{"file": "FRE_HFJUD_37201_06.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "37201/06", "text_paragraphs": ["", "", "", "GRANDE CHAMBRE", "", "", "", "", "", "AFFAIRE SAADI c. ITALIE", "", "", "(Requête no 37201/06)", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "", "", "28 février 2008", "", "", "", "", "", "En l’affaire Saadi c. Italie,", "La Cour européenne des droits de l’homme, siégeant en une Grande Chambre composée de :", "\tJean-Paul Costa, président,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tBoštjan M. Zupančič,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tLoukis Loucaides,\n\tCorneliu Bîrsan,\n\tNina Vajić,\n\tVladimiro Zagrebelsky,\n\tAlvina Gyulumyan,\n\tKhanlar Hajiyev,\n\tDean Spielmann,\n\tEgbert Myjer,\n\tSverre Erik Jebens,\n\tIneta Ziemele,\n\tIsabelle Berro-Lefèvre, juges,", "et de Vincent Berger, jurisconsulte,", "Après en avoir délibéré en chambre du conseil les 11 juillet 2007 et 23 janvier 2008,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 37201/06) dirigée contre la République italienne et dont un ressortissant tunisien, M. Nassim Saadi (« le requérant »), a saisi la Cour le 14 septembre 2006 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes S. Clementi et B. Manara, avocats à Milan. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. I.M. Braguglia, et par son coagent adjoint, M. N. Lettieri.", "3.  Le requérant alléguait que la mise à exécution de la décision de l’expulser vers la Tunisie l’exposerait au risque d’être soumis à des traitements contraires à l’article 3 de la Convention et à un déni flagrant de justice (article 6 de la Convention). En outre, cette mesure porterait atteinte à son droit au respect de sa vie familiale (article 8 de la Convention) et aurait été prise au mépris des garanties de procédure voulues par l’article 1 du Protocole no 7.", "4.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Le 16 octobre 2006, le président de la section a décidé de communiquer la requête au Gouvernement. Se prévalant de l’article 29 § 3 de la Convention, il a décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire et que la requête serait traitée en priorité (article 41 du règlement).", "5.  Le 29 mars 2007, une chambre de la troisième section, composée de Boštjan M. Zupančič, Corneliu Bîrsan, Vladimiro Zagrebelsky, Alvina Gyulumyan, Egbert Myjer, Ineta Ziemele et Isabelle Berro-Lefèvre, juges, ainsi que de Santiago Quesada, greffier de section, s’est dessaisie au profit de la Grande Chambre, aucune des parties ne s’y étant opposée (articles 30 de la Convention et 72 du règlement).", "6.  La composition de la Grande Chambre a été arrêtée conformément aux articles 27 §§ 2 et 3 de la Convention et 24 du règlement.", "7.  Tant le requérant que le Gouvernement ont déposé un mémoire sur le fond de l’affaire. Les parties ont chacune soumis des commentaires écrits sur le mémoire de l’autre. Des observations ont également été reçues du gouvernement du Royaume-Uni, que le président avait autorisé à intervenir dans la procédure écrite et orale (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "8.  Une audience s’est déroulée en public au Palais des droits de l’homme, à Strasbourg, le 11 juillet 2007 (article 59 § 3 du règlement).", "", "Ont comparu :", "–  pour le gouvernement défendeur\nM.\tN. Lettieri, magistrat, ministère \n\t\tdes Affaires étrangères, \tcoagent adjoint,", "\tMme E. Mazzuco, préfet,", "M.  A. Bella, haut fonctionnaire de police,", "M.   C. Galzerano, préfet de police adjoint,\t\t    conseillers ;", "–  pour le requérant\nMe\tS. Clementi, avocat, \tconseil ;\n", "–  pour le gouvernement du Royaume-Uni\nM.\tD. Walton, \tagent,\nMe\tJ. Swift, avocat,\tconseil,\nM.\tS. Braviner-Roman, ministère de l’Intérieur,\nMme A. Fitzgerald, ministère de la Justice,", "\tM. \tE. Adams, ministère de la Justice,\tconseillers.", "", "La Cour a entendu Me Clementi, M. Lettieri et Me Swift en leurs déclarations, ainsi qu’en leurs réponses aux questions posées par les juges.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant est né en 1974 et réside à Milan.", "10.  Le requérant, qui est entré en Italie à une date non précisée entre 1996 et 1999, était titulaire d’un permis de séjour délivré pour « raisons familiales » par la préfecture (Questura) de Bologne le 29 décembre 2001. La date d’expiration de ce permis était fixée au 11 octobre 2002.", "A.  Les procédures pénales menées contre le requérant en Italie et en Tunisie", "11.  Le 9 octobre 2002, le requérant, soupçonné, entre autres, de terrorisme international (article 270 bis du code pénal), fut arrêté et placé en détention provisoire. Le requérant et cinq autres personnes furent ensuite renvoyés en jugement devant la cour d’assises de Milan.", "12.  Le parquet formula quatre chefs d’accusation à l’encontre du requérant. Selon le premier, celui-ci s’était associé avec d’autres personnes afin de commettre des actes de violence (dont des attentats) dans des Etats autres que l’Italie et dans le but de semer la terreur. De décembre 2001 à septembre 2002, le requérant aurait compté parmi les organisateurs et dirigeants de cette association, formulé la doctrine idéologique de celle-ci et donné les ordres nécessaires pour atteindre les objectifs. Le deuxième chef d’accusation concernait la falsification « d’un grand nombre de documents, tels que passeports, permis de conduire, permis de séjour ». Le requérant était également accusé de recel et d’avoir tenté de favoriser l’entrée sur le territoire italien d’un nombre indéterminé d’étrangers au mépris des lois sur l’immigration.", "13.  Pendant les débats, le représentant du parquet requit la condamnation du requérant à treize ans d’emprisonnement. L’avocat de l’intéressé plaida pour l’acquittement de l’infraction de terrorisme international. Il s’en remit à la sagesse de la cour d’assises quant aux autres chefs d’accusation.", "14.  Par un arrêt du 9 mai 2005, la cour d’assises de Milan modifia la qualification juridique du premier chef d’accusation. Elle estima que les faits reprochés n’étaient pas constitutifs de l’infraction de terrorisme international mais de celle d’association de malfaiteurs. Elle condamna le requérant à quatre ans et six mois d’emprisonnement pour cette dernière infraction, ainsi que pour faux en écritures et recel. Elle acquitta le requérant de l’accusation de connivence avec l’immigration clandestine car les faits reprochés ne s’étaient pas produits.", "15.  La cour d’assises infligea au requérant une peine accessoire d’interdiction d’exercer des fonctions publiques pendant cinq ans, et ordonna qu’après avoir purgé sa peine, l’intéressé fût expulsé du territoire italien.", "16.  Dans la motivation de son arrêt, long de trois cent trente et une pages, la cour d’assises observa que les preuves à l’encontre du requérant résultaient notamment du contenu de certaines écoutes téléphoniques et hertziennes, des déclarations de certains témoins et de nombreux faux documents saisis. Dans leur ensemble, ces éléments prouvaient que le requérant était intégré au sein d’une association ayant pour but le recel de documents volés et leur falsification, activité dont l’intéressé tirait ses moyens de subsistance. En revanche, il n’avait pas été établi que les documents en question avaient été utilisés par leurs faux titulaires pour pénétrer illégalement sur le territoire italien.", "17.  Pour ce qui est de l’accusation de terrorisme international, la cour d’assises nota tout d’abord qu’une association a un caractère « terroriste » lorsqu’elle vise à commettre des actes violents contre des civils ou des personnes ne participant pas activement à un conflit armé dans le but de semer la terreur ou d’obliger un gouvernement ou une organisation internationale à accomplir ou omettre d’accomplir un acte, et lorsque le mobile est de nature politique, idéologique ou religieuse. En l’espèce, on ne savait pas si les actes violents que, selon la thèse du parquet, le requérant et ses complices s’apprêtaient à commettre, s’inscrivaient ou non dans le cadre d’un conflit armé.", "18.  De plus, les éléments recueillis pendant les investigations et les débats n’étaient pas de nature à prouver, au-delà de tout doute raisonnable, que les accusés avaient commencé à mettre en pratique leur intention de commettre des actes de violence, ou avaient fourni un soutien logistique ou financier à d’autres personnes ou associations ayant des finalités terroristes. Une telle preuve ne ressortait en particulier pas des écoutes téléphoniques et hertziennes. Celles-ci démontraient uniquement que le requérant et ses complices entretenaient des rapports avec des personnes et des associations faisant partie de l’univers de l’islamisme intégriste, qu’ils manifestaient une hostilité à l’encontre des « infidèles » (et notamment envers ceux qui se trouvaient dans des territoires considérés comme étant musulmans) et que leur monde relationnel se composait de « frères » unis par des convictions religieuses et idéologiques identiques.", "19.  Utilisant un langage crypté, les accusés et leurs correspondants avaient mentionné à plusieurs reprises un « match de football », destiné à renforcer leur foi en Dieu. De l’avis de la cour d’assises, il était tout à fait évident qu’il ne s’agissait pas d’une manifestation sportive, mais d’une action répondant aux principes de l’islam le plus radical. Cependant, il n’avait pas été possible de comprendre de quelle « action » il s’agissait ni où elle aurait dû se dérouler.", "20.  Au demeurant, le requérant avait quitté Milan le 17 janvier 2002 et, faisant escale à Amsterdam, s’était rendu en Iran, d’où il était rentré en Italie le 14 février 2002. Il avait également parlé d’un « responsable des frères » qui se trouvait en Iran. Certains membres du groupe auquel le requérant appartenait s’étaient rendus dans des « camps d’entraînement » en Afghanistan et s’étaient procuré des armes, des explosifs et du matériel d’observation et d’enregistrement visuel. Dans l’appartement du requérant et dans ceux de ses coïnculpés, la police avait saisi du matériel de propagande sur le djihad – ou guerre sainte – mené au nom de l’islam. En outre, dans des entretiens téléphoniques effectuées depuis son lieu de détention en Italie, le requérant, parlant avec des membres de sa famille en Tunisie, avait fait référence au « martyre » de son frère Fadhal Saadi ; dans d’autres conversations, il avait mentionné son intention de participer à la guerre sainte.", "21.  Toutefois, aucun élément ultérieur qui aurait permis de préciser l’existence et le but d’une association terroriste n’avait été trouvé. En particulier, il manquait la preuve que le requérant et ses complices avaient décidé de traduire leur foi intégriste en des actions violentes ayant les caractéristiques d’un acte terroriste. Leur désir de se lancer dans le djihad et d’éliminer les ennemis de l’islam pouvait très bien se réaliser par l’accomplissement d’actes de guerre dans le cadre d’un conflit armé, c’estàdire d’actes ne rentrant pas dans la notion de « terrorisme ». Il n’avait pas été établi si le frère du requérant était réellement décédé dans un attentat-suicide et si ce dernier était le « match de football » auquel les accusés avaient, à plusieurs reprises, fait référence.", "22.  Le requérant et le parquet interjetèrent appel. Le premier sollicita un acquittement de tous les chefs d’accusation, alors que le second demanda la condamnation du prévenu aussi pour terrorisme international et connivence avec l’immigration clandestine.", "23.  Dans son appel, le parquet observa qu’aux termes de la jurisprudence de la Cour de cassation, les éléments constitutifs de l’infraction de terrorisme international sont réunis même en l’absence d’acte de violence, l’existence d’un projet visant à la commission d’un tel acte étant suffisante. En outre, une action peut avoir un caractère terroriste même si elle est destinée à être accomplie dans le cadre d’un conflit armé, à condition toutefois que ses auteurs ne soient pas membres des « forces armées d’un Etat » ou d’un « groupe d’insurrection ». En l’espèce, il ressortait des pièces du dossier que le requérant et ses associés s’étaient procuré et avaient procuré à des tiers des documents falsifiés, des armes, des explosifs et de l’argent afin de commettre des actions violentes visant à affirmer les valeurs idéologiques de l’islam intégriste. De plus, les accusés gardaient des contacts avec des personnes et organisations faisant partie de l’univers du terrorisme international et avaient planifié une action violente et illicite, qui aurait dû être commise en octobre 2002 dans le cadre de la « guerre sainte » et dans un pays autre que l’Italie. Seule l’arrestation des accusés empêcha l’accomplissement de cet acte. Par ailleurs, à cette époque, le conflit armé en Afghanistan était terminé et celui qui devait avoir lieu en Irak n’avait pas encore commencé.", "24.  Le parquet nota également que le frère du requérant, M.Fadhal Saadi, avait été détenu en Iran ; le requérant lui avait rendu visite dans ce pays entre janvier et février 2002. Après sa libération, M. Fadhal Saadi s’était installé en France et avait gardé des contacts avec le requérant. Il était ensuite décédé dans un attentat-suicide, ce dont le requérant et les autres membres de sa famille étaient fiers. Cela ressortait du contenu des conversations téléphoniques interceptées dans l’établissement pénitentiaire où le requérant était détenu.", "25.  Le parquet demanda enfin la production de nouvelles preuves, à savoir des lettres et déclarations provenant d’une personne soupçonnée d’activités terroristes, d’une part, et des écoutes hertziennes faites à l’intérieur d’une mosquée à Milan, d’autre part.", "26.  Le 13 mars 2006, la cour d’assises d’appel de Milan souleva une exception d’inconstitutionnalité de l’article 593 § 2 du code de procédure pénale. Telle que modifiée par la loi no 46 du 20 février 2006, cette disposition prévoyait que l’accusé et le parquet pouvaient interjeter appel contre les verdicts d’acquittement seulement si, après la fin du procès de première instance, de nouvelles preuves décisives étaient apparues ou avaient été découvertes. La cour d’assises d’appel ordonna la suspension de la procédure dans l’attente de la décision de la Cour constitutionnelle.", "27.  Par l’arrêt no 26 du 6 février 2007, la Cour constitutionnelle déclara les dispositions internes pertinentes inconstitutionnelles en ce qu’elles ne permettaient pas au parquet d’interjeter appel contre tous les jugements d’acquittement et en ce qu’elles prévoyaient que les appels interjetés par le parquet avant l’entrée en vigueur de la loi no 46 du 20 février 2006 étaient irrecevables. La Cour constitutionnelle observa notamment que cette dernière loi ne respectait pas le juste équilibre devant régner, dans le procès pénal, entre les droits de la défense et ceux du ministère public.", "28.  La première audience devant la cour d’assises d’appel de Milan fut fixée au 10 octobre 2007.", "29.  Entre-temps, le 11 mai 2005, soit deux jours après le prononcé de l’arrêt de la cour d’assises de Milan, le tribunal militaire de Tunis avait condamné le requérant par défaut à vingt ans d’emprisonnement pour appartenance à une organisation terroriste agissant à l’étranger en temps de paix et pour incitation au terrorisme. Le condamné était en outre privé de ses droits civils et soumis à un « contrôle administratif » pour une durée de cinq ans. Le requérant affirme avoir appris sa condamnation seulement lorsque, le 2 juillet 2005, le dispositif de l’arrêt, devenu définitif, fut notifié à son père.", "30.  Le requérant allègue que sa famille et son avocat ne sont pas en mesure d’obtenir une copie de l’arrêt de condamnation prononcé par le tribunal militaire de Tunis. Ces allégations sont confirmées par les déclarations de l’avocat tunisien du requérant. Par une lettre du 22 mai 2007, adressée au président de la République tunisienne et au ministre tunisien de la Justice et des Droits de l’Homme, ses représentants devant la Cour ont sollicité la transmission de l’arrêt en question. L’issue de cette démarche n’est pas connue.", "B.  L’arrêté d’expulsion pris à l’encontre du requérant et les recours exercés par ce dernier afin d’empêcher l’exécution de cette mesure et d’obtenir un permis de séjour et/ou l’octroi du statut de réfugié", "31.  Le 4 août 2006, le requérant, qui avait été détenu sans interruption depuis le 9 octobre 2002, fut remis en liberté.", "32.  Le 8 août 2006, le ministre de l’Intérieur ordonna son expulsion vers la Tunisie, et ce en application des dispositions du décret-loi no 144 du 27 juillet 2005 (intitulé « mesures urgentes pour combattre le terrorisme international » et devenu la loi no 155 du 31 juillet 2005). Il observa qu’il « ressortait des pièces du dossier » que le requérant avait joué un « rôle actif » dans le cadre d’une organisation chargée de fournir un support logistique et financier à des personnes appartenant à des cellules intégristes islamistes en Italie et à l’étranger. Dès lors, son comportement troublait l’ordre public et mettait en danger la sûreté nationale.", "33.  Le ministre précisa que le requérant ne pourrait revenir en Italie que sur la base d’une autorisation ministérielle ad hoc.", "34.  Le requérant fut transféré dans un centre de détention provisoire (centro di permanenza temporanea) de Milan. Le 11 août 2006, l’arrêté d’expulsion fut validé par le juge de paix de Milan.", "35.  Le 11 août 2006, le requérant demanda l’asile politique. Il allégua avoir été condamné par contumace en Tunisie pour des raisons de nature politique et craindre d’être soumis à la torture ainsi qu’à des « représailles politiques et religieuses ». Par une décision du 16 août 2006, le préfet (Questore) de Milan déclara cette demande irrecevable au motif que le requérant était dangereux pour la sécurité de l’Etat.", "36.  Le 6 septembre 2006, le directeur d’une organisation non gouvernementale, l’Organisation mondiale contre la torture (« l’OMCT »), adressa une lettre au président du conseil italien. Dans ce courrier, l’OMCT se déclara « vivement préoccupée » par la situation du requérant, craignant qu’en cas d’expulsion vers la Tunisie, l’intéressé soit à nouveau jugé pour les mêmes faits que ceux qui lui étaient reprochés en Italie. L’OMCT rappela également qu’aux termes de l’article 3 de la Convention des Nations unies contre la torture et autres peines ou traitements cruels, inhumains ou dégradants, « aucun Etat partie n’expulsera, ne refoulera, ni n’extradera une personne vers un autre Etat où il y a des motifs sérieux de croire qu’elle risque d’être soumise à la torture ».", "37.  Le 12 septembre 2006, le président d’une autre organisation non gouvernementale, le Collectif de la communauté tunisienne en Europe, adressa un appel au gouvernement italien « pour qu’il mette fin à sa politique d’expulsion en masse des immigrés tunisiens religieux pratiquants ». Il allégua que les pouvoirs publics italiens étaient en train d’utiliser des méthodes inhumaines et reprochaient à plusieurs Tunisiens leurs convictions religieuses. De l’avis du président du collectif, il était « évident » qu’à leur arrivée en Tunisie, les Tunisiens concernés allaient être « torturés et condamnés à de lourdes peines de prison, et ce à cause des autorités italiennes qui les soupçonnent faussement de terrorisme ». Le nom du requérant figurait sur une liste de personnes risquant une expulsion imminente vers la Tunisie qui était annexée à la lettre du 12 septembre 2006.", "38.  La décision du préfet du 16 août 2006 (paragraphe 35 ci-dessus) fut notifiée au requérant le 14 septembre 2006. L’intéressé ne tenta aucun recours. Cependant, le 12 septembre 2006, il avait produit des documents, parmi lesquels la lettre de l’OMCT du 6 septembre 2006 et les rapports d’Amnesty International relatif à la Tunisie et du Département d’Etat américain relatifaux droits de l’homme en Tunisie, en demandant qu’ils fussent transmis à la commission territoriale pour l’octroi du statut de réfugié. Le 15 septembre 2006, la préfecture de Milan indiqua oralement au requérant que, vu le rejet de sa demande d’asile, les documents en question ne pouvaient être pris en considération.", "39.  Le 14 septembre 2006, le requérant, invoquant l’article 39 du règlement, avait demandé à la Cour de suspendre ou annuler la décision de l’expulser vers la Tunisie. Le 15 septembre 2006, la Cour décida de demander au Gouvernement de lui fournir des informations sur la question de savoir, notamment, si la condamnation prononcée à l’encontre du requérant par le tribunal militaire de Tunis était définitive et s’il existait, en droit tunisien, des recours permettant de rouvrir la procédure ou de tenir un nouveau procès.", "40.  La réponse du Gouvernement parvint au greffe le 2 octobre 2006. Selon les autorités italiennes, lorsqu’une condamnation est prononcée par défaut, la loi tunisienne confère au condamné le droit d’obtenir la réouverture de la procédure. Le Gouvernement se référa notamment à une télécopie de l’ambassadeur d’Italie à Tunis du 29 septembre 2006 précisant que, selon les informations fournies par le directeur de la coopération internationale du ministère de la Justice tunisien, la condamnation du requérant n’était pas définitive, le condamné jugé par défaut pouvant faire opposition à l’arrêt rendu à son encontre.", "41.  Le 5 octobre 2006, la Cour décida d’appliquer l’article 39 de son règlement. Elle demanda au Gouvernement de suspendre l’expulsion du requérant jusqu’à nouvel ordre.", "42.  Le délai maximal de détention en vue de son expulsion expirant le 7 octobre 2006, le requérant fut remis en liberté à cette date. Cependant, le 6 octobre 2006, un nouvel arrêté d’expulsion avait été pris à son encontre. Le 7 octobre 2006, cet arrêté lui fut notifié et il fut reconduit au centre de détention provisoire de Milan. Etant donné que le requérant avait déclaré être entré en Italie depuis la France, le nouvel arrêté d’expulsion indiquait que le pays de destination était la France, et non la Tunisie. Le 10 octobre 2006, le nouvel arrêté d’expulsion fut validé par le juge de paix de Milan.", "43.  Le 3 novembre 2006, le requérant fut remis en liberté car de nouveaux éléments indiquaient qu’il était impossible de l’expulser vers la France. Le même jour, la cour d’assises d’appel de Milan ordonna que, dès sa libération, le requérant fût soumis à des mesures de précaution, à savoir l’interdiction de quitter le territoire italien et l’obligation de se rendre dans un bureau de police tous les lundis, mercredis et vendredis.", "44.  Entre-temps, le 27 septembre 2006, l’intéressé avait sollicité l’octroi d’un permis de séjour. Par une note du 4 décembre 2006, la préfecture de Milan avait répondu que cette demande ne pouvait pas être accueillie. En effet, un permis « pour raisons de justice » pouvait être octroyé seulement à la demande des autorités judiciaires, lorsque celles-ci estimaient que la présence d’un étranger en Italie était nécessaire au bon déroulement d’une enquête pénale. Le requérant était de toute manière frappé par une interdiction de quitter le territoire italien et était donc obligé de rester en Italie. De plus, pour obtenir un permis de séjour, il était nécessaire de produire un passeport ou un document similaire.", "45.  Devant la Cour, le requérant allégua que les autorités tunisiennes avaient refusé de renouveler son passeport, ce qui avait fait échouer toute autre tentative de régularisation de sa situation.", "46.  A une date non précisée, il introduisit également devant le tribunal administratif régional (« le TAR ») de Lombardie un recours visant à obtenir l’annulation de l’arrêté d’expulsion du 6 octobre 2006 ainsi que la suspension de l’exécution de cet acte.", "47.  Par une décision du 9 novembre 2006, le TAR de Lombardie déclara qu’il n’y avait pas lieu à statuer sur la demande de suspension et ordonna la transmission du dossier au TAR du Latium, juridiction compétente ratione loci.", "48.  Le TAR de Lombardie observa notamment que la Cour européenne des droits de l’homme avait déjà sollicité la suspension de l’exécution de l’arrêté litigieux et avait par conséquent remédié à tout préjudice pouvant être allégué par le requérant.", "49.  Selon les informations fournies par ce dernier le 29 mai 2007, la procédure devant le TAR du Latium était, à cette date, encore pendante.", "50.  Le 18 janvier 2007, le requérant adressa un mémoire à la préfecture de Milan. Il souligna que la Cour avait demandé de suspendre l’exécution de son expulsion en raison d’un risque concret qu’il subisse des traitements contraires à l’article 3 de la Convention. Dès lors, le requérant demanda à être entendu par la commission territoriale pour l’octroi du statut de réfugié en vue de se voir accorder l’asile politique. Selon les informations fournies par le requérant le 11 juillet 2007, à cette date aucune suite n’avait été donnée à son mémoire. Dans une note du 20 juillet 2007, le ministère italien de l’Intérieur précisa que le mémoire du 18 janvier 2007 ne pouvait s’analyser ni en une nouvelle demande d’asile ni en un appel contre la décision de rejet rendue par le préfet de Milan le 16 août 2006 (paragraphe 35 ci-dessus).", "C.  Les assurances diplomatiques demandées par l’Italie à la Tunisie", "51.  Le 29 mai 2007, l’ambassade d’Italie à Tunis adressa une note verbale au gouvernement tunisien pour demander des assurances diplomatiques selon lesquelles, en cas d’expulsion vers la Tunisie, le requérant ne serait pas soumis à des traitements contraires à l’article 3 de la Convention et ne subirait aucun déni flagrant de justice.", "52.  La note en question, rédigée en français, se lit comme suit :", "« L’ambassade d’Italie présente ses compliments au ministère des Affaires étrangères et, suite à l’entretien entre l’ambassadeur d’Italie M. Arturo Olivieri et S.E. le ministre de la Justice et des Droits de l’Homme M. Béchir Tekkari, en marge de la visite du ministre italien de la Justice M. Clemente Mastella, le 28 mai 2007, a l’honneur de demander la précieuse collaboration des autorités tunisiennes pour un développement positif du cas suivant.", "Le ressortissant tunisien Nassim Saadi, né à Haidra (Tunisie) le 30 novembre 1974, a fait l’objet d’un décret d’expulsion de l’Italie vers la Tunisie, prononcé par le ministère de l’Intérieur le 8 août 2006.", "Après l’émanation du susdit décret, ce dernier a fait recours devant la Cour européenne des droits de l’homme de Strasbourg le 14 septembre 2006, lui demandant et obtenant la décision de suspension de l’expulsion en question.", "Ce recours est basé sur la thèse selon laquelle il aurait été condamné par contumace à une peine de vingt ans de réclusion pour des crimes liés au terrorisme, à travers une sentence émanant du tribunal militaire de Tunis le 11 mai 2005, notifiée au père du condamné le 2 juillet 2005. A cause de cette condamnation, en cas d’application du décret d’expulsion vers son pays d’origine, M. Saadi soutient qu’il risquerait d’être incarcéré, une fois expulsé en Tunisie, sur la base d’un jugement inéquitable et d’être soumis à torture et traitements dégradants et inhumains (ci-joint copie de la notification de la sentence exhibée par l’intéressé).", "Afin de réunir tous les éléments nécessaires pour évaluer ce cas, la Cour européenne des droits de l’homme a adressé une requête au gouvernement italien, en vue d’obtenir une copie de la sentence de condamnation et de connaître si le gouvernement italien a bien l’intention avant de procéder à l’expulsion de demander des garanties diplomatiques au gouvernement tunisien.", "A la lumière de ce qui précède, l’ambassade d’Italie, tout en comptant sur la sensibilité des autorités tunisiennes en la matière, a l’honneur de formuler, dans le respect des prérogatives juridictionnelles de l’Etat tunisien, la suivante urgente demande de garanties, en tant qu’élément formel indispensable pour la solution du cas en suspens :", "–  dans le cas où l’information fournie par M. Saadi quant à l’existence d’une condamnation émanant du tribunal militaire de Tunis à son égard datant du 11 mai 2005 correspond à la vérité, transmettre une copie intégrale de ladite sentence (avant le 11 juillet 2007, date de l’audience auprès de la Cour) et confirmer qu’il pourra y faire opposition, et être jugé par un tribunal indépendant et impartial, selon une procédure qui soit, dans l’ensemble, conforme aux principes d’un procès équitable et public ;", "–  démentir les craintes exprimées par M. Saadi d’être soumis à la torture et à des peines ou des traitements inhumains et dégradants à son retour en Tunisie ;", "–  qu’au cas où il serait emprisonné, il pourra recevoir la visite de ses avocats ainsi que des membres de sa famille.", "L’ambassade d’Italie saurait en outre gré aux autorités tunisiennes de bien vouloir la tenir informée de l’état de détention du nommé Nassim Saadi, au cas où il serait emprisonné.", "La solution du cas susindiqué a des implications importantes sur les futurs aspects de la sécurité.", "Les précisions susmentionnées, que la Cour européenne des Droits de l’Homme a demandées au gouvernement italien, sont indispensables pour pouvoir procéder à l’expulsion.", "Dans une certaine mesure, ce cas constitue un précédent (par rapport à de nombreux autres cas en suspens) et la réponse positive – on en est persuadé – des autorités tunisiennes rendra plus facile de procéder à d’éventuelles ultérieures expulsions dans l’avenir.", "Tout en étant parfaitement consciente de la délicatesse de cet argument, l’ambassade d’Italie compte sur la compréhension des autorités tunisiennes en vue d’une réponse dans l’esprit d’une lutte efficace contre le terrorisme international, dans le cadre des relations d’amitié entre nos deux pays. »", "53.  Le gouvernement italien précisa que des assurances semblables n’avaient jamais auparavant été demandées aux autorités tunisiennes.", "54.  Le 4 juillet 2007, le ministère tunisien des Affaires étrangères adressa une note verbale à l’ambassade italienne à Tunis. Ce courrier se lit comme suit :", "« Le ministère des Affaires étrangères présente ses compliments à l’ambassade d’Italie à Tunis et se référant à sa note verbale no 2533 en date du 2 juillet 2007, relative au détenu Nassim Saadi se trouvant actuellement en Italie, a l’honneur de faire part que le gouvernement tunisien confirme sa disposition à accepter le transfert en Tunisie de détenus tunisiens à l’étranger une fois leur identité confirmée et ce dans le cadre du strict respect de la législation nationale en vigueur et sous la seule garantie des lois tunisiennes pertinentes.", "Le ministère des Affaires étrangères saisit cette occasion pour renouveler à l’ambassade d’Italie à Tunis les assurances de sa haute considération. »", "55.  Une deuxième note verbale, du 10 juillet 2007, est ainsi rédigée :", "« Le ministère des Affaires étrangères présente ses compliments à l’ambassade d’Italie à Tunis et, se référant à sa note verbale no 2588 du 5 juillet 2007, a l’honneur de lui confirmer la teneur de la note verbale du ministère no 511 du 4 juillet 2007.", "Le ministère des Affaires étrangères réaffirme par la présente que les lois tunisiennes en vigueur garantissent et protègent les droits des détenus en Tunisie et leur assurent des procès justes et équitables et rappelle que la Tunisie a adhéré volontairement aux traités et conventions internationaux pertinents.", "Le ministère des Affaires étrangères saisit cette occasion pour renouveler à l’ambassade d’Italie à Tunis les assurances de sa haute considération. »", "D.  La situation familiale du requérant", "56.  Le requérant affirme qu’en Italie il vit avec une Italienne, Mme V., qu’il a épousée selon le rite islamique. Le couple a un enfant de huit ans (né le 22 juillet 1999), de nationalité italienne, qui fréquente l’école en Italie. Mme V. est au chômage et ne bénéficie actuellement d’aucune allocation familiale. Elle est atteinte d’une forme d’ischémie.", "57.  Il ressort d’une note du ministère de l’Intérieur du 10 juillet 2007 que, le 10 février 2007, le requérant a épousé, selon le rite islamique, une autre femme, Mme G. Tout en résidant officiellement rue Cefalonia, à Milan, où habite Mme V., le requérant serait cependant de facto séparé de ses deux épouses. En effet, depuis la fin de 2006, il résiderait de manière stable rue Ulisse Dini, à Milan, où il partagerait un appartement avec d’autres Tunisiens.", "II.  LES DROITS INTERNES PERTINENTS", "A.  Les recours contre un arrêté d’expulsion en Italie", "58.  Un arrêté d’expulsion peut être attaqué devant le TAR, juridiction compétente pour examiner la légalité de tout acte administratif et l’annuler pour méconnaissance des droits fondamentaux de l’individu (voir, par exemple, Sardinas Albo c. Italie (déc.), no 56271/00, CEDH 2004-I). Un appel peut être interjeté devant le Conseil d’Etat contre les décisions du TAR.", "59.  Dans la procédure devant le TAR, la suspension de l’acte administratif litigieux n’est pas automatique, mais peut être octroyée sur demande (Sardinas Albo, décision précitée). Cependant, lorsque, comme dans le cas du requérant, l’expulsion est ordonnée aux termes du décret-loi no 144 de 2005, les recours au TAR ou au Conseil d’Etat ne peuvent en aucun cas suspendre l’exécution de l’arrêté d’expulsion (article 4 §§ 4 et 4 bis du décret-loi en question).", "B.  La réouverture d’un procès par défaut en Tunisie", "60.  Dans leur traduction française produite par le Gouvernement, les dispositions pertinentes du code de procédure pénale tunisien se lisent comme suit :", "Article 175", "« Faute pour le prévenu touché personnellement de comparaître à la date qui lui est fixée, le tribunal passe outre et rend une décision qui est réputée contradictoire. Si le prévenu non comparant a été régulièrement cité, quoique non touché personnellement, il est jugé par défaut. La signification du jugement par défaut est faite par le greffier du tribunal qui a rendu la sentence.", "L’opposition au jugement par défaut est faite par l’opposant en personne ou son représentant, au greffe du tribunal qui a rendu la décision dans les dix jours de la signification de ce jugement.", "Si l’opposant demeure hors du territoire de la République, le délai est porté à trente jours.", "Si l’opposant est détenu, l’opposition est reçue par le surveillant-chef de la prison qui la communique, sans délai, au greffe du tribunal.", "L’opposition est faite, soit par déclaration verbale dont il est dressé acte séance tenante, soit par déclaration écrite. L’opposant doit signer et, s’il ne veut ou ne peut signer, il en est fait mention.", "Le greffier fixe aussitôt la date d’audience et en avise l’opposant ; dans tous les cas cette audience doit avoir lieu dans le délai d’un mois au maximum de la date de l’opposition.", "L’opposant ou son représentant avise de l’opposition et cite par huissier-notaire les parties intéressées, à l’exception du représentant du ministère public, trois jours au moins avant la date de l’audience, à défaut de quoi l’opposition est rejetée. »", "Article 176", "« Si la signification n’a pas été faite à la personne ou s’il ne résulte pas des actes d’exécution du jugement que le prévenu en a eu connaissance, l’opposition est recevable jusqu’à l’expiration des délais de prescription de la peine. »", "Article 180 (tel que modifié par la loi no 2004-43 du 17 avril 2000)", "« L’opposition est suspensive d’exécution. Lorsque la peine prononcée est la peine capitale, l’opposant est incarcéré et la peine ne peut être exécutée avant que le jugement ne soit définitif. »", "Article 213", "« L’appel n’est plus recevable, sauf cas de force majeure, s’il n’a été fait dix jours au plus tard après le prononcé du jugement contradictoire au sens de l’alinéa premier de l’article 175, ou après l’expiration du délai d’opposition si le jugement a été rendu par défaut ou après la signification du jugement rendu par itératif défaut.", "Pour le procureur général de la République et les avocats généraux près les cours d’appel, le délai d’appel est de soixante jours à compter du jour du prononcé du jugement. Ils doivent en outre, à peine de déchéance, notifier leurs recours dans ledit délai au prévenu et aux personnes civilement responsables. »", "III.  LES TEXTES ET DOCUMENTS INTERNATIONAUX", "A.  L’accord de coopération en matière de lutte contre la criminalité signé par l’Italie et la Tunisie et l’accord d’association entre la Tunisie, l’Union européenne et ses Etats membres", "61.  Le 13 décembre 2003, les gouvernements italien et tunisien ont signé à Tunis un accord en matière de lutte contre la criminalité par lequel les Parties contractantes se sont engagées à échanger des informations (notamment en ce qui concerne les activités de groupes terroristes, les flux migratoires et la production et l’usage de faux documents) et à favoriser l’harmonisation de leurs législations nationales. Les articles 10 et 16 de cet accord se lisent comme suit :", "", "Article 10", "« Les Parties contractantes, en conformité avec leurs législations nationales, s’accordent sur le fait que la coopération en matière de lutte contre la criminalité, comme prévu par les dispositions du présent accord, s’étendra à la recherche de personnes qui se sont soustraites à la justice et sont responsables de faits délictueux, ainsi qu’à l’utilisation de l’expulsion, lorsque les circonstances le requièrent et sauf application des dispositions en matière d’extradition. »", "Article 16", "« Le présent accord ne préjuge pas des droits et obligations découlant d’autres accords internationaux, multilatéraux ou bilatéraux, souscrits par les Parties contractantes. »", "62.  La Tunisie a également signé à Bruxelles, le 17 juillet 1995, un accord d’association avec l’Union européenne et ses Etats membres. Ce texte, qui porte pour l’essentiel sur la coopération dans les secteurs commercial et économique, précise dans son article 2 que les relations entre les Parties contractantes, tout comme les dispositions de l’accord lui-même, doivent se fonder sur le respect des droits de l’homme et des principes démocratiques, qui constituent un « élément essentiel » de l’accord.", "B.  Les articles 1, 32 et 33 de la Convention des Nations unies de 1951 relative au statut des réfugiés", "63.  L’Italie est partie à la Convention des Nations unies de 1951 relative au statut des réfugiés. Les articles 1, 32 et 33 de cette convention disposent :", "Article 1", " « Aux fins de la présente Convention, le terme « réfugié » s’appliquera à toute personne (...) [q]ui, (...) craignant avec raison d’être persécutée du fait de sa race, de sa religion, de sa nationalité, de son appartenance à un certain groupe social ou de ses opinions politiques, se trouve hors du pays dont elle a la nationalité et qui ne peut ou, du fait de cette crainte, ne veut se réclamer de la protection de ce pays ; ou qui, si elle n’a pas de nationalité et se trouve hors du pays dans lequel elle avait sa résidence habituelle à la suite de tels événements, ne peut ou, en raison de ladite crainte, ne veut y retourner. »", "Article 32", "« 1.  Les Etats contractants n’expulseront un réfugié se trouvant régulièrement sur leur territoire que pour des raisons de sécurité nationale ou d’ordre public.", "2.  L’expulsion de ce réfugié n’aura lieu qu’en exécution d’une décision rendue conformément à la procédure prévue par la loi (...) »", "Article 33", "« 1.  Aucun des Etats contractants n’expulsera ou ne refoulera, de quelque manière que ce soit, un réfugié sur les frontières des territoires où sa vie ou sa liberté serait menacée en raison de sa race, de sa religion, de sa nationalité, de son appartenance à un certain groupe social ou de ses opinions politiques.", "2.  Le bénéfice de la présente disposition ne pourra toutefois être invoqué par un réfugié qu’il y aura des raisons sérieuses de considérer comme un danger pour la sécurité du pays où il se trouve ou qui, ayant été l’objet d’une condamnation définitive pour un crime ou délit particulièrement grave, constitue une menace pour la communauté dudit pays. »", "C.  Les lignes directrices du Comité des Ministres du Conseil de l’Europe", "64.  Le 11 juillet 2002, lors de la 804e réunion des Délégués des Ministres, le Comité des Ministres du Conseil de l’Europe a adopté des lignes directrices sur les droits de l’homme et la lutte contre le terrorisme. Le point IV de ce texte, intitulé « Interdiction absolue de la torture », est ainsi libellé :", "« Le recours à la torture ou à des peines ou traitements inhumains ou dégradants est prohibé en termes absolus, en toutes circonstances, notamment lors de l’arrestation, de l’interrogatoire et de la détention d’une personne soupçonnée d’activités terroristes ou condamnée pour de telles activités, et quels qu’aient été les agissements dont cette personne est soupçonnée ou pour lesquels elle a été condamnée. »", "Aux termes du point XII § 2 de ce même document,", "« L’Etat qui fait l’objet d’une demande d’asile a l’obligation de s’assurer que le refoulement éventuel du requérant dans son pays d’origine ou dans un autre pays ne l’exposera pas à la peine de mort, à la torture ou à des peines ou traitements inhumains ou dégradants. Il en va de même en cas d’expulsion. »", "D.  Le rapport d’Amnesty International relatif à la Tunisie", "65.  Dans un rapport concernant la situation en Tunisie en 2006, Amnesty International relève qu’à l’issue de procès inéquitables, au moins douze personnes poursuivies pour activités terroristes ont été condamnées à de lourdes peines d’emprisonnement. De nouveaux cas de torture et de mauvais traitements ont été signalés. Des centaines de prisonniers politiques restent incarcérés depuis plus de dix ans et leur état de santé se serait dégradé. Par ailleurs, cent trente-cinq prisonniers ont été remis en liberté à la suite d’une amnistie ; ils étaient incarcérés depuis plus de quatorze ans, après avoir été jugés de manière inéquitable pour appartenance à l’organisation islamiste interdite « Ennahda ». Certains étaient en mauvaise santé du fait des conditions carcérales extrêmement pénibles et des tortures subies avant leur procès.", "66.  En décembre 2006, des fusillades ont eu lieu au sud de Tunis entre la police et des membres présumés du Groupe salafiste pour la prédication et le combat. Plusieurs dizaines de personnes ont été tuées et des policiers ont été blessés.", "67.  En juin 2006, le Parlement européen a réclamé l’organisation d’une session Union européenne-Tunisie, afin de débattre de la situation des droits de l’homme dans le pays. En octobre 2006, l’Union européenne a critiqué le gouvernement tunisien pour avoir annulé une conférence internationale sur l’emploi et le droit au travail.", "68.  En ce qui concerne la « guerre contre le terrorisme », Amnesty International souligne que les autorités tunisiennes n’ont pas répondu à la demande du rapporteur spécial des Nations unies sur la protection des droits de l’homme, qui souhaitait se rendre dans le pays. Des personnes soupçonnées d’activités terroristes ont été arrêtées et jugées en vertu d’une loi antiterrorisme, estimée « controversée », de 2003. Cette loi et le code de justice militaire ont été utilisés contre des Tunisiens rapatriés contre leur gré de Bosnie-Herzégovine, de Bulgarie et d’Italie et qui étaient accusés d’appartenance à des organisations terroristes opérant à l’étranger. Dans ce genre d’affaires, parfois tranchées par les tribunaux militaires, les contacts des avocats avec leurs clients sont soumis à des restrictions de plus en plus nombreuses. Des cas de détention en isolement et de torture pendant la garde à vue ont été relatés ; on cite, notamment, les vicissitudes de M. Hicham Saadi et de M. Badreddine Ferchichi (expulsé de Bosnie-Herzégovine), ainsi que de six membres d’un « groupe de Zarzis ».", "69.  Amnesty International dénonce en outre d’importantes limitations au droit à la liberté d’expression et un risque de harcèlement et de violence à l’encontre des défenseurs des droits de l’homme, de leurs proches, des femmes portant le voile islamique ainsi que des opposants et détracteurs du gouvernement.", "70.  Pour ce qui est de l’indépendance de la justice, Amnesty International note que les avocats ont publiquement protesté contre un projet de loi instaurant un institut supérieur des avocats qui sera chargé de la formation des futurs avocats (une mission qui incombait auparavant à l’ordre des avocats et à l’association des magistrats). En octobre 2006, le chef de la délégation de la Commission européenne à Tunis a déploré publiquement la lenteur des réformes politiques et réclamé une amélioration de la formation des juges et des avocats afin de renforcer l’indépendance de la justice. Les juges doivent obtenir l’autorisation du secrétaire d’Etat à la Justice pour se rendre à l’étranger.", "71.  Le 19 juin 2007, Amnesty International a émis une déclaration concernant le requérant. Ce document se lit comme suit :", "« Amnesty international craint que Nassim Saadi soit torturé et subisse d’autres graves violations des droits humains s’il est renvoyé en Tunisie par les autorités italiennes. Cette préoccupation se fonde sur le suivi continu des violations des droits humains en Tunisie que nous assurons, notamment les violations commises à l’encontre de ceux qui sont renvoyés de force dans le cadre de la « guerre contre la terreur ».", "Nassim Saadi a été condamné par contumace à vingt ans d’emprisonnement par le tribunal militaire permanent de Tunis pour appartenance à une organisation terroriste opérant à l’étranger en temps de paix et incitation au terrorisme. Bien qu’il doive être rejugé par la même juridiction militaire, les tribunaux militaires de Tunisie violent un certain nombre de garanties du droit à un procès équitable. Le tribunal militaire se compose de quatre conseillers et d’un président, qui, seul, est un juge civil. La procédure prévoit des restrictions au droit à une audience publique. L’emplacement du tribunal dans un terrain militaire limite l’accès du grand public. Les personnes condamnées par un tribunal militaire peuvent interjeter appel uniquement devant la Cour militaire de cassation. Les prévenus civils ont fréquemment fait savoir qu’ils n’avaient pas été informés de leur droit à un défenseur ou, notamment en l’absence d’un avocat, ils n’ont pas compris qu’ils étaient interrogés par un juge d’instruction, car celui-ci portait un uniforme militaire.", "Les avocats de la défense se heurtent à des restrictions en matière d’accès au dossier de leurs clients et leur action est entravée, parce qu’ils ne reçoivent pas d’informations concernant la procédure, comme les dates des audiences. A la différence des juridictions pénales ordinaires, les tribunaux militaires ne donnent pas aux avocats d’accès à un registre des affaires en cours (pour plus d’informations, voir le rapport d’Amnesty International : « Tunisie : le cycle de l’injustice », index d’AI MDE 30/001/2003).", "Les autorités tunisiennes continuent aussi d’appliquer la loi antiterroriste très controversée de 2003 pour arrêter, détenir et juger des suspects de terrorisme. Ceux qui sont reconnus coupables sont condamnés à de lourdes peines de prison. La loi antiterroriste et des dispositions du code de justice militaire ont aussi servi à l’encontre de ressortissants tunisiens qui ont été renvoyés en Tunisie contre leur volonté par les autorités d’autres pays, notamment la Bosnie-Herzégovine, la Bulgarie et l’Italie. Les personnes renvoyées ont été arrêtées à leur arrivée par les autorités tunisiennes et, pour beaucoup d’entre elles, accusées d’avoir des liens avec des « organisations terroristes » opérant à l’étranger. Certaines ont été traduites devant le système de justice militaire.", "Ceux qui ont récemment été renvoyés en Tunisie ont été mis au secret. Ils ont alors été soumis à la torture et à d’autres mauvais traitements. Ils ont aussi été condamnés à de lourdes peines de prison à la suite de procès inéquitables. A cet égard, citons, à titre d’exemples, les renseignements ci-après sur d’autres affaires :", "– le 3 juin 2007, Houssine Tarkhani a été renvoyé de force de France en Tunisie et arrêté à son arrivée. Il a été maintenu au secret à la Direction de la Sécurité d’Etat du ministère de l’Intérieur à Tunis pendant dix jours au cours desquels il aurait été torturé ou aurait subi d’autres mauvais traitements. Il est actuellement détenu à la prison de Momaguia dans l’attente de la suite de l’enquête. Il avait quitté la Tunisie en 1999 et avait vécu ensuite en Allemagne et, entre 2000 et 2006, en Italie. Il a été arrêté le 5 mai 2007 à la frontière franco-allemande en tant que migrant clandestin et maintenu au centre de détention de la ville française de Metz sous le coup d’une ordonnance d’expulsion. Le 6 mai, il a été présenté à un juge, qui a prolongé sa détention de quinze jours et qui l’a informé qu’il faisait l’objet d’une enquête de la police française, car celle-ci le soupçonnait « d’apporter un soutien logistique » à un réseau qui aide des particuliers à se rendre en Irak pour participer au conflit armé contre les forces de la coalition dirigée par les Etats-Unis, allégation qu’il nie. Aucun chef d’accusation n’a été retenu contre lui en France. Le même jour, il a fait une demande d’asile et le 7 mai 2007, il a été conduit au centre de rétention de Mesnil-Amelot pour y séjourner pendant que sa demande d’asile était traitée. Celle-ci a fait l’objet d’une procédure d’évaluation accélérée (« procédure prioritaire ») et a été rejetée le 25 mai. Bien que Houssine Tarkhani ait fait appel devant la Commission des recours des réfugiés (CRR), l’appel n’a pas d’effet suspensif pour les décisions prises au titre de la procédure prioritaire et les intéressés peuvent être reconduits à la frontière avant qu’une décision ait été prononcée au sujet de leur recours. Houssine Tarkhani a aussi fait appel de la décision devant le tribunal administratif, en vain.", "– En mai 2004, Tarek Belkhirat, un ressortissant tunisien, a été renvoyé contre sa volonté de France en Tunisie après le rejet de sa demande d’asile. Il a été arrêté à son arrivée en Tunisie et accusé au titre de la loi antiterroriste de 2003. En février 2005, le Conseil d’Etat, qui est la plus haute juridiction administrative de France, a annulé l’ordonnance d’expulsion de Tarek Belkhirat. En mars 2005, celui-ci a été condamné au terme d’un procès inéquitable en Tunisie à dix ans d’emprisonnement pour appartenance au Front islamiste tunisien, chef d’accusation pour lequel il a déjà purgé 36 mois de prison en France. La condamnation a été réduite à cinq ans en appel en octobre 2005. Il est toujours détenu en Tunisie.", "– Adil Rahali, un ressortissant tunisien qui avait travaillé pendant plus de dix ans en Europe, a été expulsé d’Irlande en Tunisie en avril 2004 après le rejet de sa demande d’asile. Il a été arrêté à son arrivée en Tunisie et conduit à la Direction de la Sécurité d’Etat du ministère de l’Intérieur, où il a été maintenu au secret pendant plusieurs jours et où il aurait été frappé, suspendu au plafond et menacé de mort. Il a été accusé au titre de la loi antiterroriste de 2003 d’appartenance à une organisation terroriste opérant à l’étranger. Aucune enquête n’a été menée au sujet des allégations de tortures qu’il aurait subies, bien que son avocat ait déposé plainte. En mars 2005, Adil Rahali a été reconnu coupable sur la base d’« aveux » obtenus sous la torture et condamné à dix ans d’emprisonnement au titre de la législation antiterroriste. Sa condamnation a été réduite à cinq ans en appel en septembre 2005. Il est toujours en prison en Tunisie.", "– En avril 2004, sept jeunes gens ont été condamnés, à l’issue d’un procès inéquitable, pour appartenance à une organisation terroriste, possession ou fabrication d’explosifs, vol, consultation de sites Web interdits et organisation de réunions non autorisées. Deux autres ont été condamnés par contumace. Ils faisaient partie des dizaines de personnes arrêtées en février 2003 à Zarzis dans le sud de la Tunisie, qui ont été libérées, pour la plupart, au cours du même mois. La procédure n’a pas respecté les normes internationales relatives à un procès équitable. Selon les avocats de la défense, la plupart des dates d’arrestation indiquées dans les rapports de police ont été falsifiées et dans un cas, le lieu de l’arrestation l’a aussi été. Il n’y a pas eu d’enquête sur les allégations des défendeurs selon lesquelles les accusés auraient été frappés, suspendus au plafond et menacés de viol. Les condamnations reposaient presque entièrement sur les aveux obtenus sous la contrainte. Les prévenus ont nié l’ensemble des chefs d’accusation qui étaient portés contre eux au tribunal. En juillet 2004, la cour d’appel de Tunis a réduit les condamnations de six d’entre eux de dix-neuf ans et trois mois à treize ans d’emprisonnement. Leur pourvoi a été rejeté par la Cour de cassation en décembre 2004. Un autre prévenu, qui était mineur au moment de l’arrestation, a vu sa condamnation réduite à vingt-quatre mois de prison. Ils ont tous été libérés en mars 2006 en vertu d’une grâce présidentielle.", "Les violations des droits humains qui ont été commises dans ces cas sont typiques de celles qui sont monnaie courante en Tunisie et qui touchent les personnes arrêtées dans le pays comme celles qui sont renvoyées de l’étranger en relation à des allégations d’infractions de nature politique ou touchant à la sécurité. Nous estimons en conséquence que Nassim Saadi s’exposerait à un risque sérieux de torture et de procès inéquitable s’il était remis aux autorités tunisiennes. »", "72.  Une déclaration similaire a été émise par Amnesty International le 23 juillet 2007.", "E.  Le rapport de Human Rights Watch relatif à la Tunisie", "73.  Dans son rapport paru en 2007 concernant la Tunisie, Human Rights Watch affirme que le gouvernement tunisien utilise la menace du terrorisme et de l’extrémisme religieux comme prétexte pour réprimer ses opposants. Il y a des allégations constantes et crédibles d’utilisation de la torture et de mauvais traitements à l’encontre des suspects pour obtenir des aveux. Les condamnés seraient également soumis à des mauvais traitements infligés volontairement.", "74.  Malgré l’octroi d’une amnistie à de nombreux membres du parti islamiste illégal « Ennahda », le nombre de prisonniers politiques dépasse les trois cent cinquante personnes. Il y a eu des arrestations en masse de jeunes hommes, qui ont été par la suite poursuivis aux termes de la loi antiterrorisme de 2003. Les anciens prisonniers politiques libérés sont contrôlés de près par les autorités, qui refusent de renouveler leurs passeports et de leur donner accès à la plupart des emplois.", "75.  Selon Human Rights Watch, le système judiciaire manque d’indépendance. Les juges d’instruction interrogent les suspects sans la présence de leurs avocats, et le parquet et les juges ferment les yeux sur les allégations de torture, même si elles sont formulées par l’intermédiaire d’un avocat. Les prévenus sont souvent condamnés sur la base d’aveux extorqués ou de déclarations de témoins qu’ils n’ont pas pu interroger ni faire interroger.", "76.  Même si le Comité international de la Croix-Rouge continue son programme de visites dans les prisons tunisiennes, les autorités refusent l’accès aux lieux de détention à des organisations indépendantes de défense des droits de l’homme. L’engagement pris en avril 2005 de permettre des visites de Human Rights Watch est resté lettre morte.", "77.  La loi dite « antiterrorisme » de 2003 donne une définition très ample de la notion de « terrorisme », qui peut être utilisée pour accuser des personnes ayant simplement exercé leur droit de critique politique. Depuis 2005, plus de deux cents personnes ont été accusées de vouloir rejoindre des mouvements djihadistes à l’étranger ou d’organiser des activités terroristes. Les arrestations ont été effectuées par des policiers en civil et les familles des accusés sont restées sans nouvelles de leurs proches pendant des jours ou des semaines. Pendant les procès, la grande majorité des accusés ont affirmé que leurs aveux avaient été obtenus sous la torture ou sous la menace de la torture. Ces accusés ont été condamnés à de lourdes peines de prison sans qu’il soit établi qu’ils avaient commis un acte spécifique de violence ou qu’ils possédaient des armes ou des explosifs.", "78.  En février 2006, six personnes accusées de faire partie du groupe terroriste « Zarzis » ont bénéficié d’une amnistie présidentielle après avoir purgé trois ans de prison. Elles avaient été condamnées sur la base d’aveux qui leur auraient été arrachés et de la circonstance qu’elles avaient copié sur Internet des instructions pour la fabrication de bombes. En 2005, M. Ali Ramzi Bettibi a été condamné à quatre ans d’emprisonnement pour avoir copié et collé sur un forum en ligne la déclaration d’un groupe menaçant de lancer des attaques à l’explosif si le président de la Tunisie acceptait de recevoir la visite du premier ministre israélien.", "79.  Enfin, Human Rights Watch signale que le 15 juin 2006 le Parlement européen a adopté une résolution qui déplore la répression des défenseurs des droits de l’homme en Tunisie.", "F.  Les activités du Comité international de la Croix-Rouge", "80.  Le Comité international de la Croix-Rouge a signé, le 26 avril 2005, un accord avec les autorités tunisiennes pour visiter les prisons et évaluer les conditions carcérales. Cet accord est intervenu un an après la décision des autorités de permettre l’accès prisons au seul Comité international de la Croix-Rouge, organisation qualifiée de « strictement humanitaire », tenue au secret sur l’accomplissement de ses missions. L’accord entre le gouvernement tunisien et le Comité international de la Croix-Rouge concerne tous les établissements pénitentiaires en Tunisie, « y compris les unités de détention provisoire et les lieux de garde à vue ».", "81.  Le 29 décembre 2005, M. Bernard Pfefferlé, délégué régional pour la Tunisie/Afrique du Nord du Comité international de la Croix-Rouge, a déclaré que le Comité avait pu visiter « sans entraves » une dizaine de prisons et rencontrer des détenus en Tunisie. M. Pfefferlé a indiqué que, depuis le début de la mission, en juin 2005, une équipe du Comité international de la Croix-Rouge s’était rendue dans neuf prisons, à deux reprises pour deux d’entre elles, et avait rencontré la moitié des détenus auxquels elle avait prévu de rendre visite. Se refusant à plus d’indications « en raison de la nature de [leurs] accords », il a néanmoins précisé que ces accords autorisaient le Comité international de la Croix-Rouge à visiter l’ensemble des prisons et à rencontrer les détenus « en toute liberté et selon [son] libre choix ».", "G.  Le rapport du Département d’Etat américain relatif aux droits de l’homme en Tunisie", "82.  Dans son rapport « sur les pratiques en matière de droits de l’homme », publié le 8 mars 2006, le Département d’Etat américain dénonce des violations des droits fondamentaux perpétrées par le gouvernement tunisien.", "83.  Bien qu’il n’y ait pas eu de meurtres commis par les autorités tunisiennes pour des raisons politiques, le rapport dénonce le décès de deux personnes, M. Moncef Ben Ahmed Ouahichi et M. Bedreddine Rekeii, survenus respectivement pendant et après leur détention aux mains de la police.", "84.  Se référant aux données recueillies par Amnesty International, le Département d’Etat signale les différentes formes de torture et de mauvais traitements infligés par les autorités tunisiennes afin d’obtenir des aveux : décharges électriques, immersion de la tête dans l’eau, coups de poing, de bâton et de matraque, suspension aux barres des cellules provoquant une perte de conscience, brûlures de cigarettes sur le corps. En outre, les policiers abusent sexuellement des épouses des prisonniers islamistes afin d’obtenir des informations ou d’infliger une punition.", "85.  Ces actes de torture sont toutefois très difficiles à prouver, car les autorités refusent aux victimes l’accès aux soins médicaux jusqu’à la disparition des traces des sévices. De plus, la police et les autorités judiciaires refusent régulièrement de donner suite aux allégations de mauvais traitements, et les aveux extorqués sous la torture sont régulièrement retenus par les tribunaux.", "86.  Les prisonniers politiques et les intégristes religieux sont les victimes privilégiées de la torture, qui est perpétrée principalement pendant la garde à vue, notamment dans les locaux du ministère de l’Intérieur. Le rapport fait référence à plusieurs cas de torture dénoncés en 2005 par des organisations non gouvernementales, parmi lesquelles le Conseil national pour les libertés en Tunisie et l’Association pour la lutte contre la torture en Tunisie. En dépit des dénonciations des victimes, aucune investigation n’a été engagée par les autorités tunisiennes sur ces abus et aucun agent de l’Etat n’a été poursuivi.", "87.  Les conditions d’incarcération dans les prisons tunisiennes sont loin de respecter les normes internationales. Les prisonniers sont placés dans des espaces exigus et partagent le même lit et les mêmes toilettes. Le risque de maladies contagieuses est très élevé en raison de la surpopulation et des mauvaises conditions d’hygiène. Les détenus n’ont pas accès à des soins médicaux adéquats.", "88.  Les prisonniers politiques sont souvent transférés d’un établissement à l’autre, ce qui rend difficiles les visites de leurs familles et décourage toute enquête concernant leurs conditions de détention.", "89.  En avril 2005, à l’issue d’une longue négociation, le gouvernement tunisien a signé un accord permettant au Comité international de la Croix-Rouge de se rendre dans les prisons. Les visites ont commencé en juin. En décembre, la Croix-Rouge a déclaré que les autorités pénitentiaires avaient respecté l’accord et qu’elles n’avaient pas posé d’obstacles aux visites.", "90.  En revanche, cette même possibilité n’a pas été reconnue à Human Rights Watch, malgré l’engagement verbal pris en avril 2005 par le gouvernement tunisien. Ce dernier s’est également engagé à interdire la détention en isolement cellulaire prolongé.", "91.  Bien qu’explicitement interdites par la loi tunisienne, des arrestations et détentions arbitraires ont lieu. Selon la loi, la durée maximale de garde à vue est de six jours, pendant lesquels les familles doivent être informées. Cependant, ces règles sont parfois ignorées. Les gardes à vue se font très souvent au secret et les autorités prolongent la période de détention en falsifiant la date de l’arrestation.", "92.  Le gouvernement tunisien nie l’existence de prisonniers politiques et, par conséquent, leur nombre exact est impossible à déterminer. Cependant, l’Association internationale de soutien aux prisonniers politiques a recensé cinq cent quarante-deux prisonniers politiques, dont presque tous seraient des intégristes religieux appartenant à des mouvements d’opposition interdits par la loi, arrêtés pour appartenance à des associations illégales dangereuses pour l’ordre public.", "93.  Le rapport fait état d’entraves diffuses au droit au respect de la vie privée et familiale des prisonniers politiques et de leurs proches, telles que la mise en place de contrôles de la correspondance et d’écoutes téléphoniques ainsi que la confiscation des documents d’identité.", "H.  Autres sources", "94.  Devant la Cour, le requérant a produit un document de l’Association internationale de soutien aux prisonniers politiques. Celui-ci relate le cas d’un jeune homme, M. Hichem Ben Said Ben Frej, qui, le 10 octobre 2006, peu avant un interrogatoire, se serait jeté par la fenêtre d’un commissariat. Selon l’avocat de M. Ben Frej, son client avait été sauvagement torturé et détenu dans les cellules du ministère de l’Intérieur à Tunis pendant vingt-cinq jours.", "Des allégations similaires sont contenues dans des déclarations d’organisations locales de défense des droits des prisonniers et des femmes et dans de nombreuses coupures de presse.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "95.  Le requérant considère que la mise à exécution de son expulsion l’exposerait à un risque de traitements contraires à l’article 3 de la Convention, ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "96.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "97.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "98.  Selon le requérant, il est « notoire » que les personnes soupçonnées d’activités terroristes, en particulier liées à l’intégrisme islamiste, sont souvent torturées en Tunisie. Le requérant a introduit une demande d’asile politique, qui a été rejetée par la préfecture de Milan sans qu’il ait été entendu par la commission italienne pour l’octroi du statut de réfugié. Par ailleurs, ses tentatives en vue d’obtenir un permis de séjour ont échoué car le consulat de Tunisie a refusé de lui renouveler son passeport, document dont les autorités italiennes avaient sollicité la production. L’ensemble de ces circonstances s’analyse selon lui en une « persécution ».", "99.  De plus, les enquêtes menées par Amnesty International et par le Département d’Etat américain démontrent que la torture est pratiquée en Tunisie et que certaines personnes expulsées vers cet Etat ont tout simplement disparu. Par ailleurs, les nombreux articles de presse et les témoignages qu’il a produits dénoncent le traitement des détenus politiques et de leurs familles.", "100.  La famille du requérant a reçu plusieurs visites de la police et fait l’objet de menaces et de provocations continuelles. Cela a poussé sa sœur à tenter à deux reprises de se suicider.", "101.  Face aux risques sérieux auxquels il serait exposé en cas d’expulsion, le requérant considère que le simple rappel des traités signés par la Tunisie ne saurait suffire.", "b)  Le Gouvernement", "102.  Le Gouvernement estime tout d’abord nécessaire de rappeler les antécédents de l’affaire. Après les attentats du 11 septembre 2001 sur les tours jumelles de New York, les carabiniers italiens, alertés par des services de renseignement, découvrirent un réseau international de militants islamistes, composé principalement de Tunisiens, et le placèrent sous surveillance. En mai 2002, l’un des chefs de ce réseau, M. Faraj Faraj Hassan, fut arrêté à Londres. Le requérant avait entre-temps quitté Milan pour l’Iran, où il avait séjourné dans un camp d’entraînement d’Al-Qaïda. Il retourna ensuite en Italie, d’où il s’est souvent rendu sur la Côte d’Azur. Là, grâce à la collaboration d’un autre Tunisien résidant à San Remo, M. Imed Zarkaoui, il rencontra son frère, M. Fadhal Saadi.", "103.  M. Zarkaoui était chargé de trouver du fulminate de mercure pour fabriquer des détonateurs, tandis qu’en Italie un autre complice se renseignait sur des caméras permettant de filmer la nuit. Un contact fut établi avec la Malaisie, où se trouvait le commando qui devait commettre les attentats, et des armes furent distribuées à certains militants. La cellule islamiste dont le requérant faisait partie avait entamé une activité de grande envergure visant à falsifier et distribuer à ses membres de faux papiers d’identité. Le Gouvernement s’oppose à la thèse du requérant selon laquelle l’infraction de faux en écritures pour laquelle il a été condamné en Italie n’était pas liée à l’activité de groupes terroristes ; il souligne à cet égard que, bien que titulaires de permis de séjour réguliers, le requérant et un coïnculpé s’étaient munis de faux papiers.", "104.  Dans ce contexte, en octobre 2002, plusieurs polices européennes lancèrent l’« opération Bazar », à la suite de laquelle le requérant, M. Zarkaoui et trois autres personnes furent arrêtés en Italie. M. Fadhal Saadi parvint à se soustraire à une tentative d’arrestation de la police française ; il mourra ensuite dans un attentat suicide en Irak. Informé de cela par ses proches, le requérant s’en est réjoui, car son frère était devenu un « martyr » de la lutte contre les « infidèles ». Dans la procédure pénale dirigée contre l’intéressé en Italie, le parquet avait trois certitudes : la cellule dont le requérant faisait partie était associée à Al-Qaïda, elle préparait un attentat contre une cible qui n’a pas pu être identifiée et elle était manipulée depuis l’étranger.", "105.  Le Gouvernement rappelle ensuite qu’un danger de mort ou le risque d’être exposé à la torture ou à des traitements inhumains et dégradants doivent être étayés par des éléments de preuve appropriés. Cependant, en l’espèce, le requérant n’a ni produit des éléments précis à cet égard ni fourni des explications détaillées, se bornant à décrire une situation prétendument généralisée en Tunisie. Les « sources internationales » citées par le requérant sont indéterminées et non pertinentes. Il en va de même des articles de presse produits par l’intéressé, qui proviennent de milieux non officiels ayant tous la même ligne idéologique et politique. Ces informations n’ont pas fait l’objet de vérifications ou d’une demande d’éclaircissement auprès du gouvernement tunisien ; dès lors, leur valeur probante est nulle. Les provocations prétendument dirigées par la police tunisienne à l’encontre de la famille du requérant n’ont aucun lien avec ce que celui-ci souhaite prouver devant la Cour.", "106.  En ce qui concerne le rapport d’Amnesty International, ce document cite trois cas isolés, relatifs à la lutte contre le terrorisme, qui ne montrent « rien d’inquiétant » (notamment, certaines personnes soit ont été condamnées pour terrorisme, soit sont dans l’attente d’un procès). A propos des allégations de mauvais traitements, le rapport utilise des verbes au conditionnel ou des expressions telles que « semble-t-il ». Il n’y a donc aucune certitude à cet égard. Le caractère superficiel du rapport est « évident » si l’on songe aux pages consacrées à l’Italie, où l’on mentionne comme cas de violation des droits de l’homme l’expulsion vers la Syrie de M. AlShari, dont la requête à la Cour a été rejetée pour défaut manifeste de fondement (Al-Shari et autres c. Italie (déc.), no 57/03, 5 juillet 2005).", "107.  Quant au rapport du Département d’Etat américain, il cite : a)  une affaire (Moncef Louhici ou Ouahichi) où l’examen de la plainte des membres de la famille de la personne prétendument tuée par la police est en cours ; b)  une affaire (Bedreddine Rekeii ou Reguii) portant sur des crimes dénués de motivation politique et au sujet de laquelle le gouvernement tunisien a fourni des éclaircissements complets et rassurants ; c)  l’affaire du « groupe de Bizerte », où cinq des onze accusés ont été acquittés en appel et les six autres ont bénéficié de fortes réductions de peine ; d)  des cas imprécis et mentionnés de façon vague ou encore des cas de criminalité dénuée de motivation politique ou concernant la liberté d’expression ou d’association.", "108.  De l’avis du Gouvernement, ces documents ne font pas apparaître la Tunisie comme « un enfer », ainsi que le voudrait le requérant. La situation dans ce pays n’est, somme toute, pas très différente de celle de certains Etats signataires de la Convention.", "109.  Par ailleurs, les vicissitudes qu’a connues M. Hichem Ben Said Ben Frej, citées par le requérant (paragraphe 94 ci-dessus), ne sont pas pertinentes en l’espèce puisqu’il s’agit d’un cas de suicide.", "110.  Au demeurant, le Gouvernement observe que, dans de nombreuses affaires concernant des expulsions vers des pays (notamment l’Algérie) où les pratiques courantes de mauvais traitements semblent bien plus inquiétantes qu’en Tunisie, la Cour a rejeté les allégations des requérants.", "111.  Le Gouvernement note également que la Tunisie a ratifié de nombreux instruments internationaux en matière de protection des droits de l’homme, à savoir le Pacte relatif aux droits civils et politiques, le Pacte relatif aux droits économiques, sociaux et culturels et la Convention contre la torture et autres peines ou traitements cruels, inhumains et dégradants, tous élaborés au sein des Nations unies. Aux termes de l’article 32 de la Constitution tunisienne, les traités internationaux ont une autorité supérieure à celle des lois. De plus, l’Italie et la Tunisie ont signé des accords bilatéraux en matière d’émigration et de lutte contre la criminalité transnationale, y compris le terrorisme (paragraphe 61 ci-dessus). Cela présuppose une base commune de respect des droits fondamentaux. L’efficacité de ces ententes serait mise en péril si la Cour devait affirmer le principe selon lequel les Tunisiens ne peuvent pas être expulsés.", "112.  La Tunisie a également signé un accord d’association avec l’Union européenne. Une condition préalable pour la mise en œuvre de cet accord est le respect des libertés fondamentales et des principes démocratiques (paragraphe 62 ci-dessus). Or, l’Union européenne est une organisation internationale qui, selon la jurisprudence de la Cour, est présumée offrir une protection des droits fondamentaux « équivalente » à celle assurée par la Convention. Les autorités tunisiennes permettent par ailleurs au Comité international de la Croix-Rouge et à « d’autres organismes internationaux » de visiter les prisons (paragraphes 80-81 ci-dessus). De l’avis du Gouvernement, on peut présumer que la Tunisie ne s’écartera pas des obligations qui lui incombent en vertu de traités internationaux.", "113.  Par ailleurs, en Tunisie, le danger terroriste est une triste réalité, comme le démontre l’attentat de Djerba du 11 avril 2002, revendiqué par Al-Qaïda. Pour faire face à ce danger, les autorités tunisiennes se sont dotées comme certains Etats européens d’une loi antiterrorisme.", "114.  Dans ces conditions, il convient d’accorder le « bénéfice du doute » à l’Etat qui a l’intention d’expulser le requérant et dont l’intérêt national est menacé par sa présence. A ce sujet, il faut tenir compte de l’envergure du danger terroriste dans le monde actuel et des difficultés objectives qu’il y a à lutter contre ce phénomène de manière efficace, eu égard non seulement aux risques en cas d’expulsion, mais aussi à ceux qui surgiraient en cas de non-expulsion. En tout état de cause, le système juridique italien prévoit des garanties pour l’individu – y compris la possibilité d’obtenir le statut de réfugié – qui rendent un refoulement contraire aux exigences de la Convention « pratiquement impossible ».", "115.  A l’audience devant la Cour, le Gouvernement a en outre souscrit en substance aux thèses du tiers intervenant (paragraphes 117-123 ci-après), observant que, avant l’adoption d’un arrêté d’expulsion à son encontre, le requérant n’a ni fait allusion au risque de mauvais traitements en Tunisie, dont il devait pourtant avoir connaissance, ni demandé l’asile politique. Ses allégations sont dès lors trop tardives pour être dignes de foi.", "116.  Le Gouvernement observe enfin que, même en l’absence d’une demande d’extradition et d’une situation préoccupante quant au respect des droits de l’homme (telle que, par exemple, celle décrite dans l’affaire Chahal c. Royaume-Uni, 15 novembre 1996, Recueil des arrêts et décisions 1996-V), l’Italie a demandé des assurances diplomatiques à la Tunisie (paragraphes 51-52 ci-dessus). Cette dernière a répondu en s’engageant à appliquer en l’espèce les lois tunisiennes pertinentes (paragraphes 54-55 ci-dessus), qui punissent sévèrement les actes de torture ou les mauvais traitements et qui prévoient des droits de visite très importants pour l’avocat et la famille du détenu.", "2.  Tiers intervenant", "117.  Le gouvernement du Royaume-Uni observe que, dans l’affaire Chahal (précitée, § 81), la Cour a affirmé le principe selon lequel, au vu du caractère absolu de la prohibition des traitements contraires à l’article 3 de la Convention, le risque de pareils traitements ne peut pas être mis en balance avec les motifs (notamment la défense de la sécurité nationale) avancés par l’Etat défendeur pour justifier une expulsion. Or, à cause de sa rigidité, ce principe a posé de nombreuses difficultés aux Etats contractants, en les empêchant en pratique de mettre à exécution des mesures d’expulsion. A cet égard, il convient de souligner qu’il est peu probable qu’un Etat autre que celui dont le requérant est le ressortissant soit disposé à accepter sur son territoire une personne soupçonnée d’activités terroristes. De plus, la possibilité d’avoir recours à des sanctions pénales à l’encontre du suspect n’offre pas une protection suffisante pour la collectivité.", "118.  En effet, l’individu en question pourrait ne pas commettre d’infractions (ou bien, avant un attentat, commettre seulement des infractions mineures) et il pourrait s’avérer difficile de prouver son implication dans le terrorisme au-delà de tout doute raisonnable, puisqu’il est parfois impossible d’utiliser des sources confidentielles ou des informations provenant des services de renseignement. D’autres mesures, telles que la détention dans l’attente de l’expulsion, le placement du suspect sous surveillance et la restriction de sa liberté de circulation, n’assurent qu’une protection partielle.", "119.  Le terrorisme met sérieusement en danger le droit à la vie, qui est le préalable nécessaire à la jouissance de tous les autres droits fondamentaux. Selon un principe de droit international bien établi, les Etats peuvent utiliser les lois sur l’immigration pour faire face à des menaces extérieures contre leur sécurité nationale. La Convention ne garantit pas le droit à l’asile politique, qui est par contre réglementé par la Convention relative au statut des réfugiés de 1951, laquelle prévoit explicitement que ce droit ne peut pas être invoqué lorsqu’il y a un risque pour la sécurité nationale ou lorsque le requérant est responsable d’actes contraires aux principes des Nations unies. De plus, l’article 5 § 1 f) de la Convention autorise l’arrestation d’une personne « contre laquelle une procédure d’expulsion (...) est en cours », reconnaissant ainsi le droit des Etats d’expulser les non-nationaux.", "120.  Il est vrai que la protection offerte contre la torture et les traitements inhumains ou dégradants par l’article 3 de la Convention est absolue. Cependant, en cas d’expulsion, ces traitements ne seraient pas administrés par l’Etat signataire, mais par les autorités d’un Etat tiers. L’Etat signataire est alors lié par une obligation positive de protection contre la torture implicitement déduite de l’article 3. Or, dans le domaine des obligations positives et implicites, la Cour a admis que les droits du requérant doivent être mis en balance avec les intérêts de la collectivité dans son ensemble.", "121.  Dans les cas d’expulsion, le degré de risque existant dans l’Etat de destination dépend d’une évaluation de nature spéculative. Le niveau requis pour admettre l’existence d’un tel risque est relativement bas et difficile à appliquer de manière cohérente. De plus, l’article 3 de la Convention interdit non seulement des traitements extrêmement graves, comme la torture, mais aussi des agissements relevant de la notion relativement générale de « traitement dégradant ». Par ailleurs, la nature de la menace qu’un individu entraîne pour l’Etat signataire varie également de manière significative.", "122.  A la lumière de ce qui précède, le gouvernement du Royaume-Uni soutient que, dans des cas concernant la menace représentée par le terrorisme international, l’approche suivie par la Cour dans l’affaire Chahal (qui ne reflète pas un impératif moral universellement reconnu et est en contradiction avec les intentions des premiers signataires de la Convention) doit être modifiée et clarifiée. En premier lieu, la menace constituée par la personne à expulser doit être un facteur à évaluer par rapport à la possibilité et à la nature du mauvais traitement potentiel. Cela permettrait de prendre en considération toutes les circonstances particulières de chaque cas d’espèce et de mettre en balance les droits garantis au requérant par l’article 3 de la Convention et ceux garantis à tous les autres membres de la collectivité par l’article 2. Deuxièmement, les considérations relatives à la sécurité nationale doivent influer sur le critère de preuve auquel le requérant doit satisfaire. En d’autres termes, si l’Etat défendeur produit des éléments portant à croire qu’il y a une menace pour la sécurité nationale, des preuves plus solides doivent être produites pour démontrer que le requérant risque de subir des mauvais traitements dans le pays de destination. En particulier, l’intéressé doit prouver qu’il est « plus probable qu’improbable » (more likely than not) qu’il sera soumis à des traitements interdits par l’article 3. Cette interprétation est compatible avec le libellé de l’article 3 de la Convention des Nations unies contre la torture, qui a été inspiré par la jurisprudence de la Cour elle-même et tient compte de la circonstance que dans les affaires d’expulsion il s’agit d’évaluer un risque futur et éventuel.", "123.  Le gouvernement du Royaume-Uni souligne enfin que les Etats contractants peuvent obtenir des assurances diplomatiques qu’un requérant ne sera pas soumis à des traitements contraires à la Convention. Cependant, dans l’arrêt Chahal précité, la Cour a estimé nécessaire d’examiner si pareilles assurances offraient une protection suffisante. Or, comme il est démontré par les opinions de la majorité et de la minorité de la Cour dans cette affaire, il est probable que des assurances identiques peuvent être interprétées de manière différente.", "3.  Appréciation de la Cour", "a)  Principes généraux", "i.  Responsabilité des Etats contractants en cas d’expulsion", "124.  Selon la jurisprudence constante de la Cour, les Etats contractants ont, en vertu d’un principe de droit international bien établi et sans préjudice des engagements découlant pour eux de traités, y compris la Convention, le droit de contrôler l’entrée, le séjour et l’éloignement des non-nationaux (voir, parmi beaucoup d’autres, Abdulaziz, Cabales et Balkandali c. Royaume-Uni, 28 mai 1985, § 67, série A no 94, et Boujlifa c. France, 21 octobre 1997, § 42, Recueil 1997VI). La Cour note aussi que ni la Convention ni ses Protocoles ne consacrent le droit à l’asile politique (Vilvarajah et autres c. Royaume-Uni, 30 octobre 1991, § 102, série A no 215, et Ahmed c. Autriche, 17 décembre 1996, § 38, Recueil 1996VI).", "125.  Cependant, l’expulsion par un Etat contractant peut soulever un problème au regard de l’article 3, et donc engager la responsabilité de l’Etat en cause au titre de la Convention, lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, si on l’expulse vers le pays de destination, y courra un risque réel d’être soumis à un traitement contraire à l’article 3. Dans ce cas, l’article 3 implique l’obligation de ne pas expulser la personne en question vers ce pays (Soering c. Royaume-Uni, 7 juillet 1989, §§ 90-91, série A no 161, Vilvarajah et autres, précité, § 103, Ahmed, précité, § 39, H.L.R. c. France, 29 avril 1997, § 34, Recueil 1997-III, Jabari c. Turquie, no 40035/98, § 38, CEDH 2000-VIII, et Salah Sheekh c. Pays-Bas, no 1948/04, § 135, 11 janvier 2007).", "126.  Dans ce type d’affaires, la Cour est donc appelée à apprécier la situation dans le pays de destination à l’aune des exigences de l’article 3. Il n’en demeure pas moins qu’il ne s’agit pas pour autant de constater ou prouver la responsabilité de ce pays en droit international général, en vertu de la Convention ou autrement. Dans la mesure où une responsabilité se trouve ou peut se trouver engagée sur le terrain de la Convention, c’est celle de l’Etat contractant, du chef d’un acte qui a pour résultat direct d’exposer quelqu’un à un risque de mauvais traitements prohibés (Mamatkoulov et Askarov c. Turquie [GC], nos 46827/99 et 46951/99, § 67, CEDH 2005-I).", "127.  L’article 3, qui prohibe en termes absolus la torture ou les peines ou traitements inhumains ou dégradants, consacre l’une des valeurs fondamentales des sociétés démocratiques. Il ne prévoit pas de restrictions, en quoi il contraste avec la majorité des clauses normatives de la Convention et des Protocoles nos 1 et 4, et il ne souffre nulle dérogation d’après l’article 15 même en cas de danger public menaçant la vie de la nation (Irlande c. Royaume-Uni, 18 janvier 1978, § 163, série A no 25, Chahal, précité, § 79, Selmouni c. France [GC], no 25803/94, § 95, CEDH 1999-V, Al-Adsani c. Royaume-Uni [GC], no 35763/97, § 59, CEDH 2001-XI, et Chamaïev et autres c. Géorgie et Russie, no 36378/02, § 335, CEDH 2005-III). La prohibition de la torture ou des peines ou traitements inhumains ou dégradants étant absolue, quels que soient les agissements de la personne concernée (Chahal, précité, § 79), la nature de l’infraction qui était reprochée au requérant est dépourvue de pertinence pour l’examen sous l’angle de l’article 3 (Indelicato c. Italie, no 31143/96, § 30, 18 octobre 2001, et Ramirez Sanchez c. France [GC], no 59450/00, §§ 115-116, CEDH 2006-IX).", "ii.  Eléments retenus pour évaluer le risque d’exposition à des traitements contraires à l’article 3 de la Convention", "128.  Pour déterminer l’existence de motifs sérieux et avérés de croire à un risque réel de traitements incompatibles avec l’article 3, la Cour s’appuie sur l’ensemble des éléments qu’on lui fournit ou, au besoin, qu’elle se procure d’office (H.L.R. c. France, précité, § 37, et Hilal c. Royaume-Uni, no 45276/99, § 60, CEDH 2001-II). Dans des affaires telles que la présente espèce, la Cour se doit en effet d’appliquer des critères rigoureux en vue d’apprécier l’existence d’un tel risque (Chahal, précité, § 96).", "129.  Il appartient en principe au requérant de produire des éléments susceptibles de démontrer qu’il y a des raisons sérieuses de penser que, si la mesure incriminée était mise à exécution, il serait exposé à un risque réel de se voir infliger des traitements contraires à l’article 3 (N. c. Finlande, no 38885/02, § 167, 26 juillet 2005). Lorsque de tels éléments sont produits, il incombe au Gouvernement de dissiper les doutes éventuels à leur sujet.", "130.  Pour vérifier l’existence d’un risque de mauvais traitements, la Cour doit examiner les conséquences prévisibles du renvoi du requérant dans le pays de destination, compte tenu de la situation générale dans celui-ci et des circonstances propres au cas de l’intéressé (Vilvarajah et autres, précité, § 108 in fine).", "131.  Dans ce but, en ce qui concerne la situation générale dans un pays, la Cour a souvent attaché de l’importance aux informations contenues dans les rapports récents provenant d’associations internationales indépendantes de défense des droits de l’homme telles qu’Amnesty International, ou de sources gouvernementales, parmi lesquelles le Département d’Etat américain (voir, par exemple, Chahal, précité, §§ 99-100, Müslim c. Turquie, no 53566/99, § 67, 26 avril 2005, Said c. Pays-Bas, no 2345/02, § 54, CEDH 2005-VI, et Al-Moayad c. Allemagne (déc.), no 35865/03, §§ 65-66, 20 février 2007). En même temps, elle a considéré qu’une simple possibilité de mauvais traitements en raison d’une conjoncture instable dans un pays n’entraîne pas en soi une infraction à l’article 3 (Vilvarajah et autres, précité, § 111, et Fatgan Katani et autres c. Allemagne (déc.), no 67679/01, 31 mai 2001) et que, lorsque les sources dont elle dispose décrivent une situation générale, les allégations spécifiques d’un requérant dans un cas d’espèce doivent être corroborées par d’autres éléments de preuve (Mamatkoulov et Askarov, précité, § 73, et Müslim, précité, § 68).", "132.  Dans les affaires où un requérant allègue faire partie d’un groupe systématiquement exposé à une pratique de mauvais traitements, la Cour considère que la protection de l’article 3 de la Convention entre en jeu lorsque l’intéressé démontre, éventuellement à l’aide des sources mentionnées au paragraphe précédent, qu’il y a des motifs sérieux et avérés de croire à l’existence de la pratique en question et à son appartenance au groupe visé (voir, mutatis mutandis, Salah Sheekh, précité, §§ 138-149).", "133.  Pour ce qui est du moment à prendre en considération, il faut se référer en priorité aux circonstances dont l’Etat en cause avait ou devait avoir connaissance au moment de l’expulsion. Toutefois, si le requérant n’a pas été extradé ou expulsé au moment où la Cour examine l’affaire, la date à prendre en compte est celle de la procédure devant la Cour (Chahal, précité, §§ 85-86, et Venkadajalasarma c. Pays-Bas, no 58510/00, § 63, 17 février 2004). Pareille situation se produit généralement lorsque, comme dans la présente affaire, l’expulsion ou l’extradition est retardée par suite de l’indication d’une mesure provisoire par la Cour conformément à l’article 39 du règlement (Mamatkoulov et Askarov, précité, § 69). Partant, s’il est vrai que les faits historiques présentent un intérêt dans la mesure où ils permettent d’éclairer la situation actuelle et son évolution probable, ce sont les circonstances présentes qui sont déterminantes.", "iii. Notions de « torture » et de « traitements inhumains et dégradants »", "134.  Conformément à la jurisprudence constante de la Cour, pour tomber sous le coup de l’article 3, un mauvais traitement doit atteindre un minimum de gravité. L’appréciation de ce minimum est relative ; elle dépend de l’ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux ainsi que, parfois, du sexe, de l’âge et de l’état de santé de la victime (voir, entre autres, Price c. Royaume-Uni, no 33394/96, § 24, CEDH 2001-VII, Mouisel c. France, no 67263/01, § 37, CEDH 2002-IX, et Jalloh c. Allemagne [GC], no 54810/00, § 67, CEDH 2006-IX).", "135.  Pour qu’une peine ou le traitement dont elle s’accompagne puissent être qualifiés d’« inhumains » ou de « dégradants », la souffrance ou l’humiliation doivent en tout cas aller au-delà de celles que comporte inévitablement une forme donnée de traitement ou de peine légitimes (Labita c. Italie [GC], no 26772/95, § 120, CEDH 2000-IV).", "136.  Pour déterminer s’il y a lieu de qualifier de torture une forme particulière de mauvais traitement, il faut tenir compte de la distinction que comporte l’article 3 entre cette notion et celle de traitements inhumains ou dégradants. Il apparaît que cette distinction a été incluse dans la Convention pour marquer de l’infamie spéciale de la « torture » les seuls traitements inhumains délibérés provoquant de fort graves et cruelles souffrances (Aydın c. Turquie, 25 septembre 1997, § 82, Recueil 1997-VI, et Selmouni, précité, § 96).", "b)  Application de ces principes au cas d’espèce", "137.  La Cour note tout d’abord que les Etats rencontrent actuellement des difficultés considérables pour protéger leur population de la violence terroriste (Chahal, précité, § 79, et Chamaïev et autres, précité, § 335). Elle ne saurait donc sous-estimer l’ampleur du danger que représente aujourd’hui le terrorisme et la menace qu’il fait peser sur la collectivité. Cela ne saurait toutefois remettre en cause le caractère absolu de l’article 3.", "138.  Dès lors, la Cour ne peut souscrire à la thèse du gouvernement du Royaume-Uni, appuyée par le gouvernement défendeur, selon laquelle, sur le terrain de l’article 3, il faudrait distinguer les traitements infligés directement par un Etat signataire de ceux qui pourraient être infligés par les autorités d’un Etat tiers, la protection contre ces derniers devant être mise en balance avec les intérêts de la collectivité dans son ensemble (paragraphes 120 et 122 ci-dessus). La protection contre les traitements prohibés par l’article 3 étant absolue, cette disposition impose de ne pas extrader ou expulser une personne lorsqu’elle court dans le pays de destination un risque réel d’être soumise à de tels traitements. Comme la Cour l’a affirmé à plusieurs reprises, cette règle ne souffre aucune exception (voir la jurisprudence citée au paragraphe 127 ci-dessus). Il y a donc lieu de réaffirmer le principe exprimé dans l’arrêt Chahal (précité, § 81) selon lequel il n’est pas possible de mettre en balance le risque de mauvais traitements et les motifs invoqués pour l’expulsion afin de déterminer si la responsabilité d’un Etat est engagée sur le terrain de l’article 3, ces mauvais traitements fussent-ils le fait d’un Etat tiers. A cet égard, les agissements de la personne considérée, aussi indésirables ou dangereux soient-ils, ne sauraient être pris en compte, ce qui rend la protection assurée par l’article 3 plus large que celle prévue aux articles 32 et 33 de la Convention des Nations unies de 1951 relative au statut des réfugiés (Chahal, précité, § 80 ; voir paragraphe 63 ci-dessus). Cette conclusion est d’ailleurs conforme aux points IV et XII des lignes directrices sur les droits de l’homme et la lutte contre le terrorisme adoptées par le Comité des Ministres du Conseil de l’Europe (paragraphe 64 ci-dessus).", "139.  La Cour considère que l’argument tiré de la mise en balance, d’une part, du risque que la personne subisse un préjudice en cas de refoulement et, d’autre part, de sa dangerosité pour la collectivité si elle n’est pas renvoyée repose sur une conception erronée des choses. Le « risque » et la « dangerosité » ne se prêtent pas dans ce contexte à un exercice de mise en balance car il s’agit de notions qui ne peuvent qu’être évaluées indépendamment l’une de l’autre. En effet, soit les éléments de preuve soumis à la Cour montrent qu’il existe un risque substantiel si la personne est renvoyée, soit tel n’est pas le cas. La perspective que la personne constitue une menace grave pour la collectivité si elle n’est pas expulsée ne diminue en rien le risque qu’elle subisse des mauvais traitements si elle est refoulée. C’est pourquoi il serait incorrect d’exiger, comme le préconise le tiers intervenant, un critère de preuve plus strict lorsque la personne est jugée représenter un grave danger pour la collectivité, puisque l’évaluation du niveau de risque est indépendante d’une telle appréciation.", "140.  Pour ce qui est du deuxième volet des arguments du gouvernement du Royaume-Uni consistant à soutenir que, lorsqu’un requérant représente une menace pour la sécurité nationale, des preuves plus solides doivent être produites pour démontrer le risque de mauvais traitements (paragraphe 122 ci-dessus), la Cour observe qu’une telle approche ne se concilie pas non plus avec le caractère absolu de la protection offerte par l’article 3. En effet, ce raisonnement revient à affirmer que la protection de la sécurité nationale justifie d’accepter plus facilement, en l’absence de preuves répondant à un critère plus exigeant, un risque de mauvais traitements pour l’individu. La Cour ne voit donc aucune raison de modifier, comme le suggère le tiers intervenant, le niveau de preuve requis en la matière en exigeant, dans des cas comme celui-ci, la démonstration que la soumission à des mauvais traitements serait « plus probable qu’improbable ». Elle réaffirme au contraire que, pour qu’un éloignement forcé envisagé soit contraire à la Convention, la condition nécessaire – et suffisante – est que le risque pour l’intéressé de subir dans le pays de destination des traitements interdits par l’article 3 soit réel et fondé sur des motifs sérieux et avérés (voir les paragraphes 125 et 132 et la jurisprudence qui y est citée).", "141.  La Cour observe également que des arguments similaires à ceux que le tiers intervenant a formulés dans le cadre de la présente requête ont déjà été rejetés dans l’arrêt Chahal précité. Même si, comme l’affirment les gouvernements italien et britannique, la menace terroriste s’est accentuée depuis cette époque, cela ne remet pas en cause les conclusions contenues dans cet arrêt quant aux conséquences découlant du caractère absolu de l’article 3.", "142.  Par ailleurs, la Cour a souvent indiqué qu’elle applique des critères rigoureux et exerce un contrôle attentif quand il s’agit d’apprécier l’existence d’un risque réel de mauvais traitements (Jabari, précité, § 39) en cas d’éloignement d’une personne du territoire de l’Etat défendeur par extradition, expulsion ou toute autre mesure poursuivant ce but. Même si l’évaluation de pareil risque a dans une certaine mesure un aspect spéculatif, la Cour a toujours fait preuve d’une grande prudence et examiné avec soin les éléments qui lui ont été soumis à la lumière du niveau de preuve requis (paragraphes 128 et 132 ci-dessus) avant d’indiquer une mesure d’urgence au titre de l’article 39 du règlement ou de conclure que l’exécution d’une mesure d’éloignement du territoire se heurterait à l’article 3 de la Convention. Aussi, depuis l’adoption de l’arrêt Chahal la Cour n’est-elle que rarement parvenue à une telle conclusion.", "143.  En l’espèce, la Cour a eu égard, tout d’abord, aux rapports d’Amnesty International et de Human Rights Watch relatifs à la Tunisie (paragraphes 65-79 ci-dessus), qui décrivent une situation préoccupante. Par ailleurs, ces conclusions sont corroborées par le rapport du Département d’Etat américain (paragraphes 82-93 ci-dessus). En particulier, des cas nombreux et réguliers de torture et de mauvais traitements y sont signalés concernant des personnes accusées en vertu de la loi antiterrorisme de 2003. Les pratiques dénoncées – qui se produiraient souvent pendant la garde à vue et dans le but d’extorquer des aveux – vont de la suspension au plafond aux menaces de viol en passant par les décharges électriques, l’immersion de la tête dans l’eau, les coups et blessures et les brûlures de cigarettes, c’est-à-dire des pratiques qui sans aucun doute atteignent le seuil de gravité requis par l’article 3. Les allégations de torture et de mauvais traitements ne seraient pas examinées par les autorités tunisiennes compétentes, qui refuseraient de donner suite aux plaintes et utiliseraient régulièrement les aveux obtenus sous la contrainte pour parvenir à des condamnations (paragraphes 68, 71, 73-75, 84 et 86 ci-dessus). Compte tenu de l’autorité et de la réputation des auteurs des rapports en question, du sérieux des enquêtes à leur origine, du fait que sur les points en question les conclusions se recoupent et que celles-ci se trouvent en substance confirmées par de nombreuses autres sources (paragraphe 94 ci-dessus), la Cour ne doute pas de la fiabilité de ces rapports. Par ailleurs, le gouvernement défendeur n’a pas produit d’éléments ou de rapports susceptibles de réfuter les affirmations provenant des sources citées par le requérant.", "144.  Le requérant a été poursuivi en Italie pour participation au terrorisme international et l’arrêté d’expulsion pris à son encontre a été adopté sur le fondement du décret-loi no 144 du 27 juillet 2005 intitulé « mesures urgentes pour combattre le terrorisme international » (paragraphe 32 ci-dessus). De plus, il a été condamné en Tunisie, par contumace, à vingt ans d’emprisonnement pour appartenance à une organisation terroriste agissant à l’étranger en temps de paix et pour incitation au terrorisme. L’existence de cette condamnation a été confirmée par la déclaration d’Amnesty International du 19 juin 2007 (paragraphe 71 ci-dessus).", "145.  La Cour relève également que la question de savoir si le procès du requérant en Tunisie pourra être rouvert est controversée entre les parties. L’intéressé affirme qu’aucun appel avec effet suspensif ne peut être formé contre sa condamnation et que, même à supposer le contraire, les autorités tunisiennes pourraient l’incarcérer en exécution d’une mesure de précaution (paragraphe 154 ci-après).", "146.  Dans ces conditions, la Cour estime qu’en l’espèce, des faits sérieux et avérés justifient de conclure à un risque réel de voir l’intéressé subir des traitements contraires à l’article 3 de la Convention s’il était expulsé vers la Tunisie. Ce risque ne saurait être écarté sur la base des autres éléments dont la Cour dispose. En particulier, même s’il est vrai que le Comité international de la Croix-Rouge a pu visiter les prisons tunisiennes, cette organisation humanitaire est tenue au secret sur l’accomplissement de ses missions (paragraphe 80 ci-dessus) et en dépit de l’engagement pris en avril 2005, un droit de visite analogue a été refusé à une organisation indépendante de défense des droits de l’homme telle que Human Rights Watch (paragraphes 76 et 90 ci-dessus). En outre, certains faits de torture relatés auraient eu lieu durant la garde à vue et la détention provisoire dans des locaux du ministère de l’Intérieur (paragraphes 86 et 94 ci-dessus). Dès lors, les visites du Comité international de la Croix-Rouge ne sauraient dissiper le risque de soumission à des traitements contraires à l’article 3 dans le cas d’espèce.", "147.  La Cour relève également que, le 29 mai 2007, alors que la présente affaire était déjà pendante devant elle, le gouvernement italien a demandé au gouvernement tunisien, via l’ambassade d’Italie à Tunis, des assurances diplomatiques selon lesquelles le requérant ne serait pas soumis à des traitements contraires à l’article 3 de la Convention (paragraphes 51 et 52 ci-dessus). Cependant, les autorités tunisiennes n’ont pas fourni de telles assurances. Elles se sont d’abord bornées à déclarer qu’elles acceptaient le transfert en Tunisie des Tunisiens détenus à l’étranger (paragraphe 54 ci-dessus). Ce n’est que dans une deuxième note verbale datée du 10 juillet 2007 (c’est-à-dire la veille de l’audience devant la Grande Chambre) que le ministère tunisien des Affaires étrangères a rappelé que les lois tunisiennes garantissaient les droits des détenus et que la Tunisie avait adhéré « aux traités et conventions internationaux pertinents » (paragraphe 55 ci-dessus). A cet égard, la Cour souligne que l’existence de textes internes et l’acceptation de traités internationaux garantissant, en principe, le respect des droits fondamentaux ne suffisent pas, à elles seules, à assurer une protection adéquate contre le risque de mauvais traitements lorsque, comme en l’espèce, des sources fiables font état de pratiques des autorités – ou tolérées par celles-ci – manifestement contraires aux principes de la Convention.", "148.  A titre surabondant, il convient de rappeler que même si, contrairement à ce qui s’est produit en l’espèce, les autorités tunisiennes avaient donné les assurances diplomatiques sollicitées par l’Italie, cela n’aurait pas dispensé la Cour d’examiner si de telles assurances fournissaient, dans leur application effective, une garantie suffisante quant à la protection du requérant contre le risque de traitements interdits par la Convention (Chahal, précité, § 105). Le poids à accorder aux assurances émanant de l’Etat de destination dépend en effet, dans chaque cas, des circonstances prévalant à l’époque considérée.", "149.  En conséquence, la décision d’expulser l’intéressé vers la Tunisie violerait l’article 3 de la Convention si elle était mise à exécution.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "150.  Le requérant allègue que la procédure pénale entamée contre lui en Tunisie a été inéquitable et que son expulsion l’exposerait à un risque de déni flagrant de justice. Il invoque l’article 6 de la Convention, qui, en ses parties pertinentes, se lit comme suit :", " « 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "(...)", "3.  Tout accusé a droit notamment à :", "a)  être informé, dans le plus court délai, dans une langue qu’il comprend et d’une manière détaillée, de la nature et de la cause de l’accusation portée contre lui ;", "b)  disposer du temps et des facilités nécessaires à la préparation de sa défense ;", "c)  se défendre lui-même ou avoir l’assistance d’un défenseur de son choix et, s’il n’a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d’office, lorsque les intérêts de la justice l’exigent ;", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ;", "e)  se faire assister gratuitement d’un interprète, s’il ne comprend pas ou ne parle pas la langue employée à l’audience. »", "151.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "152.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "153.  Selon le requérant, un risque grave de déni de justice existe en Tunisie, où les garanties minimales prévues par le droit international sont méconnues. Tous les Tunisiens accusés en Italie d’activités terroristes ont subi des procès inéquitables après leur rapatriement. Le requérant cite à cet égard le cas emblématique de M. Loubiri Habib : acquitté de l’accusation de terrorisme par les tribunaux italiens, l’intéressé a été emprisonné en Tunisie et privé de la possibilité de voir sa famille. M. Loubiri a pu obtenir la « révision » de la procédure pénale tunisienne ayant abouti à sa condamnation, mais cette démarche devant la Haute Cour militaire de Tunis a entraîné une aggravation substantielle de la peine infligée, qui est passée de dix à trente ans d’emprisonnement.", "154.  Le requérant observe ensuite que le dispositif de l’arrêt prononçant sa condamnation par contumace a été notifié à son père, M. Mohamed Cherif, le 2 juillet 2005. De ce fait, aucun appel ne peut plus être formé. En tout état de cause, à supposer même qu’il soit possible d’interjeter appel et qu’un tel appel puisse suspendre l’exécution de la peine, cela n’empêcherait pas les autorités tunisiennes de l’incarcérer en vertu d’une mesure de précaution qui pourrait être prise à son encontre. Par ailleurs, compte tenu des graves violations des droits civils des prisonniers politiques commises en Tunisie, même la possibilité théorique d’interjeter un appel tardif ne saurait exclure le risque d’un déni flagrant de justice. Au demeurant, des doutes surgiraient quant à la juridiction compétente pour se prononcer sur un éventuel appel : s’agirait-il d’une cour d’appel civile ou militaire ?", "155.  Le requérant note enfin que le procès s’est déroulé en Tunisie devant un tribunal militaire et que, dans un tel procès, l’accusé n’a aucune possibilité de produire des preuves, de nommer un avocat ou d’être entendu par le juge. De plus, en l’espèce, ni la famille du requérant ni ses avocats n’ont pu obtenir une copie de l’arrêt du tribunal militaire (paragraphe 30 ci-dessus).", "b)  Le Gouvernement", "156.  Le Gouvernement affirme que l’absence, dans le dossier, de l’original ou d’une copie conforme de l’arrêt rendu en Tunisie contre le requérant empêche de vérifier l’exactitude des informations fournies par celui-ci. Par ailleurs, une expulsion peut engager la responsabilité de l’Etat sur le terrain de l’article 6 seulement dans des circonstances exceptionnelles, notamment lorsqu’il apparaît que la condamnation qui serait prononcée dans le pays de destination s’analyserait en un déni « flagrant » de justice, ce qui ne serait pas le cas en l’espèce. Par contre, un Etat contractant n’est pas censé établir si une procédure qui s’est déroulée en dehors de son territoire remplit chacune des conditions de l’article 6. Conclure autrement serait contraire à la tendance actuelle, encouragée par la Cour elle-même, au renforcement de l’entraide internationale dans le domaine judiciaire.", "157.  Aux termes des dispositions pertinentes du droit tunisien, lorsqu’une condamnation est prononcée par contumace, le condamné a le droit d’obtenir la réouverture de la procédure. Ce droit peut être utilisé en temps utile et dans le respect des exigences de l’article 6. En particulier, le condamné par contumace demeurant à l’étranger peut faire opposition dans un délai de trente jours à partir de la notification de l’arrêt rendu par défaut. En l’absence de notification, l’opposition est toujours recevable et suspend l’exécution de la peine. La possibilité de faire opposition, en Tunisie, à une condamnation par contumace est en outre confirmée par les déclarations du directeur pour la coopération internationale du ministère de la Justice tunisien, qui sont, sur ce point, rassurantes (paragraphe 40 ci-dessus). Par ailleurs, le requérant n’a apporté aucun élément dont il ressortirait que, compte tenu des règles de droit tunisien pertinentes, il existe des motifs sérieux et avérés de croire que son procès s’est déroulé dans des conditions contraires aux principes du procès équitable.", "158.  Il est vrai que le fait d’être jugé par un tribunal militaire peut, dans les Etats parties à la Convention, soulever une question sous l’angle de l’article 6. Cependant, s’agissant d’une expulsion, un requérant doit démontrer le caractère « flagrant » du déni de justice auquel il redoute d’être exposé. Or, pareille preuve n’a pas été fournie en l’espèce. De plus, la Tunisie a modifié en décembre 2003 ses dispositions internes en matière de crimes de terrorisme commis par des civils : les juges militaires ont été remplacés par des juges ordinaires et il a été prévu l’intervention d’un juge d’instruction au cours de l’enquête.", "159.  Enfin, le Gouvernement note que le cas de M. Loubiri, cité par le requérant, n’est pas pertinent. En effet, une aggravation de la peine en appel est un événement qui peut se produire même dans les pays les plus respectueux de la Convention.", "2.  Appréciation de la Cour", "160.  La Cour rappelle son constat selon lequel l’expulsion du requérant vers la Tunisie constituerait une violation de l’article 3 de la Convention (paragraphe 149 ci-dessus). N’ayant aucun motif de douter que le gouvernement défendeur se conformera au présent arrêt, elle n’estime pas nécessaire de trancher la question hypothétique de savoir si, en cas d’expulsion vers la Tunisie, il y aurait aussi violation de l’article 6 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "161.  Le requérant allègue que son expulsion vers la Tunisie priverait sa compagne et son fils de sa présence et de son aide. Il invoque l’article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "162.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "163.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "164.  Le requérant observe qu’il a une vie familiale en Italie, qui serait perturbée par l’exécution de son expulsion : il cohabite avec sa compagne, Mme V., depuis 1998 ; leur enfant est né l’année suivante. A cette époque, il avait déjà demandé un permis de séjour, qui n’a été délivré qu’en 2001. Après l’échéance de ce dernier, il a essayé sans succès de régulariser sa situation afin de trouver du travail. L’enfant fréquente l’école en Italie, ce qui ne serait pas possible en Tunisie, où lui-même risque la prison voire la mort. Mme V. ne travaille pas actuellement car depuis environ un an, elle est atteinte d’une grave forme d’ischémie qui nécessite des hospitalisations fréquentes et l’empêche aussi de se rendre en Tunisie. Le requérant déclare donc être le seul soutien financier de sa famille.", "165.  Selon le requérant, toute allégation concernant sa dangerosité pour la société est démentie par son acquittement en première instance de l’accusation de terrorisme international. Il s’agit, en l’état actuel, de la seule décision de justice rendue dans le procès à son encontre, la procédure d’appel étant actuellement encore pendante. Aucun élément nouveau n’a été produit par le Gouvernement.", "166.  Par ailleurs, les autorités disposent de bien d’autres moyens pour le surveiller, l’expulsion étant une mesure qui ne doit être adoptée que dans des cas extrêmes. A cet égard, le requérant rappelle que, depuis le 3 novembre 2006, il doit se rendre auprès d’un commissariat de Milan trois fois par semaine et qu’il est frappé d’une interdiction de quitter le territoire italien (paragraphe 43 ci-dessus). Il a toujours respecté ces obligations et a ainsi obtenu la restitution de son permis de conduire, qui pendant un certain temps lui avait été retiré de manière illégale, selon lui, par le bureau des immatriculations (motorizzazione civile).", "b)  Le Gouvernement", "167.  Selon le Gouvernement, il faut tenir compte des éléments suivants : a)  la cellule familiale du requérant a été créée à une époque où son séjour en Italie était irrégulier, l’intéressé ayant eu un fils d’une Italienne en 1999 alors que son permis de séjour pour raisons familiales ne lui a été délivré que le 29 décembre 2001 ; b)  il n’y a pas eu de scolarité et d’immersion culturelle importantes de l’enfant en Italie (qui fréquente actuellement la deuxième classe de l’école primaire), ce qui lui permettrait de continuer sa scolarité en Tunisie ; c)  le requérant n’a jamais vécu avec Mme V. et son fils : ces derniers ont résidé à Arluno jusqu’au 7 octobre 2002, date à laquelle ils se sont établis à Milan ; le requérant n’a jamais habité à Arluno, s’est souvent rendu à l’étranger, a été arrêté le 9 octobre 2002 et a épousé selon le rite islamique une autre femme (paragraphe 57 ci-dessus) ; d)  l’unité de la vie familiale pourra être préservée en dehors du territoire italien, étant donné qui ni le requérant ni Mme V. ne travaillent en Italie.", "168.  L’ingérence dans la vie familiale de l’intéressé a une base légale en droit interne, à savoir la loi no 155 de 2005. En outre, il faut tenir compte de l’influence négative que, à cause de sa personnalité et de l’ampleur du danger terroriste, le requérant représente pour la sécurité de l’Etat, et de l’importance particulière devant être attachée à la prévention des infractions pénales graves et au maintien de l’ordre public. Toute ingérence éventuelle dans le droit du requérant au respect de sa vie familiale poursuit donc un but légitime et est nécessaire dans une société démocratique.", "169.  De plus, aucune charge disproportionnée et exorbitante n’a été imposée à la cellule familiale du requérant. Dans le cadre d’une politique de prévention du crime, le législateur doit jouir d’une grande latitude pour se prononcer tant sur l’existence d’un problème d’intérêt public que sur le choix des modalités d’application d’une mesure individuelle. Or, la criminalité organisée de nature terroriste a atteint en Italie et en Europe des proportions fort préoccupantes, au point de remettre en cause le principe de la primauté du droit. Des mesures administratives (telles que l’expulsion) sont indispensables pour lutter efficacement contre ce phénomène. L’expulsion présuppose l’existence d’« indices suffisants » démontrant que la personne soupçonnée soutient ou aide une association terroriste. Le ministre de l’Intérieur ne peut se fonder sur de simples soupçons, mais doit établir et évaluer objectivement les faits. Tous les éléments du dossier portent à croire que cette appréciation a été en l’espèce correcte et n’a pas été entachée d’arbitraire. En effet, les indices utilisés dans la procédure administrative d’expulsion sont les preuves recueillies au cours des débats publics et contradictoires qui se sont tenus devant la cour d’assises de Milan. Dans le cadre de cette procédure pénale, le requérant a eu la possibilité, par l’intermédiaire de son avocat, de soulever les exceptions et de présenter les preuves qu’il a estimées nécessaires à la sauvegarde de ses intérêts.", "2.  Appréciation de la Cour", "170.  La Cour rappelle son constat selon lequel l’expulsion du requérant vers la Tunisie constituerait une violation de l’article 3 de la Convention (paragraphe 149 ci-dessus). N’ayant aucun motif de douter que le gouvernement défendeur se conformera au présent arrêt, elle n’estime pas nécessaire de trancher la question hypothétique de savoir si, en cas d’expulsion vers la Tunisie, il y aurait aussi violation de l’article 8 de la Convention.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 7", "171.  Le requérant considère que son expulsion ne serait ni « nécessaire dans l’intérêt de l’ordre public » ni « basée sur des motifs de sécurité nationale ». Il allègue une violation de l’article 1 du Protocole no 7, ainsi libellé :", "« 1.  Un étranger résidant régulièrement sur le territoire d’un Etat ne peut en être expulsé qu’en exécution d’une décision prise conformément à la loi et doit pouvoir :", "a)  faire valoir les raisons qui militent contre son expulsion,", "b)  faire examiner son cas, et", "c)  se faire représenter à ces fins devant l’autorité compétente ou une ou plusieurs personnes désignées par cette autorité.", "2.  Un étranger peut être expulsé avant l’exercice des droits énumérés au paragraphe 1 a), b) et c) de cet article lorsque cette expulsion est nécessaire dans l’intérêt de l’ordre public ou est basée sur des motifs de sécurité nationale. »", "172.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "173.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "a)  Le requérant", "174.  Le requérant soutient qu’il résidait régulièrement sur le territoire italien. Il allègue que la condition de « résidence régulière » doit être évaluée par rapport au moment où la décision d’expulsion a été prise. Lors de son arrestation, il était titulaire d’un permis de séjour régulier, qui a expiré uniquement parce qu’il se trouvait en prison. Il a ensuite essayé de régulariser sa situation, mais en a été empêché en raison de son internement dans le centre de détention provisoire.", "175.  A présent, sa situation pourrait être régularisée puisque les accusations de terrorisme n’ont pas abouti à une condamnation, qu’il cohabiterait avec sa compagne et son fils italiens et qu’il a la possibilité de travailler. Cependant, toute démarche administrative est bloquée par la circonstance qu’il ne possède aucun document prouvant sa nationalité et ne pourra jamais l’obtenir des autorités tunisiennes (paragraphe 45 ci-dessus).", "176.  Le requérant estime être empêché d’exercer les droits énumérés au paragraphe 1 a), b) et c) de l’article 1 du Protocole no 7, alors que son expulsion ne saurait passer pour être « nécessaire dans l’intérêt de l’ordre public » ou « basée sur des motifs de sécurité nationale ». A cet égard, il observe que les considérations du ministre de l’Intérieur sont démenties par la cour d’assises de Milan, qui l’a acquitté de l’accusation de terrorisme international. En tout état de cause, le Gouvernement n’a fourni aucune preuve de l’existence de dangers pour la sûreté nationale et l’ordre public, ce qui aurait rendu « illégale » la décision de le conduire dans un centre de détention provisoire en vue de l’expulser.", "b)  Le Gouvernement", "177.  Le Gouvernement rappelle que, selon le rapport explicatif afférent à l’article 1 du Protocole no 7, le mot « régulièrement » fait référence à la législation nationale de l’Etat en question. C’est donc celle-ci qui doit déterminer les conditions qu’une personne doit remplir pour que sa présence sur le territoire soit considérée comme « régulière ». En particulier, un étranger dont l’entrée et le séjour ont été soumis à certaines conditions, par exemple une durée déterminée, et qui ne remplit plus ces conditions, ne peut pas être considéré comme se trouvant « régulièrement » sur le territoire de l’Etat. Or, à partir du 11 octobre 2002, date antérieure à l’arrêté d’expulsion, le requérant n’avait plus de permis de séjour valide en Italie. Il n’était donc pas un « étranger résidant régulièrement sur le territoire » aux termes de l’article 1 du Protocole no 7, disposition qui ne trouve en conséquence pas à s’appliquer.", "178.  Le Gouvernement rappelle également que l’arrêté d’expulsion a été adopté selon les règles établies par la loi, qui exige une simple décision administrative. Cette loi était accessible et prévisible et offrait une certaine protection contre les atteintes arbitraires de la puissance publique. Le requérant a également bénéficié de « garanties procédurales minimales ». Il a été représenté devant le juge de paix et le TAR par son avocat, qui a pu faire valoir les raisons militant contre l’expulsion. Un ordre d’expulsion a également été prononcé à l’encontre du requérant lors de sa condamnation à quatre ans et six mois d’emprisonnement, et donc à l’issue d’une procédure judiciaire contradictoire présentant toutes les garanties voulues par la Convention.", "179.  En tout état de cause, le Gouvernement considère que l’expulsion du requérant est motivée par des raisons de sécurité nationale et d’ordre public. Il souligne que ces exigences se justifient à la lumière des éléments produits lors des débats publics qui se sont tenus dans le cadre de la procédure pénale menée contre le requérant, et rappelle que le niveau de preuve requis pour l’adoption d’une mesure administrative (arrêté d’expulsion pris par le ministre de l’Intérieur aux termes du décret-loi no 144 de 2005) est inférieur à celui nécessaire pour fonder une condamnation pénale. En l’absence de conclusions manifestement arbitraires, la Cour devrait entériner la reconstitution des faits retenue par les autorités nationales.", "2.  Appréciation de la Cour", "180.  La Cour rappelle son constat selon lequel l’expulsion du requérant vers la Tunisie constituerait une violation de l’article 3 de la Convention (paragraphe 149 ci-dessus). N’ayant aucun motif de douter que le gouvernement défendeur se conformera au présent arrêt, elle n’estime pas nécessaire de trancher la question hypothétique de savoir si, en cas d’expulsion vers la Tunisie, il y aurait aussi violation de l’article 1 du Protocole no 7.", "V.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "181.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "182.  Le requérant demande tout d’abord 20 000 euros (EUR) pour perte de revenus. Il observe que l’arrêté d’expulsion l’a fait tomber dans une situation irrégulière et qu’il a été retenu de manière illégale dans le centre de détention provisoire de Milan pendant trois mois, ce qui l’a empêché d’exercer son activité professionnelle.", "183.  Pour préjudice moral, le requérant réclame 50 000 EUR, ainsi que la suspension et/ou l’annulation de la mesure d’expulsion.", "184.  Le Gouvernement observe que l’expulsion n’a pas été exécutée, ce qui empêcherait le requérant, un étranger ayant violé les lois de l’Etat italien et ayant été légalement détenu à partir du 9 octobre 2002, d’invoquer un quelconque dommage matériel ou manque à gagner.", "185.  Quant au préjudice moral, le Gouvernement estime qu’il n’y a pas de lien de causalité entre le comportement des autorités italiennes et les souffrances et désagréments allégués par le requérant. En tout état de cause, le requérant n’indique pas les critères ayant servi de base au calcul de la somme sollicitée.", "186.  La Cour rappelle qu’elle est en mesure d’octroyer des sommes au titre de la satisfaction équitable prévue par l’article 41 lorsque la perte ou les dommages réclamés ont été causés par la violation constatée, l’Etat n’étant par contre pas censé verser des sommes pour les dommages qui ne lui sont pas imputables (Perote Pellon c. Espagne, no 45238/99, § 57, 25 juillet 2002).", "187.  En l’espèce, la Cour a constaté que la mise à exécution de l’expulsion du requérant vers la Tunisie violerait l’article 3 de la Convention. Par contre, elle n’a pas relevé de violations de la Convention en raison de la privation de liberté de l’intéressé ou du fait de sa situation irrégulière. Dès lors, elle n’aperçoit aucun lien de causalité entre la violation constatée dans le présent arrêt et le préjudice matériel allégué par le requérant.", "188.  S’agissant du préjudice moral subi par le requérant, la Cour estime que le constat que l’expulsion, si elle était menée à exécution, constituerait une violation de l’article 3 de la Convention, représente une satisfaction équitable suffisante.", "B.  Frais et dépens", "189.  Le requérant n’a pas demandé le remboursement des frais et dépens exposés au niveau interne. Il a en revanche sollicité le remboursement des frais afférents à la procédure devant la Cour, qui selon une note de son avocat s’élèvent à 18 179,57 EUR.", "190.  Le Gouvernement estime que ce montant est excessif.", "191.  Selon la jurisprudence constante de la Cour, l’allocation des frais et dépens exposés par le requérant ne peut intervenir que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (Belziuk c. Pologne, 25 mars 1998, § 49, Recueil 1998-II).", "192. La Cour juge excessif le montant sollicité pour les frais et dépens afférents à la procédure devant elle et décide d’octroyer 8 000 EUR de ce chef.", "C.  Intérêts moratoires", "193.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit que, dans l’éventualité de la mise à exécution de la décision d’expulser le requérant vers la Tunisie, il y aurait violation de l’article 3 de la Convention ;", "", "3.  Dit qu’il n’y a pas lieu d’examiner si la mise à exécution de la décision d’expulser le requérant vers la Tunisie violerait également les articles 6 et 8 de la Convention et 1 du Protocole no 7 ;", "", "4.  Dit que le constat d’une violation constitue une satisfaction équitable suffisante au titre du dommage moral subi par le requérant ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, 8 000 EUR (huit mille euros) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt par le requérant ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des droits de l’homme, à Strasbourg, le 28 février 2008.", "\tVincent Berger\tJean-Paul Costa\tJurisconsulte\tPrésident\t\n\t\t\n\t", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé des opinions séparées suivantes :", "–  opinion concordante du juge Zupančič ;", "–  opinion concordante du juge Myjer, à laquelle se rallie le juge Zagrebelsky.", "J.-P.C.\nV.B.", "", "", "", "", "", "OPINION CONCORDANTE DU JUGE ZUPANČIČ", "(Traduction)", "1.  J’aimerais ajouter les remarques suivantes à l’avis de la majorité, que je partage, afin de mettre en évidence deux questions supplémentaires. J’ai déjà dans une certaine mesure exposé la première il y a quelques années dans mon opinion concordante jointe à l’arrêt Scozzari et Giunta. L’un des problèmes qui se pose dans les affaires de droit de la famille, de détention provisoire et celles qu’il faut traiter d’urgence, comme la présente affaire, est que l’appréciation judiciaire ne porte pas sur un événement historique appartenant au passé. Comme j’ai abordé la question dans l’affaire Scozzari et Giunta, il n’y a pas lieu d’exposer de nouveau le problème dans son intégralité. J’ajouterais simplement que le paradigme juridique est rétrospectif. Le processus judiciaire, en tant que mécanisme de règlement des conflits, et accompagné de son dispositif d’administration des preuves, a toujours un caractère rétrospectif. Ce sont les compagnies d’assurances qui sont habituées à procéder à des calculs de probabilités « spéculatifs » quant à la réalisation d’événements futurs. Dans la littérature juridique américaine, on peut trouver de nombreux articles de mathématiques sérieux sur la descente de la probabilité abstraite vers l’analyse concrète du risque. Quand on a affaire aux grands nombres, comme c’est souvent le cas des compagnies d’assurances, par exemple, on peut utiliser une formule assez simple, le théorème de Bayes. Lorsqu’on a affaire à des événements rares, en revanche, il devient impossible d’utiliser cette formule étant donné que les événements rares ne renvoient à aucune réalité statistique à laquelle on puisse se référer. Au paragraphe 142 de l’arrêt, la majorité déclare à juste titre que, si l’évaluation du risque demeure dans une certaine mesure d’ordre spéculatif, la Cour a toujours fait preuve d’une grande prudence et examiné avec soin les éléments qui lui ont été soumis à la lumière du niveau de preuve requis (paragraphes 128-132) avant d’indiquer une mesure d’urgence au titre de l’article 39 du règlement ou de conclure que l’exécution d’une mesure d’éloignement du territoire se heurterait à l’article 3 de la Convention.", "Bien entendu, la référence dans ce domaine a toujours été l’arrêt Chahal c. Royaume-Uni(15 novembre 1996, Recueil des arrêts et décisions 1996V). Au paragraphe 74 de cet arrêt, le principe de base est énoncé en ces termes : « Lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, si on l’expulse vers le pays de destination, y courra un risque réel d’être soumis à [la torture ou à des peines ou traitements inhumains ou dégradants], (...) l’article 3 (...) implique l’obligation de ne pas expulser la personne en question vers ce pays ». C’est cette norme qui est utilisée par le Comité des Nations unies contre la torture lorsqu’il applique l’article 33 de la Convention des Nations unies contre la torture.", "Tout en étant logique en apparence, le critère dégagé dans l’arrêt Chahal comporte un problème intrinsèque que j’ai décrit au début de mon opinion. Aussi précis que soit son énoncé, ce critère s’applique à la probabilité que se réalisent des événements futurs plutôt qu’à quelque chose qui s’est déjà produit. Il est donc pour le moins incohérent de dire que l’on peut appliquer un certain niveau de preuve comme cela est indiqué au paragraphe 142 de l’arrêt. La raison en est simple : on ne peut de toute évidence prouver qu’un événement futur se produira avec le moindre degré de probabilité parce que la règle de la preuve est un exercice logique et non prophétique. Dire que l’application du critère Chahal « a dans une certaine mesure un aspect spéculatif » est donc une litote.", "L’approche cognitive des événements à venir n’est peut-être qu’une appréciation probabiliste rationnelle dans l’éventail des expériences qui vont de la probabilité abstraite à la probabilité concrète. La justesse de cette appréciation probabiliste – on pourrait utiliser le terme pronostic – dépend entièrement de la nature des informations (et non des éléments de preuve !) fournies dans une situation particulière.", "Que la loi traite des événements passés et de leur preuve, d’une part, ou des probabilités de réalisation d’événements futurs, d’autre part, les informations fournies ne sont jamais complètes à cent pour cent. Le problème est que les événements historiques ne sont par nature pas reproductibles et qu’ils sont en un certain sens irrémédiablement perdus dans le passé. C’est cela qui, contrairement aux événements reproductibles, constitue la différence entre l’approche scientifique et la preuve, d’une part, et l’appréciation juridique de ce qui s’est produit dans le passé, d’autre part.", "En conséquence, il existe un parallélisme entre le problème de preuve que pose l’appréciation du point de savoir si les événements passés se sont réellement produits, d’une part, et l’évaluation probabiliste d’événements futurs comme en l’espèce, d’autre part. Toutefois, bien que dans les deux cas nous ayons affaire à des situations qui ne peuvent jamais être totalement accessibles d’un point de vue cognitif, le problème « de preuve » qui se pose pour les événements futurs est de loin plus radical.", "Depuis des temps immémoriaux, le processus judiciaire a été confronté à ces problèmes et a inventé des solutions en dépit de cette insuffisance cognitive. Je renvoie à l’utilisation des présomptions en droit romain où le magistrat (praetor) devait prendre une décision au sujet de l’événement passé alors que les preuves avancées étaient insuffisantes. Les formules relatives aux présomptions renvoyaient donc à des situations de doute et exigeaient du décideur qu’il adopte une certaine position en cas de doute, comme le prévoit la présomption légale. Autrement dit, cela permettait au système d’atteindre la force de chose jugée même quand il n’était pas possible d’établir toute la vérité.", "L’image en miroir de la présomption est ce qui s’appelle en droit coutumier « la charge de la preuve » et le « risque de non-conviction ». La personne sur qui pèsent la charge de la preuve et le risquedans le processus judiciaire se trouve donc mise dans une situation où elle doit apporter des preuves suffisantes, faute de quoi elle ne peut obtenir gain de cause.", "Cette logique fonctionne parfaitement avec les événements passés, mais ne donne pas de très bons résultats dans les affaires de droit de la famille (Scozzari et Giunta) ou de détention provisoire ni d’ailleurs dans celles où l’article 39 du règlement a été appliqué.", "Cette dernière catégorie d’affaires porte sur des situations d’urgence où la personne est par exemple arrêtée dans un aéroport avant d’être refoulée. Dire en pareil cas que la personne doit s’acquitter de la charge de la preuve et supporter le risque de non-conviction – alors qu’elle se trouve dans un centre de rétention d’aéroport – est manifestement absurde. Faire peser la preuve et le risque entièrement sur cette personne sans en mettre une grande partie à la charge de l’Etat qui expulse constitue un procédé quasi inquisitorial. Ce type de formalisme superficiel est contraire à l’esprit même de la Convention européenne des droits de l’homme.", "De plus, les mesures provisoires indiquées au titre de l’article 39 du règlement de la Cour n’ont pas pour but de rendre une décision dans une affaire donnée. Dans tout système juridique, des mesures d’urgence de ce type sont utilisées pour geler une situation afin que le tribunal qui en connaît puisse disposer du temps nécessaire pour faire prévaloir la justice. Dans de telles situations, la question n’est pas de savoir si la personne menacée d’expulsion sera ou non torturée ou soumise à des traitements inhumains ou dégradants dans le pays de destination, mais simplement de créer un délai sans conséquences irrémédiables pour le cas où la personne serait expulsée de manière irrévocable. Le but n’est donc pas de découvrir la vérité, mais de mettre en place des conditions où la vérité peut néanmoins émerger.", "Il apparaît donc manifestement que le rôle des présomptions et de la « charge de la preuve » est en ce cas totalement différent parce qu’il ne vise pas à prendre une décision définitive sur le sujet ; il a seulement pour but de ménager la possibilité de rendre tout l’éventail des décisions possibles sur le sujet. Il s’ensuit obligatoirement que le rôle de la personne expulsée après un recours à l’article 39 consiste à produire l’ombre d’un doute, ce qui provoque un renversement de la charge de la preuve, qui pèse alors sur le pays concerné. Ainsi vont les droits de l’homme. Dans la théorie de la preuve, cela s’appelle « faire éclater la bulle » comme par exemple en cas de présomption de santé mentale, où le plus petit doute suffit à éliminer cette présomption et à transférer la charge de la preuve à l’accusation. Les motifs à l’origine de ce renversement sont bien entendu totalement différents dans le cadre du procès pénal, mais ils sont atténués au énième degré dans une situation d’urgence dans un aéroport où la personne doit être refoulée. Dans le cadre des droits de l’homme, le minimum d’empathie requis et l’humanité commandent que la personne menacée d’expulsion ne doive pas s’acquitter d’un fardeau excessif en matière de preuve ou de risque de non-conviction. En d’autres termes, l’Etat qui expulse est moralement responsable de la mauvaise appréciation du risque, tandis que dans une telle situation, la Cour doit favoriser la sécurité de la personne en cause.", "", "2.  J’approuve totalement le paragraphe 139 de l’arrêt, où la majorité déclare qu’il n’y a tout simplement aucune équivalence entre la « menace grave pour la collectivité », d’une part, et « le risque [que la personne] subisse des mauvais traitements si elle est refoulée », d’autre part. La logique policière avancée par l’Etat contractant intervenant ne tient tout simplement pas la route. La question de la dangerosité de la personne à expulser pour le pays qui expulse n’a pas le moindre rapport immédiat avec le danger que cette personne pourrait courir si elle était effectivement expulsée. Il y a bien entendu des cas où un terroriste confirmé ou notoire se verra infliger pour cette raison une peine plus lourde dans le pays, généralement non signataire de la Convention, vers lequel il est expulsé. Cependant, le fait que ces deux catégories se chevauchent ne prouve en soi nullement qu’il y ait une équivalence entre elles.", "Il est en revanche intellectuellement malhonnête de suggérer que les affaires d’expulsion exigent un faible niveau de preuve simplement parce que la personne est notoirement dangereuse. D’un point de vue politique, il est clair que l’Etat qui expulse sera en ce cas plus désireux d’expulser. L’intérêt d’une partie ne constitue toutefois pas une preuve de son bon droit. L’esprit de la Convention va précisément dans le sens contraire, c’est-à-dire que la Convention est conçue pour bloquer de tels courts-circuits logiques et protéger l’individu de l’« intérêt » sans frein de l’exécutif ou même parfois du pouvoir législatif de l’Etat.", "Il est donc extrêmement important de lire le paragraphe 139 de l’arrêt comme un impératif catégorique protégeant les droits de l’individu. La seule manière de sortir de cette nécessité logique serait d’affirmer que de tels individus ne méritent pas de voir leurs droits de l’homme protégés – c’est dans une moindre mesure ce que le tiers intervenant sous-entend inconsciemment – parce qu’ils sont moins humains.", "", "", "\nOPINION CONCORDANTE DU JUGE MYJER, À LAQUELLE SE RALLIE LE JUGE ZAGREBELSKY", "(Traduction)", "J’ai voté comme tous les autres juges pour la conclusion que, dans l’éventualité de la mise à exécution de la décision d’expulser le requérant vers la Tunisie, il y aurait violation de l’article 3 de la Convention. Je souscris aussi entièrement au raisonnement exposé aux paragraphes 124 à 148 de l’arrêt.", "J’aimerais toutefois ajouter les remarques suivantes.", "", "Quant à la procédure", "La question de principe que pose la présente affaire, telle qu’exprimée par le gouvernement intervenant (y a-t-il des raisons de modifier l’approche suivie par la Cour dans l’arrêt Chahal pour ce qui est des affaires portant sur la menace que crée le terrorisme international) a déjà été soulevée dans d’autres affaires qui sont actuellement toujours pendantes devant une chambre de la troisième section (Ramzy c. Pays-Bas, no 25424/05, et A. c. Pays-Bas, no 4900/06). Dans ces deux affaires, l’autorisation de présenter des tierces interventions a été accordée aux gouvernements lituanien, portugais, slovaque et britannique et à certaines organisations non gouvernementales. Ces gouvernements ont soumis une tierce intervention commune tandis que les ONG ont présenté des observations séparées ainsi qu’une intervention commune.", "Par la suite, l’affaire Saadi (anciennement dénommée N.S. c. Italie) s’est trouvée en état alors que les affaires dirigées contre les Pays-Bas ne l’étaient pas encore. La chambre de la troisième section chargée de l’affaire Saadi s’en est dessaisie au profit de la Grande Chambre le 27 mars 2007. Dans la version provisoire du rapport jurisprudentiel no 95 de mars 2007, parue en avril 2007, il est fait mention en page 38 de l’affaire N.S. c. Italie (dessaisissement au profit de la Grande Chambre) pour indiquer que celle-ci concernait l’expulsion du requérant, accusé de terrorisme international, vers la Tunisie. Les mêmes informations figuraient dans la version définitive de la Note d’information no 95 sur la jurisprudence de la Cour (mars 2007) parue quelque temps après. Le Gouvernement britannique a demandé l’autorisation de présenter une tierce intervention dans les délais.", "", "Quant à la question elle-même", "Le paragraphe 137 de l’arrêt y répond avec concision : « La Cour note tout d’abord que les Etats rencontrent actuellement des difficultés considérables pour protéger leur population de la violence terroriste (...) Elle ne saurait donc sous-estimer l’ampleur du danger que représente aujourd’hui le terrorisme et la menace qu’il fait peser sur la collectivité. Cela ne saurait toutefois remettre en cause le caractère absolu de l’article 3. »", "Je ne serais pas surpris que certains lecteurs de l’arrêt trouvent – à première vue – difficile de comprendre que la Cour, en soulignant le caractère absolu de l’article 3, semble accorder une plus grande protection au requérant étranger qui a été jugé coupable de crimes liés au terrorisme qu’à la collectivité dans son ensemble à l’égard de la violence terroriste. On pourrait imaginer qu’ils raisonnent ainsi : c’est une chose de ne pas expulser les étrangers – y compris les personnes qui ont demandé l’asile politique – lorsqu’il y a des motifs sérieux et avérés de croire que l’intéressé, si on l’expulse vers le pays de destination, y courra un risque réel d’être soumis à des traitements contraires à l’article 3 (voir par exemple l’arrêt du 11 janvier 2007 dans l’affaire Salah Sheekh c. Pays-Bas, no 1948/04), voire de ne pas expulser les étrangers qui relèvent de la catégorie définie à l’article 1 F. de la Convention du 28 juillet 1951 relative au statut des réfugiés (décision du 15 septembre 2005 dans l’affaire Bonger c. Pays-Bas, no 10154/04) tant que ces personnes ne constituent pas un danger potentiel pour la vie des citoyens de l’Etat, mais c’en est une autre de s’entendre dire qu’un étranger qui a constitué (et constitue peut-être encore) une éventuelle menace terroriste pour les citoyens ne peut pas être expulsé.", "De fait, la Convention (comme ses Protocoles) contient des normes juridiques en matière de droits de l’homme qui doivent être reconnues à toute personne relevant de la juridiction des Hautes Parties contractantes (article 1). Toute personne veut dire toute personne : pas seulement les terroristes et autres individus du même acabit. Les Etats ont aussi l’obligation positive de protéger la vie de leurs citoyens. Ils doivent faire tout ce que l’on peut raisonnablement attendre d’eux pour empêcher la matérialisation d’un risque certain et immédiat pour la vie dont ils avaient ou auraient dû avoir connaissance (Osman c. Royaume-Uni, 28 octobre 1998, §§ 115-116, Recueil des arrêts et décisions 1998VIII). Ils ont, comme indiqué dans le préambule aux lignes directrices du Comité des Ministres du Conseil de l’Europe sur les droits de l’homme et la lutte contre le terrorisme (adoptées le 11 juillet 2002), « le devoir impératif » de protéger les populations contre d’éventuels actes terroristes. J’irais même jusqu’à dire que la Convention oblige les Etats contractants à faire tout leur possible pour que les citoyens puissent vivre sans craindre pour leur vie ou pour leurs biens. Je rappelle à cet égard que la « liberté de vivre à l’abri de la peur » figure au nombre des quatre libertés mentionnées dans le fameux discours de Roosevelt.", "Cependant, il n’est pas permis aux Etats de combattre le terrorisme international à n’importe quel prix. Les Etats ne doivent pas recourir à des méthodes qui sapent les valeurs mêmes qu’ils cherchent à protéger. Et cela vaut à plus forte raison pour les droits « absolus » auxquels il ne saurait être dérogé même en cas de danger public (article 15 de la Convention). Lors d’un séminaire de haut niveau sur le thème de la Protection des droits de l’homme dans la lutte contre le terrorisme (qui s’est tenu à Strasbourg les 13 et 14 juin 2005), l’ancien ministre français de la Justice, Robert Badinter, a parlé à juste titre de la double menace que le terrorisme constitue pour les droits de l’homme : une menace directe découlant des actes de terrorisme et une menace indirecte venant du fait que les mesures de lutte contre le terrorisme elles-mêmes risquent de violer les droits de l’homme. La défense des droits de l’homme dans le cadre de la lutte contre le terrorisme est avant tout une question de défense de nos valeurs, même à l’égard de ceux qui peuvent chercher à les détruire. Il n’y a rien de plus contre-productif que de combattre le feu par le feu, de donner aux terroristes le prétexte idéal pour se transformer en martyrs et pour accuser les démocraties d’user de deux poids, deux mesures. Pareille conduite ne servirait qu’à créer un terrain favorable à une radicalisation encore plus forte et au recrutement de futurs terroristes.", "Après les événements du 11 septembre 2001, le Comité des Ministres du Conseil de l’Europe a réaffirmé dans le préambule des lignes directrices précitées l’obligation des Etats de respecter, dans leur lutte contre le terrorisme, les instruments internationaux de protection des droits de l’homme, et pour les Etats membres, tout particulièrement la Convention de sauvegarde des droits de l’homme et des libertés fondamentales ainsi que la jurisprudence de la Cour européenne des droits de l’homme. Le point XII § 2 des lignes directrices énonce clairement qu’un Etat qui entend expulser une personne vers son pays d’origine ou vers un autre pays a l’obligation de ne pas l’exposer à la peine de mort, à la torture ou à des peines ou traitements inhumains ou dégradants.", "La Cour a dit en l’espèce que des faits sérieux et avérés justifient de conclure à un risque réel de voir l’intéressé subir des traitements contraires à l’article 3 de la Convention s’il était expulsé vers la Tunisie.", "Dès lors, il n’existe qu’une seule réponse (unanime) possible.", ""]}