{"file": "FRE_CLINF_46300_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46300/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 69", "Novembre 2004", "Marpa Zeeland B.V. et Metal Welding B.V. c. Pays-Bas - 46300/99", "Arrêt 9.11.2004 [Section II]", "Article 6", "Procédure pénale", "Article 6-1", "Accès à un tribunal", "Désistement d’appels du fait de la promesse faite par l’Avocat Général de recommander la remise de la peine: violation", "En fait: Soupçonnées de faux et de fraude fiscale, les sociétés requérantes firent l’objet d’une enquête préliminaire qui dura trois ans et déboucha, en février 1994, sur un procès à l’issue duquel le tribunal d’arrondissement les reconnut coupables, leur infligea une amende et condamna leur directeur à une peine d’emprisonnement. Elles interjetèrent chacune appel, mais se désistèrent ultérieurement de leurs recours, au motif à leurs dires que l’avocat général les avait persuadées d’agir ainsi en leur promettant son appui pour des remises de peines. La cour d’appel rendit en décembre 1995 un arrêt dans lequel elle relevait que les sociétés s’étaient désistées de leurs recours. Nonobstant l’accord évoqué ci-dessus, l’avocat général ne se déclara pas favorable à la remise des peines d’amende infligées en première instance aux sociétés requérantes. Celles-ci introduisirent alors des demandes de remise de peine, qui furent rejetées en janvier 1997. Elles saisirent donc la cour d’appel de nouveaux recours contre leurs condamnations et leurs peines initiales et obtinrent gain de cause. La Cour suprême considéra toutefois par la suite que les appels interjetés en 1997 auraient dû être déclarés irrecevables, dans la mesure où l’arrêt de décembre 1995, qui avait établi que les sociétés requérantes s’étaient formellement désistées des recours formés par elles contre les condamnations qu’avait prononcées à leur encontre le tribunal d’arrondissement en première instance, n’avait pas été attaqué dans le délai légal et était donc devenu définitif. ", "En droit: Article 6 § 1 (accès à un tribunal) – S’appuyant sur les constatations des juridictions internes, la Cour admet que c’est l’intervention de l’avocat général qui amena le directeur des deux sociétés requérantes à retirer pour des motifs impropres les appels initialement interjetés. Dès lors que le droit interne prévoyait un délai de quatorze jours pour attaquer les décisions de justice et qu’un pourvoi en cassation n’avait pas été formé dans ce délai contre l’arrêt rendu par la cour d’appel en décembre 1995, lesdits désistements étaient devenus irrévocables, privant les sociétés requérantes de la possibilité d’obtenir des remises de peines ou de défendre leur cause en appel. Dans ces conditions, les sociétés requérantes n’ont pas bénéficié d’un accès effectif à la justice et elles se sont trouvées dans l’impossibilité d’user de leur droit de recours d’une manière utile.", "Conclusion: violation (unanimité).", "Article 6 § 1 (délai raisonnable) – La période à prendre en considération a débuté en octobre 1990, avec la perquisition menée dans les locaux des sociétés requérantes, et a pris fin en septembre 1998, lorsque la Cour suprême jugea que la cour d’appel aurait dû déclarer les appels irrecevables. Abstraction faite des périodes au cours desquelles les tribunaux ont traité les demandes de remise de peine, qui ne doivent pas être prises en considération puisqu’il ne s’agissait pas alors de statuer sur une accusation en matière pénale, la période totale à considérer est de six ans, neuf mois et quatorze jours. Si la procédure suivie devant les tribunaux a été menée avec une célérité relative, la phase de l’enquête préliminaire a duré plus de trois ans. La Cour estime que, globalement, la procédure a connu une durée excessive.", "Conclusion: violation (unanimité).", "Article 41 – La Cour alloue aux sociétés requérantes 7 000 euros pour dommage moral. Elle leur accorde également une somme pour leurs frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}