{"file": "FRE_CLINF_24295_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "24295/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Septembre 1996", "Zappia c. Italie - 24295/94", "Arrêt 26.9.1996", "Article 6", "Procédure civile", "Procédure d'exécution", "Article 6-1", "Délai raisonnable", "Durée d'une procédure civile suivie d'une procédure d'exécution: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 6 § 1 DE LA CONVENTION (\"DÉLAI RAISONNABLE\")", "A.\tException préliminaire du Gouvernement (tardiveté)", "Non-lieu pour la Cour de trancher la controverse doctrinale relative au problème de l'autonomie de la procédure d'exécution en droit italien - devoir d'apprécier au regard de la Convention et non du droit national si et quand le droit revendiqué par les requérants a trouvé sa réalisation effective. C'est à ce moment-là qu'il y a détermination d'un droit de caractère civil, donc décision définitive au sens de l'article 26.", "À partir du 21 juillet 1977, les requérants s'activèrent afin d'aboutir à la conclusion du litige, mais au 26 janvier 1996, l'expert n'avait toujours pas déposé son nouveau rapport - devant l'inertie du juge de l'exécution, ils avaient saisi le 15 mai 1993 la Commission européenne des Droits de l'Homme d'une requête.", "Procédure d'exécution : doit passer pour la seconde phase de celle au fond - laquelle en l'occurrence n'est pas couverte par la déclaration italienne du droit de recours individuel ; à la date d'adoption de son arrêt, la Cour n'a reçu aucun renseignement quant à l'adoption de la décision interne définitive, au sens de l'article 26 in fine de la Convention.", "Conclusion : rejet (huit voix contre une).", "B.\tBien-fondé du grief", "1.\tPériode à considérer", "Point de départ : prise d'effet de la déclaration italienne reconnaissant le droit de recours individuel.", "Terme : procédure pendante.", "Résultat : déjà plus de vingt-trois ans.", "2. \tCritères à appliquer", "Comportement des requérants, responsables d'avoir attendu quatre ans avant d'entamer la procédure d'exécution - ainsi que de trois reports d'audience : n'explique pas à lui seul la durée litigieuse. ", "Comportement des autorités compétentes : pas moins de treize audiences furent ajournées tantôt en raison de la mutation du juge, tantôt d'office ou sans motif, tantôt à cause de dysfonctionnements du greffe - de surcroît, le rapport de l'expertise complémentaire n'a toujours pas été déposé au greffe - l'expert travaille dans le cadre d'une instance judiciaire contrôlée par un juge à qui incombent la mise en état et la conduite rapide du procès. ", "Complexité particulière de l'affaire : aucune.", "Conclusion : violation (huit voix contre une).", "II.\tARTICLE 50 DE LA CONVENTION", "Demandes pour dommages matériel et moral ainsi que pour frais et dépens : accueillies en partie.", "Conclusion : État tenu de payer aux requérants une certaine somme (huit voix contre une).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}