{"file": "FRE_HFJUD_42400_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "42400/98", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE SEGUIN c. FRANCE", "", "", "(Requête n° 42400/98)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "16 avril 2002", "", "", "", "DÉFINITIF", "", "06/11/2002", "", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Seguin c. France,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tL. Loucaides, président,\n\t\tJ.-P. Costa,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tMme\tA. Mularoni, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 6 mars 2001 et 26 mars 2002,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 42400/98) dirigée contre la République française et dont un ressortissant de cet Etat, Paul Seguin (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 7 juillet 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le gouvernement français (« le Gouvernement ») est représenté par son agent, M. R. Abraham, Directeur des Affaires juridiques au ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier la durée excessive des procédures relatives à son licenciement.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 7 mars 2000, la Cour a déclaré la requête partiellement irrecevable.", "7.  Par une décision du 6 mars 2001, la Cour a déclaré le restant de la requête recevable.", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "\nEN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le 26 octobre 1984, le requérant fut licencié pour motif économique, avec 166 autres salariés, après autorisation de l’inspecteur du travail confirmée sur recours hiérarchique.", "10.  Le 23 avril 1985, le requérant saisit le tribunal administratif de Paris d’une requête en annulation.", "11.  Par jugement du tribunal administratif de Paris du 2 décembre 1986, l’autorisation de licenciement fut annulée.", "12.  Par arrêt du 29 juin 1990, le Conseil d’Etat confirma le jugement d’annulation, motif pris d’une irrégularité dans la procédure de consultation des représentants du personnel.", "13.  Le 25 janvier 1990, le requérant saisit le conseil de prud’hommes de Nanterre d’une requête en réintégration et, à titre subsidiaire, en réparation du préjudice causé par son licenciement sans cause réelle et sérieuse, ainsi qu’en versement d’une indemnité de non-concurrence. Le 13 février 1990, le conseil tint une audience de conciliation entre les parties et, le 7 juillet 1992, se déclara en partage de voix.", "14.  Par décision du 18 juin 1993, le conseil de prud’hommes, présidé par le juge départiteur, débouta le requérant de ses demandes. Il considéra, notamment, qu’il ne résultait pas des décisions rendues par les juridictions administratives que l’annulation de l’autorisation administrative de licenciement ait été fondée sur le motif de faits matériellement inexacts avancés par l’employeur. Dès lors, le conseil jugea que la preuve d’une faute commise par l’employeur n’était pas rapportée.", "15.  Le requérant interjeta appel de cette décision. Il demanda à la cour d’appel d’ordonner sa réintégration dans l’entreprise et de condamner l’employeur à lui verser des dommages-intérêts.", "16.  Par arrêt du 27 septembre 1994, la cour d’appel de Versailles confirma le jugement entrepris, en se fondant sur les éléments suivants :", "« Considérant que, sous l’empire des textes en vigueur à la date à laquelle Monsieur SEGUIN a été licencié (26 octobre 1984), l’annulation par la juridiction administrative de l’autorisation donnée par le directeur départemental du travail et de l’emploi de procéder à un licenciement d’un salarié pour motif économique, ne laisse rien subsister de cette décision ;", "Considérant qu’il appartient dès lors au juge judiciaire, saisi par le salarié d’une demande d’indemnité, d’exercer son pouvoir d’appréciation du caractère réel et sérieux, au sens de l’article L.122-14-3 du code du travail, de la cause du licenciement ; (...)", "Considérant que dès lors que l’annulation par la juridiction administrative de l’autorisation de procéder à un licenciement économique confère au juge judiciaire le pouvoir d’apprécier le caractère réel et sérieux du licenciement, le motif de pure forme relevé en l’espèce par cette juridiction est sans incidence sur la réalité et le sérieux des causes économiques ou de changement technologique alors avancées par la société C.L.E. [l’employeur], non discutées par l’appelant et établies par les pièces des parties (...) ».", "17.  Par arrêt du 21 janvier 1998, la Cour de cassation rejeta le pourvoi dirigé contre cet arrêt aux motifs que, d’une part, le caractère économique du licenciement n’était pas contesté nonobstant l’irrégularité de procédure censurée par le juge administratif et, d’autre part, que l’employeur n’avait commis aucune faute susceptible d’engager sa responsabilité dans la mise en œuvre de ce licenciement.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "18.  Le requérant se plaint de la durée des procédures engagées suite à son licenciement. Il invoque les dispositions de l’article 6 § 1 de la Convention, dont les dispositions pertinentes se lisent comme suit :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "19.  Le gouvernement considère que la procédure administrative était rendue plus complexe en raison du nombre important de licenciements autorisés. Quant à la procédure judiciaire, il relève que le partage des voix au sein du conseil de prud’hommes, motivé par la complexité de l’affaire, a contribué à retarder le litige. Cependant, le Gouvernement reconnaît que les juridictions n’ont pas manifesté toute la diligence voulue, notamment à hauteur du Conseil d’Etat et de la Cour de cassation. Il s’en remet en partie à la sagesse de la Cour, tout en considérant que le requérant aurait pu faire l’économie de la procédure judiciaire ou l’introduire dès son licenciement.", "20.  Le requérant estime que la durée cumulée des deux procédures relatives à son licenciement a excédé le délai raisonnable imposé par l’article 6 § 1.", "21.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Doustaly c. France du 22 avril 1998, Recueil des arrêts et décisions 1998-II, p. 857, § 39) et suivant les circonstances de la cause, lesquelles commandent en l’occurrence une évaluation globale (arrêt Versini c. France du 10 juillet 2001, n° 40096/98, § 26).", "22.  La Cour a déjà décidé que le délai à prendre en considération pour apprécier le respect de l’article 6 § 1 couvre, en l’espèce, la durée totale des deux procédures, soit une durée totale de douze ans et neuf mois pour cinq degrés de juridiction.", "23.  En premier lieu, la Cour observe que, s’agissant d’une action en contestation de licenciement pour motif économique, la complexité de l’affaire ne saurait justifier un tel délai.", "24.  En ce qui concerne le comportement du requérant, la Cour note qu’il n’a pas contribué à retarder les décisions des juridictions administratives, ce que le gouvernement défendeur reconnaît, et que, par ailleurs, on ne saurait lui reprocher d’avoir fait usage, après l’annulation de l’autorisation administrative, de son droit de saisir le conseil de prud’hommes.", "25.  Enfin, la Cour relève un certain nombre de retards imputables aux autorités internes et non justifiés. S’agissant de la procédure administrative, le Conseil d’Etat a statué plus de trois ans et demi après le jugement du tribunal administratif de Paris (paragraphes 11-12 ci-dessus). Devant le conseil de prud’hommes, la Cour constate qu’il fallut attendre près de deux ans et demi entre l’audience de conciliation et la déclaration de partage des voix (paragraphe 13 ci-dessus), puis à nouveau presque un an avant le jugement (paragraphe 14 ci-dessus). Quant à la Cour de cassation, elle a rendu son arrêt plus de trois ans après l’arrêt de la cour d’appel de Versailles (paragraphes 16-17 ci-dessus).", "26.  Eu égard à l’ensemble des circonstances de la cause, la Cour estime que la durée de la procédure a excédé le délai raisonnable prévu à l’article 6 § 1 de la Convention.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "27.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "", "A.  Dommage", "28.  Le requérant demande le versement d’une somme de 4 600 francs français (FRF) en remboursement de consultations médicales liées à la « perte de sérénité intellectuelle », ainsi qu’une somme de 50 000 FRF au titre du préjudice moral.", "29.  Le Gouvernement ne se prononce pas.", "30.  La Cour n’aperçoit pas de lien de causalité entre la violation de l’article 6 § 1 de la Convention et les consultations médicales dont le requérant réclame le remboursement. Il convient, dès lors, de rejeter ses prétentions de ce chef. ", "En revanche, la Cour juge que le requérant a subi un tort moral certain du fait de la durée de la procédure litigieuse. Compte tenu des circonstances de la cause et statuant en équité comme le veut l’article 41, elle lui octroie 6000 euros (EUR) à ce titre.", "B.  Frais et dépens", "31.  L’intéressé réclame, au vu d’une estimation personnelle fondée sur les montants d’aide juridictionnelle appliqués en France, une somme totale de 12 749 FRF pour le remboursement de ses frais devant les juridictions internes de l’ordre judiciaire et la Cour.", "32.  Le Gouvernement ne se prononce pas.", "33.  La Cour constate que le requérant ne produit pas de justificatifs. Il convient donc de rejeter ses demandes de ce chef.", "C.  Intérêts moratoires", "34.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt est de 4,26 % l’an.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 6000 EUR (six mille euros) pour dommage moral ;", "b)  que ce montant sera à majorer d’un intérêt simple de 4,26 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 16 avril 2002 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tL. Loucaides\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion concordante séparée de M. Loucaides.", "L.L.\nS.D.", "\nOPINION CONCORDANTE DE M. LE JUGE LOUCAIDES", "(Traduction)", "Je souscris à la conclusion de la majorité selon laquelle il y a eu violation de l’article 6 § 1 de la Convention en l’espèce et partage le raisonnement exposé au paragraphe 25 de l’arrêt.", "Toutefois, je n’approuve pas la démarche de la majorité consistant à prendre en compte la durée totale des deux procédures engagées par le requérant à la suite de son licenciement pour motif économique. Il s’agissait de deux procédures séparées, qui se sont déroulées devant des juridictions différentes et étaient régies par des règles procédurales comme par des dispositions juridiques distinctes. ", "Le fait qu’elles aient toutes deux visé un même but, à savoir l’annulation des effets du licenciement et la réintégration de l’intéressé, ne justifie pas de les considérer comme une seule et même procédure pour rechercher s’il y a eu des retards excessifs au regard de l’article 6 § 1 de la Convention.", ""]}