{"file": "FRE_HFJUD_32075_09.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "32075/09", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE LORENZETTI c. ITALIE", "", "(Requête no 32075/09)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "10 avril 2012", "", "DÉFINITIF", "", "10/07/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Lorenzetti c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDragoljub Popović,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 20 mars 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 32075/09) dirigée contre la République italienne et dont un ressortissant de cet Etat, M. Pietro Lorenzetti (« le requérant »), a saisi la Cour le 16 juin 2009 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me E.P. Reale, avocat à Syracuse. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora, et son coagent, P. Accardo.", "3.  Le 25 novembre 2010, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "4.  Le requérant est né en 1963 et réside à Syracuse.", "5.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "A.  Le placement du requérant en détention provisoire", "6.  Médecin de profession, le requérant fut arrêté le 19 décembre 2000 dans le cadre des poursuites ouvertes à son encontre du chef d’escroqueries au détriment de l’hôpital où il prêtait service. Par une ordonnance du même jour, le juge des investigations préliminaires de Syracuse (ci-après, le « GIP ») ordonna le placement du requérant en détention provisoire. Il observa que de graves indices de culpabilité pesaient à la charge du prévenu concernant cinq épisodes d’escroquerie et de faux. En particulier, le requérant était soupçonné d’avoir perçu son salaire de médecin en feignant d’être présent au travail alors qu’il était absent.", "7.  Le 22 décembre 2000, le requérant fut remis en liberté.", "8.  Le 11 juin 2002, le GIP renvoya en jugement le requérant pour escroquerie et abus de fonctions.", "9.  Par un jugement du 20 juin 2003, le tribunal de Syracuse condamna le requérant à un an de réclusion pour un des cinq cas d’escroquerie qui lui avaient été reprochés, en l’acquittant pour les quatre restants et pour le délit d’abus de fonctions au motif que l’élément matériel de l’infraction faisait défaut (perché il fatto non sussiste).", "10.  Le requérant fit appel de ce jugement.", "11.  Par un arrêt du 21 décembre 2004, la cour d’appel de Catane relaxa le requérant également pour l’épisode d’escroquerie au motif que l’élément matériel de l’infraction faisait défaut (perché il fatto non sussiste). Cet arrêt devint définitif le 17 mai 2005. En particulier, dans son arrêt, la cour d’appel souligna que le comportement du requérant était reprochable du point de vue disciplinaire, car le requérant s’absentait sans justification, mais que toutefois cela ne constituait pas le délit d’escroquerie.", "B.  La demande en réparation pour détention « injuste »", "12.  Le 23 novembre 2006, le requérant demanda à la cour d’appel de Catane réparation pour la détention provisoire subie. Cette demande se fondait sur l’article 314 § 1 du code de procédure pénale (ci-après, le « CPP », voir ci dessous).", "13.  La procédure devant la juridiction, conformément aux articles 315, 646 et 127 du CPP, se déroula en chambre du conseil à la présence de l’avocat du requérant, ce dernier n’ayant pas demandé à être entendu.", "14.  Par une ordonnance du 13 juillet 2007, la cour d’appel, estimant que, par ses différentes absences injustifiées de son lieu de travail, le requérant avait contribué à provoquer des soupçons à son encontre et par conséquent sa privation de liberté et son maintien en détention, rejeta la demande en réparation. La cour d’appel conclut que requérant avait provoqué sa détention par faute lourde.", "15.  Le requérant se pourvut en cassation.", "16.  Par un arrêt du 28 janvier 2009, la Cour de cassation en chambre de conseil, estimant que la cour d’appel avait motivé de façon logique et correcte tous les points controversés, débouta le requérant de son pourvoi. En particulier, la Cour de cassation souligna que le constat de la cour d’appel de Catane était fondé sur l’arrêt d’acquittement de la même cour d’appel du 17 mai 2005, lequel avait souligné les différentes absences injustifiées du requérant de son lieu de travail.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "17.  L’article 314 du CPP prévoit un droit à réparation pour la détention provisoire dite « injuste » dans deux cas distincts : lorsque, à l’issue de la procédure pénale sur le fond, l’accusé est acquitté ou lorsqu’il est établi que le suspect a été placé ou maintenu en détention provisoire au mépris des articles 273 et 280 du CPP.", "18.  L’article 314 se lit comme suit :", " « Quiconque est relaxé par un jugement définitif au motif que les faits reprochés ne se sont pas produits, qu’il n’a pas commis les faits, que les faits ne sont pas constitutifs d’une infraction ou ne sont pas érigés en infraction par la loi a droit à une réparation pour la détention provisoire subie, à condition de ne pas avoir provoqué [sa détention] ou contribué à la provoquer intentionnellement ou par faute lourde.", " Le même droit est garanti à toute personne relaxée pour quelque motif que ce soit ou à toute personne condamnée qui, au cours du procès, a fait l’objet d’une détention provisoire, lorsqu’il est établi par une décision définitive que l’acte ayant ordonné la mesure a été pris ou prorogé alors que les conditions d’applicabilité prévues aux articles 273 et 280 n’étaient pas réunies ».", "19.  Aux termes de l’article 315 du CPP, la demande de réparation doit être introduite, sous peine d’irrecevabilité, dans un délai de deux ans à compter de la date à laquelle la décision d’acquittement ou de condamnation est devenue définitive. Suite à l’entrée en vigueur de la loi nº 479 de 1999, le montant de l’indemnité ne peut dépasser 516 456,90 euros. L’article 315, renvoie pour la procédure aux dispositions sur la réparation de l’erreur judiciaire (article 646 du CPP).", "20.  L’article 646 du CPP, dans ses parties pertinentes, se lit comme suit :", "« Sur la demande de réparation, la cour d’appel décide en chambre de conseil conformément aux dispositions de l’article 127 du code de procédure pénale.", "La demande et l’avis de fixation de l’audience sont notifiés au ministère public, au Ministère du trésor, aux parties, aux autres personnes intéressées et aux défenseurs.", "L’ordonnance de la cour d’appel est communiquée au ministère public et notifiée aux personnes intéressées, lesquelles peuvent se pourvoir en cassation. »", "21.  Les modalités générales du déroulement des audiences en chambre du conseil sont fixées à l’article 127 du CPP, ainsi libellé :", "« 1.  Lorsqu’il faut siéger en chambre du conseil, le juge ou le président de la chambre fixe la date de l’audience et la fait signifier aux parties, aux autres personnes intéressées et aux défenseurs. L’avis est communiqué ou notifié au moins dix jours avant la date choisie. Si l’accusé n’a pas de défenseur, l’avis est transmis [au défenseur] commis d’office.", "2.  Il est possible de déposer des mémoires au greffe jusqu’à cinq jours avant l’audience.", "3.  Le ministère public, les autres destinataires de l’avis ainsi que les défenseurs sont entendus s’ils comparaissent. Si l’intéressé est détenu ou interné dans un lieu situé en dehors de la circonscription du juge et s’il le demande, il doit être entendu avant le jour de l’audience par le juge de l’application des peines de ce lieu.", "4.  L’audience est ajournée en cas d’empêchement légitime de l’accusé ou du condamné qui a demandé à être entendu personnellement et qui n’est pas détenu ou interné dans un lieu différent de celui où le juge a son siège.", "5.  Les dispositions des paragraphes 1, 3 et 4 doivent être respectées sous peine de nullité.", "6.  L’audience se déroule à huis clos.", "7.  Le juge statue par une ordonnance qui est communiquée ou notifiée dans les meilleurs délais aux personnes indiquées au paragraphe 1 ; ces personnes peuvent se pourvoir en cassation.", "8.  Le pourvoi ne suspend pas l’exécution de l’ordonnance, à moins que le juge qui l’a émise ne dispose autrement par une décision motivée (con decreto motivato).", "9.  L’irrecevabilité de l’acte introductif d’instance est soulevée par le juge par ordonnance, même sans formalités de procédure, sauf si d’autres dispositions sont prévues. Les paragraphes 7 et 8 s’appliquent.", "10.  Le procès-verbal de l’audience est rédigé, en règle générale, sous forme de résumé aux termes de l’article 140 § 2 ».", "22.  Les modalités du déroulement de l’audience en chambre du conseil devant la Cour de cassation sont fixées à l’article 611 du CPP, ainsi libellé :", "« La Cour de Cassation siège en chambre de conseil lorsqu’elle statue sur les recours contre les décisions qui n’ont pas été adoptées au cours des débats (...). Sauf prévision de la loi, et dérogeant à l’article 127 CPP, la Cour juge sur les moyens, les demandes du procureur et les mémoires des parties sans l’intervention des défenseurs. Chaque partie peut soulever de nouveaux moyens et déposer des mémoires jusqu’à cinq jours avant l’audience. Il est également possible de déposer des mémoires en réplique au greffe jusqu’à cinq jours avant l’audience. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 6 § 1 DE LA CONVENTION", "23.  Invoquant l’article 6 de la Convention, le requérant estime que, dans le cadre de la procédure en réparation, plusieurs exigences de l’article 6 § 1 de la Convention ont été violées. L’article 6 § 1 de la Convention dans sa partie pertinente se lit comme suit :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) Le jugement doit être rendu publiquement, mais l’accès de la salle d’audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l’intérêt de la moralité, de l’ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l’exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice ».", "A.  Sur l’absence de publicité des audiences devant la cour d’appel et la Cour de cassation", "24.  Le requérant se plaint du manque de publicité de la procédure devant les juridictions compétentes.", "1.  Sur la recevabilité", "25.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 (a) de la Convention. La Cour relève par ailleurs qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "2.  Sur le fond", "26.  Le requérant soutient que l’absence d’une audience publique n’était pas justifiée en l’espèce d’autant plus que la procédure en cassation se déroule également en chambre du conseil.", "27.  Le Gouvernement explique qu’une procédure avec audience publique poserait des problèmes de surcharge de procédures et de délai d’attente.", "28.  Il rappelle qu’il s’agit d’une procédure de nature civile et que les parties ont la faculté d’intervenir personnellement. De toute manière, le Gouvernement affirme que la cour d’appel de Catane a pour pratique de traiter les affaires au cours d’une audience publique et qu’en concret il n’y a eu aucune atteinte au droit à la publicité de la procédure.", "29.  La Cour rappelle que la publicité des débats judiciaires constitue un principe fondamental consacré par l’article 6 § 1 de la Convention. Elle protège les justiciables contre une justice secrète échappant au contrôle du public et constitue ainsi l’un des moyens qui contribue à la préservation de la confiance dans les tribunaux. Par la transparence qu’elle donne à l’administration de la justice, elle aide à atteindre le but de l’article 6 § 1, à savoir le procès équitable, dont la garantie compte parmi les principes fondamentaux de toute société démocratique (voir, notamment, Diennet c. France, arrêt du 26 septembre 1995, série A n  325-A, § 33, Gautrin et autres c. France, arrêt du 20 mai 1998, § 42, Recueil 1998-III, et Hurter c. Suisse, nº 53146/99, § 26, 15 décembre 2005).", "30.  L’article 6 § 1 ne fait cependant pas obstacle à ce que les juridictions décident, au vu des particularités de la cause soumise à leur examen, de déroger à ce principe : aux termes mêmes de cette disposition, « (...) l’accès de la salle d’audience peut être interdit à la presse et au public pendant la totalité ou une partie du procès dans l’intérêt de la moralité, de l’ordre public ou de la sécurité nationale dans une société démocratique, lorsque les intérêts des mineurs ou la protection de la vie privée des parties au procès l’exigent, ou dans la mesure jugée strictement nécessaire par le tribunal, lorsque dans des circonstances spéciales la publicité serait de nature à porter atteinte aux intérêts de la justice » ; le huis clos, qu’il soit total ou partiel, doit alors être strictement commandé par les circonstances de l’affaire (mutatis mutandis, Diennet, précité, § 34).", "31.  En l’espèce, le traitement des affaires par la cour d’appel et la Cour de cassation selon la procédure en chambre de conseil, à huis clos, est expressément prévu par la loi interne et les parties n’ont pas la possibilité de demander et d’obtenir une audience publique. La Cour observe à cet égard que le Gouvernement n’a invoqué aucune des exceptions prévues à l’article 6 § 1 (paragraphe 30 ci-dessus) et que ces exceptions ne sont pas applicables en l’espèce.", "32.  La Cour rappelle, en outre, qu’une audience publique peut ne pas être nécessaire compte tenu des circonstances exceptionnelles de l’affaire, notamment lorsque celle-ci ne soulève pas de questions de fait ou de droit qui ne peuvent être résolues sur la seule base du dossier disponible et les observations des parties (Schlumpf c. Suisse, no 29002/06, § 64, 8 janvier 2009 ; Döry c. Suède, no 28394/95, § 37, 12 novembre 2002, Lundevall c. Suède, no 38629/97, § 34, 12 novembre 2002, Salomonsson c. Suède, no 38978/97, § 34, 12 novembre 2002 ; voir aussi, mutatis mutandis, Fredin c. Suède (no 2), arrêt du 23 février 1994, série A no 283-A, pp. 10-11, §§ 2122, et Fischer c. Autriche, arrêt du 26 avril 1995, série A no 312, pp. 20-21, § 44  ). Tel est notamment le cas s’agissant de situations portant sur des questions hautement techniques (par exemple le contentieux de la sécurité sociale, Schuler-Zgraggen c. Suisse, 24 juin 1993, § 58, série A, et Döry, précité, § 41). La Cour observe que cette jurisprudence concerne essentiellement la tenue d’une audience en tant que telle et vise surtout le droit à s’exprimer devant le tribunal prévu à l’article 6 § 1. Elle estime néanmoins que des considérations analogues peuvent s’appliquer s’agissant de l’exigence de publicité. Lorsque, comme dans le cas d’espèce, une audience s’est tenue en vertu du droit national, bien que le droit à s’exprimer oralement ne soit pas exigé par la Convention, cette audience doit en principe être publique. Toutefois, dans un tel cas de figure, des circonstances exceptionnelles – et notamment le caractère hautement technique des questions à trancher – peuvent justifier l’absence de publicité, pourvu que la spécificité de la matière n’exige pas le contrôle du public.", "33.  En l’espèce, la Cour note, que dans le cadre de la procédure en cause les juridictions internes doivent évaluer si l’intéressé a contribué à provoquer sa détention intentionnellement ou par faute lourde. Il ne s’agit pas, selon la Cour, de questions à caractère technique. Elle rappelle sa jurisprudence selon laquelle (Göç c. Turquie [GC], nº 36590/97, CEDH 2002V), quand il s’agit d’une demande en indemnisation pour détention préventive « injuste », aucune circonstance exceptionnelle ne justifie de se dispenser de la tenue d’une audience sous le contrôle du public, ne s’agissant pas de questions à caractère technique pouvant être réglées de manière satisfaisante sur la seule base du dossier. Dans ces circonstances, pour les mêmes raisons la publicité de l’audience s’imposait en l’absence de circonstances particulières justifiant l’exclusion du public.", "34.  En résumé, la Cour juge essentiel que les justiciables impliqués dans une procédure en réparation pour détention préventive « injuste » se voient pour le moins offrir la possibilité de solliciter une audience publique devant la cour d’appel.", "35.  En l’espèce, le requérant n’a pas bénéficié de cette possibilité. Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "B.  Sur l’absence de publicité du prononcé", "36.  Invoquant l’article 6 § 1 de la Convention, le requérant se plaint de ce que les décisions de la cour d’appel et de la Cour de cassation n’ont pas été rendues publiquement.", "37.  La Cour rappelle que malgré l’absence de restrictions, l’exigence selon laquelle le jugement doit être rendu publiquement a été interprétée avec une certaine souplesse. Ainsi, elle a estimé qu’il convenait, dans chaque cas, d’apprécier à la lumière des particularités de la procédure dont il s’agit, et en fonction du but et de l’objet de l’article 6 § 1, la forme de publicité du « jugement » prévue par le droit interne de l’Etat en cause (Pretto et autres c. Italie, arrêt du 8 décembre 1983, § 26, série A no 71; B. et P. c Royaume-Uni, nos 36337/97 et 35974/97, §§ 45-46, CEDH 2001-III). Dans l’affaire Sutter c. Suisse (arrêt du 22 février 1984, série A no 74, § 33), elle a jugé que l’exigence de publicité des jugements ne devait pas nécessairement prendre la forme d’une lecture à haute voix de l’arrêt, et a déclaré que les exigences de l’article 6 avaient été satisfaites car toute personne justifiant d’un intérêt pouvait consulter le texte intégral des arrêts du tribunal militaire de cassation.", "38.  Dans l’affaire Ernst c. Belgique (no 33400/96, arrêt du 15 juillet 2003), elle a considéré que les exigences de publicité posées par l’article 6 § 1 de la Convention avaient été suffisamment respectées du fait que les requérants ont pu se procurer le texte de la décision par une démarche auprès du greffe quelques jours après le prononcé en chambre du conseil de l’arrêt de la Cour de cassation.", "39.  En l’espèce, l’ordonnance de la Cour d’appel et l’arrêt de la Cour de Cassation ont été déposés au greffe et le requérant a été informé dudit dépôt. Au vu de la jurisprudence mentionnée ci-dessus, la Cour estime que les exigences de publicité posées par l’article 6 §1 de la Convention ont été suffisamment respectées.", "40.  Il s’ensuit que ce grief est manifestement mal fondé en application de l’article 35 §§ 3 et 4 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 DE LA CONVENTION", "41.  Le requérant se plaint que les juridictions italiennes en refusant de le dédommager de la détention provisoire subie, ont méconnu la présomption d’innocence puisque le rejet de sa demande en réparation pour détention « injuste » s’explique par la persistance de soupçons à son encontre, et ceci malgré son acquittement sur le fond. L’article 6 §2 dans sa partie pertinente est ainsi libellé :", "2.  Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie.", "42.  La Cour rappelle d’emblée que la présomption d’innocence se trouve méconnue si une décision judiciaire concernant un prévenu reflète le sentiment qu’il est coupable, alors que sa culpabilité n’a pas été légalement établie au préalable. Il suffit, même en l’absence de constat formel, d’une motivation donnant à penser que le juge considère l’intéressé comme coupable (voir, parmi beaucoup d’autres, Puig Panella c. Espagne, no 1483/02, § 51, 25 avril 2006).", "43.  En outre, la Cour rappelle que le champ d’application de l’article 6 § 2 ne se limite pas aux procédures pénales qui sont pendantes, mais s’étend aux procédures judiciaires consécutives à l’acquittement définitif de l’accusé (voir, parmi beaucoup d’autres, les arrêts Sekanina c. Autriche, 25 août 1993, série A no 266A, Rushiti c. Autriche, no 28389/95, 21 mars 2000, et Lamanna c. Autriche, no 28923/95, 10 juillet 2001) dans la mesure où les questions soulevées dans ces procédures constituaient un corollaire et un complément des procédures pénales concernées dans lesquelles le requérant avait la qualité « d’accusé ».", "44.  Bien que ni l’article 6 § 2 ni aucune autre clause de la Convention ne donne droit à réparation pour une détention provisoire régulière en cas d’acquittement (voir, mutatis mutandis, Dinares Peñalver c. Espagne (déc.), no 44301/98, 23 mars 2000), l’expression de soupçons sur l’innocence d’un accusé n’est plus acceptable après un acquittement devenu définitif (voir, dans ce sens, Sekanina, précité, § 30).", "45.  La Cour a déjà eu l’occasion de souligner qu’une fois l’acquittement devenu définitif – même s’il s’agit d’un acquittement au bénéfice du doute conformément à l’article 6 § 2 – l’expression de doutes sur la culpabilité, y compris ceux tirés des motifs de l’acquittement, n’est pas compatible avec la présomption d’innocence (Rushiti, précité, § 31). En effet, des décisions judiciaires postérieures ou des déclarations émanant des autorités publiques peuvent soulever un problème sous l’angle de l’article 6 § 2, si elles équivalent à un constat de culpabilité qui méconnaît, délibérément, l’acquittement préalable de l’accusé (voir Del Latte c. Pays-Bas, no 44760/98, § 30, 9 novembre 2004).", "46.  De plus, la Cour rappelle que dans le cadre de l’article 6 § 2 de la Convention, le dispositif d’un jugement d’acquittement doit être respecté par toute autorité qui se prononce de manière directe ou incidente sur la responsabilité pénale de l’intéressé (Vassilios Stavropoulos c. Grèce, no 35522/04, § 39, 27 septembre 2007). Par ailleurs, le fait d’exiger d’une personne qu’elle apporte la preuve de son innocence dans le cadre d’une procédure d’indemnisation pour détention provisoire apparaît déraisonnable et révèle une atteinte à la présomption d’innocence (Capeau c. Belgique, no 42914/98, § 25, CEDH 2005-I).", "47.  La question à trancher est donc uniquement celle de savoir si l’ordonnance de la cour d’appel de Catane du 13 juillet 2007 établissait un état de culpabilité ou de soupçons persistants à l’encontre du requérant malgré la relaxe dont il avait bénéficié. A cet égard, la Cour note qu’en l’espèce les motifs invoqués par la cour d’appel de Catane ne se réfèrent nullement à la responsabilité du requérant au pénal ou aux soupçons persistants pesant contre lui comme fondement du rejet de sa demande en réparation. Bien au contraire, la juridiction italienne a précisé que la faute lourde commise par l’intéressé concernait uniquement la naissance d’indices à son égard, ce qui avait justifié la réaction des autorités et le placement en détention provisoire. Selon la Cour, les décisions des juridictions internes ne reflètent pas un constat de culpabilité.", "48.  Il s’ensuit que ce grief doit être rejeté comme manifestement mal fondé, en application de l’article 35 §§ 3 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "49.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "50.  Le requérant réclame 30 000 euros (EUR) au titre du préjudice moral qu’il aurait subi.", "51.  Le Gouvernement s’oppose aux prétentions du requérant.", "52.  Quant au préjudice moral allégué par le requérant, la Cour considère qu’il a pu éprouver un dommage moral, mais qu’en l’occurrence le constat de violation de l’article 6 § 1 figurant dans le présent arrêt constitue en soi une satisfaction équitable suffisante (voir, parmi de nombreux autres, les arrêts Yvon c. France, du 24 avril 2003, no 44962/98, CEDH 2003-V et Bocellari et Rizza c. Italie, no 399/02, § 46, 13 novembre 2007 ; Leone c. Italie , no 30506/07, § 42, 2 février 2010 ; Capitani et Campanella c. Italie, no 24920/07, 17 mai 2011, § 43).", "B.  Frais et dépens", "53.  Note d’honoraires à l’appui, le requérant demande également 4 664 EUR pour les frais et dépens engagés devant les juridictions internes et 2 500 EUR pour ceux engagés devant la Cour.", "54.  Le Gouvernement s’oppose à ces prétentions.", "55.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des documents en sa possession et de sa jurisprudence, la Cour rejette la demande relative aux frais et dépens de la procédure nationale, estime raisonnable la somme de 2 500 EUR pour la procédure devant la Cour et l’accorde au requérant.", "C.  Intérêts moratoires", "56.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant au grief tiré de l’article 6 § 1 en raison de l’impossibilité pour le requérant de demander la tenue d’une audience publique devant la cour d’appel compétente et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit :", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 500 EUR (deux mille cinq cents euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 avril 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente"]}