{"file": "FRE_HFJUD_35555_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "35555/03", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "", "", "", "", "AFFAIRE CIUPERCESCU c. ROUMANIE", "", "(Requête no 35555/03)", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "15 juin 2010", "", "DÉFINITIF", "", "15/09/2010", "", "Cet arrêt est devenu définitif en vertu de l'article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l'affaire Ciupercescu c. Roumanie,", "La Cour européenne des droits de l'homme (troisième section), siégeant en une chambre composée de :", "\tJosep Casadevall, président,\n\tElisabet Fura,\n\tCorneliu Bîrsan,\n\tBoštjan M. Zupančič,\n\tAlvina Gyulumyan,\n\tIneta Ziemele,\n\tLuis López Guerra, juges,\net de Santiago Quesada, greffier de section,", "Après en avoir délibéré en chambre du conseil le 25 mai 2010,", "Rend l'arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 35555/03) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Dragoş Ciupercescu (« le requérant »), a saisi la Cour le 6 novembre 2003 en vertu de l'article 34 de la Convention de sauvegarde des droits de l'homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Diana Hatneanu, avocate à Bucarest, et Raluca Stăncescu Cojocaru, conseil juridique de l'Association pour la défense des droits de l'homme en Roumanie - le Comité Helsinki (« APADOR-CH »). Le gouvernement roumain (« le Gouvernement ») est représenté par son agent, M. Răzvan-Horaţiu Radu, du ministère des Affaires étrangères.", "3.  Le requérant se plaint en particulier de son placement dans la catégorie des détenus dangereux et du régime carcéral subi, des mauvaises conditions de détention, de l'iniquité de la procédure pénale ouverte à son encontre ainsi que de la suppression automatique de ses droits parentaux.", "4.  Les 30 septembre 2008 et 9 avril 2009, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l'article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "5.  Le requérant, ancien militaire, est né en 1971 et réside à Giurgiu.", "A.  Le contexte de l'affaire", "6.  Le 11 août 2002, le parquet militaire près le tribunal militaire territorial de Bucarest fut saisi du fait que, pendant la nuit du 10 au 11 août 2002, des personnes inconnues étaient entrées par effraction dans les locaux d'une unité militaire se trouvant près de Bucarest et avaient dérobé des munitions. Une enquête in rem fut ouverte.", "7.  Le 6 novembre 2002, une grenade fut jetée devant le lycée Jean Monnet de Bucarest, à la sortie des cours. L'explosion causa des blessures à cinq élèves et détruisit plusieurs véhicules se trouvant à proximité ainsi que les vitres des immeubles situés en face du lycée. Le lendemain de l'explosion, le lycée Jean Monnet reçut une lettre par laquelle l'auteur de l'attentat demandait au premier ministre de verser une somme d'argent sur un compte bancaire en Suisse. Par la suite, quatre autres lettres de ce type furent reçues par le lycée. Une enquête in rem fut ouverte.", "8.  Le 15 mars 2003, en se promenant dans le parc Cişmigiu de Bucarest, une personne observa qu'une grenade était placée sur l'une des allées du parc. Elle saisit tout de suite les gendarmes du secteur qui alertèrent la police. Une équipe de pyrotechniciens se déplaça sur les lieux et constata que la grenade était amorcée et dans un équilibre précaire, une explosion pouvant être déclenchée à tout moment. Dans la soirée, un inconnu appela la police à deux reprises, dont une fois d'un téléphone portable. Se référant aux incidents du lycée Jean Monnet et du parc Cişmigiu décrits ci-dessus, il laissait entendre qu'il était l'auteur des faits et que l'incident du lycée n'était « qu'un avertissement ».", "9.  Les éléments matériels trouvés sur le lieu de l'explosion et dans le parc, ainsi que certaines analyses réalisées par des spécialistes démontrèrent qu'un lien certain existait entre le vol des munitions, l'attentat perpétré au lycée Jean Monnet et la tentative de provoquer une explosion dans le parc Cişmigiu.", "10.  Le 23 mars 2003, la police interpela le requérant alors qu'il était en compagnie de sa compagne, M.C. A la suite d'une fouille corporelle, la police trouva sur le requérant un téléphone portable ainsi qu'un agenda dans lequel figuraient les références de trois banques suisses et le numéro de téléphone portable d'où la police avait été appelée dans la soirée du 15 mars 2003.", "B.  La garde à vue et la détention provisoire du requérant", "11.  Le 23 mars 2003, par une ordonnance du procureur, le requérant fut placé en garde à vue, au motif qu'il était soupçonné d'avoir commis les faits décrits ci-dessus. Il était accusé entre autres, de tentative de meurtre et d'actes de terrorisme (paragraphe 39 ci-dessous).", "12.  Par une ordonnance du procureur du 24 mars 2003, le requérant fut placé en détention provisoire pour cinq jours. Il fut incarcéré au siège de la police centrale de Bucarest. La détention provisoire fut prolongée par une ordonnance du procureur du 28 mars 2003 pour une période de 25 jours, soit jusqu'au 21 avril 2003. A partir de cette dernière date, le tribunal départemental de Bucarest et le tribunal militaire de Bucarest prolongèrent successivement la détention provisoire du requérant.", "C.  Le placement du requérant dans la catégorie des détenus dangereux", "13.  A une date non précisée, le requérant fut transféré à la prison de Bucarest Jilava.", "14.  Un rapport d'expertise médico-légale du 16 mai 2003 établi par l'institut de médicine légale Mina Minovici, indiquait que le requérant souffrait de troubles de la personnalité de type antisocial, en gardant toutefois la capacité d'apprécier de manière critique le contenu et les conséquences de ses actes, et en ayant son discernement par rapport aux faits pour lesquels il était poursuivi.", "15.  Par une décision du 5 novembre 2003, l'établissement pénitentiaire précité décida, en application de l'arrêté no 383/2003 de la direction nationale des établissements pénitentiaires (« l'arrêté no 383/2003 »), de classer le requérant dans la catégorie des détenus dangereux. La décision fut prise par une commission composée du directeur de l'établissement, du chef du bureau socio-éducatif, du chef du bureau des données personnelles des détenus, d'un médecin et d'un psychologue. La commission estima que l'intéressé devait être considéré comme un détenu dangereux eu égard à la nature des faits qui lui étaient reprochés.", "16.  Le 11 novembre 2003, le requérant fut transféré dans le secteur des condamnés dangereux, où il fut contraint de partager une chambre de neuf lits avec dix-neuf autres personnes, condamnées par des décisions définitives à des peines de 10 à 27 ans de prison.", "17.  Le requérant fut soumis au régime de détention prévu par l'arrêté no 383/2003 pour les détenus dangereux (paragraphe 83 ci-dessus). Ainsi, il subissait des fouilles à corps une fois par semaine, lors de la perquisition inopinée de la cellule, et des fouilles corporelles partielles à chaque sortie et entrée de la cellule. Le droit de visite était limité de trente minutes à deux heures et il ne pouvait être exercé qu'en présence de gardiens cagoulés et à travers des parois vitrées. Les sorties en promenade pouvaient aller d'une demi-heure à une heure par jour, dans des espaces spécialement aménagés. Chaque sortie de la prison était automatiquement précédée d'une fouille à corps, et lors des sorties, le requérant était accompagné par des policiers cagoulés et entravé par des menottes. Le requérant allègue que, lors des sorties de la prison, il était également entravé avec des chaînes.", "18.  Il ressort d'une lettre du 17 décembre 2008 de la direction générale des établissements pénitentiaires, adressée au Gouvernement, que lors de la fouille à corps hebdomadaire le requérant devait se déshabiller complètement alors que lors de la fouille pratiquée chaque fois que le détenu sortait ou entrait dans sa cellule, il devait se dévêtir partiellement. Il ressort également d'une lettre similaire du 25 novembre 2008 que des fouilles à corps détaillées étaient pratiquées lors du déplacement du requérant à l'extérieur de la prison, quelle que soit la raison de ce déplacement (y compris hospitalisation, contrôle médical ou présentation devant une instance judiciaire).", "1.  Première action relative au régime de détention", "19.  Le 5 juillet 2004, estimant que sa détention contrevenait aux dispositions légales en vigueur, le requérant saisit le tribunal de première instance de Bucarest d'une plainte invoquant l'ordonnance d'urgence no 56 du 25 juin 2003 concernant certains droits des personnes exécutant une peine privative de liberté (« l'O.U.G. no 56/2003 »). Il faisait valoir qu'il était incarcéré dans le secteur des détenus dangereux avec des détenus condamnés, étant ainsi contraint de porter une tenue spéciale et de partager son lit avec un autre détenu. Le ministère public fit valoir au principal que le surpeuplement des prisons rendait impossible l'incarcération du requérant avec des prévenus, d'autant plus qu'il était poursuivi pour des infractions très graves.", "20.  Par un jugement du 15 octobre 2004, le tribunal de première instance accueillit l'action du requérant et ordonna à la direction générale des établissements pénitentiaires de Bucarest de soumettre le requérant au régime de détention pour les prévenus. Pour arriver à cette conclusion, le tribunal constata que l'article 39 de la loi 23 du 18 novembre 1969 sur l'exécution des peines (« loi no 23/1969 ») exigeait expressément la détention séparée des prévenus et des condamnés. Cette disposition visait à garantir le respect de la présomption d'innocence des intéressés.", "21.  Le parquet et le requérant attaquèrent la décision. Le parquet faisait valoir qu'il y avait une impossibilité pratique d'appliquer l'article 39 de la loi no 23/1969 en raison du surpeuplement des prisons, que la prison de Jilava n'avait pas été citée à comparaître dans la procédure et que le tribunal de première instance avait fondé à tort son jugement sur l'O.U.G. no 56/2003. Le requérant demandait pour sa part des dédommagements moraux et matériels pour la violation alléguée de ses droits.", "22.  Par un arrêt du 21 décembre 2004, le tribunal départemental de Bucarest rejeta les deux recours. S'agissant du recours du parquet, il considéra que les dispositions de l'article 39 de la loi no 23/1969 étaient impératives et que, dès lors, l'impossibilité pratique de les mettre en œuvre ne pouvait pas être retenue. Concernant la citation à comparaître de la prison de Jilava, le tribunal constata que selon la loi pénale celle-ci n'avait pas qualité pour ester en justice. S'agissant du fondement juridique de l'action, le tribunal départemental constata que le tribunal de première instance avait fondé son jugement sur l'O.U.G. no 56/2003 ; or cette ordonnance ne régissait que certains droits des personnes incarcérées dont celui en question ne faisait pas partie ; néanmoins, l'action trouvait son fondement dans les articles 3 et 13 de la Convention.", "23.  S'agissant du recours du requérant, le tribunal départemental constata que l'intéressé n'avait pas demandé de dédommagements en première instance et que, formulée pour la première fois en appel, sa demande était irrecevable.", "24.  Le jugement du 15 octobre 2004 fut exécuté le 11 février 2005, lorsque le requérant fut transféré à la prison de Rahova, dans le secteur des prévenus. Néanmoins, le 18 avril 2005, l'établissement décida le maintien du requérant sous le régime des détenus dangereux.", "2.  Action en dommages-intérêts contre l'Administration nationale des établissements pénitentiaires fondée sur l'O.U.G. no 56/2003", "25.  Le 21 juin 2005, se fondant sur l'O.U.G. no 56/2003, le requérant saisit les tribunaux d'une action en dommages-intérêts contre l'administration nationale des établissements pénitentiaires et le ministère des Finances. Il faisait valoir que du 11 novembre 2003 au 11 février 2005, il avait été incarcéré illégalement avec des condamnés sous le régime des détenus dangereux et dans des conditions inhumaines. Il alléguait en outre que le jugement du 15 octobre 2004 n'avait pas été respecté.", "26.  Par un jugement du 30 janvier 2006, le tribunal de première instance de Bucarest rejeta l'action pour ce qui était des dommages-intérêts, estimant que le requérant l'avait fondée à tort sur l'OUG no 56/2003. Concernant le jugement du 15 octobre 2004, le tribunal considéra qu'il avait été exécuté dans un délai raisonnable.", "27.  Le requérant ne forma pas de recours contre cette décision.", "3.  Nouvelle action en dommages-intérêts contre l'Administration nationale des établissements pénitentiaires", "28.  Le 1er mars 2006, se fondant sur les dispositions régissant la responsabilité civile délictuelle, le requérant saisit le tribunal de première instance de Bucarest d'une nouvelle action en dommages-intérêts contre l'administration nationale des établissements pénitentiaires, au motif que, pendant sa détention provisoire, il avait été détenu avec des personnes condamnées par des décisions de justice définitives.", "29.  Par un jugement du 29 juin 2006, le tribunal de première instance rejeta l'action, au motif que le préjudice moral du requérant avait été réparé de manière suffisante par la reconnaissance de son droit d'être détenu séparément des condamnés définitifs.", "30.  Par un arrêt définitif du 1er novembre 2007, le tribunal départemental de Bucarest déclara irrecevable le recours formé par le requérant contre le jugement précité, pour défaut de motivation dans le délai imparti par la loi.", "4.  Action en annulation de la décision de l'administration pénitentiaire déclarant le requérant « détenu dangereux »", "31.  Le 2 décembre 2005, se fondant sur l'O.U.G. no 56/2003, le requérant saisit le tribunal de première instance de Bucarest d'une action en annulation de la décision du 5 novembre 2003 par laquelle l'établissement pénitentiaire de Bucarest-Jilava avait décidé de le classer dans la catégorie des détenus dangereux. Il faisait valoir que la direction générale des prisons s'était substituée à un tribunal et l'avait classé dans la catégorie des détenus dangereux, alors qu'il n'avait pas encore été condamné de manière définitive. Il souligna également que pendant son placement dans cette catégorie, il avait été détenu dans des conditions inhumaines.", "32.  Par un jugement du 13 décembre 2005, le tribunal de première instance rejeta l'action du requérant, au motif que la décision contestée était justifiée par la nature des faits pour lesquels il avait été renvoyé en jugement, ainsi que par le fait que l'intéressé avait un psychique instable, étant diagnostiqué comme souffrant de troubles de la personnalité de type antisocial (paragraphe 14 ci-dessus).", "33.  Sur recours du requérant, par un arrêt définitif du 6 février 2006, le tribunal départemental de Bucarest cassa le jugement et renvoya l'affaire devant le tribunal de première instance, au motif que ce dernier s'était limité à reproduire les motifs retenus par la décision mise en cause, sans demander les renseignements nécessaires pour réaliser un contrôle effectif de la classification faite par la commission.", "34.  Par un jugement du 15 juin 2006, le tribunal de première instance rejeta à nouveau l'action du requérant. Il retint que l'arrêté no 383/2003 prévoyait des critères alternatifs pour classer un détenu, qu'il soit en détention provisoire ou en détention après une condamnation définitive, dans la catégorie des détenus dangereux. Parmi ces critères, il y avait la nature du délit, les circonstances dans lesquels les faits avaient été accomplis et la durée de la peine prévue par la loi. Le tribunal de première instance s'exprima ainsi :", "«  Le tribunal note qu'en l'espèce, bien que le requérant ne soit pas encore jugé de manière définitive, il y a des preuves et des indices forts qu'il a commis les infractions pour lesquelles il a été renvoyé en jugement (...) aspect pris en compte par le jugement avant dire droit du 15 mai 2006 de la Haute Cour de cassation et de justice, qui a jugé la mesure de détention provisoire prise contre le requérant comme étant bien fondée. Étant donné que, malgré l'absence d'antécédents pénaux du requérant, ces faits présentent un danger social très élevé, la mesure de classement du requérant dans la catégorie des détenus dangereux est pleinement justifiée, étant nécessaire pour protéger la société, (...) ».", "35.  Par un arrêt définitif du 8 septembre 2006, le tribunal départemental de Bucarest rejeta le recours formé par le requérant et confirma le bien fondé du jugement précité.", "D.  Les conditions matérielles de détention à la prison de BucarestJilava", "36.  Le requérant fut incarcéré à la prison de Bucarest-Jilava à une date non précisée et il y resta jusqu'au 11 février 2005. Il avait été détenu dans les cellules nos 401, 403 et 404. La superficie des deux premières cellules était de 14,175 m², alors que celle de la dernière était de 13,5 m².", "37.  Toutes les cellules étaient dotées de neuf lits, d'une fenêtre d'une longueur de 1,22 m et d'une largeur de 0,55 m, d'une table pour le téléviseur et de deux ou trois petites tables.", "38.  Le requérant indique que dans le secteur des condamnés dangereux, il a été contraint de partager une chambre de neuf lits avec dix-neuf autres détenus condamnés par des décisions de justice définitives.", "E.  Procédure pénale contre le requérant", "1.  L'instruction pénale contre le requérant", "39.  Des poursuites furent entamées contre le requérant du chef de vol qualifié des munitions d'une unité militaire, de destruction, de bris de scellé, du non-respect de la législation sur les armes et les munitions, de meurtre et de menace terroriste. Le requérant fut assisté successivement par deux avocats de son choix, B.I. et P.M. En cas d'absence de ces derniers, ce qui arriva à diverses reprises, le requérant fut assisté par des avocats commis d'office.", "40.  Entendu par le parquet, le 24 mars 2003, le requérant nia avoir été impliqué dans ces événements. Le 25 mars 2003, en présence d'un avocat commis d'office, il revint sur sa déclaration et avoua les faits. Sur indications du requérant et en présence de son avocat choisi, une enquête sur place fut réalisée, à la suite de laquelle les munitions volées furent retrouvées.", "41.  En présence de ses défenseurs, le requérant avoua à nouveau le vol des munitions, pour déclarer ensuite qu'il les avait trouvées dans une serviette ou qu'il avait été contacté par M.I. du Service roumain de renseignements (« S.R.I. ») qui lui avait demandé de les cacher. Il affirma que l'attentat avait été organisé par le S.R.I. et indiqua le numéro d'immatriculation d'une voiture dans laquelle les personnes responsables s'étaient trouvées.", "42.  A la suite des démarches faites par les enquêteurs auprès du S.R.I. et du service d'immatriculation des véhicules, ni l'identité de M.I. ni celle du propriétaire de la voiture ne furent établies.", "43.  Le parquet interrogea plusieurs témoins à charge et les victimes, l'avocat choisi par le requérant étant invité à participer. Les 18 et 24 septembre 2003, en présence de son avocat, le requérant avoua les faits reprochés et déclara que M.I. n'était pas impliqué dans l'affaire.", "44.  Le dossier d'enquête établi par le parquet militaire près la Cour suprême de justice et le parquet près le tribunal départemental de Bucarest contenait, comme moyens de preuve, les déclarations de plusieurs témoins, des procès-verbaux d'enquête sur place, des planche photographiques, les conclusions de plusieurs expertises techniques, un procès verbal de reconstitution du vol, des expertises techniques et judiciaires. Quant aux conditions dans lesquelles l'explosion s'était produite, figuraient des documents médicaux concernant les victimes, des procès-verbaux de perquisition et de transcription d'appels téléphoniques.", "2.  Le renvoi en jugement du requérant", "45.  Par un réquisitoire du 7 octobre 2003, le parquet militaire près la Cour suprême de justice renvoya le requérant en jugement des chefs d'actes de terrorisme, tentative de meurtre, vol, destruction, bris de scellés, non-respect de la législation sur les armes et les munitions et non-respect de la législation sur les matériaux explosifs. Le parquet accusa le requérant d'avoir brisé les scellés d'une unité militaire de Bucarest et soustrait des grenades, des fusées et des cartouches pendant la nuit du 10 au 11 août 2002. Ultérieurement, le 6 novembre 2002, le requérant aurait jeté une grenade devant le lycée Jean Monnet de Bucarest à la sortie des cours, provoquant une explosion qui avait blessé plusieurs élèves et détruit plusieurs voitures. Le 15 mars 2003, le requérant aurait placé une nouvelle grenade dans le parc Cişmigiu de Bucarest et téléphoné à la police, exigeant que le premier ministre satisfasse aux revendications formulées après l'incident perpétré au lycée Jean Monnet concernant le versement d'argent sur un compte bancaire en Suisse, faute de quoi une nouvelle explosion aurait lieu dans le parc susmentionné.", "46.  Le tribunal militaire de Bucarest fut saisi de l'affaire. Toutefois, le 19 décembre 2003, il déclina sa compétence en faveur du tribunal départemental de Bucarest, lequel constata que les poursuites avaient été menées par un parquet qui n'était pas compétent ratione materiae et, en conséquence, ordonna le transfert de l'affaire au parquet compétent. Sur recours du parquet, par un arrêt définitif du 2 avril 2004, la cour d'appel de Bucarest décida le renvoi de l'affaire devant le tribunal départemental de Bucarest.", "3.  La procédure en première instance devant le tribunal départemental de Bucarest", "47.  Lors de la première audience devant ce tribunal, le requérant fut assisté successivement par deux avocats commis d'office, à savoir B.M. et A.A.", "48.  Le 21 mai 2004, le tribunal départemental de Bucarest entendit le requérant. Ce dernier revint sur ses aveux et affirma qu'il avait seulement appelé la police le 15 mars 2003 pour l'informer de la présence d'une grenade dans le parc Cişmigiu et que le restant de l'opération avait été organisé par le S.R.I., plus exactement par les officiers V.T. et M.I. Il déclara qu'il ne connaissait pas les coordonnées de M.I.", "49.  Le 18 juin 2004, le requérant demanda le versement au dossier de la liste des appels téléphoniques du poste de son domicile. Il sollicita également l'audition des témoins à décharge. Il demanda la comparution de M.C., sa compagne, V.T., pour prouver sa collaboration avec le S.R.I. avant l'année 1995 et ses liens avec M.I., le témoin C.L., journaliste, qui aurait été manipulé par le S.R.I. pour écrire un article, le témoin B.I., son avocat pendant les poursuites pour démontrer dans quelles conditions l'enquête s'était déroulée, ainsi que le témoin D.A., commissaire dans le cadre de la police de Bucarest.", "50.  Le tribunal accueillit la demande du requérant de verser au dossier la liste des appels téléphoniques et de faire interroger les témoins M.C. et V.T. Ce dernier fut cité à comparaître à l'unité militaire indiquée par le requérant. La citation revint au tribunal avec la mention « unité militaire supprimée ».", "51.  Le tribunal jugea cependant que le témoin M.I. ne pouvait pas être entendu dans la mesure où le requérant ne pouvait fournir aucun élément de nature à permettre d'établir son identité et son adresse. Pour ce qui est des autres témoins à décharge, le tribunal estima que leurs dépositions ne pouvaient pas apporter d'éléments pertinents pour l'examen de l'affaire.", "52.  Pendant la procédure, presque tous les témoins à charge furent entendus par le tribunal en présence du requérant et de son défenseur. Lorsque l'interrogatoire d'un témoin s'avérait impossible, sa déclaration faite pendant l'enquête était lue devant le tribunal.", "53.  Le 16 juillet 2004, le témoin M.C. fut entendu. Elle déclara avoir eu le requérant au téléphone au moment où l'attentat au lycée Jean Monnet avait eu lieu. Le requérant demanda personnellement et à nouveau l'audition des témoins V.T., M.C., C.L. et D.A. L'avocat commis d'office soumit des conclusions. A la demande du tribunal, le ministère de la Défense lui fournit l'adresse de V.T., qui fut à nouveau cité à comparaître. La citation revint au tribunal avec la mention « le destinataire a changé d'adresse ».", "54.  Pendant les audiences suivantes, le requérant et son avocat commis d'office réitérèrent à plusieurs reprises la demande de faire interroger C.L. et V.T. et demandèrent la réalisation d'une expertise militaire. Le tribunal rejeta la demande concernant la réalisation d'une expertise militaire, au motif que pendant les poursuites les experts criminels en avaient réalisé une ayant le même objet. La demande de faire interroger C.L. fut rejetée pour les même raisons que celles exposées auparavant (paragraphe 51 ci-dessus).", "55.  Sur demande de l'avocat commis d'office, le tribunal demanda à la Direction générale des statistiques de la population de lui communiquer l'adresse correcte de V.T. Bien que l'adresse indiquée par la Direction générale ait été la même que celle indiquée par le ministère de la Défense, V.T. fut à nouveau cité à comparaître avec mandat d'amener. La citation fut retournée à nouveau au tribunal avec la mention « le destinataire a changé d'adresse ». La police responsable de l'exécution du mandat d'amener informa le tribunal que depuis deux ans V.T. n'habitait plus l'adresse indiquée et que le mandat d'amener ne pouvait pas être exécuté, en raison de l'impossibilité d'identifier la nouvelle adresse du témoin.", "56.  Le 11 février 2005, l'avocat A.A. demanda au tribunal de le remplacer pour la prochaine audience, au motif qu'il était dans l'impossibilité de se présenter. L'avocat C.E. fut nommé à sa place.", "57.  Le 22 février 2005, bien que le requérant ait réitéré sa demande de faire interroger V.T., le tribunal renonça à son audition, faute pour l'intéressé et les autorités d'avoir pu identifier son domicile. Lors des débats qui eurent lieu le même jour, l'avocat commis d'office sollicita l'acquittement du requérant, précisant que les preuves ne démontraient pas sa culpabilité et que, tel que cela ressortait de la liste des appels téléphoniques, il se trouvait à son domicile au moment de l'attentat. Il versa au dossier des conclusions écrites, dans lesquelles il mentionnait que le requérant considérait que l'attentat était l'œuvre du S.R.I. et que sa collaboration avec les services secrets aurait pu être démontrée par l'interrogatoire de V.T.", "58.  Par un jugement du 8 mars 2005, le tribunal départemental de Bucarest déclara le requérant coupable des infractions mentionnées dans le réquisitoire et le condamna à onze ans de prison ferme et à l'interdiction d'exercer certains droits, y compris ses droits parentaux. Le tribunal fonda son jugement sur les preuves matérielles existant dans le dossier, sur les constatations faites dans les procès-verbaux dressés à la suite des fouilles du requérant et des perquisitions, les rapports d'expertise, les conclusions des enquêtes sur les lieux des faits et les déclarations des témoins à charge. Il se fonda également sur les aveux du requérant dans la mesure où ils concordaient avec les autres preuves existantes dans le dossier.", "59.  Tout au long de cette partie de la procédure, les avocats commis d'office demandèrent régulièrement la révocation de la mesure de détention provisoire du requérant, en faisant valoir que sa remise en liberté n'empêchait pas le bon déroulement du procès et que l'intéressé ne présentait pas un danger social concret pour l'ordre public. Les demandes furent rejetées ainsi que les recours formés par le requérant contre les décisions maintenant la mesure privative de liberté.", "4.  La procédure en appel", "60.  Le requérant et le parquet interjetèrent appel. Le requérant, par le biais de l'avocat commis d'office Z.T., contesta l'interprétation des preuves et précisa, entre autres, que le témoin V.T. pouvait être convoqué à la division financière du ministère de la Défense, puisqu'il était à la retraite. Il sollicita son acquittement. L'avocat commis d'office versa au dossier des conclusions écrites sollicitant le rejet de l'appel du parquet.", "61.  Par un arrêt du 31 mai 2005, la cour d'appel de Bucarest accueillit partiellement les recours et procéda à une requalification d'une partie des faits reprochés au requérant en application du code pénal et de la nouvelle loi no 535 du 25 novembre 2004 relative aux actes de terrorisme, qui prévoyait des peines plus douces. Elle conclut toutefois à l'existence de circonstances aggravantes et condamna le requérant à dix-neuf ans de prison ferme et à l'interdiction d'exercer certains droits.", "5.  Le pourvoi en cassation", "62.  Le parquet et le requérant se pourvurent en cassation. Le parquet fit valoir que la cour d'appel avait procédé à la requalification des faits sans inviter les parties à soumettre leurs observations à ce sujet, ce qui avait enfreint les droits de la défense du requérant. En outre, elle avait considéré à tort que la nouvelle loi no 535/2004 était plus douce que l'ordonnance no 141/2001 pour la répression des actes de terrorisme, puisque la première loi punissait l'infraction non seulement d'une peine de prison, mais aussi de l'interdiction d'exercer certains droits.", "63.  Le requérant fut assisté pendant cette phase processuelle successivement par deux avocats commis d'office, K.A. et V.C. Il soutint dans ses motifs de recours que les faits avaient été dénaturés par les organes de poursuite et contesta plusieurs preuves à charge. Lors des débats, il déclara être d'accord avec l'assistance de l'avocat commis d'office et décida de soutenir personnellement les motifs de recours.", "64.  Par un arrêt du 5 septembre 2005, la Haute Cour de cassation et de justice accueillit le pourvoi du parquet et renvoya l'affaire devant la cour d'appel de Bucarest, au motif que la nouvelle qualification juridique de certains faits n'avait pas été soumise au débat des parties et que la loi plus favorable au requérant concernant les actes de terrorisme était l'O.U.G. no 141/2001. Elle confirma néanmoins les décisions antérieures pour ce qui était de l'établissement des faits et de la culpabilité du requérant.", "6.  La suite de la procédure après renvoi", "65.  Le requérant fut représenté lors de la première audience par l'avocat commis d'office G.J., qui demanda l'ajournement de l'affaire afin d'étudier le dossier. Bien que la cour d'appel ait fait droit à sa demande, lors de l'audience suivante, il fut remplacé par B.C. Le 24 novembre 2005, la cour d'appel ajourna l'affaire au motif que le requérant n'était pas représenté et saisit le barreau pour prendre les mesures nécessaires.", "66.  Lors de l'audience du 8 décembre 2005, le requérant, représenté par l'avocat commis d'office B.C., réitéra personnellement son grief relatif à l'incompétence ratione materiae du parquet militaire pour instruire l'affaire. Il se plaignit également de ce que son avocat commis d'office n'avait pas formé de recours contre la décision de la cour d'appel de Bucarest du 2 avril 2004 (paragraphe 46 ci-dessus). Il demanda également que l'affaire soit reportée afin qu'il puisse engager un avocat de son choix.", "67.  La cour d'appel constata que la question de la compétence matérielle du parquet militaire pour instruire l'affaire avait déjà été examinée par le tribunal départemental de Bucarest et par elle-même dans sa décision du 2 avril 2004 et qu'il n'y avait pas de voie de recours contre cette dernière décision définitive, que l'avocat commis d'office aurait pu former. Néanmoins, elle fit droit à la demande du requérant et ajourna l'instance afin que l'intéressé puisse engager un avocat.", "68.  Lors de l'audience suivante, qui eut lieu le 15 décembre 2005, le requérant n'avait toujours pas engagé un avocat de son choix. Il accepta d'être assisté par l'avocat commis d'office N.A. Après un report de l'audience, au motif que le requérant n'était pas assisté d'un avocat, un nouvel avocat commis d'office fut nommé, à savoir P.F. Ce dernier versa au dossier deux mémoires du requérant par lesquels celui-ci sollicitait l'interrogatoire de plusieurs témoins et un rapport supplémentaire d'expertise. L'avocat soutint l'affaire au fond et demanda le rejet de l'appel du parquet et l'application de la loi la plus favorable au requérant.", "69.  Par un arrêt du 17 mars 2006, la cour d'appel de Bucarest procéda à la requalification juridique des faits et condamna le requérant du chef d'actes de terrorisme à quinze ans de prison ferme et à l'interdiction d'exercer certains droits, dont l'interdiction d'exercer les droits parentaux.", "70.  Le parquet et le requérant se pourvurent en cassation. Le parquet demanda la majoration de la peine, tandis que le requérant en sollicita la réduction. Le requérant fut représenté lors d'une première audience par l'avocat commis d'office B.D. qui fut ensuite remplacé par B.A. Par une lettre du 4 juillet 2006, le requérant reconnut les faits et demanda l'application de l'article 74 du code pénal sur les circonstances atténuantes. L'avocat du requérant demanda le renvoi de l'affaire devant la cour d'appel, au motif que les droits de la défense n'avait pas été respectés.", "71.  Par un arrêt du 5 juillet 2006, la Haute Cour de cassation et de justice accueillit les deux recours et renvoya l'affaire à la cour d'appel de Bucarest, au motif que l'appel du requérant n'avait pas été examiné. L'arrêt fut prononcé dans une formation de jugement comprenant la juge C.J.", "72.  Devant la cour d'appel, le requérant fut représenté successivement par les avocats commis d'office M.L., S.M. et à nouveau M.L. Le requérant demanda à nouveau que le témoin V.T. soit interrogé, mais sa demande fut rejetée au motif que sa déclaration n'était pas utile dans l'affaire et que le requérant aurait pu prouver son lien avec le S.R.I par d'autres moyens de preuve. Dans ses motifs d'appel, le requérant avoua avoir commis les fais retenus à son encontre, mais déclara que son but n'était pas politique mais de prendre sa revanche sur ses anciens chefs militaires.", "73.  Le 13 novembre 2006, l'avocat commis d'office plaida la cause du requérant, en faisant valoir que l'intéressé n'était pas coupable d'actes de terrorisme à défaut de l'existence de l'élément subjectif. En demandant l'application de la loi plus favorable au requérant, il précisa également que l'attitude du requérant, le but de son action et le manque d'intention de blesser les personnes impliquées, imposaient la diminution de la peine.", "74.  Par un arrêt du 13 novembre 2006, la cour d'appel de Bucarest, après une nouveau calcul de la durée de la peine, condamna le requérant du chef de terrorisme à dix-huit ans de prison ferme et à l'interdiction d'exercer certains droits.", "75.  Le requérant se pourvut en cassation. Il fut assisté successivement par les avocats commis d'office V.D. et C.I. Le requérant demanda la requalification juridique des faits et, à titre subsidiaire, la réduction de la peine qui lui avait été infligée. L'avocat commis d'office soutint que les faits de bris de scellés étaient couverts par une loi de grâce et demanda la requalification juridique des faits afin de tenir compte de ce que le requérant n'avait pas agi avec l'intention spécifique aux actes de terrorisme. Il demanda également la réduction de la peine infligée au requérant.", "76.  Par un arrêt du 22 février 2007, la Haute Cour de cassation et de justice constata que les faits de bris de scellés étaient couverts par une loi de grâce, mais elle maintint la peine prononcée par la cour d'appel. L'arrêt fut prononcé dans une formation de jugement comprenant la juge C.J.", "F.  Actions contre le barreau de Bucarest", "77.  Le 16 novembre 2005, le requérant saisit les tribunaux administratifs d'une action en dommages-intérêts contre le barreau de Bucarest. Il faisait valoir que, pendant la procédure pénale diligentée à son encontre, il n'avait pas bénéficié d'une assistance judiciaire adéquate de la part des avocats commis d'office par le barreau.", "78.  Par un jugement du 21 décembre 2005, la section administrative du tribunal départemental de Bucarest rejeta l'action, constatant que le requérant n'entendait pas contester un acte administratif.", "79.  Par un arrêt définitif du 26 juin 2006, la cour d'appel de Bucarest annula le recours formé par le requérant contre le jugement précité, faute pour ce dernier de l'avoir motivé dans le délai établi par la loi.", "80.  Le 25 mars 2008, le requérant saisit le tribunal départemental de Bucarest d'une nouvelle action en dommages-intérêts contre le barreau de Bucarest et l'avocat C.I. L'affaire est à présent pendante en première instance devant les juridictions nationales.", "II.  LE DROIT INTERNE PERTINENT", "A.  Les dispositions pertinentes du code pénal relatives aux peines complémentaires et accessoires", "81.  Les dispositions pertinentes du code pénal (« CP »), régissant les peines complémentaires et accessoires applicables lors d'une condamnation pénale sont décrites dans l'affaire Sabou et Pircalab c. Roumanie, (no 46572/99, § 21, 28 septembre 2004). L'article 71 du CP a été modifié par la loi no 278/2006 entrée en vigueur le 11 août 2006, l'application de la peine accessoire consistant dans l'interdiction du droit d'exercice des droits parentaux visé à l'article 64 d), étant désormais laissée à l'appréciation des juridictions chargées de la procédure pénale contre l'intéressé. Selon le libellé du nouvel article 71 du C.P., afin de décider de l'application de la peine accessoire de l'interdiction de l'exercice des droits parentaux, les juridictions nationales doivent tenir compte de la nature et de la gravité des infractions, des circonstances de la cause, de la personnalité de l'accusé et des intérêts de l'enfant.", "B.  L'arrêté no 383/2003 de la direction nationale des établissements pénitentiaires portant réglementation sur les détenus présentant un degré accru (sporit) de dangerosité", "82.  L'arrêté précité du 10 octobre 2003, est ainsi rédigé dans ses parties pertinentes :", "« I. La classification des détenus dans la catégorie de ceux présentant un degré accru de dangerosité :", "1. Pour la classification des détenus dans la catégorie de ceux présentant un degré accru de dangerosité, il convient de prendre en compte, en principe, les éléments suivants :", "a) la nature de l'infraction, les circonstances dans lesquelles elle a été commise et la durée de la peine ;", "b) le comportement des détenus avant l'arrestation et pendant l'enquête ;", "c) les renseignements recueillis pendant une peine déjà exécutée, pendant une période d'isolement ou pendant le séjour dans une autre unité ;", "d) le comportement durant la détention (...)", "5. Des dossiers d'évaluation et d'intervention socio-éducative sont créés pour tous les détenus classés dans cette catégorie (...)", "6. Sur la base du dossier d'évaluation et d'intervention socio-éducative, la commission examine, tous les mois, le comportement des détenus classés dans cette catégorie et présente au commandant/directeur de l'unité des propositions concernant le maintien ou le déclassement de certains détenus de cette catégorie (...)", "III. Les mesures de sûreté et l'application du régime pénitentiaire", "1. Les détenus appartenant à cette catégorie sont placés dans des quartiers et des cellules distinctes. Les cellules, dans la mesure du possible d'un maximum de dix places, sont aménagées comme les autres espaces de logement, avec des portes et des fermetures de haute sécurité. Elles sont surveillées en permanence, (...)", "2. (...) Les détenus sont soumis obligatoirement à des fouilles corporelles détaillées lors de l'entrée/de la sortie de la cellule.", "4. Tous les jours, lors de la sortie des détenus en promenade ou pour d'autres activités, les cellules, les barreaux des fenêtres et les systèmes de fermeture des portes sont contrôlés (...). L'activité de promenade de cette catégorie des détenus a lieu dans des endroits spécialement aménagés, (...), séparément des autres détenus.", "5. Sous la surveillance de l'adjoint de l'établissement, toutes les semaines, les détenus sont fouillés et les cellules contrôlées de manière détaillées, en accordant une attention particulière aux barreaux, aux groupes sanitaires, aux murs, au plancher, aux plafonds, aux installations, aux lits et matelas etc. (...)", "7. Les activités prévues dans le programme journalier approuvé ont lieu séparément des autres détenus ; une surveillance et l'accompagnement par un nombre suffisant de gardiens est prévu, afin de prévenir les incidents. (...)", "10. (...) Les visites ont lieu, en principe, en cabine, avec une surveillance attentive de cette activité. Le commandant/directeur de l'établissement peut approuver, dans certaines situations, la visite normale, à table (...)", "IV. Le transfert des détenus avec un degré accru de dangerosité aux organes judiciaires, hôpitaux, dispensaires et tout autre lieu extérieur à la prison :", "3. (...) Les détenus appartenant à cette catégorie se verront appliquer des moyens d'immobilisations sûrs lors des déplacements avec les moyens de transport vers les organes judiciaires, les hôpitaux, les dispensaires ou d'autres endroits extérieurs au lieu de détention. Dans les tribunaux, cette mesure est appliquée lors du déplacement du détenu de la cellule de détention au box aménagé dans la salle de jugement, ainsi que pendant le procès, le président de la formation de jugement étant informé de cette mesure. Si ce dernier l'ordonne, les moyens d'immobilisation seront enlevés. (...) »", "83.  En vertu de l'arrêté no 3131/2003 du ministre de la Justice sur la durée et la fréquence des visites des détenus, en vigueur du 26 novembre 2003 au 27 décembre 2007, les détenus en détention provisoire avaient le droit de recevoir quatre visites par mois, leur durée allant de trente minutes à deux heures.", "84.  La loi no 275/2006 sur l'exécution des peines a été publiée au Journal officiel du 20 juillet 2006 et elle est entrée en vigueur le 18 octobre 2006. Aux termes de l'article 20 § 1 de cette loi, les personnes condamnées à une peine d'emprisonnement de plus de quinze ans sont d'office qualifiées de dangereuses et doivent systématiquement être placées sous un régime de haute sécurité. En parallèle, l'article 20 § 2 précise que « la nature du crime, la façon dont il a été commis et la personnalité du condamné peuvent permettre d'appliquer à ce dernier le niveau de régime pénitentiaire immédiatement inférieur » (à savoir le régime fermé). Selon l'article 26 de la même loi, une personne condamnée peut être soumise à un régime moins sévère, à sa demande ou sur décision d'une commission spéciale, « si elle a fait preuve d'un bon comportement et de sérieux efforts de réinsertion sociale ». La loi ne prévoit pas de période spécifique d'attente avant que le niveau du régime appliqué à un détenu puisse être assoupli.", "II.  LE DROIT INTERNATIONAL PERTINENT", "85.  Les parties pertinentes de la Recommandation REC(2006)2 du Comité des ministres aux États membres sur les règles pénitentiaires européennes, adoptée le 11 janvier 2006, sont présentées dans l'affaire Enea c. Italie ([GC], no 74912/01, § 48, CEDH 2009...).", "86.  Les principales conclusions du Comité européen pour la prévention de la torture (CPT) rendues à la suite des visites effectuées dans des prisons de Roumanie, tout comme les observations à caractère général du CPT, sont résumées dans l'arrêt Bragadireanu c. Roumanie (no 22088/04, §§ 73-76, 6 décembre 2007).", "87.  Le rapport du CPT publié en avril 2003 à la suite de sa visite de février 1999 dans plusieurs prisons, dont celle de Bucarest-Jilava, concluait comme suit :", "« Les conditions de détention de la grande majorité des détenus dans ces établissements étaient miséreuses. (...) Le degré de surpeuplement avait abouti à des conditions de détention telles qu'elles constituaient une atteinte, voire un affront, à la dignité humaine. De fait, la très grande majorité des détenus était soumise à un ensemble de facteurs négatifs – surpeuplement, conditions matérielles précaires, manque d'activités – qui mériterait aisément le qualificatif de traitement inhumain et dégradant. (...) Le manque drastique d'espace vital et l'insuffisance de lits entraînaient une promiscuité inacceptable pour la plus grande majorité des détenus. A titre d'exemple, [dans la prison de Jilava] jusqu'à 8 détenus devaient se partager des cellules de 13 m², et de 35 à 40 détenus des cellules de 20 à 35 m². De plus, la literie était le plus souvent en piètre état, pas propre et usée. Nombre de cellules étaient en outre sales (...) »", "88.  Lors de sa visite du 8 au 19 juin 2006 dans le quartier de la prison de Bucarest-Jilava réservé aux détenus qualifiés de dangereux (rapport publié le 11 décembre 2008), le CPT a constaté que les caractéristiques observées à l'occasion de sa visite de 1999 restaient globalement valables pour la section en question, y compris en ce qui concernait la surpopulation ou les conditions d'hygiène. La partie pertinente de ce rapport décrivant les conditions matérielles de détention dans le quartier des détenus dangereux à la prison de Bucarest-Jilava qualifiées « d'atterrantes », est décrite dans l'affaire Eugen Gabriel Radu c. Roumanie, (no 3036/04, § 15, 13 octobre 2009).", "89.  La partie pertinente du rapport du CPT quant aux mesures de sécurité mises en place pour les détenus dangereux est ainsi rédigée :", "« (...) 74. Le CPT tient à exprimer ses préoccupations en ce qui concerne la présence permanente de groupes spéciaux d'intervention portant des cagoules dans certains quartiers de détention. (...) la délégation a constaté à la prison de Bucarest-Jilava que les membres cagoulés du groupe spécial d'intervention, qui étaient affectés en permanence aux tâches de surveillance, d'escorte et de fouille dans le quartier de détention réservé aux détenus qualifiés de dangereux, y imposaient une atmosphère très pesante. Il convient d'ajouter que les membres des groupes d'intervention étaient vêtus d'un uniforme noir bien distinct et équipés de matraques et de gaz lacrymogène parfaitement en évidence (...)", "Dans leur lettre du 26 octobre 2006, les autorités roumaines ont souligné qu'à la suite de la visite, des mesures ont été prises afin que ces groupes ne soient plus affectés aux tâches de surveillance, de fouille et d'escorte des détenus dans les prisons. Il s'agit là d'un développement qui mérite d'être salué. Cela étant, les autorités roumaines ne semblent pas avoir pris de mesures en ce qui concerne le port de la cagoule par les membres de ces groupes (...)", "d. mesures de sécurité", "101. Le CPT a déjà fait part de ses observations pour ce qui est de la présence permanente, dans le quartier réservé aux détenus qualifiés de dangereux à la prison de Bucarest-Jilava, de membres cagoulés et armés d'un groupe spécial d'intervention, lequel était en charge des tâches de surveillance, d'escorte et de fouille. A cet égard, le Comité renvoie au paragraphe 74.", "102. Le CPT a de sérieuses réserves pour ce qui est de la pratique observée à la prison de Bucarest-Jilava consistant à menotter systématiquement, dès qu'ils étaient extraits de leur cellule, les condamnés à la réclusion à perpétuité et les autres détenus qualifiés de dangereux. (...) De l'avis du CPT, il est inacceptable de recourir systématiquement à des moyens de contrainte, sans une évaluation individualisée des risques. Dans leur lettre du 26 octobre 2006, les autorités roumaines ont informé le Comité que le menottage des détenus n'a désormais lieu qu'exceptionnellement et sur décision du directeur de l'établissement (...)", "f. classification des détenus considérés comme dangereux", "108. (...) Les procédures de classification des détenus considérés comme dangereux et de réexamen de leur statut ont été définies dans un règlement interne spécifique édicté par l'Administration nationale pénitentiaire. Aux termes de ce règlement, les détenus peuvent être qualifiés de dangereux sur décision d'une commission spéciale (...) La classification des détenus considérés comme dangereux doit être revue tous les trois mois. Ce réexamen est effectué sur la base du dossier du détenu et d'une évaluation faite par le psychologue. Le comportement et l'attitude du détenu sont pris en compte, ainsi que sa participation aux activités éducatives et culturelles.", "Des entretiens avec des membres du personnel et l'examen de différents dossiers de détenus qualifiés de dangereux ont révélé que les formalités imposées par le règlement mentionné ci-dessus étaient généralement respectées dans la pratique dans tous les établissements visités.", "Cela étant, la délégation a observé un certain nombre de lacunes majeures dans le système en vigueur. En particulier, les décisions de classification et, plus encore, de prolongation de la classification semblaient souvent stéréotypées. Leurs motifs étaient à peine évoqués, voire n'apparaissaient pas. De plus, les détenus concernés n'avaient pas d'entretien avec la commission avant qu'une décision soit prise à leur sujet, ne recevaient pas de copie de la décision et n'étaient pas toujours informés de la possibilité de contester la mesure devant un tribunal et de la marche à suivre pour ce faire. Il n'est donc pas surprenant que les décisions de la commission n'aient pratiquement jamais fait l'objet d'un recours.", "Le CPT recommande aux autorités roumaines de revoir les procédures de classification des détenus concernant leur degré de dangerosité ainsi que celles de réexamen de leur statut, à la lumière des observations ci-dessus (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 3 DE LA CONVENTION", "90.  Le requérant se plaint d'avoir reçu la qualification de détenu dangereux en raison de la nature des faits pour lesquels il était poursuivi pénalement et d'avoir subi le régime carcéral imposé à cette catégorie des détenus. En outre, il dénonce les conditions, inhumaines selon lui, dans lesquelles il a été détenu dans la prison de Bucarest-Jilava, et en particulier le surpeuplement des cellules. Le requérant invoque l'article 3 de la Convention qui est libellé ainsi :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "91.  Le Gouvernement s'oppose à cette thèse.", "A.  Sur la recevabilité", "92.  La Cour constate que cette partie de la requête n'est pas manifestement mal fondée au sens de l'article 35 § 3 de la Convention. La Cour relève par ailleurs qu'elle ne se heurte à aucun autre motif d'irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "93.  La Cour constate que cette partie de la requête comporte trois branches : d'une part, le requérant se plaint de ce qu'il a été placé dans la catégorie des détenus dangereux et d'autre part, il se plaint d'avoir subi un régime carcéral strict ; il allègue également des mauvaises conditions de détention à la prison de Bucarest-Jilava. La Cour les examinera successivement.", "1.  Le placement du requérant dans la catégorie des détenus dangereux", "a.  Arguments des parties", "94.  Le requérant se plaint d'abord de ce qu'il a été placé de manière automatique dans la catégorie des détenus dangereux, cette décision étant fondée uniquement sur la nature des faits reprochés et des délits pour lesquels il était poursuivi. Il souligne qu'à aucun moment son comportement n'a été pris en compte par les autorités pénitentiaires, alors que pendant son séjour en prison, il n'a jamais été violent.", "95.  Le requérant fait valoir ensuite que sa classification dans la catégorie des détenus dangereux a eu pour conséquence son placement en détention avec des personnes condamnées de manière définitive alors qu'il n'était qu'en détention provisoire. Il souligne également qu'il a été soumis à un régime carcéral plus strict, qui comportait des fouilles à corps inopinées au moins une fois par semaine, un droit de visite limité à trente minutes, exercé en présence de gardiens cagoulés et à travers des parois vitrées, une sortie en promenade seulement une demi-heure par jour, une fouille à corps automatique à chaque extraction de la prison et le port des menottes. Selon le requérant, l'effet cumulatif de ces mesures répétitives s'analyse en un mauvais traitement, contraire à l'article 3 de la Convention.", "96.  Le requérant souligne enfin que les mesures de sécurité subies par les détenus dangereux ont été critiquées par le CPT dans son rapport dressé à la suite d'une visite dans la prison de Bucarest-Jilava en 2006, peu de temps après son séjour dans cette prison (paragraphe 89 ci-dessus).", "97.  Après avoir mentionné les principes dégagés par la jurisprudence de la Cour en matière de mauvais traitements, le Gouvernement note, à titre liminaire, que les juridictions nationales ont jugé la décision de classer le requérant dans la catégorie des détenus dangereux comme étant bien- fondée (paragraphe 34 ci-dessus). Selon lui, cette mesure était justifiée par la nature des crimes reprochés au requérant, à savoir tentative de meurtre et actes de terrorisme. Il relève que la mesure litigieuse et les restrictions conséquentes à la classification d'un détenu dans la catégorie des détenus dangereux ont une base légale en droit interne, à savoir l'arrêté no 383/2003 de la direction nationale des établissements pénitentiaires dont le but est d'assurer la sécurité dans les prisons.", "98.  Le Gouvernement considère ensuite que le régime carcéral appliqué au requérant à la suite de sa classification dans la catégorie des détenus dangereux n'atteint pas le niveau de gravité requis pour porter atteinte à l'article 3 de la Convention. Ainsi, pour ce qui est des fouilles à corps subies par le requérant, il estime, qu'à la différence d'autres cas examinés par le Cour, en l'occurrence, l'intéressé n'entend contester que leur fréquence. Or, selon le Gouvernement, la fréquence des fouilles, définie par l'arrêté précité, répondait à des impératifs de sécurité, puisqu'elles intervenaient après que le requérant soit entré en contact, soit avec des personnes de l'extérieur, soit avec d'autres détenus. Il souligne également que les fouilles à corps ne représentaient pas la règle et que les fouilles corporelles journalières, pendant lesquelles les détenus étaient obligés de se dévêtir partiellement, se déroulaient dans le respect de la dignité humaine et de l'intimité des détenus.", "99.  Pour ce qui est des moyens de sécurité utilisés lors des déplacements en dehors de la prison, le Gouvernement note que le requérant n'était entravé que par des menottes. Il souligne que l'intéressé n'a pas démontré que le port des menottes visait à l'avilir ou à l'humilier ou qu'il l'ait affecté physiquement. De même, il estime que la limitation du droit de visite à des visites en cabine en présence de gardiens cagoulés ne visait pas à humilier le requérant, mais uniquement à assurer la sécurité de l'établissement et ne portait pas atteinte à la confidentialité des conversations. Il relève que les visites pouvaient durer entre une demi-heure et deux heures, en fonction du nombre de visiteurs et des espaces disponibles. En outre, la durée de la promenade du requérant pouvait aller jusqu'à une heure.", "100.  Se référant enfin à la jurisprudence de la Cour en la matière, le Gouvernement estime que le régime subi par le requérant n'est pas disproportionné par rapport aux faits reprochés.", "b.  Appréciation de la Cour", "i)  Principes généraux", "101.  La Cour réaffirme d'emblée que l'article 3 de la Convention consacre l'une des valeurs les plus fondamentales des sociétés démocratiques. Il prohibe en termes absolus la torture et les traitements ou peines inhumains ou dégradants, quels que soient les circonstances et les agissements de la victime (Labita c. Italie [GC] no 26772/95, § 119, CEDH 2000-IV), même dans les circonstances les plus difficiles, tels la lutte contre le terrorisme et le crime organisé (Ramirez Sanchez c. France [GC], no 59450/00, § 115, CEDH 2006IX).", "102.  La Cour rappelle par ailleurs sa jurisprudence selon laquelle, pour tomber sous le coup de l'article 3, un mauvais traitement doit atteindre un minimum de gravité. L'appréciation de ce minimum est relative par essence ; elle dépend de l'ensemble des données de la cause, notamment de la durée du traitement et de ses effets physiques ou mentaux, ainsi que, parfois, du sexe, de l'âge, de l'état de santé de la victime, etc. (voir, parmi d'autres, Enea précité, § 55).", "103.  La Cour a déjà jugé que, pour qu'une peine ou le traitement dont elle s'accompagne puisse être qualifiée d'« inhumain » ou de « dégradant », la souffrance ou l'humiliation doivent aller au-delà de celles que comporte inévitablement une forme donnée de traitement ou de peine légitimes (V. c. Royaume-Uni [GC], no 24888/94, § 71, CEDH 1999-IX et Enea précité, § 56). S'il convient de prendre en compte la question de savoir si le but du traitement était d'humilier ou de rabaisser la victime, l'absence d'un tel but ne saurait exclure de façon définitive le constat de violation de l'article 3 (Peers c. Grèce, no 28524/95, § 74, CEDH 2001-III, et Kalachnikov c. Russie, no 47095/99, § 101, CEDH 2002-VI).", "104.  Si les mesures privatives de liberté impliquent souvent un élément de souffrance ou d'humiliation, on ne peut pas dire que la détention dans un établissement pénitentiaire de haute sécurité, que ce soit à titre provisoire ou à la suite d'une condamnation au pénal, soulève en soi une question sous l'angle de l'article 3 de la Convention (Van der Ven c. Pays-Bas, no 50901/99, § 50, CEDH 2003II). La tâche de la Cour se limite à l'examen de la situation personnelle du requérant ayant subi le régime litigieux (Aerts c. Belgique, 30 juillet 1998, §§ 34-37, Recueil des arrêts et décisions 1998V). A cet égard, la Cour a souligné que, si des considérations d'ordre public peuvent amener des États à créer des prisons de haute sécurité pour des catégories particulières de détenus, l'article 3 de la Convention leur impose toutefois de s'assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, que les modalités d'exécution de la mesure ne soumettent pas l'intéressé à une détresse ou à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l'emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate (Kudła c. Pologne [GC], no 30210/96, §§ 92-94, CEDH 2000-XI). En outre, les mesures prises dans le cadre de la détention doivent être nécessaires pour parvenir au but légitime poursuivi (Frérot c. France, no 70204/01, 12 juin 2007, § 37).", "105.  Pour apprécier si pareille mesure peut tomber sous le coup de l'article 3 dans une affaire donnée, il y a lieu d'avoir égard aux conditions de l'espèce, à la sévérité de la mesure, à sa durée, à l'objectif qu'elle poursuit et à ses effets sur la personne concernée (Van der Ven précité, § 51). Lorsqu'on évalue des conditions de détention, il y a lieu de prendre en compte leurs effets cumulatifs (Lorsé et autres c. Pays-Bas, no 52750/99, § 74, 4 février 2003)", "ii)  Application au cas d'espèce", "106.  Se tournant vers les circonstances de la cause, la Cour note que le requérant entend se plaindre de ce que la manière dans laquelle il a été classé dans la catégorie des détenus dangereux et le régime qui lui a été imposé par la suite ont porté atteinte à ses droits garantis par l'article 3 de la Convention.", "107.  La Cour note également que le rapport du CPT établi à la suite de sa visite à la prison de Bucarest-Jilava en 2006, soit un an après le séjour du requérant dans cette prison, contient une description des critères de classification d'un détenu dans la catégorie des détenus dangereux ainsi que les mesures de sûreté appliquées (paragraphe 89 ci-dessus). Toutefois, la Cour estime que la réponse à la question de savoir si le requérant a ou non été soumis à un traitement contraire à l'article 3 de la Convention dépend de la mesure dans laquelle il a été personnellement touché.", "α  Le classement du requérant dans la catégorie des détenus dangereux", "108.  Concernant la première branche du grief du requérant, la Cour estime que, sauf arbitraire, la décision de placer une personne détenue dans une catégorie spécifique de traitement pénitentiaire ne tombe pas, en soi, sous le coup de l'article 3 de la Convention.", "109.  La Cour relève à cet égard que le requérant a été classé dans la catégorie des détenus dangereux, eu égard à la nature des faits qui lui étaient reprochés, en application de l'arrêté no 383/2003 de la direction nationale des établissements pénitentiaires. En effet, l'arrêté no 383/2003 prévoyait, parmi d'autres, comme critère de classement d'un détenu dans la catégorie des détenus dangereux la nature de l'infraction, les circonstances dans lesquelles elle a été commise et la durée de la peine encourue. Or, en l'espèce, tant les autorités pénitentiaires que le tribunal de première instance de Bucarest ont jugé ces critères suffisants pour classer le requérant dans la catégorie des détenus dangereux (paragraphe 34 ci-dessus).", "110.  La Cour remarque que la présente affaire apparaît comme étant différente des affaires néerlandaises et italiennes précitées, dans lesquelles, outre la gravité des infractions pour lesquelles les requérants étaient poursuivis, pour justifier la prise d'une telle mesure, les autorités nationales invoquaient également le risque concret d'évasion et de récidive (Van der Ven précité, Lorsé et autres précité), le risque de porter atteinte à la sécurité de la prison (Salah c. Pays-Bas, no 8196/02, § 6, CEDH 2006IX (extraits) ou la possibilité de maintenir des contacts avec les structures d'organisations criminelles (Messina c. Italie (déc.), no 25498/94, CEDH 1999-V). Toutefois, eu égard à la gravité élevée des infractions dont le requérant se trouvait accusé et pour lesquelles il a par la suite été condamné, la Cour accepte la décision des autorités nationales (mutatis mutandis, Van der Ven précité, § 55).", "111.  La Cour constate ensuite que les parties ne l'ont pas informée sur le point de savoir si des réévaluations ont été réalisées dans le cas du requérant pour s'assurer que la durée de la détention en sécurité renforcée et le degré de sécurité n'excédaient pas les besoins concrets. Cependant, elle prend note de l'entrée en vigueur de la loi no 275/2006 sur l'exécution des peines qui prévoit la possibilité pour les détenus qualifiés de dangereux de demander et d'obtenir un changement du régime de détention, compte tenu de leur personnalité (paragraphe 84 ci-dessus). Dès lors, il est loisible au requérant de demander aux juridictions nationales de réévaluer son régime de détention.", "112.  En l'espèce, de l'avis de la Cour, le classement du requérant dans la catégorie des détenus dangereux avec la possibilité d'obtenir une réévaluation selon les critères tenant compte de son comportement, n'atteint pas le seuil de gravité pour porter atteinte en soi à l'article 3 de la Convention.", "β  Le régime carcéral subi par le requérant à la suite de son classement dans la catégorie des détenus dangereux", "113.  Le requérant se plaint du régime carcéral subi à la suite de son classement dans la catégorie des détenus dangereux. Nul ne conteste qu'après sa classification dans cette catégorie, l'intéressé a été soumis à des mesures de sécurité très strictes.", "114.  La Cour constate que le requérant a été placé dans une cellule avec plusieurs condamnés définitifs et que son droit de promenade et de visite a été réduit. La Cour rappelle qu'elle a précédemment jugé qu'un isolement sensoriel complet doublé d'un isolement social total peut détruire la personnalité et constitue une forme de traitement inhumain qui ne saurait se justifier par les exigences de la sécurité ou d'autres raisons. En l'espèce, s'il est vrai que son droit de visite était réduit à quatre fois par mois pour une durée allant de trente minutes à deux heures et qu'il ne pouvait rencontrer ses visiteurs que derrière une cloison vitrée, la Cour ne peut pourtant conclure que le requérant a été soumis à un isolement sensoriel ou à un isolement social complet (Messina, précitée, et Van der Ven précité § 31).", "115.  S'agissant des fouilles corporelles, la Cour note que dans la présente affaire, le requérant ne soutient pas qu'il a été victime de gardiens qui auraient agi dans le but de l'humilier (a contrario Valašinas c. Lituanie, no 44558/98, § 117, CEDH 2001VIII et Iwańczuk c. Pologne, no 25196/94, § 59, 15 novembre 2001). Le requérant se limite à dire qu'il était fouillé à corps de manière inopinée une fois par semaine et chaque fois qu'il était extrait de la prison. Il se plaint ainsi du régime général des fouilles auquel il a été soumis.", "116.  Or, la Cour a déjà jugé qu'un tel traitement n'est pas en soi illégitime : des fouilles corporelles, même intégrales, peuvent parfois se révéler nécessaires pour assurer la sécurité dans une prison – y compris celle du détenu lui-même –, défendre l'ordre ou prévenir les infractions pénales (voir, précités, les arrêts Valašinas, § 117, , Van der Ven, § 60, et Lorsé, § 72). De plus, on ne saurait dire que par principe, une telle fouille implique un degré de souffrance ou d'humiliation dépassant l'inévitable (Frérot précité, § 40).", "117.  Il n'en reste pas moins que les fouilles corporelles doivent, en sus d'être « nécessaire » pour parvenir à l'un de ces buts poursuivis (Ramirez Sanchez précité, § 119), être menées selon des « modalités adéquates » (voir par exemple, Valašinas, précité). Comme cela est rappelé ci-dessus, pour juger si le seuil de gravité au-delà duquel un mauvais traitement tombe sous le coup de cette disposition a été dépassé, il faut prendre en compte l'ensemble des données de chaque espèce. La Cour a ainsi conclu au dépassement de ce seuil dans le cas de fouilles corporelles intégrales qui s'étaient chacune déroulées selon des modalités normales, au motif qu'une fouille de cette nature avait lieu chaque semaine, de manière systématique, routinière et sans justification précise tenant au comportement du requérant (Van der Ven précité, §§ 58 et suivants et Lorsé précité, 70).", "118.  En l'espèce, il n'est pas contesté par les parties que le requérant était soumis à des fouilles à corps inopinées hebdomadaires et chaque fois qu'il quittait la prison, ainsi qu'à des fouilles corporelles lorsqu'il sortait ou entrait dans sa cellule.", "119.  La Cour note que l'arrêté no 383/2003 qui régit les mesures de sûreté applicables aux détenus dangereux précise que des fouilles à corps doivent systématiquement être effectuées à l'égard des détenus entrant et sortant de leur cellule, quelle que soit la raison de ce mouvement, ainsi qu'une fois par semaine, lors de la perquisition de la cellule. L'arrêté n'indique pas dans quelles circonstances la fouille est intégrale ou partielle. Toutefois, tel que cela ressort d'une lettre du 17 décembre 2008 de la direction générale des établissements pénitentiaires, adressée au Gouvernement, la fouille à corps hebdomadaire obligeait le requérant à se déshabiller complètement alors que la fouille pratiquée chaque fois que le détenu sortait ou entrait dans sa cellule obligeait l'intéressé à se dévêtir partiellement. Il ressort également d'une lettre similaire du 25 novembre 2008 que des fouilles à corps intégrales étaient pratiquées lors du déplacement du détenu à l'extérieur de la prison, quelle que soit la raison de ce déplacement (paragraphe 18 ci-dessus).", "120.  Eu égard à ce qui précède, la Cour est frappée par le fait que, bien que l'arrêté précité ne distingue et ne décrive pas la manière dont les fouilles devaient se dérouler, en pratique, des modalités de fouilles différentes, plus ou moins intrusives dans l'intimité corporelle, ont été appliquées. Ainsi, bien que le texte parle de « fouilles corporelles détaillées », il n'était pas établi dans quelles circonstances les détenus étaient tenus de se dévêtir complètement ou partiellement, cet élément apparaissant comme étant à la discrétion du personnel pénitentiaire (mutatis mutandis, Frérot précité, § 46). La Cour peut comprendre que, dans de telles circonstances et dans un domaine si sensible, les détenus, tel que le requérant, puissent avoir le sentiment d'être victimes de mesures arbitraires.", "121.  La Cour constate surtout que, si une partie des fouilles à corps lors de la sortie de la prison pouvait trouver une certaine justification liée à la sécurité, le requérant était obligé de subir des fouilles à corps inopinées une fois par semaine. Le caractère systématique de ces dernières fouilles à corps n'est pas remis en cause par les parties. Ces fouilles avaient, de l'avis de la Cour, un caractère routinier et n'avaient aucune justification tenant au comportement du requérant, d'autant plus que les autorités n'ont jamais découvert quoi que ce soit à l'occasion d'une fouille à corps du requérant (mutatis mutandis, Van der Ven précité, § 58 et Wieser c. Autriche, no 2293/03, § 40, 22 février 2007).", "122.  La Cour note enfin que pendant la détention du requérant dans le quartier des détenus dangereux à la prison de Bucarest-Jilava, des gardiens cagoulés pratiquaient les fouilles et se tenaient près des détenus lors des visites (paragraphes 89 et 99 ci-dessus). Or, la Cour considère avec inquiétude cette pratique intimidatoire qui, sans vouloir humilier le requérant, pouvait créer chez lui un sentiment d'angoisse. S'il est vrai que, selon le rapport du CPT, cette pratique n'est plus d'actualité, il n'en reste pas moins que le requérant a dû la subir pendant sa détention dans la prison de Bucarest-Jilava.", "123.  Tenant compte du fait que le requérant était déjà soumis à un grand nombre de mesures de contrôle, la Cour considère que la pratique des fouilles à corps hebdomadaires qui lui était imposée, alors qu'il n'y avait aucun impératif de sécurité convaincant, a pu provoquer chez lui des sentiments de nature à l'humilier et à le rabaisser.", "124.  En conclusion, la Cour conclut que le régime carcéral subi par le requérant à la suite de son classement en régime des détenus dangereux s'analyse en l'espèce en un traitement contraire à l'article 3 de la Convention.", "Partant, il y a eu violation de cette disposition.", "2.  Les conditions matérielles de détention à la prison de Bucarest-Jilava", "a.  Arguments des parties", "125.  Le requérant se plaint des mauvaises conditions de détention à la prison de Bucarest-Jilava, et plus particulièrement du surpeuplement carcéral. Il note que, de manière constante, son espace de vie a été inférieur aux standards fixés par la Cour et par le CPT. Il fait valoir qu'il y avait plus de détenus dans une cellule que le nombre de lits disponibles et que l'espace de vie était encore réduit par le mobilier et par l'obligation imposée aux détenus de faire toutes leurs activités ménagères dans la cellule. Il renvoie aux constatations faites par le CPT dans ses rapports établis à la suite de la visite de la prison de Bucarest-Jilava et à celles d'APADOR-CH dans un rapport établi à la suite d'une visite dans la même prison en 2003. Le requérant souligne que le surpeuplement constitue un problème systémique en Roumanie.", "126.  Le Gouvernement renvoie aux faits pertinents de l'espèce. Il considère que le rapport rédigé par APADOR-CH ne peux pas être retenu comme une preuve des allégations du requérant, dans la mesure où cette organisation a représenté plusieurs requérants devant la Cour.", "b.  Appréciation de la Cour", "127.  La Cour rappelle d'abord que l'article 3 de la Convention impose à l'État de s'assurer que tout prisonnier est détenu dans des conditions qui sont compatibles avec le respect de la dignité humaine, que les modalités d'exécution ne soumettent pas l'intéressé à une détresse ou à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à la détention et que, eu égard aux exigences pratiques de l'emprisonnement, la santé et le bien-être du prisonnier sont assurés de manière adéquate (Kudła précité, §§ 92-94). Lorsqu'on évalue les conditions de détention, il y a lieu de prendre en compte leurs effets cumulatifs ainsi que les allégations spécifiques du requérant (Dougoz c. Grèce, no 40907/98, § 46, CEDH 2001-II).", "128.  La Cour relève que le requérant se plaint des conditions matérielles, et notamment du surpeuplement, qu'il a dû subir pendant sa détention d'environ quinze mois à la prison de Bucarest-Jilava. La Cour estime que les allégations du requérant sont « défendables », étant donné qu'elles reflètent des réalités décrites par le CPT dans les différents rapports établis à la suite de ses visites dans la prison en cause (paragraphes 87-88 ci-dessus). A cet égard, elle note qu'en l'espèce elle dispose d'éléments suffisants pour se faire une opinion sur le grief du requérant, sans qu'il soit nécessaire de prendre en compte le rapport établi par APADOR-CH auquel se réfère le requérant.", "129.  La Cour relève qu'à la prison de Bucarest-Jilava, le requérant a partagé avec dix-neuf autres détenus une cellule de neuf lits (paragraphe 38 ci-dessus). Ce fait n'a pas été contredit par le Gouvernement. Bien que la période pendant laquelle il est resté dans cette cellule ne soit pas précisée par les parties, la Cour déduit de ces données qu'au moins pendant un certain temps, le requérant a été confronté à une surpopulation carcérale grave. En effet, chacune des personnes détenues dans la cellule du requérant disposait d'un espace vital d'environ 0,75 m². La Cour note en outre que, même si le requérant n'était pas amené à partager son lit, l'espace prévu pour un détenu variait entre 1,50 et 1,57 m2, ce qui est bien en dessous de la norme recommandée dans le rapport du CPT (4 m²) dressé à l'issue de sa dernière visite dans les établissements pénitentiaires roumains, dont celui de Jilava. Par ailleurs, elle estime qu'il convient de prendre en compte le fait que cet espace était en réalité encore réduit du fait de la présence du mobilier qui rétrécissait les cellules (Viorel Burzo c. Roumanie, nos 75109/01 et 12639/02, § 98, 30 juin 2009 et Branduse c. Roumanie, no 6586/03, § 49, 7 avril 2009). L'intéressé était lui aussi confiné la majeure partie de la journée, ne bénéficiant d'une promenade dans la cour de la prison que pendant un temps très réduit chaque jour.", "130.  La Cour prend note également de ce qu'en raison du surpeuplement carcéral, le requérant, en détention provisoire, a été obligé de partager sa cellule avec des condamnés, ses conditions de détention contrevenant ainsi à la loi interne (paragraphes 20 et 22 ci-dessus). Or, comme l'a Cour l'a déjà fait remarquer, l'effet cumulatif du surpeuplement et du placement intentionnel d'une personne dans une cellule avec des détenus qui pourraient présenter un danger pour lui pourrait soulever un problème sous l'angle de l'article 3 de la Convention (Gorea c. Moldova, no 21984/05, § 47, 17 juillet 2007). Certes, en l'espèce, le requérant ne s'est pas plaint devant les juridictions nationales d'un comportement dangereux concret de la part des codétenus condamnés. Il n'en reste pas moins que, dans le contexte de l'affaire et surtout au vu du constat des juridictions nationales (a contrario Gorea précité, § 47 in fine), le fait d'être détenu avec des condamnés peut constituer une circonstance aggravante.", "131.  La Cour prend note du fait que, dans son rapport établi à la suite de sa visite dans le quartier des détenus dangereux à la prison de Bucarest-Jilava, un an après le transfert du requérant dans la prison de Rahova, le CPT a qualifié « d'atterrantes » les conditions matérielles de détention dans l'établissement visité.", "132.  La Cour rappelle avoir déjà conclu dans de nombreuses affaires à la violation de l'article 3 de la Convention en raison principalement du manque d'espace individuel suffisant (voir, entre autres, Maciuca c. Roumanie, no 25763/03, §§ 24 et suivants, 26 mai 2009, Petrea c. Roumanie, no 4792/03, §§ 45 et suivants, 29 avril 2008, Seleznev c. Russie, no 15591/03, §§ 46-47, 26 juin 2008 et Khoudoyorov c. Russie, no 6847/02, §§ 104 et suivants, CEDH 2005X (extraits)) et plus particulièrement pour le même secteur de la prison de Bucarest-Jilava (Eugen Gabriel Radu c. Roumanie, no 3036/04, §§ 30 et suivants, 13 octobre 2009). La Cour admet qu'en l'espèce rien n'indique qu'il y ait eu véritablement intention d'humilier ou de rabaisser le requérant. Toutefois, l'absence d'un tel but ne saurait exclure un constat de violation de l'article 3. La Cour estime que les conditions de détention que le requérant a dû supporter pendant près de quinze mois n'ont pas manqué de le soumettre à une épreuve d'une intensité qui excède le niveau inévitable de souffrance inhérent à la détention.", "133.  A la lumière de ce qui précède, la Cour conclut que les conditions de détention du requérant, en particulier la surpopulation régnant dans sa cellule, combinées avec la durée de sa détention dans de telles conditions s'analysent en un traitement dégradant.", "Dès lors, il y a eu violation de l'article 3 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 2 DE LA CONVENTION", "134.  Le requérant estime que sa détention avec des condamnés, alors qu'il était seulement placé en détention provisoire, a méconnu son droit à la présomption d'innocence, et invoque l'article 6 § 2 ainsi rédigé :", "« Toute personne accusée d'une infraction est présumée innocente jusqu'à ce que sa culpabilité ait été légalement établie. ».", "135.  Bien qu'après une requalification des faits par la Cour, ces allégations du requérant aient été communiquées au Gouvernement sous l'angle de l'article 5 § 1 de la Convention, eu égard aux observations des parties, elles seront examinés sous l'angle de l'article 6 § 2 de la Convention, comme indiqué par le requérant.", "136.  Le requérant considère que le fait d'avoir été classé dans la catégorie des détenus dangereux et d'avoir été détenu avec des condamnés, a porté atteinte à son droit à la présomption d'innocence. Il souligne qu'il a ainsi été traité comme une personne condamnée, alors qu'il n'était qu'en détention provisoire.", "137.  Se référant à la jurisprudence de la Cour en la matière, le Gouvernement estime que l'application d'un certain régime de détention ne contrevient pas à la présomption d'innocence.", "138.  La Cour rappelle que le principe de présomption d'innocence ne peut pas être interprété comme empêchant l'application d'une mesure de détention provisoire, cette dernière étant prévue à l'article 5 § 1 c) de la Convention (Musumeci c. Italie (déc.) no 33695/96, 17 décembre 2002 et Enea c. Italie (déc.), no 74912/01, 23 septembre 2004). Cela étant, la Cour ne saurait exclure que le principe de la présomption d'innocence pourrait être mis en cause, lorsque les raisons qui ont fondées la décision de placer ensemble les simples prévenus avec des condamnés définitifs traduirait la volonté des autorités de considérer les prévenus comme des personnes condamnées. En l'espèce toutefois, aucun élément du dossier ne permet d'arriver à une telle conclusion. Par ailleurs, la Cour relève qu'elle a pris en compte ces allégations du requérant dans l'examen du respect de l'article 3 ci-dessus (paragraphe 130 ci-dessus). Partant, la Cour considère que ce grief est manifestement mal fondé et qu'il doit être rejeté en application de l'article 35 § 4 de la Convention.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 §§ 1 ET 3 DE LA CONVENTION", "139. Le requérant allègue plusieurs violations des principes du procès équitable ainsi que des droits de la défense, garantis par l'article 6 §§ 1 et 3 c) et d) de la Convention, qui se lisent notamment ainsi :", "« 1. Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal indépendant et impartial (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle.", "(...)", "3. Tout accusé a droit notamment à :", "(...)", "c) se défendre lui-même ou avoir l'assistance d'un défenseur de son choix et, s'il n'a pas les moyens de rémunérer un défenseur, pouvoir être assisté gratuitement par un avocat d'office, lorsque les intérêts de la justice l'exigent ;", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l'interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge. »", "140.  Le Gouvernement s'oppose à cette thèse.", "141.  La Cour rappelle que les exigences du paragraphe 3 de l'article 6 s'analysent en des aspects particuliers du droit à un procès équitable garanti par le paragraphe 1 (Van Geyseghem c. Belgique [GC], no 26103/95, § 27, CEDH 1999-I). Il convient donc d'examiner les griefs du requérant sous l'angle du paragraphe 3 combiné avec les principes inhérents au paragraphe 1. La Cour examinera ainsi successivement les différents griefs soulevés à cet égard par le requérant.", "A.  Sur le défaut d'assistance juridique", "142.  Le requérant se plaint de ce que les avocats lui ayant été commis d'office auraient assuré une défense purement formelle, refusant d'exercer toutes les voies de recours à leur disposition ou d'employer d'autres moyens de défense.", "1)  Arguments des parties", "143.  Le requérant estime que les avocats commis d'office nommés pour l'assister pendant la procédure ne lui ont pas assuré une défense effective. Il fait valoir que son accord, pendant la procédure, pour être représenté par des avocats commis d'office n'était que la conséquence du fait que, faute de moyens, il ne pouvait pas engager un avocat. Il souligne que pendant la procédure, il a préféré parfois défendre seul sa cause en raison du caractère non adéquat de la défense assurée par les avocats commis d'office.", "144.  Le requérant souligne également que les avocats commis d'office n'ont pas exercé toutes les voies de recours à leur disposition et n'ont pas élaboré de stratégie pour défendre sa cause. Il considère que les avocats ex officio ont été nommés sans que la gravité des accusations portées contre lui soit prise en compte. Il note que les avocats commis d'office ont eu une attitude soumise par rapport aux juges examinant l'affaire, attitude justifiée par le fait que, selon lui, leur nomination dans d'autres affaires dépend ainsi de la volonté des juges. Il conclut que les juridictions nationales ont toléré une représentation purement formelle en méconnaissant son droit à une défense effective.", "145.  Le Gouvernement estime qu'en l'espèce, il n'y a pas eu de carence manifeste dans l'activité des avocats commis d'office qui aurait justifié une intervention de la part des autorités judiciaires. Il note que pendant les poursuites, le requérant a été assisté par deux avocats de son choix et que ce n'est que lors de deux interrogatoires, à savoir les 24 mars et 6 août 2003, qu'il a été représenté par des avocats commis d'office. Il note également que pendant la phase de jugement de la procédure, le requérant a toujours exprimé son accord pour être assisté par un avocat commis d'office et remarque que l'intéressé s'est plaint pour la première fois d'une carence de son avocat commis d'office le 8 décembre 2005 (paragraphe 66 ci-dessus). Tout en admettant que le requérant a été assisté par plusieurs avocats commis d'office pendant la procédure, le Gouvernement est d'avis que ces avocats ont assuré au requérant une défense réelle.", "2)  Appréciation de la Cour", "146.  La Cour rappelle que s'il reconnaît à tout accusé le droit de « se défendre lui-même ou avoir l'assistance d'un défenseur (...) », l'article 6 § 3 c) ne précise pas les conditions d'exercice de ce droit. Il laisse ainsi aux États contractants le choix des moyens propres à permettre à leur système judiciaire de le garantir ; la tâche de la Cour consiste à rechercher si la voie qu'ils ont empruntée cadre avec les exigences d'un procès équitable (Quaranta c. Suisse, 24 mai 1991, série A no 205, § 30). A cet égard, il ne faut pas oublier que la Convention a pour but de « protéger des droits non pas théoriques ou illusoires, mais concrets et effectifs », et que la nomination d'un conseil n'assure pas à elle seule l'effectivité de l'assistance qu'il peut procurer à l'accusé (Imbrioscia c. Suisse, 24 novembre 1993, série A no 275, § 38, et Artico c. Italie, 13 mai 1980, série A no 37, § 33).", "147.  On ne saurait pour autant imputer à un État la responsabilité de toute défaillance d'un avocat d'office ou choisi par l'accusé. De l'indépendance du barreau par rapport à l'État, il découle que la conduite de la défense appartient pour l'essentiel à l'accusé et à son avocat, commis au titre de l'aide judiciaire ou rétribué par son client (Cuscani c. Royaume-Uni, no 32771/96, § 39, 24 septembre 2002). L'article 6 § 3 c) n'oblige les autorités nationales compétentes à intervenir que si la carence de l'avocat d'office apparaît manifeste ou si on les en informe suffisamment de quelque autre manière (Kamasinski c. Autriche, 19 décembre 1989, série A no 168, § 65, Czekalla c. Portugal, no 38830/97, § 60, CEDH 2002VIII, Sannino c. Italie, no 30961/03, § 49, CEDH 2006VI et Hermi c. Italie [GC], no 18114/02, § 96, CEDH 2006XII).", "148.  En l'espèce, le requérant a été accusé, parmi d'autres, d'actes de terrorisme et de tentative de meurtre, faits revêtant une particulière gravité. Par ailleurs, le requérant était passible d'une peine de prison et fut condamné à une lourde peine d'emprisonnement ferme. La procédure présentait donc un enjeu certain. Dès lors, dans la mesure où le requérant allègue ne pas avoir les moyens de recourir aux services d'un avocat, la Cour estime que les intérêts de la justice commandaient qu'il bénéficiât des services d'un avocat d'office (mutatis mutandis Benham c. Royaume-Uni, 10 juin 1996, § 64, Recueil des arrêts et décisions 1996III).", "149.  La Cour rappelle à cet égard l'importance que l'accès à un avocat soit garanti dès le premier interrogatoire d'un suspect (Salduz c. Turquie [GC], no 36391/02, §§ 50-55, 27 novembre 2008). Elle constate, qu'en l'espèce, le requérant a été assisté pendant les poursuites, successivement, par deux avocats de son choix qui ont été présents à la majorité de ses interrogatoire ainsi qu'à différents actes de poursuite réalisés par le parquet (paragraphe 39 ci-dessus).", "150.  La Cour constate que pendant la phase de jugement, le requérant a été assisté successivement par plusieurs avocats commis d'office. S'il est regrettable qu'une certaine continuité n'a pas été assuré dans la représentation du requérant, il n'en reste pas moins que les avocats nommés pour le représenter n'ont pas été passifs et ont soutenu sa cause de manière effective. Ainsi la Cour constate que les avocats commis d'office ont présenté des arguments au fond et ont demandé l'instruction des preuves après s'être concertés avec le requérant (paragraphes 54, 57, 75 et 77 ci-dessus) et qu'ils ont versé au dossier des conclusions écrites (paragraphes 53 et 57 ci-dessus). Le requérant a été en mesure d'expliquer à ses avocats sa propre version des faits, indiquant les éléments qu'il entendait contester, et en attirant l'attention sur les faits qui devaient fonder sa défense (Stanford c. Royaume-Uni, 23 février 1994, série A no 282-A, § 30). Pour ce qu'il est du défaut de l'avocat de former un recours, la Cour note que l'arrêt contesté n'était pas susceptible de recours, comme l'ont indiqué d'ailleurs les juridictions nationales (paragraphe 67 ci-dessus). Dès lors, la Cour estime que le requérant n'a pas suffisamment étayé les supposées carences des avocats commis d'office.", "151.  De plus, la Cour note que les juridictions nationales ont réagi de manière concrète et prompte lorsque les droits de la défense du requérant n'étaient pas respectés. A cet égard, elle constate que des reports d'audience ont été accordés pour assurer la défense du requérant (paragraphes 56, 65 et 68 ci-dessus). Elle considère également qu'aucune dépendance des avocats commis d'office par rapport aux tribunaux ne peut être retenue en l'occurrence, dans la mesure où, selon les dispositions légales en la matière, il appartenait au barreau saisi, et non pas au tribunal, de nommer les avocats commis d'office.", "152.  La Cour note également que le droit de choisir son avocat n'existe que si l'accusé a les moyens de rémunérer un défenseur. Le bénéficiaire de l'assistance judiciaire n'a donc pas le droit de choisir son représentant en justice (M. c. Royaume-Uni, no 9728/82 décision de la Commission du 15 juillet 1983, DR 36, p. 155) et il serait excessif de mettre à la charge des États l'obligation de mettre à la disposition des intéressés des avocats spécialisés dans un certain type de litige.", "153.  La Cour note enfin que le requérant n'allègue pas avoir été dans l'impossibilité de participer effectivement à la procédure diligentée à son encontre (a contrario Timergaliyev c. Russie, no 40631/02, § 51, 14 octobre 2008 et Rupa c. Roumanie (no 1), no 58478/00, § 230, 16 décembre 2008). Au contraire, il a participé activement à la procédure. Ainsi, la Cour estime que, dans la mesure où il n'était pas satisfait de l'attitude ou de la défense assuré par l'un des avocats commis d'office, il aurait dû informer les juridictions nationales de son mécontentement de manière soutenue et argumentée par des motifs pertinents (paragraphe 79 ci-dessus).", "154.  A la lumière de ce qui précède, la Cour estime que ce grief est manifestement mal fondé et doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "B.  Sur l'impossibilité d'interroger des témoins à décharge", "155.  Le requérant se plaint du refus des tribunaux d'interroger deux témoins à décharge, M.I. et V.T., dont il considérait les dépositions déterminantes.", "1).  Arguments des parties", "156.  Se référant aux principes dégagés par la jurisprudence en la matière, le requérant estime que les témoignages à décharge qu'il voulait faire entendre étaient nécessaires pour la découverte de la vérité et que le refus des tribunaux a porté préjudice aux droits de la défense.", "157.  Le requérant note que, bien qu'il ait demandé aux tribunaux de faire interroger plusieurs témoins à décharge, seule M.C., sa compagne, a été appelée à comparaître. Or, selon lui, il n'est pas habituel de faire interroger un seul témoin à décharge, dans un procès aussi complexe que celui le concernant. Il souligne qu'il a demandé au tribunal de faire interroger les témoins à décharge V.T. et M.I., afin d'étayer ses allégations selon lesquelles le S.R.I. était impliqué dans les faits qui lui étaient reprochés. Selon le requérant, les juridictions nationales n'ont pas déployé les diligences nécessaires pour identifier ces témoins.", "158.  En renvoyant aux faits pertinents de l'espèce, le Gouvernement estime que le tribunal départemental de Bucarest a fait toutes les démarches nécessaires pour identifier les témoins M.I. et V.T. Il souligne que le requérant n'a pas fourni aux juridictions nationales des renseignements pouvant mener à l'identification de ces personnes et qu'il a eu la possibilité de défendre sa cause par d'autres moyens de preuve. Il note également que les défenseurs du requérant ont eu la possibilité de faire interroger les autres comparants au procès et ont participé à la reconstitution des faits. Dès lors, il estime que le principe de l'égalité des armes a été respecté.", "2)  Appréciation de la Cour", "159.  La Cour rappelle d'abord que la recevabilité des preuves relève au premier chef des règles de droit interne, et qu'il revient en principe aux juridictions nationales d'apprécier les éléments recueillis par elles. La mission confiée à la Cour par la Convention ne consiste pas à se prononcer sur le point de savoir si des dépositions de témoins ont été à bon droit admises comme preuves, mais à rechercher si la procédure considérée dans son ensemble, y compris le mode de présentation des moyens de preuve, a revêtu un caractère équitable (Van Mechelen et autres c. Pays-Bas, 23 avril 1997, § 50, Recueil des arrêts et décisions 1997-III, et De Lorenzo c. Italie (déc.), no 69264/01, 12 février 2004).", "160.  La Cour rappelle également que l'article 6 § 3 d) de la Convention laisse aux juridictions internes, toujours en principe, le soin de juger de l'utilité d'une offre de preuve par des témoins. Cet article n'exige pas la convocation et l'interrogation de tout témoin à décharge : ainsi que l'indiquent les mots « dans les mêmes conditions », il a pour but essentiel une complète égalité des armes en la matière. Cependant, il ne suffit pas de démontrer que « l'accusé » n'a pas pu interroger un certain témoin à décharge ; encore faut-il que l'intéressé rende vraisemblable que la convocation dudit témoin était nécessaire à la recherche de la vérité et que le refus de l'interroger a causé un préjudice aux droits de la défense (Vaturi c. France, no 75699/01, § 51, 13 avril 2006). Ainsi, seules des circonstances exceptionnelles peuvent conduire la Cour à conclure à l'incompatibilité avec l'article 6 de la non-audition d'une personne comme témoin (Bricmont c. Belgique, 7 juillet 1989, § 89, série A no 158, et Destrehem c. France, no 56651/00, § 41, 18 mai 2004).", "161.  En l'occurrence, le requérant se plaint que les juridictions nationales n'ont pas interrogé deux témoins à décharge, à savoir M.I. et V.T., témoins qu'il considérait comme importants pour sa défense. Elle note également que, tel qu'il ressort des faits de l'espèce, le requérant soutenait que les faits pour lesquels il était poursuivi étaient l'œuvre du S.R.I. Sa demandé aux tribunaux de faire interroger les témoins M.I. et V.T. visait de prouver ses liens avec le S.R.I.", "162.  La Cour constate toutefois que le requérant n'a pas fourni aux juridictions nationales des renseignements pouvant mener à l'identification de ces personnes (paragraphes 48, 52 et 53 ci-dessus). Or, de l'avis de la Cour, il appartient au demandeur de fournir un minimum de renseignements concernant la personne d'un témoin afin de permettre au tribunal de faire des démarches pour parvenir à son identification.", "163.  Dans ce contexte, la Cour prend note que les juridictions nationales ont déployé des efforts importants pour faire identifier et appeler à comparaître les témoins en cause. Force est de constater que le parquet a fait des démarches pour identifier M.I. (paragraphe 42 ci-dessus) et que le tribunal départemental de Bucarest a ajourné à plusieurs reprises les audiences afin de trouver l'adresse de V.T. (paragraphes 50, 53 et 55 ci-dessus). Par ailleurs, les juridictions nationales ont rejeté de manière motivée la demande du requérant de faire interroger ces témoins, par l'impossibilité de trouver leurs adresses correctes, tout en soulignant que le requérant aurait pu prouver ses liens avec le S.R.I. par tout autre moyen de preuve (paragraphes 51 et 57 ci-dessus et a contrario Tarau c. Roumanie, no 3584/02, §75, 24 février 2009).", "164.  Dans ces conditions, la Cour n'estime pas nécessaire de spéculer sur le caractère déterminant ou pas des auditions requises par le requérant, dans la mesure où elle considère que les juridictions nationales ont fait des démarches suffisantes pour identifier les témoins cités. Qui plus est, la Cour constate que le requérant a pu faire entendre pendant la procédure un témoin de son choix (a contrario Vaturi précité, § 58 et Tarau précité, § 76) et verser au dossier des preuves écrites. Elle note enfin que le requérant a pu contester les affirmations des témoins à charge et les autres preuves du dossier.", "165.  Dès lors, aux yeux de la Cour, le requérant a pu faire valoir de manière adéquate et suffisante ses droits de la défense. En définitif, l'examen de la procédure dans sa globalité ne fait pas apparaître en l'espèce un déséquilibre préjudiciable à l'exercice des droits de la défense du requérant.", "Il s'ensuit que ce grief est manifestement mal fondé et doit être rejeté en application de l'article 35 §§ 3 et 4 de la Convention.", "V.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "166.  Par une lettre du 10 mars 2009, le requérant a allégué que le retrait de l'exercice de ses droits parentaux à l'égard de son enfant mineur, comme peine accessoire à sa condamnation pénale, a porté atteinte au droit au respect de sa vie familiale garanti par l'article 8 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "A.  Arguments des parties", "167.  Le Gouvernement plaide l'irrecevabilité de ce grief pour non-épuisement des voies de recours internes. Il fait valoir que, pendant la procédure pénale contre le requérant, les dispositions pertinentes du code pénal régissant les peines accessoires ont été modifiées par la loi no 278/2006 entrée en vigueur le 11 août 2006. Selon les nouvelles dispositions, l'application de la peine accessoire consistant dans l'interdiction du droit visé à l'article 64 d) est désormais laissée à l'appréciation des juridictions chargées de la procédure pénale contre l'intéressé. Il estime que, dans ces circonstances, le requérant aurait dû saisir les juridictions nationales en appel et en recours du défaut de justification de la peine accessoire appliquée.", "168.  Le requérant estime que le droit interne ne lui offrait pas de recours efficace pour contester l'application automatique de la peine accessoire concernant le retrait de l'exercice de ses droits parentaux. Il note que les modifications apportées par la loi no 278/2006 au code pénal ne sont entrées en vigueur que le 11 août 2006, soit pendant la dernière étape de la procédure. En outre, selon le requérant, il appartenait aux juridictions nationales d'appliquer les dispositions plus favorables à l'inculpé et non pas à ce dernier de demander aux tribunaux d'en faire application. Or, les juridictions nationales statuant en appel et en recours ont ignoré les modifications législatives apportées par la loi précitée et ont appliqué de manière automatique la peine accessoire.", "B.  Appréciation de la Cour", "169.  La Cour rappelle que les dispositions de l'article 35 de la Convention ne prescrivent l'épuisement que des recours à la fois relatifs aux violations incriminées, disponibles et adéquats. Ils doivent exister à un degré suffisant de certitude non seulement en théorie mais aussi en pratique, sans quoi leur manquent l'effectivité et l'accessibilité voulues (Akdivar et autres précité, § 66, et Dalia c. France, 19 février 1998, § 38, Recueil des arrêts et décisions 1998I). De plus, certaines circonstances particulières peuvent dispenser le requérant de l'obligation d'épuiser les recours internes qui s'offrent à lui (Selmouni précité, § 75). Cependant, la Cour souligne que le simple fait de nourrir des doutes quant aux perspectives de succès d'un recours donné qui n'est pas de toute évidence voué à l'échec ne constitue pas une raison valable pour justifier la non-utilisation de recours internes (Brusco c. Italie (déc.), no 69789/01, CEDH 2001IX). Au contraire, il y a intérêt à saisir le tribunal compétent, afin de lui permettre de développer les droits existants en usant de son pouvoir d'interprétation (voir, mutatis mutandis, Spencer c. Royaume Uni, nos 28851/95 et 28852/95, décision de la Commission du 16 janvier 1998, DR 92, p. 56 et Iambor c. Roumanie (no 1), no 64536/01, § 221, 24 juin 2008).", "170.  La Cour note que le requérant allègue en l'occurrence une atteinte à son droit à la vie familiale en raison de l'interdiction automatique de l'exercice de ses droits parentaux, comme peine accessoire à sa peine privative de liberté. Cette peine accessoire prenait effet à la suite de la condamnation définitive du requérant.", "171.  La Cour rappelle qu'elle a déjà jugé dans des affaires contre la Roumanie que le système législatif permettant une interdiction de l'exercice des droits parentaux appliquée de manière absolue à titre de peine accessoire à toute personne qui exécute une peine de prison, sans aucun contrôle de la part des tribunaux et sans aucune prise en considération du type d'infraction et de l'intérêt des mineurs, est contraire à l'article 8 de la Convention (Sabou et Pircalab c. Roumanie, no 46572/99, §§ 46-49, 28 septembre 2004, Iordache c. Roumanie, no 6817/02, §§ 57-67, 14 octobre 2008, Calmanovici c. Roumanie, no 42250/02, §§ 143-145, 1 juillet 2008, Viorel Burzo précité, §§ 131-132). Elle a également constaté que les intéressés ne disposaient pas d'un recours effectif en droit interne pour contester l'application automatique de ce retrait de l'exercice des droits parentaux (Sabou et Pircalab précité, §§ 52-56).", "172.  Toutefois, la Cour prend note que la loi no 278/2006, entrée en vigueur le 11 août 2006, a apporté des modifications au code pénal. Ainsi, l'article 71 du code précité a été modifié, l'application de la peine accessoire consistant dans l'interdiction de l'exercice des droits parentaux étant désormais laissée à l'appréciation des juridictions chargées de la procédure pénale contre l'intéressé (paragraphe 81 ci-dessus).", "173.  En ce qui concerne l'efficacité d'un tel recours, il convient de noter que, selon le nouveau libellé de l'article 71 du CP, pour l'application d'une telle peine, les juridictions nationales devaient tenir compte de la nature et de la gravité des délits, des circonstances de l'affaire, de la personnalité de l'inculpé et de l'intérêt de l'enfant. Dès lors, il ne s'agit plus d'une application automatique de la peine accessoire, les juridictions nationales étant compétentes pour apprécier au cas par cas si la sanction en cause s'impose. Ainsi, la Cour note que ces modifications visaient à rendre effectif au niveau interne l'application des critères consacrés par la jurisprudence de la Cour (paragraphe 171 ci-dessus).", "174.  Dans ces circonstances, la Cour considère que rien ne permet de penser que les modifications apportées par la loi no 278/2006 n'offriraient pas au requérant la possibilité de faire redresser son grief, ou qu'il ne présenterait aucune perspective raisonnable de succès. Les modifications apportées au code pénal s'inscrivent dans la logique consistant à permettre aux organes de l'État défendeur de redresser les manquements aux exigences du respect du droit à la famille.", "175.  Soulignant à nouveau son rôle subsidiaire par rapport aux systèmes nationaux de garantie des droits de l'homme (Handyside c. Royaume-Uni, 7 décembre 1976, § 48, série A no 24), et bien qu'il soit souhaitable que les juridictions nationales appliquent avec rigueur les nouvelles dispositions légales favorables aux inculpés, la Cour estime que le requérant avait à sa disposition une disposition légale lui permettant de donner l'occasion aux tribunaux de remédier au niveau national à la prétendue violation de la Convention. Par ailleurs, il n'a été décelé aucune circonstance exceptionnelle de nature à dispenser le requérant de l'obligation d'épuiser les voies de recours en question.", "176.  Il s'ensuit que ce grief doit être rejeté pour non-épuisement des voies de recours internes, en application de l'article 35 §§ 1 et 4 de la Convention.", "VI.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "177.  Invoquant l'article 6 § 1 de la Convention, le requérant se plaint enfin du rejet par le tribunal départemental de Bucarest, dans son arrêt du 21 décembre 2004, de son recours formé contre le jugement du tribunal de première instance de Bucarest du 15 octobre 2004 (paragraphe 26 ci-dessus). En outre, il se plaint de ce que la juge C.J., qui a fait partie de la formation de jugement de la Haute Cour de cassation et de justice qui a rendu l'arrêt du 22 février 2007, avait déjà connu l'affaire puisqu'elle avait prononcé l'arrêt du 5 juillet 2006. Il se plaint par ailleurs de ce que l'instruction ait été menée par le parquet militaire, qui d'après lui, n'était pas compétent ratione materiae.", "178.  Compte tenu de l'ensemble des éléments en sa possession, et dans la mesure où elle est compétente pour connaître des allégations formulées, la Cour n'a relevé aucune apparence de violation des droits et libertés garantis par les articles de la Convention. Il s'ensuit que cette partie de la requête est manifestement mal fondée et doit être rejetée en application de l'article 35 §§ 3 et 4 de la Convention.", "VII.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "179.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "180.  Le requérant réclame 4 160 000 euros (EUR) au titre du préjudice moral qu'il aurait subi, en raison des atteintes apportés à ses droits garantis par les articles 3, 5, 6 et 8 de la Convention.", "181.  Le Gouvernement considère qu'il n'y a pas de lien de causalité entre les prétendues violations et le préjudice moral allégué qui n'a d'ailleurs pas été prouvé. Il estime qu'un éventuel arrêt de la Cour pourrait constituer par lui-même une réparation satisfaisante du préjudice moral prétendument subi par le requérant et qu'en tout état de cause, sa demande est excessive par rapport à la jurisprudence de la Cour en la matière.", "182.  La Cour relève que la seule base à retenir pour l'octroi d'une satisfaction équitable réside en l'espèce dans la violation de l'article 3 de la Convention. Elle considère que le requérant a subi un tort moral indéniable du fait des conditions de détention à la prison de Bucarest-Jilava et du régime carcéral subi. Statuant en équité, comme le veut l'article 41 de la Convention, il y a lieu de lui octroyer 14 000 EUR pour dommage moral.", "B.  Frais et dépens", "183.  Le requérant demande 4 420,58 EUR pour les frais et dépens engagés devant la Cour, dont 4 120,58 EUR représentent les honoraires de l'avocat et 300 EUR les frais de correspondance d'APADOR-CH. Il est fait état dans la convention d'assistance judiciaire conclue entre le requérant et son avocat du fait que la somme accordée par la Cour au titre des honoraires sera payée directement à ce dernier. Le requérant a versé au dossier le récapitulatif des heures de travail de son avocat et le contrat d'assistance judiciaire.", "184.  Le Gouvernement considère que les honoraires de l'avocat ne sont pas d'un montant raisonnable. Il relève également que le requérant n'a fourni aucun justificatif pour la somme de 300 EUR demandée au titre de la correspondance.", "185.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l'espèce, compte tenu de la nature de l'affaire, des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 4 120 EUR pour les honoraires de l'avocat, à payer directement à Me Diana Hatneanu ainsi que la somme de 300 EUR pour les frais d'APADOR-CH (Cobzaru c. Roumanie, no 48254/99, § 111, 26 juillet 2007).", "C.  Intérêts moratoires", "186.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L'UNANIMITÉ,", "", "1.  Déclare la requête recevable quant aux griefs tirés de l'article 3 de la Convention et irrecevable pour le surplus ;", "", "2.  Dit qu'il n'y a pas eu violation de l'article 3 de la Convention quant au classement du requérant dans la catégorie des détenus dangereux ;", "", "3.  Dit qu'il y a eu violation de l'article 3 de la Convention quant au régime carcéral subi par le requérant à la suite de son classement en régime des détenus dangereux ;", "", "4.  Dit qu'il y a eu violation de l'article 3 de la Convention quant aux conditions de détention à la prison de Bucarest-Jilava ;", "", "5.  Dit", "a)  que l'État défendeur doit verser, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir dans la monnaie nationale, au taux applicable à la date du règlement :", "i. 14 000 EUR (quatorze mille euros), plus tout montant pouvant être dû à titre d'impôt, au requérant, pour dommage moral ;", "ii. 4 120 EUR (quatre mille cent vingt euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour frais et dépens à verser directement à son représentant, Me Diana Hatneanu ;", "iii. 300 EUR (trois cents euros), plus tout montant pouvant être dû à titre d'impôt par le requérant, pour frais et dépens à verser directement à son représentant, APADOR-CH ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 15 juin 2010, en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tJosep Casadevall\n\tGreffier\tPrésident"]}