{"file": "FRE_CLINF_50210_99.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "50210/99", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 63", "Avril 2004", "Doerga c. Pays-Bas - 50210/99", "Arrêt 27.4.2004 [Section II]", "Article 8", "Article 8-1", "Respect de la vie privée", "Enregistrement et conservation de conversations téléphoniques d’un prisonnier par les autorités pénitentiaires, ensuite utilisés comme élément de preuve pour le condamner pour une autre infraction: violation", "", "En fait: Le requérant, qui purgeait une peine de prison, fut soupçonné d’avoir communiqué de fausses informations à la police au sujet d’un plan d’évasion d’autres détenus. Ses conversations téléphoniques furent alors interceptées et enregistrées. Toujours pendant sa détention, l’intéressé fut soupçonné d’avoir organisé – à partir de la prison – le déclenchement d’un engin explosif dans la voiture de son ex-compagne. Les enregistrements des conversations téléphoniques furent mis à la disposition des enquêteurs dans le cadre de l’information pénale sur l’attentat à la bombe. La cour d’appel reconnut le requérant coupable de complicité de coups et blessures graves avec préméditation et de menaces de mort. Elle fonda la condamnation notamment sur certaines des conversations téléphoniques de l’intéressé qui avaient été enregistrées par les autorités de la prison avant l’attentat à la bombe, en particulier sur l’une d’elles où le requérant conseillait à sa sœur de ne jamais s’approcher de la voiture de son ex-compagne. La cour d’appel rejeta les arguments du requérant selon lesquels les enregistrements des conversations devaient être écartés au motif qu’il s’agissait d’éléments de preuve obtenus de façon illégale, estimant que l’enregistrement des conversations poursuivait le but légitime du maintien de l’ordre au sein de l’établissement pénitentiaire. Bien que le règlement interne de la prison prescrivît l’effacement immédiat des enregistrements des conversations, ceux-ci avaient été conservés, étant donné l’existence d’éléments indiquant qu’un plan d’évasion était en cours de préparation. La Cour de cassation rejeta le pourvoi du requérant. Selon elle, l’obligation d’effacement des enregistrements faite par le règlement interne de la prison pouvait s’interpréter de manière à justifier la conservation des conversations téléphoniques enregistrées jusqu’à la disparition du danger ayant donné lieu à leur enregistrement.", "En droit: Article 8 – L’enregistrement des conversations téléphoniques du requérant a constitué une ingérence dans l’exercice par celui-ci de ses droits garantis par l’article 8. Tout en reconnaissant que l’interception, l’enregistrement et la conservation des conversations téléphoniques du requérant avaient une base en droit interne – une circulaire de 1980 du secrétaire d’Etat à la Justice et le règlement interne émis par le directeur de l’établissement pénitentiaire – la Cour estime que l’ingérence n’était pas compatible avec l’exigence « prévue par la loi ». Cette expression implique des conditions qui vont au‑delà de l’existence d’une base légale en droit interne et exige que celle-ci soit « accessible » et « prévisible ». Le règlement en question manque de clarté et de précision et ne fournit aucune indication précise relative aux circonstances dans lesquelles les conversations d’un détenu peuvent être surveillées, enregistrées ou conservées par les autorités pénitentiaires ou aux procédures à observer. Tout en admettant, eu égard aux exigences normales et raisonnables de l’emprisonnement, qu’il peut être nécessaire de surveiller les contacts d’un détenu avec le monde extérieur, y compris les contacts téléphoniques, la Cour estime que les règles appliquées n’ont pas offert au requérant une protection suffisante contre une ingérence arbitraire des autorités dans l’exercice par lui de son droit au respect de sa vie privée. Etant donné que l’ingérence n’était pas « prévue par la loi », il y a eu violation de l’article 8. Dès lors, il n’y a pas lieu d’examiner la nécessité de l’ingérence.", "Conclusion: violation (unanimité)", "Article 41 – La Cour octroie une indemnité pour frais et dépens. ", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}