{"file": "FRE_HFJUD_67719_01.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "67719/01", "text_paragraphs": ["", "", "CINQUIÈME SECTION", "", "", "AFFAIRE MIHALKOV c. BULGARIE", "", "", "(Requête no 67719/01)", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "", "10 avril 2008", "", "", "", "DÉFINITIF", "", "10/07/2008", "", "", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Mihalkov c. Bulgarie,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tSnejana Botoucharova,\n\tKarel Jungwiert,\n\tRait Maruste,\n\tRenate Jaeger,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 18 mars 2008,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 67719/01) dirigée contre la République de Bulgarie et dont un ressortissant de cet Etat, M. Mihail Vladov Mihalkov (« le requérant »), a saisi la Cour le 18 décembre 2000 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me T. Zhelezchev, avocat à Sofia. Le gouvernement bulgare (« le Gouvernement ») était représenté par ses agents, Mmes M. Pacheva et M. Kotzeva, du ministère de la Justice.", "3.  Le requérant se plaignait en particulier du défaut d’impartialité des juridictions ayant statué sur son action en responsabilité de l’Etat et du fait que l’indemnisation accordée s’est trouvée réduite par les taxes judiciaires imposées, ainsi que de la durée de la procédure.", "4.  Le 29 juin 2005, la Cour a décidé de communiquer au Gouvernement les griefs tirés de l’article 6 § 1 relativement à l’absence d’impartialité alléguée et à la durée de la procédure civile. Se prévalant des dispositions de l’article 29 § 3, elle a décidé que seraient examinés en même temps la recevabilité et le bien-fondé de l’affaire. Le 29 mars 2006, la Cour a décidé de communiquer également le grief du requérant concernant le caractère excessif des taxes judicaires imposées.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1950 et réside à Sofia.", "A.  La condamnation et la détention du requérant", "6.  Par un jugement du 13 novembre 1985, le tribunal de district (районен съд) de Sofia reconnut le requérant coupable de plusieurs infractions économiques liées au régime des devises étrangères et le condamna à une peine de deux ans et quatre mois d’emprisonnement. Le 5 juin 1986, le jugement fut confirmé par le tribunal de la ville de Sofia (софийски градски съд).", "7.  Du 2 octobre 1986 au 31 août 1987, l’intéressé fut détenu en exécution de cette condamnation.", "8.  Par deux arrêts du 29 décembre 1989 et du 20 avril 1990 rendus sur une proposition de révision introduite par son président, la Cour suprême annula les jugements rendus. Elle clôtura la procédure concernant l’une des infractions au motif que celle-ci était couverte par une loi d’amnistie adoptée à l’époque et prononça la relaxe concernant l’autre infraction.", "B.  La procédure en indemnisation engagée par le requérant", "9.  Le 25 novembre 1993, le requérant introduisit auprès du tribunal de district de Sofia une demande en réparation du préjudice subi en raison de sa condamnation illégale, notamment du fait des onze mois passés en détention et de l’atteinte à sa réputation, à hauteur de 70 000 levs bulgares (BGL), l’équivalent de 2 260 dollars américains (USD) selon les taux applicables à l’époque. Il désigna comme défendeurs le tribunal de district de Sofia et le tribunal de la ville de Sofia.", "10.  Par une ordonnance du 2 février 1994, le juge saisi du dossier mit un terme à la procédure et demanda au président du tribunal de district de statuer sur la compétence de ce tribunal compte tenu du fait qu’il était défendeur à l’action. Sur appel du requérant, cette ordonnance fut annulée par le tribunal de la ville Sofia le 29 septembre 1994 au motif que le juge pouvait le cas échéant se récuser mais ne pouvait mettre un terme à la procédure pour demander au président de statuer sur la compétence.", "11.  Par une ordonnance du tribunal de district du 14 décembre 1994, visiblement suite à une demande du requérant, l’ensemble des juges du tribunal se récusèrent et le dossier fut transmis au tribunal de district le plus proche, celui de Kostinbrod. Le 25 janvier 1995, ce dernier tribunal considéra qu’il n’était pas compétent et transmit le dossier à la Cour suprême afin qu’elle tranche le conflit négatif de compétence.", "12.  Par une ordonnance du 7 décembre 1995, la Cour suprême considéra qu’il n’y avait pas de conflit de compétence dans la mesure où le tribunal de district de Sofia ne s’était pas estimé incompétent mais avait été dans l’impossibilité d’examiner l’affaire en raison de la récusation de tous les juges. Le dossier devait dans ce cas être transmis au ministère de la Justice afin que le ministre désigne un autre tribunal de même niveau. Aucune suite ne fut donnée à cette décision et par une nouvelle ordonnance du 17 décembre 1996 la Cour suprême réexamina la question et considéra que c’était au président de la juridiction supérieure, en l’occurrence le tribunal de la ville de Sofia, de déterminer quel serait le tribunal compétent. Le 6 janvier 1997, le président du tribunal de la ville de Sofia considéra que, compte tenu des difficultés à trouver un autre tribunal de district dans le ressort, le tribunal de la ville de Sofia examinerait lui-même l’affaire en première instance.", "13.  Le 16 février 1998, le requérant augmenta la demande initiale afin de tenir compte de l’inflation et fixa le montant de l’indemnité réclamée à 1 000 000 BGL. Le 16 juin 1998, il l’augmenta de nouveau à 10 000 000 BGL (environ 5 100 euros (EUR) selon les taux applicables à l’époque).", "14.  Par un jugement du 17 mars 1999, le tribunal de la ville de Sofia admit que le requérant avait subi un préjudice du fait de sa condamnation et de sa détention pendant près de onze mois. Il fit partiellement droit à ses prétentions et condamna le tribunal de district de Sofia et le tribunal de la ville de Sofia au versement d’une indemnité de 330 000 BGL (environ 168 EUR), augmentée des intérêts légaux à compter de l’annulation de la condamnation en avril 1990. Le tribunal rejeta le restant de la demande et condamna le requérant au paiement d’une taxe judiciaire s’élevant à 466 800 BGL (environ 238 EUR), correspondant à 4 % de la partie rejetée de la demande jusqu’à 12 000 000 BGL.", "15.  Le requérant interjeta appel. Il dénonça le caractère dérisoire du montant alloué qui était inférieur à la taxe qu’il devait verser à l’Etat. Il diminua sa demande à 5 000 000 BGL (environ 2 550 EUR) et sollicita la correction correspondante de la taxe judiciaire. Il se plaignait également que sa cause n’avait pas été examinée par un tribunal impartial, le tribunal de la ville de Sofia étant partie défenderesse au litige, et de la durée de la procédure.", "16.  Le 8 novembre 1999, la cour d’appel de Sofia confirma le jugement concernant l’indemnité, tout en abaissant le montant de la taxe judiciaire à 386 800 BGL (environ 197 EUR) car le tribunal avait par erreur calculé ce montant sur une valeur en litige de 12 000 000 BGL alors que le requérant avait demandé 10 000 000 BGL.", "17.  Le requérant forma un pourvoi en cassation en reprenant les mêmes arguments. Par un arrêt du 25 juillet 2000, la Cour suprême de cassation rejeta le pourvoi en considérant que le montant alloué était suffisant pour dédommager le préjudice moral subi par le requérant et que les juridictions avaient pris en compte le processus d’inflation. La cour rejeta les arguments de l’intéressé selon lesquels le montant de l’indemnité était inférieur aux montants accordés par la Cour européenne des Droits de l’Homme, estimant que cette différence était justifiée eu égard au niveau de vie moins élevé en Bulgarie.", "18.  Selon le requérant, le paiement préalable de la taxe judiciaire était obligatoire pour obtenir la délivrance d’un titre exécutoire et donc l’exécution du jugement. Il ne ressort pas des éléments fournis au dossier que le requérant ait sollicité et reçu le paiement de l’indemnité allouée.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La loi sur la responsabilité de l’Etat", "19.  La loi de 1988 sur la responsabilité de l’Etat pour les dommages causés aux particuliers (Закон за отговорността на държавата за вреди причинени на граждани), dans sa rédaction au moment des faits, prévoit en son article 2 alinéa 1:", "« L’Etat est responsable des dommages causés aux particuliers par les autorités de l’instruction ou du parquet et par les juridictions, du fait :", "1.  d’une détention, notamment la détention provisoire, lorsque celle-ci a été annulée pour absence de fondement légal ;", "2.  d’une accusation en matière pénale, lorsque l’intéressé est ensuite relaxé ou qu’il est mis fin aux poursuites (...) »", "3.  d’une condamnation pénale ou d’une sanction administrative, lorsque l’intéressé est par la suite relaxé ou la sanction annulée ; (...) ”", "20.  En vertu de la jurisprudence en la matière, le demandeur doit diriger sa demande non pas contre l’Etat, mais contre l’autorité publique responsable, et ce y compris dans les cas où le préjudice a été causé par un tribunal dans l’accomplissement de sa fonction juridictionnelle.", "B.  Le versement des taxes et frais de justice", "21.  Dans la procédure civile bulgare, le demandeur à l’action doit verser une taxe judiciaire et une avance sur les frais de procédure au moment de l’introduction de la demande au tribunal (article 55 alinéa 1, articles 99 et 100 du Code de procédure civile (CPC). Par un décret du Conseil des ministres, la taxe judiciaire est fixée, en ce qui concerne les demandes pécuniaires, à 4 % de la valeur en litige. A l’issue du procès, le tribunal détermine dans son jugement à la charge de quelle partie seront laissés les frais (article 189 CPC). La taxe judiciaire reste, quant à elle, à la charge de la partie qui succombe.", "22.  L’article 63 CPC prévoit les hypothèses dans lesquelles le demandeur peut être exonéré du versement des taxes et frais de procédure en fonction du type d’action (des salariés contre leurs employeurs, etc.) ou en raison de l’absence de moyens suffisants.", "23.  Par exception à la règle générale, les demandes en application de la loi sur la responsabilité de l’Etat sont dispensées du versement préalable de la taxe judiciaire et des frais de justice (article 10 de la loi). Néanmoins, lorsque la demande est partiellement ou entièrement rejetée, le tribunal condamne l’intéressé au paiement de la taxe judiciaire, à hauteur de 4 % de la demande initiale. En conséquence, lorsqu’un tribunal juge la demande en responsabilité fondée mais d’un montant excessif, il condamne l’autorité publique concernée à verser une indemnité au demandeur et condamne en même temps celui-ci à verser une taxe au budget de l’Etat. Ainsi, lorsque les sommes réclamées sont relativement élevées, le montant de la taxe peut dépasser celui de l’indemnité accordée. Aucune disposition ne permet au tribunal de réajuster le montant de la taxe. Par ailleurs, la possibilité de demander une exemption en cas de ressources insuffisantes ne concerne apparemment que les taxes dont le versement est dû préalablement à l’introduction de la demande (pour des exemples de jurisprudence, voir Stankov c. Bulgarie, no 68490/01, §§ 20-21, CEDH 2007).", "C.  Le budget du système judiciaire et la procédure en exécution des créances contre les institutions publiques", "24.  En vertu de l’article 196 alinéa 1 de la loi sur le pouvoir judiciaire, tel qu’en vigueur à l’époque des faits, le système judicaire disposait de son propre budget, élaboré par le Haut Conseil de la magistrature et voté par l’Assemblée nationale.", "25.  Le Haut Conseil de la magistrature était en premier lieu chargé de gérer et superviser le budget de l’ensemble du système. Les autorités judiciaires dotées de la personnalité juridique, tels les tribunaux, avaient également la charge de gérer leur budget propre.", "26.  L’article 399 alinéa 2 CPC prévoit que les personnes titulaires d’une créance contre des institutions publiques doivent transmettre le titre exécutoire aux services financiers de l’organisme en question afin de recevoir le paiement. Les paiements sont effectués à partir de crédits spécialement affectés à cet objet dans le budget de l’organisme. A défaut de fonds disponibles, un crédit budgétaire doit être ouvert à cet effet pour l’année suivante.", "D.  La récusation et l’abstention des juges dans le cadre de la procédure civile", "27.  En vertu de l’article 12 CPC, la récusation d’un juge peut être demandée s’il est lui-même partie à la procédure ou s’il a un lien de parenté avec une partie ou un conseil. Le juge peut être récusé également dans les cas où il a précédemment connu de l’affaire comme juge ou expert, s’il est témoin à la cause, s’il a conseillé l’une des parties, ainsi que dans les cas où il a un intérêt personnel au litige ou de manière générale s’il existe, entre lui et l’une des parties, des liens de nature à mettre en doute son impartialité.", "28.  Le juge en cause doit de se dessaisir de l’affaire. Les parties peuvent également introduire une demande de récusation (article 13 alinéa 1 CPC).", "29.  Lorsqu’en raison d’une récusation l’examen de l’affaire par le tribunal compétent est rendu impossible, celui-ci renvoyait l’affaire à une autre juridiction de même niveau (article 14 alinéa 2). Depuis l’entrée en vigueur, le 16 juillet 1999, d’une modification de ces dispositions, le transfert de l’affaire est désormais ordonné par la juridiction supérieure.", "30.  L’examen de l’affaire par un juge qui ne s’est pas récusé en dépit de l’existence de raisons le justifiant constitue une irrégularité procédurale substantielle et un motif de cassation (Реш. № 219 от 30.01.1982, по гр.д. № 3772/81, ВКС, ІІ г.о.).", "4.  La procédure en appel et en cassation", "31.  En vertu de l’article 208 alinéa 1 CPC, l’instance d’appel peut soit confirmer, soit infirmer partiellement ou dans sa totalité le jugement contesté ; lorsqu’elle infirme le jugement, elle statue sur le fond.", "32.  Aux termes de l’article 218a et suivants CPC, l’instance de cassation a le pouvoir d’annuler un jugement lorsque celui-ci a été rendu en contradiction avec la loi, suite à des irrégularités procédurales substantielles ou encore s’il est mal fondé. En cas d’annulation au motif d’irrégularités procédurales, la cour renvoie l’affaire pour un nouvel examen au fond.", "EN DROIT", "I.  SUR LA RECEVABILITÉ DE LA REQUÊTE", "A.  Sur les griefs tirés de l’article 5", "33.  Le requérant soutient qu’il a été détenu de manière illégale pendant près de onze mois en exécution d’une condamnation qui a par la suite été annulée. Il se plaint également de l’insuffisance de l’indemnité qui lui a été accordée à ce titre par les juridictions internes. Les passages pertinents de l’article 5 de la Convention se lisent comme suit :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "(...)", "5.  Toute personne victime d’une arrestation ou d’une détention dans des conditions contraires aux dispositions de cet article a droit à réparation. »", "34.  La Cour constate que la détention du requérant a pris fin le 31 août 1987, soit bien avant l’entrée en vigueur de la Convention pour la Bulgarie le 7 septembre 1992. Il s’ensuit que le grief relatif à la légalité de cette détention est incompatible ratione temporis avec les dispositions de la Convention. Dans ces circonstances, la détention du requérant ne peut être considérée comme effectuée « dans des conditions contraires » à l’article 5 et l’article 5 § 5 ne trouve dès lors pas à s’appliquer. Le grief tiré de l’article 5 § 5 est par conséquent incompatible ratione materiae avec la Convention.", "35.  Il convient dès lors de déclarer cette partie de la requête irrecevable en application de l’article 35 §§ 3 et 4 de la Convention.", "36.  Dans la mesure où le requérant se plaint en outre que l’indemnisation qui lui a été accordée a été réduite à néant par les taxes judicaires, en s’appuyant également à cet égard sur l’article 6 § 1, cet aspect du grief sera examiné au regard de cette disposition, ci-après.", "B.  Sur les autres griefs du requérant", "37.  Le requérant se plaint par ailleurs, au regard de l’article 6 § 1, du défaut d’indépendance et d’impartialité du tribunal de la ville de Sofia ayant statué sur sa demande d’indemnisation, du fait que l’indemnisation accordée a été réduite à néant par la taxe judiciaire imposée et a privé de toute utilité le procès mené, ainsi que de la durée excessive de la procédure.", "38.  La Cour estime, à la lumière de l’ensemble des arguments des parties, que ces griefs posent de sérieuses questions de fait et de droit qui ne peuvent être résolues à ce stade de l’examen de la requête, mais nécessitent un examen au fond ; il s’ensuit que ces griefs ne sauraient être déclarés manifestement mal fondés, au sens de l’article 35 § 3 de la Convention. Aucun autre motif d’irrecevabilité n’a été relevé.", "II.  SUR LE FOND", "39.  Le requérant soulève plusieurs griefs au regard de l’article 6 § 1 de la Convention, qui dispose en ses parties pertinentes :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement et dans un délai raisonnable, par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur le droit du requérant à ce que sa cause soit entendue par un tribunal indépendant et impartial", "1.  Thèses des parties", "40.  Le requérant dénonce le défaut d’indépendance et d’impartialité du tribunal de la ville de Sofia et invoque les articles article 6 § 1 et 13 de la Convention.", "41.  Il expose en particulier que les juges du tribunal de district de Sofia et du tribunal de la ville de Sofia ne pouvaient être considérés comme indépendants et impartiaux pour juger une affaire dans laquelle les juridictions au sein desquelles ils exerçaient étaient les défendeurs à l’action. Or, si les juges du premier tribunal se sont récusés, le tribunal de la ville de Sofia s’est, lui, considéré compétent et a examiné l’affaire. Le requérant ajoute que l’indemnité accordée devait s’imputer sur le budget de cette même juridiction, cette circonstance ayant très probablement influencé le faible montant accordé. Or, le requérant considère qu’il n’y avait aucune difficulté objective à désigner un autre tribunal de même niveau pour statuer sur son affaire.", "42.  Le Gouvernement combat la thèse du requérant et soutient que l’indépendance et l’impartialité des juges statuant sur l’affaire ne se trouvaient pas affectées par la circonstance que le tribunal, en tant que personne morale, était défendeur à l’action.", "2.  Appréciation de la Cour", "43.  La Cour note d’emblée que le requérant invoque les articles 6 § 1 et 13 de la Convention. L’article 6 § 1 offrant de plus amples garanties en la matière, il convient d’examiner le grief uniquement sur le terrain de cette disposition.", "44.  Conformément à la jurisprudence de la Cour, pour établir si un tribunal peut passer pour indépendant aux fins de l’article 6 § 1, il faut prendre en compte, notamment, le mode de désignation et la durée du mandat de ses membres, l’existence d’une protection contre les pressions extérieures et le point de savoir s’il y a ou non apparence d’indépendance.", "45.  Quant à la condition d’impartialité, on doit distinguer entre une démarche subjective, destinée à vérifier que le tribunal n’a manifesté aucun parti pris ni préjugé personnel, et une démarche objective amenant à s’assurer qu’il offrait des garanties suffisantes pour exclure à cet égard tout doute légitime (Findlay c. Royaume-Uni, arrêt du 25 février 1997, Recueil des arrêts et décisions 1997-I, p. 281, § 73 ; Bochan c. Ukraine, no 7577/02, §§ 65-66, 3 mai 2007). En la matière, même les apparences peuvent revêtir de l’importance. Il y va de la confiance que les tribunaux d’une société démocratique se doivent d’inspirer aux justiciables, à commencer par les parties à la procédure (Bochan, précité, § 66 ; Kleyn et autres c. Pays-Bas [GC], nos 39343/98, 39651/98, 43147/98 et 46664/99, § 191, CEDH 2003VI).", "46.  La Cour note qu’aucune question d’impartialité subjective ne se pose en l’espèce. Par ailleurs, les notions d’indépendance et d’impartialité objective étant étroitement liées, la Cour les examinera ensemble (Findlay, loc. cit.).", "47.  Dans le cas de l’espèce, la Cour relève que le tribunal de la ville de Sofia a examiné une action dirigée à son encontre et visant à engager sa responsabilité délictuelle. Dans ces circonstances, même s’il n’existe aucune raison de douter de l’impartialité personnelle des juges en cause, leur rattachement professionnel à l’une des parties au litige pouvait à lui seul susciter chez le requérant des doutes légitimes concernant l’impartialité objective des magistrats et leur indépendance vis-à-vis de l’autre partie au litige.", "48.  En outre, selon les règles budgétaires pertinentes, le paiement de l’indemnité qui allait être accordée au requérant en cas de succès devait s’imputer sur le budget du tribunal de la ville de Sofia. Même s’il n’est pas établi que cela influençait d’une façon quelconque la situation individuelle des juges du tribunal, ce fait pouvait légitimement renforcer les doutes du requérant.", "49.  La Cour observe par ailleurs qu’en vertu du droit interne les juges ont l’obligation de se récuser s’il existe un doute sur leur impartialité. En l’espèce, les juges du tribunal de district de Sofia, qui était l’une des juridictions défenderesses à l’action, se sont effectivement récusés à la demande du requérant. Il a ensuite fallu trois années pour qu’une autre juridiction soit désignée. Il s’agissait cette fois du tribunal de la ville de Sofia, qui était le second défendeur à l’action du requérant, et dont le président a visiblement considéré qu’il n’y avait pas d’obstacle à ce que l’affaire y soit examinée. Dans ces circonstances, on peut comprendre que le requérant n’ait pas introduit de nouvelle demande de récusation. Il a toutefois demandé l’annulation du jugement pour ce motif devant les juridictions d’appel et de cassation. Or, malgré le fait qu’il s’agit, selon le droit interne, d’une cause d’annulation, les deux juridictions supérieures n’ont pas répondu aux arguments du requérant.", "50.  Au vu de ces observations, la Cour considère que le tribunal de la ville de Sofia, qui a examiné l’affaire du requérant en première instance, ne répondait pas aux exigences d’indépendance et d’impartialité objective et que les instances supérieures n’ont pas remédié à cette atteinte.", "51.  Partant, il y a eu violation de l’article 6 § 1 en ce qui concerne l’absence d’indépendance et d’impartialité du tribunal de la ville de Sofia.", "B.  Sur le grief relatif aux taxes judiciaires imposées au requérant au regard de son droit d’accès à un tribunal", "1.  Thèses des parties", "52.  Le requérant se plaint, au regard de l’article 6 § 1, du caractère excessif des taxes judicaires imposées à l’issue de la procédure, qui auraient eu pour effet de réduire à néant l’indemnité accordée et de vider de toute utilité le procès mené.", "53.  Le Gouvernement met en avant qu’il appartenait au requérant d’éviter cette situation en introduisant dans un premier temps, compte tenu de l’issue incertaine du procès, une demande partielle avec une valeur en litige inférieure, puis, en cas d’issue favorable, une action pour la totalité de sa créance. Au contraire, le requérant aurait à deux reprises augmenté la valeur en litige.", "54.  Le requérant réplique qu’il a dû augmenter ses prétentions afin de les actualiser en fonction de l’inflation importante intervenue. Quant à la possibilité d’introduire une demande partielle, compte tenu de la durée de la procédure, il aurait dans ce cas couru le risque de voir le reste de sa créance éteinte par l’effet de la prescription de cinq ans.", "2.  Appréciation de la Cour", "55.  La Cour rappelle que l’article 6 de la Convention garantit à chacun le droit à ce qu’un tribunal connaisse de toute contestation relative à ses droits et obligations de caractère civil. Il consacre ainsi le « droit à un tribunal », dont le droit d’accès, à savoir le droit de saisir un tribunal en matière civile, constitue un aspect. Ce droit n’est pas absolu ; il se prête à des limitations implicitement admises car il commande de par sa nature même une réglementation de l’Etat. Toutefois, alors que les Etats contractants jouissent d’une certaine marge d’appréciation en la matière, il appartient à la Cour de statuer en dernier ressort sur le respect des exigences de la Convention (Kreuz c. Pologne, no 28249/95, § 53, CEDH 2001VI et, mutatis mutandis, Airey c. Irlande, arrêt du 9 octobre 1979, série A no 32, pp. 14-16, § 26).", "56.  La question qui se pose en l’espèce est de savoir si l’imposition d’une taxe judiciaire d’un montant considérable par rapport à l’indemnisation au versement de laquelle l’Etat s’était vu condamner a pu porter atteinte au droit du requérant à un tribunal, tel que garanti par l’article 6 de la Convention. En effet, si les juridictions internes ont donné gain de cause au requérant et ont reconnu de manière non équivoque son droit à réparation et la responsabilité des autorités publiques en cause, l’intéressé a vu son indemnisation diminuée en raison des taxes judiciaires qui lui ont été imposées à l’issue du procès.", "57.  Dans la plupart des affaires dans lesquelles la Cour s’est penchée sur la question des taxes judiciaires imposées dans des procédures civiles, celles-ci étaient dues préalablement à l’introduction de l’instance et avaient comme effet, pour les requérants qui n’avaient pas la possibilité de payer, d’empêcher l’accès à un tribunal de première instance ou à une étape ultérieure de la procédure (voir, parmi d’autres, Kreuz, précité ; Podbielski et PPU Polpure c. Pologne, no 39199/98, 26 juillet 2005 ; V.M. c. Bulgarie, no 45723/99, 8 juin 2006). Dans l’arrêt Stankov c. Bulgarie (no 68490/01, §§ 51-54, CEDH 2007) la Cour a toutefois considéré que des taxes judiciaires d’un montant important imposées à la fin de la procédure pouvaient aussi constituer une limitation du droit à un tribunal. Dès lors, dans la présente espèce également, la Cour considère qu’il y a eu restriction au droit à un tribunal du requérant.", "58.  La Cour rappelle qu’une telle restriction ne se concilie avec l’article 6 § 1 que si elle tend à un but légitime et s’il existe un rapport raisonnable de proportionnalité entre les moyens employés et le but visé (Kreuz, précité, §§ 54-55 ; Stankov, précité, § 55 ; Tinnelly & Sons Ltd et autres et McElduff et autres c. Royaume-Uni, arrêt du 10 juillet 1998, Recueil 1998-IV, p. 1660, § 72).", "59.  Concernant le but légitime poursuivi par l’imposition de taxes judiciaires, la Cour admet que celle-ci est, dans son principe, pratiquée dans un but de bonne administration de la justice et vise à la fois à dissuader les justiciables de formuler des demandes abusives et à assurer des fonds pour le fonctionnement de la justice. Quant aux règles particulières prévues par la loi sur la responsabilité de l’Etat concernant l’absence de versement préalable des taxes mais leur imposition en cas de rejet total ou partiel de la demande, la Cour constate que celles-ci ont été visiblement établies dans le but de favoriser l’accès à la justice pour ce type d’actions et admet également la légitimité de cet objectif (voir Stankov, précité, § 57).", "60.  Dans le cas présent, l’application de ces règles a cependant eu pour effet d’imposer au requérant une taxe dont le montant était supérieur à celui de l’indemnité accordée en principal. Le requérant devant verser la taxe due avant de se voir délivrer un titre exécutoire, le montant de celle-ci l’a visiblement dissuadé de chercher à obtenir l’exécution du jugement rendu en sa faveur.", "61.  Concernant la justification de cette situation, le Gouvernement a mis en avant la possibilité d’introduire une demande partielle afin de réduire le montant de la taxe, qui est calculée sur la valeur en litige. Outre le risque, invoqué par le requérant, de voir son action prescrite pendant le cours de la procédure, la Cour relève les difficultés inhérentes à déterminer la juste valeur d’un préjudice moral, surtout dans une période de forte inflation et dépréciation de la monnaie nationale, comme c’était le cas en l’espèce. Le Gouvernement n’a au demeurant pas démontré l’existence d’une jurisprudence bien établie et accessible concernant les montants attribués par les juridictions dans des cas similaires et à laquelle le requérant aurait pu se référer, au besoin avec l’aide d’un conseil (voir Stankov, précité, § 62). Compte tenu de ces éléments, il ne saurait être reproché à l’intéressé d’avoir fixé trop haut ses prétentions.", "62.  En ce qui concerne le poids financier imposé au requérant, la Cour note que selon la législation interne, la taxe judiciaire due est calculée comme un pourcentage (4 %) de la partie rejetée de la demande. Le tribunal ne dispose d’aucune discrétion pour diminuer ce montant en fonction de l’objet du litige, de la valeur de l’indemnité accordée ou des moyens financiers de l’intéressé (voir paragraphe 23 ci-dessus). La Cour observe en outre que si les augmentations de la demande par le requérant (de 70 000 à 10 000 000 BGL) ont été prises en compte pour calculer la taxe, la diminution de la somme réclamée qu’il a effectuée à hauteur d’appel (à 5 000 000 BGL, voir paragraphes 13 et 15 ci-dessus) n’a pas eu de répercussions sur celle-ci.", "63.  L’application de la réglementation relative aux taxes judiciaires dans le cas de l’espèce a donc eu pour effet de diminuer l’indemnité accordée au requérant et visiblement de le dissuader d’en demander l’exécution, effet qui peut difficilement être considéré comme proportionné aux objectifs légitimes de cette réglementation et qui n’avait pas été nécessairement voulu par le législateur. Or, la Cour rappelle qu’il existe dans de nombreux pays des systèmes propres à éviter de telles situations par le moyen d’une exemption totale ou partielle de taxes et frais de procédure des demandes en responsabilité des autorités publiques ou encore par la discrétion laissée au juge dans la détermination de ceux-ci (voir Stankov, précité, § 66 et §§ 24-42).", "64.  En conclusion, eu égard aux difficultés pratiques à estimer l’indemnité susceptible d’être accordée pour le préjudice moral allégué par le requérant dans la procédure litigieuse, du montant relativement élevé et du taux inflexible de la taxe judiciaire imposée à l’issue du procès, la Cour considère qu’il y a eu une atteinte injustifiée au droit à un tribunal de l’intéressé.", "65.  Partant, il y a eu violation de l’article 6 § 1 dans cet aspect également.", "C.  Sur le grief relatif à la durée de la procédure", "1.  Thèses des parties", "66.  Le requérant se plaint également de la durée excessive de la procédure civile, qui aurait méconnu le « délai raisonnable » exigé par l’article 6 § 1.", "67.  Le Gouvernement reconnaît que l’examen de l’affaire a subi certains retards, mais considère que seul le délai séparant les deux décisions de la Cour suprême sur le conflit de compétence, entre décembre 1995 et décembre 1996, peut être regardé comme injustifié et imputable aux autorités. Il met en avant que l’avocat du requérant a été à l’origine de plusieurs reports d’audience et qu’une fois le problème de compétence réglé, l’affaire a été examinée avec célérité.", "68.  En réponse, le requérant souligne que l’affaire n’était pas complexe et que la majeure partie de la procédure a été consacrée à déterminer le tribunal compétent.", "2.  Appréciation de la Cour", "69.  La Cour constate que la procédure a débuté le 25 novembre 1993, date du dépôt de la demande initiale au tribunal de district de Sofia, et a pris fin par l’arrêt de la Cour suprême de cassation du 25 juillet 2000. Elle a donc duré six ans et huit mois pour trois niveaux de juridiction.", "70.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement des requérants et celui des autorités compétentes ainsi que l’enjeu du litige pour les intéressés (voir, parmi d’autres, Frydlender c. France [GC], no 30979/96, § 43, CEDH 2000-VII).", "71.  Concernant l’affaire de l’espèce, celle-ci portait sur une indemnisation pour condamnation et détention illégale et, mis à part la question de l’incompatibilité des juges des juridictions qui étaient défendeurs à l’action à statuer sur l’affaire, ne semblait pas revêtir une complexité particulière. Elle représentait en revanche un enjeu important pour le requérant, qui réclamait une indemnisation pour une condamnation et une détention de onze mois qu’il considérait injustifiées.", "72.  La Cour relève d’emblée que les principaux retards sont intervenus dans la phase initiale de la procédure sur la question de savoir quel tribunal était compétent et que par la suite l’affaire a été examinée sans retards excessifs et même avec célérité par les instances d’appel et de cassation.", "73.  S’agissant du comportement du requérant dans cette phase, la Cour note que celui-ci a fait usage de ses droits procéduraux en demandant la récusation des juges du tribunal de district, ce qui ne saurait être considéré comme abusif ou dilatoire, notamment compte tenu de la conclusion de la Cour ci-dessus en ce qui concerne le défaut d’impartialité du tribunal de la ville de Sofia.", "74.  Quant au comportement des autorités judiciaires, la Cour observe qu’un délai de trois années pour régler la question de savoir quel tribunal était compétent pour examiner l’affaire apparaît d’emblée excessif pour une question préliminaire de procédure. Elle relève en particulier le laps de temps, neuf mois environ, qui a été nécessaire à la Cour suprême pour se prononcer sur le conflit de compétence soulevé par le tribunal de district de Kostinbrod et qu’ensuite une année entière s’est écoulée avant que celle-ci ne relève son erreur et statue de nouveau le 17 décembre 1996.", "75.  Ces délais apparaissent comme imputables aux autorités et n’ont pas été justifiés. Ils ont eu pour effet de retarder considérablement la procédure qui, comme la Cour l’a mentionné, ne présentait pas de complexité particulière et revêtait un enjeu important pour le requérant. Par ailleurs, la Cour ne considère pas que les retards ainsi intervenus ont pu être compensés par la relative rapidité avec laquelle l’affaire a été examinée en appel et en cassation.", "76.  En conclusion, après avoir examiné tous les éléments qui lui ont été soumis et à la lumière des critères établis par sa jurisprudence, la Cour estime que la durée de la procédure litigieuse en l’espèce ne répond pas à l’exigence du « délai raisonnable ».", "77.  Partant, il y a eu violation de l’article 6 § 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "78.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "79.  Le requérant réclame une somme de 16 000 euros (EUR) au titre du préjudice moral qu’il aurait subi du fait des violations alléguées.", "80.  Le Gouvernement n’a pas soumis d’observations.", "81.  La Cour considère que le requérant a indéniablement subi un préjudice moral du fait des violations constatées de la Convention. Statuant en équité, comme le veut l’article 41, il y a lieu d’allouer au requérant 4 000 EUR à ce titre.", "B.  Frais et dépens", "82.  Le requérant n’a présenté aucune demande de remboursement des frais éventuellement exposés. Partant, la Cour estime qu’il n’y a pas lieu de lui octroyer de somme à ce titre.", "C.  Intérêts moratoires", "83.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 6 § 1 et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention en raison du défaut d’indépendance et d’impartialité du tribunal de la ville de Sofia ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 concernant l’atteinte au droit à un tribunal du requérant ;", "", "4.  Dit qu’il y a eu violation de l’article 6 § 1 quant à la durée excessive de la procédure ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 4 000 EUR (quatre mille euros) pour dommage moral, plus tout montant pouvant être dû à titre d’impôt sur cette somme, à convertir en levs bulgares selon le taux applicable à la date du versement ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ce montant sera à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 avril 2008 en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident", ""]}