{"file": "FRE_HFJUD_52662_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "52662/99", "text_paragraphs": ["", "", "TROISIÈME SECTION", "", "", "AFFAIRE JORGE NINA JORGE ET AUTRES c. PORTUGAL", "", "", "(Requête no 52662/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "19 février 2004", "", "", "", "DÉFINITIF", "", "19/05/2004", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l'article 44 § 2 de la Convention.Il peut subir des retouches de forme.", "En l'affaire Jorge Nina Jorge et autres c. Portugal,", "La Cour européenne des Droits de l'Homme (troisième section), siégeant en une chambre composée de :", "MM.\tG. Ress, président,\n\t\tI. Cabral Barreto,\n\t\tL. Caflisch,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\tMme\tH.S. Greve,\n\tM.\tK. Traja, juges,", "et de\t  M.\t\tM. Villiger, greffier adjoint de section,", "Après en avoir délibéré en chambre du conseil les 10 octobre 2002 et \n29 janvier 2004,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 52662/99) dirigée contre la République portugaise et dont douze ressortissants de cet Etat, Mmes Maria Manuela Jorge Nina Jorge, Maria Lucília Jorge Rato Pinto, Maria Celeste Jorge Ribeiro, Maria Clotilde Jorge Nina, Clotilde dos Santos Jorge Rodrigues, Maria Marta Jorge Dias Pestana Bastos, M. Ricardo Manuel Freitas Jorge, Mmes Maria Helena de Freitas Jorge Marcos, Maria Eduarda Silva Jorge Ferreira, Maria Isabel da Silva Jorge dos Santos, MM. Eduardo António Serra Jorge et Nuno Miguel Serra Jorge (« les requérants »), ont saisi la Cour le 15 novembre 1999 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »). Le 11 décembre 2002, le conseil des requérants a informé la Cour du décès de Mme Maria Celeste Jorge Ribeiro, survenu le 9 avril 2002. Il a demandé par ailleurs à la Cour de reconnaître à Mme Maria Teresa Luz de Carvalho, la seule héritière de la requérante décédée, qualité pour se substituer à cette dernière. Le 29 janvier 2004, la Cour y a consenti.  ", "2.  Les requérants sont représentés par Me E. Serra Jorge, avocat à Lisbonne. Le gouvernement portugais (« le Gouvernement ») est représenté par son agent, M. J. Miguel, Procureur général adjoint.", "3.  Les requérants alléguaient en particulier que la durée d'une procédure civile administrative à laquelle ils étaient parties avait dépassé le délai raisonnable et que la détermination et le paiement tardifs d'une indemnisation consécutive à la nationalisation d'une société dont ils étaient actionnaires avait porté atteinte au droit au respect de leurs biens. ", "4.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "5.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la troisième section ainsi remaniée (article 52 § 1) .", "6.  Par une décision du 10 octobre 2002, la chambre a déclaré la requête partiellement recevable.", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu'il n'y avait pas lieu de tenir une audience consacrée au fond de l'affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l'autre.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  Certains des requérants étaient actionnaires d'une société à responsabilité limitée, Empresa de Viação Eduardo Jorge, Lda. Les autres requérants sont les seuls héritiers de personnes qui étaient également actionnaires de la même société. Ci-après on peut trouver la liste des requérants ainsi que leurs parts sociales respectives : ", "", "Maria Manuela Jorge Nina Jorge, née en 1939 et résidant à Lisbonne : part sociale de 1,58% ;", "Maria Lucília Jorge Rato Pinto, née en 1935 et résidant à Lisbonne : part sociale de 14,28% ;", "Maria Teresa Luz de Carvalho, née en 1947 et résidant à Lisbonne, seule héritière de Maria Celeste Jorge Ribeiro, décédée le 9 avril 2002, elle-même héritière de Beatriz da Conceição Jorge Ribeiro (part sociale de 14%) ;", "Maria Clotilde Jorge Nina, née en 1915 et résidant à Lisbonne (part sociale de 9,52%) ;", "Clotilde dos Santos Jorge Rodrigues, née en 1928 et résidant à Lisbonne (part sociale de 7,14%), en son propre nom et en tant qu'héritière de Maria Stella dos Santos Jorge Rodrigues (part sociale de 7,14%) ;", "Maria Marta Jorge Dias Pestana Bastos, née en 1939 et résidant à Lisbonne, héritière de Suzana Pereira Rodrigues da Conceição Jorge Dias (part sociale de 14,28%)  ;", "Ricardo Manuel Freitas Jorge, né en 1937 et résidant à Amadora, et\nMaria Helena de Freitas Jorge Marcos, née en 1946 et résidant à Amadora, héritiers de Pedro Fernando Jorge (part sociale de 14,28%)  ;", "Maria Eduarda Silva Jorge Ferreira, née en 1933 et résidant à Lisbonne, Maria Isabel da Silva Jorge dos Santos, née en 1935 et résidant à Lisbonne, Eduardo António Serra Jorge, né en 1963 et résidant à Lisbonne, et Nuno Miguel Serra Jorge, né en 1967 et résidant à Amadora, héritiers d'Isabel Nogueira da Silva Jorge (part sociale de 14,28%).", "", "9.  La société Empresa de Viação Eduardo Jorge, Lda. contrôlait 99,9% du capital d'une autre société, Companhia Sintra Atlântico, S.A.R.L. Ces deux sociétés étaient les seules actionnaires de la Empresa de Viação Gaspar, Lda. Toutes ces sociétés, connues sous la désignation de groupe Eduardo Jorge, effectuaient des transports en commun, surtout dans la région de Lisbonne.  ", "10.  La Empresa de Viação Gaspar, Lda, ainsi que les deux autres sociétés, firent l'objet d'une nationalisation par un décret-loi no 280-C/75 du 5 juin 1975. Ce décret-loi prévoyait le paiement d'une indemnisation aux actionnaires dont le montant, le délai et les conditions de paiement restaient à définir. ", "11.  Par un arrêté ministériel (Despacho Normativo) no 111/84 du 26 mai 1984, le secrétaire d'Etat aux Finances fixa l'indemnisation provisoire relative aux actionnaires de la Empresa de Viação Gaspar, Lda. à 17 414 escudos portugais (PTE) pour 1% du capital. ", "12.  Le 1er août 1984, les requérants présentèrent un exposé au secrétaire d'Etat faisant valoir que la somme en cause ne pouvait constituer une « juste indemnisation ». Ils demandaient au secrétaire d'Etat de leur fournir l'indication des critères ayant servi de base au calcul de l'indemnisation provisoire. ", "13.  Le 14 février 1985, le Comité du crédit public (Junta do Crédito Público) informa par écrit les requérants, après avoir reçu l'accord du secrétaire d'Etat aux Finances, que la demande qu'ils avaient formulée ne reposait sur aucune base légale. Le Comité attirait l'attention des requérants sur le fait qu'ils ne pourraient contester que le montant de l'indemnisation définitive à fixer par le ministre des Finances. ", "14.  Par un arrêté ministériel no 62/87 du 20 juillet 1987, le secrétaire d'Etat au Trésor fixa, sous délégation de pouvoirs du ministre des Finances, l'indemnisation définitive à 2 817 800 PTE (soit 28 178 PTE pour 1% du capital). ", "15.  Le 14 août 1987, les requérants saisirent le ministre des Finances d'une demande de constitution d'une commission d'arbitrage, conformément au décret-loi no 51/86 du 14 mars 1986 (voir infra). Alléguant, entre autres, la violation du principe de la juste indemnisation, ils demandaient le montant de 59 771 000 PTE à titre d'indemnisation définitive.", "16.  Par une décision du 6 octobre 1988, la commission d'arbitrage fixa l'indemnisation définitive à 69 251 841 PTE (soit 692 518 PTE pour 1% du capital). Toutefois, le secrétaire d'Etat au Trésor, par une décision du 26 juillet 1989, n'homologua que partiellement la décision de la commission d'arbitrage et fixa le montant de l'indemnisation définitive à 4 340 364 PTE (soit 43 404 PTE pour 1% du capital). Les titres de la dette publique représentatifs de ce montant furent mis à la disposition des requérants le 18 décembre 1991. ", "17.  Le 15 juillet 1991, les requérants introduisirent un recours contentieux en annulation de cette décision devant la Cour suprême administrative (Supremo Tribunal Administrativo). Ils soutenaient notamment que les dispositions légales qui permettaient à l'administration de modifier les décisions des commissions d'arbitrage étaient contraires à la Constitution et, en particulier, aux principes de l'indépendance des tribunaux et de la séparation de pouvoirs. En effet, les commissions d'arbitrage devaient être considérées comme des tribunaux et l'administration ne devait pas s'immiscer dans une décision juridictionnelle. ", "18.  Par un arrêt du 11 mai 1999, porté à la connaissance des requérants le 17 mai 1999, la Cour suprême administrative, se référant à la jurisprudence du Tribunal constitutionnel (Tribunal Constitucional), rejeta le recours. ", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La loi no 80/77", "19.  Le 26 octobre 1977, le Parlement adopta la loi no 80/77 qui statua en matière d'indemnisation des anciens titulaires de biens ayant fait l'objet d'une nationalisation ou d'une expropriation. Les indemnisations, qui auraient d'abord une valeur provisoire et par la suite définitive, devaient être payées, d'après l'article 19 de cette loi, en titres de la dette publique, dont l'amortissement s'étendrait sur plusieurs années, et selon des taux d'intérêts déterminés au préalable, figurant en annexe à la loi. Pour les montants allant de 3 450 000 PTE à 4 625 000 PTE, l'amortissement s'étendrait sur dix-neuf ans (après une période dilatoire de quatre ans) au taux d'intérêt annuel de 5 %. L'article 24 précisait que les intérêts étant dus à partir de la date prévue pour l'émission des titres de la dette publique (le 1er juillet 1980, dans le cas des requérants, selon le décret-loi no 213/79 du 14 juillet 1979), couraient dès la date de la nationalisation. Enfin, d'après l'article 13 § 3, les indemnisations provisoires devaient être considérées comme une anticipation sur le montant des indemnisations définitives ; ainsi, la personne intéressée pourrait être obligée de restituer à l'Etat la valeur de l'indemnisation provisoire, au cas où l'indemnisation définitive ne serait pas due ou serait inférieure à la valeur de l'indemnisation provisoire.", "20.  S'agissant de la procédure selon laquelle les intéressés pouvaient contester les décisions de l'administration à cet égard, l'article 16 § 1 de cette loi disposait :", "« Sans préjudice des recours devant les autres instances compétentes, la résolution des litiges relatifs au droit à l'indemnisation définitive ainsi qu'à sa fixation, liquidation et effectivité sera effectuée moyennant recours contre l'acte administratif concerné devant une commission d'arbitrage (...) »", "B.  Les commissions d'arbitrage", "21.  Le décret-loi no 343/80 du 2 septembre 1980 modifia profondément le système de commissions d'arbitrage prévu par la loi no 80/77. Ces commissions étaient ainsi composées de trois arbitres, le premier étant indiqué par l'intéressé, le deuxième par le gouvernement et le troisième, le président, coopté par les deux autres. Les décisions des commissions d'arbitrage nécessitaient désormais une homologation du ministre des Finances pour pouvoir produire des effets. Un droit de recours contentieux contre la décision du ministre devant la Cour suprême administrative était ouvert aux intéressés. ", "22.  Les commissions d'arbitrage n'ont cependant fait l'objet d'une réglementation détaillée (statut, procédure et fonctionnement) qu'avec le décret-loi no 51/86 du 14 mars 1986. ", "23.  Le 6 septembre 1991, le gouvernement adopta le décret-loi \nno 332/91, qui modifia la nature et la désignation des commissions d'arbitrage, dorénavant appelées « commissions mixtes ». Selon l'exposé des motifs de ce décret-loi, le gouvernement entendait clarifier le rôle des commissions d'arbitrage en leur attribuant des fonctions de simple consultation qu'elles remplissaient déjà en réalité. Désormais, le ministre des Finances serait le seul responsable pour la fixation du montant de l'indemnisation, après avoir recueilli l'avis de la « commission mixte ». Ce décret-loi était muet quant aux recours pouvant être exercés par la personne intéressée, étant entendu que la législation prévoit la possibilité de saisir les juridictions administratives d'un recours contentieux contre l'acte du ministre faisant grief. ", "Ce décret-loi fixa également de nouveaux critères, plus favorables aux intéressés, pour le calcul des indemnisations. ", "C.  La jurisprudence du Tribunal constitutionnel", "24.  Le Tribunal constitutionnel examina la question de la compatibilité du système de paiement des indemnisations consécutives aux nationalisations de 1975 avec la Constitution portugaise dans ses deux arrêts de principe nos 39/88 du 9 février 1988 et 452/95 du 6 juillet 1995. ", "25.  S'agissant du retard pris par les autorités dans le paiement des indemnisations, il s'exprima comme suit dans le premier de ces arrêts :", "« (...) certainement tout cela [le paiement des indemnisations] a été fait avec un retard considérable par rapport aux dates auxquelles les nationalisations ont eu lieu. Or cela – pourra-t-on dire – est susceptible de constituer une violation du principe de l'indemnisation consacré par l'article 82 de la Constitution. Sans raison toutefois. Au cas où en vertu d'une telle situation il y aurait atteinte au droit à l'indemnisation, en raison du fait que ce dernier peut devenir une chose incertaine et donc sans consistance, la raison en sera non pas un vice dans les dispositions sub judicio mais plutôt l'inaction ou le manque de diligence de l'administration. Et si par hasard cette conduite de l'administration se fonde sur l'inexistence de moyens légaux capables de conduire à l'application effective des dispositions en vigueur et par conséquent à la réalisation concrète du droit consacré par l'article 82 de la Constitution, alors l'éventuelle inconstitutionnalité sera une inconstitutionnalité par omission. (...) Ce Tribunal n'est toutefois pas appelé à examiner cette question. »", "26.  S'agissant des commissions d'arbitrage, le Tribunal constitutionnel considéra que ni le système du décret-loi no 343/80 ni le système introduit par le décret-loi no 332/91 n'étaient contraires à la Constitution et notamment au droit d'accès aux tribunaux. Il nota d'abord que la détermination du montant de l'indemnisation n'est pas une activité qui doit être exclusivement réservée aux tribunaux et qui peut par conséquent être de la responsabilité de l'administration. Il estima également, dans le deuxième des arrêts précités et par sept voix contre six, que le recours contentieux devant la Cour suprême administrative, combiné éventuellement avec la possibilité d'introduire une action en reconnaissance de droits, protégeait suffisamment les droits et garanties des intéressés, même s'il permet un contrôle de légalité et non pas de pleine juridiction.", "27.  Cette jurisprudence du Tribunal constitutionnel concernant la législation sur le système des indemnisations consécutives aux nationalisations a encore récemment été confirmée par l'arrêt no 85/03/T du 12 février 2003 de cette haute juridiction. ", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "28.  Les requérants se plaignent de la durée de la procédure, y compris de celle qui a eu lieu avant que la question de l'indemnisation n'ait été soumise à la Cour suprême administrative. Ils invoquent l'article 6 § 1 de la Convention, qui se dit notamment ceci :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la période à prendre en considération ", "29.  La Cour a d'abord examiné la question de savoir quelle doit être la période à prendre en considération à l'égard de l'article 6 § 1.", "30.  Elle rappelle que le « délai raisonnable » prévu par cette disposition a d'ordinaire pour point de départ en matière civile la saisine du tribunal \n(Deumeland c. Allemagne, arrêt du 29 mai 1986, série A no 100, p. 26, § 77). On conçoit cependant que dans certaines hypothèses il puisse commencer plus tôt.  Il en est ainsi lorsque la « contestation » à trancher éclate avant que les juridictions compétentes ne puissent être saisies, une procédure administrative préalable étant nécessaire (X  c. France, arrêt du 31 mars 1992, série A no 234-C, p. 90, § 31). ", "31.  En l'espèce, il est indéniable qu'une telle phase administrative préalable était nécessaire, les requérants ne pouvant saisir un tribunal qu'après la fixation, par le gouvernement, du montant de l'indemnisation en cause. ", "32.  La date à prendre en considération comme celle du début de la période à examiner au regard de l'article 6 § 1 est ainsi celle à laquelle les requérants élevèrent pour la première fois des objections quant au montant de l'indemnisation, soit le 1er août 1984. Ce n'est en effet qu'à ce moment là que la « contestation » à trancher a éclaté. La procédure s'est terminée le \n11 mai 1999, par l'arrêt de la Cour suprême administrative. La durée en cause est donc de quatorze ans, neuf mois et dix jours. ", "B.  Sur la durée de la procédure", "33.  Pour rechercher s'il y a eu dépassement du délai raisonnable, il y a lieu d'avoir égard aux circonstances de la cause et aux critères consacrés par la jurisprudence de la Cour, en particulier la complexité de l'affaire, le comportement du requérant et celui des autorités compétentes ainsi que l'enjeu du litige pour le requérant (Silva Pontes c. Portugal, arrêt du \n23 mars 1994, série A no 286-A, p. 15, § 39).", "34.  Pour les requérants, cette durée est manifestement excessive.", "35.  Le Gouvernement soutient que la phase administrative de la procédure s'est déroulée de manière adéquate, si l'on tient compte de la grande complexité des calculs nécessaires à la détermination des montants en cause. En revanche, il admet que la procédure devant la Cour suprême administrative a souffert un certain allongement. Toutefois, cette circonstance n'aurait pas porté préjudice aux requérants dans la mesure où les montants en cause se trouveraient déjà déterminés et payés.  ", "36.  La Cour reconnaît d'abord que la procédure revêtait en effet une grande complexité. Toutefois, cette complexité ne saurait expliquer une durée comme celle ici en cause. ", "37.  Le comportement des requérants n'explique pas non plus la durée de la procédure.", "38.  S'agissant du comportement des autorités compétentes, la Cour souligne que plusieurs retards eurent lieu pendant la phase administrative de la procédure. A celle-ci, dont la durée était déjà excessive, est venu s'ajouter la phase judiciaire, qui s'est prolongé sur presque huit ans pour une seule instance. Aux yeux de la Cour, une telle période pour rendre une décision comme celle qui était en cause en l'espèce doit être considérée comme dépassant en général, en l'absence de circonstances exceptionnelles, qui n'ont pas été invoquées par le Gouvernement, le délai raisonnable. ", "39.  La Cour relève à cet égard que la circonstance, alléguée par le Gouvernement, que le prolongement de la phase judiciaire de la procédure n'aurait pas porté préjudice aux requérants, ceux-ci ayant déjà obtenu le versement des indemnisations en cause, ne saurait ébranler ce constat. En effet, à supposer même qu'il y ait eu absence de préjudice, ce que la Cour trouve loin d'être établi, il convient de rappeler qu'une violation de la Convention se conçoit même en l'absence de préjudice (Ilhan \nc. Turquie [GC], no 22277/93, § 52, CEDH 2000-VII). ", "40.  Prenant en considération l'ensemble des circonstances de la cause, la Cour estime que la durée de la procédure a dépassé le délai raisonnable. Il y a eu donc violation de l'article 6 § 1 de la Convention.  ", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 1 DU PROTOCOLE No 1", "41.  Les requérants considèrent que l'indemnisation qui leur a finalement été octroyée n'a pas été « juste ». Ils estiment en particulier que la période de plus de vingt ans qui s'est écoulée sans que l'indemnisation définitive à laquelle ils avaient droit ait été déterminée et payée porte atteinte à l'article 1 du Protocole no 1, qui se lit ainsi :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d'utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu'ils jugent nécessaires pour réglementer l'usage des biens conformément à l'intérêt général ou pour assurer le paiement des impôts ou d'autres contributions ou des amendes. »", "A.  Sur l'objet du litige", "42.  La Cour rappelle qu'elle s'est déjà prononcée, dans la décision sur la recevabilité de la présente affaire, sur sa compétence ratione temporis pour examiner la situation dont se plaignent les requérants. Elle a alors souligné, rappelant sa jurisprudence Almeida Garrett, Mascarenhas Falcão et autres c. Portugal (arrêt du 11 janvier 2000, CEDH 2000-I, pp. 117 et suiv.), ne pas être compétente pour examiner les questions directement liées à la privation de propriété, ni, a fortiori, celles relatives au montant des indemnisations, qui se trouvent à l'évidence en dehors de sa compétence ratione temporis (Almeida Garrett, Mascarenhas Falcão et autres précité, §§ 43 et 48). La Cour ne saurait donc se prononcer sur le caractère « juste » ou « injuste » de l'indemnisation en tant que telle.  ", "43.  En revanche, la Cour est compétente pour connaître du grief des requérants concernant la détermination et le paiement tardifs de l'indemnisation définitive. Se référant à l'affaire Almeida Garrett, Mascarenhas Falcão et autres, elle s'était prononcée ainsi dans la décision sur la recevabilité de la présente affaire :", "« [La Cour est compétente pour examiner ce grief] pour autant que les requérants se plaignent du retard dans la détermination et le paiement des indemnisations définitives. Il s'agissait là en effet d'une situation continue qui n'a pris fin que lors de l'arrêt de la Cour suprême administrative, qui a déterminé de manière définitive l'indemnisation octroyée aux requérants. En outre, comme dans l'affaire Almeida Garrett, Mascarenhas Falcão et autres précitée, l'Etat a continué de légiférer en la matière après la date de ratification de la Convention ; ainsi, le système de commissions d'arbitrage prévu par la loi no 80/77 a été modifié en 1980 et 1991. Or l'Etat est responsable des actes et omissions se rapportant à un droit garanti par la Convention et ayant eu lieu après la date de ratification de celle-ci (arrêt Almeida Garrett, Mascarenhas Falcão et autres précité, § 43). »", "44.  La Cour n'examinera donc en l'espèce, sous l'angle de l'article 1 du Protocole no 1, que le grief tiré de la détermination et du paiement tardifs de l'indemnisation définitive.", "B.  Thèses des parties", "45.  Le Gouvernement souligne d'emblée que cette disposition n'exige pas une compensation intégrale pour tous les cas, dans la mesure où des objectifs légitimes d'utilité publique, tels qu'en poursuivent des mesures de réforme économique ou de justice sociale, peuvent imposer ou déterminer l'octroi d'une indemnisation inférieure à la pleine valeur marchande du bien en cause. Dans ces cas, il faudra respecter les critères des autorités nationales, qui disposent en la matière d'une large marge d'appréciation, sauf s'ils se révèlent manifestement dépourvus de toute base raisonnable. Pour le Gouvernement, tel n'est pas le cas en l'espèce. Il souligne qu'il faut garder à l'esprit les circonstances spécifiques à l'époque des nationalisations en cause, ainsi que des ressources économiques et budgétaires de l'Etat. ", "46.  Prenant en compte ces éléments, le Gouvernement soutient que les modalités de paiement des indemnisations en cause ne portent pas atteinte au principe de la proportionnalité. Ainsi, les titres de la dette publique en cause produisent des intérêts et sont librement négociables en Bourse. Le Gouvernement relève à cet égard qu'un paiement différé de l'indemnisation consécutive à une nationalisation est tout à fait compatible avec le principe du respect des biens, pourvu qu'un tel paiement différé ne se prolonge pas indéfiniment. En l'espèce, le déroulement de la procédure de fixation des montants des indemnisations, moyennant l'octroi d'une indemnisation provisoire et par la suite définitive, révèle la recherche d'un équilibre adéquat entre tous les intérêts en présence, dans un contexte difficile de récupération économique et financière nationale. ", "47.  Le Gouvernement relève enfin que les requérants ont reçu leur indemnisation dès décembre 1991, le recours subséquent qu'ils ont formé devant la Cour suprême administrative n'ayant rien changé à cette situation de fait. ", "48.  Les requérants relèvent d'abord qu'ils ne cherchent pas une compensation intégrale de leur préjudice. Ils reconnaissent que des objectifs d'utilité publique peuvent donner lieu à une compensation inférieure à la valeur réelle du bien en cause. Ils font néanmoins valoir que la détermination et le paiement tardifs des indemnisations définitives leur ont causé un préjudice excessif par rapport à leurs droits fondamentaux. En effet, on ne saurait faire abstraction du délai de paiement en examinant le montant de l'indemnisation.", "49.  Pour les requérants, un délai de vingt-quatre ans entre la date de la privation de propriété et celle à laquelle le montant de l'indemnisation définitive a enfin été déterminé ne saurait s'expliquer pour des raisons économiques ou financières, d'ailleurs non précisées par le Gouvernement. A cet égard, les requérants soulignent que l'attribution d'une indemnisation provisoire n'équivaut pas au paiement de la juste indemnisation à laquelle ils avaient droit aux termes de la législation interne pertinente. ", "50.  Enfin, les requérants soulignent que tant qu'une décision définitive en la matière n'a pas été rendue par la Cour suprême administrative, leur droit de créance n'a pas été déterminé, ce qui porte également atteinte à leur droit au respect de leurs biens. ", "C.  Appréciation de la Cour", "51.  La Cour rappelle d'abord que l'article 1 du Protocole no 1 protège les valeurs patrimoniales, telle une créance. Or la législation nationale pertinente, notamment le décret-loi no 280-C/75 ainsi que la loi no 80/77, a reconnu aux requérants le droit à une indemnisation en raison de la privation de leur propriété. Les requérants pouvaient donc prétendre avoir le droit de recouvrer leurs créances à l'encontre de l'Etat, ce qui permet de conclure à l'application de l'article 1 du Protocole no 1 (Almeida Garrett, Mascarenhas Falcão et autres précité, § 47).", "52.  S'agissant de la norme de cette disposition applicable en l'espèce, la Cour observe que c'est l'absence de détermination et paiement de l'indemnisation définitive en  cause qui constitue une ingérence dans le droit des requérants au respect de leurs biens. Une telle ingérence ne saurait s'assimiler à une privation de propriété, au sens de la seconde phrase du premier alinéa de l'article 1 du Protocole no 1. La situation litigieuse relève ainsi de la première phrase du même alinéa, qui énonce, de manière générale, le principe du respect des biens (Almeida Garrett, Mascarenhas Falcão et autres précité, § 48).", "53.  La Cour doit rechercher, aux fins de cette disposition, si un juste équilibre a été maintenu entre les exigences de l'intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l'individu (Matos e Silva, Lda. et autres c. Portugal, arrêt du 16 septembre 1996, Recueil des arrêts et décisions 1996-IV, p. 1114, § 86, et Almeida Garrett, Mascarenhas Falcão et autres précité, § 49). ", "54.  Il convient de rappeler à cet égard que les Etats disposent d'une large marge d'appréciation afin de déterminer l'intérêt général. Il en est d'autant plus ainsi s'agissant du dédommagement en vertu d'une nationalisation, le législateur national disposant en la matière d'une grande latitude pour mener une politique économique et sociale. Cependant, ce pouvoir d'appréciation n'est pas illimité, et son exercice est soumis au contrôle des organes de la Convention (Lithgow et autres c. Royaume-Uni, arrêt du 8 juillet 1986, série A no 102, pp. 50-51, §§ 121-122).", "55.  En l'espèce, la Cour observe que l'ingérence en cause poursuivait manifestement un but légitime. En effet, on ne peut pas considérer comme déraisonnable, pour l'Etat, de prendre en compte ses propres disponibilités économiques et budgétaires à la suite d'une intervention profonde dont les objectifs de politique économique et sociale ne sauraient être mis en cause, surtout si on les examine, comme le Gouvernement l'a souligné, dans le contexte de l'époque. ", "56.  Toutefois, la Cour constate que les titres de la dette publique représentatifs du montant de l'indemnisation définitive n'ont été mis à la disposition des requérants qu'en décembre 1991, soit plus de seize ans après la nationalisation. En outre, les requérants ont dû encore attendre presque huit ans avant de connaître la décision de la Cour suprême administrative, suite à laquelle le montant en cause est devenu définitif. Il est indéniable que le laps de temps en question est imputable à l'Etat, sans que la complexité de l'activité de l'administration en la matière ou le nombre de personnes à dédommager puissent justifier une durée comme celle en cause ici. ", "57.  La Cour rappelle à cet égard que le caractère adéquat d'un dédommagement diminuerait si le paiement de celui-ci faisait abstraction d'éléments susceptibles d'en réduire la valeur, tel l'écoulement d'un laps de temps que l'on ne saurait qualifier de raisonnable (Akkuş c. Turquie, arrêt du 9 juillet 1997, Recueil 1997-IV, pp. 1309-1310, § 29). Certes, les montants finalement versés aux requérants comprenaient des intérêts, calculés aux termes de la législation interne pertinente. Cependant, les parties s'accordent à dire que la dépréciation monétaire au Portugal pendant la période en cause a été nettement supérieure aux taux d'intérêts en question. ", "58.  Le fait, relevé par le Gouvernement, que les requérants reçurent une indemnisation provisoire n'apparaît pas décisif. En effet, cette  indemnisation a été versée plusieurs années après la nationalisation querellée. En tout état de cause, le paiement de l'indemnisation provisoire ne saurait changer la situation d'incertitude qui a pesé sur les requérants jusqu'au 11 mai 1999, date de l'arrêt de la Cour suprême administrative suite auquel le montant de l'indemnisation est devenu définitif. C'est cette incertitude, doublée de l'inexistence de tout recours interne efficace susceptible de pallier la situation litigieuse, qui amène la Cour à considérer que les requérants ont eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre devant régner entre, d'une part, les exigences de l'intérêt général et, d'autre part, la sauvegarde du droit au respect des biens. ", "59.  En conclusion, il y a eu violation de l'article 1 du Protocole no 1.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 1 DU PROTOCOLE No 1", "60.  Invoquant l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1, les requérants considèrent avoir fait l'objet d'une discrimination pour deux motifs : ils auraient d'abord été discriminés par rapport à d'autres personnes dont les biens ont également fait l'objet d'une nationalisation mais avec lesquelles le gouvernement a conclu des accords sur des montants très supérieurs à ceux qui seraient en cause par la simple application de la législation applicable ; ils auraient également fait l'objet d'une discrimination par rapport à tous les citoyens dont les biens n'ont pas été nationalisés.", "61.  Eu égard à la conclusion formulée au paragraphe 59 ci-dessus, la Cour n'estime pas nécessaire d'examiner la question séparément sous l'angle de ces dispositions. ", "IV.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "62.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "63.  Les requérants estiment d'abord qu'ils doivent être dédommagés pour le préjudice matériel subi en raison du paiement tardif des indemnisations définitives consécutives aux nationalisations des trois sociétés dont ils étaient actionnaires. Se référant à la jurisprudence de la Cour en la matière, ils considèrent qu'un tel préjudice correspond à la différence entre les sommes reçues et les sommes qu'ils auraient dû recevoir en l'absence de la dépréciation de la monnaie au Portugal pendant la période à prendre en considération, entre le 9 novembre 1978, date de l'entrée en vigueur de la Convention à l'égard du Portugal, et décembre 1991. Quant à la méthode, ils partent des sommes qui leur ont été versées en 1991 et appliquent à ces dernières le coefficient de correction monétaire prévu par la législation interne. S'agissant ainsi de la Empresa de Viação Gaspar, Lda., en cause dans la présente affaire et pour laquelle l'indemnisation définitive a été de 4 340 364 PTE, le préjudice matériel serait, suivant ce calcul, de 266 074,36 euros (EUR). A cette somme, les requérants ajoutent des intérêts moratoires, aux différents taux légaux successifs en vigueur au Portugal entre 1991 et 2002, qui d'après eux leur doivent également être payés, dans le montant de 309 813,71 EUR. ", "Les requérants appliquent la même méthode aux deux autres sociétés dont ils étaient actionnaires.", "64.  Ils sollicitent par ailleurs la réparation d'un préjudice moral et demandent à ce titre, pour chacun d'eux, la somme de 49 879,78 EUR. ", "65.  Le Gouvernement estime, s'agissant du préjudice matériel, que les demandes des requérants sont totalement dépourvues de fondement. Il relève que les calculs des requérants sont erronés et abusifs. Il fait ainsi valoir d'abord que les seuls faits soumis à l'appréciation de la Cour sont ceux concernant la société Empresa de Viação Gaspar, Lda. Les prétendus préjudices concernant les deux autres sociétés sont étrangers à la présente affaire. Pour ce qui est de cette société, toutefois, le Gouvernement souligne que les requérants ont reçu un montant fort important d'intérêts, dont le but a été justement de dédommager le préjudice causé par le prolongement dans le temps de la procédure de paiement des indemnisations définitives. Ils auraient ainsi reçu en tout 6 651 054 PTE, dont 2 310 690 PTE à titre d'intérêts. Le Gouvernement conteste également la demande concernant le paiement d'intérêts moratoires entre 1991 et 2002, qu'il estime totalement dénuée de fondement. ", "66.  Le Gouvernement n'aperçoit enfin aucun fondement permettant de dédommager un prétendu préjudice moral. Il souligne que la question litigieuse présente un caractère exclusivement patrimonial, les requérants n'ayant apporté la preuve d'aucun préjudice moral.  ", "67.  La Cour rappelle d'emblée qu'un arrêt constatant une violation entraîne pour l'Etat défendeur l'obligation juridique au regard de la Convention de mettre un terme à la violation et d'en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci. Si le droit national ne permet pas ou ne permet qu'imparfaitement d'effacer ces conséquences, l'article 41 habilite la Cour à accorder, s'il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée (Iatridis c. Grèce (satisfaction équitable) [GC], no 31107/96, §§ 32-33, CEDH 2000-XI ; voir également Almeida Garrett, Mascarenhas Falcão et autres c. Portugal (satisfaction équitable), nos 29813/96 et 30229/96, § 16, 10 avril 2001). ", "68.  En l'espèce, la Cour est d'avis que les requérants ont subi un préjudice matériel, correspondant à la différence entre les intérêts reçus et les intérêts qu'ils auraient dû recevoir en l'absence de la dépréciation monétaire au Portugal pendant la période concernée, entre novembre 1978 et décembre 1991. En effet, les sommes qu'ils devaient recevoir n'ont pas été mises à leur disposition dans les délais prévus par la législation interne pertinente et le taux d'intérêt moratoire a été trop bas par rapport à la dépréciation de la monnaie pendant la période en cause (voir Almeida Garrett, Mascarenhas Falcão et autres c. Portugal (satisfaction équitable) précité, §§ 22 et 23).", "En revanche, la Cour souligne, avec le Gouvernement, que les requérants ne sauraient prétendre demander des intérêts moratoires pour la période 1991-2002. De même, leur dédommagement ne concerne que l'indemnisation définitive versée suite à la nationalisation de la société Empresa de Viação Gaspar, Lda., les prétendus préjudices concernant les deux autres sociétés étant étrangers à la présente affaire. ", "69.  S'agissant de la période 1978-1991, la Cour peut accepter en principe la méthode proposée par les requérants, qui respecte du reste sa jurisprudence dans des situations similaires (cf., par exemple, Akkuş \nprécité, p. 1303 et suiv. ; Almeida Garrett, Mascarenhas Falcão et autres (satisfaction équitable) précité, § 22), mais constate qu'il se heurte en l'espèce à une difficulté : l'indemnisation fixée aux requérants tient en effet déjà compte, dans une certaine mesure, de l'écoulement du temps, même si le montant qu'ils ont reçu à titre d'intérêts, certes important, se révèle de toute évidence insuffisant pour compenser le long laps de temps en cause dans la présente affaire. Le préjudice des requérants étant donc difficile à chiffrer, la Cour décide de le calculer en équité, comme le permet l'article 41 de la Convention, tout en tenant compte également du tort moral indéniable subi par les requérants en raison des violations constatées. ", "70.  Au vu des considérations précédentes, la Cour, statuant en équité, juge raisonnable d'allouer conjointement aux requérants 100 000 EUR pour préjudice matériel et moral. ", "B.  Frais et dépens", "71.  Les requérants sollicitent le remboursement des frais et honoraires engagés dans le cadre de la procédure interne ainsi que de celle devant la Cour, dans le montant de 40 198,66 EUR. ", "72.  Pour le Gouvernement, seuls les frais afférents à la procédure devant la Cour, à l'exclusion de ceux engagés au niveau interne, peuvent être pris en considération. En ce qui concerne leur montant, le Gouvernement s'en remet à la sagesse de la Cour. ", "73.  La Cour rappelle que l'allocation de frais et dépens au titre de l'article 41 présuppose que se trouvent établis leur réalité, leur nécessité et, de plus, le caractère raisonnable de leur taux (Iatridis c. Grèce [GC], \nno 31107/96, CEDH 2000-XI, § 54). En outre, les frais de justice ne sont recouvrables que dans la mesure où ils se rapportent à la violation constatée (Van de Hurk c. Pays-Bas, arrêt du 19 avril 1994, série A no 288, p. 21, § 66).", "74.  La Cour estime qu'une partie des frais exposés par les requérants a indéniablement été engagée afin de faire redresser la situation jugée contraire aux articles 6 § 1 de la Convention et 1 du Protocole no 1. Elle juge raisonnable d'allouer à ce titre aux requérants 8 000 EUR.    ", "C.  Intérêts moratoires", "75.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ, ", "1.  Dit qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "2.  Dit qu'il y a eu violation de l'article 1 du Protocole no 1 ;", "", "3.  Dit qu'il ne s'impose pas d'examiner le grief tiré de l'article 14 de la Convention combiné avec l'article 1 du Protocole no 1 ; ", "", "4.  Dit  ", "a)  que l'Etat défendeur doit verser conjointement aux requérants, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, 100 000 EUR (cent mille euros) pour dommage matériel et moral et 8 000 EUR (huit mille euros) pour frais et dépens ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 19 février 2004 en application de l'article 77 §§ 2 et 3 du règlement.", "\tMark Villiger\tGeorg Ress\n\tGreffier Adjoint\tPrésident"]}