{"file": "FRE_HFJUD_29768_05.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29768/05", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "AFFAIRE ERRICO c. ITALIE", "", "(Requête no 29768/05)", "", "", "", "", "", "", "ARRÊT", "", "", "", "", "STRASBOURG", "", "24 février 2009", "", "", "DÉFINITIF", "", "24/05/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Errico c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş, juges,\n\tNona Tsotsoria, juge suppléante,\net de Sally Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 3 février 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 29768/05) dirigée contre la République italienne et dont un ressortissant de cet Etat, M. Giovanni Errico (« le requérant »), a saisi la Cour le 6 août 2005 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me S. Forgione, avocat à Telese Terme. Le gouvernement italien (« le Gouvernement ») a été représenté successivement par ses agents, MM. I.M. Braguglia et R. Adam et Mme E. Spatafora, et par son coagent adjoint, M. N. Lettieri.", "3.  Le requérant allègue que des décisions judiciaires injustes ont abouti à la prise en charge de sa fille, S., et à son éloignement de sa famille. Il dénonce également le manque d’équité et la durée des procédures.", "4.  Le 27 octobre 2006, le président de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que seraient examinés en même temps la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1950 et réside à Bénévent.", "6.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "7.  Le requérant et M.P.G, mariés en secondes noces, habitaient avec leurs trois filles, A., I. et S., ainsi qu’avec G., fils du premier mariage de M.P.G. A l’époque des faits, S. était âgée de sept ans et G. de vingt-huit ans.", "8.  Le 25 mai 2002, G. dénonça son beau-père, pour abus sexuels commis sur sa demi-sœur S. Des poursuites furent ouvertes à l’encontre du requérant.", "9.  Il ressort du dossier que S., entendue par un policier le 13 juin 2002, relata que son père lui avait adressé des phrases obscènes, à contenu sexuel, « en présence d’un autre monsieur ».", "10.  Par deux décisions notifiées au requérant et à son épouse le 25 juillet 2002, le tribunal pour enfants de Naples, en vertu des investigations en cours pour abus sexuels, décida de suspendre leur autorité parentale, d’interdire les rencontres avec leur fille, de nommer M.P. tuteur provisoire de la mineure et de placer S. dans une maison d’accueil (casa famiglia). Selon le tribunal, l’éloignement de S. revêtait un caractère d’urgence, son père apparaissant comme directement impliqué dans les faits et sa mère semblant incapable d’offrir la protection nécessaire à son enfant.", "11.  Le 1er août 2002, les parents de S. firent opposition à ces décisions devant la cour d’appel de Naples. Dans leur demande, ils soutenaient que la vraie raison de l’action de G. était à rechercher dans son attachement « morbide » à sa demi-sœur et dans son sentiment de profonde jalousie vis-à-vis de son beau-père. Ils relataient que, dans les derniers mois en particulier, le comportement de G. avait été violent au point que, craignant un geste dangereux pour leur famille, le requérant et son épouse avaient dû faire appel aux forces de police pour le convaincre de quitter la maison. De plus, afin d’éviter tous contacts, ils avaient eux-mêmes quitté leur domicile pour une quinzaine de jours. Les époux dénonçaient la manière dont avait procédé le tribunal pour enfants de Naples, responsable, à leur avis, d’avoir pris une décision très importante et grave sans les avoir entendus au préalable. Tout en proclamant son innocence, le requérant se déclarait cependant disposé à ne pas retourner au domicile familial pendant la durée des poursuites ouvertes à son encontre, à condition que sa fille pût être confiée à sa mère et rentrer chez elle. A titre subsidiaire, le requérant et son épouse demandaient que S. fût confiée à ses oncle et tante maternels.", "12.  A l’audience du 6 novembre 2002, la mère de S. et Mme Z., la directrice de la maison d’accueil, furent entendues devant la cour d’appel. Le même jour, la cour décida que la mère pouvait rendre visite à S. à la maison d’accueil, tandis qu’il fut interdit à son demi-frère, G., de la voir.", "13.  Par la suite, à l’audience du 5 décembre 2002, la cour d’appel mit fin à la tutelle de S., confia celle-ci à l’autorité parentale de sa mère et l’autorisa à rentrer dans sa famille. Elle confirma l’interdiction de rencontres avec S. tant pour son père que pour G. L’affaire fut renvoyée à l’audience du 27 mars 2003.", "14.  Le 18 février 2003, le parquet près le tribunal de Bénévent chargea un expert de veiller sur l’état psychologique de S. et d’analyser son état émotif après son retour au domicile familial. Les trois rencontres entre S. et l’expert eurent lieu entre le 14 et le 26 mars 2003 dans une salle de la maison d’accueil, en présence de la mère.", "15.  Le 19 février 2003, la mère, inquiète du changement d’humeur montré par S. après son retour au domicile familial, avait demandé à un expert de son choix de procéder à un examen psychologique de l’enfant.", "A une date non précisée, les poursuites pénales furent élargies à l’encontre de G., Mme Z. et M.P.", "16.  Le rapport rendu le 8 mai 2003 par l’expert mandaté par le tribunal indiquait que les réponses données par S., son comportement pendant les rencontres et les dessins qu’elle avait produits étaient à interpréter en faveur de la vraisemblance d’abus sexuels commis par son père. De plus, l’attitude agressive qu’avait eue la mère lors des rencontres, ainsi que les accusations de détournement de mineure portées contre la directrice de la maison d’accueil, Mme Z., et contre le tuteur provisoire de S., M.P., donnaient à penser que la mineure avait été obligée par sa mère de se rétracter quant à ses précédentes déclarations. Enfin, prenant en considération l’attachement « morbide » de G. envers S., l’expert conseillait de maintenir l’interdiction de rencontres entre eux.", "17.  Le 2 avril 2003, le même expert avait rencontré Mme Z., la directrice de la maison d’accueil. Dans son rapport, il la décrivait comme une personne mûre et tout à fait compétente.", "18.  Le 9 juin 2003, conformément à la demande du parquet, le juge des investigations préliminaires (« le GIP ») de Bénévent décida de procéder à l’audition de S. au cours d’une audience à huis clos (incidente probatorio) fixée au 18 juin 2003. En raison du caractère délicat de l’affaire et de l’âge de S., il fut notamment décidé que la rencontre entre l’expert et la mineure, accompagnée par sa mère, se déroulerait dans une salle du tribunal spécialement aménagée à cet effet, dotée d’un équipement d’enregistrement audiovisuel et d’une glace sans tain. Il fut également prévu que le juge, le ministère public, le requérant et son avocat pourraient y assister dans la pièce voisine, la communication entre les deux salles étant assurée par un téléphone interne. Après un début perturbé par la présence de la mère dans la salle, l’expert parvint finalement à avoir une conversation intime avec S. et à lui poser les questions souhaitées.", "19.  Le 10 novembre 2003, le parquet du tribunal de Bénévent demanda au GIP le classement de l’affaire pour tous les inculpés.", "20.  Le 28 février 2004, le requérant présenta une demande tendant à l’accélération de la procédure devant le GIP.", "21.  Le 10 février 2005, le GIP fit droit à la demande du parquet et classa l’affaire.", "22.  Par une décision du 16 mars 2005, dont le texte a été déposé au greffe le 6 avril 2005, la cour d’appel de Naples, prenant en considération le classement de l’enquête préliminaire, rétablit l’autorité parentale du requérant sur sa fille S.", "II.  LE DROIT INTERNE PERTINENT", "23.  Aux termes de l’article 330 du code civil :", "« Le juge peut prononcer la déchéance de l’autorité parentale lorsque le parent enfreint ou néglige ses obligations ou abuse des pouvoirs en découlant, d’une manière sérieusement préjudiciable à l’enfant.", "Dans cette hypothèse, en cas de motifs graves, le juge peut ordonner l’éloignement de l’enfant de sa résidence familiale. »", "24.  La loi no 149 du 28 mars 2001 a modifié certaines dispositions du livre I, titre VIII, du code civil et de la loi no 184/1983.", "L’article 333 du code civil, tel que modifié par l’article 37 § 2 de la loi no 149/2001, dispose ce qui suit :", "« Lorsque le comportement d’un ou des deux parents n’est pas de nature à donner lieu à la décision de déchéance prévue par l’article 330, tout en étant préjudiciable à l’enfant, le juge peut, selon les circonstances, adopter les mesures qui s’imposent et peut même ordonner l’éloignement de l’enfant de la résidence familiale ou l’éloignement du parent ou concubin qui maltraite ou abuse l’enfant.", "Ces mesures peuvent être révoquées à tout moment. »", "25.  L’article 336 du code civil, tel que modifié par l’article 37 § 3 de la même loi, prévoit :", "« Les mesures indiquées dans les articles qui précèdent sont adoptées à la suite d’un recours de l’autre parent, de membres de la famille ou du ministère public et, lorsqu’il s’agit de révoquer des décisions antérieures, aussi du parent concerné. Le tribunal décide en chambre du conseil, après avoir recueilli des informations et entendu le parquet. Si la mesure est demandée contre un des parents, celui-ci doit être entendu. En cas d’urgence, le tribunal peut adopter, même d’office, des mesures intérimaires dans l’intérêt du mineur.", "Pour les décisions mentionnées aux paragraphes précédents, les parents et le mineur sont assistés par un avocat, rémunéré par l’Etat dans les cas prévus par la loi. »", "26.  Les décisions des tribunaux pour enfants aux termes des articles 330 et 333 du code civil relèvent d’une procédure gracieuse (« volontaria giurisdizione »). Elles n’ont pas un caractère définitif et peuvent dès lors être révoquées à tout moment. En outre, les décisions en question ne sont pas susceptibles d’appel mais peuvent faire l’objet de demandes de l’une des parties en cause devant la cour d’appel pour qu’elle réexamine la situation (« reclamo »).", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "27.  Invoquant l’article 8 de la Convention, le requérant se plaint que la mesure de placement de S. l’ait séparé de sa fille. Il allègue que les ingérences des autorités ont eu pour effet de nuire à la relation entre les parents et leur fille, mettant en péril leur lien familial. Il dénonce en particulier le fait que les autorités compétentes ont décidé de placer S. sans les garanties prévues par l’article 8 et notamment sans avoir préalablement entendu ses parents. Il soutient en outre que la décision de le séparer de sa fille a été prise en l’absence du caractère d’exceptionnalité et d’urgence exigé par un tel acte.", "28.  Invoquant l’article 6 de la Convention combiné avec l’article 8, le requérant se plaint de la durée excessive des investigations préliminaires diligentées à son encontre, lesquelles ont selon lui prolongé sa séparation d’avec sa fille pour une période supérieure à deux ans et huit mois (notamment du 25 juillet 2002 au 6 avril 2005, date du dépôt au greffe de la décision du 16 mars 2005). De même, il dénonce la durée excessive de la procédure de placement, qu’il juge également inéquitable en raison de sa lenteur et de l’absence de débat contradictoire entre les parties. Enfin, il dénonce la violation de l’article 13 de la Convention en ce qu’il a dû attendre la décision de la cour d’appel du 16 mars 2005 pour revoir sa fille, aucun recours en droit italien n’étant disponible pour accélérer la procédure pendante devant la cour d’appel.", "29.  Le Gouvernement combat les thèses du requérant.", "30.  Maîtresse de la qualification juridique des faits de la cause, la Cour estime approprié d’examiner les griefs soulevés par le requérant uniquement sous l’angle de l’article 8, lequel exige que le processus décisionnel débouchant sur des mesures d’ingérence soit équitable et respecte comme il se doit les intérêts protégés par cette disposition (Havelka et autres c. République tchèque, no 23499/06, §§ 34-35, 21 juin 2007, Kutzner c. Allemagne, no 46544/99, § 56, CEDH 2002I, et Wallová et Walla c. République tchèque, no 23848/04, § 47, 26 octobre 2006).", "L’article 8 de la Convention dispose dans ses parties pertinentes en l’espèce :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...).", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "A.  Sur la recevabilité", "31.  Dans la mesure où le requérant se plaint de la durée excessive de l’enquête préliminaire, le Gouvernement excipe du non-épuisement des voies de recours internes, le requérant ayant selon lui omis d’introduire un recours devant la cour d’appel compétente au sens de la « loi Pinto ». Le Gouvernement affirme que la procédure Pinto couvre également les violations ultérieures qui sont la conséquence de la durée de la procédure (Mascolo c. Italie, no 68792/01, 16 décembre 2004).", "32.  Le requérant combat la thèse du Gouvernement et se plaint d’avoir été séparé de sa fille pendant deux ans et huit mois à cause de la durée excessive des investigations préliminaires diligentées à son encontre.", "33.  La Cour estime, à la lumière de l’ensemble des arguments des parties, que l’exception du Gouvernement est étroitement liée au fond de la requête et décide de la joindre au fond.", "34.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèses des parties", "35.  Le requérant soutient ne pas avoir été impliqué dans le processus décisionnel. Il affirme avoir dû attendre la décision de la cour d’appel du 16 mars 2005 pour revoir sa fille, aucun recours en droit italien n’étant disponible pour accélérer la procédure pendante devant la cour d’appel. Il se plaint également de la durée excessive des investigations préliminaires.", "36.  Le Gouvernement objecte que l’ingérence dans le droit du requérant était prévue par la loi. Selon lui, le tribunal pour enfants a scrupuleusement respecté les dispositions légales en vigueur en adoptant des mesures intérimaires urgentes pour la protection de la mineure, mesures dont la nécessité ne saurait être mise en doute. La prise en charge de l’enfant concernerait le deuxième paragraphe de l’article 8 et serait conforme aux principes énoncés par la jurisprudence de la Cour en la matière.", "37.  Le Gouvernement rappelle ensuite que les juridictions italiennes se sont saisies de l’affaire litigieuse dans un contexte où de graves soupçons d’abus sexuels pesaient sur le père de S. à la suite de la dénonciation du demi-frère de celle-ci.", "38.  Le Gouvernement fait également remarquer que le tribunal pour enfants a estimé que S. avait besoin d’une période d’éloignement de sa mère et du reste de sa famille, pendant laquelle elle devait être placée dans une famille d’accueil. Il estime que cette mesure était indispensable pour la protéger contre une éventuelle répétition des prétendus abus et contre le risque d’éventuelles pressions pendant la période de l’instruction de la procédure pénale. Le Gouvernement rappelle que des rencontres ont par ailleurs eu lieu, en milieu protégé, avec la mère, et que la mineure a été confiée à sa mère après quelques mois d’éloignement.", "39.  Il rappelle en outre que la jurisprudence de la Cour reconnaît que l’existence de soupçons d’abus sexuels commis dans le cadre familial constitue un motif légitime d’éloignement d’un mineur au sens du paragraphe 2 de l’article 8 (Scozzari et Giunta c. Italie [GC], nos 39221/98 et 41963/98, § 143, CEDH 2000VIII, Covezzi et Morselli c. Italie, no 52763/99, § 80, 9 mai 2003, et Roda et Bonfatti c. Italie, no 10427/02, § 103, 112-114, 21 novembre 2006).", "40.  Le Gouvernement relève que les autorités italiennes ont pris les mesures nécessaires pour réunir progressivement tous les membres de la famille et qu’il ressort du dossier que la famille est à ce jour réunie.", "41.  S’agissant de l’équité de la procédure, le Gouvernement, s’appuyant sur la jurisprudence de la Cour (Covezzi et Morselli, précité), affirme que le fait de ne pas avoir entendu le requérant avant la prise en charge de S. ne méconnaît pas l’article 8 de la Convention : en effet, selon lui, les autorités ont estimé nécessaire, dans l’intérêt de la protection de la mineure, de l’éloigner sans délai, sans préavis et sans audition préalable des parents, afin de ne pas préjuger de la suite des investigations pénales. Au demeurant, le Gouvernement note que le requérant a pu attaquer en appel le décret du tribunal pour enfants dans un délai de cinq jours, avec l’assistance d’un avocat de son choix, qu’il a été entendu personnellement et qu’il a pu présenter ses arguments, et qu’à l’issue de cette procédure la cour d’appel a réintégré le requérant dans son autorité parentale.", "2.  Appréciation de la Cour", "42.  La Cour estime qu’il y a lieu d’examiner séparément les griefs tirés de l’article 8.", "a)  L’éloignement d’urgence et la prise en charge de l’enfant", "43.  La Cour rappelle que, pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale (Kutzner c. Allemagne, no 46544/99, § 58, CEDH 2002I) et que des mesures internes qui les en empêchent constituent une ingérence dans le droit protégé par l’article 8 de la Convention (K. et T. c. Finlande [GC], no 25702/94, § 151, CEDH 2001-VII). Pareille ingérence méconnaît l’article 8 sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du second paragraphe de cette disposition et est « nécessaire, dans une société démocratique », pour les atteindre. La notion de « nécessité » implique une ingérence fondée sur un besoin social impérieux et, notamment, proportionnée au but légitime recherché (Couillard Maugery c. France, no 64796/01, § 237, 1er juillet 2004).", "44.  Si l’article 8 tend pour l’essentiel à prémunir l’individu contre des ingérences arbitraires des pouvoirs publics, il met de surcroît à la charge de l’Etat des obligations positives inhérentes au « respect » effectif de la vie familiale. Ainsi, là où l’existence d’un lien familial se trouve établie, l’Etat doit en principe agir de manière à permettre à ce lien de se développer et prendre les mesures propres à réunir le parent et l’enfant concernés (voir, par exemple, Eriksson c. Suède, 22 juin 1989, § 71, série A no 156 ; Margareta et Roger Andersson c. Suède, 25 février 1992, § 91, série A no 226A ; Olsson c. Suède (no 2), 27 novembre 1992, § 90, série A no 250 ; Ignaccolo-Zenide c. Roumanie, no 31679/96, § 94, CEDH 2000I, et Gnahoré c. France, no 40031/98, § 51, CEDH 2000IX). La frontière entre les obligations positives et négatives de l’Etat au titre de l’article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents ; de même, dans les deux hypothèses, l’Etat jouit d’une certaine marge d’appréciation (voir, par exemple, W., B. et R. c. Royaume-Uni, 8 juillet 1987, série A no 121, §§ 60 et 61, et Gnahoré, précité, § 52,).", "45.  En l’espèce, il n’est pas douteux – et le Gouvernement n’en disconvient pas – que l’éloignement, la prise en charge de S. et son placement dans un centre d’accueil s’analysent en une « ingérence » dans l’exercice du droit du requérant au respect de sa vie familiale. La Cour observe que la mesure litigieuse, fondée sur les articles 330, 333 et 336 du code civil, était « prévue par la loi » et qu’elle poursuivait un but légitime au sens du paragraphe 2 de l’article 8, à savoir la « protection de la santé ou de la morale » et « la protection des droits et libertés d’autrui », dans la mesure où elle visait à sauvegarder le bien-être de S.", "46.  La Cour a déclaré à de nombreuses reprises que l’article 8 implique le droit d’un parent à des mesures propres à le réunir à son enfant et l’obligation pour les autorités nationales de les prendre (voir, par exemple, Ignaccolo-Zenide, précité, § 94, et Nuutinen c. Finlande, no 32842/96, § 127, CEDH 2000-VIII). Cette obligation n’est toutefois pas absolue. Sa nature et son étendue dépendent des circonstances de chaque espèce, mais la compréhension et la coopération de l’ensemble des personnes concernées en constituent toujours un facteur important. Dans l’hypothèse où des contacts avec les parents risquent de menacer les intérêts supérieurs de l’enfant ou de porter atteinte à ses droits, il revient aux autorités nationales de veiller à un juste équilibre entre eux (Ignaccolo-Zenide, ibidem).", "47.  En l’espèce, la Cour relève que le point décisif consiste à savoir si les autorités nationales ont pris toutes les mesures que l’on pouvait raisonnablement exiger d’elles. En ce qui concerne l’éloignement de S. et sa prise en charge, elle note que le tribunal pour enfants a justifié sa décision du 25 juillet 2002 en se référant aux fortes présomptions selon lesquelles S. avait subi des abus sexuels de la part de son père et aux doutes relatifs à la capacité de protection de sa mère. Le recours à une procédure d’urgence pour éloigner S. s’inscrit parfaitement dans les démarches que les autorités nationales sont en droit d’entreprendre dans les affaires de sévices sexuels, lesquels constituent incontestablement un type odieux de méfaits qui fragilisent les victimes. Les enfants et autres personnes vulnérables ont droit à la protection de l’Etat, sous la forme d’une prévention efficace les mettant à l’abri de formes aussi graves d’ingérence dans des aspects essentiels de leur vie privée (voir Stubbings et autres c. Royaume-Uni, 22 octobre 1996, § 64, Recueil 1996IV ; mutatis mutandis, Z et autres c. Royaume-Uni [GC], no 29392/95, § 73, CEDH 2001V ; A.  c. Royaume-Uni, 23 septembre 1998, § 22  Recueil 1998-VI, et Covezzi et Morselli, précité, § 103).", "48.  Dans ces conditions, la Cour est d’avis que l’éloignement et la prise en charge de S. peuvent passer pour des mesures proportionnées et « nécessaires dans une société démocratique » au regard de la protection de la santé et des droits de l’enfant. L’existence des soupçons d’abus sexuels pesant sur le requérant pouvait raisonnablement amener les autorités nationales à considérer que le maintien de S. dans son foyer risquait de lui porter préjudice (voir, mutatis mutandis, Roda et Bonfatti, précité, §§ 113-114). De surcroît, la Cour note que, le 5 décembre 2002, la cour d’appel a mis un terme à la tutelle de S., a confié celle-ci à sa mère et l’a autorisée à rentrer dans sa famille. En outre, le 16 mars 2005, prenant en considération le classement de l’enquête préliminaire menée à l’encontre du requérant, la cour d’appel de Naples a rétabli l’autorité parentale du requérant sur sa fille.", "49.  Partant, elle estime qu’il n’y a eu aucune violation de l’article 8 quant à la décision d’éloignement d’urgence et de prise en charge de l’enfant.", "b)  L’absence d’audition préalable du requérant", "50.  Le requérant reproche aux autorités d’avoir ordonné l’éloignement de sa fille sans l’avoir entendu au préalable.", "51.  La Cour rappelle avoir déjà admis que lorsqu’une décision de prise en charge d’urgence s’impose, il n’est pas toujours possible, à cause du caractère d’urgence de la situation, d’associer les personnes investies de la garde de l’enfant au processus décisionnel. Cela peut même n’être pas souhaitable, quoique possible, si les titulaires de la garde sont perçus comme représentant une menace immédiate pour l’enfant : en effet, les avertir pourrait priver la mesure de son efficacité. La Cour doit toutefois se convaincre qu’en l’espèce les autorités internes étaient fondées à considérer qu’il existait des circonstances justifiant de soustraire immédiatement l’enfant aux soins du requérant sans prendre contact avec lui ou le consulter au préalable (Scozzari et Giunta, précité, § 107, K. et T., précité, no 25702/94, § 166, et Venema c. Pays-Bas, no 35731/97, § 93, CEDH 2002X). La Cour reconnaît que l’existence des soupçons d’abus sexuels pesant sur le requérant pouvait raisonnablement amener les autorités compétentes à penser que le fait de l’informer au préalable de la mise en œuvre de la procédure d’éloignement aurait pu porter préjudice à S. De surcroît, la décision d’éloignement a été motivée par le risque d’éventuelles pressions du père sur S. pendant la période de l’instruction de la procédure pénale.", "52.  Dans ce contexte, la Cour ne saurait reprocher aux autorités d’avoir agi de façon disproportionnée dès lors qu’elles ont considéré devoir protéger S. de toute pression pouvant s’exercer dans le milieu familial.", "53.  En conséquence, la Cour estime que l’absence d’audition préalable du requérant n’a pas emporté violation de l’article 8.", "c)  Le retard dans la clôture de l’enquête préliminaire menée à l’encontre du requérant", "54.  Le requérant se plaint que la durée excessive de l’enquête préliminaire ait prolongé sa séparation d’avec sa fille.", "55.  La Cour relève d’abord que le requérant était soupçonné d’avoir commis des abus sexuels sur la personne de sa fille. Aussi, en attendant l’issue de l’enquête préliminaire, l’intérêt de la mineure légitimait la suspension du droit parental et du droit de visite du requérant et justifiait l’ingérence dans le droit de l’intéressé au respect de sa vie familiale. L’ingérence était donc, jusqu’au résultat de l’enquête préliminaire, « nécessaire à la protection des droits d’autrui », en l’occurrence ceux de l’enfant S.", "56.  Toutefois, ce même intérêt de l’enfant exigeait aussi de permettre au lien familial de se développer à nouveau, dès que les mesures prises ne seraient plus apparues comme nécessaires (Olsson c. Suède (no 2), § 90, série A no 250).", "57.  La Cour rappelle ensuite qu’elle peut aussi prendre en compte, sur le terrain de l’article 8 de la Convention, la durée du processus décisionnel des autorités internes ainsi que toute procédure judiciaire connexe. En effet, un retard dans la procédure risque toujours en pareil cas de trancher le litige par un fait accompli. Or un respect effectif de la vie familiale commande que les relations futures entre parent et enfant se règlent sur la seule base de l’ensemble des éléments pertinents, et non par le simple écoulement du temps (W. c. Royaume-Uni, arrêt du 8 juillet 1987, série A no 121, §§ 64 et 65, Covezzi et Morselli, précité, § 136).", "58.  En l’espèce, la Cour note que le 10 novembre 2003 le parquet du tribunal de Bénévent a demandé au GIP le classement de la plainte pour le requérant. Trois mois plus tard, le 28 février 2004, le requérant a présenté une demande visant à l’accélération de la procédure devant le GIP. La Cour constate que le GIP a attendu plus de quinze mois avant de se prononcer sur la demande de classement du parquet. Pendant ce temps, le requérant n’a pu exercer la moindre influence sur l’issue de la procédure.", "59.  La Cour n’est pas persuadée qu’un tel délai était nécessaire pour se prononcer sur la demande du parquet. En conséquence, elle relève un retard injustifié de la part des autorités nationales. En outre, pendant cette période, le requérant n’a disposé d’aucune voie de recours contre la décision du tribunal pour enfants qui l’avait suspendu de son autorité parentale et qui lui avait interdit de rencontrer sa fille. Il a dû attendre la décision de classement de la plainte pour demander à être rétabli dans son autorité parentale à l’égard de sa fille S.", "60.  La Cour ne partage pas l’avis du Gouvernement selon lequel le requérant aurait dû introduire un recours devant la cour d’appel compétente au sens de la loi Pinto. Elle rappelle que l’enjeu de la procédure pour le requérant exigeait un traitement urgent car le passage du temps peut avoir des conséquences irrémédiables sur les relations entre l’enfant et le parent qui ne vit pas avec lui. En effet, la rupture de contact avec un enfant très jeune peut conduire à une altération croissante de sa relation avec son parent.", "61.  La Cour observe que, si la suspension des relations entre le requérant et sa fille était justifiée tant que les investigations sur le requérant n’étaient pas terminées, des retards déraisonnables sont survenus dans la procédure pénale, lesquels ont eu un impact direct sur le droit à la vie familiale de l’intéressé. Du fait des carences constatées dans le déroulement de cette procédure, on ne saurait donc considérer que les autorités italiennes ont pris toutes les mesures nécessaires que l’on pouvait raisonnablement exiger d’elles afin de restaurer la vie familiale du requérant avec sa fille, dans leur intérêt à tous les deux.", "62.  Au vu de ce qui précède, la Cour rejette l’exception préliminaire du Gouvernement et conclut à la violation de l’article 8 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "63.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "64.  Le requérant réclame 20 000 euros (EUR) pour le préjudice moral subi en raison de sa séparation d’avec sa fille.", "65.  Le Gouvernement estime que le simple constat d’une violation constituerait en soi une satisfaction équitable suffisante. A titre subsidiaire, il s’en remet à la sagesse de la Cour tout en considérant que la somme réclamée est exorbitante.", "66.  La Cour estime que la douleur éprouvée par le requérant a occasionné un préjudice moral certain que le constat de violation de la Convention ne suffit pas à compenser (voir, par exemple, Elsholz c. Allemagne [GC], no 25735/94, §§ 70-71, CEDH 2000VIII, et P., C. et S. c. Royaume-Uni, no 56547/00, § 150, CEDH 2002-VI). Elle considère qu’il y a lieu d’octroyer au requérant 10 000 EUR au titre du dommage moral.", "B.  Frais et dépens", "67.  Le requérant demande, justificatifs à l’appui, 4 921,19 EUR pour les frais et dépens exposés devant la Cour.", "68.  Le Gouvernement considère que la somme réclamée est excessive.", "69.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 3 000 EUR pour la procédure devant la Cour, dont il convient de déduire les montants versés par le Conseil de l’Europe au titre de l’assistance judiciaire, soit 850 EUR. Elle accorde ainsi au requérant une somme de 2 150 EUR au titre des frais et dépens.", "C.  Intérêts moratoires", "70.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 8 quant à l’éloignement et à la prise en charge de S;", "", "3.  Dit qu’il n’y a pas eu violation de l’article 8 de la Convention quant à l’absence d’audition du requérant avant la prise de la décision d’éloignement ;", "", "4.  Dit qu’il y a eu violation de l’article 8 de la Convention à raison du retard dans la clôture de l’enquête préliminaire conduite à l’encontre du requérant ;", "", "5.  Dit", "", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  10 000 EUR (dix mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  2 150 EUR (deux mille cent cinquante euros), pour frais et dépens, plus tout montant pouvant être dû par le requérant à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 24 février 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSally Dollé\tFrançoise Tulkens\n\tGreffière\tPrésident"]}