{"file": "FRE_HFJUD_46544_99.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "46544/99", "text_paragraphs": ["", "", "ANCIENNE QUATRIÈME SECTION", "", "", "AFFAIRE KUTZNER c. ALLEMAGNE", "", "", "(Requête no 46544/99)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "26 février 2002", "", "", "", "DÉFINITIF", "", "10/07/2002", "", "", "", "", "", "", "En l'affaire Kutzner c. Allemagne,", "La Cour européenne des Droits de l'Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tA. Pastor Ridruejo, président,\n\t\tG. Ress,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tI. Cabral Barreto,\n\tMme\tN. Vajić,\n\tM.\tM. Pellonpää, juges,\net de M. V. Berger, greffier de section,", "Après en avoir délibéré en chambre du conseil les 10 juillet 2001 et 30 janvier 2002,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouve une requête (no 46544/99) dirigée contre la République fédérale d'Allemagne et dont deux ressortissants de cet Etat, M. Ingo Kutzner et Mme Annette Kutzner (« les requérants »), avaient saisi la Commission européenne des Droits de l'Homme (« la Commission ») le 5 juillet 1998 en vertu de l'ancien article 25 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  Les requérants, qui ont été admis au bénéfice de l'assistance judiciaire, sont représentés devant la Cour par Me H. Brückner, avocat à Osnabrück, et par l'Association de défense des droits de l'enfant (Aktion Rechte für Kinder e.V.) en la personne de M. V. Laubert. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, M. K. Stoltenberg, Ministerialdirigent, du ministère fédéral de la Justice. ", "3.  Les requérants alléguaient que le retrait de leur autorité parentale sur leurs deux filles a méconnu leur droit au respect de la vie familiale garanti à l'article 8 de la Convention. Ils se plaignaient également de ne pas avoir bénéficié d'un procès équitable au sens de l'article 6 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d'entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole). ", "5.  La requête a été attribuée à la quatrième section de la Cour (article 52 § 1 du règlement de la Cour). Au sein de celle-ci, la chambre chargée d'examiner l'affaire (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "6.  Par une décision du 10 juillet 2001, la chambre a déclaré la requête recevable [Note du greffe : la décision de la Cour est disponible au greffe].", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l'affaire (article 59 § 1 du règlement).", "8.  Par une lettre du 13 juillet 2001, la Cour a invité les parties à lui soumettre des informations complémentaires (article 59 § 1 du règlement). Les requérants ont déposé leurs observations les 31 août et 4 septembre 2001, et le Gouvernement a déposé les siennes le 5 septembre 2001.", "9.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a cependant continué à être examinée par la chambre de l'ancienne quatrième section telle qu'elle existait avant cette date.", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "10.  Les requérants sont des ressortissants allemands, nés respectivement en 1966 et 1968, et résident à Badbergen (Allemagne). Ils sont mariés et parents de deux filles, Corinna, née le 11 septembre 1991, et Nicola, née le 27 février 1993. ", "A.  La genèse de l'affaire", "11.  Les requérants et leurs deux filles vivaient, depuis la naissance de ces dernières, avec les parents du requérant et un frère non marié de celui-ci dans une vieille ferme. Le requérant travaille dans un élevage de poules. La requérante, quant à elle, avait travaillé dans une usine ; depuis qu'elle est au chômage, elle reste à la maison et s'occupe des enfants et du ménage.", "Les requérants avaient suivi des cours dans une école spécialisée pour personnes ayant des difficultés à apprendre (Sonderschule für Lernbehinderte).", "12.  En raison d'un retard dans leur développement physique et surtout intellectuel, les deux filles furent à plusieurs reprises examinées par des médecins ; sur les conseils de l'un d'entre eux et à l'initiative des requérants, elles bénéficièrent de mesures d'assistance et de soutien pédagogiques dès leur plus jeune âge. Ainsi, depuis 1994, Corinna, l'aînée, recevait une assistance pédagogique (Frühförderung) ; depuis 1995 et 1996 respectivement, les deux filles étaient gardées toute la journée dans un jardin d'enfants pédagogique spécialisé (Heilpädagogischer Kindergarten). ", "13.  Entre octobre 1995 et mai 1996, Mme Klose, une assistante sociale (sozialpädagogische Familienhilfe), se rendit au domicile des requérants officiellement dix heures par semaine ; les requérants soutiennent qu'il ne s'agissait en réalité que de trois heures, car il fallait également prendre en compte le temps nécessaire au déplacement. Les relations entre elle et les requérants devinrent vite conflictuelles, ce qui, d'après ces derniers, conduisit à l'établissement d'un rapport très négatif sur eux. ", "14.  En effet, Mme Klose fit un rapport à l'office de la jeunesse de district (Kreisjugendamt) d'Osnabrück, dans lequel elle mit l'accent sur les déficiences intellectuelles des requérants, les rapports conflictuels entre les membres de la famille ainsi qu'un certain mépris affiché, au moins au début, à son égard. ", "15.  A la suite de ce rapport, le 13 septembre 1996, l'office de la jeunesse demanda au tribunal des tutelles (Vormundschaftsgericht) de Bersenbrück de retirer aux requérants l'autorité parentale sur leurs deux enfants.", "B.  La procédure relative au retrait de l'autorité parentale des requérants", "1.  Devant le tribunal des tutelles de Bersenbrück", "16.  Le 18 septembre 1996, le tribunal des tutelles de Bersenbrück nomma M. Waschke-Peter, psychologue, comme expert ; celui-ci rendit son rapport le 20 novembre 1996.", "17.  Le 12 février 1997, après avoir entendu les requérants et les grands-parents, le tribunal des tutelles décida à titre de mesure provisoire (einstweilige Anordnung) de retirer aux requérants le droit de déterminer le domicile des enfants (Aufenthaltsbestimmungsrecht) et celui de décider de la nécessité de prendre des mesures d'ordre médical (Recht zur Bestimmung über ärztliche Maßnahmen), notamment au motif que « les parents [les requérants] n'avaient pas les capacités intellectuelles nécessaires pour élever correctement leurs enfants » (« die Kindeseltern sind intellektuell nicht in der Lage, ihre Kinder ordnungsgemäss zu erziehen »).", "18.  Entre février et juillet 1997, les deux filles furent placées dans le service (Clearingstelle) d'une association privée à Meppen (Verein für familienorientierte Sozialpädagogik), qui fait partie de la Société pour la pédagogie familiale (Gesellschaft für familienorientierte Sozialpädagogik).", "19.  Dans deux rapports des 18 et 24 avril 1997, Mme Backhaus, présidente du conseil d'administration de cette société, demanda également que l'autorité parentale soit retirée aux requérants au motif qu'une baisse du quotient intellectuel était prévisible chez les enfants, et que ces derniers avaient une chance, avec de nouveaux parents, d'établir une relation qui donnerait une nouvelle impulsion à leur développement social et intellectuel (eine Verflachung des IQ's ist vorprogrammiert, eine Chance haben die Kinder durch eine neue Beelterung, in der über die Beziehung neue Impulse für die Sozial- und Intelligenzentwicklung gesetzt werden).", "20.  Le 27 mai 1997, après avoir entendu à nouveau les requérants et les grands-parents, le tribunal des tutelles retira aux intéressés l'autorité parentale (Sorgerecht) sur leurs deux filles. Le tribunal se fonda notamment sur le rapport d'expertise selon lequel les requérants n'étaient pas aptes à élever leurs enfants, sans être fautifs (unverschuldet erziehungsunfähig), mais par manque de capacités intellectuelles.", "D'après le tribunal des tutelles, les requérants n'avaient pas la sensibilité nécessaire pour répondre aux besoins de leurs enfants ; par ailleurs, ils étaient opposés à tout soutien par les services sociaux, et leur consentement actuel aux mesures prises, loin d'être authentique, ne serait qu'une réaction à la pression ressentie par eux dans la procédure en cours.", "Le tribunal des tutelles ajouta que les enfants souffraient d'un retard tel qu'il ne pouvait être compensé ni par les grands-parents ni par un soutien de la part des services sociaux. Seuls des foyers d'accueil – dans le cas de Corinna, il fallait que ce soit un foyer d'accueil professionnel (professionelle Pflegefamilie) – pouvaient les aider, des mesures moins radicales étant insuffisantes.", "21.  Depuis le 15 juillet 1997, les deux filles sont placées dans des familles d'accueil (Pflegefamilien) distinctes et anonymes (IncognitoPflege), dépendant de la Société pour la pédagogie familiale qui, les 18 et 24 avril 1997, avait fait un rapport demandant le retrait de l'autorité parentale des requérants sur leurs enfants.", "22.  Par des lettres des 24 janvier, 23 juin et 2 juillet 1997, les médecins de famille des requérants se prononcèrent en faveur d'un retour des enfants chez les requérants.", "2.  Devant le tribunal régional d'Osnabrück", "23.  En juin 1997, les requérants formèrent un recours (Beschwerde) devant le tribunal régional (Landgericht) d'Osnabrück contre la décision du tribunal des tutelles du 27 mai 1997.", "24.  Du 2 septembre au 25 novembre 1997, la requérante suivit un cours de formation pour nourrices (Qualifizierungskurs für Tagesmütter), qu'elle acheva par l'obtention d'un certificat.", "25.  Le 29 août 1997, un expert psychologue de l'Association allemande pour la protection de l'enfance (Deutscher Kinderschutzbund), une organisation privée à laquelle les requérants s'étaient adressés, se prononça également pour un retour des enfants dans leur famille et pour des mesures additionnelles de soutien pédagogique par les services sociaux. ", "26.  A la suite de ces différents avis, le tribunal régional nomma le 9 octobre 1997 M. Trennheuser, un deuxième expert psychologue, qui rendit son rapport le 18 décembre 1997. Par ailleurs, le tribunal régional entendit les requérants, les grands-parents, l'administration compétente et l'expert. ", "27.  Par une décision du 29 janvier 1998, le tribunal régional rejeta le recours des requérants, au motif que les conditions des dispositions pertinentes du code civil (articles 1666 et 1666a – voir « Le droit interne pertinent » ci-dessous) visant à protéger les intérêts des enfants étaient remplies.", "Le tribunal régional se référa aux deux rapports d'expertise.", "D'après le premier – rendu le 20 novembre 1996 au tribunal des tutelles de Bersenbrück –, les requérants n'étaient pas capables d'élever leurs enfants à cause de leurs propres déficiences et parce qu'ils se sentaient dépassés. L'arrivée de personnes extérieures pour assister la famille ne ferait qu'exacerber les tensions entre les parents et leurs filles et le sentiment d'insécurité des requérants. La famille étant dominée par les grands-parents, les parents ne pouvaient pas représenter l'autorité pour leurs enfants. Par ailleurs, les grands-parents, qui n'étaient pas en mesure d'appuyer leurs propres enfants (les requérants), n'étaient pas non plus capables de remédier aux carences intellectuelles se manifestant chez leurs petits-enfants.", "D'après le second rapport d'expertise – rendu le 18 décembre 1997 –, les deux filles avaient un retard d'environ un an dans leur développement général, ce qui se manifestait notamment dans leur langage, qui consistait en des balbutiements. Si les enfants n'avaient pas bénéficié pendant des années de soutien pédagogique et social, elles se seraient probablement retrouvées dans une école spécialisée pour handicapés mentaux, ce qui les aurait empêchées de se développer normalement et de mener une vie normale d'adulte. Or les parents n'étaient pas capables d'aider leurs filles dans le développement de leur personnalité, car ils n'étaient pas aptes à les comprendre et à les traiter de manière adéquate. D'après des études scientifiques, une telle déficience chez les parents empêche le développement de rapports affectifs entre les parents et leurs enfants. En particulier, les connaissances et les capacités acquises à l'école risquaient d'être étouffées dans le milieu familial. Seuls les besoins élémentaires des enfants avaient été satisfaits. Pour l'avenir, il y avait un risque d'agressivité croissant des parents à l'égard de leurs enfants. Compte tenu de tous ces éléments, une séparation des enfants de leur famille restait la seule possibilité d'écarter tout danger pour le bien-être des enfants (Gefährdung des Kindeswohls).", "Le tribunal régional conclut que les deux experts étaient parvenus, après une analyse détaillée, à la même conclusion. Le second expert tenait dûment compte du fait que les requérants avaient pris contact avec l'Association allemande pour la protection de l'enfance et que la requérante avait participé à un cours pour devenir nourrice. Mais ces éléments n'étaient pas suffisants pour exclure que le développement des enfants ne soit compromis ou un tel risque.", "3.  Devant la cour d'appel d'Oldenbourg", "28.  Le 20 mars 1998, la cour d'appel (Oberlandesgericht) d'Oldenbourg débouta les requérants faute de violation de la loi. En effet, les juridictions concernées avaient entendu les parties, s'étaient appuyées sur deux rapports d'expertise et avaient pris en compte les mesures de soutien pédagogique déjà prises, ainsi que la contre-expertise psychologique demandée par l'Association allemande pour la protection de l'enfance et les avis des médecins de famille.", "4.  Devant la Cour constitutionnelle fédérale ", "29.  Le 26 mai 1998, la Cour constitutionnelle fédérale (Bundes-verfassungsgericht), statuant en comité de trois membres, ne retint pas le recours des requérants. ", "5.  Les contre-expertises privées présentées à la demande de l'Association de défense des droits de l'enfant", "30.  Le 29 mai 1998, M. Riedl, professeur de sciences de l'éducation et directeur de l'Institut des sciences de l'éducation de l'université de Schwäbisch-Gmünd, procéda à une expertise privée dans laquelle il conclut qu'il n'y avait pas de danger pour le bien-être des enfants et que les requérants étaient tout à fait aptes à les éduquer, sur les plans aussi bien affectif qu'intellectuel. Il indiqua notamment que la famille Kutzner constituait un exemple réussi de la cohabitation souhaitée, planifiée et bien organisée de trois générations dans des conditions matérielles satisfaisantes et dans un contexte permettant l'épanouissement individuel et social (die Familie Kutzner bietet somit ein geglücktes Beispiel für das gewollte, geplante und wohlorganisierte Zusammenleben dreier Generationen in geordneten wirtschaftlichen Verhältnissen und unter positiven individuellen Bedingungen). Il ajouta que des mesures additionnelles de soutien pédagogique pourraient largement compenser le retard scolaire des enfants.", "31.  Le 17 novembre 1999, également à la demande de cette association, M. Giese, professeur de droit à l'Institut d'évaluation des dommages physiques et mentaux (Institut für Medizinschaden) de Tübingen, établit un second rapport d'expertise privé, où il conclut qu'en l'espèce la procédure devant les juridictions allemandes méconnaissait les articles 6 et 8 de la Convention.", "", "", "", "", "C.  Les restrictions au droit de visite des requérants", "32.  En raison du placement des enfants dans des familles d'accueil anonymes, les requérants ne purent voir leurs filles pendant les six premiers mois de leur placement.", "33.  Ils saisirent alors le tribunal régional d'Osnabrück qui, le 4 décembre 1997, malgré l'opposition de l'office de la jeunesse, leur accorda un droit de visite d'une heure par mois.", "34.  Lors de ces visites, contrairement à ce que prévoyait la décision du tribunal des tutelles, huit autres personnes des différents services sociaux et associations étaient présentes. Ultérieurement, leur nombre fut réduit, mais l'office de la jeunesse insista sur un droit de visite accompagné (begleitetes Besuchsrecht).", "35.  Entre juillet et novembre 1999, les requérants entreprirent de nombreuses démarches afin de pouvoir voir leurs enfants à Noël ou lors de la rentrée scolaire de leur fille aînée, ce que l'office de la jeunesse refusa. Les requérants saisirent alors le tribunal des tutelles de Bersenbrück et furent ainsi autorisés à assister à la rentrée scolaire de leur fille aînée.", "36.  Le 8 décembre 1999, les requérants saisirent de nouveau le tribunal des tutelles en vue d'obtenir un droit de visite de deux heures à Noël.", "37.  Le 21 décembre 1999, le tribunal rejeta leur demande, en nommant un nouvel expert psychologue, Mme Sperschneider, afin d'établir dans quelle mesure et à quelles personnes un droit de visite devait être accordé. ", "38.  Il résulte des informations complémentaires fournies par les parties postérieurement à la décision de la Cour sur la recevabilité (paragraphe 8 ci-dessus) que, dans son rapport du 12 mai 2000, Mme Sperschneider proposa d'élargir le droit de visite des parents à deux heures par mois, et d'autoriser les grands-parents à y participer un mois sur deux.", "39.  Par une ordonnance du 9 octobre 2000, le tribunal des tutelles demanda aux parties de se prononcer sur la proposition de la psychologue.", "40.  Par une lettre du 2 novembre 2000, l'office de la jeunesse indiqua que le droit de visite serait accordé aux requérants selon les modalités proposées par la psychologue.", "41.  Par une lettre du 14 mars 2001, les requérants demandèrent au tribunal des tutelles de rendre une décision sur le fond.", "42.  Par une décision du 16 mars 2001, le tribunal des tutelles constata qu'un accord des parties sur la réglementation du droit de visite des requérants était intervenu et qu'il ne s'imposait pas de trancher l'affaire au fond.", "\n", "D.  La demande des requérants en vue de la désignation d'un nouveau tuteur", "43.  Par une lettre du 29 janvier 2001, les requérants proposèrent à M. Seifert, tuteur des enfants en sa qualité de représentant de l'office de la jeunesse d'Osnabrück, de le rencontrer, afin d'évoquer avec lui certains points comme l'évolution physique et psychique de leurs enfants, la réglementation du droit de visite et le baptême prévu dans l'Eglise de leur communauté d'origine.", "44.  Par une lettre du 22 février 2001, M. Seifert refusa une telle rencontre, au motif que, lors de leurs visites, les requérants pouvaient se rendre compte par eux-mêmes de l'évolution de leurs enfants.", "45.  Par une lettre du 4 mars 2001, les requérants demandèrent au tribunal des tutelles de Bersenbrück d'annuler la nomination de l'office de la jeunesse d'Osnabrück comme tuteur et de désigner un expert indépendant à la place.", "46.  Par une lettre du 26 avril 2001, M. Seifert réfuta les reproches formulés à son encontre par les requérants.", "47.  Ces derniers répondirent le 17 mai 2001 en indiquant que l'office de la jeunesse avait systématiquement cherché à les séparer définitivement de leurs enfants, alors que, de l'avis de la majorité des experts, une telle séparation ne pouvait être que temporaire et que les enfants avaient besoin de leur famille d'origine. Ils ajoutèrent que, si des experts pensaient que des contacts d'une à deux heures par mois sous haute surveillance étaient suffisants, alors cette expertise n'avait pas grande valeur ; enfin, Mme Sperschneider n'avait passé en tout et pour tout que deux heures chez les requérants sans s'intéresser à leurs motivations réelles.", "48.  Par une lettre du 12 juillet 2001, un auxiliaire de justice (Rechtspfleger) répondit aux requérants que le tribunal des tutelles avait rejeté leur demande.", "II.  LE DROIT INTERNE PERTINENT", "49.  L'article 1666 du code civil (Bürgerliches Gesetzbuch) prévoit que le tribunal des tutelles a l'obligation d'ordonner les mesures nécessaires en cas de danger pour le bien-être de l'enfant (Gefährdung des Kindeswohls).", "50.  L'article 1666a dispose dans son premier alinéa que des mesures visant à séparer un enfant de sa famille ne sont permises que si aucune autre mesure ne peut être prise, y compris par les autorités, pour éviter tout danger pour le bien-être de l'enfant.", "51.  L'article 1666a, deuxième alinéa, est ainsi libellé :", "« L'autorité [parentale] intégrale ne peut être retirée que si d'autres mesures se sont avérées infructueuses ou si l'on doit considérer qu'elles ne suffisent pas pour écarter le danger. »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 8 DE LA CONVENTION", "52.  Les requérants soutiennent que la décision des juridictions allemandes de leur retirer l'autorité parentale sur leurs deux filles a méconnu leur droit au respect de la vie familiale garanti par l'article 8 de la Convention, ainsi rédigé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bienêtre économique du pays, à la défense de l'ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "53.  Le Gouvernement affirme que l'ingérence litigieuse était fondée sur les articles 1666 et 1666a du code civil et nécessaire pour la protection du bien-être physique et psychique des enfants. Il souligne que les juridictions internes, après avoir entendu les parties et sollicité l'avis de deux experts psychologues, ont conclu que l'intérêt des requérants au maintien d'une vie familiale devait s'effacer devant celui de la protection du bien-être de leurs filles. En effet, les retards constatés dans le développement des enfants étaient tels que des mesures de soutien pédagogique moins radicales s'étaient avérées insuffisantes par le passé, en raison également du manque de coopération des requérants avec les services sociaux. Les experts étaient d'ailleurs parvenus à des conclusions identiques ; ils avaient simplement mis l'accent sur des aspects différents, ce qui n'était pas inhabituel dans ce genre d'expertise et s'expliquait également par le fait que leurs rapports avaient été établis à différents stades de la procédure. De plus, il n'avait pas été possible de prendre en compte la contre-expertise de M. Riedl, car elle n'avait été soumise que le 28 mai 1998, soit deux jours après la décision de la Cour constitutionnelle fédérale. De toute façon, il s'agissait d'une contre-expertise privée, qui n'était pas susceptible de remettre en cause les conclusions des deux premiers experts. Enfin, le Gouvernement souligne qu'il n'y a pas eu rupture totale des contacts entre les requérants et leurs enfants et qu'il existe également des contacts entre les familles d'accueil. Il conclut que le litige relatif au droit de visite des requérants est maintenant réglé, étant donné que ceux-ci ont accepté les propositions de Mme Sperschneider à ce sujet, et que les visites à leurs enfants se déroulent en pratique conformément aux modalités proposées.", "54.  Les requérants contestent la nécessité de l'ingérence et dénoncent certains aspects des rapports d'expertise demandés par les juridictions internes. Selon eux, les deux rapports n'étaient ni fondés ni crédibles, car ils reposaient sur des motifs complètement différents pour prouver l'existence d'un danger pour le bien-être des enfants : le premier se référait aux carences affectives existant entre les requérants et leurs filles, alors que le second mettait l'accent sur le déficit intellectuel des parents. Il leur était insupportable de se voir reprocher leur faible niveau intellectuel, car si ces critères étaient appliqués, environ 30 % des parents en Allemagne se verraient retirer leur droit de garde à l'égard de leurs enfants. Les requérants se plaignent en outre de ce que les experts n'ont pas examiné de façon approfondie l'existence d'autres solutions permettant d'éviter un retrait intégral de leur autorité parentale, comme l'exige la disposition pertinente du droit civil, par exemple l'appel à une autre assistante sociale qui s'occuperait de la famille. Ils mettent l'accent sur les conséquences dramatiques pour les enfants d'être ainsi séparées de leurs parents et sur le syndrome « d'aliénation parentale », reconnu par la communauté scientifique internationale, dont souffriraient ces enfants. Enfin, ils reprochent à l'office de la jeunesse d'Osnabrück d'avoir placé leurs enfants dans des foyers séparés et anonymes et d'avoir tout mis en œuvre pour réduire au minimum tout contact entre eux-mêmes et leurs filles, sans chercher à soutenir la famille d'origine comme l'exige pourtant la loi de soutien aux enfants et adolescents (Kinder- und Jugendhilfegesetz). Ils considèrent que la réglementation insatisfaisante de leur droit de visite conduit à une aliénation (Entfremdung) croissante des enfants par rapport à leur famille d'origine et risque de conduire à des dommages irréparables dans la relation des enfants avec leurs parents.", "55.  Les requérants se plaignent également de ne pas avoir bénéficié d'un procès équitable, au motif que les juridictions internes se sont fondées exclusivement sur les constatations de l'office de la jeunesse, de la Société pour la pédagogie familiale et des experts officiels, sans tenir compte des contre-expertises privées de MM. Riedl et Giese. Ils invoquent l'article 6 § 1 de la Convention, dont la partie pertinente est ainsi libellée :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "56.  La Cour rappelle qu'elle est maîtresse de la qualification juridique des faits de la cause (Guerra et autres c. Italie, arrêt du 19 février 1998, Recueil des arrêts et décisions 1998-I, p. 223, § 44), et qu'elle a jugé dans le passé que si l'article 8 ne renferme aucune condition explicite de procédure, il faut que le processus décisionnel débouchant sur des mesures d'ingérence soit équitable et respecte comme il se doit les intérêts protégés par l'article 8 (voir notamment les arrêts McMichael c. Royaume-Uni, 24 février 1995, série A no 307-B, p. 55, § 87, et Ignaccolo-Zenide c. Roumanie, no 31679/96, § 99, CEDH 2000-I).", "57.  Or, en l'espèce, la Cour considère que le grief soulevé par les requérants sous l'angle de l'article 6 est étroitement lié à celui qu'ils tirent de l'article 8 et peut dès lors être examiné avec ce dernier.", "A.  Existence d'une ingérence", "58.  Pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale (voir, par exemple, arrêts W., B. et R. c. Royaume-Uni, 8 juillet 1987, série A no 121, respectivement p. 27, § 59, pp. 71-72, § 60, et p. 117, § 64, Olsson c. Suède (no 1), 24 mars 1988, série A no 130, p. 29, § 59, Eriksson c. Suède, 22 juin 1989, série A no 156, p. 24, § 58, Margareta et Roger Andersson c. Suède, 25 février 1992, série A no 226-A, p. 25, § 72, Keegan c. Irlande, 26 mai 1994, série A no 290, p. 19, § 50, McMichael précité, p. 55, § 86, Johansen c. Norvège, 7 août 1996, Recueil 1996-III, p. 1001-1002, § 52, Bronda c. Italie, 9 juin 1998, Recueil 1998-IV, p. 1489, § 51, Buscemi c. Italie, no 29569/95, § 53, CEDH 1999-VI, Gnahoré c. France, no 40031/98, § 50, CEDH 2000-IX, et K. et T. c. Finlande [GC], no 25702/94, § 151, CEDH 2001-VII). ", "59.  Il n'est donc pas douteux – et le Gouvernement n'en disconvient pas – que les mesures en question (le placement permanent des enfants dans des familles d'accueil et les restrictions dont les contacts entre les requérants et leurs enfants ont fait l'objet) s'analysent en une « ingérence » dans l'exercice du droit des requérants au respect de leur vie familiale.", "B.  Justification de l'ingérence", "60.  Pareille ingérence méconnaît l'article 8 sauf si, « prévue par la loi », elle poursuit un ou des buts légitimes au regard du second paragraphe de cette disposition et est « nécessaire dans une société démocratique » pour les atteindre. La notion de « nécessité » implique une ingérence fondée sur un besoin social impérieux, et notamment proportionnée au but légitime recherché (voir, par exemple, Gnahoré précité, § 50 in fine).", "61.  Si l'article 8 tend pour l'essentiel à prémunir l'individu contre des ingérences arbitraires des pouvoirs publics, il met de surcroît à la charge de l'Etat des obligations positives inhérentes au « respect » effectif de la vie familiale. Ainsi, là où l'existence d'un lien familial se trouve établi, l'Etat doit en principe agir de manière à permettre à ce lien de se développer et prendre les mesures propres à réunir le parent et l'enfant concernés (voir, par exemple, arrêts Eriksson précité, pp. 26-27, § 71, Margareta et Roger Andersson précité, p. 30, § 91, Olsson c. Suède (no 2), 27 novembre 1992, série A no 250, pp. 35-36, § 90, Ignaccolo-Zenide précité, § 94, et Gnahoré précité, § 51).", "62.  La frontière entre les obligations positives et négatives de l'Etat au titre de l'article 8 ne se prête pas à une définition précise ; les principes applicables sont néanmoins comparables. En particulier, dans les deux cas, il faut avoir égard au juste équilibre à ménager entre les intérêts concurrents ; de même, dans les deux hypothèses, l'Etat jouit d'une certaine marge d'appréciation (voir, par exemple, W., B. et R. c. Royaume-Uni, précités, respectivement p. 27, § 60, p. 72, § 61, et p. 117, § 65, et Gnahoré précité, § 52).", "1.  « Prévue par la loi »", "63.  L'ingérence litigieuse était incontestablement fondée sur les articles 1666 et 1666a du code civil.", "2.  Buts légitimes", "64.  Aux yeux de la Cour, il n'y a pas lieu de douter que les mesures litigieuses tendaient à protéger « la santé et la morale » et les « droits et libertés » des enfants.", "3.  « Nécessaire dans une société démocratique »", "65.  Pour apprécier la « nécessité » des mesures litigieuses « dans une société démocratique », la Cour examinera, à la lumière de l'ensemble de l'affaire, si les motifs invoqués pour les justifier sont pertinents et suffisants aux fins du paragraphe 2 de l'article 8 (voir, notamment, les arrêts précités Olsson (no 1), p. 32, § 68, Johansen, pp. 1003-1004, § 64, Olsson (no 2), p. 34, § 87, Bronda, p. 1491, § 59, Gnahoré, § 54, et K. et T. c. Finlande, § 154). Elle aura en outre égard à l'obligation faite en principe à l'Etat de permettre le maintien du lien entre les parents et leurs enfants.", "66.  A cette fin, la Cour tiendra compte du fait que la conception que l'on a du caractère opportun d'une intervention des autorités publiques dans les soins à donner à un enfant varie d'un Etat à l'autre en fonction d'éléments tels que les traditions relatives au rôle de la famille et à l'intervention de l'Etat dans les affaires familiales, ainsi que des ressources que l'on peut consacrer à des mesures publiques dans ce domaine particulier. Il reste que l'intérêt supérieur de l'enfant revêt dans chaque cas une importance décisive. Il ne faut d'ailleurs pas perdre de vue que les autorités nationales bénéficient de rapports directs avec tous les intéressés (Olsson (no 2) précité, pp. 35-36, § 90), souvent dès le moment où des mesures de placement sont envisagées ou immédiatement après leur mise en œuvre. Il découle de ces considérations que la Cour n'a pas pour tâche de se substituer aux autorités internes dans l'exercice de leurs responsabilités en matière de réglementation des questions de prise en charge d'enfants par l'autorité publique et des droits des parents dont les enfants ont été ainsi placés, mais de contrôler sous l'angle de la Convention les décisions qu'elles ont rendues dans l'exercice de leur pouvoir d'appréciation (voir, par exemple, arrêts Hokkanen c. Finlande, 23 septembre 1994, série A no 299-A, p. 20, § 55, Johansen précité, pp. 1003-1004, § 64, et K. et T. c. Finlande précité, § 154).", "67.  La marge d'appréciation laissée ainsi aux autorités nationales compétentes variera selon la nature des questions en litige et la gravité des intérêts en jeu tels que, d'une part, l'importance qu'il y a à protéger un enfant dans une situation tenue pour mettre sa santé ou son développement sérieusement en péril et, d'autre part, l'objectif de réunir la famille dès que les circonstances le permettront. Lorsqu'un temps considérable s'est écoulé depuis que l'enfant a été placé pour la première fois sous assistance, l'intérêt qu'a l'enfant à ne pas voir sa situation familiale de facto changer de nouveau peut l'emporter sur l'intérêt des parents au regroupement de leur famille. Dès lors, la Cour reconnaît que les autorités jouissent d'une grande latitude pour apprécier la nécessité de prendre en charge un enfant, mais il faut exercer un contrôle plus rigoureux à la fois sur les restrictions supplémentaires, comme celles apportées par les autorités aux droits et aux visites des parents, et sur les garanties destinées à assurer la protection effective du droit des parents et enfants au respect de leur vie familiale. Ces restrictions supplémentaires comportent le risque d'amputer les relations familiales entre les parents et un jeune enfant (Johansen, ibidem).", "68.  La Cour relève qu'en l'espèce, par un jugement du 27 mai 1997, le tribunal des tutelles de Bersenbrück retira aux requérants leur autorité parentale sur leurs deux filles, Corinna et Nicola, nées respectivement en 1991 et en 1993, et ordonna leur placement dans des familles d'accueil, au motif notamment que les requérants n'avaient pas les capacités intellectuelles requises pour élever leurs enfants. Le tribunal des tutelles invoqua également le retard considérable des enfants dans leur développement psychique et physique ainsi que le manque de coopération des requérants avec les services sociaux.", "Par un jugement du 29 janvier 1998, le tribunal régional d'Osnabrück s'appuya sur deux rapports d'expertise, dont le premier mettait l'accent sur les déficiences intellectuelles des parents et le second sur leurs carences affectives, pour confirmer la décision de placement des enfants prise par le tribunal des tutelles.", "69.  La Cour rappelle d'abord que le fait qu'un enfant puisse être accueilli dans un cadre plus propice à son éducation ne saurait en soi justifier qu'on le soustraie de force aux soins de ses parents biologiques ; pareille ingérence dans le droit des parents, au titre de l'article 8 de la Convention, à jouir d'une vie familiale avec leur enfant doit encore se révéler « nécessaire » en raison d'autres circonstances (K. et T. c. Finlande précité, § 173).", "70.  La Cour reconnaît qu'en l'espèce les autorités ont légitimement pu avoir des craintes quant aux retards de développement constatés chez les enfants par les divers services sociaux et les experts psychologues ; elle estime cependant que la mesure de placement en tant que telle et surtout l'exécution de celle-ci n'ont pas été adéquates. ", "71.  En effet, il apparaît que les enfants ont bénéficié, dès leur plus jeune âge, et à la demande des requérants, de mesures de soutien pédagogique, et que la situation s'est envenimée en raison notamment de relations conflictuelles entre les requérants et une assistante sociale, Mme Klose, qui fit un rapport très négatif auprès de l'office de la jeunesse d'Osnabrück.", "72.  Par ailleurs, les avis des experts psychologues consultés à différents stades de la procédure par les juridictions internes se trouvaient en contradiction, sinon dans leurs conclusions, du moins quant aux motifs invoqués (manque de capacités intellectuelles des parents pour l'un, déficit émotionnel conduisant à l'incapacité de contribuer au développement de la personnalité des enfants pour l'autre).", "73.  De plus, d'autres experts psychologues, désignés par l'Association allemande pour la protection de l'enfance ou par l'Association de défense des droits de l'enfant, ainsi que des médecins de famille, ont demandé le retour des enfants dans leur famille d'origine. Ces experts ont souligné notamment qu'il n'y avait pas de danger pour leur bien-être et que les requérants étaient tout à fait aptes à les élever sur les plans aussi bien affectif qu'intellectuel, et se sont prononcés en faveur de mesures additionnelles de soutien pédagogique pour les enfants. Or ces conclusions ne peuvent être écartées simplement parce que leurs auteurs se sont exprimés à titre privé (paragraphe 53 ci-dessus).", "74.  Enfin, contrairement à d'autres affaires de même nature dont la Cour a eu à connaître, à aucun moment il n'a été allégué que les enfants avaient été victimes d'un manque de soins ou de mauvais traitements de la part des requérants.", "75.  Dès lors, même si les mesures de soutien pédagogique prises au départ se sont par la suite révélées insuffisantes, on peut se demander si les autorités et juridictions internes ont suffisamment envisagé la mise en place de mesures additionnelles de soutien au lieu de celle, de loin la plus radicale, de séparation des enfants de leurs parents.", "76.  La Cour rappelle ensuite que la prise en charge d'un enfant doit en principe être considérée comme une mesure temporaire, à suspendre dès que les circonstances s'y prêtent, et que tout acte d'exécution doit concorder avec un but ultime : unir à nouveau le parent par le sang et l'enfant (voir, en particulier, Olsson (no 1) précité, pp. 36-37, § 81). L'obligation positive de prendre des mesures afin de faciliter la réunion de la famille dès que cela sera vraiment possible s'impose aux autorités compétentes dès le début de la période de prise en charge et avec de plus en plus de force, mais doit toujours être mise en balance avec le devoir de considérer l'intérêt supérieur de l'enfant (K. et T. c. Finlande précité, § 178).", "77.  Or, en l'espèce, les enfants ont été non seulement séparées de leur famille d'origine, mais aussi placées dans des familles d'accueil distinctes et anonymes, et privées de tout contact avec leurs parents pendant les six premiers mois. Elles n'ont par ailleurs jamais été entendues par la justice.", "78.  Il ressort des pièces du dossier qu'un droit de visite n'a été accordé aux requérants qu'après une action en justice de ces derniers, que ce droit s'est heurté en pratique à une obstruction systématique de la part de l'office de la jeunesse d'Osnabrück et qu'il s'est limité d'abord à une heure par mois, en présence de huit personnes étrangères à la famille, avant d'être élargi par une décision du tribunal des tutelles de Bersenbrück du 9 octobre 2000 à deux heures par mois, les grands-parents étant autorisés à être présents un mois sur deux.", "79.  Compte tenu du très jeune âge des enfants, de telles ruptures de contact puis pareilles restrictions des visites ne pouvaient, de l'avis de la Cour, que conduire à une « aliénation » (Entfremdung) croissante des enfants par rapport à leurs parents, mais aussi des enfants entre elles.", "80.  De même, on ne saurait considérer que le litige à cet égard soit résolu, car les requérants ont toujours contesté non seulement le placement de leurs filles dans des familles d'accueil, mais aussi les restrictions apportées à leur droit de visite, et l'on ne peut leur reprocher, en pratique, d'avoir fait usage des modalités proposées par les juridictions internes afin de pouvoir au moins voir leurs enfants.", "81.  Eu égard à l'ensemble de ces éléments, la Cour considère que, si les raisons invoquées par les autorités et juridictions nationales étaient pertinentes, elles n'étaient pas suffisantes pour justifier cette grave ingérence dans la vie familiale des requérants. Nonobstant la marge d'appréciation des autorités internes, l'ingérence n'était donc pas proportionnée aux buts légitimes poursuivis.", "82.  Partant, il y a eu violation de l'article 8 de la Convention.", "\n", "II.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "83.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "84.  Les requérants soutiennent que le retrait de leur autorité parentale sur leurs deux filles a entraîné pour eux un dommage matériel, qui se ventile comme suit :", "–  25 700 marks allemands (DEM) d'allocations familiales, qui ne leur furent plus versées dès le placement des enfants dans les familles d'accueil ;", "–  1 488 DEM correspondant aux sommes que l'office de la jeunesse aurait saisies sur leur compte à titre de participation financière pour pourvoir aux besoins des enfants dans leurs nouvelles familles ; les requérants ayant fait opposition, une procédure serait actuellement toujours pendante ;", "–  18 000 DEM en raison des retards apparus dans la construction de leur maison ;", "–  110 448 DEM pour perte de salaires de la requérante, incapable d'exercer une profession en raison des conséquences psychiques et physiques dramatiques que la séparation d'avec ses enfants a eues pour elle ;", "–  35 895 DEM pour perte de salaires de la mère du requérant, également incapable d'exercer une profession en raison des conséquences que la situation familiale a eues sur sa santé.", "85.  Les requérants allèguent en outre qu'ils ont subi un grave préjudice moral en raison des incidences que la séparation d'avec leurs enfants, et des enfants entre elles, et les restrictions de leur droit de visite, ont eues sur leur santé physique et psychique. Ils laissent à la Cour le soin de l'évaluer.", "86.  Le Gouvernement ne se prononce pas sur la question.", "87.  La Cour considère que le préjudice matériel allégué soit est non établi, soit ne trouve pas sa cause dans la violation constatée. Elle estime en revanche que les requérants ont subi un tort moral indéniable en raison de la séparation d'avec leurs deux filles et des restrictions à leur droit de visite. Compte tenu des circonstances de la cause et statuant en équité comme le veut l'article 41, elle leur octroie conjointement la somme de 15 000 euros (EUR).", "B.  Frais et dépens", "88.  La demande des requérants pour frais et dépens se décompose comme suit :", "–  8 392 DEM au titre des honoraires d'avocat devant les juridictions internes ;", "–  9 602,20 DEM au titre des honoraires d'experts ;", "–  7 674,60 DEM au titre des honoraires de l'Association de défense des droits de l'enfant, qui représentait également les requérants devant les juridictions internes et devant la Cour ;", "–  1 220 DEM au titre des frais de cette association.", "89.  Le Gouvernement ne formule pas d'objections à l'égard de ces demandes.", "90.  D'après sa jurisprudence constante, la Cour n'accorde le remboursement des frais et dépens que dans la mesure où ils se rapportent à la violation constatée, ont été réellement et nécessairement encourus, et sont raisonnables quant à leur taux (voir, parmi beaucoup d'autres, Pammel c. Allemagne, arrêt du 1er juillet 1997, Recueil 1997-IV, p. 1114, § 82). Quant aux honoraires d'avocat, la Cour rappelle qu'elle n'est pas liée par les barèmes et pratiques internes, même si elle peut s'en inspirer.", "Statuant en équité, la Cour décide d'octroyer conjointement aux requérants la somme de 8 000 EUR, dont il convient de déduire les 350,63 EUR déjà perçus au titre de l'assistance judiciaire.", "C.  Intérêts moratoires", "91.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Allemagne à la date d'adoption du présent arrêt est de 7,57 % l'an.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Dit qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit", "a)  que l'Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes :", "i.  15 000 EUR (quinze mille euros) pour dommage moral,", "ii.  8 000 EUR (huit mille euros), moins 350,63 EUR (trois cent cinquante euros et soixante-trois centimes), pour frais et dépens,", "b)  que ces montants seront à majorer d'un intérêt simple de 7,57 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis prononcé en audience publique à Strasbourg, au Palais des Droits de l'Homme, le 26 février 2002.", "Vincent Berger\tAntonio Pastor Ridruejo\tGreffier\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion concordante de M. Pellonpää.", "A.P.R.\nV.B.", "\nOPINION CONCORDANTE DE M. LE JUGE PELLONPÄÄ", "J'ai voté pour la violation de l'article 8 dans la présente affaire. Je marque toutefois mon dissentiment quant aux motifs qui ont amené la chambre à constater une violation. La Cour « estime (...) que la mesure de placement en tant que telle et surtout l'exécution de celle-ci n'ont pas été adéquates » (paragraphe 70 de l'arrêt). Si les critiques relatives à l'exécution de cette mesure me semblent justifiées, je suis en désaccord avec la conclusion d'après laquelle la mesure de placement n'était pas en soi adéquate sous l'angle de l'article 8.", "S'il est vrai que la procédure menant au retrait de l'autorité parentale des requérants a commencé par le rapport « très négatif » (paragraphe 71 de l'arrêt) de Mme Klose, il n'en reste pas moins que les soucis exprimés par cette assistante sociale ont dans une large mesure été corroborés par la procédure suivante. Ainsi les deux experts psychologues consultés par les juridictions internes sont arrivés à la même conclusion concernant l'incapacité des parents d'élever leurs enfants et la nécessité, dans l'intérêt de celles-ci, de les séparer des parents ou, ultérieurement, de maintenir une telle séparation. Contrairement à ce qu'on laisse entendre au paragraphe 72 de l'arrêt, je ne trouve pas qu'il y ait eu, entre les deux avis, des contradictions de nature à remettre en cause leur crédibilité.", "Tenant compte de la « grande latitude pour apprécier la nécessité de prendre en charge un enfant » (paragraphe 67 de l'arrêt) dont jouissent les autorités nationales et de la procédure – à mon avis irréprochable – qui a été suivie à cet égard, je vois mal comment on peut reprocher aux autorités de ne pas avoir « suffisamment envisagé la mise en place de mesures additionnelles de soutien au lieu de celle, de loin la plus radicale, de séparation des enfants de leurs parents » (paragraphe 75 de l'arrêt).", "Ce qui par contre, à mon avis, peut s'analyser en une violation de l'article 8, c'est la manière dont la séparation a été mise en œuvre. Les deux enfants ont été placées dans des familles d'accueil différentes, tout contact avec les parents a été rompu pendant les six premiers mois et le droit des requérants de voir leurs enfants a été très limité même à l'issue de cette période. Bien que je puisse accepter que les raisons invoquées pour ces mesures aient, elles aussi, été pertinentes, je ne suis pas convaincu de la nécessité de procéder d'une manière aussi brusque. ", "Eu égard à ce qui précède, je conclus que le retrait de l'autorité parentale aux requérants a emporté violation de l'article 8 par la manière dont il a été mis en œuvre. "]}