{"file": "FRE_HFJUD_12268_03.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12268/03", "text_paragraphs": ["", "", "", "CINQUIÈME SECTION", "", "", "", "AFFAIRE HACHETTE FILIPACCHI ASSOCIES (« ICI PARIS ») c. FRANCE", "", "(Requête no 12268/03)", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "23 juillet 2009", "", "DÉFINITIF", "", "23/10/2009", "", "Cet arrêt peut subir des retouches de forme.", "", "En l’affaire Hachette Filipacchi Associés c. France,", "La Cour européenne des droits de l’homme (cinquième section), siégeant en une chambre composée de :", "\tPeer Lorenzen, président,\n\tRait Maruste,\n\tJean-Paul Costa,\n\tKarel Jungwiert,\n\tRenate Jaeger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, juges,\net de Claudia Westerdiek, greffière de section,", "Après en avoir délibéré en chambre du conseil le 30 juin 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 12268/03) dirigée contre la République française par une personne morale de droit français ayant son siège social en France, la société Hachette Filipacchi Associés (« la requérante »), laquelle a saisi la Cour le 4 avril 2003 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me Bigot, avocat au barreau de Paris. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des Affaires juridiques au ministère des Affaires étrangères.", "3.  La requérante alléguait une violation de son droit à la liberté d’expression tel que garanti par l’article 10 de la Convention.", "4.  Le 20 mars 2007, la Cour a décidé de communiquer la requête au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la Chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  La requérante, « Hachette Filipacchi Associés », est une société en nom collectif de droit français, ayant son siège social à Levallois-Perret, en France. Elle est éditrice du magazine hebdomadaire Ici Paris.", "1.  La genèse de l’affaire", "6.  Dans son édition no 2680 du 13 novembre 1996, la requérante publia en pages 14 et 15 un article intitulé « Et s’il faisait un « bide » à Las Vegas ? Johnny l’angoisse ! », illustré de quatre photographies du chanteur populaire Johnny Hallyday, l’une le représentant sur scène et les autres, à caractère publicitaire, vantant des produits pour lesquels il avait autorisé l’usage de son nom et de son image (chocolat, canapé, boissons, eau de toilette, poupée mascotte, briquet, etc.).", "Cet article, sur dix colonnes, faisait référence au concert que l’intéressé devait donner le 24 novembre 1996 à Las Vegas, et mettait en exergue les phrases suivantes :", "« Blousons, canapés, tee-shirts, parfums, bouteilles de vin et chocolat ... Il s’affiche sur n’importe quoi pour sauver La Lorada [le nom de sa villa provençale sur les hauteurs de Ramatuelle, dans le Var].", "Sa vie n’a jamais été un long fleuve tranquille, certes, mais aujourd’hui, c’est un véritable coup de tonnerre qui s’abat sur Johnny Hallyday. A cinquante trois ans, « Jojo » n’a à nouveau plus un sou. Et pour cause. En trente-huit ans de carrière, huit cents chansons, cent millions de disques vendus et quatre cents tournées, le rocker n’a pas réussi à économiser un seul centime. Tout est parti en voyages (de noces et autres), en motos, en fêtes somptueuses, bref, en folies et en fumée ! Alors, pour se renflouer, Johnny a trouvé la solution : il vend son image et son nom. Suivez le guide ...", "A 53 ans, l’idole est obligé de brader son image.", "Même en chantant jusqu’à 110 ans, il n’arriverait pas à payer ses dettes, disent ses amis. »", "2.  La phase contentieuse devant les juridictions judiciaires", "7.  Le 4 mars 1997, M. Smet, dit Johnny Hallyday, assigna la société éditrice à comparaître le 28 mai 1997, aux fins de la voir condamner au paiement de 6 500 000 francs de dommages-intérêts et à la publication du jugement en page de couverture, sous astreinte. Il releva tout d’abord qu’il n’avait pas autorisé la publication des photographies et que sa notoriété ne saurait entraver l’exclusivité des droits qu’il détenait sur son image. Il prétendit ensuite qu’en le présentant faussement au bord de la ruine et en faisant état de ses goûts dispendieux (notamment l’achat de sa maison La Lorada, et de son bateau baptisé Wild Eagle II qui aurait coûté 10 millions de francs) et de ses revers de fortune, l’article en cause violait le droit au respect de sa vie privée prévu par l’article 9 du code civil ; en tout état de cause, il estima que la simple révélation de ces éléments, même si leur véracité était démontrée, constituait une atteinte injustifiée à ce droit. Il allégua enfin une atteinte à sa réputation dans la mesure où, en précisant les gains procurés par chacun des produits qu’il aurait commercialisés, l’article minimisait délibérément l’intérêt qu’il portait à ses fans.", "8.  En défense, la requérante fit valoir que l’article incriminé portait une appréciation critique sur la multiplication des activités annexes auxquelles se livrait le chanteur et rapprochait celle-ci des acquisitions luxueuses qu’il avait effectuées. Elle soutint que le chanteur entretenait l’image de l’inévitable endetté et cita à cet égard ses propres mémoires autobiographiques édités en trois volumes (le premier en juillet 1996, le second en décembre 1996 et le troisième en mai 1997) dans lesquels il s’étendait longuement sur cette question. Elle estima que Johnny Hallyday ne pouvait invoquer la protection de l’article 9 du code civil, dès lors qu’il dévoilait des éléments de sa vie privée. Elle prétendit que les photographies illustraient sans excès le contenu de l’article et que la dérive commerciale de l’activité du chanteur était dénoncée dans l’intérêt de celui-ci et sans volonté de dénigrement.", "a)  Devant le tribunal de grande instance de Paris", "9.  Le tribunal de grande instance de Paris rendit son jugement le 2 juillet 1997, rejetant la quasi-totalité des demandes du plaignant.", "Sur l’atteinte au droit à l’image, le tribunal considéra qu’en prêtant son image à des supports publicitaires, le chanteur en avait implicitement autorisé la reproduction, et qu’il n’était pas fondé à se plaindre de la photographie prise alors qu’il se trouvait sur scène. Il estima que seule la publication du cliché le représentant assis sur un canapé nécessitait son accord, mais que l’atteinte portée à ses droits du fait de cette reproduction illicite n’avait pu lui causer qu’un préjudice de principe qui pouvait être réparé par l’allocation de 5 000 francs (environ 752 euros).", "Sur l’atteinte à la vie privée et à la réputation professionnelle, le tribunal estima d’abord que l’article litigieux ne comportait aucune révélation sur la vie privée de Johnny Hallyday, les allusions à la propriété La Lorada ou au bateau que possède le chanteur ne pouvant être considérés comme des indiscrétions touchant à la sphère protégée de l’article 9 du code civil dès lors que l’intéressé n’avait jamais caché l’existence de ces éléments de son patrimoine et les avait même évoqués dans son autobiographie. Le tribunal ajouta qu’en relatant dans cet ouvrage intitulé Johnny Hallyday Destroy la manière dont il avait vécu en dépensant sans compter, l’intéressé avait dévoilé spontanément son caractère dépensier et les difficultés qu’il avait rencontrées avec l’administration fiscale. Il en déduisit qu’en reprenant ces informations, le magazine Ici Paris ne s’était pas immiscé de manière illicite dans un domaine protégé que le chanteur souhaitait garder secret.", "Soulignant ensuite que Johnny Hallyday était « un personnage public qui, de par sa notoriété, est exposé au jugement du public et des médias », le tribunal affirma qu’il ne pouvait se plaindre des appréciations défavorables qui sont portées sur lui, sauf si elles reposent sur des faits inexacts et une volonté de nuire. Après avoir constaté en l’espèce que le magazine critiquait « la façon dont Johnny Hallyday commercialise son image en faisant état des produits les plus divers qui portent son nom (...) [et] que les objets reproduits dans l’article sont effectivement vendus sous des supports comportant l’image et le nom de la star », les premiers juges estimèrent que « le fait de rapprocher l’exploitation que Johnny Hallyday fait ainsi de sa personnalité et les besoins financiers dont il n’a jamais caché l’importance, n’excède pas le droit de critique qu’Ici Paris est libre d’exercer à partir de faits avérés ; que le journaliste peut, sans commettre de faute, exprimer l’opinion que lui inspire le fait de voir l’image d’un chanteur de l’importance de Johnny Hallyday, servir de publicité à des produits aussi éloignés de son activité que le café ou le chocolat ; que si le ton de l’article est désagréable pour l’intéressé, il n’est pas pour autant significatif d’une volonté de lui nuire ; que les propos critiqués n’excèdent pas les limites de l’exercice normal de la liberté d’expression et ne revêtent donc pas un caractère fautif ».", "b)  Devant la cour d’appel de Paris", "10.  Par un arrêt du 6 mars 1998, la cour d’appel de Paris confirma le jugement déféré, sauf en ce qui concerne la condamnation de la requérante pour la publication de l’unique photographie litigieuse.", "Elle constata d’abord que le chanteur ne démontrait nullement que l’article incriminé lui avait causé un quelconque dommage professionnel ou économique ; au contraire, elle releva que « la revue [au demeurant] indiquait le nom de quelques magasins dans lesquels les produits vendus à l’effigie de l’artiste pouvaient être achetés, ce qui était de nature à favoriser leur diffusion ».", "Elle nota ensuite que la totalité des photographies étaient, à l’exception de celle le représentant sur scène lors d’un concert, des clichés publicitaires, dont celui relatif au canapé. Elle précisa sur ce point que « ces photographies, mêmes si elles illustrent un texte critique sur le choix opéré (...) de vendre son image sur des produits très divers, n’ont pas été détournées de leur objectif publicitaire, autorisé par le susnommé, dès lors qu’elles traduisent en images l’activité commerciale que Johnny Hallyday a développée, le fait que la journaliste énonce, sans inexactitude ni intention de nuire, que celui-ci s’affiche sur n’importe quoi et brade son image, pour inélégante qu’en soit la formulation, ne dépasse pas le droit d’informer et de critiquer attaché à l’essence et à la pratique du journalisme ».", "La cour d’appel souligna que le plaignant avait, dans de nombreuses publications et dans son autobiographie, reconnu qu’il était propriétaire de la villa La Lorada et d’un bateau baptisé Wild Eagle II, et qu’il avait relaté dans son ouvrage, de façon répétée et détaillée, la manière dont il avait vécu en employant son argent sans compter, dévoilant spontanément son caractère dépensier ainsi que les difficultés rencontrées auprès de l’administration fiscale. Elle en déduisit que « si chacun est seul habilité à fixer les limites et les conditions de ce qui peut être divulgué sur sa vie privée, le patrimoine ne relève pas de la sphère étroite de la vie privée et, en l’espèce, le magazine litigieux s’est borné à reprendre des éléments connus du patrimoine et du mode de vie financier de Johnny Hallyday, personnage public qui entretient avec son public des relations tant artistiques que commerciales, révélées par lui-même ».", "c)  Devant la première chambre civile de la Cour de cassation", "11.  Par un arrêt du 30 mai 2000, la Cour de cassation cassa et annula en toutes ses dispositions l’arrêt du 6 mars 1998, et renvoya la cause et les parties devant la cour d’appel de Versailles. La haute juridiction, au visa de l’article 9 alinéa premier du code civil, estima que cette disposition avait été violée aux motifs que « la publication des photographies ne respectait pas la finalité visée dans l’autorisation donnée par l’intéressé », et que « les informations publiées portaient non seulement sur la situation de fortune mais aussi sur le mode de vie et la personnalité de M. Smet, sans que leur révélation antérieure par l’intéressé soit de nature à en justifier la publication ».", "d)  Devant la cour d’appel de renvoi", "12.  Par un arrêt du 9 octobre 2002, la cour d’appel de Versailles infirma partiellement le jugement du 2 juillet 1997 et, statuant à nouveau, condamna la requérante au paiement de 20 000 euros à titre de dommages-intérêts pour atteinte portée à l’image et au respect dû à la vie privée du chanteur, de 3 000 euros à titre des frais non compris dans les dépens et au paiement des dépens exposés devant les juridictions du fond. Elle débouta le plaignant des autres chefs de sa demande concernant l’atteinte alléguée à sa réputation professionnelle, faute pour lui de rapporter la preuve du préjudice qu’il prétendait avoir subi. L’arrêt est ainsi motivé :", "« Sur l’atteinte au droit à l’image", "(...) Attendu que l’autorisation donnée par M. Smet (...) d’utiliser son image avait une finalité précise, à savoir un objectif publicitaire pour lequel M. Smet avait reçu une contrepartie financière ;", "Qu’en utilisant ces photographies à d’autres fins, sans l’autorisation de l’intéressé, et même s’il s’agissait d’illustrer un article critiquant la façon dont Johnny Halliday « bradait son image », la [requérante] a porté atteinte au droit à l’image de l’intéressé ; (...) ;", "Sur l’atteinte au droit au respect dû à sa vie privée", "(...) Attendu que l’article litigieux énonce essentiellement que Johnny Hallyday après 38 ans de carrière « n’a pas réussi à économiser un seul centime » car « tout est parti ... en folies et en fumée » et que pour se renflouer il vend son image et son nom ;", "Attendu que les informations publiées (...) portent non seulement sur la situation de fortune et le patrimoine de Johnny Hallyday qui ne relèvent pas de la sphère étroite de l’intimité de la vie privée mais également sur le mode de vie et la personnalité de l’intéressé dont l’inconséquence et la prodigalité compromettraient sa situation financière ;", "Que les informations données sur le mode de vie de Johnny Hallyday et mettant en exergue son caractère dépensier violent le respect dû à la vie privée de Johnny Hallyday, sans que la [requérante] puisse utilement se prévaloir du fait que l’intéressé lui-même avait publié des informations sur son mode de vie dans un livre autobiographique dès lors que seul Johnny Hallyday était habilité à fixer les limites et les conditions de ce qui pouvait être divulgué sur sa vie privée ;", "Qu’en l’absence d’autorisation donnée par M. Smet, la publication est fautive ;", "Sur la réparation du préjudice", "Attendu que le préjudice subi (...) est exclusivement moral ;", "Que pour apprécier son importance il convient de tenir compte des relations qu’entretient M. Smet avec les médias auxquels il accepte, souvent, de confier des informations sur sa vie personnelle, y compris sentimentale, et auxquels il autorise la diffusion de son image ;", "Qu’une somme de 20 000 € réparera le préjudice subi (...) »", "e)  L’arrêt de rejet définitif de la Cour de cassation", "13.  Le 23 septembre 2004, la deuxième chambre civile de la Cour de cassation rejeta le pourvoi formé par la requérante. Elle constata que la cour d’appel de renvoi avait statué « en conformité de l’arrêt de cassation qui l’avait saisie », et en conclut que le moyen soulevé, « qui appel[ait] la Cour à revenir sur la doctrine affirmée par son précédent arrêt, [était] irrecevable ».", "II.  LE DROIT ET LA PRATIQUE INTERNES ET INTERNATIONAUX PERTINENTS", "14.  Les éléments de droit et de pratique internes et internationaux sont les suivants :", "1.  Code civil", "15.  Introduit par la loi du 17 juillet 1970, l’article 9 du code civil dispose que :", "« Chacun a droit au respect de sa vie privée.", "Les juges peuvent, sans préjudice de la réparation du dommage subi, prescrire toutes mesures, telles que séquestre, saisie et autres, propres à empêcher ou faire cesser une atteinte à l’intimité de la vie privée ; ces mesures peuvent, s’il y a urgence, être ordonnées en référé. »", "2.  Jurisprudence interne", "16.  En droit français, le droit à l’image – qui comprend le droit de s’opposer à la fois à la saisie et à la publication de son image – n’est consacré par aucun texte du code civil, mais est issu de la jurisprudence. Il apparaît pour la première fois dans l’affaire Félix c. O’Connell, connue sous le nom de « l’affaire Rachel », dans laquelle le tribunal civil de la Seine, le 16 juin 1858, condamna la publication d’un portait de l’artiste sur son lit de mort.", "La responsabilité pour faute, fondée sur l’article 1382 du code civil exigeant la preuve d’une faute ayant causé un préjudice, fut longtemps considérée comme le fondement légal de la protection accordée à l’image, jusqu’à un arrêt du 13 janvier 1998, où la Cour de cassation rattacha sans équivoque la protection du droit à l’image à l’article 9 du code civil (Cass. Civ. 1ère, 13 janvier 1998, Bull. civ. I, no 14 ; voir également l’arrêt de la cour d’appel de Paris du 25 octobre 1982, Dalloz 1983, note Lindon, dans lequel il fut jugé que le droit au respect de la vie privée, au sens de l’article 9 du code civil, permet à toute personne, fût-elle artiste du spectacle, de s’opposer à la diffusion, sans son autorisation expresse, de son image, attribut de sa personnalité).", "S’agissant du consentement de la personne concernée sur son image, une jurisprudence constante de la Cour de cassation pose le principe que, dans la mesure où toute personne a sur son image un droit exclusif qui lui permet de s’opposer à sa publication sans une autorisation expresse, préalable et spéciale, il importe que le modèle ait consenti à la prise de la photographie du moment pour un usage déterminé, tout autre usage non spécialement autorisé étant considéré comme fautif (Cass. Civ, 1ère, 20 juin 1966).", "17.  En ce qui concerne la tolérance passée ou la complaisance de l’intéressé, la Cour de cassation a considéré que chacun était libre de fixer les limites de ce qui peut être publié sur sa vie intime, de déterminer les conditions dans lesquelles ces publications peuvent intervenir, et la révélation antérieure par l’intéressé d’informations relatives à sa vie personnelle ne justifie pas une nouvelle publication sans son autorisation (Cass. Civ., 2ème, 14 novembre 1975 ; voir l’arrêt du cas d’espèce du 30 mai 2000 de la 1ère chambre civile de la Cour de cassation, supra, paragraphe 11). En revanche, les juges du fond ont considéré que l’attitude antérieure de la personne concernée pouvait avoir une incidence sur le montant de l’indemnisation allouée (tribunal de grande instance de Paris, 3 décembre 1997, J.C.P. 1998, II.), la Cour de cassation estimant dès lors que ceux-ci exercent leur pouvoir souverain d’appréciation dans l’évaluation des dommages-intérêts (Cass. Civ. 2ème, 22 mai 1996, J.C.P. 1996, IV, no 1571).", "18.  Quant à la publication d’information d’ordre patrimonial, la Cour de cassation, dans trois arrêts, a décidé que la publication de renseignements d’ordre purement patrimonial, exclusifs de toute allusion à la vie et à la personnalité d’une personne physique, ne portait pas atteinte à l’intimité de sa vie privée (Cass. Civ., 1ère, 20 novembre 1990, Bull. Civ. no 257, Cass. Civ., 1ère, 28 mai 1991, Bull. Civ. no 173, Cass. Civ., 1ère, 20 octobre 1993, Bull. Civ. no 295). Elle admet qu’une telle publication touchant aux biens, à la situation financière, aux revenus ou aux dettes d’une personne peut être justifiée par les circonstances de l’espèce (Cass. Civ, 1ère, 20 octobre 1993, Bull. Civ no 295 : publication d’un article sur « les français les plus riches »). En revanche, les informations relatives au mode de vie dépensier de l’intéressé violent le respect dû au droit à la vie privée (voir l’arrêt du cas d’espèce du 30 mai 2000, supra, paragraphe 11).", "3.  Le droit international", "19.  La Cour renvoie également à la Résolution 1165 (1998) de l’Assemblée parlementaire du Conseil de l’Europe relative notamment au droit au respect de la vie privée, exposée dans l’affaire Prisma Presse c. France (déc.), no 71612/01, 1er juillet 2003.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 DE LA CONVENTION", "20.  La requérante soutient que sa condamnation pour atteinte à la vie privée est constitutive d’une violation de son droit à la liberté d’expression, tel que garanti par l’article 10 de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière. Le présent article n’empêche pas les Etats de soumettre les entreprises de radiodiffusion, de cinéma ou de télévision à un régime d’autorisations.", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "21.  Le Gouvernement s’oppose à cette thèse.", "A.  Sur la recevabilité", "22.  La Cour constate que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Thèse des parties", "a)  Le Gouvernement", "23.  Le Gouvernement estime qu’il n’y a pas eu d’ingérence de l’Etat dans le droit à la liberté d’expression du magazine Ici Paris. Il souligne que l’action du chanteur ne tendait pas à restreindre la liberté d’expression du journal, mais à obtenir réparation d’une atteinte portée à son bien. Relevant que la requérante a perçu des revenus en exploitant des droits de la personnalité exploités par le chanteur lui-même, il en résulte que l’indemnisation du plaignant doit s’analyser sur le terrain de relations économiques entre deux personnes privées, et non sur celui d’une ingérence de la puissance publique dans une liberté fondamentale.", "24.  Subsidiairement, le Gouvernement considère que l’ingérence dénoncée est conforme aux prescriptions du paragraphe 2 de l’article 10 de la Convention.", "25.  Il soutient, en premier lieu, que la prévisibilité du droit interne ne faisait aucun doute. En sus du fait que le droit à l’image a été évoqué dès 1858 (affaire Rachel, susmentionnée), le Gouvernement fait observer que si c’est seulement par un arrêt du 13 janvier 1998 que la Cour de cassation a entièrement rattaché le « droit à l’image » à l’article 9 du code civil, ce dernier texte exerçait une attraction incontestable sur le fondement de ce droit, et cite à cet égard deux arrêts rendus par la Cour de cassation (Cass., civ., 1ère, 13 avril 1988, Bull. no 98, et Cass. civ., 1ère, 12 juin 1990, Bull. no 164) relatifs à la publication de photographies par le magazine Jours de France de l’ancienne impératrice d’Iran Farah Diba, et sur l’utilisation sans autorisation de l’image d’un chanteur sur des placards publicitaires.", "S’agissant des autres éléments de la vie privée du chanteur relatifs à son patrimoine, son mode de vie et son caractère dépensier, que la requérante tente d’extraire de la sphère privée en s’appuyant sur le statut public de l’intéressé, le Gouvernement relève qu’en droit français, le fait qu’une personne ait, à un moment donné, livré des éléments de sa vie privée, n’autorise pas nécessairement une redivulgation de ces éléments sans autorisation de la personne en cause (Cass. civ. 2ème, 6 janvier 1971 et 14 novembre 1975).", "26.  En second lieu, sur la nécessité de l’ingérence, le Gouvernement considère tout d’abord que l’article litigieux n’a pas participé à quelque débat d’intérêt général que ce soit, et en déduit que la marge d’appréciation des Etats doit être largement appréciée. Il souligne que cette différence de traitement de la liberté d’expression, selon qu’elle participe à un débat d’intérêt général ou non, est opérée par la Cour, et est d’ailleurs qualifiée de fondamentale dans l’arrêt Von Hannover c. Allemagne (no 59320/00, §§ 63 et 64, CEDH 2004-VI). Il précise de plus que la jurisprudence française a intégré cette notion puisque si la Cour de cassation avait, dans un premier temps, posé le principe absolu d’une personne sur son image, elle admet aujourd’hui que le droit à l’image soit mis en balance avec le droit du public à l’information sur un sujet d’intérêt général (Cass. civ., 2ème, 24 avril 2003, Bull. II, no 114).", "Le Gouvernement relève ensuite que le fait qu’une partie des images publiées avaient un caractère publicitaire est dépourvu d’incidence dès lors que la publication ne se situe pas dans un débat d’intérêt général, seul critère pertinent au regard de l’article 10 § 2. En outre, l’autorisation donnée par une personne sur son image pour un objet précis ne peut conduire à l’utilisation de cette image à d’autres fins, au risque de permettre des pratiques commerciales parasites et de conduire à une abdication des droits de la personnalité. Pour ce qui est de la divulgation antérieure par l’intéressé des éléments de sa vie privée, le droit français a précisé que la légitimité du droit de s’opposer à la redivulgation de ces éléments est appréciée par le juge, selon que la présentation qui en est faite est exposée avec partialité et intention de nuire (Cass. civ., 2ème, 6 janvier 1971), ou bien encore sans manquer au respect dû à la vérité dans un contexte historique.", "Enfin, le Gouvernement insiste, sous l’angle de la proportionnalité de l’ingérence en cause, sur le caractère particulièrement modique de la somme que la requérante, une société importante, a été condamnée à verser, et note que la cour d’appel de Paris dans l’appréciation du préjudice subi a pris en compte les relations qu’entretient le chanteur avec les médias.", "b)  La requérante", "27.  La requérante conteste la position du Gouvernement qui vise à exclure du bénéfice de l’article 10 la presse dite de divertissement, au prétexte qu’elle ne serait pas philanthropique, et rappelle que toutes les formes d’expression et de presse sont protégées, conformément à l’exigence de pluralisme dans une société démocratique. Elle souligne qu’on ne saurait dénier à Ici Paris le caractère même d’organe de presse dans la mesure où la commission paritaire des publications et agences de presse, dépendante des services du premier ministre, lui a régulièrement attribué un certificat d’inscription sur les registres de la commission aux fins de pouvoir bénéficier de tarifs postaux préférentiels et d’allègements fiscaux, au motif que le magazine avait, selon l’article D. 18 du code des postes, « un caractère d’intérêt général quant à la diffusion de la pensée : instruction, éducation, information, récréation du public ». Elle considère donc que sa condamnation à raison d’un article à vocation informative est une ingérence.", "28.  Sur la qualité et la prévisibilité du droit interne, la requérante soutient que sa condamnation n’était pas fondée sur un texte de loi ayant la qualité requise pour justifier valablement une limitation de sa liberté d’information.", "D’une part, elle souligne que le droit à l’image est né d’une construction prétorienne peu claire, issue d’un arrêt du 13 janvier 1998 postérieur à la publication de l’article incriminé, au terme duquel la Cour de cassation a rattaché ce droit à l’article 9 du code civil, et que les photographies ne relèvent pas de la vie privée du chanteur mais de sa vie professionnelle. Elle estime que l’article 9 dudit code ne peut servir, en tout état de cause, de fondement à la reconnaissance d’un droit absolu permettant à une personne d’empêcher en toute circonstance la publication de son image, et fait observer que le droit à l’image a été crée contra legem, puisque le législateur, dans la loi de 1970 ayant institué l’article 9 précité, avait également envisagé la protection de l’image par l’article 226-1 du code pénal qui protège la représentation des personnes dans des cas particuliers.", "D’autre part, la requérante considère que les informations relatives à la nature dépensière du chanteur, qu’il n’hésite pas à afficher dans son autobiographie, étaient indissociables du statut public du chanteur, de son succès commercial et de sa personnalité publique. Partant, elles ne relèvent pas de la vie privée, et en estimant le contraire, les juges ont procédé à une interprétation trop extensive de la règle de droit.", "29.  Sur la proportionnalité de la sanction, la requérante dénonce d’abord une atteinte excessive à sa liberté de critique – relative à la communication commerciale du chanteur et les conditions dans lesquelles il exploitait son nom et son image – et considère que la complaisance avérée de l’intéressé sur sa vie personnelle exclut que la condamnation puisse être considérée comme nécessaire dans une société démocratique, le magazine ne faisant que reprendre des éléments divulgués par Johnny Halliday lui-même dans son autobiographie. Elle soutient que le Gouvernement, en prétendant qu’une personne peut refuser toute redivulgation d’un fait qu’elle a rendu public, méconnaît la jurisprudence interne récente et souligne, en produisant plusieurs décisions de justice, que tant les juridictions du fond (cour d’appel de Toulouse, 3ème, 1ère section, 10 décembre 2002, Barthez c. Hachette Filipacchi Associés ; tribunal de grande instance de Paris, 17ème, 18 janvier 2006, Samson et Palmade c. Hachette Filipacchi Associés, 5 avril 2006, Bern c. SA Groupe Express-Expansion ; tribunal de grande instance de Nanterre, 1ère, 1er septembre 2004, De Fougerolles c. Hachette filipacchi Associés) que la Cour de cassation (Cass. civ, 1ère, 3 avril 2002, Bull. I no 110, Grimaldi c. Le point) admettent la reprise de propos tenus par une personne publiquement, dès lors notamment que les faits relevant de la vie privée ont un caractère public, notoire ou anodin.", "La requérante est d’avis ensuite que la prohibition générale et absolue en droit interne de la reproduction de l’image d’une personne, ne ménageant aucune mise en balance des intérêts, n’est pas conforme au principe de proportionnalité.", "Rejetant la conception de la liberté d’expression défendue par le Gouvernement, elle souligne que l’article en cause ne procède d’aucune curiosité malsaine visant à transgresser une sphère intime destinée à rester secrète, mais délivre une information sur les pratiques commerciales et de communication d’une vedette de la chanson, qui contribue à un débat d’intérêt général relatif à la vie culturelle et à l’actualité de la musique en particulier. On ne saurait donc exclure de la notion d’intérêt général un pan entier de l’information relevant notamment du domaine des loisirs et méritant autant protection que les sujets d’information plus graves, sous peine d’élaborer arbitrairement des catégories de presse fondées sur une appréciation purement qualitative.", "Enfin, la requérante dénonce le caractère exorbitant et dissuasif de la sanction prononcée au regard du contexte de l’affaire.", "2.  Appréciation de la Cour", "a)  Sur l’existence d’une ingérence", "30.  La Cour ne peut suivre l’argument du Gouvernement selon lequel le présent litige se situerait sur un plan strictement privé, qui s’inscrirait dans le cadre de relations économiques entretenues entre deux personnes privées, échappant ainsi à tout contrôle direct ou indirect de l’Etat.", "31.  Elle relève en effet que les juridictions françaises, saisies initialement par le chanteur Johnny Hallyday, ont condamné la requérante, éditrice du journal en cause, au paiement de 20 000 EUR de dommages-intérêts pour atteinte portée à l’image et au respect dû à la vie privée de l’intéressé. Ce constat suffit à la Cour pour considérer qu’il est manifeste que la requérante a subi une « ingérence d’autorités publiques » dans l’exercice de son droit garanti par l’article 10 § 1 de la Convention (Radio France et autres c. France, no 53984/00, § 28, CEDH 2004II, et Markt intern Verlag GmbH et Klaus Beermann c. Allemagne, 20 novembre 1989, § 27, série A no 165).", "b)  Sur la justification de l’ingérence", "32.  Pareille ingérence enfreint la Convention si elle ne remplit pas les exigences du paragraphe 2 de l’article 10. Il y a donc lieu de déterminer si elle était « prévue par la loi », inspirée par un ou des buts légitimes au regard dudit paragraphe et « nécessaire, dans une société démocratique », pour les atteindre.", "i. « Prévue par la loi »", "33.  La Cour rappelle que, selon sa jurisprudence, le droit interne applicable, y inclus la jurisprudence, doit être formulé avec suffisamment de précision pour permettre au justiciable, en s’entourant, au besoin, de conseils éclairés, de prévoir, à un degré raisonnable dans les circonstances de la cause, les conséquences pouvant résulter d’un acte déterminé (voir, parmi tant d’autres, Hachette Filipacchi Associés c. France, no 71111/01, § 31, CEDH 2007...).", "34.  S’agissant de sa condamnation pour atteinte au droit à l’image, la Cour rappelle qu’elle a déjà jugé que l’article 9 du code civil, interprété avec souplesse, a permis de développer le concept du « droit à l’image », issu de celui plus large du « droit au respect de la vie privée », par le biais d’une construction jurisprudentielle aujourd’hui bien établie, et de s’adapter aux nombreuses situations de fait qui peuvent se présenter ainsi qu’à l’évolution des mœurs, des mentalités et des techniques en ce domaine depuis l’adoption de la loi du 17 juillet 1970 (voir, sur ce point précisément, Prisma Presse c. France précitée).", "35.  Certes, la requérante fait valoir que le droit à l’image n’a été entièrement rattaché à l’article 9 dudit code que dans un arrêt de la Cour de cassation du 13 janvier 1998, postérieur à la publication de l’article litigieux, ce dont convient d’ailleurs le Gouvernement.", "Toutefois, la Cour note que la substance du droit à l’image, apparue dès 1858 dans l’affaire « Rachel » sur le fondement de la responsabilité civile, existait bien avant l’introduction de la loi du 17 juillet 1970 et, que la haute juridiction française avait déjà jugé, que toute personne, au visa de l’article 9 du code précité (voir, supra, les deux arrêts de la Cour de cassation rendus le 13 avril 1988 et le 12 juin 1990 cités par le Gouvernement au paragraphe 25), pouvait s’opposer à la diffusion sans son autorisation de son image. Il existait donc des précédents jurisprudentiels pertinents que la requérante, professionnelle avisée de l’édition de la presse, ne pouvait ignorer.", "36.  Quant à la condamnation de l’intéressée pour avoir diffusé des renseignements tenant au patrimoine du chanteur et à son mode de vie dépensier, la Cour constate, au vu des informations dont elle dispose, que ces éléments font partie, en droit français, de la vie privée de toute personne et sont protégés comme tels (voir, supra, paragraphe 18).", "37.  En conséquence, la Cour estime que la condamnation pour atteinte à la vie privée du chanteur Johnny Hallyday était « prévue par la loi », au sens du paragraphe 2 de l’article 10 de la Convention.", "ii. « But légitime »", "38.  Aux yeux de la Cour, l’ingérence visait un but légitime – à savoir la protection « des droits d’autrui », en l’occurrence le droit au respect de la vie privée du plaignant – ce qui n’est d’ailleurs pas contesté.", "iii. « Nécessaire dans une société démocratique »", "39.  Il reste donc à examiner si l’ingérence était « nécessaire dans une société démocratique », c’est-à-dire proportionnée au but légitime poursuivi. A cet égard, la Cour se réfère aux principes généraux qui se dégagent de sa jurisprudence en la matière (voir, parmi de nombreux précédents, Goodwin c. Royaume-Uni, 27 mars 1996, § 40, Recueil 1996-II).", "40.  Elle rappelle que si l’article 10 § 2 de la Convention ne laisse guère de place pour des restrictions à la liberté d’expression dans le domaine, en particulier, du discours politique (Brasilier c. France, no 71343/01, §§ 39-41, 11 avril 2006) et, de façon plus large, dans des domaines portant sur des questions d’intérêt public ou général, il en est différemment des publications de la presse dite « à sensation » ou « de la presse du cœur », laquelle a habituellement pour objet de satisfaire la curiosité d’un certain public sur les détails de la vie strictement privée d’une personne (voir en particulier Von Hannover, précité, § 65, et Société Prisma Presse c. France (déc.), nos 66910/01 et 71612/01, 1er juillet 2003). Quelle que soit la notoriété de la personne visée, lesdites publications ne peuvent généralement passer pour contribuer à un débat d’intérêt public pour la société dans son ensemble, avec pour conséquence que la liberté d’expression appelle dans ces conditions une interprétation moins large (voir Société Prisma Presse, précitée ; voir également, Leempoel & S.A. ED. Ciné Revue c. Belgique, no 64772/01, § 77, 9 novembre 2006).", "41.  Dans le cas d’espèce, la Cour est amenée à trancher le conflit de droits fondamentaux existant en l’espèce entre, d’une part, le droit de la requérante à la liberté d’expression (qui englobe celui du public à être informé) et, d’autre part, le droit au respect de la vie privée du chanteur. Il s’agit là de droits fondamentaux qui méritent a priori un égal respect, ce qui amène la Cour à examiner l’ensemble de la situation et à vérifier si les autorités internes ont ménagé un juste équilibre entre ces deux droits et libertés protégés par la Convention (voir en particulier Von Hannover, précité, § 57, et N.N. et T.A. c. Belgique, no 65097/01, § 43, 13 mai 2008).", "42.  La Cour ne méconnait pas la qualité d’organe de presse libre de la requérante – ce qui n’est d’ailleurs pas contesté par le Gouvernement – ni l’intérêt, que peut avoir, pour une partie du lectorat, le type de publication en cause.", "43.  Elle considère néanmoins que, bien que la requérante tente de rattacher le sujet traité à une question d’intérêt général – la vie culturelle française – l’article litigieux et les photos l’accompagnant, qui se concentrent sur les difficultés financières supposées du chanteur et sur la façon dont il exploitait son nom et son image, ne peuvent être considérés comme ayant participé ou contribué à un « débat d’intérêt général » pour la collectivité, au sens donné par la jurisprudence de la Cour. Dans ces conditions, la marge d’appréciation de l’Etat défendeur est plus large.", "44.  Tout d’abord, la Cour relève que les juridictions nationales – la Cour de cassation, dans son arrêt du 30 mai 2000, et la cour d’appel de Versailles statuant en tant que juridiction de renvoi, le 9 octobre 2002 – ont considéré que la requérante avait porté atteinte au droit à l’image du plaignant au motif que la publication, sans son accord, des photographies publicitaires le représentant, ne respectait pas la finalité pour laquelle il avait donné son autorisation à la reproduction de son image.", "45.  Elle rappelle à cet égard qu’en principe, la protection du droit à l’image contre les abus de la part de tiers fait partie intégrante des droits protégés par l’article 8 de la Convention (voir Von Hannover, précité, § 57, K. c. Lettonie, (déc.), no 71225/01, 21 octobre 2004 et, plus récemment, Gourguenidze c. Géorgie, no 71678/01, § 55 et s., 17 octobre 2006), et que si la liberté d’expression s’étend également à la publication de photographies, il s’agit là d’un domaine où la protection de la réputation et de la vie privée d’autrui revêt une importance particulière (Von Hannover, précité, § 59).", "46.  La Cour conçoit dès lors que, de manière générale, le détournement ou l’utilisation abusive d’une photographie, pour laquelle une personne avait autorisé sa reproduction dans un but précis, puisse être considéré comme un motif pertinent pour restreindre le droit à la liberté d’expression. Ce constat ne suffit toutefois pas à justifier à lui seul la condamnation de la requérante.", "47.  Aux yeux de la Cour, il convient d’attacher une importance particulière à la nature des clichés publiés, qui étaient de caractère exclusivement publicitaire. Elle relève que la présente requête se distingue des affaires qu’elle a précédemment examinées dans lesquelles les photographies litigieuses procédaient de manœuvres frauduleuses ou clandestines (voir, en ce qui concerne des photographies prises au téléobjectif à l’insu des victimes, Von Hannover, précité, § 68, et Société Prisma Presse, précitée), ou bien révélaient des détails de la vie privée des personnes en s’immisçant dans leur intimité (voir, s’agissant de la publication de photos sur une prétendue relation adultère, Campmany et Lopez Galiacho Perona c. Espagne (déc.), no 54224/00, CEDH 2000XII).", "48.  La Cour considère surtout que ces clichés n’étaient ni dénaturés, ni détournés de leur finalité commerciale, puisqu’ils illustraient, de manière certes critique, l’information du journal selon lequel le chanteur, pour satisfaire ses besoins financiers, vendait son image au profit de produits de consommation divers et variés – produits dont les lieux de vente étaient au demeurant indiqués par le magazine lui-même, comme l’a relevé la cour d’appel de Paris dans son arrêt du 6 mars 1998 (paragraphe 10 ci-dessus).", "49.  La Cour relève ensuite que la requérante a été condamnée pour avoir porté atteinte au respect dû à la vie privée du chanteur, motif pris de ce que les informations publiées portaient sur son mode de vie dépensier et sur sa personnalité, sans que leur révélation antérieure par l’intéressé soit de nature à en justifier la publication.", "50.  Si les informations portant sur la personnalité d’un individu peuvent constituer, au regard du droit au respect de la vie privée, un motif pertinent pour les juridictions permettant de restreindre le droit à la liberté d’expression (voir, en ce sens, Leempoel & S.A. ED. Ciné Revue c. Belgique, précité, § 77), un tel motif, n’apparait pas en l’espèce suffisant, pour justifier la condamnation de la requérante.", "51.  La Cour note d’abord que les éléments d’information concernant la manière dont l’intéressé gérait et dépensait généreusement son argent, ne relevaient pas du cercle intime de la vie privée protégée par l’article 8 de la Convention.", "52.  La Cour constate ensuite que la révélation antérieure par l’intéressé lui-même des informations litigieuses est un élément essentiel de l’analyse de l’immixtion reprochée à la société de presse dans certains aspects de la vie privée du chanteur. En effet, les informations, une fois portées à la connaissance du public par l’intéressé lui-même, cessent d’être secrètes et deviennent librement disponibles.", "Selon la Cour, les révélations du chanteur, une fois rendues publiques, affaiblissent le degré de protection à laquelle ce dernier pouvait prétendre au titre de sa vie privée, s’agissant désormais de faits notoires et d’actualité.", "Or, la divulgation de ces informations n’a été prise en compte par la cour d’appel de Versailles que lors de l’évaluation de la réparation allouée, et n’a eu aucune incidence sur l’appréciation même de la faute reprochée à la requérante.", "53.  De l’avis de la Cour, c’est pourtant là un critère déterminant dans l’appréciation de l’équilibre à ménager entre le droit de la requérante à la liberté d’expression et celui du chanteur au respect de sa vie privée. Dans la mesure où la requérante a repris, sans les déformer, une partie des informations librement divulguées et rendues publiques par le chanteur, notamment dans son autobiographie, sur ses biens et sur la façon dont il employait son argent, la Cour est d’avis que celui-ci ne conservait plus une « espérance légitime » de voir sa vie privée effectivement protégée (Von Hannover, précité, § 51 ; voir également, mutatis mutandis, Halford c. Royaume-Uni, arrêt du 25 juin 1997, Recueil 1997-III, § 45 ).", "54.  Bien que la tonalité générale de l’article incriminé puisse paraître négative à l’égard du chanteur, la Cour constate également que l’article litigieux ne renfermait aucune expression offensante ou volonté de nuire envers Johnny Hallyday (voir, a contrario, Shabanov et Tren c. Russie, no 5433/02, § 41, 14 décembre 2006, et Tammer, précité, §§ 65-67). Il en résulte que la requérante, ayant eu recours à la dose « d’exagération » et de « provocation » qui est permise dans le cadre de l’exercice de la liberté journalistique dans une société démocratique (Prager et Oberschlick c. Autriche, 26 avril 1995, § 38), n’a pas dépassé les limites qui y sont attachées.", "55.  En conclusion, même si les motifs invoqués par les juridictions internes peuvent apparaître pertinents, ils ne suffisent pas à démontrer que l’ingérence dénoncée dans le droit de la requérante était « nécessaire dans une société démocratique ». La Cour n’estime pas indispensable, dans ces conditions, d’examiner la nature et le quantum de la condamnation infligée pour mesurer la proportionnalité de l’ingérence. Compte tenu de tous ces éléments, et en dépit de la marge d’appréciation élevée laissée à l’Etat en la matière, la Cour estime que le juste équilibre entre les intérêts concurrents en jeu n’a pas été ménagé en l’espèce.", "56.  Partant, il y a eu violation de l’article 10 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "57.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "58.  La requérante réclame 26 000 euros (EUR) au titre du préjudice matériel qu’elle aurait subi, correspondant à la somme des dommages-intérêts alloués et des indemnités dues au titre des frais irrépétibles.", "59.  Le Gouvernement estime que la somme de 26 000 EUR, qui correspond au montant de la condamnation de la requérante par les juridictions françaises, vise uniquement à réparer les préjudices subis par M. Smet et ne saurait se confondre avec l’indemnisation qui peut être allouée au titre de la satisfaction équitable. Il considère qu’eu égard aux profits ayant été dégagés par la vente de l’article litigieux, le seul constat de la violation constituerait une satisfaction équitable adaptée.", "60.  La Cour considère qu’il existe un lien de causalité entre le paiement des dommages-intérêts et des frais irrépétibles et la violation de l’article 10 qu’elle vient de relever, de sorte que la requérante doit recouvrer cette somme. Il y a lieu donc d’octroyer le montant demandé à ce titre.", "B.  Frais et dépens", "61.  La requérante demande également 26 475,13 EUR pour les frais et dépens engagés devant les juridictions internes et 7 534,80 EUR pour ceux engagés devant la Cour, soit un total de 34 009,93 EUR. Elle fournit un « tableau récapitulatif de tous les frais établis dans l’affaire », assortie de quinze pièces justificatives (notes et factures d’honoraires, provision sur frais et honoraires, honoraires de consultation, copies de chèques et avis de virement bancaire).", "62.  Le Gouvernement considère que la requérante n’a invoqué l’article 10 de la Convention que devant la cour d’appel de renvoi et lors de son deuxième pourvoi devant la Cour de cassation. Il en déduit qu’il y a lieu de prendre uniquement en compte les frais engagés à l’occasion des procédures engagées devant ces deux dernières juridictions. En outre, il fait valoir que tant la somme de 10 500 EUR pour assurer la défense de la requérante à l’occasion du second pourvoi que celle de 7 534,80 EUR pour la procédure devant la Cour lui apparaissent excessives d’autant plus que les factures produites sont imprécises en ce que ne sont pas mentionnées les procédures auxquelles elles se rapportent. Il propose dès lors de lui fournir une somme totale de 4 000 euros.", "63.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En outre, lorsque la Cour constate une violation de la Convention, elle n’accorde au requérant le paiement des frais et dépens qu’il a exposés devant les juridictions nationales que dans la mesure où ils ont été engagés pour prévenir ou faire corriger par celles-ci ladite violation.", "64.  La Cour estime que tel a bien été le cas en l’espèce, la requérante ayant dû se défendre devant les juridictions internes. Elle constate qu’elle produit les factures et notes d’honoraires pertinents, ainsi qu’un tableau récapitulatif complet des sommes engagées. Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 10 000 EUR, tous frais confondus, et l’accorde à la requérante.", "C.  Intérêts moratoires", "65.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable ;", "", "2.  Dit qu’il y a eu violation de l’article 10 de la Convention ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 26 000 EUR (vingt-six mille euros) pour dommage matériel et 10 000 EUR (dix mille euros) pour frais et dépens, plus tout montant pouvant être dû par la requérante à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 23 juillet 2009, en application de l’article 77 §§ 2 et 3 du règlement.", "\tClaudia Westerdiek\tPeer Lorenzen\n\tGreffière\tPrésident"]}