{"file": "FRE_HFJUD_21351_93.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "21351/93", "text_paragraphs": ["", "", "", "", "AFFAIRE J.J. c. PAYS-BAS", "", "CASE OF J.J. v. THE NETHERLANDS", "", "(9/1997/793/994)", "", "", "", "", "", "", "ARRÊT/JUDGMENT", "", "STRASBOURG", "", "", "27 mars/March 1998", "", "", "Cet arrêt peut subir des retouches de forme avant la parution de sa version définitive dans le Recueil des arrêts et décisions 1998, édité par Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Cologne) qui se charge aussi de le diffuser, en collaboration, pour certains pays, avec les agents de vente dont la liste figure au verso.", "", "The present judgment is subject to editorial revision before its reproduction in final form in Reports of Judgments and Decisions 1998. These reports are obtainable from the publisher Carl Heymanns Verlag KG (Luxemburger Straße 449, D-50939 Köln), who will also arrange for their distribution in association with the agents for certain countries as listed overleaf.", "", "Liste des agents de vente/List of Agents", "", "", "Belgique/Belgium: Etablissements Emile Bruylant (rue de la Régence 67, ", "  B-1000 Bruxelles)", "", "Luxembourg: Librairie Promoculture (14, rue Duchscher ", "  (place de Paris), B.P. 1142, L-1011 Luxembourg-Gare)", "", "Pays-Bas/The Netherlands: B.V. Juridische Boekhandel & Antiquariaat ", "  A. Jongbloed & Zoon (Noordeinde 39, NL-2514 GC", "  La Haye/’s-Gravenhage)", "SOMMAIRE", "Arrêt rendu par une chambre", "Pays-Bas – impossibilité pour un demandeur dans une procédure fiscale devant la Cour de cassation de répondre aux conclusions de l’avocat général", "I.\tarticle 6 § 1 de la convention", "A.\tApplicabilité", "Recours du requérant contre une pénalité fiscale déclaré irrecevable au seul motif que le droit de greffe n’avait pas été acquitté – si la Cour de cassation avait cassé la décision de la cour d’appel, elle aurait eu pleine compétence pour statuer au fond et substituer sa propre décision à celle attaquée ou pour renvoyer, le cas échéant, l’affaire à la même cour d’appel ou à une autre – arrêt de la Cour de cassation décisif pour la détermination du bien-fondé de « l’accusation en matière pénale » ayant conduit à l’imposition de la pénalité litigieuse – fait que le pourvoi en cassation et la décision à son sujet se limitaient à une question préliminaire d’ordre procédural non suffisant pour emporter un constat d’inapplicabilité de l’article 6 § 1.", "B.\tObservation", "Similarité des caractéristiques essentielles de la procédure applicable devant la Cour de cassation néerlandaise et de celle applicable devant la Cour de cassation belge – but des conclusions du ministère public : assister la Cour de cassation et contribuer au maintien de l’unité de la jurisprudence – obligation pour le parquet de la Cour de cassation d’agir en observant la plus stricte objectivité.", "Grande importance du rôle assumé par le membre du ministère public : ses conclusions renferment un avis destiné à conseiller et influencer la Cour de cassation – l’impossibilité pour le requérant de répondre auxdites conclusions a méconnu son droit à une procédure contradictoire.", "Conclusion : violation (unanimité).", "II.\tarticle 50 de la convention", "Frais et dépens : remboursement partiel.", "Conclusion : Etat défendeur tenu de verser au requérant une certaine somme pour frais et dépens (unanimité).", "références à la jurisprudence de la cour", "8.6.1976, Engel et autres c. Pays-Bas ; 21.2.1984, Öztürk c. Allemagne ; 23.3.1994, Ravnsborg c. Suède ; 20.2.1996, Vermeulen c. Belgique ; 22.2.1996, Putz c. Autriche ; 25.6.1997, Van Orshoven c. Belgique ; 29.8.1997, A.P., M.P. et T.P. c. Suisse", "", "En l’affaire J.J. c. Pays-Bas,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention ») et aux clauses pertinentes de son règlement B, en une chambre composée des juges dont le nom suit :", "\tMM.\tR. Bernhardt, président,", "\t\tF. Matscher,", "\t\tA. Spielmann,", "\tMme\tE. Palm,", "\tMM.\tA.N. Loizou,", "\t\tP. Kūris,", "\t\tE. Levits,", "\t\tP. van Dijk,", "\t\tM. Voicu,", "ainsi que de MM. H. Petzold, greffier, et P.J. Mahoney, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 novembre 1997 et 25 février 1998,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (« la Commission ») le 22 janvier 1997, dans le délai de trois mois qu’ouvrent les articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 21351/93) dirigée contre le Royaume des Pays-Bas et dont un ressortissant de cet Etat, M. J.J., avait saisi la Commission le 12 novembre 1992 en vertu de l’article 25. L’intéressé a prié la Cour de ne pas révéler son identité.", "La demande de la Commission renvoie aux articles 44 et 48 ainsi qu’à la déclaration néerlandaise reconnaissant la juridiction obligatoire de la Cour (article 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 6 § 1 de la Convention.", "\n2.  En réponse à l’invitation prévue à l’article 35 § 3 d) du règlement B, le requérant a exprimé le désir de participer à la procédure. Il s’en est toutefois désisté ultérieurement, après que le président de la chambre lui eut refusé l’autorisation de se défendre lui-même (article 31 § 1).", "3.  La chambre à constituer comprenait de plein droit M. P. van Dijk, juge élu de nationalité néerlandaise (article 43 de la Convention), et M. R. Bernhardt, vice-président de la Cour (article 21 § 4 b) du règlement B). Le 21 février 1997, le président de la Cour, M. R. Ryssdal, a tiré au sort en présence du greffier le nom des sept autres membres, à savoir M. F. Matscher, M. A. Spielmann, Mme E. Palm, M. A.N. Loizou, M P. Kūris, M. E. Levits et M. M. Voicu (articles 43 in fine de la Convention et 21 § 5 du règlement B). ", "4.  En sa qualité de président de la chambre (article 21 § 6 du règlement B), M. Bernhardt a consulté, par l’intermédiaire du greffier, l’agent du gouvernement néerlandais (« le Gouvernement »), M. H. von Hebel, le requérant et le délégué de la Commission, M. E.A. Alkema, au sujet de l’organisation de la procédure (articles 39 § 1 et 40). Conformément aux ordonnances rendues en conséquence, le greffier a reçu, le 28 août 1997, un document exposant les prétentions du requérant au titre de l’article 50 de la Convention, puis, le 1er octobre, le mémoire du Gouvernement. Des observations écrites du délégué de la Commission lui sont parvenues le 3 novembre.", "5.  Le 25 septembre 1997, la chambre avait décidé de ne pas tenir audience, après s’être assurée que se trouvaient réunies les conditions pour une telle dérogation à la procédure habituelle (articles 27 et 40 du règlement B).", "6.  Le 1er octobre 1997, la Commission a produit des copies de certains documents contenus dans le dossier de la procédure suivie devant elle, comme le greffier l’y avait invitée sur les instructions du président de la chambre. ", "EN FAIT", "I.\tles circonstances de l’espèce", "7.  Le requérant est conseiller fiscal indépendant.", "8.  Le 14 décembre 1989, l’inspecteur des impôts directs lui adressa un avis de redressement fiscal (naheffingsaanslag) pour l’année 1984. Conformément aux dispositions applicables (paragraphe 17 ci-dessous), \nl’intéressé se vit en outre infliger une pénalité fiscale d’un montant égal à celui du redressement. Cette pénalité se chiffrait ainsi à 38 656 florins néerlandais (NLG).", "9.  Le 20 décembre 1989, le requérant saisit la chambre fiscale de la cour d’appel (gerechtshof) de Leeuwarden d’un recours contre ledit redressement. Par une lettre du 21 décembre, le greffier de la cour d’appel invita l’intéressé à acquitter un droit de greffe (griffierecht) de 75 NLG, en application de l’article 5 de la loi sur la jurisprudence administrative en matière fiscale (Wet administratieve rechtspraak belastingzaken).", "10.  Le recours fut déclaré irrecevable par le président de la chambre fiscale le 23 mars 1990, au motif que le droit de greffe n’avait pas été acquitté. ", "11.  Le même jour, le requérant forma opposition (verzet) contre cette décision devant la chambre fiscale. Il affirmait qu’il avait adressé à sa banque un ordre de virement du droit de greffe en question mais que cet ordre n’avait pas été exécuté. Il estimait ne pouvoir être tenu pour responsable de cette erreur de sa banque. ", "12.  Après avoir tenu une audience le 19 septembre 1990, la chambre fiscale de la cour d’appel déclara l’opposition dépourvue de fondement le 26 octobre. Elle considéra que dès lors que l’intéressé avait choisi de faire usage des services d’une banque, c’était à lui qu’il appartenait de veiller à ce que son ordre de virement fût correctement exécuté.", "13.  Le 20 novembre 1990, le requérant saisit la Cour de cassation (Hoge Raad) d’un pourvoi. Il soutenait que la cour d’appel avait commis une erreur de droit en lui imputant la responsabilité d’une faute commise par sa banque dans l’exécution de son ordre de virement. A titre subsidiaire, il affirmait que la pénalité fiscale qu’il s’était vu infliger équivalait à une sanction pénale et qu’il n’était pas approprié de prélever un droit de greffe dans les affaires où il s’agissait de statuer sur le bien-fondé d’une « accusation en matière pénale ».", "Le secrétaire d’Etat aux Finances (Staatssecretaris van Financiën) déposa un mémoire en défense (vertoogschrift).", "14.  L’un des avocats généraux près la Cour de cassation soumit des conclusions le 19 novembre 1991. Il se contenta de formuler, au sujet du moyen principal du requérant, l’avis selon lequel la décision de la cour d’appel était correcte, mais il exposa dans le détail les motifs pour lesquels il considérait que le moyen subsidiaire de l’intéressé devait être rejeté. ", "15.  Le requérant ne reçut pas copie desdites conclusions avant l’intervention de l’arrêt de la Cour de cassation.", "16.  La haute juridiction rejeta le pourvoi le 17 juin 1992.", "Elle estima que la non-exécution par une banque d’un ordre de virement d’un droit de greffe ne pouvait être retenue contre l’auteur de l’ordre en question si, dès l’instant où l’on pouvait raisonnablement considérer qu’il devait avoir eu conscience de l’anomalie, l’intéressé avait fait le nécessaire pour que le virement fût exécuté. Or il apparaissait que le requérant n’avait pas acquitté le droit de greffe litigieux, raison pour laquelle son moyen principal devait être repoussé.", "La Cour de cassation jugea par ailleurs que le droit de greffe en question ne constituait pas, pour le contribuable, un obstacle réel au droit d’accès à un tribunal et que, dans certains cas, une réduction pouvait être accordée. Aussi écarta-t-elle le moyen subsidiaire du requérant. ", "II.\tLE Droit et LA pratique interneS pertinents", "A.\tLa loi générale relative aux impôts du royaume", "17.  L’article 20 § 1 de la loi générale relative aux impôts du royaume (Algemene wet inzake rijksbelastingen) prévoit la notification d’un redressement fiscal lorsqu’un impôt pour lequel le contribuable a l’obligation de remplir une déclaration (die op aangifte behoort te worden voldaan of afgedragen) n’est pas, ou pas intégralement, acquitté.", "En pareil cas, il est en outre infligé une pénalité fiscale d’un montant égal à celui du redressement (article 21 § 1).", "18.  Le contribuable a la faculté de saisir l’inspecteur des impôts compétent d’une réclamation (bezwaarschrift ; article 23).", "La décision de l’inspecteur est susceptible d’un recours devant la chambre fiscale de la cour d’appel (article 26).", "19.  Il est toutefois également loisible au contribuable de former un recours directement auprès de la chambre fiscale de la cour d’appel, sans saisir au préalable l’inspecteur des impôts (article 26 § 2). C’est ce que fit le requérant en l’espèce. ", "B.\t\tLa loi sur la jurisprudence administrative en matière fiscale", "20.  Le contribuable qui forme un recours devant la chambre fiscale de la cour d’appel est tenu d’acquitter un droit de greffe qui, à l’époque, s’élevait à 75 NLG (article 5 § 1 de la loi sur la jurisprudence administrative en matière fiscale). Ce droit de greffe est réduit de 35 NLG si la somme en jeu est minime (article 5 § 3) ou si le contribuable est indigent (article 5 § 4).", "Le contribuable se voit rembourser l’intégralité du droit si son recours est accueilli, en tout ou en partie (article 5 § 7).", "21.  La décision de la chambre fiscale de la cour d’appel est susceptible d’un pourvoi devant la Cour de cassation (article 19). Pareil pourvoi peut être formé tant par l’inspecteur des impôts compétent – ou par une autre autorité fiscale – que par le contribuable.", "\n22.  La partie défenderesse – autorité fiscale ou contribuable, selon le cas – peut soumettre un mémoire en défense (article 22 § 2).", "23.  La Cour de cassation ne tient pas d’audience, sauf si l’une des parties l’y invite. Pareille demande peut être faite dans la déclaration de pourvoi ou dans le mémoire en défense, ou encore, mais alors uniquement par la partie demanderesse au pourvoi, après le dépôt de ces documents. Dans ce dernier cas, le délai imparti est de quatorze jours après la notification du mémoire en défense à la partie concernée (article 23 § 1).", "24.  Si le procureur général exprime le vœu d’être entendu, le dossier lui est envoyé après les débats ou, s’il n’en est pas organisé, après le dépôt des déclarations écrites (article 24 § 1). Le magistrat doit soumettre ses conclusions par écrit (article 24 § 2). ", "Il n’est pas prévu que le contribuable doive recevoir une copie desdites conclusions avant que la Cour de cassation ne rende sa décision. ", "25.  La Cour de cassation délibère en chambre du conseil. Bien qu’aucune disposition légale n’y fasse obstacle, le procureur général n’assiste jamais, en pratique, au délibéré.", "26.  La Cour de cassation peut casser la décision objet du pourvoi pour les motifs invoqués par le demandeur ou pour d’autres motifs (article 25). Dans ce cas, elle statue sur le fond de l’affaire, substituant à la décision de la chambre fiscale de la cour d’appel la décision que celle-ci aurait dû rendre. Ce n’est que si la décision sur le fond dépend de faits importants qui n’ont pas été établis à un stade antérieur de la procédure que la Cour de cassation renvoie l’affaire à la cour d’appel qui a rendu la décision attaquée ou à une autre (ibidem).", "C.\tLa loi sur l’organisation judiciaire", "27.  Les obligations et le statut du ministère public (openbaar ministerie) se trouvent définis dans la loi sur l’organisation judiciaire (Wet op de rechterlijke organisatie).", "28.  Le ministère public est constitué du procureur général et des avocats généraux près la Cour de cassation, des procureurs généraux et des avocats généraux près les cours d’appel, et des procureurs près les tribunaux d’arrondissement et de canton (article 3 § 1 de la loi sur l’organisation judiciaire). Les avocats généraux près la Cour de cassation agissent en qualité de suppléants du procureur général près cette juridiction et sont soumis à son autorité (articles 3 §§ 2, 5 a) et 6 § 1).", "\n29.  Le ministère public doit être entendu par les cours et tribunaux lorsque la loi l’exige (article 4). Les conclusions soumises à la Cour de cassation par le procureur général ou un avocat général prennent la forme d’une étude savante comportant des références à la jurisprudence et à la doctrine pertinentes, ainsi qu’une recommandation, qui ne lie pas la Cour, d’accueillir ou de rejeter le pourvoi.", "PROCéDURE DEVANT LA COMMISSION", "30.  Dans sa requête du 12 novembre 1992 à la Commission, le requérant alléguait des violations de l’article 6 § 1 de la Convention en ce que le prélèvement d’un droit de greffe avait porté atteinte à son droit d’accès à un tribunal et en ce qu’il n’avait pas été mis en mesure, devant la Cour de cassation, de répondre aux conclusions de l’avocat général.", "31.  Le 16 octobre 1995, la Commission a déclaré la requête (n° 21351/93) recevable pour autant qu’elle concernait l’omission de fournir au requérant une occasion de répondre aux conclusions de l’avocat général, et irrecevable pour le surplus. Dans son rapport du 15 octobre 1996 (article 31), elle formule l’avis qu’il y a eu violation de l’article 6 § 1 de la Convention (vingt-six voix contre quatre). Le texte intégral de son avis et de l’opinion dissidente dont il s’accompagne figure en annexe au présent arrêt1.", "CONCLUSIONS PRéSENTéES à LA COUR", "32.  Le Gouvernement conclut son mémoire en exprimant l’opinion que l’article 6 ne s’applique pas en l’espèce. ", "L’intéressé, pour sa part, soutient la thèse inverse et se dit victime d’une violation de l’article 6 § 1.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "33.  Le requérant se dit victime d’une violation de l’article 6 § 1 de la Convention en ce qu’il n’a pu répondre aux conclusions de l’avocat général à la Cour de cassation.", "La partie pertinente en l’espèce de l’article 6 § 1 est ainsi libellée :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (…) par un tribunal (…) qui décidera (…) du bien-fondé de toute accusation en matière pénale dirigée contre elle (…) »", "La Commission estime elle aussi que cette disposition a été méconnue. Le Gouvernement, quant à lui, conteste son applicabilité.", "A.\tSur l’applicabilité de l’article 6 § 1", "34.  Selon le Gouvernement, la Cour de cassation n’a pas décidé du bien-fondé d’une « accusation en matière pénale » dirigée contre le requérant. En conséquence, l’article 6 § 1 ne serait pas applicable. Le Gouvernement fonde son argument sur la prémisse selon laquelle la procédure litigieuse ne concernait rien de plus que l’obligation d’acquitter un droit de greffe. Il se réfère aux critères établis par la Cour dans sa jurisprudence à partir des arrêts Engel et autres contre Pays-Bas du 8 juin 1976 (série A n° 22, p. 35, § 82) et Öztürk c. Allemagne du 21 février 1984 (série A n° 73, p. 18, § 50), et d’après lesquels il y a lieu, premièrement, de rechercher si, dans le système juridique de l’Etat défendeur, le texte définissant l’infraction en cause relève du droit pénal, deuxièmement, d’identifier la nature de l’infraction et, troisièmement,  d’apprécier la nature et le degré de sévérité de la sanction encourue.", "Quant au premier critère, le Gouvernement relève qu’en droit néerlandais le prélèvement de droits de greffe échappe au domaine du droit pénal.", "Quant au deuxième, il soutient que les droits de greffe ne sont pas de nature punitive mais tendent à assurer la bonne administration de la justice. Ils couvriraient en effet une partie des frais afférents à celle-ci et décourageraient les recours dénués de chances de succès. S’agissant là de règles procédurales et non de sanctions pénales, la présente espèce s’apparenterait à l’affaire Ravnsborg c. Suède (arrêt du 23 mars 1994, série A n° 283-B), dans laquelle la Cour a estimé qu’une amende pour comportement inconvenant devant un tribunal dérivait « du pouvoir, indispensable à toute juridiction, d’assurer le déroulement correct et discipliné des procédures dont elle a la charge » (loc. cit., p. 30, § 34), ainsi qu’à l’affaire Putz c. Autriche (arrêt du 22 février 1996, Recueil des arrêts et décisions 1996-I).", "Quant au troisième critère, la nature et le degré de sévérité de la sanction, il ne pourrait manifestement pas jouer en l’espèce.", "35.  Le requérant soutient que l’affaire dont la Cour se trouve saisie concerne l’imposition d’une pénalité fiscale, qu’il y aurait lieu d’assimiler à une sanction pénale.", "36.  La Commission formule l’avis que si la procédure devant la Cour de cassation se limitait à une question procédurale – celle de savoir si la cour d’appel avait eu raison de déclarer le recours du requérant irrecevable pour non-respect d’une exigence procédurale – l’affaire n’en concernait pas moins la détermination du bien-fondé d’une « accusation en matière pénale ». Si la Cour de cassation était parvenue à la conclusion que la cour d’appel avait eu tort de statuer ainsi, elle aurait recouvré plénitude de juridiction pour se prononcer sur l’affaire (article 25 de la loi sur la jurisprudence administrative en matière fiscale – paragraphe 26 ci-dessus).", "Dans ses observations écrites (paragraphe 4 ci-dessus), le délégué de la Commission ajoute que la Cour de cassation s’est exprimée, dans sa décision, au sujet de l’argument du requérant selon lequel le prélèvement de droits de greffe ne saurait être admis dans les affaires relatives à des « accusations en matière pénale » ; la haute juridiction se serait ainsi prononcée sur l’importante question de l’accès à un tribunal en matière pénale. Cela impliquerait qu’en droit néerlandais également la procédure litigieuse relevait de la sphère pénale.", "37.  La Cour observe qu’aucun des participants à la procédure ne conteste que la pénalité fiscale infligée au requérant (paragraphe 8 ci-dessus) constitue une « sanction pénale ». Elle n’aperçoit aucune raison d’en juger autrement (voir, récemment, l’arrêt A.P., M.P. et T.P. c. Suisse du 29 août 1997, Recueil 1997-V, p. 1488, §§ 39–43). En conséquence, l’article 6 conférait à l’intéressé le droit à une procédure devant un tribunal. De fait, le droit néerlandais prévoit pareille procédure, sous la forme d’un recours pouvant être adressé à la chambre fiscale de la cour d’appel (paragraphes 18 et 19 ci-dessus).", "38.  Le 23 mars 1990, le président de ladite chambre fiscale déclara le recours du requérant irrecevable, au seul motif que le droit de greffe n’avait pas été acquitté (paragraphe 10 ci-dessus). Saisie d’une opposition par l’intéressé, la chambre fiscale confirma la décision de son président le 23 avril 1990 (paragraphe 11 ci-dessus). Les moyens articulés par le requérant au soutien de son pourvoi devant la Cour de cassation se limitaient donc à la question de savoir si la cour d’appel aurait dû ou non déclarer son recours irrecevable ; la haute juridiction y répondit par la négative (paragraphes 13 et 16 ci-dessus).", "\n39.  Elle avait le pouvoir de casser la décision de la cour d’appel pour les motifs invoqués par le demandeur au pourvoi ou, d’office, pour d’autres motifs. Si elle l’avait fait, elle aurait eu pleine compétence pour statuer au fond sur la base du dossier et substituer sa propre décision à celle attaquée ou pour renvoyer, le cas échéant, l’affaire à la même cour d’appel ou à une autre, à charge pour la juridiction de renvoi de procéder à un réexamen complet de la cause (article 25 de la loi sur la jurisprudence administrative en matière fiscale – paragraphe 26 ci-dessus). Toutefois, pour des raisons sur lesquelles il n’appartient pas à la Cour européenne de se pencher, la Cour suprême ne cassa pas la décision de la cour d’appel (paragraphes 16 et 32–33 ci-dessus). Son arrêt de rejet avait pour effet d’entériner la pénalité fiscale infligée au requérant. Elle était donc décisive pour la détermination du bien-fondé de « l’accusation en matière pénale » ayant conduit à l’imposition de la pénalité litigieuse.", "40.  Dans ces conditions, le fait que le pourvoi du requérant et la décision de la Cour de cassation à son sujet se limitaient à une question préliminaire d’ordre procédural ne saurait suffire à emporter un constat d’inapplicabilité de l’article 6 § 1.", "Aussi la Cour doit-elle statuer sur la question de savoir si la procédure pénale dirigée contre l’intéressé a satisfait à cette disposition.", "B.\t\tSur l’observation de l’article 6 § 1", "41.  Le requérant et la Commission s’accordent à considérer que l’article 6 § 1 a été violé, dès lors que le requérant n’a pas eu l’occasion de répondre aux conclusions de l’avocat général à la Cour de cassation.", "Le Gouvernement, pour sa part, admet que si la Cour devait juger l’article 6 § 1 applicable, elle devrait constater une violation.", "42.  La Cour relève qu’aux fins de la présente espèce les caractéristiques essentielles de la procédure applicable devant la Cour de cassation néerlandaise et de celle applicable devant la Cour de cassation belge sont similaires. Premièrement, les conclusions du ministère public ont pour but d’assister la Cour de cassation et de contribuer au maintien de l’unité de la jurisprudence. Deuxièmement, le parquet de la Cour de cassation a l’obligation d’agir en observant la plus stricte objectivité (voir, notamment et mutatis mutandis, les arrêts Vermeulen c. Belgique du 20 février 1996, Recueil 1996-I, p. 233, §§ 29 et 30, et Van Orshoven c. Belgique du 25 juin 1997, Recueil 1997-III, pp. 1050–1051, §§ 37 et 38).", "Comme dans les affaires belges précitées, la Cour estime toutefois devoir attacher une grande importance au rôle assumé par le membre du ministère public dans la procédure devant la Cour de cassation, et plus particulièrement au contenu et aux effets de ses conclusions. Celles-ci renferment un avis qui emprunte son autorité à celle du ministère public \nlui-même. Objectif et motivé en droit, ledit avis n’en est pas moins destiné à conseiller et, partant, influencer la Cour de cassation (voir les arrêts Vermeulen, p. 233, § 31, et Van Orshoven, p. 1051, § 39, précités).", "43.  La Cour a déjà jugé que l’issue de la procédure suivie devant la Cour de cassation devait s’analyser en une décision sur le bien-fondé d’une « accusation en matière pénale » dirigée contre le requérant (paragraphes 39 et 40 ci-dessus). Dès lors, compte tenu de ce qu’était l’enjeu pour l’intéressé dans la procédure et de la nature des conclusions de l’avocat général, l’impossibilité pour le requérant de répondre à celles-ci avant que la Cour de cassation ne rendît sa décision a méconnu son droit à une procédure contradictoire. Celui-ci implique en principe le droit pour les parties à un procès de se voir communiquer et de discuter toute pièce ou observation présentée au juge, fût-ce par un magistrat indépendant, en vue d’influencer sa décision (voir les arrêts Vermeulen, p. 234, § 33, et Van Orshoven, p. 1051, § 41, précités).", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.\tSUR L’APPLICATION DE L’ARTICLE 50 DE LA CONVENTION", "44.  L’article 50 de la Convention est ainsi libellé :", "« Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable. »", "45.  Le requérant ne revendique pas une indemnité pour dommage.", "A.\tFrais et dépens", "46.  L’intéressé réclame le remboursement des sommes suivantes :", "a)\t300 florins néerlandais (NLG) pour le droit de greffe exigé pour la procédure devant la Cour de cassation ;", "b)\t180 NLG pour les frais de trajet exposés pour assister à l’audience devant la chambre fiscale de la cour d’appel de Leeuwarden ;", "c)\t4 050 NLG pour le temps de travail consacré aux procédures devant la cour d’appel de Leeuwarden et la Cour de cassation ;", "d)\t100 NLG pour les frais de bureau.", "Sa demande se chiffre donc au total à 4 630 NLG.", "47.  Le Gouvernement soutient que ces sommes sont en grande partie liées aux procédures suivies devant les tribunaux internes. La violation, à la supposer établie, se serait produite tout à la fin de la procédure interne, alors\nque les frais en question avaient déjà été encourus. Le requérant n’aurait droit, en conséquence, qu’au remboursement des frais non explicitement liés à la procédure interne, lesquels, ainsi qu’il ressort des prétentions de l’intéressé, ne sauraient excéder 100 NLG.", "48.  Le délégué de la Commission considère que le requérant doit se voir accorder le remboursement de la totalité de ses frais et dépens afférents à la procédure devant la Cour de cassation. Il estime que ceux-ci peuvent raisonnablement être estimés à 1 500 NLG.", "49.  La Cour relève que la violation constatée se rapporte uniquement à l’omission de donner au requérant l’occasion de répondre aux conclusions de l’avocat général à la Cour de cassation. Statuant en équité, elle alloue à l’intéressé 1 000 NLG.", "B.\t\tIntérêts moratoires", "50.  D’après les informations dont la Cour dispose, le taux d’intérêt applicable aux Pays-Bas à la date d’adoption du présent arrêt est de 6 % l’an.", "PAR CES MOTIFS, LA COUR, à l’unanimité,", "1.\tDit que l’article 6 § 1 de la Convention s’applique et qu’il a été violé ;", "", "2.\tDit", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois, 1 000  (mille) florins néerlandais pour frais et dépens ;", "b)\tque cette somme sera à majorer d’un intérêt simple de 6 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 27 mars 1998.", "", "", "", "\tSigné : Rudolf Bernhardt", "\t\tPrésident", "", "Signé : Herbert Petzold", "\tGreffier"]}