{"file": "FRE_CLINF_4762_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "4762/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 125", "Décembre 2009", "Mikayil Mammadov c. Azerbaïdjan - 4762/05", "Arrêt 17.12.2009 [Section I]", "Article 2", "Obligations positives", "Suicide d’une personne alors qu’elle était expulsée de son domicile par les autorités: non-violation", "", "Article 2-1", "Enquête efficace", "Enquête insuffisante sur le suicide d’une personne alors qu’elle était expulsée de son domicile par les autorités: violation", "", "En fait – Le requérant et sa famille, déplacés à l’intérieur de leur propre pays, vivaient dans un hôtel appartenant à l’Etat. En 2003, ils découvrirent trois pièces vacantes dans un bâtiment appartenant au bureau local de recrutement de l’armée et décidèrent de s’y installer. En mars 2004, des représentants des autorités locales et des policiers vinrent pour les expulser. Ils n’avaient pas d’arrêté délivré par un tribunal à cette fin. Les policiers commencèrent à enlever le mobilier et à le charger dans un camion. La femme du requérant, apparemment prise de panique à l’arrivée des autorités, menaça de s’immoler par le feu. Peu après, elle s’arrosa d’essence et y mit le feu. Gravement brûlée, elle fut conduite à l’hôpital où elle décéda des suites de complications de ses brûlures quelques jours plus tard. Le requérant allégua devant la Cour européenne que les policiers n’avaient pas pris la menace de son épouse au sérieux et qu’un représentant des autorités locales l’avait encouragée de manière sarcastique à la mettre à exécution. Le Gouvernement conteste ces accusations, soutenant qu’au moins un des policiers avait tenté d’aider l’épouse du requérant à éteindre le feu avec une couverture.", "A la suite de l’incident, une enquête préliminaire fut menée sur le décès, mais en mai 2004 l’enquêteur prit la décision de ne pas engager de procédure pénale, l’enquête n’ayant pas établi une quelconque responsabilité de la part d’agents de l’Etat. Sur l’insistance du requérant, qui prétendait que les autorités avaient incité sa femme à se suicider, une procédure pénale fut finalement ouverte en 2005. Un certain nombre de témoins furent interrogés, dont les membres de la famille du requérant ainsi que des représentants des autorités locales et des policiers présents sur les lieux. L’enquête fut suspendue à plusieurs reprises en raison de l’impossibilité de déterminer qui aurait poussé la femme du requérant à se suicider. Elle fut finalement clôturée en septembre 2008.", "En droit – Article 2: a) Volet matériel – Il n’est pas contesté que l’épouse du requérant s’est suicidée et que sa mort ne résulte pas d’un recours à la force. Toutefois, il y a lieu d’établir le degré de contrôle des autorités sur les événements en question et de déterminer si les circonstances de l’espèce dans l’ensemble ont donné lieu à des obligations positives de la part des agents de l’Etat présents sur les lieux de protéger la vie de l’épouse du requérant. Nonobstant la légalité de l’action des autorités, on ne saurait dire qu’elles ont intentionnellement mis la vie de la femme du requérant en danger ou qu’elles l’ont poussée d’une autre façon au suicide en conduisant l’opération d’expulsion de la famille de l’intéressé. Les autorités n’ont pas non plus pu anticiper que la femme du requérant s’immolerait par le feu, pareille conduite n’étant ni raisonnable ni prévisible dans le cadre d’une tentative d’expulsion d’un logement occupé illégalement. Par conséquent, la décision des autorités d’expulser la famille du requérant du logement n’engage pas en soi la responsabilité de l’Etat au regard de l’article 2 et il n’existe pas suffisamment de preuves montrant qu’un agent de l’Etat ait incité l’épouse du requérant à se suicider. Toutefois, il y a lieu également d’établir si les autorités, une fois confrontées à cette situation inattendue durant l’expulsion, auraient dû se rendre compte qu’il existait un risque réel et immédiat que l’épouse du requérant se suicidât et, le cas échéant, si elles ont fait tout ce qu’on pouvait raisonnablement attendre d’elles pour neutraliser ce risque. Si les agents de l’Etat s’étaient rendu compte d’une telle menace suffisamment à l’avance, ils se seraient trouvés dans l’obligation positive au regard de l’article 2 de prévenir la matérialisation de ce risque par tous les moyens raisonnables et faisables. En l’espèce, eu égard aux versions divergentes des faits présentées par les parties, la Cour n’a pas réussi à établir avec certitude si les agents de l’Etat avaient pris conscience du danger à temps pour empêcher le feu ou l’éteindre dès que possible. Bien qu’il subsiste des doutes sur le point de savoir si la responsabilité des autorités pour le décès ne se trouve pas engagée au moins en partie, la Cour estime qu’ils ne sont pas suffisants pour établir de manière déterminante que les autorités ont agi d’une manière incompatible avec leurs obligations positives de garantir le droit à la vie.", "Conclusion: non-violation (cinq voix contre deux).", "b)  Volet procédural – L’enquête sur le décès de la femme du requérant n’était pas adéquate, en ce que toutes les questions présentant un intérêt pour apprécier la responsabilité de l’Etat dans l’incident n’ont pas été examinées. En particulier, elle s’est limitée à la question de savoir si les agents de l’Etat avaient poussé l’épouse du requérant au suicide, alors que l’on aurait dû rechercher également si les autorités avaient pris toutes les mesures nécessaires pour empêcher le décès ou réduire au minimum les blessures de l’intéressée. En outre, l’enquête a été marquée par un certain nombre d’autres lacunes. Premièrement, les autorités n’ont pas pris de mesures immédiates et n’ont pas interrogé la victime avant son décès. Elles n’ont pas tenté de reconstituer le déroulement et la durée des événements ou d’examiner les divergences dans les témoignages. De surcroît, l’enquête au niveau national a duré plus de quatre ans, ayant été suspendue et reprise un certain nombre de fois sans aucun progrès manifeste dans son effectivité et sans aucune amélioration notable dans le caractère adéquat des mesures prises. Enfin, en octroyant au requérant le statut de victime dans la procédure pénale seulement en juin 2006, les autorités l’ont privé de la possibilité d’intervenir effectivement dans l’enquête jusqu’à ce moment-là.", "Conclusion: violation (unanimité).", "Article 41: 20 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}