{"file": "FRE_HFJUD_60593_10.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "60593/10", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE KORTESIS c. GRÈCE", "", "(Requête no 60593/10)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "12 juin 2012", "", "DÉFINITIF", "", "12/09/2012", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Kortesis c. Grèce,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tNina Vajić, présidente,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 22 mai 2012,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 60593/10) dirigée contre la République hellénique et dont un ressortissant de cet Etat, M. Christoforos Kortesis (« le requérant »), a saisi la Cour le 11 octobre 2010 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Mes I. Rachiotis, S. Giannakopoulou et K. Tsitselikis, avocats à Athènes et à Thessalonique. Le gouvernement grec (« le Gouvernement ») est représenté par les délégués de son agent, Mme G. Papadaki, assesseure auprès du Conseil juridique de l’Etat, et M. D. Kalogiros, auditeur auprès du Conseil juridique de l’Etat.", "3.  Le requérant se plaint en particulier d’une violation de l’article 5 §§ 1 et 3 et de l’article 5 § 2 de la Convention.", "4.  Le 6 mai 2011, la requête a été communiquée au Gouvernement. Comme le permet l’article 29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1979 et est actuellement détenu à la prison de Corinthe.", "A.  L’arrestation du requérant", "1.  La version du requérant", "6.  Le samedi 10 avril 2010, à 2 h 30, le requérant fut arrêté sur un boulevard central d’Athènes et amené à la direction générale de la police de l’Attique (GADA). Les policiers refusèrent de répondre à ses questions et de l’informer de la raison de son arrestation et ne l’autorisèrent pas à prendre contact avec ses proches ou avec un avocat.", "7.  Le même jour, à 9 h 30, une perquisition eut lieu au domicile du requérant, qui habitait chez ses parents. Le procès-verbal établi indique que le requérant n’était pas présent et que certains objets lui appartenant ont été confisqués. L’intéressé affirme qu’à midi les médias mentionnèrent son arrestation en indiquant qu’il était soupçonné d’appartenir à l’organisation terroriste Epanastatikos Agonas (« lutte révolutionnaire »). Les parents du requérant mandatèrent une avocate, Me S. Giannakopoulou, qui, à 15 heures, se rendit à la GADA, mais ne fut pas autorisée à voir le requérant. Cette avocate produit devant la Cour une attestation sous serment indiquant qu’elle s’est rendue à la GADA toutes les deux ou trois heures, jusqu’au lundi 12 avril 2010, mais qu’elle n’a pas réussi à s’entretenir avec le requérant. L’accès même au bâtiment lui aurait été interdit.", "8.  Toujours le 10 avril 2010, l’officier chargé des relations publiques de la police nationale publia un communiqué de presse ainsi libellé :", "« Dans le cadre des enquêtes intensives ouvertes pour faire face au terrorisme dans notre pays, il est porté à la connaissance du public qu’aujourd’hui, à l’aube, les services de la police grecque ont arrêté des personnes et ont perquisitionné les domiciles de celles-ci, et ils ont trouvé et confisqué des éléments importants. Les enquêtes se poursuivent. Nous vous tiendrons informés de tout développement. »", "9.  Le 11 avril 2010, le même officier fit une nouvelle déclaration :", "« Suite à notre déclaration d’hier, il est porté à votre connaissance que :", "Sur la base des éléments qui ont ressorti des enquêtes menées jusqu’à présent ont été arrêtées et seront déférées devant le procureur compétent pour participation à l’activité de l’organisation terroriste Epanastatikos Agonas les personnes suivantes : [M.N., R.P., S.E.], Kortesis Christoforos, [N.S., G.K.] (...) »", "10.  Le quotidien à grand tirage To Vima du 10 avril 2010 fit état de ces arrestations, de même que plusieurs journaux de la presse papier (Elefterotypia, Imerisia) et de la presse électronique, parus le 11 avril 2010.", "11.  Le 11 avril 2010, la famille du requérant mandata un deuxième avocat, Me I. Rachiotis. Les demandes que celui-ci réitéra entre le 11 avril à 21 heures et 12 avril à 2 heures en vue de rencontrer le requérant furent rejetées par les autorités de police qui menaient l’enquête préliminaire.", "12.  Le matin du lundi 12 avril 2010 à 7 h 30, le requérant fut informé qu’il était accusé de participation à une organisation terroriste, destruction par explosifs, fabrication et possession d’explosifs, tentative d’homicide et dégradation de propriété d’autrui. Le requérant sollicita l’assistance d’un avocat lors de sa défense, mais les enquêteurs, les officiers de police P.S. et I.K., refusèrent de donner suite à cette demande. Selon le requérant, ceux-ci ont complété et signé un rapport, dans lequel ils auraient affirmé qu’ils lui avaient lu ses droits – dont celui de contacter un avocat – et qu’il avait déclaré y renoncer. Ils auraient aussi affirmé qu’il avait refusé de se défendre et de signer ce document.", "2.  La version du Gouvernement", "13.  Le 10 avril 2010, une perquisition eut lieu au domicile du requérant dans le cadre d’une enquête préliminaire pour violation de la loi no 2168/1993 relative aux armes. Le père du requérant, qui était présent alors que son fils était absent, déclara aux policiers qu’il ne s’opposait pas à la perquisition. A la suite de celle-ci, la police rédigea un procès-verbal.", "14.  Le requérant fut arrêté le 11 avril 2010, à 2 h 20 dans les locaux de la GADA (paragraphe 17 ci-dessous). A 2 h 30, il subit une fouille corporelle. Un procès-verbal d’arrestation et un autre relatif à la fouille furent rédigés. Le premier indiquait qu’il avait été rédigé à 2 h 20 et le second à 2 h 45. Le requérant refusa de répondre aux questions des policiers, de se plier au prélèvement de ses empreintes digitales et de communiquer son identité.", "15.  Le 12 avril 2010, une nouvelle perquisition eut lieu dans une autre résidence du requérant.", "16.  Il ressort du registre des visiteurs de la GADA que, lors de sa détention, le requérant reçut la visite de son père le 12 avril 2010, à 17 h 20. Il reçut aussi des visites de son avocate, Me S. Giannakopoulou, le 12 avril (de 21 h 55 à 22 h 55), le 13 avril (de 19 h 30 à 20 h 30), le 14 avril (de 11 h 46 à 12 h 33 et de 19 h 20 à 20 h 5, (était également présent l’avocat Me I. Rachiotis), le 15 avril (de 20 h 44 à 21 h 05) et 16 avril (de 16 h 25 à 17 heures).", "B.  L’engagement de poursuites contre le requérant et les recours formés par celui-ci contre l’acte d’accusation et divers actes de la procédure", "17.  Le procès-verbal de l’arrestation du requérant précisait qu’il avait été établi le 11 avril 2010, à 2 h 20 et qu’il avait été lu à toutes les personnes impliquées dans l’arrestation, dont le requérant. Il indiquait que le requérant avait été arrêté au siège de la GADA, le même jour à 2 h 15, pour violation notamment de l’article 187 A §§ 1 (constitution d’organisation criminelle) et 4 (possession d’armes et d’explosifs), des articles 270 (explosion), 272 § 1 (infractions relatives aux explosifs) et 299 § 1 (homicide volontaire) du code pénal. Le procès-verbal mentionnait en outre que le requérant avait refusé de le signer.", "18.  Le 12 avril 2010, à 7 h 30, le requérant fut entendu par un des policiers chargés de l’enquête. Le « rapport d’examen de l’accusé », rédigé le même jour, précisait qu’il avait été porté à la connaissance du requérant que celui-ci, aidé par les coaccusés N.M., P.R., E.S., S.N. et K.G., ainsi que par un nombre indéterminé d’autres personnes, avait : créé une organisation criminelle et terroriste nommée Epanastatikos Agonas, fabriqué des engins explosifs artisanaux et provoqué les explosions du 5 septembre 2003 au tribunal de première instance d’Athènes, du 5 mai 2004 au commissariat de police de Kallithea, du 29 octobre 2004 lors du passage d’un convoi de la police nationale, du 2 juin 2005 au ministère du Travail, du 12 décembre 2005 au ministère de l’Economie, du 30 mai 2006 près du domicile du ministre de la Culture, du 9 mars 2009 à une succursale de la banque Citibank à Nea Ionia, du 12 mai 2009 à une succursale de la banque Eurobank à Argyroupoli et du 2 septembre 2009 à la Bourse d’Athènes. De plus, le 12 janvier 2007, les membres de cette organisation auraient lancé une roquette antichar sur l’ambassade des Etats-Unis et posé des engins explosifs (désamorcés à temps) aux endroits suivants : le 14 mars 2004 à une succursale de la banque Citibank à Neo Psychiko, le 24 octobre 2008 au bâtiment de la société Shell Hellas à Paleo Faliro et le 18 février 2009 à une succursale de la banque Citibank à Nea Kifisia. Enfin, le 30 avril 2007, le 23 décembre 2008 et le 5 janvier 2009, ils auraient tiré et lancé des grenades respectivement contre le commissariat de police de Nea Ionia, sur un bus de la police transportant des policiers et sur une unité de policiers.", "19.  Le rapport précisait ensuite que le requérant avait été informé de tous ses droits en vertu du code de procédure pénale, notamment des droits à être représenté par un avocat et à communiquer librement avec lui, à recevoir copie du dossier et à examiner lui-même ou à faire examiner par son avocat les pièces de l’enquête et l’acte d’accusation, ainsi que du droit de garder le silence.", "20.  Le rapport indiquait enfin que le requérant avait expressément déclaré ne souhaiter ni faire usage de ses droits, ni répondre aux questions, ni signer le rapport.", "21.  Toujours le 12 avril 2010, entre 9 heures et 10 heures, le requérant fut conduit devant le procureur près le tribunal correctionnel, qui engagea des poursuites pénales contre lui. Par la suite, il fut présenté devant un magistrat instructeur, qui lui donna lecture de l’acte d’accusation et lui accorda un délai de trois jours pour préparer sa défense.", "22.  L’acte d’accusation précisait ce qui suit :", "« Tu es accusé d’avoir commis aux lieux et dates mentionnés ci-dessous plusieurs infractions passibles de peines privatives de liberté. Plus particulièrement :", "A)  Aux lieux et aux dates ci-dessous, agissant conjointement avec les coaccusés dont les noms suivent et avec d’autres personnes encore non identifiées, vous avez formé une organisation terroriste, dirigée par tes coaccusés N.M. et P.R. et des personnes encore non identifiées, c’est-à-dire un groupe avec une structure et une activité continue, composé de personnes (membres) qui agissent ensemble afin de commettre les crimes d’homicide volontaire et de destruction par explosif d’une manière, d’une étendue et dans des conditions propres à porter gravement atteinte au pays, et dans le but d’intimider sérieusement la population (...) et de porter préjudice et de détruire les structures constitutionnelles, politiques et économiques du pays. De plus, le groupe que vous avez formé fabrique, dans le but de servir ses intérêts, des armes, des explosifs et des substances chimiques et biologiques qui émettent des rayonnements nocifs pour l’homme. (...) »", "23.  L’acte d’accusation énumérait ensuite une longue liste d’actes et d’infractions reprochés aux accusés.", "24.  Dans la soirée du 12 avril 2010, le requérant reçut une copie du dossier et put s’entretenir avec ses avocats. Il dit s’être rendu compte à la lecture des pièces du dossier que le procès-verbal d’arrestation établi par les autorités de police indiquait comme date et heure d’arrestation le 11 avril 2010, à 2 h 20, et comme lieu de celle-ci le siège même de la GADA. De même, le procès-verbal de fouille corporelle et de confiscation indiquait comme date et heure de celles-ci le 11 avril 2010, à 2 h 30. Il rappelle que les deux procès-verbaux précisaient qu’il avait refusé de les signer.", "25.  Considérant que l’acte d’accusation ne contenait aucun élément de nature à le mettre directement en cause, le requérant invita, le 16 avril 2010, le magistrat instructeur soit à annuler l’acte d’accusation soit à préciser et à présenter de manière plus concrète les accusations le concernant afin qu’il pût préparer une défense circonstanciée. Il alléguait qu’il ne suffisait pas d’indiquer que l’accusé avait commis telle ou telle infraction, mais qu’il fallait mentionner en détail et clairement les faits de nature à démontrer sa participation à la commission de l’infraction. Or, selon le requérant, l’acte d’accusation le concernant était identique à ceux des autres coaccusés, mentionnait les actes revendiqués par Epanastatikos Agonas mais ne précisait pas quelle était sa propre implication dans les infractions énumérées.", "26.  Le 16 avril 2010, le magistrat instructeur déclara qu’il n’existait aucune raison justifiant l’annulation de l’acte d’accusation, que celui-ci décrivait clairement tant l’élément matériel que l’élément moral des infractions et qu’il était reproché au requérant d’avoir commis les infractions en commun avec ses coaccusés. Le même jour, le magistrat instructeur confirma le placement en détention provisoire du requérant à compter du 11 avril 2010.", "27.  Le 19 avril 2010, le requérant introduisit devant la chambre d’accusation du tribunal correctionnel d’Athènes un recours contre la décision susmentionnée du magistrat instructeur. Il demandait l’annulation de l’acte d’accusation et la rédaction d’un nouvel acte.", "28.  Le 5 mai 2010, la chambre d’accusation débouta le requérant. Elle considéra que les éléments matériel et moral des infractions qui lui étaient reprochées étaient bien précisés et qu’il n’existait à ce stade aucun besoin de se référer aux éléments de preuve qui pourraient fonder ces infractions car il appartiendrait au tribunal compétent de le faire. Quant à l’allégation du requérant selon laquelle sa participation aux infractions n’était pas mentionnée de manière individualisée, la chambre d’accusation affirma que les termes « en commun » signifiaient « dol commun », c’est-à-dire que chaque coauteur souhaitait ou acceptait la réalisation de l’élément matériel de l’infraction tout en sachant que les autres agissaient dans le but de commettre la même infraction.", "29.  Par une requête datée du 4 mai 2010 (déposée le 9 juin 2010), le requérant saisit à nouveau la chambre d’accusation de la cour d’appel d’Athènes. Il se plaignait d’une violation de l’article 6 de la Constitution et des dispositions pertinentes du code de procédure pénale, et demandait l’annulation des deux procès-verbaux précités du 11 avril 2010, relatifs à l’arrestation et à la fouille corporelle, ainsi que du rapport d’examen de l’accusé du 12 avril 2010. Il soulignait qu’il avait été arrêté le samedi 10 avril 2010 et conduit à la GADA et que, lorsqu’il avait demandé à être informé de la raison de son arrestation et à prendre contact avec un avocat, il lui avait été répondu qu’il faisait l’objet d’un mandat d’amener, ce qui aurait justifié le refus de toute communication avec un avocat. Il prétendait aussi que le procès-verbal d’arrestation indiquait le 11 avril comme date d’arrestation alors qu’il aurait été détenu à compter du 10 avril. Il reprochait aux deux officiers de police qui l’avaient arrêté d’avoir faussement certifié que la fouille corporelle avait eu lieu le 11 avril, à 2 h 30, alors qu’elle avait, selon lui, été effectuée le 10 avril, à 2 h  45.", "30.  Par une décision no 1508/2010 du 19 juillet 2010, la chambre d’accusation rejeta le recours du requérant au motif qu’il était irrecevable. Elle releva que le seul élément de preuve sur lequel il s’appuyait était le communiqué de presse de la police grecque du 10 avril 2010, selon lequel des arrestations et des perquisitions avaient eu lieu à cette date à l’aube, mais que ce communiqué ne le mentionnait pas nommément. Elle précisa en outre que le procureur était en train d’examiner si les officiers de police avaient commis les infractions de fausse déclaration et de manquement aux devoirs de la fonction.", "31.  Il ressort d’un document établi par le parquet du tribunal correctionnel d’Athènes, qui a été soumis par le Gouvernement, qu’aucune enquête n’a été menée pour vérifier si les policiers avaient fait de fausses déclarations.", "32.  Le 4 juin 2010, le dossier fut transmis au parquet de la cour d’appel d’Athènes afin que l’instruction fût attribuée à un magistrat instructeur spécial de cette juridiction.", "33.  Le 28 avril 2011, la chambre d’accusation de la cour d’appel mit fin à la détention provisoire du requérant. Elle releva qu’il ressortait du dossier que le requérant n’avait pas effectué d’actes préparatoires en vue de fuir, n’avait pas été contumax dans le passé et avait une résidence connue. Aucun élément ne permettait de conclure que s’il était mis en liberté, il commettrait d’autres infractions.", "34.  Sur appel du procureur, la chambre d’accusation de la Cour de cassation cassa le 19 mai 2011 la décision de la chambre d’accusation de la cour d’appel et renvoya l’affaire à celle-ci. Elle considéra que la chambre d’accusation de la cour d’appel n’avait pas suffisamment motivé sa décision et notamment n’avait pas indiqué les faits qui pouvaient justifier la non-prolongation de la détention et les raisons pour lesquelles elle estimait que le requérant ne risquait pas de commettre de nouvelles infractions. Tous les éléments que la chambre d’accusation de la cour d’appel indiquait à l’appui de sa décision pour mettre fin à la détention du requérant étaient déjà connus à l’époque de la mise en détention du requérant et n’avaient pas empêchés les autorités de l’ordonner puis de la prolonger.", "35.  Par une décision du 6 avril 2011, publiée le 27 juin 2011, la chambre d’accusation de la cour d’appel confirma sa décision initiale. Elle releva que le délai maximum de douze mois de la détention provisoire du requérant a pris fin 14 avril 2011 et sa détention n’a pas été prolongée avant la fin de ce délai et en application des dispositions de l’article 287 du code de procédure pénale. Le requérant ayant déjà été libéré en vertu de la décision du 6 avril 2011, il n’y avait plus de motif légal de prolonger sa détention.", "36.  Le 5 octobre 2011, la cour d’appel criminelle d’Athènes tint audience dans l’affaire du requérant. A ce jour, la procédure est toujours pendante.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  La Constitution", "37.  L’article 6 § 2 de la Constitution se lit ainsi :", "« Tout individu arrêté en flagrant délit ou en vertu d’un mandat est conduit devant le magistrat instructeur (anakriti) au plus tard dans un délai de vingt-quatre heures à compter de l’arrestation (...) »", "B.  Le code de procédure pénale", "38.  Les articles pertinents en l’espèce du code de procédure pénale disposent :", "Article 100", "« 1.  Lors de sa défense et de tout examen, même celui ayant lieu contradictoirement avec d’autres témoins ou d’autres accusés, l’accusé a le droit d’être assisté par un avocat. Pour cette raison, il est cité vingt-quatre heures avant chaque acte d’instruction.", "(...)", "4.  La communication entre un accusé avec son avocat ne peut en aucun cas être interdite. »", "Article 101", "« 1.  Dès que l’accusé se présente devant lui (...), le magistrat instructeur l’informe du contenu de l’acte d’accusation et des autres documents de l’instruction. Il est également permis à l’accusé d’examiner lui-même ou par l’intermédiaire de son avocat l’acte d’accusation et les documents de l’instruction. (...) »", "Article 102", "« 1.  L’accusé a le droit de demander un délai pouvant aller jusqu’à quarante-huit heures pour préparer sa défense et n’est pas obligé de se défendre avant l’expiration de ce délai.", "2.  Le magistrat instructeur peut prolonger ce délai à la demande de l’accusé. »", "Article 103", "« Immédiatement après avoir vérifié l’identité de l’accusé, le magistrat instructeur expose clairement à l’intéressé tous les droits susmentionnés (...) »", "Article 104", "« Les droits mentionnés aux articles 100 §§ 1, 2 et 4, 101, 102 et 103 sont accordés à l’accusé, y compris au stade de l’enquête préliminaire (...) »", "Article 105", "« Lorsqu’une enquête préliminaire a lieu conformément à l’article 243 § 2 du présent code (flagrants délits), (...) la personne mise en examen bénéficie des droits mentionnés aux articles 103 et 104. »", "Article 168 § 1", "« Les délais mentionnés dans le présent code sont calculés selon le calendrier ordinaire. (...) Le délai de vingt-quatre heures dure tout le jour suivant son point de départ. »", "Article 275", "« 1.  En cas de crime et de flagrant délit, les enquêteurs (...) ainsi que tout agent de police ont l’obligation, et chaque citoyen a le droit, d’appréhender l’auteur de l’infraction en respectant les dispositions de la Constitution et de l’article 279 du code et de le présenter dans un court délai devant le procureur (eisaggeleas).", "(...)", "3.  En cas de crime et de flagrant délit, le procureur compétent près le tribunal correctionnel a le droit d’émettre, à l’encontre de l’auteur de l’infraction poursuivie, un mandat d’arrêt, conformément aux articles 276 et 277. Le procureur peut lever ou annuler ce mandat. »", "Article 279 § 1", "« Toute personne arrêtée en flagrant délit ou en vertu d’un mandat est conduite sans retard devant le procureur compétent dans un délai maximum de vingt-quatre heures (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 §§ 1, 2 ET 3 DE LA CONVENTION", "39.  Le requérant allègue que, lors de l’enquête préliminaire, il n’a pas été présenté devant un magistrat instructeur dans un délai de vingt-quatre heures, qu’il n’a pas eu accès à un avocat ni aux pièces du dossier, que les autorités de police ont falsifié l’heure de son arrestation et qu’elles ont faussement certifié qu’il avait pris connaissance de ses droits et renoncé à ceux-ci, et qu’il n’a pas été informé dans un court délai des raisons de son arrestation et des accusations portées contre lui. Il se plaint d’une violation des paragraphes 1, 2 et 3 de l’article 5 de la Convention, qui se lisent ainsi :", "« 1.  Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "(...)", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "(...)", "2.  Toute personne arrêtée doit être informée, dans le plus court délai et dans une langue qu’elle comprend, des raisons de son arrestation et de toute accusation portée contre elle.", "3.  Toute personne arrêtée ou détenue, dans les conditions prévues au paragraphe 1 c) du présent article, doit être aussitôt traduite devant un juge ou un autre magistrat habilité par la loi à exercer des fonctions judiciaires et a le droit d’être jugée dans un délai raisonnable, ou libérée pendant la procédure. La mise en liberté peut être subordonnée à une garantie assurant la comparution de l’intéressé à l’audience. »", "A.  Sur la recevabilité", "40.  La Cour constate que ces griefs ne sont pas manifestement mal fondés au sens de l’article 35 § 3 a) de la Convention. Elle relève par ailleurs qu’ils ne se heurtent à aucun autre motif d’irrecevabilité. Il convient donc de les déclarer recevables.", "B.  Sur le fond", "1.  Quant aux griefs relatifs à l’article 5 §§ 1 et 3 de la Convention", "41.  Le requérant prétend que la date et l’heure de son arrestation mentionnées dans le procès-verbal d’arrestation sont fausses. Il en veut pour preuve les déclarations de la police faites le 10 et le 11 avril ainsi que les articles de presse à ce sujet. Se référant au droit grec pertinent et à l’arrêt Assenov et autres c. Bulgarie (28 octobre 1998, § 148, Recueil des arrêts et décisions 1998-VIII), il indique que l’autorité devant laquelle une personne arrêtée doit être « aussitôt » traduite, au sens de l’article 5 § 3 de la Convention, doit exercer un pouvoir judiciaire autonome et qu’une arrestation ne doit pas être ordonnée par le procureur ou le juge d’instruction agissant sous la surveillance du procureur. Il soutient qu’il a été présenté devant le procureur le 12 avril 2010, entre 9 heures et 10 heures, soit, d’après lui, cinquante-cinq heures après son arrestation. Il ajoute qu’un tel délai était préjudiciable à ses droits de la défense au motif qu’il ne pouvait pas consulter son avocat avant d’avoir été traduit devant le procureur ou le juge d’instruction.", "42.  Le Gouvernement considère comme totalement infondée l’allégation du requérant selon laquelle le procureur n’exercerait pas un pouvoir judiciaire autonome et n’aurait pas compétence pour ordonner la détention ou l’élargissement d’un accusé. Il expose que, selon l’article 275 § 3 du code de procédure pénale, en cas de crime ou de flagrant délit le procureur a le pouvoir d’émettre un mandat d’arrêt qu’il peut lever, voire annuler. Il indique en outre que la procédure qui suit l’arrestation est décrite à l’article 6 de la Constitution et à l’article 279 § 1 du code de procédure pénale. De plus, selon le Gouvernement, bien que l’article 6 de la Constitution indique que la personne arrêtée est déférée devant le magistrat instructeur, et non devant le procureur, il n’y a pas de contradiction entre cette disposition de la Constitution et l’article 279 du code de procédure pénale : cette divergence s’expliquerait par le fait que le procureur est compétent, d’une part, pour faire exécuter les mandats d’arrêt et, d’autre part, pour fixer le déroulement de la procédure en cas d’arrestation en flagrant délit. Enfin, le Gouvernement souligne qu’en dépit de la complexité de l’affaire, due au nombre des accusés et au nombre et la nature des infractions, le requérant a été conduit dans un délai de 24 h, au sens de l’article 168 du code de procédure pénale, devant le procureur qui a saisi le juge d’instruction.", "43.  La Cour estime que la question importante en l’espèce sous l’angle de l’article 5 § 1 de la Convention est celle de la légalité de la privation de liberté. Celle-ci relève en l’occurrence de l’article 5 § 1 c) de la Convention car le requérant a été arrêté et détenu « en vue d’être conduit devant l’autorité judiciaire compétente », au motif qu’il était soupçonné d’avoir commis plusieurs crimes. La question à trancher est donc celle de savoir si le requérant a été privé de sa liberté « selon les voies légales » au sens de l’article 5 § 1 c) de la Convention.", "44.  La Cour rappelle d’abord que l’article 5 de la Convention garantit le droit fondamental à la liberté et à la sûreté. Ce droit revêt une très grande importance dans « une société démocratique », au sens de la Convention (De Wilde, Ooms et Versyp c. Belgique, 18 juin 1971, § 65, série A no 12 ; Winterwerp c. Pays-Bas, 24 octobre 1979, § 37, série A no 33, et Assanidzé c. Georgie [GC], no 71503/01, § 69, CEDH 2004II).", "45.  Elle rappelle ensuite que tout individu a droit à la protection de ce droit, c’est-à-dire à ne pas être ou rester privé de sa liberté (Weeks c. Royaume-Uni, 2 mars 1987, § 40, série A no 114), sauf si la privation en question respecte les exigences de l’article 5. La liste des exceptions au droit à la liberté que dresse l’article 5 § 1 revêt un caractère exhaustif (Labita c. Italie [GC], no 26772/95, § 170, CEDH 2000IV, et Quinn c. France, 22 mars 1995, § 42, série A no 311), et seule une interprétation étroite cadre avec le but et l’objet de cette disposition : assurer que nul ne soit arbitrairement privé de sa liberté (Giulia Manzoni c. Italie, 1er juillet 1997, § 25, Recueil 1997IV ; Hutchison Reid c. Royaume-Uni, no 50272/99, § 46, 20 février 2003 ; Karamanof c. Grèce, no 46372/09, § 40, 26 juillet 2011).", "46.  Les termes « selon les voies légales » qui figurent à l’article 5 § 1 renvoient pour l’essentiel à la législation nationale et consacrent l’obligation d’en observer les normes de fond comme de procédure. S’il incombe au premier chef aux autorités nationales, notamment aux tribunaux, d’interpréter et d’appliquer le droit interne, il en est autrement s’agissant d’affaires dans lesquelles, au regard de l’article 5 § 1, l’inobservation du droit interne emporte violation de la Convention. En pareil cas, la Cour peut et doit exercer un certain contrôle pour rechercher si le droit interne a bien été respecté (Baranowski c. Pologne, no 28358/95, § 50, CEDH 2000-III).", "47.  De surcroît, il est essentiel, en matière de privation de liberté, que le droit interne définisse clairement les conditions de détention et que la loi soit prévisible dans son application (Erkalo c. Pays-Bas, 2 septembre 1998, § 52, Recueil 1998-VI, , Baranowski, précité, § 52, et Minjat c. Suisse, no 38223/97, § 40, 28 octobre 2003). La Cour doit en outre être convaincue que la détention pendant la période en jeu est conforme au but de l’article 5 § 1, à savoir protéger l’individu de toute privation de liberté arbitraire. La Cour doit donc s’assurer que le droit interne se conforme lui-même à la Convention, y compris aux principes énoncés ou impliqués par elle (Baranowski, précité, § 51).", "48.  La Cour rappelle en outre avoir admis à plusieurs reprises par le passé que les enquêtes au sujet d’infractions terroristes confrontent indubitablement les autorités à des problèmes particuliers (voir, entre autres, les arrêts Brogan et autres c. Royaume-Uni, 29 novembre 1988, § 61, série A no 145-B, Murray c. Royaume-Uni, 28 octobre 1994, série A no 300-A, § 58, et Dikme c. Turquie, no 20869/92, § 64, CEDH 2000-VIII). Cela ne signifie pas, toutefois, que celles-ci aient carte blanche, au regard de l’article 5, pour arrêter et placer en garde à vue des suspects, à l’abri de tout contrôle effectif par les tribunaux internes et, en dernière instance, par les organes de contrôle de la Convention, chaque fois qu’elles choisissent d’affirmer qu’il y a infraction terroriste (voir, par exemple, l’arrêt Altay c. Turquie, no 22279/93, §§ 64-65, 22 mai 2001).", "49.  La Cour a déjà eu à se prononcer sur des cas où la question de savoir à partir de quand commençait le point de départ de la période pendant laquelle le requérant était privé de sa liberté sans base légale faisait l’objet d’une controverse entre les parties. Un élément important à prendre en considération à ce titre est l’instant à partir duquel le requérant se trouve sous le contrôle des autorités. Il appartient au Gouvernement de fournir des explications sur ce qui s’est passé à partir de ce moment-là (Greanga c. Roumanie [GC], no 29226/03, §§ 86 et 94, 23 février 2012).", "50.  En l’espèce, la Cour relève d’emblée la divergence existant entre le requérant, d’une part, et les autorités de poursuite et le Gouvernement, d’autre part, quant à la date, à l’heure et au lieu d’arrestation de l’intéressé. Selon le premier, l’arrestation a eu lieu le samedi 10 avril, à 2 h 30, sur la voie publique, alors que, selon les deuxièmes, elle a eu lieu le dimanche 11 avril 2010, à 2 h 20, au siège de la GADA. La Cour note que cette dernière date est celle qui figure sur tous les documents officiels établis par les autorités de poursuite et qui a été entérinée par la chambre d’accusation du tribunal correctionnel d’Athènes.", "51.  La Cour précise que, pour l’appréciation des éléments de preuve, elle retient le critère de la preuve « au-delà de tout doute raisonnable ». La spécificité de la tâche que lui attribue l’article 19 de la Convention – assurer le respect par les Hautes Parties contractantes de leur engagement consistant à reconnaître les droits fondamentaux consacrés par cet instrument – conditionne sa façon d’aborder les questions de preuve. Dans le cadre de la procédure devant la Cour, il n’existe aucun obstacle procédural à la recevabilité d’éléments de preuve ni de formules prédéfinies applicables à leur appréciation. La Cour adopte les conclusions qui, à son avis, se trouvent étayées par une évaluation indépendante de l’ensemble des éléments de preuve, y compris les déductions qu’elle peut tirer des faits et des observations des parties. Conformément à sa jurisprudence constante, la preuve peut résulter d’un faisceau d’indices, ou de présomptions non réfutées, suffisamment graves, précis et concordants. En outre, le degré de conviction nécessaire pour parvenir à une conclusion particulière et, à cet égard, la répartition de la charge de la preuve sont intrinsèquement liés à la spécificité des faits, à la nature de l’allégation formulée et au droit conventionnel en jeu (Natchova et autres c. Bulgarie [GC], nos 43577/98 et 43579/98, § 147, CEDH 2005VII).", "52.  Or, la Cour note d’abord que le Gouvernement, se fondant sur les différents documents officiels établis par les autorités de poursuite, prétend que le requérant a été arrêté le 11 avril à 2 h 20 au siège de la GADA. Toutefois, ni le Gouvernement ni les autorités de poursuite n’expliquent comment le requérant s’est trouvé à une telle heure au siège de la GADA : ils ne précisent ni s’il s’est présenté lui-même pour se rendre, ni, s’il a été arrêté à l’extérieur de la GADA, à quelle heure et comment a eu lieu son arrestation. La Cour note ensuite que le 10 avril 2010, l’officier chargé des relations publiques de la police nationale a publié un communiqué de presse dans lequel il annonçait qu’à l’aube, les services de police avaient arrêté des suspects et perquisitionné les domiciles de ceux-ci. Le domicile du requérant avait effectivement fait l’objet d’une perquisition le matin même du 10 avril 2010. En outre, dans son communiqué du 11 avril 2010, le même officier ne faisait état d’aucune nouvelle arrestation. Enfin, le dossier contient une attestation sous serment d’une des avocates du requérant, qui affirme avoir été mandatée, le samedi 10 avril 2010, par les parents de l’intéressé pour le représenter. Elle assure s’être rendue plusieurs fois à la GADA pour rencontrer son client, mais s’être vu interdire l’accès au bâtiment.", "53.  Ces éléments suffisent à étayer l’affirmation du requérant selon laquelle il a bien été arrêté le samedi 10 avril 2010. Or, l’intéressé a été présenté d’abord devant le procureur compétent, puis devant le juge d’instruction le 12 avril 2010 dans la matinée. Il est vrai que d’après l’article 168 § 1 du code de procédure pénale « le délai de vingt-quatre heures dure tout le jour suivant son point de départ » (paragraphe 38 ci-dessus). Il n’empêche qu’en l’occurrence le requérant a été présenté devant le magistrat instructeur le surlendemain de son arrestation, c’est-à-dire au-delà du délai maximum prévu par la loi.", "54.  La Cour estime dès lors qu’en l’espèce la privation de liberté qu’a subie le requérant jusqu’à son inculpation par le juge d’instruction n’avait pas de base légale en droit interne et qu’elle a donc enfreint l’article 5 § 1 c) de la Convention.", "55.  Compte tenu de cette conclusion, la Cour estime qu’il ne s’impose pas de statuer séparément sur le grief tiré de l’article 5 § 3 de la Convention, fondé sur le fait que le requérant n’aurait pas été traduit « aussitôt » devant un magistrat habilité par la loi à exercer des fonctions judiciaires.", "2.  Quant au grief relatif à l’article 5 § 2 de la Convention", "56.  Le Gouvernement indique que l’obligation, garantie par l’article 5 § 2, d’informer, « dans le plus court délai », toute personne arrêtée des raisons de son arrestation et des accusations portées contre elle ne signifie pas que l’information doit être donnée par l’agent qui procède à l’arrestation au moment même où celle-ci a lieu. Il expose que le requérant, soupçonné d’appartenir à une organisation terroriste et d’avoir commis une série de crimes, a été arrêté le 11 avril 2010, à 2 h 20, dans le cadre d’une opération de démantèlement de cette organisation. Il précise qu’aucun élément – ni les articles de presse produits par le requérant ni la déclaration du porte-parole de la police du 10 avril 2010 – n’indique que l’intéressé aurait été arrêté le 10 avril et non le 11 avril, date consignée dans le procès-verbal d’arrestation. Il précise encore que, le lendemain de l’arrestation et dans le délai prévu par l’article 168 § 1 du code de procédure pénale, soit le 12 avril 2010, à 7 h 30, le requérant a été informé des accusations portées contre lui et de son droit de se faire assister par un avocat. Il ajoute que l’intéressé a refusé la présence d’un avocat, qu’il ne s’est pas auto-incriminé au cours de son interrogatoire à la GADA et que, en tout état de cause, il s’est entretenu avec son avocate le lendemain de son arrestation et six fois consécutivement entre le 12 et le 16 avril 2010.", "57.  Le requérant, quant à lui, renvoie à ses observations relatives à l’article 5 §§ 1 et 3 de la Convention, affirmant qu’elles valent aussi à l’égard de l’article 5 § 2 de la Convention. Il précise n’avoir été informé des accusations pesant sur lui que le 12 avril à 7 h 30, soit, selon lui, cinquante-trois heures exactement après son arrestation (paragraphe 12 ci-dessus).", "58.  La Cour rappelle que le paragraphe 2 de l’article 5 de la Convention énonce une garantie élémentaire : toute personne arrêtée doit savoir pourquoi. Intégré au système de protection qu’offre l’article 5, il oblige à signaler à une telle personne, dans un langage simple et accessible pour elle, les raisons juridiques et factuelles de sa privation de liberté, afin qu’elle puisse en contester la légalité devant un tribunal en vertu du paragraphe 4 du même article. Elle doit bénéficier de ces renseignements « dans le plus court délai », mais le policier qui l’arrête peut ne pas les lui fournir en entier sur-le-champ. Pour déterminer si elle en a reçu assez et suffisamment tôt, il faut avoir égard aux particularités de l’espèce (Fox, Campbell et Hartley c. Royaume-Uni, 30 août 1990, § 40, série A no 182, Bordovski c. Russie, no 49491/99, §§ 55-56, 8 février 2005, et Gasinš c. Lettonie, no 69458/01, § 52, 19 juillet 2011).", "59.  Ainsi, par exemple, dans l’affaire Fox, Campbell et Hartley précitée, où les requérants s’étaient vu exposer les raisons de leur arrestation sept heures au maximum après celle-ci, la Cour a reconnu ce délai comme étant « prompt » (arrêt précité, § 42). De même, dans l’affaire Čonka c. Belgique (no 51564/99, CEDH 2002-I), elle a conclu à la non-violation de l’article 5 § 2, les requérants s’étant vu présenter les raisons générales de leur privation de liberté au moment de leur arrestation, puis des raisons écrites deux jours plus tard. En revanche, dans l’affaire Leva c. Moldova (no 12444/05, § 62, 15 décembre 2009), la Cour a conclu au non-respect des exigences de l’article 5 § 2, les requérants ayant été privés de liberté sans avoir été informés de la raison de leur détention pendant plus de trois jours.", "60.  En l’espèce, la Cour relève que le procès-verbal d’arrestation précisait avoir été établi le 11 avril 2010, à 2 h 20. Il y était indiqué que le requérant avait été arrêté au siège de la GADA, le même jour à 2 h 15, pour violation notamment des articles 187 A §§ 1, 270, 272 § 1 et 299 § 1 du code pénal, et que le procès-verbal d’arrestation avait été lu à toutes les personnes impliquées dans l’arrestation, dont le requérant. Le procès-verbal mentionnait en outre que l’intéressé avait refusé de le signer.", "61.  La Cour relève que, à supposer même que le requérant ait bien été arrêté le 11 avril 2010, à 2 h 15, et que lecture du procès-verbal de son arrestation lui ait effectivement été donnée, celui-ci ne contient qu’une simple énumération des articles du code pénal. Même si ces articles correspondent à diverses infractions, le procès-verbal en question n’est pas explicite sur le point de savoir si le requérant a eu la possibilité de prendre connaissance du contenu des articles en question. Selon les dires mêmes du Gouvernement, le requérant a pris pour la première fois connaissance des accusations qui pesaient sur lui le 12 avril 2010, à 7 h 30, lors de sa comparution devant l’un des policiers chargés de l’enquête, avant d’être présenté, le même jour, devant le procureur, qui lui a annoncé l’ouverture des poursuites, et devant le magistrat instructeur, qui lui a donné lecture de l’acte d’accusation.", "62.  Or, même si la date et l’heure exactes de l’arrestation étaient celles indiquées dans le procès-verbal, le requérant a dû attendre vingt-neuf heures avant d’être informé de la raison de sa détention, un délai qui ne peut être considéré comme répondant à l’exigence d’informer une personne arrêtée dans « le plus court délai » comme le prescrit l’article 5 § 2 de la Convention.", "Partant, il y a eu violation de cette disposition.", "II.  SUR LES AUTRES VIOLATIONS ALLÉGUÉES", "63.  Invoquant l’article 6 §§ 3 a), b) et c) de la Convention, le requérant allègue par ailleurs que l’acte d’accusation n’indiquait pas de façon individualisée les infractions qu’il aurait commises dès lors qu’il n’aurait pas précisé quelle était son implication personnelle dans les infractions mentionnées. Il se plaint également de n’avoir pas été autorisé à s’entretenir avec ses avocats et de ne pas avoir disposé de suffisamment de temps pour prendre connaissance de l’acte d’accusation et préparer sa défense.", "64.  La Cour estime que ce grief est prématuré dans toutes ses branches, y compris dans celle relative au droit à bénéficier de l’assistance d’un avocat pendant la garde à vue (article 6 § 3 c)), droit prévu par les articles 100 §§ 1 et 4 et 104 du code de procédure pénale. Il s’ensuit que cette partie de la requête doit être rejeté en application de l’article 35 §§ 1 et 4 de la Convention.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "66.  Le requérant réclame 16 000 euros (EUR) pour préjudice moral.", "67.  Le Gouvernement considère que cette somme est excessive et que le constat d’une violation constituerait une satisfaction équitable suffisante.", "68.  La Cour estime qu’il y a lieu d’octroyer au requérant 2 200 EUR pour dommage moral.", "B.  Frais et dépens", "69.  Le requérant demande également 525 EUR pour les honoraires d’avocat dans les procédures menées devant les autorités et juridictions grecques, notamment la chambre d’accusation de la cour d’appel.", "70.  Le Gouvernement ne présente pas d’observations à cet égard.", "71.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, compte tenu des documents en sa possession et de sa jurisprudence, la Cour estime raisonnable la somme demandée et l’accorde au requérant.", "C.  Intérêts moratoires", "72.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Déclare la requête recevable quant aux griefs tirés de l’article 5 §§ 1 et 3 et de l’article 5 § 2 de la Convention, et irrecevable pour le surplus ;", "", "2.  Dit qu’il y a eu violation de l’article 5 § 1 de la Convention ;", "", "3.  Dit qu’il y a eu violation de l’article 5 § 2 de la Convention ;", "", "4.  Dit qu’il n’y a pas lieu d’examiner le grief tiré de l’article 5 § 3 de la Convention ;", "", "5.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois, à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes :", "i.  2 200 EUR (deux mille deux cents euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral,", "ii.  525 EUR (cinq cent vingt-cinq euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 12 juin 2012, en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tNina Vajić\n\tGreffier\tPrésidente"]}