{"file": "FRE_HFJUD_29183_95.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "29183/95", "text_paragraphs": ["", "", "", "", "AFFAIRE FRESSOZ ET ROIRE c. FRANCE", "", "(Requête n° 29183/95)", "", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "STRASBOURG", "", "", "21 janvier 1999", "", "", "", "", "", "", "", "", "", "", "", "", "", "En l’affaire Fressoz et Roire c. France,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 27 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »), telle qu’amendée par le Protocole n° 11, et aux clauses pertinentes de son règlement2, en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMme\tE. Palm,\n\tMM.\tL. Caflisch,\n\t\tJ. Makarczyk,\n\t\tJ.-P. Costa,\n\tMme\tV. Strážnická,\n\tMM.\tW. Fuhrmann,\n\t\tK. Jungwiert,\n\t\tM. Fischbach,\n\tMmes\tN. Vajić,\n\t\tW. Thomassen,\n\t\tM. Tsatsa-Nikolovska,\n\tMM.\tT. Panţîru,\n\t\tR. Maruste,\n\t\tE. Levits,\n\t\tK. Traja,\n\tMme\tS. Botoucharova,\nainsi que de M. P.J. Mahoney, greffier adjoint, et Mme M. de Boer-Buquicchio, greffière adjointe,", "Après en avoir délibéré en chambre du conseil les 12 novembre 1998 et 13 janvier 1999,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCéDURE", "1.  L’affaire a été déférée à la Cour, telle qu’établie en vertu de l’ancien article 19 de la Convention3, par la Commission européenne des Droits de l’Homme (« la Commission ») le 16 mars 1998 et par le gouvernement français (« le Gouvernement ») le 15 mai 1998, dans le délai de trois mois ", "", "", "qu’ouvraient les anciens articles 32 § 1 et 47 de la Convention. A son origine se trouve une requête (n° 29183/95) dirigée contre la République française et dont deux ressortissants de cet Etat, MM. Roger Fressoz et Claude Roire, avaient saisi la Commission le 3 août 1995 en vertu de l’ancien article 25.", "La demande de la Commission renvoie aux anciens articles 44 et 48 ainsi qu’à la déclaration française reconnaissant la juridiction obligatoire de la Cour (ancien article 46), la requête du Gouvernement à l’ancien article 48. Elles ont pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences des articles 6 § 2 et 10 de la Convention.", "2.  En réponse à l’invitation prévue à l’article 33 § 3 d) du règlement A, les requérants ont exprimé le désir de participer à l’instance et désigné leur conseil (article 30).", "3.  En sa qualité de président de la chambre initialement constituée (ancien article 43 de la Convention et article 21 du règlement A) pour connaître notamment des questions de procédure pouvant se poser avant l’entrée en vigueur du Protocole n° 11, M. R. Bernhardt, président de la Cour à l’époque, a consulté, par l’intermédiaire du greffier, l’agent du Gouvernement, le conseil des requérants et le délégué de la Commission au sujet de l’organisation de la procédure écrite. Conformément à l’ordonnance rendue en conséquence, le greffier a reçu les mémoires du Gouvernement et des requérants les 10 et 27 juillet 1998 respectivement. Le 24 août 1998, le délégué de la Commission a soumis des observations écrites.", "4.  Le 16 octobre 1998, la Commission a produit le dossier de la procédure suivie devant elle ; le greffier l’y avait invitée sur les instructions du président de la Cour.", "5.  A la suite de l’entrée en vigueur du Protocole n° 11 le 1er novembre 1998, et conformément à l’article 5 § 5 dudit Protocole, l’examen de l’affaire a été confié à la Grande Chambre de la Cour. Cette Grande Chambre comprenait de plein droit M. J.-P. Costa, juge élu au titre de la France (articles 27 § 2 de la Convention et 24 § 4 du règlement), M. L. Wildhaber, président de la Cour, Mme E. Palm, vice-présidente de la Cour, ainsi que M. M. Fischbach, vice-président de section (articles 27 § 3 de la Convention et 24 §§ 3 et 5 a) du règlement). Ont en outre été désignés pour compléter la Grande Chambre : M. L. Caflisch, M. J. Makarczyk, Mme V. Strážnická, M. W. Fuhrmann, M. K. Jungwiert, Mme N. Vajić, Mme W. Thomassen, Mme M. Tsatsa-Nikolovska, M. T. Panţîru, M. R. Maruste, M. E. Levits, M. K. Traja et Mme S. Botoucharova (articles 24 § 3 et 100 § 4 du règlement).", "6.  A l’invitation de la Cour (article 99 du règlement), la Commission a délégué l’un de ses membres, M. J.-C. Geus, pour participer à la procédure devant la Grande Chambre.", "7.  Ainsi qu’en avait décidé le président, une audience s’est déroulée en public le 12 novembre 1998, au Palais des Droits de l’Homme à Strasbourg.", "", "Ont comparu :", "–\tpour le Gouvernement\nMM. J.-F. Dobelle, directeur adjoint des affaires \n\t\t\tjuridiques du ministère des Affaires étrangères,\tagent,\n\t\tB. Nedelec, magistrat détaché à la sous-direction \n\t\t\tdes droits de l’homme au ministère \n\t\t\tdes Affaires étrangères,\n\t\tA. Buchet, magistrat, chef du bureau des droits \n\t\t\tde l’homme du service des affaires européennes\n\t\t\tet internationales au ministère de la Justice, \nMme \tC. Etienne, magistrat à la direction des affaires \n\t\t\tcriminelles du ministère de la Justice,\tconseils ;", "–\tpour les requérants\nMe\tC. Waquet, avocate au Conseil d’Etat\n\t\t\tet à la Cour de cassation, \tconseil ;", "–\tpour la Commission\nM.\tJ.-C. Geus,\tdélégué,\nMme\tM.-T. Schoepfer,\tsecrétaire de la Commission.", "", "La Cour a entendu en leurs déclarations M. Geus, Me Waquet et M. Dobelle.", "\nEN FAIT", "I.\tLES CIRCONSTANCES DE L’ESPÈCE", "8.  MM. Roger Fressoz et Claude Roire, ressortissants français, habitaient Paris à l’époque des faits. Le premier, né en 1921, est l’ancien directeur de la publication de l’hebdomadaire satirique Le Canard enchaîné. Le second, né en 1939, journaliste, travaille pour Le Canard enchaîné.", "A.\tL’article litigieux", "9.  L’entreprise automobile Peugeot, société anonyme, connut une période d’agitation sociale au courant du mois de septembre 1989. Parmi les mesures revendiquées figuraient les hausses de salaires réclamées par le personnel de la société, lesquelles furent refusées par la direction de l’entreprise présidée par M. Jacques Calvet.", "10.  Le 27 septembre 1989, Le Canard enchaîné fit paraître un article signé par M. Roire, intitulé ainsi :", "« Calvet met un turbo sur son salaire »", "et suivi du sous-titre suivant : ", "« Ses feuilles d’impôt sont plus bavardes que lui. Le patron de Peugeot s’est accordé 45,9 % de mieux en deux ans »", "Dans cet article, l’on pouvait lire notamment :", "« Jacques Calvet avait refusé, en octobre 1988, à « L’heure de vérité » d’Antenne 2, de répondre à une question sur ses rémunérations. Ce silence est considéré comme une erreur médiatique du patron du groupe Peugeot, mais Le Canard est aujourd’hui en mesure de réparer cette bévue grâce aux trois dernières feuilles d’impôt du célèbre pédégé qui nous sont fortuitement parvenues. A l’époque, il gagnait 185 312 F net par mois.", "Ces documents montrent que, de 1986 à 1988, le total des salaires de Calvet (plus les avantages en nature et indemnités journalières en cas de maladie) ont augmenté de 45,9 %. Au cours de la même période de deux ans, la rémunération moyenne des 158 000 salariés du groupe a progressé, selon les propres statistiques de Peugeot, de 6,7 %. Soit près de sept fois moins que celle du patron.", "\nLa déprime du pédégé", "Calvet a réussi à redresser spectaculairement les comptes de Peugeot, mais récemment, à Antenne 2, il s’est déclaré stressé par la situation de son groupe face à l’offensive japonaise. Apparemment, cette pénible crise psychologique ne l’a pas empêché de penser à arrondir ses fins de mois. A noter cependant que Calvet est loin de venir en tête du hit-parade des salaires de pédégés.", "En 1987, il s’est voté une augmentation de 17 % de son revenu annuel pour le porter à 1 786 171 F – soit 148 847 F par mois. Pourquoi cette rallonge ? Sans doute parce que le fisc lui avait raflé une grande partie de son revenu de l’année précédente. Et cette terrible spirale impôt-salaire a poursuivi ses ravages l’année suivante. En 1988, pour tenir le coup, Calvet a été contraint de s’accorder une nouvelle rallonge de 24 %. Son salaire a atteint 2 223 747 dans l’année soit 185 312 F chaque mois, une fois payées les cotisations sociales (...) »", "Le journal reproduisait, dans un encadré accompagnant le texte de l’article, une photocopie d’un extrait des trois avis d’imposition de M. Calvet. Cet extrait concernait la partie de l’avis d’imposition relative au « décompte du revenu imposable » et indiquait le montant des sommes perçues par M. Calvet en « salaires, avantages en nature et indemnités journalières ». Chacun des trois montants était entouré d’un trait de crayon.", "B.\tLes poursuites contre les requérants", "1.\tL’instruction", "11.  Le 2 octobre 1989, M. Calvet porta plainte contre X avec constitution de partie civile devant le doyen des juges d’instruction près le tribunal de grande instance de Paris. Il estimait que les faits, qui avaient exigé tant la soustraction que la possession des originaux ou copies de documents ordinairement détenus par l’administration fiscale, étaient constitutifs d’un détournement d’actes ou de titres par fonctionnaire public, d’une violation du secret professionnel, de vol de documents pendant le temps nécessaire à leur reproduction et de recel de documents obtenus à la suite d’une infraction.", "12.  Le 5 octobre 1989, le parquet prit un réquisitoire introductif visant les infractions de vol, violation du secret professionnel, soustraction d’actes ou de titres et recel.", "13.  Le 25 octobre 1989, le ministre du Budget porta également plainte avec constitution de partie civile contre X pour soustraction de documents administratifs et violation du secret professionnel. Un réquisitoire supplétif fut pris le 11 décembre 1989.", "\n14.  L’information permit d’établir, par l’analyse du numéro informatique figurant sur les documents reproduits et en la possession de M. Roire, qu’il s’agissait de photocopies de l’exemplaire de chaque avis d’imposition conservé par l’administration fiscale et destiné à rester à l’intérieur de ses services. Les vérifications effectuées sur place confirmèrent que les serrures des armoires contenant ces documents n’avaient pas été forcées et que l’alarme en service en dehors des heures ouvrables ne s’était pas déclenchée. ", "Un examen de l’original de l’avis d’imposition de M. Calvet de 1988 révéla une trace palmaire appartenant au directeur divisionnaire des impôts. Il fut toutefois avéré que celui-ci avait prélevé le dossier fiscal en cause le 27 septembre 1989, à la demande du directeur des services fiscaux et du directeur départemental des impôts. Faute d’identification du ou des auteurs de la sortie des documents des services de l’administration fiscale, personne ne fut inculpé à raison de ce fait. ", "15.  Le 8 mars 1991, les requérants furent inculpés des chefs de recel de copies d’avis d’imposition obtenues à l’aide du délit de violation du secret professionnel et de soustraction d’actes ou de titres, et de vol. ", "16.  Le 20 décembre 1991, un réquisitoire définitif fut pris aux fins de non-lieu de quiconque d’avoir commis les délits de vol et de violation du secret professionnel, de non-lieu du premier requérant et de renvoi devant le tribunal correctionnel du second requérant, sous la prévention de recel de photocopies d’avis d’imposition de M. Calvet, provenant de la violation du secret professionnel, commis par un fonctionnaire de la direction des impôts non identifié.", "17.  Par ordonnance du 27 janvier 1992, le juge d’instruction décida que, faute d’identification de quiconque, il n’y avait pas lieu de poursuivre des chefs de vol et de violation du secret professionnel. Le juge d’instruction renvoya les requérants devant le tribunal correctionnel sous la double prévention de recel d’informations relatives aux revenus de M. Calvet, couvertes par le secret fiscal, provenant de la violation du secret professionnel par un fonctionnaire des impôts non identifié et de recel de photocopies des avis d’imposition de M. Calvet provenant d’un vol.", "2.\tDevant le tribunal correctionnel de Paris", "18.  Au soutien de leurs conclusions, les requérants présentaient deux moyens de défense : d’une part, la responsabilité pénale du premier en qualité de directeur de la publication du journal, prévue par l’article 42 de la loi du 29 juillet 1881 (paragraphe 25 ci-dessous) sur la liberté de la presse, ne pouvait être mise en jeu et, d’autre part, les éléments constitutifs des infractions reprochées, prévus à l’article 460 du code pénal (paragraphe 27 ci-dessous), n’étaient pas réunis à leur charge.", "\n19.  Au cours de l’audience devant le tribunal, M. Fressoz déclara avoir vu pour la première fois les extraits des avis d’imposition reproduits dans le journal, à l’état d’épreuve, avant de signer personnellement le « bon à tirer » pour l’article, et avoir demandé à M. Roire « si son document était bon journalistiquement », c’est-à-dire « si les informations étaient exactes et vérifiées ». Il reconnut qu’en principe cette responsabilité revenait à un secrétaire de la rédaction lequel « en cas de difficulté, se rapproche du rédacteur en chef et en dernier ressort du directeur de la publication ». ", "Le second requérant indiqua avoir reçu les photocopies des avis d’imposition par un envoi anonyme, dans une enveloppe libellée à son nom, une quinzaine de jours avant leur publication. Il expliqua avoir « vérifié le caractère plausible » de ces documents, notamment en recherchant dans les ouvrages spécialisés, dont « Fortune France », le niveau de rémunération de M. Calvet. Il ajouta avoir effectué des vérifications auprès de diverses personnes pour s’assurer que les documents étaient la reproduction des feuilles d’impôt « authentiques ». Il précisa encore s’être assuré qu’il s’agissait effectivement de documents d’origine fiscale et affirma que dès lors qu’il apparaissait que l’origine frauduleuse de ces documents n’était pas établie, c’était « l’intérêt du document qui l’emportait ».", "20.  Par un jugement du 17 juin 1992, le tribunal correctionnel de Paris relaxa les requérants au motif que les infractions principales de vol et de violation du secret professionnel ne pouvaient être établies en raison de l’impossibilité d’identifier les auteurs de la divulgation des documents litigieux et d’établir les circonstances de la commission des infractions.", "S’agissant de l’infraction de violation du secret professionnel, le tribunal considéra notamment :", "« (...)", "En l’espèce, s’il est bien établi que les documents litigieux ont pour origine les avis d’imposition conservés dans le dossier fiscal de M. Calvet, il ne peut en être inféré que la personne coupable de leur appréhension frauduleuse le temps nécessaire à leur reproduction, ou de leur divulgation à des tiers ou bien encore de la communication des informations qu’ils contenaient, soit nécessairement l’une de celles définies au texte précité [article L. 103 du code des procédures fiscales], l’hypothèse de l’action d’une « personne non habituée » du service étant évoquée par l’administration elle-même (...) quelles que soient les règles de sécurité en vigueur.", "L’ignorance du statut et des fonctions professionnelles de l’auteur présumé de la divulgation exclut donc toute possibilité de caractériser l’un des éléments constitutifs essentiels du délit de violation du secret professionnel.", "Par la suite, la preuve formelle de l’existence de ce délit n’est pas rapportée, et le recel de violation du secret professionnel imputé aux prévenus n’est pas établi. (...) »", "\nQuant à l’infraction de vol, il déclara :", "« (...) Il n’est pas démontré, notamment, qu’une intention frauduleuse de l’auteur de la reproduction initiale ait existé, et qu’elle ait été, au surplus, concomitante à l’appréhension des documents.", "Dès lors, et sans qu’il soit nécessaire d’évoquer davantage les nombreuses incertitudes qui demeurent quant au cheminement qui a permis à M. Roire d’entrer en possession des pièces litigieuses, il convient de constater que les éléments constitutifs du délit de vol ne sont pas suffisamment caractérisés.", "Faute de pouvoir établir d’une manière précise l’existence, à l’origine, d’un acte qualifié crime ou délit, et d’être en mesure d’en relever les éléments constitutifs, la condition préalable nécessaire du recel fait défaut, et la relaxe s’impose. »", "21.  Les 25 et 26 juin 1992, le ministère public et les parties civiles interjetèrent appel du jugement. ", "3.\tDevant la cour d’appel de Paris", "22.  Par un arrêt du 10 mars 1993, la cour d’appel de Paris infirma le jugement et déclara les requérants coupables de recel de photocopies de déclarations d’impôt de M. Calvet provenant de la violation du secret professionnel par un fonctionnaire des impôts non identifié. MM. Fressoz et Roire furent condamnés respectivement à une amende de 10 000 et 5 000 francs français (FRF) ainsi que, solidairement, à payer à M. Calvet un franc à titre de dommages et intérêts en réparation de son préjudice moral et la somme de 10 000 FRF au titre de l’article 475-1 du code de procédure pénale pour les frais irrépétibles exposés à l’occasion de la procédure.", "La cour d’appel considéra notamment : ", "« Considérant que la cour ne suivra pas le tribunal dans son analyse des faits ; qu’en effet il résulte des constatations faites par les enquêteurs que seul un fonctionnaire des services fiscaux, connaissant le service, a pu être à l’origine de la divulgation des documents litigieux, puisqu’aucun tiers n’avait demandé la communication du dossier de Jacques Calvet et que ce dossier a été retrouvé, le 27 septembre 1989 au matin, dans son état normal, les pièces classées selon la pratique spécifique au Centre des impôts de Chaillot ; qu’il est certain qu’un tiers, non fonctionnaire, étranger aux services fiscaux n’aurait pu – sans attirer l’attention – prendre les documents classés dans le dossier à deux endroits différents, les photographier ou photocopier, et les remettre rigoureusement à leur place, alors que le dossier est conservé dans une armoire métallique se trouvant dans une pièce fermée à clé, dont l’accès n’est possible qu’en faisant état de sa qualité ;", "\nConsidérant ainsi que, contrairement à ce qu’ont estimé les premiers juges, l’existence du délit de violation du secret professionnel est établie en l’espèce et qu’il importe peu que l’auteur de ce délit n’ait pu être identifié ;", "Considérant que Claude Roire a déclaré au magistrat instructeur que les photocopies des feuilles d’imposition de Jacques Calvet lui avaient été adressées au journal, par un envoi anonyme sous enveloppe libellée à son nom ; qu’il a précisé avoir questionné diverses personnes afin de s’assurer qu’il s’agissait bien de la reproduction des feuilles d’impôt authentiques ; ", "Considérant que l’article de Claude Roire, comportant la reproduction des documents litigieux, a été soumis à Roger Fressoz, directeur de la publication du Canard Enchaîné, lequel a donné, personnellement, « le bon à tirer » ;", "Considérant que ce dernier a déclaré au magistrat instructeur avoir vu les extraits des feuilles d’impôt de Jacques Calvet à ce moment-là et a précisé – qu’en règle générale – le « bon à tirer » était donné par le premier secrétaire de la rédaction qui se rapproche du rédacteur en chef en cas de difficulté et, en dernier ressort, de lui-même ;", "Considérant que le délit de recel de violation du secret professionnel est caractérisé en l’espèce par la publication des documents dont la communication a eu lieu en infraction aux dispositions de l’article L. 103 du code des procédures fiscales et de l’article 378 du code pénal, et qu’il est constitué à la charge de Claude Roire et de Roger Fressoz, étant observé que, compte tenu de la nature des documents et des vérifications auxquelles Claude Roire a déclaré avoir procédé, les prévenus ne pouvaient ignorer qu’ils provenaient du dossier fiscal ; que cette circonstance explique d’ailleurs le fait que c’est Roger Fressoz, directeur de la publication, qui a donné « le bon à tirer », et non le secrétaire de la rédaction ou le rédacteur en chef ; qu’il convient de rappeler que Roger Fressoz, bien que n’ayant pas été le destinataire de ces documents, en a pris connaissance avant de donner, personnellement, l’ordre de publier l’article comportant la reproduction d’extraits de ces derniers ; que l’élément matériel et l’élément moral du délit de recel de violation du secret professionnel sont donc réunis, aussi bien en ce qui le concerne qu’en ce qui concerne l’auteur de l’article, Claude Roire ; (...) »", "4.\tDevant la Cour de cassation", "23.  MM. Fressoz et Roire saisirent la Cour de cassation. A l’appui de ce pourvoi, ils formulèrent deux moyens qu’ils développèrent tout d’abord dans un mémoire ampliatif et ensuite dans un mémoire en réplique à celui déposé par M. Calvet. ", "Dans un premier moyen, M. Fressoz soutenait qu’en sa qualité de directeur de publication au sens de la loi du 29 juillet 1881, les juridictions \ndu fond ne pouvaient lui reprocher une infraction de recel de droit commun mais uniquement une des infractions spécifiquement prévues par la loi précitée. Dans son mémoire en réplique, il a relevé la confusion faite par la défense entre recel et publication en précisant que ce n’était pas le recel qui importunait M. Calvet mais la publication, laquelle n’était contraire à aucune disposition de la loi sur la presse, d’où le biais utilisé en recourant à une autre qualification pénale inadaptée de recel. ", "Dans le second moyen, les intéressés avançaient que les éléments constitutifs du délit reproché prévus par le droit interne applicable, dont les articles 5, 6 et 42 de la loi de 1881 précitée, n’étaient pas réunis à leur charge. Sur ce point, ils soutenaient que les avis d’imposition de M. Calvet n’étaient pas couverts par le secret, qui n’avait donc pu être violé, mais relevaient d’une information libre. Ils exposaient que les journalistes ne pouvaient être légalement coupables de « recel d’information » et concluaient que la cour d’appel n’avait pas caractérisé les éléments matériel et intentionnel de l’infraction de recel, à savoir la détention de la chose recelée et la connaissance de son origine délictuelle. Dans la mesure où la cour d’appel avait relevé que M. Roire s’était assuré, lorsqu’il avait reçu les avis d’imposition, qu’il s’agissait bien de la reproduction de feuilles d’impôt pour en déduire qu’il devait en connaître l’origine frauduleuse, M. Roire remarqua qu’il n’avait « fait que son devoir de journaliste : avant de publier une information, il en a vérifié l’authenticité, dans le respect de l’obligation de prudence et de vérification qui est celle de tout journaliste ». ", "24.  La Cour de cassation repoussa le pourvoi le 3 avril 1995 dans les termes suivants :", "« (...) ", "Attendu qu’en l’état de ces motifs [de la cour d’appel], déduits d’une appréciation des faits qui échappe au contrôle de la Cour de cassation, les juges du second degré, ayant constaté la détention par les prévenus, en connaissance de cause, de documents provenant d’une violation du secret professionnel institué par l’article L. 103 du code des procédures fiscales, n’ont pas encouru les griefs allégués ;", "Que, notamment, il ne saurait être reproché à la cour d’appel d’avoir méconnu l’article 460 du code pénal alors applicable et ne réprimant que le recel de choses, dès lors que, si elle a déclaré caractériser, en l’espèce, un recel de photocopies, elle a écarté, à bon droit, la prévention de recel d’informations qui avait été retenue par l’ordonnance de renvoi des journalistes devant le tribunal correctionnel ;", "Qu’en effet, une information, quelle qu’en soit la nature ou l’origine, échappe aux prévisions tant de cet article 460 que de l’article 321-1 du code pénal entré en vigueur \nle 1er mars 1994 et ne relèverait, le cas échéant – si elle fait l’objet d’une publication contestée par ceux qu’elle concerne – que des dispositions légales spécifiques à la liberté de la presse ou de la communication audiovisuelle (...) »", "ii.\tLE DROIT INTERNE PERTINENT", "A.\tLa loi du 29 juillet 1881 sur la liberté de la presse", "25.  Les articles pertinents de la loi du 29 juillet 1881 sur la liberté de la presse se lisent ainsi :", "Article 1", "« L’imprimerie et la librairie sont libres. »", "Article 5", "« Tout journal ou écrit périodique peut être publié, sans autorisation préalable et sans dépôt de cautionnement, après la déclaration prescrite par l’article 7. »", "Article 6", "« Toute publication de presse doit avoir un directeur de la publication (...) »", "Article 42", "« Seront passibles, comme auteurs principaux, des peines qui constituent la répression des crimes et délits commis par la voie de la presse dans l’ordre ci-après, savoir :", "1.\tLes directeurs de publications ou éditeurs quelles que soient leurs professions ou leurs dénominations et, dans les cas prévus au deuxième alinéa de l’article 6, les codirecteurs de la publication ;", "2.\tA leur défaut, les auteurs ;", "(…) »", "B.\t\tLe code des procédures fiscales", "26.  Les dispositions pertinentes du code des procédures fiscales sont ainsi rédigées :", "\nArticle L. 103", "« L’obligation du secret professionnel, telle qu’elle est définie à l’article 378 du code pénal, s’applique à toutes les personnes appelées, à l’occasion de leurs fonctions ou attributions, à intervenir dans l’assiette, le contrôle, le recouvrement ou le contentieux des impôts, droits, taxes et redevances prévus au code général des impôts. Le secret s’étend à toutes les informations recueillies à l’occasion de ces opérations. »", "Article L. 111-I", "« Une liste de personnes assujetties à l’impôt sur le revenu ou à l’impôt sur les sociétés est dressée de manière à distinguer les deux impôts par commune pour les impositions établies dans son ressort.", "(...)", "La liste est tenue par la direction des services fiscaux à la disposition des contribuables qui relèvent de sa compétence territoriale. L’administration peut en prescrire l’affichage.", "(...)", "La liste concernant l’impôt sur le revenu est complétée, dans des conditions fixées par décret, par l’indication du nombre de parts retenu pour l’application du quotient familial, du revenu imposable, du montant de l’impôt mis à la charge de chaque redevable et du montant de l’avoir fiscal.", "(...)", "La publication ou la diffusion par tout autre moyen, soit des listes prévues ci-dessus, soit de toute indication se rapportant à ces listes et visant des personnes nommément désignées est interdite, sous peine de l’amende fiscale prévue à l’article 1768 ter du code [général des impôts]. »", "C.\tLe code pénal ", "27.  A l’époque des faits, l’article 460 du code pénal se lisait comme suit :", "« Ceux qui, sciemment, auront recelé, en tout ou partie, des choses enlevées, détournées ou obtenues à l’aide d’un crime ou d’un délit, seront punis d’un emprisonnement de trois mois à cinq ans et d’une amende de 10 000 F à 2 500 000 F ou de l’une de ces deux peines. L’amende pourra être élevée au-delà de 2 500 000 F jusqu’à la moitié de la valeur des objets recelés (...) »", "PROCéDURE DEVANT LA COMMISSION", "28.  MM. Fressoz et Roire ont saisi la Commission le 3 août 1995. Invoquant l’article 10 de la Convention, ils soutenaient que la condamnation prononcée contre eux par la cour d’appel portait atteinte à leur droit à la liberté d’expression. Ils se plaignaient également d’une violation du principe de la présomption d’innocence à l’article 6 § 2.", "29.  La Commission a retenu la requête (n° 29183/95) le 26 mai 1997. Dans son rapport du 13 janvier 1998 (ancien article 31 de la Convention), elle conclut qu’il y a eu violation de l’article 10 (vingt et une voix contre onze) et qu’aucun problème distinct ne se pose au regard de l’article 6 § 2 (dix-huit voix contre quatorze). Le texte intégral de son avis et des trois opinions dissidentes dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRéSENTéES à LA COUR", "30.  Dans son mémoire, le Gouvernement demande à la Cour de rejeter la requête introduite par MM. Fressoz et Roire, à titre principal pour défaut d’épuisement des voies de recours internes, et à titre subsidiaire pour absence de violation de l’article 10 de la Convention. En ce qui concerne le grief tiré de l’article 6 § 2 de la Convention, le Gouvernement demande de le rejeter à titre principal pour incompatibilité ratione materiae avec les dispositions de la Convention, et à titre subsidiaire pour absence de violation de cette disposition. ", "31.  De leur côté, les requérants invitent la Cour à constater une violation des articles 10 et 6 § 2 et à leur allouer une satisfaction équitable. ", "En droit", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 10 de la convention", "32.  Les requérants allèguent que leur condamnation par la cour d’appel de Paris a entraîné une violation de l’article 10 de la Convention, ainsi libellé : ", "« 1.  Toute personne a droit à la liberté d’expression. Ce droit comprend la liberté d’opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu’il puisse y avoir ingérence d’autorités publiques et sans considération de frontière (...)", "2.  L’exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l’intégrité territoriale ou à la sûreté publique, à la défense de l’ordre et à la prévention du crime, à la protection de la santé ou de la morale, à la protection de la réputation ou des droits d’autrui, pour empêcher la divulgation d’informations confidentielles ou pour garantir l’autorité et l’impartialité du pouvoir judiciaire. »", "Le Gouvernement combat cette thèse, tandis que la Commission y souscrit.", "A.\tSur l’exception préliminaire du Gouvernement", "33.  Comme déjà devant la Commission, le Gouvernement excipe du non-épuisement des voies de recours internes. MM. Fressoz et Roire se seraient contentés de repousser l’accusation de recel de choses portée contre eux. Ils n’auraient jamais cherché, même de façon incidente, à mettre en évidence une contradiction entre l’incrimination retenue à leur encontre et le principe de la liberté d’expression. Ainsi, ils n’auraient soulevé ni expressément ni en substance devant les juridictions internes le grief déduit de la violation de l’article 10 de la Convention alors même que ce moyen de droit, parfaitement recevable devant le juge national, aurait pu prospérer. Ils n’auraient dès lors pas donné la possibilité aux juridictions françaises de se prononcer sur la compatibilité des poursuites pénales engagées à leur encontre avec le principe de la liberté d’expression. En conséquence, la Cour, faute d’épuisement des voies de recours internes, ne pourrait connaître de l’affaire conformément à la solution qu’elle a adoptée dans l’affaire Ahmet Sadık c. Grèce (arrêt du 15 novembre 1996, Recueil des arrêts et décisions 1996-V, p. 1654, §§ 32-33).", "34.  Les requérants rétorquent que, devant la Cour de cassation, ils ont, en substance, soulevé le grief tiré de la violation de l’article 10 de la Convention et en veulent pour preuve les écrits déposés devant elle (paragraphe 23 ci-dessus). Après avoir invoqué la loi du 29 juillet 1881 qui pose le principe de la liberté de la presse, ils ont fait valoir, d’une part, que les avis d’imposition de M. Calvet n’étaient pas couverts par le secret mais relevaient d’une information libre et, d’autre part, qu’ils ne pouvaient être légalement coupables de « recel d’informations ». En tout état de cause, un moyen tiré de la violation de l’article 10 n’aurait pas permis de faire échec aux règles normales du recel pour sauvegarder la liberté d’expression.", "35.  Dans sa décision sur la recevabilité de la requête, la Commission a écarté l’exception au motif que les requérants avaient en substance soulevé devant la Cour de cassation un grief lié à la violation de l’article 10. Le \ndélégué de la Commission a en outre soutenu devant la Cour que, compte tenu des limites d’attribution de la Cour de cassation, qui ne pouvait revenir sur la constatation des faits par la cour d’appel, le pourvoi en cassation n’aurait pas été susceptible de redresser la violation alléguée. A son avis, les requérants ne pouvaient utilement faire valoir leur droit à la liberté d’expression dès lors que la diffusion de l’information elle-même ne pouvait entraîner une condamnation sur la base du droit commun.   ", "36.  L’article 35 § 1, anciennement 26, de la Convention est ainsi libellé : ", "« La Cour ne peut être saisie qu’après l’épuisement des voies de recours internes, tel qu’il est entendu selon les principes de droit international généralement reconnus, et dans un délai de six mois à partir de la date de la décision interne définitive. »", "37.  La Cour rappelle que la finalité de la règle précitée est de ménager aux Etats contractants l’occasion de prévenir ou de redresser – normalement par la voie des tribunaux – les violations alléguées contre eux avant qu’elles ne soient soumises à la Cour. Cette disposition doit s’appliquer « avec une certaine souplesse et sans formalisme excessif » ; il suffit que l’intéressé ait soulevé devant les autorités nationales « au moins en substance, et dans les conditions et délais prescrits par le droit interne » les griefs qu’il entend formuler par la suite à Strasbourg (arrêts Castells c. Espagne du 23 avril 1992, série A n° 236, p. 19, § 27, et Akdivar et autres c. Turquie du 16 septembre 1996, Recueil 1996-IV, pp. 1210-1211, §§ 65-69).", "38.  Les requérants ont pour profession de diffuser des informations et ont été condamnés à la suite de la publication de documents. Devant la Cour de cassation, les intéressés se sont appuyés sur plusieurs dispositions de la loi du 29 juillet 1881 sur la liberté de la presse, laquelle, pour autant que les activités des requérants étaient concernées, contient des dispositions équivalentes à celles de l’article 10. Dans leurs écrits à l’appui de leur pourvoi, les requérants ont fait valoir que la publication incriminée n’était contraire à aucune disposition de la loi sur la presse et que, en sa qualité de journaliste, M. Roire n’avait fait que son « devoir » (paragraphe 23 ci-dessus). Dans leur mémoire en réplique, les intéressés ont critiqué la confusion faite entre recel et publication en soutenant que la qualification de recel avait été retenue pour permettre des poursuites sur la base du droit commun et exclure l’application du droit spécifique de l’information (paragraphe 23). La Cour de cassation, en établissant dans son arrêt une distinction entre le régime applicable à l’information elle-même et celui applicable à son support, s’est d’ailleurs indirectement prononcée sur l’étendue du droit d’information des journalistes.", "39.  Dans ces conditions, la Cour estime que la liberté d’expression était en cause, fût-ce de façon sous-jacente, dans la procédure devant la Cour de \ncassation, et que les arguments juridiques avancés par les requérants devant elle contenaient bien une doléance liée à l’article 10 de la Convention. ", "Les requérants ont ainsi invoqué devant la Cour de cassation au moins en substance le grief qu’ils tirent de l’article 10 de la Convention. Il échet donc de rejeter le moyen de non-épuisement des voies de recours internes du Gouvernement.", "B.\t\tSur le bien-fondé du grief", "40.  Selon les requérants, leur condamnation pour recel de photocopies de déclarations d’impôt provenant de la violation du secret professionnel par un fonctionnaire des impôts non identifié a porté atteinte à leur droit à la liberté d’expression.", "41.  La condamnation litigieuse s’analyse en une « ingérence » dans l’exercice par les intéressés de leur liberté d’expression. Pareille immixtion enfreint l’article 10, sauf si elle est « prévue par la loi », dirigée vers un ou des buts légitimes au regard du paragraphe 2 et « nécessaire » dans une société démocratique pour les atteindre.", "1.\t« Prévue par la loi »", "42.  Les comparants s’accordent à considérer qu’elle était « prévue par la loi », à savoir les articles 460 de l’ancien code pénal et L. 103 du code des procédures fiscales. La Cour partage cette opinion.", "2. \tButs légitimes", "43.  Selon les requérants, le Gouvernement et la Commission, l’ingérence avait pour but de protéger la réputation et les droits d’autrui et d’empêcher la divulgation d’informations confidentielles. La Cour n’aperçoit aucune raison d’adopter un point de vue différent.", "3.\t« Nécessaire dans une société démocratique »", "44.  La Cour doit donc rechercher si ladite ingérence était « nécessaire », dans une société démocratique, pour atteindre ces buts.", "a)\tPrincipes généraux", "45.  La Cour rappelle les principes fondamentaux qui se dégagent de la jurisprudence relative à l’article 10 :", "i.\tLa liberté d’expression constitue l’un des fondements essentiels d’une société démocratique. Sous réserve du paragraphe 2 de l’article 10, elle vaut non seulement pour les « informations » ou « idées » accueillies \navec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent : ainsi le veulent le pluralisme, la tolérance et l’esprit d’ouverture sans lesquels il n’est pas de « société démocratique » (arrêts Handyside c. Royaume-Uni du 7 décembre 1976, série A n° 24, p. 23, § 49, et Jersild c. Danemark du 23 septembre 1994, série A n° 298, p. 26, § 37).", "ii.\tLa presse joue un rôle éminent dans une société démocratique : si elle ne doit pas franchir certaines limites, tenant notamment à la protection de la réputation et aux droits d’autrui ainsi qu’à la nécessité d’empêcher la divulgation d’informations confidentielles, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et de ses responsabilités, des informations et des idées sur toutes les questions d’intérêt général (arrêt De Haes et Gijsels c. Belgique du 24 février 1997, Recueil 1997-I, pp. 233-234, § 37). La liberté journalistique comprend aussi le recours possible à une certaine dose d’exagération, voire même de provocation (arrêt Prager et Oberschlick c. Autriche du 26 avril 1995, série A n° 313, p. 19, § 38).", "iii.\tD’une manière générale, la « nécessité » d’une quelconque restriction à l’exercice de la liberté d’expression doit se trouver établie de manière convaincante. Certes, il revient en premier lieu aux autorités nationales d’évaluer s’il existe un « besoin social impérieux » susceptible de justifier cette restriction, exercice pour lequel elles bénéficient d’une certaine marge d’appréciation. Lorsqu’il y va de la presse, comme en l’espèce, le pouvoir d’appréciation national se heurte à l’intérêt de la société démocratique à assurer et à maintenir la liberté de la presse. De même, il convient d’accorder un grand poids à cet intérêt lorsqu’il s’agit de déterminer, comme l’exige le paragraphe 2 de l’article 10, si la restriction était proportionnée au but légitime poursuivi (voir, mutatis mutandis, arrêts Goodwin c. Royaume-Uni du 27 mars 1996, Recueil 1996-II, pp. 500-501, § 40, et Worm c. Autriche du 29 août 1997, Recueil 1997-V, p. 1551, § 47).", "iv.\tLa Cour n’a point pour tâche, lorsqu’elle exerce ce contrôle, de se substituer aux juridictions nationales, mais de vérifier sous l’angle de l’article 10 les décisions qu’elles ont rendues en vertu de leur pouvoir d’appréciation. Pour cela, la Cour doit considérer l’« ingérence » litigieuse à la lumière de l’ensemble de l’affaire pour déterminer si les motifs invoqués par les autorités nationales pour la justifier apparaissent « pertinents et suffisants » (voir, parmi de nombreux précédents, l’arrêt Goodwin, ibidem).", "b)\tApplication en l’espèce des principes susmentionnés", "46.  MM. Fressoz et Roire soulignent que leur article s’inscrivait dans le cadre d’un débat public d’intérêt général : la question de l’évolution du salaire de M. Calvet revêtait, au moment de sa publication, une importance \nparticulière. L’article aurait visé à contribuer à un débat excédant la seule personne du dirigeant de Peugeot : sa personnalité et ses fonctions, l’importance du conflit social en cours et de l’entreprise concernée constituaient autant d’éléments prêtant à discussion. La publication n’aurait donc pas mis en cause la réputation ou les droits de M. Calvet, mais la gestion de l’entreprise qu’il dirigeait. ", "La sanction qui leur a été infligée serait d’autant moins justifiée que, selon la jurisprudence de la Cour de cassation, la publication des revenus et du patrimoine des personnes, notamment de celles assurant des fonctions publiques ou parapubliques, ne relèverait pas de la vie privée. ", "Le souci de préserver l’obligation au secret serait également étranger à la sanction prononcée. En l’occurrence, seuls les fonctionnaires des services fiscaux auraient été tenus au secret. Tout autre individu, tel un membre du comité d’entreprise ou de la famille du dirigeant de Peugeot, aurait pu révéler l’information sur ses revenus. En tout état de cause, MM. Fressoz et Roire n’auraient pu savoir que les photocopies des avis d’imposition qui leur avaient été adressées par courrier anonyme provenaient d’une violation du secret professionnel ; les juridictions nationales, elles-mêmes, n’auraient pu le démontrer en dépit d’une instruction de deux années.", "La publication partielle desdites photocopies aurait permis aux requérants de démontrer la véracité de leurs informations mais aussi d’accomplir leur devoir de journalistes de communiquer des données vérifiées accompagnées des preuves. ", "Enfin, le caractère artificiel de la motivation de la cour d’appel et de la Cour de cassation sauterait aux yeux et ses effets pervers sur l’exercice de la liberté de la presse seraient immédiats. La plainte de M. Calvet aurait été motivée uniquement par la révélation de ses revenus. La nature purement formelle de l’infraction de recel de photocopies cacherait en réalité une volonté de sanctionner la publication même de l’information, publication qui, en elle-même, n’aurait pourtant rien de répréhensible. ", "47.  La Commission souscrit en substance à cette thèse.", "48.  Le Gouvernement soutient que la condamnation prononcée a pour origine l’atteinte au secret fiscal et pour effet de garantir effectivement sa préservation. Il serait illusoire d’espérer faire respecter l’obligation au secret si toute information, y compris celle qui devrait rester secrète, pouvait être divulguée en toute impunité. Les restrictions à la liberté d’expression devraient s’apprécier en tenant compte des responsabilités et devoirs des intéressés, à l’occasion de l’obtention de l’information. Les destinataires du courrier n’auraient pu ignorer l’origine illicite des documents. Le second requérant n’aurait d’ailleurs pas contesté savoir que les documents provenaient du dossier fiscal et aurait donc dû les traiter comme des informations confidentielles.", "\nPar ailleurs, la divulgation du salaire d’une seule personne, même dirigeant d’une grande entreprise privée, n’aurait pas nourri le débat d’une question d’actualité intéressant le public. L’information publiée porterait sur une situation particulière trop isolée pour représenter une question d’intérêt public. Elle aurait simplement visé à déstabiliser M. Calvet et à le mettre dans une situation difficile dans le cadre des négociations salariales en cours. ", "Pour sa part, le droit français prévoirait une faculté d’information des citoyens concernant les revenus et les impositions des contribuables français. L’article L. 111 du code des procédures fiscales (paragraphe 26 ci-dessus) autoriserait ainsi les contribuables d’une commune à consulter la liste des personnes assujetties à l’impôt et à connaître leur revenu imposable ainsi que le montant de l’impôt.", "En tout état de cause, il ne saurait y avoir atteinte disproportionnée à la liberté d’expression puisqu’une solution alternative aurait permis de préserver l’éventuel droit à l’information du public, sans pour autant tomber sous le coup d’une loi pénale. L’infraction de recel de photocopies n’aurait pas été constituée au cas où les requérants se seraient contentés de publier l’information elle-même relative aux revenus de M. Calvet, sans reproduire les extraits des avis d’imposition dont la photocopie leur avait été adressée par une personne normalement soumise au secret professionnel. Certes, ils auraient pu être poursuivis pour diffamation par voie de presse. Toutefois, la jurisprudence de la Cour de cassation permettrait aux journalistes de rapporter la preuve de la réalité de leurs affirmations et donc de contester l’infraction de diffamation, en produisant la preuve de leurs affirmations même si celle-ci a été obtenue de manière illicite. Sous cette condition, les intéressés auraient pu librement communiquer leurs informations. ", "49.  Au vu de ces arguments, il y a lieu de rechercher s’il existait des raisons pertinentes et suffisantes aux fins du paragraphe 2 de l’article 10 pour justifier la condamnation des requérants.", "50.  La Cour ne trouve pas convaincante la thèse du Gouvernement selon laquelle l’information litigieuse ne soulevait pas de question d’intérêt général. La publication incriminée intervenait dans le cadre d’un conflit social, largement évoqué par la presse, au sein d’une des principales firmes automobiles françaises : les salariés revendiquaient des augmentations de salaires que la direction refusait. L’article démontrait que le dirigeant avait bénéficié d’importantes augmentations de salaires à l’époque, alors que parallèlement il s’opposait aux demandes d’augmentation de ses salariés. En opérant cette comparaison dans un tel contexte, l’écrit litigieux apportait une contribution à un débat public relatif à une question d’intérêt général ; son but n’était pas de porter préjudice à la réputation de M. Calvet, mais \nplus largement de débattre d’une question d’actualité intéressant le public (par exemple, arrêt Thorgeir Thorgeirson c. Islande du 25 juin 1992, série A n° 239, p. 28, § 66).", "Selon la Cour de cassation, les questions patrimoniales concernant une personne menant une vie publique, tel un dirigeant d’une grande entreprise, ne relèvent pas du domaine de la vie privée. Le Gouvernement ne l’a pas contesté.", "51.  A la fonction de la presse qui consiste à diffuser des informations et des idées sur des questions d’intérêt public, s’ajoute le droit, pour le public, d’en recevoir (voir, parmi d’autres, les arrêts Observer et Guardian c. Royaume-Uni du 26 novembre 1991, série A n° 216, p. 30, § 59 ; Jersild précité, p. 23, § 31, et De Haes et Gijsels précité, p. 234, § 39). Il en allait tout particulièrement ainsi en l’espèce, eu égard au fait que les problèmes de l’emploi et de la rémunération suscitent généralement beaucoup d’attention. Partant, une ingérence dans l’exercice de la liberté de la presse ne saurait se concilier avec l’article 10 de la Convention que si elle se justifie par un impératif prépondérant d’intérêt public (arrêt Goodwin précité, p. 500, § 39). ", "52.  Certes, quiconque, y compris un journaliste, exerce sa liberté d’expression assume des « devoirs et responsabilités » dont l’étendue dépend de sa situation et du procédé technique utilisé (voir, mutatis mutandis, arrêt Handyside précité, p. 23, § 49 in fine). En l’occurrence, la cour d’appel a considéré que, compte tenu de la nature des documents et des vérifications auxquelles M. Roire a déclaré avoir procédé, ce dernier ne pouvait ignorer que lesdits documents provenaient du dossier fiscal (paragraphe 22 ci-dessus) et étaient couverts par le secret fiscal. Tout en reconnaissant le rôle essentiel qui revient à la presse dans une société démocratique, la Cour souligne que les journalistes ne sauraient en principe être déliés par la protection que leur offre l’article 10 de leur devoir de respecter les lois pénales de droit commun. Le paragraphe 2 de l’article 10 pose d’ailleurs les limites de l’exercice de la liberté d’expression. Il échet de déterminer si, dans les circonstances particulières de l’affaire, l’intérêt d’informer le public l’emportait sur les « devoirs et responsabilités » pesant sur les requérants en raison de l’origine douteuse des documents qui leur avaient été adressés. ", "53.  La Cour doit plus particulièrement déterminer si l’objectif de préservation du secret fiscal, légitime en lui-même, offrait une justification pertinente et suffisante à l’ingérence. A cet égard, il faut relever que si la condamnation des requérants reposait uniquement sur la reproduction dans Le Canard enchaîné des documents détenus par les services fiscaux et considérés comme communiqués à MM. Fressoz et Roire en violation du \nsecret professionnel, elle touchait inévitablement la révélation d’informations. On peut toutefois se demander si l’intérêt de garder secrètes des informations dont le contenu avait déjà été rendu public (arrêts Weber c. Suisse du 22 mai 1990, série A n° 177, p. 23, § 51, et Vereniging Weekblad Bluf ! c. Pays-Bas du 9 février 1995, série A n° 306-A, p. 15, § 41) et était susceptible d’être déjà connu par un grand nombre de personnes subsistait. Comme le Gouvernement l’a admis, une certaine transparence existe quant à la connaissance des salaires et à leur augmentation. Les contribuables communaux peuvent ainsi consulter la liste des personnes assujetties à l’impôt dans leur commune, liste faisant mention du revenu imposable et du montant de l’impôt pour chaque contribuable (paragraphes 26 et 48 ci-dessus). Les informations en question, même si elles ne peuvent être diffusées, sont ainsi rendues accessibles à un grand nombre de personnes qui peuvent à leur tour les communiquer à d’autres. Si la publication des avis d’imposition était en l’espèce prohibée, les informations qu’ils véhiculaient n’étaient plus secrètes. D’ailleurs, les salaires des dirigeants des grandes entreprises, tels que M. Calvet, sont régulièrement publiés dans des revues financières, et le second requérant a affirmé, sans être contesté, s’être référé à ce type d’informations pour vérifier l’ordre de grandeur des salaires de l’intéressé (paragraphe 19 ci-dessus). Dès lors, la protection des informations en tant que confidentielles ne constituait pas un impératif prépondérant.", "54.  Si, comme le Gouvernement l’admet, les informations sur le montant des revenus annuels de M. Calvet étaient licites et leur divulgation autorisée, la condamnation des requérants pour en avoir simplement publié le support, à savoir les avis d’imposition, ne saurait être justifiée au regard de l’article 10. Cet article, par essence, laisse aux journalistes le soin de décider s’il est nécessaire ou non de reproduire le support de leurs informations pour en asseoir la crédibilité. Il protège le droit des journalistes de communiquer des informations sur des questions d’intérêt général dès lors qu’ils s’expriment de bonne foi, sur la base de faits exacts et fournissent des informations « fiables et précises » dans le respect de l’éthique journalistique (voir notamment les arrêts Goodwin, précité, p. 500, § 39, Schwabe c. Autriche du 28 août 1992, série A n° 242-B, p. 34, § 34, et, pour une application en sens contraire, Prager et Oberschlick, précité, p. 18, § 37). ", "55.  En l’espèce, la Cour constate que ni la matérialité des faits relatés ni la bonne foi de MM. Fressoz et Roire n’ont été mises en cause. Le second, qui a vérifié l’authenticité des avis d’imposition, a agi dans le respect des règles de la profession journalistique. L’extrait de chaque document visait à \ncorroborer les termes de l’article en question. La publication contestée servait ainsi non seulement l’objet mais aussi la crédibilité des informations communiquées.  ", "56.  En conclusion, la condamnation des journalistes ne représentait pas un moyen raisonnablement proportionné à la poursuite des buts légitimes visés compte tenu de l’intérêt de la société démocratique à assurer et à maintenir la liberté de la presse. Il y a donc eu violation de l’article 10 de la Convention.", "II.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 2 de la convention", "57.  Les requérants dénoncent une double méconnaissance de l’article 6 § 2 de la Convention, ainsi libellé :", "« Toute personne accusée d’une infraction est présumée innocente jusqu’à ce que sa culpabilité ait été légalement établie. »", "La présomption d’innocence aurait été doublement violée par les juridictions nationales. D’une part, la condamnation de M. Fressoz aurait eu pour fondement une extension abusive du régime répressif d’exception institué par la loi du 29 juillet 1881 (paragraphe 25 ci-dessus) qui entraîne une responsabilité automatique de tout directeur de la publication pour tous les délits de presse. En second lieu, leur responsabilité pénale n’aurait pas dû être engagée pour une infraction de droit commun, en l’absence d’éléments matériels à leur charge. La cour d’appel pour entrer dans la voie de la condamnation aurait dû procéder à une construction intellectuelle purement hypothétique pour présumer qu’ils devaient connaître l’origine frauduleuse des photocopies parvenues jusqu’à eux.", "58.  Pour le Gouvernement, ce grief est, dans sa substance, incompatible ratione materiae avec les dispositions de la Convention. Les requérants entendraient en réalité contester le bien-fondé de leur condamnation par la cour d’appel, or il n’appartiendrait pas à la Cour de se prononcer sur la question de savoir si les juridictions nationales ont correctement apprécié les preuves. En tout état de cause, la cour d’appel n’aurait fait peser sur les journalistes aucune présomption de culpabilité mais aurait parfaitement motivé la solution retenue.", "59.  La Commission, ayant pris connaissance de l’argumentation développée devant elle et compte tenu de la conclusion de violation à laquelle elle est parvenue au titre de l’article 10 de la Convention, a considéré que le grief au regard de l’article 6 § 2 reposait sur les mêmes faits et ne posait pas de problèmes de fait et de droit qui nécessitaient un examen séparé.", "\n60.  La Cour parvient à la même conclusion et estime que, au vu du constat figurant au paragraphe 56 et des éléments pris en compte pour arriver à ce constat, aucune question distincte ne se pose au regard de l’article 6 § 2 de la Convention.", "III.\tSUR L’APPLICATION DE L’ARTICLE 41 de la convention", "61.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "62.  Les requérants considèrent que la constatation par la Cour d’une violation de la Convention constitue une satisfaction équitable. Ils demandent toutefois le remboursement de la somme de 10 001 francs français (FRF) qu’ils ont été condamnés par la cour d’appel à payer à M. Calvet au titre, d’une part, du préjudice moral subi par ce dernier (un franc) et, d’autre part, de l’article 475-1 du code de procédure pénale pour les frais irrépétibles exposés à l’occasion de la procédure (paragraphe 22 ci-dessus).", "63.  Pour le Gouvernement, cette dernière demande de remboursement ne saurait être satisfaite puisque les requérants n’ont invoqué aucun préjudice matériel spécifique de ce chef et que, en outre, y faire droit aurait pour effet de remettre en cause l’autorité de la chose jugée par la cour d’appel. Pour le surplus, le constat de violation constituerait en soi une satisfaction équitable.", "64.  Le délégué de la Commission ne formule pas d’observations à ce sujet.", "65.  La Cour considère qu’il existe un lien de causalité entre le paiement des 10 001 FRF alloués à M. Calvet et la violation de l’article 10 qu’elle vient de relever, de sorte que les intéressés doivent recouvrer cette somme. Il y a lieu donc d’octroyer le montant demandé. Le constat de manquement figurant dans le présent arrêt constitue par ailleurs une satisfaction équitable pour tout autre dommage.", "\nB.\t\tFrais et dépens", "66.  Au titre des frais et dépens afférents à leur représentation, les journalistes réclament 166 100 FRF. Ils ventilent la somme de la façon suivante : 55 800 FRF pour la procédure devant les juridictions internes, dont 12 000 FRF pour celle devant la Cour de cassation, et 110 300 FRF pour la procédure devant les organes de Strasbourg.", "67.  Le délégué de la Commission ne formule pas d’observations. ", "68.  Le Gouvernement estime qu’il n’a pas à supporter les frais afférents à la procédure interne car le grief tiré de l’article 10 de la Convention n’a jamais été formulé à ce stade. Seuls les frais et dépens engagés pour la procédure devant les organes de la Convention pourraient être remboursés à concurrence de 40 000 FRF compte tenu des sommes généralement allouées dans le passé par la Cour.", "69.  Sur la base des éléments en sa possession, la Cour, statuant en équité, accorde aux intéressés 60 000 FRF.", "C.\tIntérêts moratoires", "70.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt était de 3,36 % l’an.", "Par ces motifs, la Cour, à l’unanimité,", "1.\tRejette l’exception préliminaire du Gouvernement ;", "", "2.\tDit qu’il y a eu violation de l’article 10 de la Convention ; ", "", "3.\tDit qu’aucune question distincte ne se pose sous l’angle de l’article 6 § 2 de la Convention ;", "", "4.\tDit que l’Etat défendeur doit verser aux requérants, dans les trois mois, 10 001 (dix mille un) francs français pour dommage matériel et 60 000 (soixante mille) francs français pour frais et dépens, montants à majorer d’un intérêt simple de 3,36 % l’an à compter de l’expiration dudit délai et jusqu’au versement ; ", "", "5.\tDit que le présent arrêt constitue par lui-même une satisfaction équitable suffisante pour tout autre dommage ;", "", "6.\tRejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 21 janvier 1999.", "", "", "", "\t\tLuzius Wildhaber", "\t\tPrésident", "\t Paul Mahoney", "\t\tGreffier adjoint", ""]}