{"file": "FRE_CLINF_7548_04.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "7548/04", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 87", "Juin 2006", "Bianchi c. Suisse - 7548/04", "Arrêt 22.6.2006 [Section V]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Respect de la vie privée", "Insuffisance des mesures prises suite à l’enlèvement international d’un enfant : violation", "", "En fait: Le requérant, ressortissant italien, épousa une femme en Italie ; le couple s’installa dans ce pays. Leur fils naquit en novembre 1999. En 2002, le couple se sépara et la mère partit avec l’enfant pour la Suisse, sans y être autorisée. Une procédure de divorce fut entamée par la suite. En février 2003, le tribunal civil de Pistoia (Italie) accorda la garde de l’enfant au requérant, décision confirmée comme convenable par une expertise psychiatrique en mai 2003. Le requérant s’adressa aux autorités suisses pour le retour de l’enfant, invoquant la Convention de La Haye du 25 octobre 1980 sur les aspects civils de l’enlèvement international d’enfants. En avril 2003, le Tribunal fédéral suisse, statuant en dernière instance, rejeta un recours de la mère et ordonna le retour de l’enfant en Italie. La mère et l’enfant y retournèrent. En juin 2003, le tribunal de Pistoia confirma le droit de garde du requérant. Le 23 décembre 2003, le requérant confia l’enfant à sa mère, selon le calendrier des visites établi. Par la suite, la mère disparut avec son fils. Le 6 janvier 2004, le requérant s’adressa au tribunal d’arrondissement de Willisau (canton de Lucerne) en invoquant la Convention de La Haye pour demander le retour de son fils ; le lendemain, le tribunal en question ordonna le maintien de l’enfant en Suisse jusqu’à droit connu sur la procédure en vue du retour de l’enfant. En mars 2004, la mère de l’enfant fut condamnée par la préfecture de Willisau à verser une amende de 300 francs suisses (environ 191 euros) pour enlèvement de mineur, au sens de l’article 220 du code pénal suisse. En mai 2004 le tribunal de Willisau rejeta la demande du requérant, au motif que si l’enlèvement avait bien été illicite au sens de l’article 3 de cette convention, les conditions de l’article 13 du même texte étant remplies en l’espèce, le retour de l’enfant ne pouvait être ordonné, malgré le droit de garde du père, l’enfant ayant indiqué qu’il ne voulait pas retourner en Italie. En revanche, le 12 juillet 2004, sur un recours en nullité formé par le requérant, le tribunal supérieur du canton de Lucerne ordonna le retour de l’enfant pour le 31 juillet 2004 au plus tard, en autorisant l’intervention de la police, si nécessaire ; les preuves présentées par la mère ne suffisaient pas pour que l’on admît l’existence d’un risque grave pour l’enfant d’être exposé à un danger physique ou psychique, au sens de l’article 13 de la Convention de La Haye. Toutefois, fin juillet 2004 la mère fit savoir qu’elle ne restituerait pas l’enfant et qu’elle empêcherait tout contact entre le père et son fils tant que le Tribunal fédéral n’aurait pas statué sur le recours de droit public qu’elle envisageait de former contre la décision du 12 juillet 2004. La mère fut interrogée par la police en août 2004 ; depuis cette date, et malgré plusieurs mesures de recherche prises par la police suisse, il n’y a plus de trace ni d’elle ni de l’enfant. Par un arrêt du 15 octobre 2004, le Tribunal fédéral rejeta le recours de la mère et confirma la décision prise le 12 juillet 2004 par le tribunal supérieur du canton de Lucerne. Un mandat d’arrêt international fut délivré à l’encontre de la mère en novembre 2004.", "En droit : Article 8 de la Convention – Les décisions et procédures dénoncées à la suite de la disparition de l’enfant constituaient une « ingérence » au sens du paragraphe 2 de l’article 8, dans la mesure où elles ont empêché le requérant, au moins temporairement, de jouir de l’exercice du droit de garde de son fils. La Cour relève que tout au moins la décision litigieuse du tribunal d’arrondissement du 3 mai 2004 était fondée sur les dispositions de la Convention de La Haye, intégrées au droit suisse et appliquées dans le but – légitime – de protéger l’enfant. Quant à la nécessité de cette ingérence dans une société démocratique, Il convient tout d’abord de rappeler que le requérant a formé le 6 janvier 2004 une demande en vue du retour de son fils en Italie, ce devant le tribunal d’arrondissement de Willisau qui, par une décision du 7 janvier 2004, a ordonné le maintien de l’enfant en Suisse pendant la durée de la procédure concernant son éventuel retour en Italie. La Cour exprime des doutes quant à l’opportunité de cette décision, dans la mesure où celle-ci a en quelque sorte entériné la situation créée par l’acte indéniablement illicite de la mère, laquelle avait déjà enlevé son enfant en juin 2002. Par ailleurs, force est de constater que l’existence d’une situation visée par l’article 13 de la Convention de La Haye n’est nullement mentionnée dans le dispositif de la décision du 7 janvier 2004. La Cour se demande également, à l’instar du gouvernement italien, qui est partie intervenante, si la décision du tribunal d’arrondissement de procéder à une nouvelle instruction complète du dossier était appropriée, dès lors que l’affaire avait déjà été soumise à son examen et qu’elle avait été tranchée par la haute juridiction suisse à peine neuf mois auparavant, le 23 avril 2003. La Cour note à cet égard que ni les autorités du canton de Lucerne ni le gouvernement suisse n’ont invoqué un changement fondamental des circonstances qui aurait appelé à reconsidérer la situation juridique fixée antérieurement par les tribunaux italiens et suisses. Il convient aussi de prendre en compte le fait que le tribunal d’arrondissement n’a pas proposé un règlement du droit de visite favorable au requérant pour la durée de la procédure pendante, de sorte à maintenir le lien entre l’intéressé et son enfant. Ensuite, la Cour constate que le tribunal d’arrondissement de Willisau n’a statué que le 3 mai 2004, soit près de quatre mois après le dépôt de la demande du requérant tendant au rapatriement de l’enfant. Le tribunal d’arrondissement de Willisau a finalement rejeté la demande du requérant au motif que les conditions de l’article 13 de la Convention de La Haye étaient remplies en l’espèce. La Cour exprime des réserves au sujet du processus décisionnel ayant conduit à ce jugement. Pour autant que l’enfant aurait fait preuve de réticences sérieuses quant à son retour en Italie, il faut en effet se demander s’il était opportun de se contenter en l’espèce d’un seul rapport, rédigé sur la base de deux rencontres entre l’enfant (âgé alors de quatre ans) et son père, intervenues quatre mois après leur dernier contact. Dans ce contexte, la Cour est aussi d’avis que les réticences de l’enfant face à l’hypothèse de son retour – point mis en avant par le tribunal d’arrondissement – étaient essentiellement dues au fait que les autorités du canton de Lucerne avaient négligé de mettre en œuvre toutes les mesures qu’on pouvait raisonnablement exiger d’elles pour faire exécuter la restitution de l’enfant ou, pour le moins, garantir un contact régulier entre lui et son père pendant la procédure pendante. Le 12 juillet 2004, soit un peu plus d’un mois après sa saisine par le requérant (le 8 juin 2004), le tribunal supérieur du canton de Lucerne a finalement annulé la décision de l’instance inférieure, en ordonnant la restitution de l’enfant à son père pour le 31 juillet 2004 au plus tard et en autorisant l’intervention de la police, si nécessaire. La Cour ne remet pas en question le fait que les autorités du canton de Lucerne ont pris à partir de septembre 2004 de nombreuses mesures afin de retrouver la mère et l’enfant. Néanmoins, la Cour est très surprise du déroulement des faits survenus le 15 août 2004, date à laquelle la mère s’est présentée au poste de police. Elle s’étonne que les agents compétents l’aient laissée partir sans qu’elle ait rendu l’enfant, alors qu’elle l’avait déjà enlevé précédemment et qu’elle avait été sanctionnée à peine cinq mois auparavant, par la préfecture de Willisau, pour enlèvement d’un mineur au sens du code pénal suisse. Compte tenu de ce qui précède, la Cour admet que les autorités du canton de Lucerne ont entrepris, à partir de septembre 2004, de multiples démarches afin de localiser la mère et son fils. Elle estime néanmoins que leur attitude, entre l’enlèvement de l’enfant et leur dernier contact avec la mère, le 15 août 2004, témoigne dans l’ensemble d’un certain laxisme, qui ne cadre ni avec l’objet et le but de la Convention de La Haye, ni avec son libellé particulièrement clair et rigoureux. Cette passivité est à l’origine de la rupture totale des relations entre l’enfant et son père, qui dure depuis près de deux ans et qui comporte, vu le très jeune âge de l’enfant, le risque d’une « aliénation » croissante entre les deux, aliénation qui n’est aucunement à considérer comme étant dans l’intérêt supérieur de l’enfant : violation (unanimité).", "Article 41 – 15 000 EUR pour dommage moral et frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}