{"file": "FRE_CLINF_60333_00.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "60333/00", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 129", "Avril 2010", "Slyusarev c. Russie - 60333/00", "Arrêt 20.4.2010 [Section III]", "Article 3", "Traitement dégradant", "Manquement à fournir des lunettes à un détenu atteint de myopie : violation", "", "En fait – Soupçonné de vol à main armée, le requérant fut arrêté en juillet 1998. Lors de son arrestation, ses lunettes furent endommagées. La police les confisqua par la suite. Selon le requérant, bien que son épouse et lui-même aient demandé à plusieurs reprises qu’elles lui fussent restituées, ses lunettes ne lui furent rendues qu’en décembre 1998. Dans l’intervalle, sur ordre du procureur compétent, il avait consulté, en septembre 1998, un ophtalmologue qui avait constaté une dégradation de la vue et prescrit de nouveaux verres, que le requérant reçut en janvier 1999.", "En droit – Article 3 : le requérant souffrait d’une myopie de moyenne gravité. Le fait d’avoir été privé de ses lunettes pendant plusieurs mois a donc certainement été source d’un grand désarroi pour lui dans sa vie quotidienne, et a dû lui causer un sentiment d’insécurité et d’impuissance. Même si le Gouvernement soutient que le requérant n’a demandé qu’au début de décembre 1998 à se voir restituer ses lunettes, les autorités de poursuite semblent avoir été au courant des problèmes de vue de l’intéressé bien avant, puisqu’elles avaient ordonné un examen ophtalmologique en septembre 1998. L’épouse du requérant avait elle aussi demandé que ses anciennes lunettes fussent rendues au requérant. Bien qu’elles aient été au courant des problèmes de vue de celui-ci, il a fallu aux autorités deux mois et demi pour lui rendre ses lunettes. Le Gouvernement n’explique pas non plus pourquoi, alors que l’ophtalmologue avait prescrit de nouveaux verres, il a fallu encore deux mois et demi pour les fournir à l’intéressé. En conclusion, le traitement dénoncé est dans une grande mesure imputable aux autorités et, compte tenu du niveau et de la durée des souffrances qu’il a causées, il a été dégradant.", "Conclusion : violation (unanimité).", "Article 41 : aucune demande formulée pour dommage.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}