{"file": "FRE_CLINF_18249_02.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "18249/02", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 86", "Mai 2006", "C. c. Finlande - 18249/02", "Arrêt 9.5.2006 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Décision de la Cour suprême accordant la garde de deux enfants à la personne chez laquelle ils vivaient, et non au père, du fait de la préférence marquée par les enfants pour cette personne : violation", "", "En fait : Le requérant, ressortissant britannique, vécut avec son ex-épouse, ressortissante Finlandaise, et leurs deux enfants en Suisse jusqu’à la séparation du couple. La mère retourna en Finlande avec les enfants et s’installa avec sa compagne, L. Au terme d’un long différend quant à la garde des enfants, qui culmina par une décision de la Cour suprême Finlandaise en 1997, la mère seule se vit accorder la garde. A cette époque, le requérant avait saisi la juridiction suprême, mais avait été débouté. La présente requête porte sur le sort des enfants après le décès de leur mère, survenu en 1999. Tant le requérant que L. demandèrent la garde. Le tribunal de district, puis la cour d’appel, l’accordèrent au requérant. Les enfants avaient exprimé leur souhait de vivre avec L. et craignaient de retourner en Suisse, mais les juridictions considérèrent que les relations tendues entre l’intéressé et L. avaient influé sur leur opinion, et conclurent que le lien entre le père et les enfants étaient importants pour l’épanouissement de ces derniers. Cependant, la Cour suprême infirma les décisions des juridictions inférieures au motif qu’en vertu de la législation nationale elles seraient inapplicables compte tenu des âges des enfants (quatorze ans et douze ans) et du souhait qu’ils avaient exprimé de rester avec la compagne de leur mère. La Cour suprême statua ainsi sans tenir d’audience ni réexaminer les éléments de preuve présentés devant les juridictions inférieures et sans juger nécessaire qu’il soit procédé, comme l’avait demandé le requérant, à une nouvelle expertise psychologique.", "En droit : Article 8 – Refus d’accorder la garde : l’article 8 exige que les autorités nationales ménagent un juste équilibre entre les intérêts de l’enfant et ceux des parents et que, dans le processus de mise en balance, une importance particulière soit accordée à l’intérêt supérieur de l’enfant qui, selon sa nature et sa gravité, peut primer celui des parents. Ainsi, l’article 8 de la Convention ne saurait donner droit à un parent de voir adopter des mesures de nature à porter préjudice à la santé et à l’épanouissement de l’enfant. Il était donc totalement conforme aux principes susmentionnés que les juridictions Finlandaises recherchent si l’intérêt supérieur des enfants était de rester avec L. ou de s’installer avec le requérant après attribution à celui-ci de la garde. Cela étant, indépendamment de l’acrimonie passée et présente entre les adultes, qui a eu des conséquences néfastes sur les enfants, les juridictions internes n’ont pas conclu que le requérant était de quelque façon que ce soit inapte à assumer son rôle de père ou incapable de subvenir aux besoins de ses enfants ou de faire passer leurs intérêts en priorité. S’il est vrai qu’il appartient aux juridictions d’appel supérieures de réexaminer – et d’infirmer le cas échéant – les décisions des juridictions inférieures et que le simple fait que les deux types de juridictions peuvent avoir une opinion différente ne soulève pas en soi de questions, la Cour doit néanmoins, compte tenu de l’importance pour le requérant de la décision de la Cour suprême, rechercher si cette décision était fondée sur des motifs pertinents et suffisants. La Cour considère qu’elle ne peut de façon satisfaisante apprécier si ces motifs étaient « suffisants » aux fins de l’article 8 § 2 sans en même temps déterminer si le processus décisionnel, pris dans son ensemble, a assuré au requérant la protection requise de ses intérêts. Tout d’abord, la Cour suprême a accordé un poids décisif aux souhaits exprimés par les enfants de rester avec L. en Finlande, en faisant référence à une législation empêchant l’exécution de décisions contraires à la volonté d’un enfant âgé de plus de douze ans. Il est généralement admis que dans de telles procédures les juridictions doivent tenir compte des souhaits des enfants. Il convient d’observer que toutes les instances judiciaires qui sont intervenues dans cette affaire ont pour l’essentiel admis la cohérence et la force des opinions des enfants. Les motifs sur lesquels s’est appuyée la Cour suprême étaient donc manifestement pertinents. L’importance à accorder au point de vue des enfants était cependant une question qui avait été examinée de façon assez approfondie lors des procédures menées devant les juridictions inférieures, lesquelles avaient estimé que, malgré le souhait des mineurs de demeurer avec L., il était de leur intérêt supérieur que la garde soit accordée au requérant, leur père. La cour d’appel avait en effet souligné qu’elle n’était pas tenue de suivre les opinions d’un enfant, même si celui-ci était âgé de douze ans ou plus. Toutefois, la Cour suprême a exclusivement pris en compte les souhaits exprimés par les enfants, sans considérer d’autres facteurs, en particulier les droits du requérant en tant que père, donnant ainsi de fait un droit de veto absolu aux enfants – lesquels avaient atteint ou dépassé l’âge de douze ans – et infirmant des décisions jusqu’alors favorables au requérant. En outre, ce faisant, elle n’a pas procédé à une audience, ce qui lui eût permis d’inviter les parties à se pencher sur la question, et n’a pris aucune mesure pour clarifier, au moyen d’autres éléments ou expertises, toute interprétation divergente des témoignages ou pour déterminer si le bien-être des enfants pâtirait plus d’une décision en faveur du requérant que d’une décision favorable à L. les privant de fait de tout lien avec leur père. La décision a été prise d’une manière qui a légitimement donné à l’intéressé l’impression que l’on avait laissé L. manipuler les enfants et la justice le priver de façon injustifiée de son rôle de parent. Violation.", "Article 8 – Refus d’accorder un droit de visite : durant la procédure menée devant le tribunal de district, les visites se sont déroulées de manière positive ; en revanche, au cours de la procédure devant la cour d’appel, et en attendant que celle-ci n’émette une décision provisoire en matière de garde, diverses difficultés ont surgi lors des rencontres. A cette époque, pour une raison quelconque, les enfants refusaient de voir leur père seul et celui-ci s’opposait à toute proposition tendant à la participation de L. aux rencontres. Cela étant, la Cour estime que le refus de la Cour suprême d’accorder un droit de visite provisoire peut passer pour être fondé sur des raisons pertinentes et suffisantes. Quant au fait que la Cour suprême n’ait pas prévu le maintien des relations avec les enfants après sa propre décision accordant la garde à L., il semble que le requérant n’a fait aucune demande à cet effet et qu’il n’a pas saisi les tribunaux ultérieurement d’une demande en ce sens. Vu l’opposition continue des enfants, il pourrait également exister des raisons pertinentes et suffisantes pour refuser d’accorder au père un droit de visite selon des modalités définies. Toutefois, jusqu’à ce que les tribunaux statuent sur une demande du requérant, la question demeure quelque peu théorique. Non-violation.", "Article 6 – Aucune question distincte.", "Article 41 – Préjudice matériel : rejet de la demande au motif qu’elle est sans rapport avec la violation constatée – Dommage moral : allocation d’un montant de 10 000 EUR – Frais et dépens : demande acceptée en partie.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}