{"file": "FRE_CLINF_1543_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "1543/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 97", "Avril 2007", "Bączkowski et autres c. Pologne - 1543/06", "Arrêt 3.5.2007 [Section IV]", "Article 11", "Article 11-1", "Liberté de réunion pacifique", "Refus illégal d'autoriser une manifestation et des réunions contre l'homophobie : violation", "Article 13", "Recours effectif", "Annulation tardive d'une décision refusant illégalement d'autoriser une manifestation et des réunions contre l'homophobie : violation", "Article 14", "Discrimination", "Possible influence des thèses publiquement exprimées du maire sur le refus d'une autorité municipale d'autoriser une manifestation contre l'homophobie : violation", "En fait : Les requérants – un groupe de personnes et une association – demandèrent aux autorités municipales de Varsovie l’autorisation d’organiser un défilé à travers les rues de la ville et une série de réunions dans le but d’alerter l’opinion publique sur la question de la discrimination subie par divers groupes minoritaires (notamment les homosexuels) et les femmes. Invoquant la réglementation de la circulation routière et un risque d’affrontements violents avec d’autres manifestants, les autorités refusèrent d’autoriser le défilé et certaines des réunions envisagés. Dans un entretien accordé à un journal national peu avant la date prévue pour les manifestions en question, le maire de Varsovie déclara  qu’il les interdirait quelles que fussent les circonstances et qu’à son avis, « faire de la propagande au sujet de l’homosexualité ne revenait pas à exercer le droit à la liberté de réunion ». Pour les requérants, ces propos démontraient que la véritable raison du refus de l’autorisation tenait à l’homophobie des autorités municipales. En dépit du refus qui leur avait été opposé, les intéressés défilèrent comme ils l’avaient prévu et les manifestations et réunions organisées par divers autres groupes furent autorisées à se tenir. Par la suite, les requérants obtinrent en appel l’annulation des décisions des autorités municipales mais se plaignirent néanmoins du fait que la décision rendue en leur faveur était intervenue trop tard, après la date à laquelle les manifestations devaient se tenir. La Cour constitutionnelle déclara inconstitutionnelles certaines dispositions de la loi sur laquelle les autorités municipales s’étaient fondées.", "En droit : Article 11 – L’obligation positive où se trouve l’Etat de veiller au respect véritable et effectif de la liberté d’association et de réunion revêt une importance particulière pour les personnes ayant des opinions impopulaires ou appartenant à des minorités, et ce parce qu’elles sont plus susceptibles d’être victimes de discrimination. Si les rassemblements ont finalement eu lieu aux dates prévues, les requérants ont pris un risque puisqu’ils avaient été interdits par les autorités. L’interdiction en question aurait pu dissuader les intéressés et d’autres personnes de participer à ces manifestations car, en l’absence d’autorisation officielle, ils n’étaient pas assurés d’obtenir la protection des autorités contre d’éventuels manifestants hostiles. Dès lors, il y a eu une ingérence dans les droits des requérants tels que garantis par l’article 11. Les décisions par lesquelles les intéressés se sont vu refuser le droit de manifester et d’organiser des rassemblements ayant été annulées en appel, cette ingérence n’était pas « prévue par la loi ». Cette conclusion ne peut qu’être renforcée par la déclaration d’inconstitutionnalité de la réglementation de la circulation routière prononcée par la Cour constitutionnelle.  ", "Conclusion : violation (unanimité).", "Article 13 combiné avec l’article 11 – Le moment auquel se tient un rassemblement public peut être crucial pour la portée politique et sociale de celui-ci. Si un rassemblement public est organisé après qu’une question sociale donnée a perdu de son actualité ou de son importance dans le cadre d’un débat social ou politique particulier, l’impact de cette réunion peut s’en trouver sérieusement amoindri. La liberté de réunion – si on l’empêche de s’exercer en temps utile – peut même se trouver vidée de tout sens. Aussi la notion de recours effectif impliquait-elle pour les requérants la possibilité d’obtenir une décision avant la date des événements prévus.  Les intéressés s’étaient conformés à la réglementation pertinente, laquelle exigeait des administrés souhaitant organiser une manifestation qu’ils présentent leur demande à la commune au plus tard trois jours avant la date prévue. Toutefois, aucune disposition n’obligeait les autorités à rendre leur décision définitive avant la tenue des manifestations. La Cour n’est pas convaincue que les recours disponibles, que les intéressés pouvaient exercer a posteriori, aient pu offrir aux requérants le redressement approprié. Elle en conclut que ceux-ci n’ont pas disposé d’un recours interne effectif.", "Conclusion : violation (unanimité).", "Article 14 combiné avec l’article 11 – Les décisions ayant refusé la tenue des manifestations ne dénotent aucune discrimination patente en ce qu’elles ont essentiellement porté sur des aspects techniques de l’organisation des rassemblements envisagés, et la Cour ne saurait spéculer sur l’existence de motifs autres que ceux expressément cités par l’autorité ayant pris les décisions critiquées. La Cour ne saurait cependant ignorer l’entretien publié par la presse, où le maire avait exprimé ses opinions personnelles tranchées sur la liberté de réunion et sur la « propagande au sujet de l’homosexualité » en indiquant qu’il refuserait d’autoriser ces manifestations. L’article 10 laisse très peu de place aux restrictions qui visent les discours politiques ou les débats. Toutefois, s’agissant d’hommes politiques élus détenant aussi des postes dans la haute fonction publique, la liberté d’expression comporte des responsabilités particulières. Ces personnes doivent donc exercer cette liberté avec retenue, sachant notamment que leurs opinions peuvent être comprises comme des consignes par les fonctionnaires dont l’emploi et la carrière dépendent de leur approbation. Les décisions concernant la demande formulée par requérants en vue de se voir autoriser à organiser des manifestations ont été rendues par les autorités municipales au nom du maire alors que ce dernier avait déjà fait connaître au public son avis sur la question. Dans ces conditions, il est raisonnable de supposer que l’opinion du maire a eu une influence sur le processus décisionnel et a en conséquence porté atteinte au droit des requérants à la liberté de réunion en créant une discrimination.", "Conclusion: violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}