{"file": "FRE_CLINF_23878_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23878/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Novembre 1997", "Sakık et autres c. Turquie - 23878/94, 23879/94, 23880/94 et al.", "Arrêt 26.11.1997", "Article 5", "Article 5-3", "Aussitôt traduite devant un juge ou autre magistrat", "Article 5-4", "Contrôle à bref délai", "Arrestation et garde à vue de six membres de la Grande Assemblée nationale poursuivis devant une cour de sûreté de l’Etat: violations", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 5 DE LA CONVENTION", "A.\tDérogation au titre de l’article 15 de la convention", "La Cour irait à l’encontre du but et de l’objet de l’article 15 si, appelée à apprécier la portée territoriale de la dérogation, elle en étendait les effets à une partie du territoire turc non explicitement couverte par la notification de dérogation.", "Conclusion : non-applicabilité ratione loci de la dérogation (unanimité).", "B.\tArticle 5 § 1 de la Convention", "Ralliement des requérants à la conclusion de la Commission selon laquelle cette disposition n’a pas été violée – grief non étayé.", "Conclusion : non-violation (unanimité).", "C.\tArticle 5 § 3 de la Convention", "Rappel de la jurisprudence quant aux effets de l’article 5 sur les enquêtes au sujet d’infractions terroristes.", "En l’espèce, garde à vue de douze et quatorze jours respectivement – même à supposer que les activités reprochées aux intéressés aient présenté un lien avec une menace terroriste, la Cour ne saurait admettre qu’il ait été nécessaire de les détenir aussi longtemps sans intervention judiciaire.", "Conclusion : violation (unanimité).", "D.\tArticle 5 § 4 de la Convention", "1.\tException préliminaire du Gouvernement (non-épuisement des voies de recours internes)", "Exception non soulevée devant la Commission – forclusion.", "Conclusion : rejet (unanimité).", "2.\tBien-fondé du grief", "Juge unique à la cour de sûreté de l’Etat ayant placé les requérants en détention provisoire : intervenu douze voire quatorze jours après l’arrestation des intéressés – une période aussi longue s’accorde mal avec la notion de « bref délai ».", "Absence d’exemple de personne en garde à vue ayant obtenu qu’un juge statuât sur la légalité de sa détention ou la libérât, à la suite d’un recours introduit par elle en vertu des articles 19 § 8 de la Constitution ou 5 § 4 de la Convention – incertitude du recours en pratique.", "Conclusion : violation (unanimité).", "E.\tArticle 5 § 5 de la Convention", "1.\tException préliminaire du Gouvernement (non-épuisement des voies de recours internes)", "Première branche de l’exception : non soulevée devant la Commission – forclusion.", "Seconde branche : étroitement liée au grief formulé au fond – jonction.", "Conclusion : rejet, quant à la première branche, et jonction au fond, quant à la seconde (unanimité). ", "2.\tBien-fondé du grief", "Absence d’exemple de justiciable qui ait obtenu la réparation visée à l’article 5 § 5 de la Convention en se prévalant des articles 19 de la Constitution ou 1 de la loi n° 466 – celui-ci prévoit des hypothèses de réparation étrangères au cas d’espèce – jouissance effective du droit garanti par l’article 5 § 5 ne se trouvant pas assurée à un degré suffisant de certitude.", "Conclusion : rejet, après examen au fond, de la deuxième branche de l’exception préliminaire et violation (unanimité).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage moral : octroi d’une indemnité.", "B.\tFrais et dépens : évaluation en équité.", "Conclusion : Etat défendeur tenu de verser certaines sommes aux requérants pour dommage moral et frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}