{"file": "FRE_CLINF_41879_98.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "41879/98", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 35", "Octobre 2001", "Saggio c. Italie - 41879/98", "Arrêt 25.10.2001 [Section II]", "Article 1 du Protocole n° 1", "Article 1 al. 1 du Protocole n° 1", "Respect des biens", "Retard dans le paiement d’une créance découlant du manque de ressources financières du débiteur plutôt que de la longueur de la procédure de liquidation elle-même: non-violation", "Article 13", "Recours effectif", "Procédure de liquidation de plus de quatre ans pendant laquelle aucune action individuelle n’était autorisée pour faire valoir un droit à recouvrir des créances ou pour contester les actes des commissaires liquidateurs: violation", "En fait: Le requérant fut employé par la société F. jusqu’à juillet 1995, date à laquelle il démissionna faute d’avoir obtenu le paiement de ses rétributions depuis janvier 1995. En juin 1995, la société F. fut déclarée dans l’incapacité de faire face à ses dettes par la justice. Par décret de juin 1995, le ministre de l’Industrie plaça la société F. en « administration extraordinaire », l’autorisa à poursuivre son activité pendant deux ans et nomma deux commissaires liquidateurs. Le requérant en fut averti et il lui fut spécifié qu’aucune action en exécution ne pouvait être entamée à l’encontre de la société pendant la durée de l’administration extraordinaire et que tout paiement de crédits n’aurait lieu que lors de la répartition de l’actif par les commissaires liquidateurs. A une date non précisée, le requérant obtint le paiement d’une partie de la somme que lui devait la société. Toutefois, au vu des dettes considérables de la société, les commissaires liquidateurs déclarèrent dans une note qu’ils ne pouvaient prévoir si le requérant pourrait bénéficier de la répartition de l’actif. En février 2001, la procédure d’administration extraordinaire était encore pendante devant les commissaires liquidateurs.", "En droit: Article 1 du Protocole n° 1 – Un gain futur constitue un « bien » au sens du présent article si le gain a été acquis ou fait l’objet d’une créance exigible. En l’espèce, le débiteur lui-même ayant reconnu le droit du requérant à obtenir le paiement d’une somme d’argent, le requérant était donc bien titulaire d’un bien au sens du présent article. L’application de la procédure d’administration extraordinaire s’analysait en une réglementation de l’usage des biens. Cette procédure visait à assurer une gestion équitable des biens de l’entreprise en liquidation, en vue de garantir une protection identique pour tous les créanciers. L’ingérence en question poursuivait donc des buts légitimes conformes à l’intérêt général, à savoir une bonne administration de la justice et la protection des droits d’autrui. S’agissant de la proportionnalité de l’ingérence, un système de suspension temporaire du paiement des créances d’une entreprise commerciale en crise autorisée à continuer son activité productive dans l’intérêt économique nationale n’est pas en principe critiquable en soi, étant donné notamment la marge d’appréciation découlant du second alinéa du présent article. Cependant, un tel système comporte le risque d’imposer aux créanciers une charge excessive quant à la possibilité de recouvrir leurs biens et doit donc prévoir certaines garanties de procédure pour veiller à ce que la mise en œuvre du système et son incidence sur le droit de propriété des particuliers ne soient ni arbitraires ni imprévisibles. Or, le système italien à l’époque des faits souffrait d’une certaine rigidité. Seul le dépôt par les commissaires liquidateurs du bilan final de la liquidation et du plan de répartition ouvrait aux créanciers la possibilité de contester devant le tribunal civil les sommes qui leur avaient été accordées. Ils ne pouvaient, en effet, introduire devant la justice de demandes individuelles une fois la procédure d’administration extraordinaire entamée, ni contrôler le travail des commissaires liquidateurs. Restait à établir si en l’espèce, compte tenu de l’état financier de la société F. et des circonstances particulières, la durée de la procédure extraordinaire a porté atteinte au droit de propriété du requérant. La cause première du retard dans le paiement de la créance du requérant n’était pas la longueur ou la nature de la procédure de liquidation mais plutôt le manque de ressources financières du débiteur et les difficultés pour le requérant de recouvrir ses créances, circonstances dont l’Etat ne saurait être tenu pour responsable. L’Etat n’a donc pas enfreint l’équilibre qui doit être établi entre la protection du droit des particuliers au respect de leurs biens et les exigences de l’intérêt général.", "Conclusion: non-violation (cinq voix contre deux).", "Article 6 § 1 – Le grief du requérant porte en substance sur l’impossibilité de soumettre à une instance nationale, avant le dépôt de l’état de créances, une demande en paiement des sommes dues ou de contester les actes du commissaire liquidateur. Ce grief appelait un examen sous l’angle de l’article 13, au regard de l’obligation plus générale qu’il fait peser sur les Etats quant à l’existence d’un recours effectif permettant de soulever une violation de la Convention devant les juridictions.", "Conclusion: non-lieu à examiner (unanimité).", "Article 13 – A la suite de l’ouverture de la procédure d’administration extraordinaire, pendant environ quatre ans et deux mois le requérant n’a pu saisir aucune autorité pour faire valoir son droit à recouvrir ses créances ou pour contester les actes du commissaire liquidateur, ne disposant d’aucun autre moyen effectif pour solliciter l’examen du dossier. Les règles régissant la procédure d’administration extraordinaire jusqu’à fin août 1999, assorties de la longueur de la vérification de l’état des créances ont entravé de manière injustifiée son droit à disposer d’un recours effectif.", "Conclusion: violation (unanimité).", "Article 41 – La Cour a alloué 10 000 000 lires italiennes au titre du dommage moral, ainsi qu'une certaine somme pour frais et dépens.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}