{"file": "FRE_HFCOM_3453_12.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "3453/12", "text_paragraphs": ["PREMIÈRE SECTION", "Requête no 3453/12\nEvaggelos KAPETANIOS contre la Grèce\net deux autres requêtes \n(voir liste en annexe)", "EXPOSÉ DES FAITS", "", "La liste des parties requérantes figure en annexe.", "Les circonstances de l’espèce", "Les faits de la cause, tels qu’ils ont été exposés par les requérants, peuvent se résumer comme suit.", "1.  Requête no 3453/12", "a)  La procédure pénale", "A une date non précisée, des poursuites pénales furent engagées contre le requérant pour contrebande. Il fut accusé d’avoir importé en Grèce douze appareils électroniques sans s’être acquitté des droits de douane prévus. En vertu de l’arrêt no 1087/1992 de la cour d’appel d’Athènes, le requérant fut acquitté du chef d’accusation précité. Cet arrêt devint définitif.", "b)  La procédure administrative", "Entre-temps, en vertu de l’acte no 46/1987/1989 du directeur du service spécial des investigations douanières, des amendes administratives furent imposées au requérant, pour l’importation sans s’acquitter des taxes douanières d’un fusil de chasse, d’un treuil et d’un appareil vidéo (pour un montant de 2 780 000 drachmes - 8 159 euros environ) et de douze appareils électroniques (pour un montant de 1 702 780 000 drachmes - 4 990 995 euros environ) (acte no 46/1987/1989).", "Le 3 novembre 1989, le requérant saisit le tribunal administratif d’Athènes d’un recours contre l’acte no 46/1987/1989. Le 6 novembre 1990, cette juridiction fit partiellement droit au recours. En particulier, le tribunal administratif confirma les amendes administratives imposées dans la mesure où elles concernaient l’importation du fusil de chasse, du treuil et de l’appareil vidéo et annula la partie des amendes s’élevant à 1 702 780 000 drachmes et relative à l’importation des douze appareils électroniques (décision no 14001/1990).", "Les 17 et 18 janvier 1991 tant le requérant que l’Etat interjetèrent appel.", "Le 30 décembre 1991, la cour administrative d’appel d’Athènes rejeta l’appel du requérant et fit droit à celui de l’Etat (arrêt no 4793/1991).", "Le 28 décembre 1992, le requérant se pourvut en cassation.", "Le 28 septembre 1998, le Conseil d’Etat fit partiellement droit au recours et renvoya l’affaire devant la cour administrative d’appel (arrêt no 3552/1998).", "Le 27 avril 2000, la cour administrative d’appel rejeta le recours du requérant et fit droit à celui de l’Etat. Après avoir examiné de nouveau le fond de l’affaire, elle confirma l’imposition des amendes administratives pour l’importation, sans paiement des taxes douanières dues, des douze appareils électroniques et réduisit le montant à payer à ce titre à 1 022 633 772 drachmes (3 001 126 euros environ). Le requérant avait soumis devant la cour administrative d’appel l’arrêt no 1087/1992 de la cour d’appel d’Athènes qui l’avait acquitté du chef de contrebande pour l’importation des mêmes appareils électroniques. La cour administrative d’appel admit à cet égard que le jugement d’acquittement de la cour d’appel n’avait pas d’effet contraignant sur son appréciation. Elle considéra qu’en l’espèce les éléments matériel et intentionnel du délit de contrebande avaient été remplis, puisque le requérant avait eu recours à des subterfuges pour ne pas payer les taxes dues (arrêt no 2090/2000).", "Le 20 juin 2000, le requérant se pourvut en cassation. Il soutenait entre autres que les juridictions administratives ne devraient pas conclure à la commission du délit de contrebande, puisque les juridictions pénales l’avaient précédemment acquitté exactement pour les mêmes faits.", "Le 28 juin 2011, le Conseil d’Etat rejeta le recours. En ce qui concerne la prise en compte de l’arrêt no 1087/1992 de la cour d’appel d’Athènes, il releva que la procédure administrative était distincte de la procédure pénale et que le juge administratif n’était pas lié par les conclusions du juge pénal. Il ajouta que selon l’article 5 § 2 du code de procédure administrative le juge administratif n’était lié que par les décisions des juridictions pénales portant condamnation de l’intéressé. Le Conseil d’Etat considéra que la cour administrative d’appel avait pris en compte divers éléments qui n’apparaissent pas dans la décision d’acquittement de la cour d’appel et que son arrêt comportait une motivation suffisante sur les raisons pour lesquelles le délit de contrebande avait de fait été commis (arrêt no 1999/2011). Cet arrêt fut mis au net et certifié conforme le 3 novembre 2011.", "2..  Requête no 42941/12", "a)  La procédure pénale", "En 1998, des poursuites pénales pour contrebande furent déclenchées contre le requérant. En particulier, il fut accusé qu’en tant que propriétaire d’une station service il avait vendu 110 litres d’essence et 221 litres de gazole sans certificats d’achat. Le 21 juin 2000, le tribunal correctionnel de Patras l’acquitta du chef d’accusation précité (jugement no 2828/2000). Ce jugement devint définitif.", "b)  La procédure administrative", "Entre-temps, le 29 septembre 1996, l’autorité douanière compétente avait imposé au requérant le paiement d’une somme de 37 089 905 et 74 180 000 drachmes (129 919 euros environ au total) à titre d’amendes fiscales pour avoir commis le délit fiscal de contrebande en raison de la vente des produits précités sans certificats d’achat (acte no 120/29.9.1996).", "A une date non précisée, le requérant saisit le tribunal administratif de Patras d’un recours visant à l’annulation de l’acte no 120/29.9.1996). A une date non précisée, le tribunal administratif de Patras rejeta le recours (décision no 424/1998).", "Le 20 novembre 1998, le requérant interjeta appel. Il joignit à ses observations le jugement no 2828/2000 du tribunal correctionnel de Patras.", "Le 23 octobre 2003, la cour administrative d’appel de Patras rejeta l’appel et confirma la décision no 424/1998. En particulier, la cour d’appel admit que les carburants en cause étaient des produits de contrebande procurés et vendus par le requérant (arrêt no 447/2003).", "Le 23 mars 2004, le requérant se pourvut en cassation. Il soutenait, entre autres, que la cour administrative d’appel n’avait pas pris en compte le jugement no 2828/2000 qui l’avait acquitté du chef d’accusation de contrebande.", "Le 16 novembre 2011, le Conseil d’Etat rejeta son pourvoi. La haute juridiction administrative releva que l’article 150 du code de procédure administrative prévoyait que tout document de preuve devait être soumis devant la juridiction compétente la veille de la première audience de l’affaire. Elle nota que le requérant avait, certes, soumis à la cour administrative d’appel le jugement no 2828/2000 du tribunal correctionnel de Patras mais après l’audience de l’affaire. Le Conseil d’Etat conclut que la cour administrative d’appel n’était pas obligée de prendre en compte proprio motu le jugement no 2828/2000, puisque celui-ci avait été soumis de manière irrecevable. Une opinion dissidente de deux juges soutint que la juridiction compétente aurait dû prendre en compte de sa propre initiative l’arrêt no 2828/2000 du tribunal correctionnel de Patras. Les juges dissidents relevèrent que la méconnaissance tant par la cour administrative d’appel que par le Conseil d’Etat de l’acquittement préalable au pénal du requérant pour le même délit qui constituait l’objet du litige devant les juridictions administratives, porterait atteinte au principe ne bis in idem (arrêt no 3616/2011). Il ressort du dossier que le requérant obtint le 11 janvier 2012 une copie certifiée conforme de l’arrêt no 3616/2011.", "3.  Requête no 9028/13", "a)  La procédure pénale", "A une date non précisée, des poursuites pénales furent engagées contre le requérant pour contrebande. En particulier, il fut accusé d’avoir importé en Grèce deux voitures de luxe (de marque « Ferrari » et « Mercedes » - modèle 600SL) sans s’acquitter des taxes et droits de douane et de circuler sans avoir obtenu l’autorisation des autorités douanières. Il fut aussi accusé que pour circuler avec ces voitures en Grèce il avait eu recours à des subterfuges, comme le changement de plaques d’immatriculation.", "Le 21 mai 1998, le requérant fut acquitté par le tribunal correctionnel d’Athènes du chef d’accusation de contrebande. En particulier, cette juridiction constata que le requérant était résident permanent d’Italie et que par conséquent, il avait le droit de circuler en Grèce en voitures comportant des plaques d’immatriculation étrangères. En outre, le tribunal correctionnel considéra qu’il n’avait pas été établi que le requérant avait eu recours à des subterfuges, comme le changement des plaques d’immatriculation (jugement no 36398/1998). Ce jugement devint définitif.", "b)  La procédure administrative", "En 2001, le service administratif compétent imposa au requérant des amendes administratives pour avoir importé et fait circuler en Grèce, sans s’être acquitté des taxes et droits de douane, les deux voitures de luxe susmentionnées. Deux amendes lui furent infligées d’un montant de 240 724 548 drachmes (706 455,019 euros environ) et 266 284,304 drachmes (781 465,308 euros environ) (acte no 33/96/1.3.2001).", "Le 4 avril 2001, le requérant saisit le tribunal administratif du Pirée d’un recours contre l’acte no 33/96/1.3.2001.", "Le 29 novembre 2002, le tribunal administratif du Pirée rejeta le recours. Il déclara que le jugement no 36398/1998 du tribunal correctionnel d’Athènes ayant acquitté le requérant du délit de contrebande n’était pas contraignant pour les juridictions administratives. Il releva aussi qu’en l’espèce les éléments matériel et intentionnel du délit de contrebande étaient remplis et, indépendamment de la question de savoir si le requérant était résident permanent en Grèce ou à l’étranger, il ressortait du dossier qu’il avait utilisé des subterfuges, entre autres le remplacement des plaques d’immatriculation, pour se soustraire du paiement des droits de douane (décision no 2814/2002).", "Le 13 juin 2003, le requérant interjeta appel. Il soutint entre autres que le tribunal administratif aurait dû appliquer les dispositions pertinentes du nouveau code des douanes qui prévoyaient des peines plus douces pour la contrebande que les dispositions de l’ancien code applicable à l’époque des faits litigieux. Il reprochait également au tribunal administratif de n’avoir pas pris en compte le jugement d’acquittement no 36398/1998 et de n’avoir pas respecté le principe de proportionnalité dans l’appréciation des amendes administratives en cause.", "Le 15 septembre 2008, la cour administrative d’appel du Pirée rejeta le recours et confirma le raisonnement du tribunal administratif. En ce qui concerne notamment le grief tiré de la proportionnalité des sommes imposées, la cour administrative d’appel nota qu’elles s’élevaient au double des montants dont le requérant était redevable à titre de douanes et d’impôts et que le principe de proportionnalité ne trouvait pas application dans ce cas de figure (arrêt no 1461/2008).", "Le 20 novembre 2009, le requérant se pourvut en cassation contre l’arrêt no 1461/2008. Il soutenait entre autres que l’arrêt de la cour administrative d’appel avait enfreint les principes de la présomption d’innocence, du ne bis in idem ainsi que de la rétroactivité de la peine plus douce.", "Le 19 février 2012, le Conseil d’Etat rejeta le pourvoi. Il releva que la procédure administrative concernant l’imposition des amendes administratives pour contrebande était autonome par rapport à la procédure pénale y relative. Selon le Conseil d’Etat, en raison de l’autonomie entre les deux procédures, les juridictions administratives n’étaient pas liées par les conclusions des juridictions pénales en cas d’acquittement de l’intéressé. Le Conseil d’Etat fit référence à la jurisprudence de la Cour sur la présomption d’innocence et, notamment, à l’arrêt Vassilios Stavropoulos c. Grèce (no 35522/04, 27 septembre 2007). Il considéra que cette jurisprudence ne pouvait pas trouver application dans le cas où le délit imputé à l’intéressé constituait en même temps une infraction tant pénale qu’administrative. Selon la haute juridiction administrative cette situation poserait plutôt une question par rapport au principe ne bis in idem. En outre, il admit qu’en tout état de cause la juridiction administrative restait toujours compétente pour examiner l’affaire en se fondant sur d’autres éléments que ceux retenus par la juridiction pénale. Dans le cas contraire, la juridiction administrative serait dépourvue de la possibilité, qui lui était confiée par la Constitution, d’examiner cette catégorie d’affaires relevant de sa compétence (arrêt no 3457/2012). Cet arrêt fut mis au net et certifié conforme le 16 janvier 2013.", "GRIEFS", "1.  Invoquant les articles 6 § 1 et 13 de la Convention, le requérant dans la requête no 3453/12 se plaint de la durée de la procédure administrative.", "2.  Invoquant l’article 6 §§ 1, 2 ainsi que l’article 13 de la Convention, les requérants se plaignent qu’en considérant qu’elles n’étaient pas obligées de prendre en compte leur acquittement par les juridictions pénales, les juridictions administratives ont enfreint le principe de la présomption d’innocence. Ils se plaignent aussi que, par ce biais, ils ont été jugés deux fois pour la même infraction en violation de l’article 4 du Protocole no 7.", "3. Invoquant l’article 7 de la Convention (dans la requête no 9028/13) et 1 du Protocole no 1 (dans les requêtes nos 42941/12 et 9028/13), les requérants se plaignent d’une atteinte à leur droit au respect de leurs biens. Ils affirment que les amendes administratives qui leur ont été infligées étaient exorbitantes.", "QUESTIONS AUX PARTIES", "1.  La durée de la procédure administrative suivie dans la requête no 3453/12 était-elle compatible avec la condition de jugement dans un « délai raisonnable », au sens de l’article 6 § 1 de la Convention ? Dans la même requête, le requérant avait-il à sa disposition, comme l’exige l’article 13 de la Convention, un recours interne effectif au travers duquel il aurait pu formuler son grief de méconnaissance à cet égard de l’article 6 § 1 de la Convention ?", "", "2.  La garantie de la présomption d’innocence prévue par l’article 6 § 2 at-elle été respectée en l’espèce ? En outre, les requérants ont-t-ils, au mépris de l’article 4 § 1 du Protocole no 7, été jugés deux fois pour la même infraction sur le territoire de l’Etat défendeur ?", "", "3.  Dans les requêtes nos 42941/12 et 9028/13, les requérants ont-t-ils subi une ingérence à leur droit au respect de leurs biens au sens de l’article 1 du Protocole no 1 ? Dans l’affirmative, cette ingérence a-t-elle ménagé un « juste équilibre » entre les impératifs de l’intérêt général et ceux de la sauvegarde des droits fondamentaux des requérants ?", "\n", "ANNEXE", "", "", "", ""]}