{"file": "FRE_HFJUD_25965_04.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25965/04", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "", "", "", "", "AFFAIRE RANTSEV c. CHYPRE ET RUSSIE", "", "(Requête no 25965/04)", "", "", "", "", "", "", "", "ARRÊT", "[Extraits]", "", "", "STRASBOURG", "", "7 janvier 2010", "", "", "DÉFINITIF", "", "10/05/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention.", "", "", "En l’affaire Rantsev c. Chypre et Russie,", "La Cour européenne des droits de l’homme (première section), siégeant en une chambre composée de :", "\tChristos Rozakis, président,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tDean Spielmann,\n\tSverre Erik Jebens,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, juges,\net de Søren Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 10 décembre 2009,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25965/04) dirigée contre la République de Chypre et la Fédération de Russie et dont un ressortissant russe, M. Nikolaï Mikhaïlovitch Rantsev (« le requérant »), a saisi la Cour le 26 mai 2004 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, a été représenté par Me L. Churkina, avocate à Ekaterinebourg. Le gouvernement chypriote a été représenté par son agent, M. P. Clerides, procureur général de la République de Chypre. Le gouvernement russe a été représenté par son agent, M. G. Matyushkin.", "3.  Dans sa requête, M. Rantsev formulait les griefs suivants. Invoquant les articles 2, 3, 4, 5 et 8 de la Convention, il dénonçait, premièrement, l’absence d’enquête suffisante sur les circonstances ayant entouré le décès de sa fille, deuxièmement, le manquement de la police chypriote à la protéger tant qu’elle était encore en vie et, troisièmement, le manquement des autorités chypriotes à prendre des mesures pour sanctionner les responsables des mauvais traitements qui lui avaient été infligés et de son décès. Il reprochait aux autorités russes, sur le terrain des articles 2 et 4, de ne pas avoir enquêté sur le décès de sa fille et la traite dont elle avait peutêtre été victime et de ne pas avoir pris de mesures pour la protéger contre cette traite. Enfin, sous l’angle de l’article 6 de la Convention, il se plaignait de la procédure d’instruction chypriote et de l’impossibilité dans laquelle il estimait s’être trouvé d’accéder à la justice chypriote.", "4.  Le 19 octobre 2007, la Cour a demandé aux gouvernements chypriote et russe de lui communiquer l’intégralité des dossiers d’enquête et de la correspondance échangée entre les deux Etats sur cette question. Le 17 décembre 2007 et le 17 mars 2008 respectivement, les gouvernements chypriote et russe ont communiqué plusieurs documents.", "5.  Le 20 mai 2008, le président de la première section a décidé que la requête serait examinée en priorité conformément à l’article 41 du règlement.", "6.  Le 27 juin 2008, il a décidé de communiquer la requête à l’un et l’autre Gouvernements. Il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et sur le fond de l’affaire (article 29 § 3).", "7.  Les 27 et 28 octobre 2008 respectivement, les gouvernements chypriote et russe ont présenté leurs observations écrites sur la recevabilité et le bien-fondé de la requête. Des observations ont également été reçues de deux organisations non gouvernementales sises à Londres, Interights et le AIRE Centre, que le président avait autorisées à intervenir dans la procédure écrite (articles 36 § 2 de la Convention et 44 § 2 du règlement).", "8.  Le 12 décembre 2008, le président de la première section a décidé d’accorder l’assistance judiciaire au requérant pour sa représentation devant la Cour.", "9.  Le 16 décembre 2008, le requérant a soumis des commentaires écrits sur les observations du Gouvernement ainsi que ses prétentions au titre de la satisfaction équitable.", "10.  Les gouvernements chypriote et russe ont ensuite déposé leurs observations sur les demandes de satisfaction équitable du requérant.", "11.  Par une lettre du 10 avril 2009, le gouvernement chypriote a invité la Cour à rayer l’affaire du rôle et a joint le texte d’une déclaration tendant à résoudre les questions soulevées par le requérant. Celui-ci a déposé le 21 mai 2009 des observations écrites consacrées à cette demande.", "12.  Le requérant a sollicité la tenue d’une audience mais avant d’adopter le présent arrêt, la Cour a décidé qu’il n’y avait pas lieu de tenir audience.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "13.  Le requérant, M. Nikolaï Mikhaïlovitch Rantsev, est un ressortissant russe né en 1938 et résidant à Svetlogorsk (Russie). Il est le père de Mlle Oxana Rantseva, également ressortissante russe, née en 1980.", "14.  Les faits de la cause, tels qu’ils ont été exposés par les parties et établis au regard des pièces qu’elles ont communiquées, en particulier les témoignages recueillis par la police chypriote, peuvent se résumer comme suit.", "A.  La genèse de l’affaire", "15.  Oxana Rantseva arriva à Chypre le 5 mars 2001. Le 13 février 2001, X.A., propriétaire d’un cabaret à Limassol, avait demandé pour elle un visa d’« artiste » et un permis de travail afin de l’employer en cette qualité dans son cabaret (voir également le paragraphe 115 ci-dessous). Il avait joint à sa demande une copie du passeport de Mlle Rantseva, un certificat médical, la copie d’un contrat de travail (contrat qui, semble-t-il, n’était toutefois pas encore signé par l’intéressée) et un engagement, signé par les agences [X.A.], et libellé en ces termes (original anglais) :", "« Je soussigné [X.A.] de L/SSOL, atteste être engagé devant le ministre de l’Intérieur de la République de Chypre à hauteur de la somme de 150 £, payable audit ministre de l’Intérieur représenté par son ou ses avocats.", "Le présent document est revêtu de mon cachet.", "Le treize février deux mil un,", "IL EST DÉCLARÉ PAR LES PRÉSENTES que Mlle Oxana Rantseva, originaire de RUSSIE,", "Ci-après dénommée l’immigrante (ce terme s’appliquant le cas échéant à ses héritiers, exécuteurs testamentaires, administrateurs et mandataires) entre sur le territoire chypriote, et que je m’engage à faire en sorte qu’elle n’ait besoin d’aucune assistance sur ce territoire pendant une période de cinq ans à compter de la date des présentes et à reverser à la République de Chypre toute somme que celle-ci pourrait débourser aux fins d’une assistance à l’immigrante (débours dont la nécessité est appréciée souverainement par le ministre susmentionné) ou de son rapatriement à partir de Chypre pendant une période de cinq ans à compter de la date des présentes.", "LE PRÉSENT ENGAGEMENT ÉCRIT reste pleinement valable tant que l’immigrante ou moi-même, mes héritiers, exécuteurs testamentaires, administrateurs et mandataires n’auront pas reversé à la République de Chypre, à première demande, toute somme que celle-ci pourrait avoir déboursé aux fins d’une assistance à l’immigrante ou de son rapatriement à partir de Chypre, et jusqu’à ce moment seulement. »", "16.  Il fut délivré à Mlle Rantseva un titre de séjour temporaire portant la mention « visiteur » et valable jusqu’au 9 mars 2001. Elle demeura dans un appartement avec d’autres jeunes femmes travaillant dans le cabaret de X.A. Le 12 mars 2001, il lui fut octroyé un permis de travail valable jusqu’au 8 juin de la même année pour un emploi en qualité d’artiste dans le cabaret appartenant à X.A. et géré par le frère de celui-ci, M.A. Elle commença à travailler le 16 mars 2001.", "17.  Le 19 mars 2001, vers 11 heures, les femmes résidant avec Mlle Rantseva informèrent M.A. qu’elle avait quitté l’appartement en emportant toutes ses affaires. Elles précisèrent qu’elle avait laissé un mot en russe disant qu’elle était fatiguée et qu’elle voulait retourner en Russie. Le même jour, M.A. informa les services de l’immigration de Limassol que Mlle Rantseva avait abandonné son lieu de travail et de résidence. Dans une déposition ultérieure, il précisa qu’il souhaitait la remplacer et demandait donc son arrestation et son expulsion de Chypre. Cependant, le nom de Mlle Rantseva ne fut pas porté sur la liste des personnes recherchées par la police.", "B.  Les faits du 28 mars 2001", "18.  Le 28 mars 2001, vers 4 heures, une autre artiste du cabaret aperçut Mlle Rantseva dans une discothèque de Limassol. Elle en avertit M.A. Celuici appela la police et lui demanda de l’arrêter, puis se rendit lui-même à la discothèque accompagné d’un agent de sécurité du cabaret. A son arrivée, il se fit amener Mlle Rantseva par un employé de la discothèque. Dans une déposition ultérieure, il déclara ceci :", "« Lorsque [Mlle Rantseva] est montée dans ma voiture, elle ne s’est pas plainte du tout et n’a eu aucune réaction. Elle avait l’air saoule et je lui ai simplement dit de venir avec moi. Comme elle avait l’air saoule, nous n’avons pas parlé. Elle n’a pas dit un mot. »", "19.  M.A. emmena Mlle Rantseva au commissariat central de Limassol, où deux policiers étaient de garde. Il fit une brève déposition dans laquelle il décrivit les circonstances de l’arrivée de l’intéressée à Chypre, son emploi au cabaret et sa disparition le 19 mars 2001. Selon une déposition faite par le policier qui était de service à leur arrivée, le déroulement des faits fut le suivant :", "« Le 28 mars 2001, peu avant 4 heures [M.A.] trouva [Mlle Rantseva] à la boîte de nuit Titanic (...) il l’amena au commissariat et déclara qu’elle était en situation irrégulière et que nous devions la garder en cellule. Puis il s’en alla. »", "20.  Les policiers contactèrent alors l’agent du service des passeports à son domicile et lui demandèrent de vérifier si Mlle Rantseva était en situation irrégulière. Après avoir fait les vérifications, celui-ci leur répondit que son nom ne figurait pas dans la base de données des personnes recherchées. Il précisa qu’il n’y avait pas de traces de plainte déposée par M.A. le 19 mars 2001 et que, en toute hypothèse, la situation des personnes visées par une telle plainte ne devenait irrégulière qu’au bout de quinze jours. Il contacta la personne responsable du service des étrangers et de l’immigration de la police (« l’AIS »), qui donna pour instruction de ne pas garder Mlle Rantseva en détention et ajouta que son employeur, qui était responsable d’elle, devait venir la chercher et l’emmener au bureau de l’AIS de Limassol le jour même à 7 heures en vue de plus amples investigations. Les policiers contactèrent M.A. pour lui demander de venir chercher la jeune femme. Il se montra très contrarié que la police refuse de la garder en détention et refusa de venir la chercher. Les policiers l’informèrent qu’ils avaient pour instruction de la laisser partir s’il ne venait pas. M.A. s’irrita et demanda à parler à leur supérieur. Les policiers lui donnèrent son numéro de téléphone. Par la suite, le supérieur les informa que M.A. viendrait chercher Mlle Rantseva. Dans une déposition ultérieure, les deux policiers ont déclaré que la jeune femme ne semblait pas saoule. Le policier de service a indiqué ceci :", "« Mlle Rantseva est restée avec nous (...) Elle se maquillait et ne semblait pas saoule (...) Vers 5 h 20 (...) j’ai été (...) informé que [M.A.] était venu la chercher (...) »", "21.  Selon la déposition de M.A., lorsqu’il vint chercher Mlle Rantseva au commissariat, il prit également son passeport et les autres documents qu’il avait remis à la police en arrivant. Il aurait ensuite emmené Mlle Rantseva au domicile de M.P., un employé de son cabaret. Celui-ci habitait avec sa femme, D.P., un appartement sur plusieurs niveaux dont l’entrée se trouvait au cinquième étage d’un immeuble. Les deux hommes auraient laissé Mlle Rantseva dans une pièce de l’étage supérieur. Dans sa déposition, M.A. indiqua ceci :", "« Elle semblait juste être saoule et ne paraissait pas avoir l’intention de faire quoi que ce soit. Je n’ai rien fait pour l’empêcher de quitter la pièce de l’appartement où je l’avais emmenée. »", "22.  Selon M.A., M.P. et sa femme partirent alors dormir dans leur chambre située à l’étage supérieur et lui-même resta dans le salon de l’appartement, où il s’endormit ; l’appartement était disposé de telle manière que pour en sortir, il fallait obligatoirement traverser le salon.", "23.  M.P. a déclaré avoir quitté son travail au cabaret Zygos à Limassol vers 3 h 30 et s’être rendu à la discothèque Titanic pour boire un verre. A son arrivée à la discothèque, il aurait été informé que la jeune fille russe que ses employeurs et lui recherchaient se trouvait sur place. M.A. serait ensuite arrivé, accompagné de l’un des agents de sécurité du cabaret, et il aurait demandé aux employés du Titanic d’amener la jeune fille à l’entrée. M.A., Mlle Rantseva et l’agent de sécurité seraient ensuite tous montés dans le véhicule de M.A. et seraient partis. Vers 4 h 30, M.P. serait rentré chez lui et serait allé se coucher. Vers 6 heures, sa femme l’aurait réveillé et l’aurait informé que M.A. était là avec Mlle Rantseva et qu’ils resteraient jusqu’à l’ouverture du service de l’immigration. Puis il se serait endormi.", "24.  Selon la première déposition de D.P., M.A. amena Mlle Rantseva à l’appartement vers 5 h 45. D.P. leur aurait fait du café pendant que M.A. parlait avec son mari dans le salon. M.A. aurait ensuite demandé à D.P. de donner une chambre à Mlle Rantseva pour qu’elle puisse se reposer. Mlle Rantseva aurait semblé être saoule et n’aurait rien voulu boire ni manger. D.P. et son mari seraient allés dormir vers 6 heures pendant que M.A. serait resté dans le salon. Après cette déposition, D.P. modifia sa version des faits pour dire que son mari était endormi au moment de l’arrivée de M.A. à l’appartement avec Mlle Rantseva et qu’elle avait eu peur de dire que c’était elle qui avait ouvert la porte de l’appartement et qui avait partagé un café avec M.A.", "25.  Vers 6 h 30 le 28 mars 2001, Mlle Rantseva fut trouvée morte dans la rue sur laquelle donnait l’appartement, son sac à main sur son épaule. La police trouva un couvre-lit enroulé autour de la rambarde d’un petit balcon auquel on accédait par la chambre dans laquelle on avait laissé la jeune femme à l’étage supérieur de l’appartement et qui se trouvait au-dessus d’un balcon plus grand au cinquième étage.", "26.  M.A. déclara s’être réveillé à 7 heures pour emmener Mlle Rantseva au bureau de l’AIS. Il aurait appelé D.P. et M.P. et aurait entendu D.P. dire qu’il y avait des policiers dans la rue en bas de l’immeuble. Ils se seraient rendus dans la chambre mais n’y auraient pas trouvé Mlle Rantseva. Puis, en regardant par le balcon, ils auraient vu un corps dans la rue. M.A. aurait ensuite réalisé qu’il s’agissait de Mlle Rantseva.", "27.  D.P. déclara avoir été réveillée par M.A. qui frappait à sa porte pour lui dire que Mlle Rantseva n’était pas dans sa chambre et qu’il fallait la chercher. Elle l’aurait cherchée partout dans l’appartement puis aurait remarqué que la porte du balcon de la chambre était ouverte. Elle serait alors allée sur le balcon, aurait trouvé le couvre-lit et aurait compris ce qu’avait fait Mlle Rantseva. Depuis un autre balcon, elle aurait vu un corps gisant dans la rue, recouvert d’un drap blanc et entouré par des policiers.", "28.  M.P. déclara avoir été réveillé par un bruit vers 7 heures et avoir vu sa femme en état de choc. Celle-ci lui aurait dit que Mlle Rantseva était tombée du balcon. Il serait alors allé dans le salon, où il aurait trouvé M.A. et des policiers.", "29.  Dans sa déposition du 28 mars 2001, le témoin G.A. déclara que le 28 mars 2001, vers 6 h 30, il fumait sur son balcon, situé au premier étage de l’immeuble de M.P. et D.P., lorsqu’il se produisit ceci :", "« J’ai vu quelque chose qui ressemblait à une ombre tomber du ciel directement devant moi. Immédiatement après, j’ai entendu un bruit comme si quelque chose se brisait (...) j’ai dit à ma femme d’appeler la police (...) je n’ai rien entendu avant la chute et je n’ai pas entendu de voix immédiatement après. La fille n’a pas crié pendant la chute. Elle est juste tombée comme si elle était inconsciente (...) Même s’il y avait eu une bagarre (dans l’appartement du cinquième étage) je n’aurais pas pu l’entendre. »", "C.  L’enquête et l’instruction à Chypre", "30.  Le gouvernement chypriote a informé la Cour que le dossier d’enquête original avait été détruit conformément aux règles chypriotes, selon lesquelles tous les fichiers sont détruits à l’expiration d’un délai de cinq ans dans les affaires où il a été conclu que le décès n’était pas imputable à un acte pénalement répréhensible. Il a communiqué un duplicata du dossier contenant tous les documents pertinents à l’exception des mémos.", "31.  Le dossier contient un rapport de l’agent chargé de l’enquête, qui expose les faits de l’affaire tels qu’ils ont été établis sur le fondement des éléments trouvés sur place et des analyses criminalistiques et qui mentionne dix-sept témoins : M.A., M.P., D.P., G.A., les deux policiers de service au commissariat de Limassol, l’agent du service des passeports, huit policiers qui se sont rendus sur les lieux après la chute de Mlle Rantseva, ainsi que l’expert médicolégal et le technicien de laboratoire qui analysèrent les prélèvements de sang et d’urine.", "32.  Selon le rapport, quelques minutes après avoir reçu l’appel de la femme de G.A., peu après 6 h 30, la police arriva sur les lieux. Les policiers gelèrent les lieux à 6 h 40 et commencèrent à rechercher la cause de la chute de Mlle Rantseva. Ils prirent des clichés de la scène, notamment de la chambre dans laquelle elle avait été laissée et des balcons. L’expert médicolégal arriva à 9 h 30 et constata le décès. Un premier examen criminalistique fut pratiqué sur place.", "33.  Le même jour, la police interrogea M.A., M.P. et D.P. ainsi que G.A. Furent également interrogés les deux policiers qui avaient vu M.A. et Mlle Rantseva au commissariat de Limassol peu avant le décès de la jeune femme et l’agent du service des passeports (les extraits pertinents et les résumés de leurs dépositions figurent ci-dessus aux paragraphes 17 à 29). Le dossier d’enquête contient les dépositions de six des huit policiers présents sur le lieu de la chute, dont celle de celui chargé de l’enquête. Il ne contient pas de traces de dépositions éventuellement recueillies des autres employés du cabaret où Mlle Rantseva travaillait ni des femmes avec lesquelles elle partagea brièvement un appartement.", "34.  Lorsqu’il fit sa déposition du 28 mars 2001, M.A. remit à la police le passeport de Mlle Rantseva et d’autres documents. Après avoir signé sa déposition, il précisa que Mlle Rantseva avait pris avec elle le passeport et les documents lorsqu’elle avait quitté l’appartement le 19 mars 2001.", "35.  Le 29 mars 2001, une autopsie fut pratiquée à la demande des autorités chypriotes. Elle révéla plusieurs lésions sur le corps et les organes internes de la victime. Ces lésions furent attribuées à la chute, qui fut considérée comme la cause du décès. On ne sait pas bien si le requérant fut informé des résultats de l’autopsie. Il a déclaré ne pas avoir reçu de copie du rapport d’autopsie et on ne sait pas s’il a été informé précisément des conclusions de ce rapport, qui étaient brièvement résumées dans les conclusions de l’instruction subséquente.", "36.  Le 5 août 2001, le requérant se rendit au commissariat de Limassol avec une avocate et parla au policier qui avait reçu Mlle Rantseva et M.A. le 28 mars 2001. Il demanda à être associé à l’instruction. Selon une déclaration ultérieure du policier datée du 8 juillet 2002, les policiers indiquèrent alors au requérant que son avocate serait informée de la date de l’audience d’instruction qui se tiendrait devant le tribunal de district de Limassol.", "37.  Le 10 octobre 2001, le requérant adressa au tribunal de district de Limassol, avec copie au parquet général de la République de Chypre et aux services consulaires de l’Ambassade de Russie en République de Chypre, une requête dans laquelle, se référant à une demande d’entraide judiciaire du 8 octobre 2001 du parquet de la région de Tcheliabinsk (paragraphe 48 cidessous), il demandait à exercer son droit de prendre connaissance des éléments de l’affaire avant l’audience d’instruction, d’être présent à l’audience et d’être averti en temps utile de la date à laquelle elle se tiendrait. Il indiquait également qu’il souhaitait présenter au tribunal le moment venu des pièces supplémentaires.", "38.  L’audience d’instruction fut fixée au 30 octobre 2001 et, selon la déposition du policier en date du 8 juillet 2002 (paragraphe 36 ci-dessus), l’avocate du requérant en fut informée sans délai. Cependant, ni elle ni le requérant ne se présentèrent devant le tribunal de district. L’audience fut reportée au 11 décembre 2001 et le tribunal ordonna que l’Ambassade de Russie en soit avertie de manière à pouvoir en informer le requérant.", "39.  Dans une télécopie datée du 20 octobre 2001 envoyée le 31 octobre 2001 au tribunal de district de Limassol avec copie au parquet général de la République de Chypre et aux services consulaires de l’Ambassade de Russie en République de Chypre, le requérant demanda que les informations relatives à la date de l’audience d’instruction lui soient envoyées à son nouveau lieu de résidence.", "40.  Le 11 décembre 2001, il ne se présenta pas devant le tribunal de district et l’audience fut reportée au 27 décembre 2001.", "41.  Le 27 décembre 2001, l’audience se tint devant le tribunal de district de Limassol en l’absence du requérant. En ses passages pertinents, le verdict du tribunal, rendu le même jour, se lit ainsi :", "« Vers 6 h 30 le [28 mars 2001], dans des circonstances floues, la victime, tentant de s’échapper de l’appartement susmentionné, se jeta dans le vide et se tua dans sa chute (...)", "Mon verdict est que Mlle Oxana Rantseva est décédée le 28 mars 2001 dans des circonstances apparemment accidentelles alors qu’elle tentait de s’échapper de l’appartement dans lequel elle était hébergée [εφιλοξενείτο].", "Il ne m’a été présenté aucun élément de nature à indiquer que la responsabilité pénale d’un tiers pouvait être engagée par ce décès. »", "D.  La procédure subséquente à Chypre et en Russie", "42.  La dépouille de Mlle Rantseva fut transférée en Russie le 8 avril 2001.", "43.  Le 9 avril 2001, le requérant demanda au service d’examens médicaux de Tcheliabinsk (« le service de Tcheliabinsk ») de pratiquer une autopsie du corps. Il demanda également au service fédéral de sécurité et au parquet général de la Fédération de Russie d’enquêter sur le décès de la victime à Chypre. Le 10 mai 2001, le service de Tcheliabinsk rendit son rapport d’autopsie.", "44.  Le rapport contenait notamment les constatations suivantes :", "« Le traumatisme est dû à une chute d’une grande hauteur telle qu’une chute de plusieurs étages. La victime présente de multiples traumatismes corporels dont un traumatisme crânien ouvert avec fracture comminutive multifragments des os du crâne et du visage, fissures multiples de la membrane cérébrale au niveau de la voûte crânienne et à la base du crâne dans la cavité frontale, hématomes sous-duraux, hématomes intracérébraux, contusions multiples, contusions et éraflures étendues sur la peau, déformation claire de la tête d’avant en arrière, traumatisme fermé du thorax avec lésions des organes thoraciques (...), contusion pulmonaire dorsale, fracture de la colonne vertébrale au niveau des vertèbres thoraciques avec épanchement complet de la moelle épinière et déplacement vertical et horizontal (...)", "Intoxication alcoolique de moyen degré : présence d’alcool éthylique dans le sang (1,8 %) et les urines (2,5 %). »", "45.  Les conclusions du rapport étaient notamment les suivantes :", "« La couleur et l’apparence des contusions, des fissures et des lésions ainsi que des hématomes associés aux déformations morphologiques de même type dans les tissus atteints indiquent sans aucun doute possible que les traumatismes ont été subis alors que la victime était encore en vie, peu avant le décès, et dans un intervalle très court les uns après les autres.", "L’examen médicolégal du corps de Mlle Rantseva n’a révélé aucune lésion résultant d’actes de violence externe liés à l’usage de diverses armes à feu ou d’armes ou objets contondants ou à l’effet de réactifs physiques et chimiques ou d’autres facteurs naturels. (...) L’examen chimique du sang et des urines et des organes internes n’a révélé la présence d’aucun stupéfiant ni d’aucune substance forte ou toxique. Ces éléments permettent d’exclure la possibilité que le décès de Mlle Rantseva soit dû à des armes à feu, des objets métalliques, des facteurs physiques, chimiques ou naturels, un empoisonnement ou une affection d’un organe ou système corporel. (...)", "Au vu de l’emplacement des lésions, de leurs particularités morphologiques et de certaines différences découvertes au cours de l’analyse morphologique et histologique ainsi que de la réponse des tissus atteints, nous pensons qu’en l’espèce, le corps présente des traumatismes dus à une chute d’une grande hauteur en deux étapes sur des plans de différents niveaux dans laquelle le premier contact du corps avec un obstacle s’est fait sur le dos, avec éventuellement un rebond et un contact secondaire par l’avant du corps, principalement sur le visage avec une déformation claire de la tête d’avant en arrière due à la compression brutale provoquée par l’impact (...)", "L’analyse chimique a révélé la présence d’alcool éthylique dans le sang et les urines, à raison de 1,8 et 2,5 % respectivement, ce qui correspond probablement du vivant de la victime à une intoxication alcoolique de degré moyen, dont les caractéristiques cliniques sont une instabilité émotionnelle considérable et des troubles du caractère et de l’orientation dans le temps et dans l’espace. »", "46.  Le 9 août 2001, l’Ambassade de Russie à Chypre pria le commissaire principal du commissariat de Limassol de lui communiquer une copie du dossier de l’enquête relative au décès de Mlle Rantseva.", "47.  Le 13 septembre 2001, le requérant pria le procureur de la région de Tcheliabinsk de demander pour lui au ministère public chypriote une assistance juridique gratuite ainsi que l’exemption des frais de justice pour l’enquête complémentaire relative au décès de sa fille sur le territoire chypriote.", "48.  Par une lettre datée du 11 décembre 2001, le procureur général adjoint de la Fédération de Russie informa le ministre de la Justice de la République de Chypre que le parquet de la région de Tcheliabinsk avait mené des investigations sur le décès de Mlle Rantseva, notamment un examen médicolégal. Il lui communiqua également une demande d’entraide judiciaire datée du 8 octobre 2001 et formée sur le fondement de la Convention européenne d’entraide judiciaire en matière pénale (« la Convention d’entraide judiciaire » – paragraphes 175 à 178 ci-dessous) et du Traité du 19 janvier 1984 d’entraide judiciaire en matière civile, familiale et pénale entre l’URSS et la République de Chypre (« le Traité d’entraide judiciaire » – paragraphes 179 à 185 ci-dessous [voir la version intégrale de l’arrêt, disponible en anglais sur Hudoc]) aux fins d’établir toutes les circonstances du décès de Mlle Rantseva et de traduire les coupables en justice devant les tribunaux chypriotes. Les conclusions des autorités russes quant aux faits étaient jointes à la demande, mais on ne sait pas bien comment les autorités y étaient parvenues ni si elles avaient mené une enquête indépendante et si oui de quel type.", "49.  Ces conclusions étaient notamment les suivantes :", "« Les policiers ont refusé d’arrêter Mlle Rantseva car elle avait le droit de rester sur le territoire chypriote sans y travailler pendant 14 jours, soit jusqu’au 2 avril 2001. M. [M.A.] leur a alors demandé de la garder en cellule de dégrisement jusqu’au matin, mais ils ont refusé, observant qu’elle paraissait sobre, qu’elle se comportait correctement, qu’elle était calme et qu’elle était en train de se maquiller. A 5 h 30 le 28 mars 2001, M.A., accompagné d’une autre personne, a emmené Mlle Rantseva du poste de police jusqu’à l’appartement de [D.P.] (...) où [ils] ont pris un repas, puis, à 6 h 30, il l’a enfermée dans une chambre du 7e étage de l’immeuble. »", "50.  La demande citait la conclusion des experts du service de Tcheliabinsk selon laquelle la chute de la victime s’était faite en deux étapes, la jeune femme tombant d’abord sur le dos puis face au sol. Il était précisé que cette conclusion était contradictoire avec celles des analyses criminalistiques chypriotes selon lesquelles le décès était dû à une chute face au sol. L’hypothèse suivante était formulée :", "« On peut supposer qu’au moment de sa chute, la victime a dû pousser un cri d’effroi. Or les éléments de l’enquête indiquent le contraire, puisqu’un habitant du 2e étage dont le balcon se trouvait dans l’alignement de ceux de l’appartement en cause a déclaré avoir vu tomber sur l’asphalte un corps silencieux (...) »", "51.  La conclusion était la suivante :", "« Au vu du rapport fait par l’enquêteur à M. Rantsev, la conclusion de l’enquête est que le décès de Mlle Rantseva a eu lieu dans des circonstances floues et non établies, qui appellent un complément d’enquête. »", "52.  Le procureur de la région de Tcheliabinsk demandait donc, sur le fondement du Traité d’entraide judiciaire, premièrement, qu’il soit mené un complément d’enquête sur les circonstances ayant entouré le décès de Mlle Rantseva afin de déterminer la cause du décès et d’éliminer les contradictions présentes dans les éléments du dossier, deuxièmement, que les personnes ayant connaissance d’informations relatives aux circonstances du décès soient identifiées et interrogées, troisièmement, que la conduite des différentes parties soit examinée dans la perspective d’engager des poursuites pour meurtre, enlèvement et/ou séquestration arbitraire, en particulier à l’égard de M.A., quatrièmement, que le requérant soit informé des éléments de l’enquête et qu’il soit communiqué aux autorités russes une copie des décisions définitives que rendraient les autorités judiciaires relativement au décès de Mlle Rantseva, et, enfin, qu’il soit accordé au requérant une assistance juridique gratuite et l’exemption des frais de justice.", "53.  Le 27 décembre 2001, la Fédération de Russie adressa au ministère de la Justice chypriote une lettre dans laquelle il demandait, au nom du requérant, que soient engagées des poursuites pénales relativement au décès de Mlle Rantseva et que le requérant soit associé à la procédure en qualité de victime et bénéficie d’une assistance juridique gratuite.", "54.  Le 16 avril 2002, l’ambassade de Russie à Chypre transmit au ministère de la Justice et de l’Ordre public chypriote les demandes d’entraide relatives au décès de Mlle Rantseva formées par le parquet général de la Fédération de Russie sur le fondement du Traité d’entraide judiciaire les 11 et 27 décembre 2001.", "55.  Le 25 avril 2002, le parquet général de la Fédération de Russie renouvela sa demande d’ouverture de poursuites pénales relativement au décès de Mlle Rantseva et transmit à nouveau la demande du requérant d’être associé à la procédure en qualité de victime afin de pouvoir présenter des éléments supplémentaires, ainsi que sa demande d’assistance judiciaire. Il pria le gouvernement chypriote de l’informer de toute décision qui pourrait être prise à cet égard.", "56.  Le 25 novembre 2002, le requérant demanda aux autorités russes de lui reconnaître la qualité de victime dans la procédure relative au décès de sa fille et renouvela sa demande d’assistance juridique, que le parquet général de la Fédération de Russie transmit au ministère de la Justice chypriote.", "57.  Dans une lettre du 27 décembre 2002 au ministère de la Justice chypriote, le procureur général adjoint de la Fédération de Russie, se référant à la demande détaillée formulée par le requérant aux fins de l’ouverture d’une procédure pénale relativement au décès de sa fille et de l’octroi d’une assistance judiciaire à Chypre, précédemment transmises aux autorités chypriotes conformément au Traité et à la Convention d’entraide judiciaire, nota qu’aucune information n’avait été reçue et demanda une réponse des autorités chypriotes.", "58.  Le 13 janvier 2003, l’ambassade de Russie adressa au ministère des Affaires étrangères chypriote une lettre le priant de répondre dans les meilleurs délais à sa demande d’entraide judiciaire relative au décès de Mlle Rantseva.", "59.  Par des lettres des 17 et 31 janvier 2003, le parquet général de la Fédération de Russie réitéra ses demandes d’entraide judiciaire, notant que les autorités chypriotes n’y avaient pas répondu.", "60.  Par une lettre du 4 mars 2003 à laquelle il joignit une lettre du chef de la police ainsi que le rapport de police du 8 juillet 2002 faisant état de la visite faite par le requérant au commissariat de police de Limassol en août 2001, le ministère de la Justice chypriote informa le procureur général de la Fédération de Russie que la police chypriote avait dûment fait suite à sa demande.", "61.  Le 19 mai 2003, l’ambassade de Russie adressa au ministère des Affaires étrangères chypriote une lettre le priant de répondre dans les meilleurs délais à sa demande d’entraide judiciaire relative au décès de Mlle Rantseva.", "62.  Le 5 juin 2003, le parquet général de la Fédération de Russie présenta une nouvelle demande sur le fondement du Traité d’entraide judiciaire. Il priait les autorités chypriotes de mener un complément d’enquête sur les circonstances de la mort de Mlle Rantseva, estimant le verdict du 27 décembre 2001 insatisfaisant. Il observait en particulier que malgré le flou entourant les circonstances du décès et le fait qu’il avait été reconnu qu’au moment de la chute la victime tentait de s’échapper de l’appartement où elle était retenue, ce verdict ne relevait pas les incohérences des dépositions des témoins et ne mentionnait pas toutes les conclusions de l’autopsie réalisée à la demande des autorités chypriotes.", "63.  Le 8 juillet 2003, l’ambassade de Russie adressa au ministère des Affaires étrangères chypriote une lettre le priant de répondre d’urgence à ses précédentes demandes.", "64.  Le 4 décembre 2003, le commissaire aux droits de l’homme de la Fédération de Russie transmit au médiateur de la République de Chypre une plainte du requérant relative au défaut de réponse des autorités chypriotes.", "65.  Le 17 décembre 2003, en réponse à la demande des autorités russes (paragraphe 52 ci-dessus), le ministère de la Justice chypriote transmit au procureur général de la Fédération de Russie un nouveau rapport de la police chypriote daté du 17 novembre 2003. Ce rapport, établi par l’un des policiers qui avaient assisté à la scène du 28 mars 2001, apportait de brèves réponses aux questions posées par les autorités russes. Il réaffirmait que les témoins avaient été entendus et qu’on avait recueilli leurs dépositions, et soulignait que tous les éléments de preuve avaient été pris en compte lors de l’instruction. Il indiquait ensuite ceci :", "« Vers 6 h 30 le 28 mars 2001, la victime sortit sur le balcon de sa chambre en passant par la porte du balcon et entreprit de descendre sur le balcon de l’étage inférieur à l’aide d’un couvre-lit qu’elle attacha à la rambarde. Elle portait son sac à main sur son épaule. Elle s’accrocha à la rambarde en aluminium du balcon afin de descendre sur celui de l’étage inférieur et de s’échapper. Dans des circonstances inconnues, elle tomba alors dans la rue. Sa chute fut mortelle. »", "66.  Selon le rapport, on ne savait pas pourquoi Mlle Rantseva avait quitté l’appartement le 19 mars 2001, mais l’enquête avait permis d’aboutir à la conclusion suivante :", "« (...) la victime ne voulait pas être expulsée de Chypre et, son employeur se tenant à l’entrée de l’appartement où elle était hébergée, elle a décidé de prendre le risque de sortir par le balcon, en conséquence de quoi elle est tombée et est morte sur le coup. »", "67.  Le rapport indiquait également que les critiques formulées à l’égard de l’autopsie pratiquée à Chypre et des divergences alléguées entre les analyses criminalistiques des autorités chypriotes et celles des autorités russes avaient été transmises au médecin légiste chypriote qui avait pratiqué l’autopsie et que celui-ci avait répondu que ses conclusions étaient suffisantes et n’appelaient pas de complément d’informations. Enfin, le rapport répétait que l’instruction avait conclu que rien n’indiquait que la responsabilité pénale d’un tiers pût être engagée pour le décès de Mlle Rantseva.", "68.  Par une lettre du 17 août 2005, l’ambassadeur de Russie à Chypre demanda un complément d’informations relativement à une audience sur l’affaire apparemment prévue le 14 octobre 2005 et réitéra la demande d’assistance judiciaire pour le requérant. Le ministère de la Justice chypriote répondit par une télécopie du 21 septembre 2005 que le tribunal de district de Limassol n’avait pas pu trouver la moindre mention d’une audience fixée au 14 octobre 2005 dans l’affaire et demanda aux autorités russes plus de précisions.", "69.  Le 28 octobre 2005, le requérant demanda aux autorités russes de recueillir les témoignages de deux jeunes femmes russes rentrées en Russie qui avaient travaillé avec Mlle Rantseva au cabaret de Limassol et qui pourraient selon lui attester qu’y avait lieu une exploitation sexuelle. Il renouvela sa demande le 11 novembre 2005. Les autorités russes répondirent qu’elles ne pourraient recueillir ces témoignages qu’à la demande des autorités chypriotes.", "70.  Par une lettre du 22 décembre 2005, le parquet général de la Fédération de Russie pria le ministère de la Justice chypriote de lui communiquer les dernières informations disponibles sur la nouvelle instruction relative au décès de Mlle Rantseva et de lui indiquer quelle était la procédure à suivre pour recourir contre les décisions des juridictions chypriotes. Indiquant que selon les informations dont disposaient les autorités russes, l’audience fixée au 14 octobre 2005 avait été ajournée en raison du fait que l’on ne disposait pas des témoignages des ressortissantes russes qui avaient travaillé au cabaret avec Mlle Rantseva, le parquet s’engageait à fournir à Chypre toute l’aide nécessaire pour recueillir de nouveaux éléments de preuve.", "71.  Selon le requérant, le procureur général de la République de Chypre confirma en janvier 2006 à son avocate qu’il était disposé à ordonner la réouverture de l’enquête s’il recevait de nouveaux éléments faisant apparaître une activité criminelle.", "72.  Le 26 janvier 2006, l’ambassade de Russie pria le ministère de la Justice chypriote de lui fournir des précisions sur l’audience ajournée du 14 octobre 2005. Le ministère de la Justice répondit par une télécopie du 30 janvier 2006 dans laquelle il confirmait qu’il n’y avait de traces d’une telle audience ni au tribunal de district de Limassol ni à la Cour suprême de Chypre et demandait des précisions sur cette audience.", "73.  Le 11 avril 2006, le parquet général de la Fédération de Russie pria le ministère de la Justice chypriote de lui fournir des précisions sur l’audience ajournée et renouvela sa demande relative à la procédure d’appel à Chypre.", "74.  Par une lettre du 14 avril 2006, le procureur général de la République de Chypre informa les autorités russes qu’il ne voyait pas de raison de leur demander de recueillir les dépositions des deux citoyennes russes désignées par le requérant. Selon lui, si ces personnes se trouvaient en République de Chypre, leurs témoignages pouvaient être recueillis par la police chypriote, et si elles étaient en Russie, les autorités russes n’avaient pas besoin de l’aval des autorités chypriotes pour les entendre.", "75.  Le 26 avril 2006, le ministère de la Justice chypriote demanda à nouveau au parquet général de la Fédération de Russie des précisions sur l’audience supposément ajournée.", "76.  Le 17 juin 2006, le parquet général de la Fédération de Russie adressa au procureur général de la République de Chypre une lettre lui rappelant les demandes restées sans réponse qu’il lui avait adressées aux fins d’un complément d’enquête sur le décès de Mlle Rantseva et de la communication d’informations sur l’avancement de la procédure judiciaire.", "77.  Le 22 juin et le 15 août 2006, le requérant demanda à nouveau aux autorités russes de recueillir le témoignage des deux jeunes femmes russes.", "78.  Le 17 octobre 2006, le ministère de la Justice chypriote confirma au parquet général de la Fédération de Russie que l’instruction sur le décès de Mlle Rantseva était close depuis le 27 décembre 2001 et qu’il avait été conclu que la mort était accidentelle. La lettre indiquait ceci :", "« La décision n’a pas été contestée, aucun élément nouveau n’ayant été versé au dossier. »", "79.  Les 25 et 27 octobre 2006, le 3 octobre 2007 et le 6 novembre 2007, le requérant demanda à nouveau aux autorités russes de recueillir les dépositions des deux jeunes femmes russes.", "II.  LES RAPPORTS SUR LA SITUATION DES « ARTISTES » À CHYPRE", "A.  Le rapport établi ex officio par la médiatrice chypriote sur le régime d’entrée et d’emploi des femmes étrangères en tant qu’artistes dans des lieux de divertissement à Chypre (24 novembre 2003)", "80.  En novembre 2003, la médiatrice chypriote a rendu un rapport sur les « artistes » à Chypre. Dans son introduction, elle explique ainsi ce qui a motivé ce rapport :", "« Etant donné les circonstances dans lesquelles [Oxana] Rantseva a perdu la vie et à la lumière d’autres affaires qui ont été rendues publiques et qui sont similaires, c’estàdire des affaires de violences ou de mauvais traitements à l’égard de femmes étrangères venues à Chypre pour y travailler en tant qu’« artistes », j’ai décidé d’entreprendre une enquête ex officio (...) »", "81.  Relativement aux faits particuliers de l’affaire de Mlle Rantseva, elle note ceci :", "« Après avoir suivi les procédures officielles d’immigration, elle commença à travailler le 16 mars 2001. Trois jours plus tard, elle abandonna le cabaret et le lieu où elle résidait pour des raisons qui n’ont jamais été élucidées. L’employeur signala les faits au service des étrangers et de l’immigration de Limassol. Cependant, pour des raisons également inconnues, le nom d’ [Oxana] Rantseva ne fut pas porté sur la liste des personnes recherchées par la police. »", "82.  Elle observe également ceci :", "« La raison pour laquelle la police a remis [Oxana] Rantseva à son employeur au lieu de la libérer, étant donné qu’elle ne faisait l’objet [ni] d’un mandat d’arrêt [ni] d’une ordonnance d’expulsion, reste également inconnue. »", "83.  Dans son rapport, la médiatrice examine l’historique de l’emploi de jeunes femmes étrangères en tant qu’artistes de cabaret, relevant que le mot « artiste » est devenu à Chypre synonyme de « prostituée ». Elle explique que depuis le milieu des années 1970, des milliers de jeunes femmes sont entrées légalement à Chypre pour y travailler en tant qu’artistes mais ont en fait été employées comme prostituées dans les nombreux cabarets du pays. Elle ajoute que, depuis le début des années 1980, les autorités s’efforcent de mettre en place un régime plus strict pour garantir un contrôle efficace de l’immigration et limiter le « phénomène connu et reconnu de l’arrivée de femmes étrangères venues travailler à Chypre en tant qu’artistes » mais que plusieurs des mesures envisagées n’ont pas été appliquées en raison de la levée de boucliers des dirigeants de cabarets et des agents artistiques.", "84.  Toujours selon le rapport, le marché de la prostitution à Chypre est alimenté depuis les années 1990 par des femmes venant principalement des anciens Etats de l’Union soviétique. Ainsi :", "« Sur la même période, on a pu observer une certaine amélioration dans la mise en œuvre de ces mesures et la politique adoptée. Cependant, il n’y a eu aucune amélioration en ce qui concerne l’exploitation sexuelle, le trafic et la traite des femmes, qui subissent un régime d’esclavage moderne. »", "85.  Relativement aux conditions de vie et de travail des artistes, le rapport indique ceci :", "« La majorité des femmes qui entrent dans le pays pour y travailler en tant qu’artistes viennent de familles pauvres des pays postsocialistes. Pour la plupart, elles ont fait des études (...) Rares sont les véritables artistes. Le plus souvent, ces jeunes femmes savent qu’elles seront forcées de se prostituer. Cependant, elles ne savent pas toujours dans quelles conditions elles exerceront. Dans certains cas, elles croient en arrivant à Chypre qu’elles travailleront comme serveuses ou danseuses et devront simplement inciter les clients à commander des boissons. Elles sont finalement contraintes par la force et la menace de faire le travail pour lequel elles ont en fait été engagées (...)", "Les femmes étrangères qui ne cèdent pas à cette pression sont forcées par leurs employeurs à se présenter au service des étrangers et de l’immigration pour déclarer en invoquant de fausses raisons qu’elles souhaitent mettre fin à leur contrat et quitter Chypre (...) Les employeurs peuvent ainsi les remplacer rapidement par d’autres artistes (...)", "Depuis leur arrivée en République de Chypre jusqu’à leur départ, les artistes étrangères sont sous la surveillance et la garde constante de leurs employeurs. Lorsqu’elles ont fini leur travail, elles ne peuvent pas aller où bon leur semble. Il y a même eu des plaintes selon lesquelles certaines étaient enfermées à clé là où elles étaient hébergées. De plus, leurs passeports et autres documents personnels restent en la possession de leurs employeurs ou de leurs agents artistiques. Celles qui refusent d’obéir sont punies par la violence ou par l’imposition de frais, généralement retenus sur les consommations ou les rapports tarifés. Bien sûr, ces sommes figurent dans les contrats qu’elles signent.", "(...)", "Les artistes sont généralement logées dans des hôtels non classés ou une étoile ou encore dans des appartements ou des dépendances situés près des cabarets voire dans les étages supérieurs des mêmes immeubles. Ces lieux appartiennent aux agents artistiques ou aux propriétaires des cabarets, et ils sont constamment surveillés. Les jeunes femmes y sont logées à trois ou quatre par chambre. Selon les rapports de police, bon nombre de ces immeubles n’offrent pas des conditions de vie ni même d’hygiène correctes.", "(...) Enfin, il faut savoir que lorsqu’elles arrivent à Chypre, les artistes étrangères sont lourdement endettées, par exemple pour les frais de voyage, les commissions déduites par l’agent artistique qui les a amenées ou par celui qui les a repérées dans leur pays, etc. Elles sont donc contraintes de travailler dans n’importe quelles conditions pour au moins rembourser leurs dettes. » (renvois omis)", "86.  Sur le recrutement des jeunes femmes dans leur pays d’origine, le rapport indique ceci :", "« Le repérage des jeunes femmes qui seront envoyées travailler à Chypre est généralement fait par des agents artistiques locaux, en coopération avec leurs homologues de différents pays, avec lesquels ils ont des accords. Après avoir travaillé à Chypre pendant six mois au maximum, bon nombre de ces artistes sont envoyées au Liban, en Syrie, en Grèce ou en Allemagne. » (renvois omis)", "87.  La médiatrice observe également que la police a reçu peu de plaintes des victimes de traite :", "« Selon la police, le faible nombre de plaintes enregistrées est dû à la peur qu’éprouvent les artistes, que leur proxénète menace de mort. »", "88.  Elle note par ailleurs que les mesures de protection des victimes qui portent plainte sont insuffisantes : même si elles ont le droit de travailler ailleurs, elles doivent exercer dans le même domaine. Il est alors facile pour leurs anciens employeurs de les retrouver.", "89.  La médiatrice conclut :", "« Le phénomène de la traite des personnes s’est considérablement développé de par le monde. Relèvent de la traite non seulement l’exploitation sexuelle d’autrui mais aussi l’exploitation du travail d’autrui dans des conditions d’esclavage [ou] de servitude (...)", "Il ressort du présent rapport qu’au cours des vingt dernières années, Chypre est devenue non seulement un pays de destination mais aussi un pays de transit où les femmes sont systématiquement mises sur le marché de la prostitution. Cette situation est due dans une large mesure à la tolérance des autorités d’immigration, qui sont parfaitement au courant de ce qui se passe réellement.", "Du fait de la politique appliquée en matière d’entrée sur le territoire et de permis de travail dans des lieux de divertissement et de spectacle, des milliers de femmes étrangères, sans aucune solution de secours, sont entrées légalement dans le pays pour y travailler illégalement en tant qu’« artistes ». Par différents moyens de pression et de contrainte, leurs employeurs les forcent, pour la plupart, à se prostituer dans des conditions cruelles qui portent atteinte aux droits fondamentaux et notamment à la liberté individuelle et à la dignité humaine. » (renvois omis)", "90.  Elle estime satisfaisant le cadre législatif de lutte contre la traite et l’exploitation sexuelle mais observe qu’aucune mesure n’a été prise en pratique pour appliquer les politiques adoptées :", "« (...) Bien souvent, les différents départements et services qui traitent ce problème le connaissent mal et n’ont pas été correctement formés ou ignorent les obligations posées par la loi (...) »", "B.  Extraits du rapport du 12 février 2004 établi par le Commissaire aux droits de l’homme du Conseil de l’Europe en juin 2003 (CommDH(2004)2)", "91.  Le Commissaire aux droits de l’homme du Conseil de l’Europe s’est rendu à Chypre en juin 2003. Dans son rapport du 12 février 2004 établi sur cette visite, il mentionne les problèmes de traite des femmes à Chypre. Le rapport indique notamment ceci :", "« 29.  Il n’est guère difficile de comprendre comment Chypre, avec son développement économique et touristique remarquable, a pu devenir une cible importante du trafic des êtres humains de la région de l’est méditerranéen. L’absence de politique d’immigration et les lacunes législatives en la matière n’ont fait que faciliter le phénomène. »", "92.  Relativement au cadre juridique en vigueur à Chypre (paragraphes 127 à 131 ci-dessous), il formule les observations suivantes :", "« 30.  Les autorités ont réagi sur le plan normatif. La loi de 2000 (Loi 3(I) de 2000) a établi un cadre adéquat pour la répression de la traite des êtres humains et [de] l’exploitation sexuelle des enfants. Selon cette loi, tout acte qui peut être qualifié de traite des êtres humains au regard de la Convention pour la répression de la traite des êtres humains et de l’exploitation de la prostitution d’autrui, ainsi que d’autres actes similaires spécifiés dans la loi, constituent un délit passible d’un emprisonnement de 10 ans, peine portée à 15 ans si la victime est âgée de moins de 18 ans. Le délit d’exploitation sexuelle est passible d’un emprisonnement de 15 ans. S’il est commis par des proches de la victime ou par des personnes exerçant sur elle une autorité ou une influence, la peine est de 20 ans d’emprisonnement. Aux termes de l’article 4, l’emploi d’enfants pour la production et la commercialisation de matériel à caractère pornographique est un délit. En vertu de l’article 7, une aide de l’Etat est accordée, dans des limites raisonnables, aux victimes de l’exploitation ; cette aide comprend des indemnités de séjour, un hébergement temporaire, des soins médicaux et un soutien psychiatrique. L’article 8 réaffirme le droit à réparation en insistant sur le pouvoir du tribunal d’accorder des dommages intérêts punitifs lorsque le degré d’exploitation ou le degré de domination de l’accusé sur la victime le justifie. Un travailleur étranger qui se trouve légalement à Chypre et est victime d’exploitation peut s’adresser aux autorités pour trouver un nouvel emploi pour la durée restante de son permis de travail initial (article 9). Enfin, le Conseil des Ministres a, en vertu de l’article 10, désigné un tuteur pour les victimes, ayant pour principales tâches de conseiller les victimes et de les aider, d’examiner les plaintes pour exploitation et [de] poursuivre les auteurs, ainsi que de repérer toute insuffisance ou lacune de la loi, et de faire des recommandations en vue de leur élimination. »", "93.  Sur les mesures pratiques, le Commissaire note ceci :", "« 31.  Dans la pratique, le Gouvernement a fait des efforts pour protéger des femmes qui ont porté plainte contre leurs employeurs, en les autorisant à rester dans le pays pour établir les charges. Dans certains cas, les femmes sont restées à Chypre aux frais du Gouvernement pendant l’enquête. »", "94.  Il reproche cependant aux autorités de ne pas s’être attaquées au problème du nombre excessif de jeunes femmes étrangères venant travailler dans les cabarets chypriotes :", "« 32.  Cependant, outre les procédures répressives, des mesures de contrôle préventif pourraient être mises en place. De l’aveu même des autorités, le nombre de jeunes femmes qui immigrent à Chypre en tant qu’artistes de cabaret demeure largement disproportionné par rapport à la population de l’île. »", "C.  Extraits du rapport de suivi du 26 mars 2006 sur les progrès accomplis dans la mise en œuvre des recommandations du Commissaire aux droits de l’homme du Conseil de l’Europe (CommDH(2006)12)", "95.  Le 26 mars 2006, le Commissaire aux droits de l’homme du Conseil de l’Europe a publié un rapport de suivi dans lequel il évaluait les progrès accomplis par le gouvernement chypriote dans la mise en œuvre des recommandations qu’il avait formulées dans son précédent rapport.", "(...)", "100.  Les conclusions de ce rapport sont les suivantes :", "« 57.  La traite des êtres humains est l’un des problèmes les plus urgents et les plus complexes auxquels sont confrontés les Etats membres du Conseil de l’Europe, dont Chypre, en matière de droits de l’homme. Il existe évidemment un risque que les jeunes femmes qui entrent à Chypre avec des visas d’artiste soient victimes de la traite des êtres humains ou deviennent ultérieurement victimes d’abus ou d’une forme de coercition. Ces femmes sont recrutées officiellement comme danseuses de cabaret mais néanmoins dans l’idée qu’elles travailleront aussi comme prostituées. Elles viennent généralement de pays dont le niveau de vie est inférieur à celui de Chypre et peuvent se trouver dans une situation fragile pour résister aux exigences de leurs employeurs ou de leurs clients. La procédure elle-même, suivant laquelle le propriétaire de l’établissement demande le permis au nom de la femme, rend souvent la femme dépendante de son employeur ou de son agent et aggrave le risque qu’elle tombe entre les mains des réseaux de traite.", "58.  Le Commissaire appelle instamment les autorités chypriotes à une vigilance particulière dans le suivi de la situation et à faire en sorte que le régime des visas d’artiste ne serve pas à faciliter la traite des êtres humains ou la prostitution forcée. A ce propos, le Commissaire rappelle la réaction exemplaire des autorités luxembourgeoises qui ont supprimé le régime du visa d’artiste de cabaret à la suite du rapport qu’il avait établi sur ce pays et dans lequel il avait exprimé une préoccupation analogue. A tout le moins, des modifications de la pratique actuelle pourraient tendre à ce que les femmes demandent elles-mêmes un visa et à ce que la notice d’information soit [distribuée] aux femmes, autant que possible, avant leur arrivée sur le territoire chypriote.", "59.  Le Commissaire accueille avec satisfaction le nouveau Plan d’action national pour lutter contre la traite des êtres humains qui est un premier pas vers le règlement du problème. Il encourage le ministère de l’Intérieur à le faire appliquer pleinement. La nouvelle loi sur la traite des êtres humains jouera aussi un rôle important lorsqu’elle aura été adoptée. Il convient de noter aussi les diverses mesures positives prises par les services de police pour réagir contre ce phénomène, notamment la création du bureau chargé de la prévention de la traite des êtres humains et de la lutte contre ce phénomène.", "60.  Pour pouvoir respecter les droits des victimes de la traite, les autorités doivent être en mesure d’identifier les victimes et de les orienter vers les organismes spécialisés susceptibles de leur assurer un hébergement, une protection et des services d’aide. Le Commissaire invite instamment les autorités chypriotes à poursuivre la formation des fonctionnaires de police en matière d’identification et d’orientation des victimes. Il les encourage à affecter des femmes fonctionnaires de police dans ce secteur. Il faudrait aussi renforcer le partenariat avec les ONG et les autres acteurs de la société civile. Le Commissaire espère que le centre d’hébergement de Limassol entrera en service aussitôt que possible. »", "D.  Extraits du rapport du 12 décembre 2008 du Commissaire aux droits de l’homme du Conseil de l’Europe sur sa visite à Chypre du 7 au 10 juillet 2008 (CommDH(2008)36)", "101.  Le Commissaire aux droits de l’homme a publié récemment un autre rapport, sur une visite qu’il a faite à Chypre en juillet 2008. Il y livre ses observations sur l’évolution des questions relatives à la traite d’êtres humains et souligne d’emblée que la traite des femmes à des fins d’exploitation est un problème majeur dans bon nombre de pays européens, dont Chypre. Il formule ensuite les observations suivantes :", "« 33.  En 2003 déjà, le Commissaire pour l’administration (médiateur) avait indiqué que Chypre était associée à la traite aussi bien en tant que pays de destination que pays de transit, la plupart des femmes faisant l’objet de chantage et étant forcées de se prostituer. En 2008, l’île est toujours la destination d’un grand nombre de femmes [en provenance des Philippines, de Russie, de la Moldova, de Hongrie, d’Ukraine, de Grèce, du Vietnam, d’Ouzbékistan et de République dominicaine] qui sont victimes de la traite à des fins d’exploitation sexuelle commerciale (...) Il semble que les femmes ne touchent leur salaire que partiellement ou pas du tout, qu’elles soient forcées de remettre leur passeport et contraintes de fournir des services sexuels à des clients. La plupart de ces femmes ne sont pas libres de leurs mouvements, sont contraintes de travailler beaucoup plus longtemps que la durée normale de travail et vivent dans des conditions épouvantables, isolées et sous surveillance stricte.", "34.  La plupart des victimes de la traite entrent à Chypre avec un visa dit « artiste » ou de « spectacle » d’une durée de trois mois pour travailler dans des cabarets, des discothèques ou des bars, ou avec un visa de tourisme pour travailler dans des salons de massage qui, officiellement, sont des appartements privés (...) Le permis est demandé par le propriétaire de l’établissement, le plus souvent un « cabaret », pour les femmes en question.", "35.  L’étude menée par le Mediterranean Institute of Gender Studies (MIGS) a donné lieu à la publication en octobre 2007 d’un rapport sur la traite des êtres humains. Elle montre qu’un nombre estimatif de 2 000 femmes étrangères entrent chaque année à Chypre avec des permis de travail « artiste » ou « spectacle » de courte durée. Pendant la période de 20 ans s’étendant de 1982 à 2002, le nombre de cabarets présents sur l’île a augmenté de manière vertigineuse (111 %). (...)", "36.  Durant sa visite, le Commissaire a appris que la République de Chypre compte désormais quelque 120 cabarets, qui emploient chacun de 10 à 15 femmes environ (...) » (renvois omis)", "102.  Le Commissaire note que le pays s’est doté d’une législation de lutte contre la traite complète qui érige en infractions pénales toutes les formes de traite et prévoit des peines d’emprisonnement pouvant aller jusqu’à vingt ans en cas d’exploitation sexuelle ainsi que des mesures d’aide et de protection pour les victimes (paragraphes 127 à 131 ci-dessous). Il rapporte également avoir visité un nouveau foyer public d’accueil, fonctionnant depuis novembre 2007, et avoir été impressionné par ce foyer et le dévouement de son personnel. Relativement aux allégations de corruption dans la police, il indique ceci :", "« 42.  Les autorités ont assuré au Commissaire que les allégations concernant des faits de corruption en rapport avec la traite au sein des forces de police étaient des cas isolés. Elles lui ont précisé qu’à ce jour, des enquêtes ont été menées dans le cadre de trois affaires disciplinaires concernant des actes de traite d’êtres humains/prostitution : une affaire a donné lieu à un acquittement tandis que l’enquête est toujours en cours pour les deux autres. En outre, en 2006, un fonctionnaire de police a été condamné à une peine de 14 mois d’emprisonnement et a été par la suite révoqué sur la base d’accusations relatives à la traite. »", "103.  Les conclusions du rapport relativement au régime de permis de travail d’« artiste » à Chypre sont les suivantes :", "« 45.  Le Commissaire réaffirme que la traite des femmes à des fins d’exploitation sexuelle pose un problème pressant et complexe en matière de droits de l’homme à plusieurs Etats membres du Conseil de l’Europe, dont Chypre. Il semble paradoxal que les autorités chypriotes continuent à délivrer des permis de travail pour « artistes de cabaret » et des licences pour les établissements de cabarets, alors qu’elles ont pris des mesures législatives de lutte contre la traite des êtres humains et qu’elles ont exprimé leur volonté de le faire par le biais du Plan d’action national de 2005. Si, en théorie, les permis sont délivrés à des femmes qui vont exercer une activité de nature artistique, en réalité, un grand nombre d’entre elles, si ce n’est la plupart, vont se prostituer.", "46.  Du fait de l’existence de permis de travail pour « artistes », il est très difficile pour les autorités de police de démontrer la contrainte et la traite, et de lutter efficacement contre ces phénomènes. Ce type de permis pourrait donc être perçu comme allant à l’encontre des mesures prises contre la traite ou, tout au moins, comme nuisant à leur efficacité.", "47.  C’est pourquoi, le Commissaire regrette que des permis de travail pour « artistes » soient toujours délivrés aujourd’hui, alors que le gouvernement s’est engagé dans le passé à les supprimer. Il semble que la brochure d’information spéciale remise aux femmes qui entrent dans le pays avec un tel permis soit peu efficace, même si les femmes doivent la lire et la signer en présence d’un fonctionnaire.", "48.  Le Commissaire engage les autorités chypriotes à supprimer le système des permis de travail pour « artistes » de cabaret actuellement en place. (...) »", "(...)", "E.  Le rapport sur la traite des personnes (Trafficking in Persons Report) du département d’Etat américain (juin 2008)", "105.  Dans son rapport de 2008 sur la traite des personnes, le département d’Etat américain a formulé les constatations suivantes :", "« Chypre est un pays de destination pour un grand nombre de femmes en provenance des Philippines, de Russie, de la Moldova, de la Hongrie, de l’Ukraine, de la Grèce, du Vietnam, de l’Ouzbékistan et de la République dominicaine, qui font l’objet d’une traite à des fins d’exploitation sexuelle commerciale (...) La plupart des victimes de traite sont introduites à Chypre sous de faux prétextes pour y travailler soit dans des cabarets, avec un permis de travail d’« artiste » de trois mois, soit dans des salons de massage clandestins, avec un simple visa de tourisme. »", "106.  Le rapport indique que Chypre n’a pas démontré avoir intensifié ses mesures de lutte contre les formes graves de traite des personnes depuis l’année précédente.", "107.  Il formule à l’intention du gouvernement chypriote les recommandations suivantes :", "« Mener à bien les projets de suppression ou de restriction importante de l’utilisation de permis de travail d’artistes, outils bien connus des trafiquants, mettre en place des procédures opérationnelles standard afin d’apporter protection et assistance aux victimes de la traite dans le nouveau foyer d’accueil, élaborer et lancer une campagne complète de réduction de la demande visant spécialement les clients et le grand public afin de faire reculer les idées fausses sur la traite et l’industrie des cabarets, consacrer plus de ressources à l’unité anti-traite et améliorer la qualité des poursuites contre les trafiquants afin de veiller à ce qu’ils soient dûment condamnés et sanctionnés. »", "III.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "A.  Chypre", "1.  Extraits de la Constitution", "108.  L’article 7 de la constitution chypriote protège le droit à la vie et à l’intégrité corporelle.", "109.  L’article 8 dispose que nul ne peut être soumis à la torture ou à des peines ou traitements inhumains ou dégradants.", "110.  L’article 9 est ainsi libellé :", "« Toute personne a droit à une existence décente et à la sécurité sociale. La loi prévoit la protection des travailleurs, l’assistance aux pauvres et un système d’assurance sociale. »", "111.  En ses parties pertinentes, l’article 10 est ainsi libellé :", "« 1.  Nul ne peut être réduit en esclavage ou en servitude.", "2.  Nul ne peut être soumis au travail forcé ou obligatoire (...) »", "112.  L’article 11 § 1 dispose que toute personne a droit à la liberté et à la sûreté. L’article 11 § 2 interdit la privation de liberté imposée autrement que dans les cas autorisés par l’article 5 § 1 de la Convention et prévus par la loi.", "2.  Les demandes de permis d’entrée, de résidence et de travail pour les artistes", "a)  La procédure au moment des faits", "113.  En 2000, le service de l’Etat civil et des migrations définissait ainsi un « artiste » :", "« [t]out étranger qui souhaite entrer à Chypre pour y travailler dans un cabaret, une discothèque ou un autre lieu de divertissement nocturne et qui est âgé de 18 ans révolus. »", "114.  En vertu de l’article 20 de la loi sur les étrangers et l’immigration (chapitre 105), le Conseil des ministres est compétent pour émettre des règlements relatifs aux conditions d’entrée des étrangers sur le territoire, pour contrôler l’immigration et les flux migratoires, pour déterminer les garanties applicables aux étrangers titulaires de permis et pour fixer les éventuels frais en la matière. Malgré cela, au moment des faits, les procédures d’entrée sur le territoire chypriote des personnes se destinant à y travailler en tant qu’artistes de cabaret avaient été établies par des décisions et des instructions du ministre de l’Intérieur, des agents de l’immigration et des directeurs généraux du ministère.", "115.  En vertu de la procédure mise en place en 1987, les demandes d’entrée, de résidence temporaire et de permis de séjour devaient être présentées par le futur employeur (le directeur du cabaret) et l’agent artistique, qui devaient y joindre un contrat de travail précisant les conditions exactes convenues entre les parties ainsi que les photocopies des pages pertinentes du passeport de l’artiste. Les agents artistiques devaient également déposer une garantie bancaire de 10 000 livres chypriotes (CYP), soit environ 17 000 euros (EUR), pour couvrir d’éventuels frais de rapatriement. Les directeurs de cabaret devaient déposer une garantie bancaire de 2 500 CYP, soit environ 4 200 EUR, pour couvrir un éventuel rapatriement dont ils seraient responsables.", "116.  Si toutes les conditions étaient réunies, il était délivré un visa d’entrée et un permis de séjour temporaire d’une durée de cinq jours. A son arrivée, l’artiste devait subir différents examens médicaux destinés à vérifier qu’il n’avait pas le SIDA ou une autre infection ou maladie contagieuse. Si ces examens étaient concluants, il se voyait délivrer un permis de séjour temporaire et de travail d’une durée de trois mois renouvelables. Le nombre d’artistes que pouvait employer un même cabaret était limité.", "117.  Afin d’éviter que les artistes ne soient forcé(e)s de quitter le cabaret avec des clients, il leur était imposé d’être présent(e)s dans le cabaret entre 21 heures et 3 heures même si leur numéro ne durait qu’une heure. Les absences pour maladie devaient également faire l’objet d’un certificat médical. Les directeurs de cabaret devaient avertir le service de l’Immigration si un artiste ne se présentait pas à son travail ou rompait son contrat d’une autre manière. Dans le cas contraire, l’artiste était expulsé et les frais de rapatriement étaient couverts par la garantie bancaire déposée par le directeur du cabaret. Si un agent artistique avait déjà été condamné pour des infractions liées à la prostitution, il ne pouvait pas obtenir de visa d’entrée pour des artistes.", "b)  Les autres éléments pertinents", "118.  En 1986, à la suite de signalements selon lesquels des artistes se prostituaient, le directeur de la police proposa la mise en place d’un comité ad hoc chargé d’évaluer si les artistes qui souhaitaient entrer à Chypre avaient les qualifications nécessaires pour se voir délivrer un visa en cette qualité. Cependant, cette mesure ne fut jamais appliquée. Un comité de portée plus limitée fut mis en place mais s’affaiblit progressivement au fil du temps.", "119.  En vertu de la procédure mise en place en 1987, les demandes de visa d’entrée devaient être accompagnées d’éléments justificatifs de la compétence artistique. Cependant, l’application de cette mesure fut repoussée sine die en décembre 1987 sur les instructions du directeur général du ministère de l’Intérieur de l’époque.", "120.  En 1990, des préoccupations ayant été exprimées quant au fait que les agents artistiques possédaient ou géraient aussi les cabarets ou possédaient les logements dans lesquels résidaient les artistes, le service de l’Etat civil et de l’Immigration informa tous les agents artistiques qu’à partir du 30 juin 1990, les propriétaires de cabaret ne pourraient plus être également agents artistiques. Ils devaient déclarer aux autorités laquelle de ces deux activités ils souhaitaient continuer d’exercer. De plus, le montant des garanties bancaires fut relevé, passant de 10 000 à 15 000 CYP pour les agents artistiques et de 2 500 à 10 000 CYP pour les directeurs de cabaret. Cependant, ces mesures ne furent jamais appliquées, les agents artistiques et les directeurs de cabaret s’y opposant. Le seul changement qui fut fait fut le relèvement du niveau de la garantie bancaire devant être déposée par les directeurs de cabaret, qui passa de 2 500 CYP à 3 750 CYP (environ 6 400 EUR).", "(...)", "4.  La traite des êtres humains", "127.  Chypre s’est dotée d’une législation sur la traite des êtres humains en adoptant la loi no 3-1) de 2000 sur la lutte contre la traite des personnes et l’exploitation sexuelle des enfants. L’article 3 § 1 de cette loi interdit :", "« a.  l’exploitation sexuelle des personnes adultes à des fins lucratives :", "i.  si elle est faite au moyen de la force, de la violence ou de la menace ; ou", "ii.  en cas d’escroquerie ; ou", "iii.  si elle est faite au moyen d’un abus de pouvoir ou d’une autre forme de pression tels que la personne qui y est soumise n’aurait pas d’autre choix raisonnable et réel que de céder à la pression ou aux mauvais traitements dont elle fait l’objet ;", "b.  la traite des personnes adultes à des fins lucratives et à des fins d’exploitation sexuelle dans les circonstances visées à l’alinéa a) ci-dessus ;", "c.  l’exploitation sexuelle ou les mauvais traitements infligés à des mineurs ;", "d.  la traite des mineurs à des fins d’exploitation sexuelle ou de mauvais traitements. »", "128.  En vertu de l’article 6, le consentement de la victime ne peut être invoqué par les auteurs d’actes de traite.", "129.  En vertu de l’article 5 § 1, les personnes jugées coupables de traite à des fins d’exploitation sexuelle sur des adultes sont passibles d’une peine pouvant aller jusqu’à dix ans de prison ou 10 000 CYP d’amende ou les deux. Si la victime est un mineur, la peine maximale est portée à quinze ans de prison et/ou 15 000 CYP d’amende. L’article 3 § 2 prévoit une peine plus sévère dans certains cas :", "« Aux fins du présent article, constitue un abus d’autorité ou une autre forme de contrainte [tout acte contraire aux dispositions de l’article 1 commis par une personne ayant avec la victime] un lien de sang ou d’affinité jusqu’au troisième degré ou toute autre relation dans le cadre de laquelle la première, en raison de sa position, exerce sur la seconde son influence et son autorité, notamment en tant que tuteur, éducateur, représentant d’un lieu d’hébergement, d’un foyer de réinsertion, d’un établissement pénitentiaire ou d’une autre institution analogue ou en tant que personne ayant une fonction ou un statut analogue.", "a.  Toute personne enfreignant les dispositions des alinéas a) et b) de l’article 1 commet une infraction passible d’une peine de quinze années d’emprisonnement.", "b.  Toute personne enfreignant les dispositions des alinéas c) et d) de l’article 1 commet une infraction passible d’une peine de vingt années d’emprisonnement. »", "130.  L’article 7 impose à l’Etat de protéger les victimes de la traite en leur fournissant une aide, notamment un logement, des soins et un soutien psychiatrique.", "131.  En vertu des articles 10 et 11, le Conseil des ministres peut nommer un « tuteur des victimes » pour conseiller et guider les victimes d’exploitation, entendre leurs plaintes et enquêter dessus, leur fournir des soins et un logement sûr, prendre les mesures nécessaires pour poursuivre les auteurs des infractions, prendre des mesures pour aider les victimes à se réadapter et à trouver un nouvel emploi ou à rentrer dans leur pays, et repérer d’éventuels défauts dans la législation anti-traite. Un tuteur a effectivement été nommé mais, lorsque la médiatrice chypriote a établi son rapport en 2003 (paragraphes 80 à 90 ci-dessus), son rôle restait théorique et aucun programme de protection des victimes n’avait été mis en place.", "B.  Russie", "1.  La juridiction selon le code pénal russe", "132.  Les articles 11 et 12 du code pénal de la Fédération de Russie prévoient l’application territoriale du droit pénal russe. Dans l’article 11, la Fédération de Russie établit sa juridiction sur les infractions commises sur son propre territoire. L’article 12 § 3 prévoit une juridiction limitée à l’égard des non-ressortissants qui commettent hors du territoire russe des infractions portant atteinte aux intérêts de la Fédération de Russie ainsi que dans des cas prévus par des accords internationaux.", "(...)", "IV.  LES TRAITÉS ET AUTRES TEXTES INTERNATIONAUX PERTINENTS", "(...)", "2.  La jurisprudence du Tribunal pénal international pour l’exYougoslavie", "142.  Dans la première affaire relative à la qualification en crime contre l’humanité de la réduction en esclavage à des fins d’exploitation sexuelle, Le Procureur c. Dragoljub Kunarac, Radomir Kovac et Zoran Vukovic (12 juin 2002), le Tribunal pénal international pour l’ex-Yougoslavie a observé ceci :", "« 117.  (...) le concept traditionnel d’esclavage, tel qu’il est défini dans la Convention de 1926 relative à l’esclavage, et selon lequel les personnes sont souvent considérées comme des biens meubles, a évolué pour englober diverses formes contemporaines d’esclavage qui se fondent elles aussi sur l’exercice de l’un quelconque ou de l’ensemble des attributs du droit de propriété. Dans les diverses formes contemporaines d’esclavage, la victime n’est pas soumise à l’exercice du droit de propriété sous sa forme la plus extrême, comme c’est le cas lorsque l’esclave est considéré comme un bien meuble ; mais dans tous les cas, l’exercice de l’un quelconque ou de l’ensemble des attributs du droit de propriété entraîne, dans une certaine mesure, une destruction de la personnalité juridique. Cette destruction est plus grave dans le cas de l’esclave considéré comme un bien meuble, mais il ne s’agit là que d’une différence de degré. (...) »", "143.  Il a conclu ceci :", "« 119.  (...) la question de savoir si une situation donnée constitue une forme de réduction en esclavage dépendra de l’existence des facteurs ou éléments [qui] comprennent « le contrôle des mouvements d’un individu, le contrôle de l’environnement physique, le contrôle psychologique, les mesures prises pour empêcher ou décourager toute tentative de fuite, le recours à la force, les menaces de recourir à la force ou la contrainte, la durée, la revendication de droits exclusifs, les traitements cruels et les sévices, le contrôle de la sexualité et le travail forcé ». En conséquence, il n’est guère possible d’énumérer de manière exhaustive toutes les formes contemporaines d’esclavage comprises dans la notion élargie du terme. (...) »", "(...)", "B.  La traite", "1.  Les premiers accords contre la traite", "146.  Le premier instrument international visant à lutter contre la traite des personnes a été adopté en 1904. Il s’agit de l’Arrangement international en vue d’assurer une protection efficace contre le trafic criminel connu sous le nom de « traite des blanches ». Il a été suivi en 1910 par la Convention internationale relative à la répression de la traite des blanches. Par la suite, en 1921, la Société des nations a adopté une Convention pour la suppression de la traite des femmes et des enfants, dont les dispositions ont été confirmées ultérieurement dans la Convention internationale relative à la répression de la traite des femmes majeures de 1933. Avec la Convention de 1949 pour la répression de la traite des êtres humains et de l’exploitation de la prostitution d’autrui, ces instruments ont été placés sous les auspices de l’Organisation des Nations unies.", "2.  La Convention sur l’élimination de toutes les formes de discrimination à l’égard des femmes", "147.  La Convention sur l’élimination de toutes les formes de discrimination à l’égard des femmes a été adoptée en 1979 par l’Assemblée générale des Nations unies. La Russie l’a ratifiée le 23 janvier 1981 et Chypre y a adhéré le 23 juillet 1985.", "148.  L’article 6 de la convention prévoit ceci :", "« Les Etats parties prennent toutes les mesures appropriées, y compris des dispositions législatives, pour supprimer, sous toutes leurs formes, le trafic des femmes et l’exploitation de la prostitution des femmes. »", "3.  Le Protocole de Palerme", "149.  Le Protocole additionnel à la Convention des Nations unies contre la criminalité transnationale organisée visant à prévenir, réprimer et punir la traite des personnes, en particulier des femmes et des enfants (« le Protocole de Palerme ») a été signé par Chypre le 12 décembre 2000 et par la Russie le 16 décembre 2000. Les deux Etats l’ont ratifié respectivement le 26 mai 2004 et le 6 août 2003. Son préambule contient la déclaration suivante :", "« Les Etats Parties au présent Protocole,", "Déclarant qu’une action efficace visant à prévenir et combattre la traite des personnes, en particulier des femmes et des enfants, exige de la part des pays d’origine, de transit et de destination une approche globale et internationale comprenant des mesures destinées à prévenir une telle traite, à punir les trafiquants et à protéger les victimes de cette traite, notamment en faisant respecter leurs droits fondamentaux internationalement reconnus (...) »", "150.  L’article 3 a) définit ainsi la traite des personnes :", "« L’expression « traite des personnes » désigne le recrutement, le transport, le transfert, l’hébergement ou l’accueil de personnes, par la menace de recours ou le recours à la force ou à d’autres formes de contrainte, par enlèvement, fraude, tromperie, abus d’autorité ou d’une situation de vulnérabilité, ou par l’offre ou l’acceptation de paiements ou d’avantages pour obtenir le consentement d’une personne ayant autorité sur une autre aux fins d’exploitation. L’exploitation comprend, au minimum, l’exploitation de la prostitution d’autrui ou d’autres formes d’exploitation sexuelle, le travail ou les services forcés, l’esclavage ou les pratiques analogues à l’esclavage, la servitude ou le prélèvement d’organes ; »", "151.  L’article 3 b) précise que le consentement d’une victime de la traite des personnes à l’exploitation envisagée, telle qu’énoncée à l’article 3 a), est indifférent lorsque l’un quelconque des moyens énoncés à l’alinéa a) a été utilisé.", "152.  L’article 5 § 1 expose les obligations suivantes :", "« Chaque Etat Partie adopte les mesures législatives et autres nécessaires pour conférer le caractère d’infraction pénale aux actes énoncés à l’article 3 du (...) Protocole, lorsqu’ils ont été commis intentionnellement. »", "153.  L’article 6 porte sur l’assistance et la protection accordées aux victimes.", "(...)", "155.  L’article 10 souligne la nécessité de l’échange d’informations entre les différentes autorités et de la formation des agents des services de détection, de répression et d’immigration.", "(...)", "6.  La Convention du Conseil de l’Europe sur la lutte contre la traite des êtres humains, STCE no 197, 16 mai 2005", "160.  Chypre a signé la Convention du Conseil de l’Europe sur la lutte contre la traite des êtres humains (« la convention anti-traite du Conseil de l’Europe ») le 16 mai 2005 et l’a ratifiée le 24 octobre 2007. La Convention est entrée en vigueur à son égard le 1er février 2008. La Russie ne l’a pas encore signée. Au total, quarante et un Etats membres du Conseil de l’Europe ont signé cette convention et vingt-six l’ont ratifiée.", "161.  Le rapport explicatif de la convention anti-traite du Conseil de l’Europe souligne que la traite des êtres humains est aujourd’hui un problème majeur en Europe, qui menace les droits de l’homme et les valeurs fondamentales des sociétés démocratiques :", "« La traite des êtres humains, parce qu’elle prend au piège ses victimes, est la forme moderne du commerce mondial des esclaves. Les êtres humains sont considérés comme des marchandises à acheter et à vendre, que l’on force à travailler, la plupart du temps dans l’industrie du sexe, mais aussi, par exemple, dans le secteur agricole ou dans des ateliers, clandestins ou non, pour des salaires de misère voire pour rien du tout. La plupart des victimes identifiées de la traite sont des femmes mais les hommes en sont également victimes. En outre, de nombreuses victimes sont des jeunes, parfois des enfants. Toutes recherchent désespérément de quoi subsister, pour voir ensuite leur vie ruinée par l’exploitation et l’appât du gain.", "Si l’on veut qu’elle soit efficace, la stratégie de lutte contre la traite des êtres humains doit être fondée sur une approche multidisciplinaire qui passe à la fois par la prévention, la protection des droits de la personne humaine des victimes et la poursuite des trafiquants, tout en veillant à ce que les législations pertinentes des Etats soient harmonisées et appliquées uniformément et efficacement. »", "162.  Le préambule de la convention anti-traite du Conseil de l’Europe comporte notamment les considérants suivants :", "« Considérant que la traite des êtres humains constitue une violation des droits de la personne humaine et une atteinte à la dignité et à l’intégrité de l’être humain ;", "Considérant que la traite des êtres humains peut conduire à une situation d’esclavage pour les victimes ;", "Considérant que le respect des droits des victimes et leur protection, ainsi que la lutte contre la traite des êtres humains doivent être les objectifs primordiaux ;", "(...) »", "163.  Selon l’article 1, la convention a pour objets de prévenir et combattre la traite des êtres humains, de protéger les droits de la personne humaine des victimes de la traite, de concevoir un cadre complet de protection et d’assistance aux victimes et aux témoins, ainsi que d’assurer des enquêtes et des poursuites efficaces.", "164.  L’article 4 a) reprend la définition de la traite énoncée dans le Protocole de Palerme, l’article 4 b) reprend la disposition du Protocole de Palerme relative au consentement des victimes de la traite aux fins d’exploitation (paragraphes 150 et 151 ci-dessus).", "165.  L’article 5 impose aux Etats de prendre des mesures contre la traite. Il prévoit notamment ceci :", "« 1.  Chaque Partie prend des mesures pour établir ou renforcer la coordination au plan national entre les différentes instances chargées de la prévention et de la lutte contre la traite des êtres humains.", "2.  Chaque Partie établit et/ou soutient des politiques et programmes efficaces afin de prévenir la traite des êtres humains par des moyens tels que : des recherches ; des campagnes d’information, de sensibilisation et d’éducation ; des initiatives sociales et économiques et des programmes de formation, en particulier à l’intention des personnes vulnérables à la traite et des professionnels concernés par la traite des êtres humains.", "(...) »", "(...)", "167.  L’article 10 expose les mesures à prendre en matière de formation et de coopération. Il prévoit ceci :", "« 1.  Chaque Partie s’assure que ses autorités compétentes disposent de personnes formées et qualifiées dans la prévention et la lutte contre la traite des êtres humains et dans l’identification des victimes, notamment des enfants, et dans le soutien à ces dernières et que les différentes autorités concernées collaborent entre elles ainsi qu’avec les organisations ayant un rôle de soutien, afin de permettre d’identifier les victimes dans un processus prenant en compte la situation spécifique des femmes et des enfants victimes (...)", "2.  Chaque Partie adopte les mesures législatives ou autres nécessaires pour identifier les victimes, le cas échéant, en collaboration avec d’autres Parties et avec des organisations ayant un rôle de soutien. Chaque Partie s’assure que, si les autorités compétentes estiment qu’il existe des motifs raisonnables de croire qu’une personne a été victime de la traite des êtres humains, elle ne soit pas éloignée de son territoire jusqu’à la fin du processus d’identification en tant que victime de l’infraction prévue à l’article 18 de la présente Convention par les autorités compétentes et bénéficie de l’assistance prévue à l’article 12, paragraphes 1 et 2.", "(...) »", "(...)", "169.  Les articles 18 à 21 imposent aux Etats d’incriminer différents types de comportement :", "(...)", "172.  L’article 31 § 1 porte sur la juridiction. Il impose à chaque Etat partie d’adopter les mesures législatives et autres nécessaires pour établir sa juridiction sur les infractions prévues à la convention anti-traite du Conseil de l’Europe lorsqu’elles sont commises :", "« a.  sur son territoire ; ou", "(...)", "d.  par un de ses ressortissants, ou par un apatride ayant sa résidence habituelle sur son territoire, si l’infraction est punissable pénalement là où elle a été commise ou si elle ne relève de la compétence territoriale d’aucun Etat ;", "e.  à l’encontre de l’un de ses ressortissants. »", "173.  Les Etats peuvent se réserver le droit de ne pas appliquer, ou de n’appliquer que dans des cas ou conditions spécifiques, les règles de compétence définies aux paragraphes 1 d) et e) de l’article 31.", "174.  L’article 32 impose aux Etats de coopérer entre eux, conformément aux dispositions de la convention, en application des instruments internationaux et régionaux pertinents applicables, dans la mesure la plus large possible aux fins :", "« –  de prévenir et de combattre la traite des êtres humains ;", "–  de protéger et d’assister les victimes ;", "–  de mener des investigations ou des procédures concernant les infractions pénales établies conformément à la (...) Convention. »", "C.  L’entraide judiciaire", "1.  La Convention européenne d’entraide judiciaire en matière pénale, STCE no 30, 20 avril 1959 (« la Convention d’entraide judiciaire »)", "175.  Chypre a signé la Convention d’entraide judiciaire le 27 mars 1996 et l’a ratifiée le 24 février 2000. Elle est entrée en vigueur à son égard le 24 mai 2000. La Fédération de Russie l’a signée le 7 novembre 1996 et l’a ratifiée le 10 décembre 1999. Elle est entrée en vigueur à son égard le 9 mars 2000.", "176.  L’article 1 contient les obligations suivantes :", "« Les Parties contractantes s’engagent à s’accorder mutuellement, selon les dispositions de la (...) convention, l’aide judiciaire la plus large possible dans toute procédure visant des infractions dont la répression est, au moment où l’entraide est demandée, de la compétence des autorités judiciaires de la partie requérante ».", "177.  L’article 3 prévoit notamment ceci :", "« 1.  La partie requise fera exécuter, dans les formes prévues par sa législation, les commissions rogatoires relatives à une affaire pénale qui lui seront adressées par les autorités judiciaires de la partie requérante et qui ont pour objet d’accomplir des actes d’instruction ou de communiquer des pièces à conviction, des dossiers ou des documents.", "2.  Si la partie requérante désire que les témoins ou les experts déposent sous serment, elle en fera expressément la demande et la partie requise y donnera suite si la loi de son pays ne s’y oppose pas. »", "178.  L’article 26 permet aux Etats de conclure des accords bilatéraux d’entraide judiciaire pour compléter les dispositions de la Convention d’entraide judiciaire.", "2.  Le Traité du 19 janvier 1984 d’entraide judiciaire en matière civile, familiale et pénale entre l’URSS et la République de Chypre (« le Traité d’entraide judiciaire »)", "179.  L’article 2 du Traité d’entraide judiciaire (que la Russie a ratifié après la dissolution de l’URSS) oblige les deux parties à se fournir une entraide judiciaire en matière civile et pénale conformément à ses dispositions.", "180.  L’article 3 énonce la portée de l’entraide judiciaire que les parties sont tenues de s’apporter en vertu du traité :", "« L’entraide judiciaire en matière civile et pénale comprend la communication et l’envoi de documents, la fourniture d’informations sur la législation et la pratique judiciaire en vigueur ainsi que sur l’accomplissement d’actes de procédures précis prévus par le droit de la Partie contractante requise, en particulier sur l’audition des parties au litige, des accusés, des défendeurs, des témoins et des experts et, enfin, la reconnaissance et l’exécution des décisions de justice rendues en matière civile, l’ouverture de poursuites pénales et l’extradition des auteurs d’infractions. »", "(...)", "V.  LA DÉCLARATION UNILATÉRALE DE LA RÉPUBLIQUE DE CHYPRE", "186.  Par une lettre du 10 avril 2009, le procureur général de la République de Chypre a avisé la Cour en ces termes de l’intention du Gouvernement de faire une déclaration unilatérale :", "« Veuillez noter que le Gouvernement souhaite faire une déclaration unilatérale afin de résoudre les questions soulevées par la requête. Par cette déclaration unilatérale, il prie la Cour de rayer la requête du rôle conformément à l’article 37 de la Convention. »", "187.  Il a joint à cette lettre une déclaration unilatérale dont les parties pertinentes se lisaient ainsi :", "« (...) a)  Le Gouvernement regrette la décision prise par les policiers le 28 mars 2001 de ne pas libérer la fille du requérant mais de la remettre à [M.A.], qu’elle fuyait. Il reconnaît que cette décision a emporté violation de l’obligation positive de prendre des mesures préventives pour protéger la fille du requérant des actes criminels de tiers qui lui incombait envers le requérant et sa fille en vertu de l’article 2 de la Convention.", "b)  Le Gouvernement reconnaît que l’enquête de police n’a pas permis en l’espèce de déterminer si la fille du requérant avait été soumise à des traitements inhumains ou dégradants avant son décès, qu’elle a donc été inefficace, et que les autorités ont dès lors manqué à l’obligation procédurale d’enquête adéquate et efficace que leur fait l’article 3 de la Convention.", "c)  Le Gouvernement reconnaît qu’il n’a pas pris de mesures pour déterminer si la fille du requérant avait été victime de traite des êtres humains et/ou soumise à une exploitation sexuelle ou autre et qu’il a ainsi manqué envers le requérant et sa fille aux obligations positives que lui fait l’article 4 de la Convention.", "d)  Le Gouvernement reconnaît que la manière dont la fille du requérant a été traitée le 28 mars 2001 au commissariat, où les policiers ont décidé de ne pas la libérer mais de la remettre à [M.A.] alors qu’ils n’avaient aucune raison de la garder, était contraire à l’article 5 § 1 de la Convention.", "e)  Le Gouvernement reconnaît qu’il n’a pas établi une communication réelle et effective entre ses organes (le ministère de la Justice et de l’Ordre public et la police) et le requérant relativement à la procédure d’instruction et à toute autre voie de droit à laquelle celui-ci aurait pu avoir recours et qu’il a ainsi violé le droit de l’intéressé à un accès effectif à un tribunal.", "3.  Relativement aux points mentionnés ci-dessus, le Gouvernement rappelle que le Conseil des ministres, suivant l’avis du procureur général et de l’agent du Gouvernement, a nommé le 5 février 2009 trois enquêteurs pénaux indépendants qui ont pour mandat d’enquêter sur les éléments suivants :", "a)  les circonstances du décès de la fille du requérant et la responsabilité pénale éventuelle de tiers, d’autorités de la République ou de policiers à cet égard,", "b)  les conditions de travail et de séjour à Chypre de l’intéressée et la possibilité qu’elle ait été soumise à des peines ou traitements inhumains ou dégradants, à la traite et/ou à une exploitation sexuelle ou autre (par des policiers, des autorités de la République ou d’autres personnes), en violation de la législation pertinente de la République applicable au moment des faits, et", "c)  la commission à son encontre (par des policiers, des autorités de la République ou d’autres personnes) de tout autre acte contraire à la législation pertinente de la République applicable au moment des faits.", "4.  Le Gouvernement rappelle que ces enquêteurs sont indépendants de la police (le premier enquêteur est le président de l’Autorité indépendante pour les enquêtes sur les allégations et plaintes dirigées contre la police, le deuxième est un membre de cette autorité et le troisième est un avocat en exercice expérimenté en droit pénal) et qu’ils ont déjà commencé leur enquête.", "5.  Dans ces conditions et eu égard aux faits particuliers de la cause, le Gouvernement est disposé à verser au requérant une somme totale de 37 300 EUR (trente-sept mille trois cents euros) au titre du dommage matériel et moral et des frais et dépens. Il estime que cette somme constituerait une réparation adéquate et une indemnisation satisfaisante pour les violations en cause, et qu’elle est ainsi d’un montant acceptable en l’espèce. Si toutefois la Cour considérait que tel n’est pas le cas, il est disposé à verser au requérant à titre de satisfaction équitable toute autre somme indiquée par elle (...) »", "EN DROIT", "I.  SUR L’APPLICATION DE L’ARTICLE 37 § 1 DE LA CONVENTION", "188.  L’article 37 § 1 de la Convention permet à la Cour de rayer une requête du rôle. En ses parties pertinentes, il est ainsi libellé :", "« 1.  A tout moment de la procédure, la Cour peut décider de rayer une requête du rôle lorsque les circonstances permettent de conclure", "(...)", "b)  que le litige a été résolu ; ou", "c)  que, pour tout autre motif dont la Cour constate l’existence, il ne se justifie plus de poursuivre l’examen de la requête.", "Toutefois, la Cour poursuit l’examen de la requête si le respect des droits de l’homme garantis par la Convention et ses Protocoles l’exige. »", "A.  Observations présentées à la Cour", "1.  Le gouvernement chypriote", "189.  Le gouvernement chypriote fait valoir que lorsque les démarches entreprises afin de parvenir à un règlement amiable n’ont pas abouti, la Cour peut rayer une requête du rôle sur la base d’une déclaration unilatérale au motif que pour un « autre motif », tel que visé à l’article 37 § 1 c) de la Convention, il ne se justifie plus de poursuivre l’examen de la requête. Compte tenu de la teneur de la déclaration unilatérale qu’il a communiquée et du fait qu’il est mené une enquête interne sur les circonstances de la mort de Mlle Rantseva (paragraphe 187 ci-dessus), le gouvernement chypriote estime que les conditions visées à l’article 37 § 1 c) sont pleinement réunies.", "(...)", "B.  Appréciation de la Cour", "1.  Les principes généraux", "193.  La Cour observe d’emblée que la déclaration unilatérale ne concerne que la République de Chypre. La Fédération de Russie n’a pas communiqué de déclaration unilatérale. La Cour examinera donc le point de savoir s’il se justifie de rayer la requête du rôle pour autant qu’elle concerne les griefs dirigés contre les autorités chypriotes.", "194.  La Cour rappelle que, dans certaines circonstances, il peut être indiqué de rayer du rôle tout ou partie d’une requête en vertu de l’article 37 § 1 de la Convention sur la base d’une déclaration unilatérale du gouvernement défendeur même si le requérant souhaite que l’examen de l’affaire se poursuive. Pour déterminer si une telle décision est appropriée pour une affaire donnée, elle doit vérifier que la déclaration unilatérale offre une base suffisante pour conclure que le respect des droits de l’homme garantis par la Convention n’exige pas qu’elle poursuive l’examen de l’affaire (article 37 § 1 in fine ; voir aussi, notamment, Tahsin Acar c. Turquie (question préliminaire) [GC], no 26307/95, § 75, CEDH 2003VI, et Radoszewska-Zakościelna c. Pologne, no 858/08, § 50, 20 octobre 2009).", "195.  Parmi les facteurs à prendre en compte à cet égard figurent la nature des griefs formulés, le point de savoir si les questions soulevées sont analogues à celles déjà tranchées par la Cour dans des affaires précédentes, la nature et la portée des mesures éventuellement prises par le gouvernement défendeur dans le cadre de l’exécution des arrêts rendus par la Cour dans ces affaires, et l’incidence de ces mesures sur l’affaire à l’examen. Il y a peut-être aussi lieu de rechercher si les faits prêtent à controverse entre les parties et, dans l’affirmative, à quel degré, et quelle valeur probante il convient à première vue d’accorder aux observations que les parties leur ont consacrées. D’autres éléments sont à envisager ; entre autres, il faut voir si dans sa déclaration unilatérale le gouvernement défendeur formule l’une ou l’autre concession en ce qui concerne les allégations de violations de la Convention et, dans cette hypothèse, quelles sont l’ampleur de ces concessions et les modalités du redressement qu’il entend fournir au requérant. Quant à ce dernier point, dans les cas où il est possible d’effacer les conséquences d’une violation alléguée et où le gouvernement défendeur se déclare disposé à le faire, le redressement envisagé a davantage de chances d’être tenu pour adéquat aux fins d’une radiation de la requête, la Cour conservant, comme toujours, le pouvoir de réinscrire celle-ci au rôle ainsi que le prévoient les articles 37 § 2 de la Convention et 44 § 5 du règlement (Tahsin Acar, précité, § 76).", "196.  La liste qui précède ne prétend pas à l’exhaustivité. Selon les circonstances particulières de chaque affaire, d’autres considérations pourraient entrer en jeu lors de l’appréciation d’une déclaration unilatérale aux fins de l’article 37 § 1 c) de la Convention (ibidem, § 77).", "197.  Enfin, la Cour rappelle que ses arrêts servent non seulement à trancher les cas dont elle est saisie, mais plus largement à clarifier, sauvegarder et développer les normes de la Convention et à contribuer de la sorte au respect, par les Etats, des engagements qu’ils ont pris en leur qualité de Parties contractantes (Irlande c. Royaume-Uni, 18 janvier 1978, § 154, série A no 25, Guzzardi c. Italie, 6 novembre 1980, § 86, série A no 39, et Karner c. Autriche, no 40016/98, § 26, CEDH 2003-IX). Si le système mis en place par la Convention a pour objet fondamental d’offrir un recours aux particuliers, il a également pour but de trancher, dans l’intérêt général, des questions qui relèvent de l’ordre public, en élevant les normes de protection des droits de l’homme et en étendant la jurisprudence dans ce domaine à l’ensemble de la communauté des Etats parties à la Convention (Karner, précité, § 26, et Capital Bank AD c. Bulgarie, no 49429/99, §§ 7879, CEDH 2005-XII).", "2.  Application de ces principes généraux au cas d’espèce", "198.  Pour déterminer si, du fait de la déclaration unilatérale chypriote, il serait approprié de rayer du rôle la requête faisant l’objet de la présente affaire pour autant qu’elle concerne les griefs dirigés contre la République de Chypre, la Cour observe ce qui suit.", "199.  Tout d’abord, il y a lieu de souligner la gravité des allégations portées en l’espèce, s’agissant de traite d’êtres humains. Ces allégations soulèvent des questions sous l’angle des articles 2, 3, 4 et 5 de la Convention. A cet égard, la Cour note que la conscience du problème de la traite des êtres humains et de la nécessité de prendre des mesures pour lutter contre ce phénomène s’est accrue au cours des dernières années, comme le montrent l’adoption de mesures au niveau international et l’introduction d’une législation de lutte contre la traite dans bon nombre d’Etats (voir également les paragraphes 264 et 269 ci-dessous [voir la version intégrale de l’arrêt, disponible en anglais sur Hudoc]). Les rapports du Commissaire aux droits de l’homme du Conseil de l’Europe et celui de la médiatrice chypriote font apparaître l’ampleur du problème à Chypre, où il est communément reconnu que la traite et l’exploitation sexuelle des artistes de cabaret sont un phénomène particulièrement préoccupant (paragraphes 83, 89, 91, 94, 100, 101 et 103 ci-dessus).", "200.  Ensuite, on ne peut que constater la paucité de la jurisprudence sur l’interprétation et l’application de l’article 4 de la Convention dans un contexte de traite des personnes. Il est particulièrement significatif que la Cour n’ait pas eu jusqu’à présent l’occasion de se prononcer sur le point de savoir si et dans quelle mesure l’article 4 impose aux Etats membres de prendre des mesures positives pour protéger les victimes potentielles de traite hors du cadre des enquêtes et poursuites pénales.", "201.  Le gouvernement chypriote a reconnu que des violations de la Convention avaient eu lieu avant et après la mort de Mlle Rantseva. Il a récemment pris de nouvelles mesures pour enquêter sur les circonstances du décès de la victime et il a proposé le versement d’une somme à titre de satisfaction équitable. Néanmoins, la Cour ayant pour tâche d’expliquer, de sauvegarder et de développer les règles posées par la Convention, elle est d’avis que ces démarches ne suffisent pas à conclure qu’il ne se justifie plus de poursuivre l’examen de la requête mais qu’il lui faut au contraire, compte tenu des observations exposées ci-dessus, continuer d’examiner cette affaire, qui concerne un problème de traite d’êtres humains.", "202.  En conclusion, la Cour estime que le respect des droits de l’homme garantis par la Convention exige la poursuite de l’examen de la requête. En conséquence, elle rejette la demande du gouvernement chypriote tendant à la radiation du rôle de la requête en vertu de l’article 37 § 1 de la Convention.", "II.  SUR LA RECEVABILITÉ DES GRIEFS TIRÉS DES ARTICLES 2, 3, 4 ET 5 DE LA CONVENTION", "A.  L’objection ratione loci du gouvernement russe", "1.  Thèses des parties", "203.  Le gouvernement russe arguë que les faits à l’origine de la requête ont eu lieu hors de son territoire et que, dès lors, la requête est irrecevable ratione loci pour autant qu’elle est dirigée contre la Fédération de Russie. Il soutient qu’il n’exerçait aucune « autorité concrète » sur le territoire de la République de Chypre et que les actions de la Fédération de Russie étaient limitées par la souveraineté de la République de Chypre.", "204.  Le requérant s’oppose à cet argument. S’appuyant sur l’arrêt rendu par la Cour dans l’affaire Drozd et Janousek c. France et Espagne (26 juin 1992, série A no 240), il soutient que la responsabilité de la Fédération de Russie peut être engagée lorsque les actes ou omissions de ses autorités ont produit des effets hors de son territoire.", "2.  Appréciation de la Cour", "205.  L’article 1 de la Convention est ainsi libellé :", "« Les Hautes Parties contractantes reconnaissent à toute personne relevant de leur juridiction les droits et libertés définis au titre I de la (...) Convention. »", "206.  Comme la Cour a déjà eu l’occasion de le souligner, du point de vue du droit international public, la compétence juridictionnelle d’un Etat est principalement territoriale. Ainsi, la possibilité pour un Etat d’exercer sa juridiction sur ses propres ressortissants à l’étranger est subordonnée à la compétence territoriale de l’autre Etat et un Etat ne peut généralement exercer sa juridiction sur le territoire d’un autre Etat sans le consentement, l’invitation ou l’acquiescement de ce dernier. L’article 1 de la Convention doit passer pour refléter cette conception ordinaire et essentiellement territoriale de la juridiction des Etats (Banković et autres c. Belgique et autres (déc.) [GC], no 52207/99, §§ 59-61, CEDH 2001-XII).", "207.  En l’espèce, les griefs du requérant à l’égard de la Russie concernent le manquement allégué des autorités russes à prendre les mesures nécessaires pour protéger Mlle Rantseva contre le risque de traite et d’exploitation et à mener une enquête sur les circonstances de son arrivée à Chypre, de son travail sur l’île et de son décès. La Cour observe que ces griefs ne reposent pas sur l’affirmation que la Russie serait responsable d’actes commis à Chypre ou par les autorités chypriotes. La traite alléguée ayant commencé en Russie et les autorités russes s’étant engagées à lutter contre ce phénomène, la Cour est compétente pour examiner le point de savoir si la Russie a respecté les obligations qu’elle pouvait avoir de prendre des mesures dans les limites de sa propre juridiction et de ses propres pouvoirs pour protéger Mlle Rantseva de la traite et enquêter sur la possibilité qu’elle en ait été victime. De même, le grief que le requérant tire de l’article 2 à l’égard de la Russie concerne le manquement des autorités russes à prendre des mesures d’enquête et notamment à obtenir les dépositions des témoins résidant en Russie. Il appartient à la Cour d’apprécier, lorsqu’elle examinera le bien-fondé de ce grief, la portée et le respect dans les circonstances de l’espèce de toute obligation procédurale incombant aux autorités russes.", "208.  En conclusion, la Cour est compétente pour examiner la mesure dans laquelle la Russie aurait pu, dans les limites de sa propre souveraineté territoriale, prendre des mesures pour protéger la fille du requérant de la traite et enquêter sur les allégations de traite et sur les circonstances ayant mené à la mort de la victime. Elle doit trancher dans le cadre de l’examen du bien-fondé de la requête la question de savoir si les faits litigieux engagent la responsabilité de l’Etat dans les circonstances de la présente espèce.", "B.  L’objection ratione materiae du gouvernement russe", "1.  Thèses des parties", "209.  Le gouvernement russe soutient que le grief tiré de l’article 4 de la Convention est irrecevable ratione materiae car la présente affaire ne porte pas sur un cas d’esclavage, de servitude ou de travail forcé ou obligatoire. Il fait valoir que Mlle Rantseva est entrée en République de Chypre de son plein gré après avoir obtenu de sa propre volonté un permis de travail l’autorisant à travailler sur place conformément à un contrat qu’elle avait conclu librement. Il estime que rien n’indique qu’elle ait été réduite en servitude et qu’elle se soit trouvée dans l’impossibilité de changer de situation ou qu’elle ait été forcée à travailler. Il souligne à cet égard qu’elle a quitté sans encombre l’appartement où elle résidait avec les autres artistes du cabaret. Ainsi, rien ne permettrait d’affirmer que les artistes du cabaret étaient retenues dans l’appartement contre leur volonté. Enfin, le fait que Mlle Rantseva ait quitté le commissariat avec M.A. ne permettrait pas à lui seul de conclure qu’elle était en servitude, forcée à travailler. Selon le gouvernement russe, si elle avait craint pour sa vie ou sa sécurité, elle aurait pu en informer les policiers pendant qu’elle se trouvait au commissariat.", "210.  Le requérant maintient pour sa part que la situation dans laquelle sa fille a été placée relève de la portée de l’article 4.", "2.  Appréciation de la Cour", "211.  La Cour estime que la question de savoir si les faits dénoncés par le requérant relèvent de la portée de l’article 4 est inextricablement liée au fond du grief. En conséquence, elle joint au fond l’exception ratione materiae soulevée par le gouvernement russe.", "C.  Conclusion", "212.  La Cour conclut que les griefs tirés des articles 2, 3, 4 et 5 ne peuvent être écartés à l’égard de la Russie pour incompatibilité ratione loci ou ratione materiae avec les dispositions de la Convention. Elle observe par ailleurs qu’ils ne sont pas manifestement mal fondés au sens de l’article 35 § 3 et qu’ils ne sont pas irrecevables pour d’autres motifs. Ils doivent donc être déclarés recevables.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 2 DE LA CONVENTION", "213.  Le requérant soutient qu’il y a eu violation de l’article 2 de la Convention de la part des autorités russes comme des autorités chypriotes en raison du manquement des autorités chypriotes à protéger la vie de sa fille et du manquement des autorités des deux Etats à mener une enquête effective sur le décès de celle-ci. L’article 2, en ses parties pertinentes, est ainsi libellé :", "« 1.  Le droit de toute personne à la vie est protégé par la loi. La mort ne peut être infligée à quiconque intentionnellement, sauf en exécution d’une sentence capitale prononcée par un tribunal au cas où le délit est puni de cette peine par la loi.", "(...) »", "A.  Le manquement allégué à prendre des mesures pour protéger un individu d’un risque pour sa vie", "(...)", "2.  Appréciation de la Cour", "a)  Les principes généraux", "218.  L’article 2 astreint clairement l’Etat non seulement à s’abstenir de provoquer la mort de manière volontaire et irrégulière, mais aussi à prendre les mesures nécessaires à la protection de la vie des personnes relevant de sa juridiction (L.C.B. c. Royaume-Uni, 9 juin 1998, § 36, Recueil des arrêts et décisions 1998-III, et Paul et Audrey Edwards [c. Royaume-Uni, no 46477/99], § 54 [, CEDH 2002-II]). Cette obligation impose d’abord à l’Etat d’assurer le droit à la vie en mettant en place une législation pénale concrète dissuadant de commettre des atteintes contre la personne et s’appuyant sur un mécanisme d’application conçu pour en prévenir, réprimer et sanctionner les violations. Elle implique aussi, dans certaines circonstances, l’obligation positive pour les autorités de prendre préventivement des mesures d’ordre pratique pour protéger l’individu dont la vie est menacée par les agissements criminels d’autrui (Osman [c. Royaume-Uni, 28 octobre 1998], § 115[, Recueil 1998-VIII], Medova c. Russie, no 25385/04, § 95, 15 janvier 2009, et Opuz c. Turquie, no 33401/02, § 128, CEDH 2009).", "219.  La Cour rappelle qu’il faut interpréter la portée de toute obligation positive de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif, sans perdre de vue les difficultés pour la police d’exercer ses fonctions dans les sociétés contemporaines, ni l’imprévisibilité du comportement humain ni les choix opérationnels à faire en termes de priorités et de ressources. Toute menace présumée contre la vie n’oblige pas les autorités, au regard de la Convention, à prendre des mesures concrètes pour en prévenir la réalisation. Pour que la Cour conclue à la violation de l’obligation positive de protéger la vie, il doit être établi que les autorités savaient ou auraient dû savoir sur le moment qu’un ou plusieurs individus étaient menacés de manière réelle et immédiate dans leur vie du fait des actes criminels d’un tiers, et qu’elles n’ont pas pris, dans le cadre de leurs pouvoirs, les mesures qui, d’un point de vue raisonnable, auraient sans doute pallié ce risque (Osman, précité, § 116, Paul et Audrey Edwards, précité, § 55, et Medova, précité, § 96).", "b)  Application de ces principes généraux au cas d’espèce", "220.  La Cour doit déterminer si les autorités chypriotes auraient pu prévoir qu’en remettant Mlle Rantseva à M.A., elles mettaient sa vie en danger de façon réelle et immédiate.", "221.  La Cour observe que dans l’arrêt Opuz (précité, §§ 133-136), la responsabilité de l’Etat a été engagée car la personne qui a fini par tirer et tuer la mère de la requérante avait précédemment menacé de mort la requérante et la victime et commis à leur encontre des actes de violence, faits dont les autorités avaient connaissance. A l’inverse, dans l’affaire Osman (précité, § 121), la Cour a conclu à l’absence de violation de l’article 2, la requérante n’ayant pu indiquer, dans la séquence des événements qui avaient abouti au décès par balle de son mari, aucun moment où l’on aurait pu dire que la police savait ou aurait dû savoir que les vies des membres de la famille Osman étaient réellement et immédiatement en danger.", "222.  S’il n’est pas contesté que les victimes de traite et d’exploitation sont souvent forcées de vivre et de travailler dans des conditions cruelles ni qu’elles sont susceptibles de subir des violences et des mauvais traitements de la part de leurs employeurs (paragraphes 85, 87, 88 et 101 ci-dessus), en l’absence d’indices précis dans un cas donné, le risque général de mauvais traitements et de violence ne peut être assimilé à un danger réel et immédiat pour la vie. En l’espèce, même si l’on considère que les policiers auraient dû réaliser que Mlle Rantseva était peut-être victime de traite (point qui sera examiné dans le cadre du grief tiré de l’article 4, ci-dessous), rien n’indiquait alors qu’elle se trouvait au commissariat que sa vie était réellement et immédiatement en danger. La Cour considère que la suite d’événements qui a abouti à la mort de la jeune femme n’était pas prévisible par les policiers au moment où ils l’ont remise à M.A. Partant, il n’y avait pas en l’espèce d’obligation de prendre des mesures concrètes pour prévenir la réalisation d’un risque pour la vie.", "223.  Pour ces raisons, la Cour conclut qu’il n’y a pas eu violation de l’obligation positive des autorités chypriotes de protéger le droit à la vie de Mlle Rantseva en vertu de l’article 2 de la Convention.", "B.  L’obligation procédurale de mener une enquête effective", "(...)", "2.  Appréciation de la Cour", "a)  Les principes généraux", "232.  La Cour l’a toujours dit, l’obligation de protéger le droit à la vie qu’impose l’article 2 de la Convention, combinée avec le devoir général incombant à l’Etat en vertu de l’article 1 de « reconna[ître] à toute personne relevant de [sa] juridiction les droits et libertés définis [dans] la (...) Convention », exige de mener une forme d’enquête effective lorsque le recours à la force a entraîné mort d’homme (McCann et autres c. RoyaumeUni, 27 septembre 1995, § 161, série A no 324, Kaya c. Turquie, 19 février 1998, § 86, Recueil 1998-I, et Medova, précité, § 103). L’obligation de mener une enquête officielle effective naît aussi lorsque la mort a lieu dans des circonstances suspectes non imputables aux agents de l’Etat (Menson c. Royaume-Uni (déc.), no 47916/99, CEDH 2003V). Il s’agit essentiellement, au travers d’une telle enquête, d’assurer l’application effective des lois internes qui protègent le droit à la vie et, dans les affaires où des agents ou organes de l’Etat sont impliqués, de garantir que ceux-ci aient à rendre des comptes au sujet des décès survenus sous leur responsabilité. Les autorités doivent agir d’office, dès que l’affaire est portée à leur attention. Elles ne sauraient laisser aux proches du défunt l’initiative de déposer une plainte formelle ou d’assumer la responsabilité d’une procédure d’enquête (voir par exemple İlhan c. Turquie [GC], no 22277/93, § 63, CEDH 2000-VII, et Paul et Audrey Edwards, précité, § 69).", "233.  Pour qu’une enquête soit effective, il faut que les personnes qui en sont chargées soient indépendantes des personnes impliquées. Cela suppose non seulement l’absence de lien hiérarchique ou institutionnel, mais aussi une indépendance concrète (Hugh Jordan c. Royaume-Uni, no 24746/94, § 120, 4 mai 2001, et Kelly et autres c. Royaume-Uni, no 30054/96, § 114, 4 mai 2001). L’enquête doit être susceptible de mener à l’identification et à la punition des responsables (Paul et Audrey Edwards, précité, § 71). Une exigence de célérité et de diligence raisonnable est implicite dans ce contexte (Yaşa c. Turquie, 2 septembre 1998, §§ 102-104, Recueil 1998-VI, Çakıcı c. Turquie [GC], no 23657/94, §§ 80-87 et 106, CEDH 1999-IV, et Kelly et autres, précité, § 97). Dans tous les cas, les proches de la victime doivent être associés à la procédure dans toute la mesure nécessaire à la protection de leurs intérêts légitimes (voir par exemple Güleç c. Turquie, 27 juillet 1998, § 82, Recueil 1998IV, et Kelly et autres, précité, § 98).", "b)  Application de ces principes généraux au cas d’espèce", "i.  Chypre", "234.  La Cour reconnaît d’emblée que rien ne prouve que le décès de Mlle Rantseva soit directement imputable à l’usage de la force. Cependant, comme elle l’a noté ci-dessus (paragraphe 232 ci-dessus), cette circonstance n’exclut pas l’existence d’une obligation d’enquêter sur ce décès conformément à l’article 2 (voir également Calvelli et Ciglio c. Italie [GC], no 32967/96, §§ 48-50, CEDH 2002-I, et Öneryıldız c. Turquie [GC], no 48939/99, §§ 70-74, CEDH 2004-XII). Compte tenu des circonstances ambigües et inexpliquées ayant entouré le décès ainsi que des allégations de traite, de mauvais traitements et de détention arbitraire juste avant les faits, la Cour considère que les autorités chypriotes avaient l’obligation procédurale d’enquêter sur les circonstances de la mort de Mlle Rantseva. Nécessairement, les enquêteurs devaient ne pas se borner à considérer le contexte immédiat de la chute du balcon mais examiner celui plus large de l’arrivée et du séjour à Chypre de la victime, afin de déterminer s’il existait un lien entre les allégations de traite et le décès de la victime.", "235.  En ce qui concerne le caractère adéquat de l’enquête, la Cour note que la police est arrivée rapidement et qu’elle a gelé les lieux en quelques minutes. Des photographies ont été prises et des analyses criminalistiques ont été réalisées (paragraphe 32 ci-dessus). Le jour même, dans la matinée, la police a recueilli les dépositions des personnes présentes dans l’appartement au moment du décès et du voisin qui avait vu la chute. Les policiers de service au commissariat de Limassol ont également fait des dépositions (paragraphe 33 ci-dessus). Une autopsie a été pratiquée et une instruction a été menée (paragraphes 35 à 41 ci-dessus). Toutefois, un certain nombre d’aspects de l’enquête ne sont pas satisfaisants.", "236.  Premièrement, les témoignages des personnes présentes dans l’appartement étaient contradictoires, et les autorités d’enquête chypriotes ne semblent pas avoir pris de mesures pour élucider ces contradictions (paragraphes 22 à 24 et 26 à 28 ci-dessus). De même, les dépositions relatives à l’état physique de Mlle Rantseva étaient divergentes, notamment en ce qui concerne la portée de l’emprise de l’alcool sur son comportement (paragraphes 18, 20 à 21 et 24 ci-dessus). Le dossier présente d’autres anomalies, par exemple les divergences alléguées entre les rapports médicolégaux des autorités chypriotes d’une part et russes d’autre part, ou encore le fait que la victime n’ait pas fait de bruit lorsqu’elle est tombée du balcon, élément pour lequel il n’a été apporté aucune explication satisfaisante (paragraphes 29, 50 à 52 et 67 ci-dessus).", "237.  Deuxièmement, la conclusion de l’instruction était que Mlle Rantseva était morte dans des « circonstances étranges » alors qu’elle tentait de s’échapper de l’appartement où elle était « hébergée » (paragraphe 41 ci-dessus). Malgré le flou entourant les circonstances du décès, la police chypriote n’a pas fait la démarche d’interroger les personnes qui vivaient avec la victime ou qui travaillaient avec elle dans le cabaret. De plus, malgré la conclusion frappante selon laquelle elle tentait de s’échapper de l’appartement, les autorités n’ont pas tenté de découvrir pourquoi elle essayait de fuir ni si elle avait été retenue sur place contre sa volonté.", "238.  Troisièmement, mis à part les dépositions initiales faites les 28 et 29 mars 2001 par les deux policiers et l’agent du service des passeports, il ne semble pas que des démarches aient été entreprises pour découvrir ce qui s’était passé au commissariat et notamment pourquoi les policiers avaient remis Mlle Rantseva à M.A. Les dépositions des témoins font clairement apparaître que le service des étrangers et de l’immigration de la police (« l’AIS ») considérait que M.A. était responsable de la jeune femme, mais les raisons et le bien-fondé de cette conclusion n’ont jamais fait l’objet d’une enquête approfondie. De plus, il ne ressort pas des dépositions des policiers qu’ils aient interrogé Mlle Rantseva et rien dans le dossier d’enquête n’explique pourquoi ils ne l’ont pas fait, alors qu’ils ont recueilli la déposition de M.A. (paragraphe 19 ci-dessus). La Cour rappelle que le Commissaire aux droits de l’homme du Conseil de l’Europe a déclaré dans son rapport de 2008 qu’il lui avait été assuré que les allégations de corruption liée à la traite de personnes au sein des forces de police concernaient des cas isolés (paragraphe 102 ci-dessus). Eu égard aux faits de la présente espèce, elle considère que les autorités étaient tenues d’enquêter pour rechercher d’éventuels signes de corruption au sein des forces de police relativement aux faits ayant abouti au décès de Mlle Rantseva.", "239.  Quatrièmement, malgré la demande claire qu’il a adressée à cette fin aux autorités chypriotes, le requérant n’a pas été avisé personnellement de la date de l’audience d’instruction et il n’était donc pas présent lorsque le verdict a été rendu. Le gouvernement chypriote ne conteste pas l’allégation de l’intéressé selon laquelle il n’a été informé des conclusions de l’instruction que quinze mois après l’audience. Les autorités chypriotes n’ont donc pas permis au requérant de participer effectivement à la procédure, malgré ses efforts assidus en ce sens.", "240.  Cinquièmement, il semble que les autorités chypriotes n’aient pas tenu compte des demandes répétées que leur a adressées le requérant par l’intermédiaire des autorités russes aux fins de la tenue d’une enquête. En particulier, les demandes d’information qu’il a formées sur les autres recours qui lui seraient ouverts dans l’ordre juridique chypriote et ses demandes visant à obtenir des autorités chypriotes une assistance juridique gratuite ont été ignorées. La réponse apportée à ce point par le gouvernement chypriote dans ses observations écrites devant la Cour a été que la demande d’assistance avait été présentée sur le fondement du mauvais instrument. Cette réponse n’est pas satisfaisante. Compte tenu du caractère répété des demandes du requérant et de la gravité de l’affaire, les autorités chypriotes auraient dû tout au moins l’informer de la procédure à suivre pour introduire une demande d’assistance juridique gratuite.", "241.  Enfin, pour qu’une enquête sur un décès soit effective, il faut que les Etats membres prennent les mesures nécessaires et disponibles pour réunir les éléments de preuve pertinents, que ces éléments se situent ou non sur le territoire de l’Etat qui enquête. La Cour observe que Chypre et la Russie sont toutes deux parties à la Convention européenne d’entraide judiciaire en matière pénale (« la Convention d’entraide judiciaire ») et qu’elles ont en outre conclu le Traité du 19 janvier 1984 d’entraide judiciaire en matière civile, familiale et pénale (« le Traité d’entraide judiciaire ») (paragraphes 175 à 180 ci-dessus). Ces instruments prévoient une procédure claire dans le cadre de laquelle les autorités chypriotes auraient pu demander l’aide de la Russie pour leur enquête sur les circonstances du séjour de Mlle Rantseva à Chypre et de son décès subséquent. Le procureur général de la Fédération de Russie a communiqué aux autorités chypriotes sans qu’elles le lui demandent un engagement en vertu duquel la Russie apporterait son concours à Chypre aux fins de la collecte de nouveaux éléments de preuve (paragraphe 70 ci-dessus). Or il ne semble pas que les autorités chypriotes aient sollicité de la Russie la moindre assistance pour leur enquête. Dans ces conditions, la Cour juge particulièrement malheureux, compte tenu de l’aide que le témoignage des deux jeunes femmes russes qui travaillaient avec Mlle Rantseva au cabaret aurait pu apporter à l’éclaircissement de points capitaux pour l’enquête, le refus des autorités chypriotes de demander à la Russie, dans le cadre de l’entraide judiciaire, de recueillir ce témoignage. Alors que sa fille est décédée en 2001, le requérant n’a toujours pas reçu d’explications satisfaisantes sur les circonstances ayant mené à son décès.", "242.  En conséquence, la Cour conclut que le manquement des autorités chypriotes à mener une enquête effective sur le décès de Mlle Rantseva a emporté violation du volet procédural de l’article 2 de la Convention.", "ii.  La Russie", "243.  La Cour rappelle que Mlle Rantseva est décédée à Chypre. En conséquence, à moins qu’il puisse être démontré que des circonstances propres à la présente espèce commandent de s’écarter de l’analyse générale, l’obligation de mener une enquête officielle effective à cet égard ne s’applique qu’à Chypre (voir, mutatis mutandis, Al-Adsani c. Royaume-Uni [GC], no 35763/97, § 38, CEDH 2001-XI).", "244.  Le requérant fait valoir que Mlle Rantseva était une ressortissante russe. La Cour estime que l’article 2 n’impose pas aux Etats membres d’établir dans leur droit pénal leur juridiction universelle sur les affaires dans lesquelles l’un de leurs ressortissants a trouvé la mort. Il n’existe pas d’autres circonstances propres à l’espèce qui auraient imposé à la Russie de mener sa propre enquête. Partant, la Cour conclut que l’article 2 de la Convention n’imposait aux autorités russes aucune obligation autonome d’enquêter sur la mort de Mlle Rantseva.", "245.  Cela étant, le corollaire de l’obligation pour l’Etat qui enquête de recueillir les preuves qui se trouvent dans d’autres juridictions est l’obligation pour l’Etat où se trouvent les preuves de fournir à l’Etat enquêteur toute l’assistance que sa compétence et ses moyens lui permettent d’apporter dans le cadre d’une demande d’entraide judiciaire. En l’espèce, comme indiqué ci-dessus, le procureur général de la Fédération de Russie a mentionné l’existence de deux témoins russes et indiqué qu’il était disposé à faire droit à toute demande d’entraide judiciaire qui serait transmise aux autorités russes et à recueillir les dépositions des intéressées, mais les autorités chypriotes n’ont pas envoyé de telle requête (paragraphe 241 cidessus). Le requérant estime que les autorités russes auraient dû interroger les deux jeunes femmes malgré l’absence de demande des autorités chypriotes à cette fin. La Cour rappelle que la responsabilité de l’enquête sur le décès de Mlle Rantseva incombait à Chypre. En l’absence de demande d’entraide judiciaire, l’article 2 n’imposait pas aux autorités russes de recueillir les preuves elles-mêmes.", "246.  En ce qui concerne le grief tiré de ce que les autorités russes n’auraient pas demandé l’ouverture de poursuites pénales, la Cour observe qu’elles ont eu largement recours aux possibilités offertes par les accords d’entraide judiciaire pour engager les autorités chypriotes à agir (voir par exemple les paragraphes 48, 52, 55, 57 et 61 à 62 ci-dessus). En particulier, elles ont demandé par une lettre du 11 décembre 2001 un complément d’enquête sur le décès de Mlle Rantseva, l’audition des témoins et l’ouverture de poursuites pénales pour meurtre, enlèvement et/ou séquestration arbitraire sur sa personne (paragraphe 52 ci-dessus). Par une lettre du 27 décembre 2001, elles ont à nouveau demandé expressément l’ouverture de poursuites pénales (paragraphe 53 ci-dessus). Cette demande a été renouvelée à plusieurs reprises.", "247.  En conclusion, la Cour estime qu’il n’y a pas eu violation procédurale de l’article 2 de la part de la Fédération de Russie.", "IV.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 3 DE LA CONVENTION", "248.  Le requérant soutient que le manquement des autorités chypriotes à prendre des mesures pour protéger sa fille et à enquêter pour déterminer si elle avait été victime de traitements inhumains ou dégradants avant son décès a emporté violation de l’article 3 de la Convention. L’article 3 est ainsi libellé :", "« Nul ne peut être soumis à la torture ni à des peines ou traitements inhumains ou dégradants. »", "(...)", "B.  Appréciation de la Cour", "252.  La Cour observe que rien ne prouve que Mlle Rantseva ait été soumise à des mauvais traitements avant son décès. Cela étant, on sait que l’usage de la violence et l’infliction de mauvais traitements sont des pratiques courantes chez les auteurs de traite (paragraphes 85, 87, 88 et 101 ci-dessus). La Cour considère donc, en l’absence d’allégations spécifiques de mauvais traitements, que si la victime avait subi des traitements inhumains ou dégradants avant sa mort, ils seraient intrinsèquement liés à la traite et à l’exploitation alléguées. En conséquence, elle conclut qu’il n’est pas nécessaire d’examiner séparément le grief tiré de l’article 3. Elle examinera donc les questions générales soulevées dans ce contexte dans le cadre de l’examen du grief tiré de l’article 4 de la Convention.", "V.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 4 DE LA CONVENTION", "253.  Le requérant soutient que le manquement des autorités russes et des autorités chypriotes à protéger sa fille contre la traite et à mener une enquête effective sur les circonstances de son arrivée à Chypre et sur la nature de son emploi sur place a emporté violation de l’article 4 de la Convention de la part des deux Etats. En ses parties pertinentes, l’article 4 est ainsi libellé :", "« 1.  Nul ne peut être tenu en esclavage ni en servitude.", "2.  Nul ne peut être astreint à accomplir un travail forcé ou obligatoire.", "(...) »", "A.  Observations présentées à la Cour", "(...)", "B.  Appréciation de la Cour", "1.  Sur l’application de l’article 4 de la Convention", "272.  La première question qui se pose est celle de savoir si la présente affaire relève de la portée de l’article 4. La Cour rappelle qu’il n’est nullement fait mention de la traite dans cette disposition, qui interdit l’« esclavage », « la servitude » et le « travail forcé ou obligatoire ».", "273.  La Cour n’a jamais considéré les dispositions de la Convention comme la seule référence pour l’interprétation des droits et libertés qui y sont consacrés (Demir et Baykara c. Turquie [GC], no 34503/97, § 67, CEDH 2008). Elle dit depuis longtemps que l’un des principes essentiels en matière d’application des dispositions de la Convention est qu’elles ne s’appliquent pas dans le vide (Loizidou c. Turquie (fond), 18 décembre 1996, Recueil 1996-VI, et Öcalan c. Turquie [GC], no 46221/99, § 163, CEDH 2005-IV). Notamment, en tant que traité international, la Convention doit s’interpréter à la lumière des règles d’interprétation énoncées dans la Convention de Vienne du 23 mai 1969 sur le droit des traités (« la Convention de Vienne »).", "274.  En vertu de cet instrument, il faut, pour interpréter la Convention, rechercher le sens ordinaire à attribuer aux mots dans leur contexte et à la lumière de l’objet et du but de la disposition dont ils sont tirés (voir Golder c. Royaume-Uni, 21 février 1975, § 29, série A no 18, Loizidou, précité, § 43, et l’article 31 § 1 de la Convention de Vienne). La Cour doit tenir compte de ce que le contexte de la disposition est celui d’un traité de protection effective des droits individuels de l’être humain et de ce que la Convention doit se lire comme un tout et s’interpréter en veillant à l’harmonie et à la cohérence interne de ses différentes dispositions (Stec et autres c. Royaume-Uni (déc.) [GC], nos 65731/01 et 65900/01, § 48, CEDH 2005-X). Il faut aussi tenir compte de toute règle de droit international applicable aux relations entre les parties contractantes, et la Convention doit autant que faire se peut s’interpréter de manière à se concilier avec les autres règles de droit international, dont elle fait partie intégrante (voir Al-Adsani, précité, § 55, Demir et Baykara, précité, § 67, Saadi c. Royaume-Uni [GC], no 13229/03, § 62, CEDH 2008, et l’article 31 § 3 c) de la Convention de Vienne).", "275.  Enfin, la Cour souligne que l’objet et le but de la Convention, instrument de protection des êtres humains, appellent à interpréter et à appliquer ses dispositions d’une manière qui en rende les exigences concrètes et effectives (voir notamment Soering c. Royaume-Uni, 7 juillet 1989, § 87, série A no 161, et Artico c. Italie, 13 mai 1980, § 33, série A no 37).", "276.  Dans l’affaire Siliadin ([c. France, no 73316/01], § 122[, CEDH 2005-VII]), où elle a eu à examiner la portée du terme « esclavage » au sens de l’article 4, la Cour s’est référée à la définition classique de cette notion telle qu’elle figurait dans la Convention relative à l’esclavage de 1926, en vertu de laquelle il fallait l’exercice d’un véritable droit de propriété et la réduction de l’individu concerné à l’état d’« objet ». En ce qui concerne la notion de « servitude », la Cour a jugé que ce qui est prohibé est une « forme de négation de la liberté particulièrement grave » (Van Droogenbroeck c. Belgique, no 7906/77, rapport de la Commission du 9 juillet 1980, série B no 44, p.30, §§ 78-80). La notion de « servitude » implique une obligation de prêter ses services sous l’empire de la contrainte et est à mettre en lien avec la notion d’« esclavage » (Seguin c. France (déc.), no 42400/98, 7 mars 2000, et Siliadin, précité, § 124). Selon la jurisprudence de la Cour, pour qu’il y ait travail « forcé ou obligatoire », il doit y avoir une forme de contrainte, physique ou morale, et le travail doit être contraire à la volonté de l’intéressé (Van der Mussele c. Belgique, 23 novembre 1983, § 34, série A no 70, et Siliadin, précité, § 117).", "277.  Il n’est pas surprenant que la Convention ne contienne aucune référence expresse à la traite des personnes : elle s’inspire en effet de la Déclaration universelle des droits de l’homme proclamée par l’Assemblée générale des Nations unies en 1948, qui ne mentionne pas non plus cette notion mais interdit, en son article 4, « l’esclavage et la traite des esclaves (...) sous toutes leurs formes ». Cela étant, il ne faut pas perdre de vue, au moment d’examiner la portée de l’article 4 de la Convention, les particularités de celle-ci ni le fait qu’il s’agit d’un instrument vivant à interpréter à la lumière des conditions de vie actuelles. Le niveau d’exigence croissant en matière de protection des droits de l’homme et des libertés fondamentales implique, parallèlement et inéluctablement, une plus grande fermeté dans l’appréciation des atteintes aux valeurs fondamentales des sociétés démocratiques (voir, parmi bien d’autres, Selmouni c. France [GC], no 25803/94, § 101, CEDH 1999-V, Christine Goodwin c. Royaume-Uni [GC], no 28957/95, § 71, CEDH 2002-VI, et Siliadin, précité, § 121).", "278.  La Cour observe que la traite des êtres humains à l’échelle mondiale s’est développée de manière significative ces dernières années (paragraphes 89, 100 et 103 ci-dessus). En Europe, ce phénomène a été facilité en partie par l’effondrement du bloc communiste. La conclusion du Protocole de Palerme en 2000 et celle de la convention anti-traite du Conseil de l’Europe en 2005 montrent la reconnaissance croissante au niveau international de l’ampleur du problème et de la nécessité de lutter contre celui-ci.", "279.  La Cour n’est pas souvent appelée à examiner l’application de l’article 4. Elle n’a eu à ce jour à connaître que d’une affaire dans laquelle se posait la question de savoir dans quelle mesure les traitements associés à la traite relevaient de la portée de cet article (Siliadin, précité). Elle a alors conclu que les traitements subis par le requérant s’analysaient en servitude et en travail forcé et obligatoire mais ne constituaient cependant pas de l’esclavage. Compte tenu de la prolifération tant de la traite que des mesures destinées à la combattre, elle juge approprié en l’espèce d’examiner la mesure dans laquelle le phénomène peut en lui-même être considéré comme contraire à l’esprit et au but de l’article 4 de la Convention et ainsi relever des garanties apportées par cet article sans qu’il soit nécessaire d’apprécier de laquelle des trois conduites prohibées relèvent les traitements de l’affaire en cause.", "280.  La Cour relève que le Tribunal pénal international pour l’exYougoslavie a observé que le concept traditionnel d’« esclavage » avait évolué pour englober diverses formes contemporaines d’esclavage se fondant elles aussi sur l’exercice de l’un quelconque ou de l’ensemble des attributs du droit de propriété (paragraphe 142 ci-dessus) et a conclu que la question de savoir si une situation donnée constitue une forme contemporaine de réduction en esclavage dépendait de facteurs tels que le contrôle des mouvements d’un individu, le contrôle de l’environnement physique, le contrôle psychologique, les mesures prises pour empêcher ou décourager toute tentative de fuite ainsi que le contrôle de la sexualité et le travail forcé (paragraphe 143 ci-dessus).", "281.  Du fait même de sa nature et de son but consistant à exploiter autrui, la traite des êtres humains repose sur l’exercice de pouvoirs qui se rattachent au droit de propriété. Dans ce système, des êtres humains sont traités comme des biens que l’on peut vendre et acheter et ils sont soumis à un travail forcé, qu’ils exercent souvent pour peu ou pas d’argent, généralement dans l’industrie du sexe mais aussi ailleurs (paragraphes 101 et 161 ci-dessus). Cela implique une surveillance étroite des activités des victimes, et bien souvent, celles-ci voient leur liberté de circulation restreinte (paragraphes 85 et 101 ci-dessus), subissent des actes de violence et des menaces, et sont soumises à des conditions de vie et de travail épouvantables (paragraphes 85, 87, 88 et 101 ci-dessus). Interights et les auteurs du rapport explicatif de la convention anti-traite du Conseil de l’Europe ont qualifié la traite de forme moderne du commerce mondial des esclaves (paragraphe 161 ci-dessus). De même, la médiatrice chypriote estime dans son rapport que l’exploitation sexuelle et la traite constituent un « régime d’esclavage moderne » (paragraphe 84 ci-dessus).", "282.  Il ne peut y avoir aucun doute quant au fait que la traite porte atteinte à la dignité humaine et aux libertés fondamentales de ses victimes et qu’elle ne peut être considérée comme compatible avec une société démocratique ni avec les valeurs consacrées dans la Convention. Eu égard à l’obligation qui est la sienne d’interpréter la Convention à la lumière des conditions de vie actuelles, la Cour estime qu’il n’est pas nécessaire de déterminer si les traitements qui font l’objet des griefs du requérant constituent de l’« esclavage », de la « servitude » ou un « travail forcé ou obligatoire ». Elle conclut purement et simplement qu’en elle-même, la traite d’êtres humains, au sens de l’article 3 a) du Protocole de Palerme et de l’article 4 a) de la convention anti-traite du Conseil de l’Europe, relève de la portée de l’article 4 de la Convention. En conséquence, elle rejette l’exception pour incompatibilité ratione materiae soulevée par le gouvernement russe.", "2.  Les principes généraux de l’article 4", "283.  La Cour rappelle qu’avec les articles 2 et 3, l’article 4 de la Convention consacre l’une des valeurs fondamentales des sociétés démocratiques qui forment le Conseil de l’Europe (Siliadin, précité, § 82). L’article 4 ne prévoit pas de restrictions, en quoi il contraste avec la majorité des clauses normatives de la Convention, et d’après l’article 15 § 2 il ne souffre nulle dérogation, même en cas de danger public menaçant la vie de la nation.", "284.  Pour déterminer s’il y a eu violation de l’article 4, il faut prendre en compte le cadre juridique et réglementaire en vigueur (voir, mutatis mutandis, Natchova et autres c. Bulgarie [GC], nos 43577/98 et 43579/98, § 93, CEDH 2005-VII). La palette des garanties prévues dans la législation nationale doit être suffisante pour assurer une protection pratique et effective des droits des victimes avérées ou potentielles de la traite. Ainsi, outre les mesures de droit pénal visant à sanctionner les trafiquants, l’article 4 impose aux Etats membres de mettre en place des mesures adéquates pour réglementer les secteurs généralement utilisés comme couvertures pour la traite d’êtres humains. De plus, les règles nationales en matière d’immigration doivent répondre aux préoccupations relatives à l’encouragement, la facilitation ou la tolérance de la traite (voir, mutatis mutandis, Guerra et autres c. Italie, 19 février 1998, §§ 58-60, Recueil 1998I, Z et autres c. Royaume-Uni [GC], no 29392/95, §§ 73-74, CEDH 2001-V, et Natchova et autres, précité, §§ 96-97 et 99-102).", "285.  Dans son arrêt Siliadin (précité, §§ 89 et 112), la Cour a confirmé que l’article 4 imposait aux Etats membres l’obligation positive spécifique de pénaliser et de poursuivre effectivement tout acte visant à réduire un individu en esclavage ou en servitude ou à le soumettre au travail forcé ou obligatoire. Pour s’acquitter de cette obligation, les Etats membres doivent mettre en place un cadre législatif et administratif interdisant et réprimant la traite. La Cour observe que le Protocole de Palerme et la convention antitraite du Conseil de l’Europe soulignent l’un comme l’autre la nécessité d’adopter une approche globale pour lutter contre la traite en mettant en place, en plus des mesures visant à sanctionner les trafiquants, (paragraphes 149 et 163 ci-dessus) des mesures de prévention du trafic et de protection des victimes. Il ressort clairement des dispositions de ces deux instruments que les Etats contractants, parmi lesquels figurent tous les Etats membres du Conseil de l’Europe, ont estimé que seule une combinaison de mesures traitant les trois aspects du problème pouvait permettre de lutter efficacement contre la traite (...) L’obligation de pénaliser et de poursuivre la traite n’est donc qu’un aspect de l’engagement général des Etats membres à lutter contre ce phénomène. La portée des obligations positives découlant de l’article 4 doit être envisagée dans le contexte plus large de cet engagement.", "286.  Comme les articles 2 et 3 de la Convention, l’article 4 peut, dans certaines circonstances, imposer à l’Etat de prendre des mesures concrètes pour protéger les victimes avérées ou potentielles de la traite (voir, mutatis mutandis, Osman, précité, § 115, et Mahmut Kaya c. Turquie, no 22535/93, § 115, CEDH 2000-III). Pour qu’il y ait obligation positive de prendre des mesures concrètes dans une affaire donnée, il doit être démontré que les autorités de l’Etat avaient ou devaient avoir connaissance de circonstances permettant de soupçonner raisonnablement qu’un individu était soumis, ou se trouvait en danger réel et immédiat de l’être, à la traite ou à l’exploitation au sens de l’article 3 a) du Protocole de Palerme et de l’article 4 a) de la convention anti-traite du Conseil de l’Europe. Si tel est le cas et qu’elles ne prennent pas les mesures appropriées relevant de leurs pouvoirs pour soustraire l’individu à la situation ou au risque en question, il y a violation de l’article 4 de la Convention (voir, mutatis mutandis, Osman, précité, §§ 116-117, et Mahmut Kaya, précité, §§ 115-116).", "287.  Sans perdre de vue les difficultés pour la police d’exercer ses fonctions dans les sociétés contemporaines ni les choix opérationnels à faire en termes de priorités et de ressources, il faut interpréter l’obligation de prendre des mesures concrètes de manière à ne pas imposer aux autorités un fardeau insupportable ou excessif (voir, mutatis mutandis, Osman, précité, § 116). Au moment d’examiner la proportionnalité en l’espèce de quelque obligation positive que ce soit, il faut tenir compte du fait que le Protocole de Palerme, signé par Chypre et par la Fédération de Russie en 2000, impose aux Etats de s’efforcer de protéger la sécurité physique des victimes de traite se trouvant sur leur territoire et de mettre en place des politiques et des programmes complets de prévention de la traite et de lutte contre ce phénomène (...) Les Etats doivent également former comme il se doit leurs agents des services de détection, de répression et d’immigration (paragraphe 155 ci-dessus).", "288.  De même que les articles 2 et 3, l’article 4 impose une obligation procédurale d’enquêter sur les situations de traite potentielle. L’obligation d’enquête ne dépend pas d’une plainte de la victime ou d’un proche : une fois que la question a été portée à leur attention, les autorités doivent agir (voir, mutatis mutandis, Paul et Audrey Edwards, précité, § 69,). Pour être effective, l’enquête doit être indépendante des personnes impliquées dans les faits. Elle doit également permettre d’identifier et de sanctionner les responsables. Il s’agit là d’une obligation non de résultat, mais de moyens. Une exigence de célérité et de diligence raisonnable est implicite dans tous les cas mais lorsqu’il est possible de soustraire l’individu concerné à une situation dommageable, l’enquête doit être menée d’urgence. La victime ou le proche doivent être associés à la procédure dans toute la mesure nécessaire à la protection de leurs intérêts légitimes (voir, mutatis mutandis, ibidem, §§ 70-73).", "289.  Enfin, la Cour rappelle que la traite est un problème qui, bien souvent, n’est pas circonscrit aux frontières nationales. Lorsqu’une personne est emmenée d’un Etat à un autre, des infractions relevant de la traite peuvent avoir lieu dans l’Etat d’origine, dans les Etats de transit et dans l’Etat de destination. Il peut se trouver des éléments de preuve et des témoins dans tous les Etats. Si le Protocole de Palerme n’aborde pas la question de la juridiction, la convention anti-traite du Conseil de l’Europe impose expressément à tous les Etats membres d’établir leur juridiction sur toute infraction de traite commise sur leur territoire (paragraphe 172 cidessus). De l’avis de la Cour, cette approche est parfaitement logique compte tenu de l’obligation générale, rappelée ci-dessus, qu’ont tous les Etats en vertu de l’article 4 de la Convention d’enquêter sur les allégations de traite. Dans les affaires de traite internationale, les Etats membres ont non seulement l’obligation de mener une enquête interne sur les faits survenant sur leur propre territoire mais aussi celle de coopérer efficacement avec les autorités compétentes des autres Etats concernés dans l’enquête sur les faits survenus hors de leur territoire. Cette obligation est conforme tant aux objectifs des Etats membres exprimés dans le préambule du Protocole de Palerme, qui consistent notamment à adopter une approche globale et internationale de la traite dans les pays d’origine, de transit et de destination (paragraphe 149 ci-dessus), qu’aux accords internationaux d’entraide judiciaire auxquels les Etats défendeurs sont parties en l’espèce (paragraphes 175 à 180 ci-dessus).", "3.  Application de ces principes généraux au cas d’espèce", "a)  Chypre", "i.  L’obligation positive de mettre en place un cadre législatif et administratif approprié", "290.  La législation chypriote prohibant la traite et l’exploitation sexuelle a été adoptée en 2000 (paragraphes 127 à 131 ci-dessus). Elle transpose les dispositions du Protocole de Palerme interdisant la traite et l’exploitation sexuelle indépendamment du consentement de la victime et prévoit des peines sévères ainsi que l’obligation de protéger les victimes notamment en désignant un tuteur pour les victimes. Si la médiatrice a critiqué le manquement des autorités à adopter des mesures pratiques de mise en œuvre, elle a estimé que la loi en elle-même était satisfaisante (paragraphe 90 ci-dessus). Le Commissaire aux droits de l’homme du Conseil de l’Europe a également considéré que le cadre juridique issu de la loi 3(I) de 2000 était « adéquat » (paragraphe 92 ci-dessus). Le requérant dénonce pour sa part le caractère selon lui insuffisant de cette législation. La Cour considère quant à elle que les circonstances de la présente espèce ne suscitent aucune inquiétude quant à l’état de la législation en la matière.", "291.  En revanche, le cadre juridique et administratif général ainsi que la politique d’immigration chypriote présentent un certain nombre de faiblesses. Dans son rapport de 2003, le Commissaire aux droits de l’homme du Conseil de l’Europe a noté que l’absence de politique d’immigration et les lacunes législatives dans ce domaine n’avaient fait que faciliter le phénomène de la traite des femmes à destination de Chypre (paragraphe 91 ci-dessus) et il a appelé les autorités à mettre en place des mesures de contrôle préventif afin de réguler le flux de jeunes femmes immigrant à Chypre en tant qu’artistes de cabaret (paragraphe 94 ci-dessus). Dans des rapports ultérieurs, il a exprimé à nouveau ses préoccupations relatives au cadre législatif ; en particulier, il a critiqué le système en vertu duquel les directeurs de cabaret demandent les visas pour les artistes, estimant que ce système rendait les artistes dépendantes de leur employeur ou de leur agent et augmentait le risque qu’elles tombent aux mains des réseaux de traite (paragraphe 100 ci-dessus). Dans son rapport de 2008, le Commissaire a critiqué le régime des visas d’artistes, estimant qu’il rendait très difficile pour les forces de l’ordre de prendre les mesures nécessaires pour lutter contre la traite et que le permis d’artiste pouvait être perçu comme allant à l’encontre des mesures prises contre la traite ou, tout au moins, comme nuisant à leur efficacité (voir également le rapport du département d’Etat américain aux paragraphes 105 et 107 ci-dessus). Il a regretté que des permis de travail pour « artistes » soient toujours délivrés alors qu’il avait déjà exprimé sa préoccupation à ce sujet dans de précédents rapports et que le gouvernement s’était engagé à les supprimer (paragraphe 103 ci-dessus). Dans son rapport de 2003, la médiatrice a elle aussi critiqué le régime des visas d’artiste, estimant qu’il était la cause du fait que des milliers de jeunes femmes étrangères entraient sur le territoire pour y être exploitées par leurs employeurs dans des conditions de vie et de travail cruelles (paragraphe 89 ci-dessus).", "292.  Enfin, la Cour souligne que l’obligation pour les employeurs d’avertir les autorités lorsqu’un artiste quitte son emploi (paragraphe 117 cidessus) est une mesure légitime s’agissant de permettre aux autorités de contrôler le respect par les immigrés de leurs obligations au regard de la législation sur les étrangers, mais qu’il incombe aux autorités elles-mêmes, et doit demeurer de leur responsabilité, d’assurer le respect de ladite législation et d’agir en conséquence en cas d’infraction aux règles en vigueur. Les mesures incitant les propriétaires et les directeurs de cabarets à rechercher les artistes ayant quitté leur poste ou à assumer personnellement d’une autre manière la conduite des artistes sont inacceptables au vu du contexte plus large des problèmes de traite des artistes à Chypre. Dans ces circonstances, la Cour juge particulièrement troublante la pratique consistant à exiger des propriétaires et des directeurs de cabaret le dépôt d’une caution bancaire pour couvrir les coûts potentiels liés aux artistes qu’ils emploient (paragraphe 115 ci-dessus). L’engagement individuel signé pour Mlle Rantseva est tout autant préoccupant (paragraphe 15 ci-dessus), de même qu’est inquiétante la conclusion inexpliquée de l’AIS selon laquelle M.A. était responsable de la jeune femme et devait donc venir la chercher au commissariat (paragraphe 20 ci-dessus).", "293.  Compte tenu de ce qui précède, la Cour conclut que le régime chypriote des visas d’artistes n’a pas offert à Mlle Rantseva une protection pratique et effective contre la traite et l’exploitation. Partant, il y a eu violation de l’article 4 de ce chef.", "ii.  L’obligation positive de prendre des mesures de protection", "294.  Pour déterminer s’il existait ou non en l’espèce une obligation positive de prendre des mesures pour protéger Mlle Rantseva, la Cour doit tenir compte des éléments suivants. Premièrement, il ressort clairement du rapport de la médiatrice de 2003 qu’il y a à Chypre depuis les années 1970 un grave problème : des jeunes femmes étrangères sont forcées de travailler dans l’industrie du sexe (paragraphe 83 ci-dessus). Le rapport relève également l’augmentation importante du nombre d’artistes en provenance des anciens pays du bloc de l’Est depuis l’effondrement de l’URSS (paragraphe 84 ci-dessus). Dans ses conclusions, la médiatrice souligne que la traite est une industrie florissante à Chypre du fait de la tolérance des autorités d’immigration (paragraphe 89 ci-dessus). Le Commissaire aux droits de l’homme du Conseil de l’Europe relève de même dans son rapport de 2006 que les autorités savent que beaucoup des femmes qui entrent à Chypre avec des visas d’artiste travailleront en fait dans la prostitution (paragraphe 96 ci-dessus [voir la version intégrale de l’arrêt, disponible en anglais sur Hudoc]). Il ne peut donc y avoir aucun doute quant au fait qu’en l’espèce, les autorités chypriotes savaient qu’un nombre important de femmes étrangères venant notamment de l’ex-URSS étaient amenées à Chypre par des trafiquants qui obtenaient pour elles des visas d’artistes et qu’à leur arrivée elles étaient exploitées sexuellement par des propriétaires et des directeurs de cabarets.", "295.  Deuxièmement, Mlle Rantseva a été amenée au commissariat de police de Limassol par son employeur. A son arrivée au commissariat, M.A. a déclaré aux policiers qu’elle était une ressortissante russe employée en qualité d’artiste de cabaret. Il leur a expliqué également qu’elle n’était arrivée à Chypre que récemment, qu’elle avait quitté son travail sans préavis et qu’elle n’occupait plus le logement qui lui avait été fourni (paragraphe 19 ci-dessus), et il leur a remis son passeport et d’autres documents (paragraphe 21 ci-dessus).", "296.  La Cour rappelle que les autorités chypriotes se sont engagées dans le Protocole de Palerme puis dans la convention anti-traite du Conseil de l’Europe à veiller à ce que les personnes travaillant dans les domaines pertinents reçoivent une formation adéquate afin d’être en mesure de reconnaître les cas potentiels de traite (paragraphes 155 et 167 ci-dessus). En particulier, l’article 10 du Protocole de Palerme oblige les Etats à mettre en place ou renforcer la formation des agents des services de détection, de répression et d’immigration et des autres agents impliqués dans la prévention de la traite des personnes. De l’avis de la Cour, les policiers disposaient en l’espèce de signes suffisants pour concevoir, compte tenu des problèmes de traite à Chypre, un soupçon raisonnable que Mlle Rantseva était ou risquait de manière réelle et immédiate d’être victime de traite ou d’exploitation. Ils avaient dès lors l’obligation positive d’enquêter sans délai et de prendre toutes les mesures pratiques nécessaires pour la protéger.", "297.  Or il semble qu’ils ne l’aient même pas interrogée lorsqu’elle est arrivée au commissariat. Ils n’ont pas recueilli sa déposition ; ils ne se sont pas non plus renseignés sur les faits. Ils ont simplement regardé si son nom figurait sur une liste de personnes recherchées par la police et, voyant qu’il n’y était pas, ont appelé son employeur pour qu’il vienne la chercher. Lorsque celui-ci a refusé et leur a demandé de la garder, le policier en charge de l’affaire lui a passé son supérieur (paragraphe 20 ci-dessus). Les détails de ce qui s’est dit au cours de la conversation de M.A. avec le supérieur ne sont pas connus, mais l’issue de la conversation a été que M.A. a accepté de venir chercher Mlle Rantseva et qu’il l’a fait.", "298.  En l’espèce, les fautes des policiers sont multiples : ils n’ont pas recherché immédiatement si Mlle Rantseva faisait l’objet d’une traite ; ils ne l’ont pas relâchée mais ont décidé de la confier à la garde de M.A. ; enfin, ils n’ont pas tenté de prendre des mesures pour la protéger conformément aux dispositions de l’article 7 de la loi 3 (I) de 2000 (paragraphe 130 cidessus). La Cour conclut que ces manquements face à des circonstances propres à faire naître un soupçon raisonnable que Mlle Rantseva faisait l’objet d’une traite ou d’une exploitation ont eu pour conséquence que les autorités chypriotes n’ont pas pris de mesures pour protéger l’intéressée. Il y a donc eu violation de l’article 4 de ce chef également.", "iii.  L’obligation procédurale d’enquêter sur la traite", "299.  Une autre question se pose quant au point de savoir si le manquement continu des autorités chypriotes à mener une enquête effective sur les allégations du requérant selon lesquelles sa fille avait été victime de traite a emporté violation procédurale de l’article 4.", "300.  Au vu des circonstances dans lesquelles Mlle Rantseva est ensuite décédée, la Cour considère que l’obligation pour les autorités chypriotes de mener une enquête effective sur les allégations de traite est englobée dans l’obligation de mener une enquête effective qui leur incombait en vertu de l’article 2 sur le décès de Mlle Rantseva (paragraphe 234 ci-dessus). Elle a examiné ci-dessus dans le contexte de l’examen du grief tiré de l’article 2 la question de l’effectivité de l’enquête sur le décès, et elle a conclu à la violation. Il n’est donc pas nécessaire qu’elle examine séparément le grief dirigé contre Chypre pour violation procédurale de l’article 4.", "b)  La Russie", "i.  L’obligation positive de mettre en place un cadre législatif et administratif approprié", "301.  La Cour rappelle que la responsabilité de la Russie en l’espèce est limitée aux actes qui relevaient de sa juridiction (paragraphes 207 et 208 cidessus). Le droit pénal russe ne prévoyait pas spécifiquement d’infraction de traite au moment des faits, mais le gouvernement russe arguë que la conduite dont se plaint le requérant relevait des définitions d’autres infractions.", "302.  La Cour observe que le requérant ne dénonce aucun défaut particulier dans les dispositions du droit pénal russe et, en ce qui concerne le cadre administratif et légal plus large, que les autorités russes se sont efforcées de sensibiliser le public aux risques de la traite en organisant une campagne d’information sur le sujet dans les médias (...)", "303.  Au vu des éléments dont elle dispose, la Cour ne considère pas que le cadre administratif et légal en vigueur en Russie au moment des faits ait manqué à offrir à Mlle Rantseva une protection pratique et effective dans les circonstances de la présente espèce.", "ii.  L’obligation positive de prendre des mesures de protection", "304.  La Cour rappelle qu’il ne peut y avoir d’obligation positive pour la Russie de prendre des mesures pratiques qu’en ce qui concerne les faits survenus sur son propre territoire (voir, mutatis mutandis, Al-Adsani, précité, §§ 38-39).", "305.  Elle note que si les autorités russes avaient apparemment connaissance du problème général de la traite de jeunes femmes, qui étaient envoyées dans des Etats tiers où elles travaillaient dans l’industrie du sexe, rien ne prouve qu’elles aient eu connaissance de circonstances permettant de soupçonner raisonnablement que Mlle Rantseva en particulier était exposée à un risque réel et immédiat avant son départ pour Chypre. Or il ne suffit pas, pour que naisse une obligation de prendre d’urgence des mesures pratiques, qu’existe simplement un risque général, en l’espèce celui auquel s’exposaient les jeunes femmes se rendant à Chypre avec des visas d’artistes, à l’égard duquel la Cour rappelle d’ailleurs que les autorités russes ont pris des mesures pour avertir le public des risques de traite (...)", "306.  En conclusion, la Cour considère que les circonstances de l’espèce n’ont pas fait naître l’obligation positive pour les autorités russes de prendre des mesures concrètes pour protéger Mlle Rantseva. Partant, il n’y a pas eu violation de l’article 4 par les autorités russes à cet égard.", "iii.  L’obligation procédurale d’enquêter sur un potentiel cas de traite", "307.  La Cour rappelle que, dans les affaires de traite internationale, des infractions relevant de la traite peuvent avoir lieu dans l’Etat d’origine comme dans l’Etat de destination (paragraphe 289 ci-dessus). Comme la médiatrice l’a souligné dans son rapport (paragraphe 86 ci-dessus), le recrutement des victimes destinées à travailler à Chypre est généralement fait par des agents artistiques chypriotes en coopération avec leurs homologues de différents pays. Le manquement des autorités de l’Etat de départ à enquêter sur le volet recrutement d’un trafic allégué permet aux auteurs d’agir en toute impunité sur une partie importante du circuit. A cet égard, la Cour souligne que le recrutement des victimes est expressément visé dans la définition de la traite adoptée tant dans le Protocole de Palerme que dans la convention anti-traite du Conseil de l’Europe (paragraphes 150 et 164 ci-dessus). Il est indiscutable qu’il faut mener une enquête complète et effective couvrant tous les aspects de la traite soupçonnée depuis le recrutement jusqu’à l’exploitation des victimes. Les autorités russes avaient donc l’obligation d’enquêter sur la possibilité que des individus ou des réseaux opérant en Russie soient mêlés à une activité de traite dans le cadre de laquelle Mlle Rantseva aurait été emmenée à Chypre.", "308.  Or elles n’ont entrepris aucune enquête sur le mode et le lieu de recrutement de la jeune femme. En particulier, elles n’ont pris aucune mesure pour retrouver les personnes qui l’avaient recrutée ni pour découvrir les méthodes que celles-ci avaient utilisées. Le recrutement ayant eu lieu sur le territoire russe, elles étaient pourtant les mieux placées pour mener une enquête effective sur ce volet de l’affaire ayant abouti au décès de Mlle Rantseva. Ce décès et le flou qui a donc subsisté quant aux circonstances du départ de Russie de la victime rendent d’autant plus grave ce défaut d’enquête.", "309.  Ainsi, le manquement des autorités russes à leur obligation procédurale d’enquêter sur un potentiel cas de traite a emporté violation de l’article 4.", "VI.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 5 DE LA CONVENTION", "310.  Le requérant reproche aux autorités chypriotes d’avoir retenu sa fille au commissariat et de l’avoir remise à la garde de M.A. et se plaint qu’elle ait ensuite été retenue dans l’appartement de l’employé de celui-ci. Il voit là une violation de l’article 5 § 1 de la Convention, qui, en ses parties pertinentes, est ainsi libellé :", "« Toute personne a droit à la liberté et à la sûreté. Nul ne peut être privé de sa liberté, sauf dans les cas suivants et selon les voies légales :", "a)  s’il est détenu régulièrement après condamnation par un tribunal compétent ;", "b)  s’il a fait l’objet d’une arrestation ou d’une détention régulières pour insoumission à une ordonnance rendue, conformément à la loi, par un tribunal ou en vue de garantir l’exécution d’une obligation prescrite par la loi ;", "c)  s’il a été arrêté et détenu en vue d’être conduit devant l’autorité judiciaire compétente, lorsqu’il y a des raisons plausibles de soupçonner qu’il a commis une infraction ou qu’il y a des motifs raisonnables de croire à la nécessité de l’empêcher de commettre une infraction ou de s’enfuir après l’accomplissement de celle-ci ;", "d)  s’il s’agit de la détention régulière d’un mineur, décidée pour son éducation surveillée ou de sa détention régulière, afin de le traduire devant l’autorité compétente ;", "e)  s’il s’agit de la détention régulière d’une personne susceptible de propager une maladie contagieuse, d’un aliéné, d’un alcoolique, d’un toxicomane ou d’un vagabond ;", "f)  s’il s’agit de l’arrestation ou de la détention régulières d’une personne pour l’empêcher de pénétrer irrégulièrement dans le territoire, ou contre laquelle une procédure d’expulsion ou d’extradition est en cours. »", "(...)", "B.  Appréciation de la Cour", "1.  Sur l’existence d’une privation de liberté en l’espèce", "314.  La Cour rappelle qu’en proclamant le « droit à la liberté », le paragraphe 1 de l’article 5 vise à assurer que nul n’en soit dépouillé de manière arbitraire. La différence entre les restrictions à la liberté de circuler suffisamment graves pour constituer une privation de liberté au sens de l’article 5 § 1 et celles qui ne restent que de simples restrictions à la liberté de circuler relevant de l’article 2 du Protocole no 4 est une différence de degré ou d’intensité, non de nature ou d’essence (Guzzardi, précité, § 93). Pour établir si quelqu’un se trouve « privé de sa liberté » au sens de l’article 5, il faut partir de sa situation concrète et tenir compte d’un ensemble d’éléments tels que la nature, la durée, les effets et les modalités d’exécution de la mesure considérée (Engel et autres c. Pays-Bas, 8 juin 1976, §§ 58-59, série A no 22, Guzzardi, précité, § 92, et Riera Blume et autres c. Espagne, no 37680/97, § 28, CEDH 1999-VII).", "315.  En l’espèce, M.A. a emmené la fille du requérant au commissariat, où elle a été retenue pendant environ une heure. Rien n’indique qu’elle ait été informée du motif de cette privation de liberté ; d’ailleurs, comme la Cour l’a relevé (paragraphe 297 ci-dessus), il n’y a pas de traces d’un éventuel interrogatoire de la jeune femme par la police pendant tout le temps où elle est restée au commissariat. Bien que les policiers aient conclu qu’elle ne se trouvait pas en situation irrégulière au regard de la législation sur l’immigration et qu’il n’y avait pas de raison de la garder, elle n’a pas été immédiatement remise en liberté : à la demande du responsable de l’AIS, les policiers ont appelé M.A. et lui ont demandé de venir la chercher et de l’emmener à 7 heures à l’AIS pour un complément d’enquête, précisant que s’il ne venait pas la chercher, ils la laisseraient partir. Mlle Rantseva a été retenue au commissariat jusqu’à l’arrivée de M.A., à qui elle a été remise (paragraphe 20 ci-dessus).", "316.  Les circonstances du séjour ultérieur de Mlle Rantseva dans l’appartement de M.P. sont floues. Dans sa déposition à la police, M.A. a affirmé qu’elle n’y avait pas été retenue contre son gré et qu’il l’avait laissée libre de partir (paragraphe 21 ci-dessus). Le requérant allègue pour sa part qu’elle avait été enfermée à clé dans la chambre et qu’elle avait donc été forcée de tenter de s’échapper en passant par le balcon. La Cour note que Mlle Rantseva est décédée après être tombée du balcon de l’appartement dont elle semblait tenter de s’enfuir (paragraphe 41 ci-dessus). On peut raisonnablement supposer que si elle avait simplement été hébergée dans l’appartement et qu’elle avait été libre d’en partir à tout moment, elle l’aurait fait en sortant simplement par la porte (Storck c. Allemagne, no 61603/00, §§ 76-78, CEDH 2005-V). En conséquence, la Cour considère que Mlle Rantseva n’est pas restée dans l’appartement de son plein gré.", "317.  En tout, la privation alléguée de liberté a duré environ deux heures. Elle a certes été courte, mais la Cour souligne la gravité tant de l’acte en luimême que de ses conséquences, et elle rappelle que lorsque les faits font apparaître une privation de liberté au sens de l’article 5 § 1, l’éventuelle brièveté de cette privation n’en efface pas la réalité (voir Järvinen c. Finlande, no 30408/96, décision de la Commission du 15 janvier 1998, non publiée, et Novotka c. Slovaquie (déc.), no 47244/99, 4 novembre 2003, où le transport au commissariat, la fouille et la détention temporaire dans une cellule avaient duré environ une heure et où la Cour avait conclu qu’il y avait eu privation de liberté au sens de l’article 5).", "318.  Partant, la Cour conclut que la détention de Mlle Rantseva au commissariat puis son transfert et sa séquestration dans l’appartement s’analysent en une privation de liberté au sens de l’article 5 de la Convention.", "2.  Sur la responsabilité de Chypre relativement à la privation de liberté", "319.  Mlle Rantseva ayant été séquestrée par des particuliers, la Cour doit déterminer si la privation de liberté qu’elle a subie dans l’appartement engage la responsabilité de Chypre, compte tenu notamment de l’obligation positive des autorités de protéger l’individu contre les privations arbitraires de liberté, en examinant le rôle joué par les policiers (Riera Blume, précité, §§ 32-35).", "320.  La Cour a déjà exprimé sa préoccupation quant au fait que les policiers ont choisi de remettre Mlle Rantseva à M.A. plutôt que de la laisser simplement partir (paragraphe 298 ci-dessus). L’intéressée n’était pas mineure et, selon les dépositions des policiers de service, elle ne présentait pas de signes d’ébriété (paragraphe 20 ci-dessus). Il ne suffit pas aux autorités chypriotes d’arguer que rien ne portait à croire qu’elle ne voulait pas partir avec M.A. : comme l’a souligné le AIRE Centre (...), les victimes de traite souffrent souvent de graves séquelles physiques et psychologiques et elles sont tellement traumatisées qu’elles ne sont pas capables de se présenter comme des victimes. La médiatrice a observé de même dans son rapport de 2003 que la crainte de représailles et l’insuffisance des mesures de protection dissuadaient les victimes de se plaindre à la police chypriote (paragraphes 87-88 ci-dessus).", "321.  Compte tenu des conditions générales de vie et de travail des artistes de cabaret à Chypre et des circonstances propres à l’affaire de Mlle Rantseva, la Cour considère que la police ne peut prétendre avoir agi de bonne foi et être exempte de toute responsabilité dans la séquestration subséquente de Mlle Rantseva dans l’appartement de M.P. Il est clair que sans la coopération active des policiers chypriotes, il n’aurait pas été possible aux employeurs de la jeune femme de la retenir dans cet appartement. La Cour considère donc que les autorités nationales ont accepté la privation de liberté de Mlle Rantseva.", "3.  Sur la compatibilité de la privation de liberté avec l’article 5 § 1", "322.  Il reste à déterminer si cette privation de liberté relève de l’une des catégories de détention autorisées de manière exhaustive par l’article 5 § 1. La Cour rappelle que l’article 5 § 1 renvoie pour l’essentiel à la législation nationale et consacre l’obligation d’en respecter les règles de fond comme de procédure. Il exige toutefois la conformité de toute privation de liberté au but général de l’article 5 : protéger l’individu contre l’arbitraire (Riera Blume, précité, § 31).", "323.  En exigeant que toute privation de liberté soit effectuée « selon les voies légales », l’article 5 § 1 prescrit, en premier lieu, que toute arrestation ou détention ait une base légale en droit interne. Le gouvernement chypriote n’a avancé aucune base légale pour la privation de liberté de Mlle Rantseva, mais on peut déduire des faits que la détention initiale de l’intéressée au commissariat visait à permettre aux policiers de vérifier son statut au regard de la législation sur l’immigration. Cependant, ce motif a disparu après qu’ils eurent constaté que le nom de la jeune femme ne figurait pas sur la liste pertinente, et les autorités chypriotes n’ont fourni aucune explication quant aux raisons et à la base légale qui auraient alors justifié la décision de la remettre à M.A. au lieu de la laisser quitter le commissariat. Comme indiqué ci-dessus, les policiers avaient constaté qu’elle ne présentait pas de signes d’ébriété et n’était dangereuse ni pour elle-même ni pour autrui (paragraphes 20 et 320 ci-dessus). Rien n’indique, et cela n’a d’ailleurs pas été suggéré, que Mlle Rantseva ait demandé à M.A. de venir la chercher. La décision de la police de la retenir jusqu’à l’arrivée de celui-ci puis de la lui remettre n’avait donc aucune base en droit interne.", "324.  Il n’a pas été argué que la séquestration de Mlle Rantseva dans l’appartement était légale. La Cour constate que cette privation de liberté était arbitraire et illégale.", "325.  En conclusion, la détention puis la séquestration illégales et arbitraires de Mlle Rantseva ont emporté violation de l’article 5 § 1.", "VII.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "326.  Le requérant s’estime victime d’une violation du droit d’accès à un tribunal garanti par l’article 6 de la Convention, les autorités chypriotes ne l’ayant pas laissé participer à l’instruction, ne lui ayant pas octroyé d’assistance judiciaire et ne l’ayant pas informé des recours qui lui étaient ouverts à Chypre. En ses parties pertinentes, l’article 6 est ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "(...)", "B.  Recevabilité", "331.  La Cour observe d’emblée que l’article 6 ne garantit pas le droit à l’ouverture d’une procédure pénale dans une affaire donnée ni à la poursuite ou à la condamnation pénales de tiers (voir, par exemple, Rampogna et Murgia c. Italie (déc.), no 40753/98, 11 mai 1999, Perez c. France [GC], no 47287/99, § 70, CEDH 2004-I, et Dintchev c. Bulgarie, no 23057/03, § 39, 22 janvier 2009). En conséquence, dans la mesure où le requérant se plaint, sur le terrain de l’article 6 § 1, de ce que les autorités chypriotes n’ont pas ouvert de procédure pénale relativement au décès de sa fille, son grief est irrecevable ratione materiae et doit être rejeté en vertu de l’article 35 §§ 3 et 4 de la Convention.", "332.  En ce qui concerne le grief relatif à la participation à l’instruction, la Cour observe que les garanties procédurales en la matière sont inhérentes à l’article 2 de la Convention et que les griefs du requérant ont déjà été examinés dans le contexte de cet article (paragraphe 331 ci-dessus). Pour ce qui est de l’applicabilité de l’article 6 à l’instruction, la Cour note qu’il n’y avait pas d’accusation pénale ou de droit civil en jeu pour le requérant dans cette procédure. Dès lors, cette partie du grief aussi est irrecevable ratione materiae et doit être rejetée en vertu de l’article 35 §§ 3 et 4 de la Convention.", "333.  Enfin, la Cour considère que les griefs tirés par le requérant de ce qu’il n’a pas été informé des autres recours qui lui étaient ouverts et n’a pas bénéficié d’une assistance judiciaire alors que les tarifs des avocats à Chypre étaient prohibitifs sont intrinsèquement liés à ceux qu’il a formulés sur le terrain de l’article 2 de la Convention, dont elle rappelle qu’ils ont été traités dans le contexte de cet article (paragraphe 240 ci-dessus). Il n’y a donc pas lieu d’examiner la mesure dans laquelle une question distincte pourrait se poser sous l’angle de l’article 6 dans ces conditions.", "334.  Partant, les griefs tirés de l’article 6 § 1 doivent être déclarés irrecevables et rejetés en vertu de l’article 35 §§ 3 et 4 de la Convention.", "VIII.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 8 DE LA CONVENTION", "335.  Le requérant invoque également l’article 8 de la Convention, qui est ainsi libellé :", "« 1.  Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2.  Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui. »", "336.  Il n’a pas précisé la nature de ses griefs sur le terrain de cet article. A la lumière de l’ensemble des éléments dont elle dispose et pour autant que les faits dénoncés relèvent de sa compétence, la Cour ne décèle pas d’apparence de violation des droits et libertés énoncés dans la Convention et ses Protocoles sous l’angle de cette disposition. Ce grief doit donc être déclaré irrecevable en vertu de l’article 35 §§ 3 et 4 de la Convention.", "IX.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "337.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "1.  Thèses des parties", "338.  Le requérant réclame 100 000 euros (EUR) au titre du préjudice moral qu’il aurait subi du fait du décès de sa fille. Il souligne que les violations dénoncées en l’espèce sont particulièrement graves et que sa fille était le seul soutien matériel de la famille. Il ajoute que la mort de son enfant l’a laissé en proie à une vive détresse émotionnelle et qu’il a dépensé une énergie considérable pour faire traduire les responsables en justice.", "339.  Le gouvernement chypriote estime que la somme demandée est excessive au regard de la jurisprudence de la Cour et souligne que le requérant n’a communiqué aucun élément à l’appui de l’allégation selon laquelle il dépendait financièrement de sa fille. Dans sa déclaration unilatérale (paragraphe 187 ci-dessus), il a offert de verser à l’intéressé la somme de 37 300 EUR au titre du dommage matériel et moral et des frais et dépens, ou toute autre somme que la Cour jugerait appropriée.", "340.  Le gouvernement russe soutient que c’est à l’Etat qui a manqué à assurer la sécurité de la fille du requérant et à mener une enquête effective sur son décès de verser le cas échéant une indemnité pour dommage moral. Il souligne à cet égard que la Russie n’est pas l’Etat contre lequel était dirigé le grief tiré par le requérant du volet matériel de l’article 2.", "2.  Appréciation de la Cour", "341.  La Cour relève qu’une demande d’indemnisation pour perte du soutien de famille relève plutôt de la perte de revenus que du dommage moral. A cet égard, elle rappelle qu’il doit y avoir un lien de causalité manifeste entre le dommage allégué par le requérant et la violation de la Convention et que l’indemnisation peut, le cas échéant, inclure une indemnité au titre de la perte de revenus (voir notamment Aktaş c. Turquie, no 24351/94, § 352, 24 avril 2003). En l’espèce, la Cour n’a pas jugé Chypre responsable de la mort de Mlle Rantseva, elle a conclu à une violation du volet procédural de l’article 2 et non du volet matériel. Elle ne juge donc pas approprié d’accorder une somme au requérant au titre du dommage matériel résultant du décès de sa fille.", "342.  En ce qui concerne le dommage moral, la Cour a conclu que les autorités chypriotes n’avaient pas pris de mesures pour protéger Mlle Rantseva de la traite dont elle était peut-être victime ni pour enquêter sur la réalité de cette traite et qu’elles n’avaient pas mené d’enquête effective sur le décès de la jeune femme. Elle estime donc que les circonstances non élucidées du décès de Mlle Rantseva et le manquement des autorités chypriotes à prendre des mesures pour la protéger de la traite et de l’exploitation et pour enquêter effectivement sur les circonstances de son arrivée et de son séjour à Chypre doivent avoir plongé le requérant dans une grande détresse morale. Statuant en équité, elle lui octroie la somme de 40 000 EUR pour le dommage moral qu’il a subi du fait de la conduite des autorités chypriotes, plus tout montant pouvant être dû sur cette somme à titre d’impôt.", "343.  La Cour rappelle qu’elle a également conclu à la violation par la Russie du volet procédural de l’article 4. Statuant en équité, elle octroie au requérant 2 000 EUR pour le dommage moral qu’il a subi du fait de la conduite des autorités russes, plus tout montant pouvant être dû sur cette somme à titre d’impôt.", "B.  Frais et dépens", "1.  Thèses des parties", "344.  Le requérant demande le remboursement de ses frais et dépens à hauteur d’environ 485 480 roubles russes (RUB), soit environ 11 240 EUR. Cette somme couvre les frais de voyage, de photocopies, de traduction et de notaire, ainsi que 233 600 RUB correspondant à la vente de l’appartement de l’intéressé en Russie, vente qui aurait été indispensable pour obtenir les fonds nécessaires, le coût des funérailles (environ 46 310 RUB), et 26 661 RUB dépensés pour assister à une conférence sur la traite à Chypre en 2008. Les justificatifs afférents sont joints à la demande.", "345.  Le gouvernement chypriote fait valoir que le requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où ils ont été réellement et nécessairement exposés pour prévenir ou redresser une violation de la Convention, où leur taux est raisonnable et où ils présentent un lien de causalité avec la violation en question. Il conteste dès lors la somme de 233 600 RUB demandée par le requérant relativement à la vente de son appartement, les sommes dépensées pour assister à la conférence de 2008 et tous les frais et dépens non assortis de justificatifs ou non raisonnables quant à leur taux.", "346.  Le gouvernement russe arguë que le requérant n’a pas étayé son allégation selon laquelle il avait été obligé de vendre son appartement et de se rendre à Chypre. Il soutient en particulier que l’intéressé aurait pu demander aux autorités compétentes russes de se procurer les documents et les éléments nécessaires auprès des autorités chypriotes et mandater un avocat à Chypre. Enfin, il conteste la demande de remboursement des frais engagés par le requérant pour se rendre à la conférence de 2008, estimant que cette démarche n’était pas directement liée à l’enquête sur le décès de Mlle Rantseva.", "2.  Appréciation de la Cour", "347.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce, le requérant n’est pas fondé à réclamer le produit de la vente de son bien immobilier, ni les dépenses engagées pour se rendre à la conférence donnée à Chypre en 2008, celle-ci n’étant pas directement liée à l’enquête sur le décès de Mlle Rantseva. La Cour rappelle par ailleurs qu’elle n’a constaté une violation de l’article 2 que dans son volet procédural. Le requérant ne peut donc pas non plus prétendre au remboursement des frais engagés pour les funérailles.", "348.  Eu égard à ce qui précède, la Cour estime raisonnable d’octroyer au requérant au titre des frais et dépens 4 000 EUR plus tout montant pouvant être dû par lui à titre d’impôt sur cette somme, moins les 850 EUR perçus du Conseil de l’Europe au titre de l’assistance judiciaire. Dans les circonstances de l’espèce, elle juge approprié que ces sommes soient versées par Chypre.", "C.  Intérêts moratoires", "349.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Rejette la demande du gouvernement chypriote tendant à la radiation de la requête du rôle ;", "", "2.  Décide de joindre au fond l’exception ratione materiae soulevée par le gouvernement russe relativement à l’article 4 de la Convention, et la rejette ;", "", "3.  Déclare la requête recevable quant aux griefs tirés des articles 2, 3, 4 et 5 et irrecevable pour le surplus ;", "", "4.  Dit qu’il n’y a pas eu violation par les autorités chypriotes de leur obligation positive de protéger le droit à la vie de Mlle Rantseva conformément à l’article 2 de la Convention ;", "", "5.  Dit que le manquement des autorités chypriotes à mener une enquête effective sur le décès de Mlle Rantseva a emporté violation du volet procédural de l’article 2 de la Convention ;", "", "6.  Dit qu’il n’y a pas eu violation de l’article 2 de la Convention par la Russie ;", "", "7.  Dit qu’il n’y a pas lieu d’examiner séparément le grief tiré de l’article 3 de la Convention ;", "", "8.  Dit que le manquement des autorités chypriotes à apporter à Mlle Rantseva une protection pratique et effective contre la traite et l’exploitation en général et à prendre les mesures particulières nécessaires pour la protéger a emporté violation de l’article 4 de la Convention ;", "", "9.  Dit qu’il n’y a pas lieu d’examiner séparément la violation alléguée de l’article 4 relativement au manquement continu des autorités chypriotes à mener une enquête effective ;", "", "10.  Dit que la Russie n’a pas manqué à ses obligations positives aux fins de l’article 4 de la Convention de prendre des mesures pratiques pour protéger Mlle Rantseva contre la traite ;", "", "11.  Dit que le manquement de la Russie à ses obligations procédurales d’enquêter sur la traite alléguée a emporté violation de l’article 4 de la Convention ;", "", "12.  Dit qu’il y a eu violation de l’article 5 de la Convention par Chypre ;", "", "13.  Dit", "a)  que le gouvernement chypriote doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 40 000 EUR (quarante mille euros) pour dommage moral et 3 150 EUR (trois mille cent cinquante euros) pour frais et dépens, plus tout montant pouvant être dû sur ces sommes par le requérant à titre d’impôt ;", "b)  que le gouvernement russe doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 2 000 EUR (deux mille euros) pour dommage moral, à convertir en roubles russes au taux applicable à la date du règlement, plus tout montant pouvant être dû sur cette somme par le requérant à titre d’impôt ;", "c)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "14.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en anglais, puis communiqué par écrit le 7 janvier 2010, en application de l’article 77 §§ 2 et 3 du règlement.", "Søren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}