{"file": "FRE_HFJUD_25585_02.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25585/02", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "", "", "", "", "AFFAIRE EMEN c. TURQUIE", "", "(Requête no 25585/02)", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 janvier 2010", "", "DÉFINITIF", "", "26/04/2010", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Emen c. Turquie,", "La Cour européenne des droits de l’homme (quatrième section), siégeant en une chambre composée de :", "\tNicolas Bratza, président,\n\tGiovanni Bonello,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tIşıl Karakaş,\n\tNebojša Vučinić, juges,\net de Fatoş Aracı, greffière adjointe de section,", "Après en avoir délibéré en chambre du conseil le 5 janvier 2010,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 25585/02) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, M. Habil Emen (« le requérant »), a saisi la Cour le 6 février 2002 en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Le requérant, qui a été admis au bénéfice de l’assistance judiciaire, est représenté par Me M. Rollas, avocat à İzmir. Le gouvernement turc (« le Gouvernement ») est représenté par son agent.", "3.  Le requérant allègue une violation de l’article 6 §§ 1 et 3 d) de la Convention.", "4.  Le 28 novembre 2006, la Cour a déclaré la requête partiellement irrecevable et a décidé de communiquer le grief tiré de l’article 6 §§ 1 et 3 d) au Gouvernement. Comme le permet l’article 29 § 3 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond de l’affaire.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "5.  Le requérant est né en 1968 et réside à Mardin.", "6.  Le 22 mai 1995, le procureur près la cour de sûreté de l’Etat de Malatya (« le procureur » et « la cour de sûreté de l’Etat ») engagea une action pénale à l’encontre de quarante-six membres présumés du PKK, dont Ebru Arzu Erdal (« E.A.E. »), Abdürahim Doğan (« A.D. ») et Sadettin Ergün (« S.E. »). Cette procédure fut enregistrée sous le numéro de dossier 1995/82.", "7.  Par un acte d’accusation du 15 août 1995, le procureur mit le requérant en accusation pour l’assassinat de Mehmet Canakan (« M.C. »), perpétré sur l’ordre d’E.A.E. en vue de servir le mouvement séparatiste du PKK. Les faits incriminés dans cet acte d’accusation, enregistré sous le numéro de dossier 1995/228, étaient étroitement liés à des dépositions d’E.A.E. et d’A.D. :", "« A la suite des opérations menées le 1er juin 1995 par la section antiterroriste de la direction de la sûreté de Hatay, Ebru Arzu Erdal et ses camarades ont été appréhendés et déférés, par un acte d’accusation du 22 juin 1995, (...) devant la cour de sûreté de l’Etat de Malatya ;", "(...)", "Il ressort de l’interrogatoire d’Ebru Arzu Erdal et de ses camarades que, le 20 novembre 1994, les accusés Habil Emen et Abdürahim Doğan, agissant sous les ordres d’Ebru Arzu Erdal, ont assassiné Mehmet Canakan dans un véhicule et qu’ils ont jeté le corps au bord de la route (...) »", "8.  Dans l’intervalle, à la demande du procureur, le juge de paix d’İskenderun avait délivré un mandat d’arrêt à l’encontre du requérant.", "9.  Le 8 février 1996, la cour de sûreté de l’Etat décida de joindre les deux procédures et d’examiner l’affaire sous le numéro de dossier 1995/82.", "10.  Le 16 février 1996, la cour de sûreté de l’Etat décida de disjoindre l’affaire du requérant et de l’inscrire sous le numéro de dossier 1996/36, l’intéressé, en fuite, n’ayant pas pu être arrêté.", "11.  Le 11 juin 1996, à l’issue du procès relatif au dossier no 1995/82, la cour de sûreté de l’Etat condamna E.A.E., A.D. et S.E. à la réclusion criminelle à perpétuité. Le premier fut reconnu coupable d’avoir assassiné une personne et commandité la mise à mort de deux autres personnes au nom du PKK, et le second fut reconnu coupable notamment de complicité dans l’exécution de M.C. Au cours du procès, S.E. avait avoué être également l’auteur du meurtre de M.C., mais les juges du fond, estimant que ses aveux ne visaient qu’à disculper A.D., le reconnurent coupable d’avoir participé à plusieurs attentats planifiés par le PKK.", "12.  A une date non précisée, la Cour de cassation confirma ce jugement.", "13.  Le 8 novembre 2000, le requérant fut arrêté à İzmir, en possession d’une fausse carte d’identité. Il était recherché en vue de l’exécution d’une peine d’emprisonnement de trois ans et neuf mois qui lui avait été infligée par la cour de sûreté de l’Etat de Diyarbakır pour recel de malfaiteurs et assistance au PKK. Il fut transféré à la prison de Buca, à İzmir.", "14.  Alors que le requérant purgeait sa peine, l’on constata qu’il était également recherché pour l’assassinat de M.C. Le 14 novembre 2000, il fut traduit devant le juge de paix d’İzmir, qui ordonna sa détention provisoire.", "15.  Le 13 février 2001, le requérant comparut devant la cour de sûreté de l’Etat. Toutes les pièces du dossier recueillies en son absence furent lues au cours de cette audience. Le requérant démentit toutes les accusations portées contre lui et contesta les preuves à charge.", "16.  A une date non précisée, A.D. fut entendu par la commission rogatoire en sa qualité de témoin. Il affirma que le meurtre reproché avait été commis par S.E., sans aucune implication du requérant ou de lui-même.", "17.  Par un jugement du 23 août 2001, la cour de sûreté de l’Etat déclara le requérant coupable et le condamna à la réclusion à perpétuité en application de l’article 125 de l’ancien code pénal.", "18.  Pour ce faire, les juges du fond s’en tinrent aux éléments du dossier du procès susmentionné ayant abouti au jugement du 11 juin 1996. En particulier, ils prirent en compte des déclarations faites par E.A.E., A.D. et Necla Doğan (« N.D. », l’épouse d’A.D.) dans le cadre de ce procès. Ils s’attardèrent en outre sur deux lettres datées du 14 juin 1996 et du 24 juillet 1997 ainsi que sur un récit intitulé « Mon curriculum vitæ », que A.D. avait rédigés en prison et que la cour de sûreté de l’Etat avait versés au dossier no 1995/82 après sa condamnation. La partie pertinente en l’espèce de ce jugement se lit comme suit :", "« Bien que l’accusé nie l’accusation portée contre lui, il ressort du rapport d’autopsie, du procès-verbal de visite sur les lieux (yer gösterme tutanağı), des dépositions d’Abdürahim Doğan, (...) des dépositions de Necla Doğan et d’Ebru Arzu Erdal recueillies par la police, du contenu du dossier no 1995/82 (...) et des lettres d’Abdürahim Doğan qui y ont été versées, que l’accusé Habil Emen a commis le meurtre en question avec Abdürahim Doğan ; (...) Ebru Arzu Erdal leur a dit qu’il fallait exécuter Mehmet Canakan sans attendre et a donné un pistolet à l’accusé Habil Emen ; ils sont sortis en voiture pour retrouver Mehmet Canakan et l’ont fait monter dans la voiture conduite par Abdürahim Doğan ; (...) lorsqu’ils sont arrivés dans un endroit désert vers le village Düğünyurdu, Habil Emen a tué Mehmet Canakan en lui tirant une balle derrière la tête ; ils ont ensuite jeté le corps depuis un pont (...) »", "19.  Selon la cour de sûreté de l’Etat, l’autopsie effectuée sur la dépouille de M.C. corroborait la thèse selon laquelle le requérant avait tué sa victime par une balle dans la tête. En revanche, le jugement est muet quant aux aveux faits par S.E. lors de son procès au sujet du meurtre de M.C.", "20.  Le 18 septembre 2001, le requérant se pourvut en cassation. Invoquant l’article 6 de la Convention, son avocat souleva comme moyens :", "–  l’iniquité d’une condamnation fondée sur un jugement rendu dans une autre affaire, à savoir celle d’E.A.E., d’A.D., de N.D. et de S.E. ;", "–  l’utilisation à la charge du requérant des déclarations d’E.A.E. et de N.D., déclarations qui avaient été niées par la suite au motif qu’elles avaient été extorquées sous la menace ;", "–  l’utilisation des déclarations d’A.D. qui, à chaque fois, avait donné des versions différentes ;", "–  l’absence dans le dossier de preuves matérielles susceptibles d’étayer les déclarations calomnieuses de ces personnes ;", "–  le fait que, lors de son procès, S.E. avait reconnu avoir tué M.C. ;", "21.  Le 19 novembre 2001, la Cour de cassation confirma en toutes ses dispositions le jugement attaqué.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "22.  L’article 125 du code pénal, tel qu’en vigueur à l’époque des faits, se lit comme suit :", "« Est passible de la peine capitale quiconque commet un acte tendant à soumettre tout ou partie du territoire de l’Etat à la domination d’un Etat étranger, à amoindrir l’indépendance de l’Etat, à altérer son unité ou à soustraire à son administration une partie du territoire sous son contrôle. »", "23.  D’après l’article 238 § 2 du code de procédure pénale en vigueur à l’époque des faits, il est possible de refuser qu’une preuve soit versée au dossier dans les cas suivants :", "« a)  s’il s’agit d’une preuve dont l’établissement est interdit par la loi ;", "b)  s’il s’agit d’une preuve dont la recherche s’avère inutile, la preuve se rapportant à un fait évident ;", "c)  si le fait que l’on souhaite étayer par l’établissement de la preuve n’a aucune incidence sur le jugement ou si ce fait se rapporte à une circonstance déjà établie comme étant en faveur du prévenu ;", "d)  si la preuve n’a aucune pertinence par rapport au but poursuivi ;", "e)  si la preuve est impossible à obtenir ;", "f)  si la demande de présentation de la preuve est dilatoire ;", "g)  lorsqu’un argument solide appelant l’acquittement du prévenu est présenté et si le fait dans lequel cet argument puise est de nature à être accepté comme étant véridique. »", "EN DROIT", "I.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 6 §§ 1 et 3 d) DE LA CONVENTION", "24.  Le requérant se plaint de n’avoir pas eu la possibilité d’interroger l’ensemble des personnes dont les déclarations ont joué un rôle essentiel dans l’établissement de sa culpabilité. Il soutient par ailleurs que le fait pour les juridictions nationales d’avoir tenu compte de ces déclarations, du reste extorquées selon lui sous la pression, a méconnu son droit à un procès équitable. Il invoque l’article 6 §§ 1 et 3 d) de la Convention, ainsi libellé :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...)", "3.  Tout accusé a droit notamment à :", "(...)", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge ;", "(...) »", "A.  Sur la recevabilité", "25.  Le Gouvernement soutient que le requérant n’a pas épuisé les voies de recours internes, dans la mesure où il n’a pas soulevé, au moins en substance, devant les juridictions nationales les griefs qu’il présente devant la Cour.", "Il affirme par ailleurs que le requérant a eu, au cours du procès, la possibilité de soumettre ses arguments, de contester les dépositions de ses coaccusés et les accusations portées contre lui et de présenter toutes ses preuves à décharge, et qu’il ne peut donc se prétendre victime.", "26.  Le requérant combat ces exceptions.", "27.  En ce qui concerne l’épuisement des voies de recours internes, la Cour observe que le requérant a soulevé, devant la Cour de cassation, les griefs ayant trait au caractère équitable de la procédure ainsi qu’aux témoins à charge (paragraphe 20 ci-dessus). Partant, elle rejette cette exception du Gouvernement.", "28.  En ce qui concerne l’exception relative à la qualité de victime du requérant, la Cour relève qu’elle est étroitement liée à la substance du grief tiré de l’article 6 §§1 et 3 d) de la Convention et elle décide de la joindre au fond.", "29.  La Cour constate par ailleurs que la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention et relève qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "30.  Le Gouvernement soutient que la procédure pénale a été conduite dans le respect des droits de la défense du requérant et que celui-ci a été condamné sur un faisceau de preuves dont l’appréciation appartenait aux magistrats. Il affirme également que l’utilisation des dépositions d’E.A.E., d’A.D. et de N.D. pour la condamnation du requérant était justifiée dans les circonstances de l’espèce, dès lors que l’intéressé a été jugé avec les autres coaccusées dans le dossier no 1995/82 et que toutes les preuves, y compris les dépositions litigieuses, auraient été produites en sa présence s’il ne s’était pas soustrait à la justice. Selon le Gouvernement, la cour de sûreté de l’Etat s’est trouvée dans l’obligation, en raison de l’état de fuite du requérant pendant toute la durée de la procédure, de disjoindre son affaire pour éviter de prolonger davantage la procédure relative aux autres coaccusés et pour garantir une bonne administration de justice.", "31.  Le Gouvernement estime par ailleurs que la condamnation du requérant était fondée non seulement sur les dépositions obtenues dans le cadre de la procédure pénale qui a abouti au jugement du 11 juin 1996, mais également sur le rapport d’autopsie et le procès-verbal de visite sur les lieux. Il ajoute que les dépositions en question ont été appréciées conjointement avec d’autres éléments de preuve et que les droits de la défense du requérant, au sens de l’article 6 de la Convention, ont été suffisamment respectés. Enfin, il se prévaut des conclusions de la Cour dans les affaires Isgrò c. Italie (19 février 1991, série A no 194A) et Kok c. PaysBas ((déc.), no 43149/98, CEDH 2000-V), et invite la Cour à prendre la même décision en l’espèce.", "32.  Le requérant combat les thèses du Gouvernement et réitère ses allégations.", "33.  La Cour rappelle d’abord que la recevabilité des preuves relève au premier chef des règles du droit interne et qu’en principe il revient aux juridictions nationales d’apprécier les éléments recueillis par elles. Elle rappelle également que la tâche assignée à la Cour par la Convention ne consiste pas à se prononcer sur le point de savoir si des dépositions de témoins ont été à bon droit admises comme preuves, mais à rechercher si la procédure considérée dans son ensemble, y compris le mode de présentation des moyens de preuve, a revêtu un caractère équitable (Sadak et autres c. Turquie, nos 29900/96, 29901/96, 29902/96 et 29903/96, § 63, CEDH 2001VIII).", "34.  La Cour rappelle enfin que les éléments de preuve doivent en principe être produits devant l’accusé en audience publique, en vue d’un débat contradictoire. Ce principe ne va pas sans exceptions, mais on ne peut les accepter que sous réserve des droits de la défense ; en règle générale, les paragraphes 1 et 3 d) de l’article 6 commandent d’accorder à l’accusé une occasion adéquate et suffisante de contester un témoignage à charge et d’en interroger l’auteur, au moment de la déposition ou plus tard (Lüdi c. Suisse, 15 juin 1992, § 49, série A no 238, et Van Mechelen et autres c. Pays-Bas, 23 avril 1997, § 51, Recueil des arrêts et décisions 1997-III). Comme la Cour l’a précisé à plusieurs reprises (voir, entre autres, Isgrò c. Italie, 19 février 1991, § 34, série A no 194A, et Lüdi, précité, § 47), dans certaines circonstances il peut s’avérer nécessaire, pour les autorités judiciaires, d’avoir recours à des dépositions remontant à la phase de l’instruction préparatoire. Si l’accusé a eu une occasion adéquate et suffisante de contester pareilles dépositions, au moment où elles sont faites ou plus tard, leur utilisation ne se heurte pas en soi à l’article 6 §§ 1 et 3 d). Il s’ensuit, cependant, que les droits de la défense sont restreints de manière incompatible avec les garanties de l’article 6 lorsqu’une condamnation se fonde, uniquement ou dans une mesure déterminante, sur des dépositions faites par une personne que l’accusé n’a pu, ni au stade de l’instruction ni pendant les débats, interroger ou faire interroger (A.M. c. Italie, no 37019/97, § 25, CEDH 1999-IX, et Saïdi c. France, 20 septembre 1993, §§ 43-44, série A no 261-C).", "35.  En l’espèce, la Cour relève que le requérant a été condamné dans une mesure déterminante sur le fondement des dépositions d’E.A.E., de N.D. et d’A.D., obtenues dans le cadre d’une procédure pénale (no 1995/82) à laquelle il était étranger. Elle constate par ailleurs que les autres preuves (le rapport d’autopsie, le récit et les lettres d’A.D.) que la cour de sûreté de l’Etat a utilisées pour conclure à la condamnation du requérant ont aussi été produites au cours de cette même procédure. Le requérant s’est explicitement opposé devant la cour de sûreté de l’Etat aux preuves à charge (paragraphe 15 ci-dessus) mais ne s’est pas vu offrir, à aucun stade de la procédure, la possibilité d’interroger ou de faire interroger les auteurs des déclarations litigieuses. Il n’est pas démontré devant la Cour qu’il existait des difficultés qui auraient pu empêcher la comparution devant la cour de sûreté de l’Etat de ces témoins, qui se trouvaient en tout état de cause en détention. La Cour estime enfin que l’état de fuite du requérant pendant la durée d’une autre procédure pénale ne justifie pas, comme le Gouvernement le défend, l’utilisation des déclarations litigieuses.", "36.  Aussi, tenant compte du fait que des éléments de preuve ayant un caractère déterminant dans l’établissement de la culpabilité du requérant n’ont pas été produits et discutés à l’audience en présence de l’accusé, dans le respect des principes du débat contradictoire et de l’égalité des armes, la Cour conclut que la procédure en cause, considérée dans son ensemble, n’a pas répondu aux exigences d’un procès équitable. Aucune circonstance particulière de l’espèce ne justifie ce manquement (voir, dans le même sens, Ünel c. Turquie, no 35686/02, § 46, 27 mai 2008 et Osmanağaoğlu c. Turquie, no 12769/02, §§ 47-52, 21 juillet 2009).", "37.  Partant, la Cour estime que le requérant a la qualité de victime requise par l’article 34 de la Convention, rejette l’exception du Gouvernement et dit qu’il y a eu violation de l’article 6 §§ 1 et 3 d) de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "38.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "39.  Le requérant allègue avoir subi un préjudice matériel qu’il évalue à 50 000 euros (EUR). Il réclame également 100 000 EUR pour préjudice moral.", "40.  Le Gouvernement conteste ces prétentions.", "41.  La Cour relève que la seule base à retenir pour l’octroi d’une satisfaction équitable réside en l’espèce dans le fait que le requérant n’a pu jouir des garanties de l’article 6 §§ 1 et 3 d). Elle ne saurait certes spéculer sur ce qu’eût été l’issue du procès dans le cas contraire. En revanche, elle considère que le requérant a subi un préjudice moral certain, auquel le constat de violation figurant dans le présent arrêt ne suffit pas à remédier. Statuant en équité, comme le veut l’article 41, elle alloue au requérant 6 000 EUR à ce titre (voir, dans le même sens, Kalem c. Turquie, no 70145/01, § 69, 5 décembre 2006).", "42.  La Cour réaffirme que la forme la plus appropriée de redressement pour une violation de l’article 6 § 1 consiste à faire en sorte que le requérant se retrouve autant que possible dans la situation qui aurait été la sienne si cette disposition n’avait pas été méconnue (voir, par exemple, Mehmet et Suna Yiğit c. Turquie, no 52658/99, § 47, 17 juillet 2007). La Cour juge que ce principe trouve à s’appliquer en l’espèce. Elle estime en conséquence que la forme la plus appropriée de redressement serait un nouveau procès, conforme aux exigences de l’article 6 § 1 de la Convention, si le requérant le demande (voir, Salduz c. Turquie [GC], no 36391/02, § 72, 27 novembre 2008).", "B.  Frais et dépens", "43.  Le requérant demande également 4 000 EUR en remboursement des frais et dépens engagés devant la Cour, prétention qu’il ventile comme suit : 1 000 EUR pour les frais postaux et de traduction exposés lors de la procédure devant la Cour, et 3 000 EUR pour les honoraires d’avocat. A cet égard, il fournit le barème tarifaire du barreau d’İzmir et un décompte des prestations effectuées par son avocat.", "44.  Le Gouvernement estime que ces demandes ne sont pas justifiées et invite la Cour à les rejeter.", "45.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. Compte tenu des documents en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 2 000 EUR et l’accorde au requérant, moins les 850 EUR déjà versés par le Conseil de l’Europe au titre de l’assistance judiciaire.", "C.  Intérêts moratoires", "46.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Décide de joindre au fond l’exception du Gouvernement relative à la qualité de victime du requérant et déclare le restant de la requête recevable ;", "", "2.  Rejette l’exception du Gouvernement et dit, qu’il y a eu violation de l’article 6 §§ 1 et 3 d) de la Convention en ce que le requérant a été privé de la possibilité d’interroger ou de faire interroger les témoins à charge ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif en vertu de l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement :", "i.  6 000 EUR (six mille euros), plus tout montant pouvant être dû à titre d’impôt, pour dommage moral, et", "ii.  2 000 EUR (deux mille euros), plus tout montant pouvant être dû à titre d’impôt par le requérant, pour frais et dépens, moins les 850 EUR (huit cent cinquante euros) déjà versés par le Conseil de l’Europe au titre de l’assistance judiciaire ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 26 janvier 2010, en application de l’article 77 §§ 2 et 3 du règlement.", "\tFatoş Aracı\tNicolas Bratza\n\tGreffière adjointe\tPrésident"]}