{"file": "FRE_CLINF_15890_89.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "15890/89", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour", "Septembre 1994", "Jersild c. Danemark - 15890/89", "Arrêt 23.9.1994 [GC]", "Article 10", "Article 10-1", "Liberté d'expression", "Condamnation d'un journaliste de télévision à une amende pour complicité dans la diffusion de propos racistes : violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tARTICLE 10 DE LA CONVENTION", "Seul point à trancher : les mesures étaient-elles \"nécessaires dans une société démocratique\" ?", "L'objet et le but de la Convention internationale de 1965 sur l'élimination de toutes les formes de discrimination raciale prennent un grand poids - aucun conflit entre l'article 10 et ladite Convention - s'agissant des \"devoirs et responsabilités\" d'un journaliste, l'impact potentiel du moyen concerné revêt de l'importance - dans le même temps, il n'appartient pas à la Cour ni aux juridictions nationales de se substituer à la presse pour dire quelle technique de compte rendu les journalistes doivent adopter.", "Le requérant avait lui-même pris l'initiative de préparer l'émission attaquée, savait d'avance que des propos racistes risquaient d'être proférés au cours des entretiens et avait aussi encouragé pareil discours - il avait découpé l'émission de manière à conserver les assertions agressives - sans son intervention, elles n'auraient pas été diffusées - la Cour a la conviction qu'il s'agissait là de motifs pertinents aux fins de l'article 10.", "D'autre part, pris dans son ensemble, le reportage ne pouvait objectivement paraître avoir pour finalité la propagation d'idées et opinions racistes - certes, il ne rappela pas explicitement l'immoralité, les dangers et l'illégalité du racisme, mais, eu égard aux éléments de contradiction y figurant et au fait que leur exposé se voit par la force des choses limité dans un bref reportage, ainsi qu'à la liberté d'appréciation du journaliste quant à la forme, l'absence de pareil avertissement n'est pas pertinente - les reportages d'actualités axés sur des entretiens, mis en forme ou non, représentent l'un des moyens les plus importants sans lesquels la presse ne peut jouer son rôle indispensable de \"chien de garde\" public - sanctionner un journaliste pour avoir aidé à la diffusion de déclarations émanant d'un tiers dans un entretien entraverait gravement la contribution de la presse aux discussions de problèmes d'intérêt général et ne saurait se concevoir sans raisons particulièrement sérieuses - le faible montant de l'amende n'entre pas en ligne de compte - les remarques racistes proférées par les personnes interrogées, qui ont elles aussi été condamnées, ne bénéficiaient manifestement pas de la protection de l'article 10 - toutefois, même en ayant égard à la manière dont le requérant l'a préparé, il n'a pas été démontré que le reportage pris comme un tout fût de nature à justifier la condamnation de l'intéressé - les décisions judiciaires pertinentes ne montrent pas qu'elles aient tenu compte de ce que l'émission réalisée ne poursuivait pas un objectif raciste.", "Motifs avancés à l'appui de la condamnation du requérant ne suffisent donc pas pour convaincre que l'ingérence était \"nécessaire\" ; en particulier, les moyens employés étaient disproportionnés au but visé : la protection \"des droits ou liberté d'autrui\".", "Conclusion : violation (douze voix contre sept).", "II.\tARTICLE 50 DE LA CONVENTION", "A.\tDommage matériel : remboursement de l'amende infligée.", "B.\tPréjudice moral : constat de violation fournissant en soi une satisfaction équitable suffisante.", "C.\tFrais et dépens : remboursement intégral.", "Conclusion : Etat défendeur tenu de verser certaines sommes au requérant (dix-sept voix contre deux).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}