{"file": "FRE_CLINF_2440_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "2440/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 112", "Octobre 2008", "Soldatenko c. Ukraine - 2440/07", "Arrêt 23.10.2008 [Section V]", "Article 3", "Extradition", "Risque de mauvais traitements en cas d’extradition vers le Turkménistan : l'extradition emporterait violation", "", "Article 5", "Article 5-1-f", "Extradition", "Absence dans le droit ukrainien d’une procédure suffisamment accessible, précise et prévisible pour empêcher les détentions sous écrou extraditionnel arbitraires : violation", "", "En fait : Au moment du dépôt de sa requête, le requérant était détenu dans un établissement pénitentiaire ukrainien en attendant son extradition vers le Turkménistan. Selon son avocat, il est apatride alors que, selon le Gouvernement, il a la nationalité turkmène.", "En 1999, les autorités turkmènes inculpèrent le requérant de coups et blessures et ordonnèrent son arrestation. Le requérant quitta le Turkménistan, selon ses dires pour fuir les persécutions dont il était victime du fait de son origine ethnique. Depuis lors, il réside en Ukraine. Le 4 janvier 2007, il fut arrêté par la police ukrainienne et informé que son arrestation avait été effectuée conformément à un mandat de recherche international délivré par les autorités turkmènes ce même jour. Six jours après, il fut conduit devant un juge de tribunal de district, qui ordonna sa mise en détention en attendant son extradition. Le 15 janvier 2007, le requérant pria la Cour européenne des droits de l’homme d’indiquer une mesure provisoire en vertu de l’article 39 du règlement. Le lendemain, le président de la chambre compétente accéda à sa demande et indiqua au gouvernement ukrainien que le requérant ne devait pas être extradé vers le Turkménistan tant que la Cour n’aurait pas examiné l’affaire.", "Le 19 janvier 2007, le parquet général du Turkménistan demanda l’extradition du requérant afin que celui-ci soit jugé pour les infractions dont il était inculpé. Il donna également certaines assurances et précisa que le requérant ne serait jamais victime d’un traitement discriminatoire fondé sur sa condition sociale, sa race, son origine ethnique ou ses croyances religieuses. Dans une lettre du 19 avril 2007, le premier substitut du procureur général du Turkménistan donna d’autres assurances, notamment que les droits conférés au requérant par les articles 3 et 6 de la Convention seraient garantis.", "Aux termes de la Convention de Minsk de 1993 régissant l'entraide judiciaire en matière pénale, à laquelle l'Ukraine et le Turkménistan sont tous deux parties, une personne peut être placée en détention en vue de son extradition si une demande à cette fin est présentée pour le compte de l'un des Etats contractants, avant même la réception d'une demande officielle d'extradition.", "En droit : Article 3 – La Cour constate d’emblée l’existence de nombreuses sources concordantes et dignes de foi faisant état de cas de torture, de sévices réguliers et d’usage de la force contre des suspects en matière pénale par des représentants de la loi turkmènes. Des personnes auraient été battues jusqu’à nécessiter un traitement médical ou se seraient vu refuser des soins. D’après le rapport du Secrétaire général de l’Organisation des Nations Unies, la torture est également employée à titre de sanction contre des personnes déjà passées aux aveux. Il est aussi fait mention des très mauvaises conditions de détention dans les prisons, notamment de leur surpopulation, de l’insuffisance de l’alimentation et de l’absence de traitement des maladies. Selon différents rapports, les allégations de torture et de mauvais traitement ne font pas l’objet d’investigations par les autorités turkmènes compétentes. En revanche, rien n’indique au vu des éléments disponibles que les suspects d’origine autre que turkmène soient traités différemment des Turkmènes de souche. Il n’en ressort pas moins clairement des pièces du dossier qu’un suspect en matière pénale placé en détention au Turkménistan court le grave risque d’être torturé ou de faire l’objet d’un traitement inhumain ou dégradant. Le requérant était certes recherché pour une infraction plutôt mineure qui n’avait pas été commise pour des raisons politiques, mais le simple fait pour lui de pouvoir être détenu en qualité de suspect en pareille situation suffit à fonder la crainte qu’il s’expose au risque sérieux de subir un traitement contraire à l’article 3. En ce qui concerne les assurances données par les autorités turkmènes, il n’est pas établi que les responsables qui les ont formulées aient été habilités à prendre ce type d’engagement au nom de l’Etat. En outre, en l’absence d’un dispositif efficace de prévention de la torture, il serait difficile de veiller au respect de ces assurances. Enfin, les rapports des organes internationaux de protection des droits de l’homme montrent que la coopération des autorités turkmènes sur le plan international dans ce domaine pose beaucoup de problèmes et que celles-ci nient catégoriquement les violations des droits de l’homme malgré les informations concordantes émanant de sources aussi bien intergouvernementales que non-gouvernementales.", "Conclusion : l’extradition emporterait violation (unanimité).", "Articles 5 §§ 1 f) et 4 – Bien que la Convention de Minsk, intégrée dans l'ordre juridique interne, pût fonder juridiquement la procédure d'extradition et la détention en attendant l'issue de cette procédure, l’article 5 § 1 f) de la Convention exigeait aussi que la détention en vue d'une extradition se déroulât « selon les voies légales ». Or, en l'espèce, il n'existait en droit ukrainien aucune disposition légale expresse, que ce soit dans le code de procédure pénale ou dans tout autre texte législatif, prévoyant – fût-ce par un renvoi – une procédure de placement en détention en vue d'une extradition. Dans sa résolution de 2004, l'Assemblée plénière de la Cour suprême a certes préconisé aux juridictions inférieures d'appliquer certaines dispositions générales du code de procédure pénale aux procédures d'extradition, mais ses résolutions n'ont pas force de loi ; en outre, celles-ci ne sont pas juridiquement contraignantes pour les tribunaux et les organes répressifs intervenant dans une procédure de ce type. Du fait de ces seuls éléments, la Cour estime établi que la législation ukrainienne ne prévoyait pas de procédure suffisamment accessible, précise et prévisible dans son application pour éviter le risque de détention arbitraire d'une personne en instance d'extradition.", "Conclusion : violation (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}