{"file": "FRE_HFJUD_36548_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "36548/97", "text_paragraphs": ["", "", "", "DEUXIÈME SECTION", "", "", "", "", "", "", "AFFAIRE PINCOVÁ ET PINC c. RÉPUBLIQUE TCHÈQUE", "", "(Requête no 36548/97)", "", "", "", "", "DÉFINITIF", "", "05/02/2003", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "5 novembre 2002", "", "", "", "", "En l’affaire Pincová et Pinc c. République tchèque,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tA.B. Baka,\n\t\tGaukur Jörundsson,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMme\tW. Thomassen,\n\tM.\tM. Ugrekhelidze, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 8 octobre 2002,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 36548/97) dirigée contre la République tchèque et dont deux ressortissants de cet Etat, Mme Blažena Pincová et son fils, M. Jiří Pinc (« les requérants »), avaient saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 7 mai 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). Le second requérant étant décédé le 10 avril 2000, la Cour a reconnu à M. Jiří Pinc, son fils et l’un des héritiers légaux, qualité pour reprendre l’instance.", "2.  Les requérants, qui ont été admis au bénéfice de l’assistance judiciaire, sont représentés devant la Cour par Me J. Veselá, avocate au barreau tchèque. Le gouvernement tchèque (« le Gouvernement ») est représenté par son agent, M. V. Schorm.", "3.  La requête a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’Etat défendeur aux exigences de l’article 1 du Protocole no 1. Le 1er juillet 1998, la Commission (deuxième chambre) a décidé de la porter à la connaissance du Gouvernement, en l’invitant à présenter par écrit des observations sur sa recevabilité et son bien-fondé.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 dudit Protocole).", "5.  Elle a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci a alors été constituée, conformément à l’article 26 § 1 du règlement, la chambre chargée d’en connaître (article 27 § 1 de la Convention).", "6.  Par une décision du 6 juin 2000, la chambre a déclaré la requête partiellement recevable.", "7.  Tant les requérants que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement). La chambre ayant décidé après consultation des parties qu’il n’y avait pas lieu de tenir une audience consacrée au fond de l’affaire (article 59 § 3 in fine du règlement), les parties ont chacune soumis des commentaires écrits sur les observations de l’autre.", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le 29 décembre 1967, la requérante et son mari, qui louaient les lieux depuis 1953, achetèrent une maison forestière avec une grange et une étable. Ce fut un expert désigné par le propriétaire, une entreprise d’Etat dont ils étaient les employés et qui avait acquis la maison sans indemniser les anciens propriétaires, dépossédés de leur bien en 1948 en vertu de la loi no 142/1947 sur la révision de la première réforme foncière (zákon o revizi první pozemkové reformy), qui fixa le prix de la transaction : 14 703 couronnes tchécoslovaques (CSK).", "10.  Le 30 juin 1968, la requérante et son mari conclurent avec le vendeur, auquel ils versèrent à ce titre la somme de 2 030 CSK, un accord constitutif de droit d’usage personnel du terrain attenant.", "11.  Le 23 décembre 1992, après l’entrée en vigueur de la loi n 229/1991 sur la propriété foncière (zákon o půdě), le fils des personnes auxquelles la maison forestière avait appartenu jusqu’à sa confiscation en 1948 introduisit devant le tribunal de district (okresní soud) de Příbram une demande en restitution, fondée sur l’article 8 § 1 de la loi sur la propriété foncière. Il alléguait que l’acquisition de l’immeuble par la requérante et son mari avait été entachée d’une violation des règles en vigueur à l’époque et que les intéressés avaient bénéficié d’un avantage illégal dès lors que le prix qu’ils avaient dû acquitter était inférieur à la valeur réelle du bien. Il arguait que l’évaluation de l’immeuble n’avait été ni objective ni conforme à la législation d’alors.", "12.  Dans leur mémoire soumis au tribunal le 12 février 1993, les requérants soutinrent quant à eux que le prix d’achat avait été établi correctement, en conformité avec les dispositions applicables à l’époque, faisant valoir que le contrat de vente avait été jugé valide par le notariat d’Etat (státní notářství) de Příbram, qui avait procédé à son enregistrement.", "13.  Le 7 février 1994, le tribunal ordonna une expertise pour établir si l’évaluation de l’immeuble effectuée en 1967 avait respecté les règles alors en vigueur. L’expertise fut soumise au tribunal le 30 mars 1994. L’expert y affirmait qu’après avoir étudié le dossier ainsi que l’évaluation de l’immeuble faite en 1967 il avait constaté que « cette évaluation n’était pas entièrement conforme à la législation en vigueur à l’époque » et avait « de surcroît relevé des minorations de superficie ». Pour cette raison, il avait décidé de « procéder à une réévaluation complète, en appliquant la législation d’alors et en [se] basant sur l’état des choses tel que précisé au cours de l’instance », afin de pouvoir comparer les deux évaluations et chiffrer l’écart les séparant. L’expertise comportait l’estimation, premièrement, de la partie habitable de l’immeuble et, deuxièmement, des parties non habitables, à savoir la grange et l’étable. En ce qui concerne ces dernières, l’expert constatait :", "« (...) la petite grange et l’étable attenante ont été classées comme « petites constructions », car elles ne servaient qu’à l’usage de l’occupant de la maison, et non pas à une activité agricole. Cela entraîne une différence essentielle entre l’évaluation faite (...) en 1967 et la présente. Mon évaluation est justifiée par une instruction écrite de 1965 relative à l’article 7 et aux termes de laquelle « Le prix d’achat peut être appliqué également à des petites constructions servant à l’élevage, pour autant que cette activité ne dépasse pas le besoin personnel du propriétaire et des membres de sa famille ». De par son usage, la grange correspond à une remise. (...) La qualification des deux constructions a été faite conformément à l’annexe no 5 du décret no 73/1964 (...). La grange et l’étable ont été considérées comme des biens en propriété personnelle, car elles ne servaient pas à des activités agricoles mais seulement aux besoins de l’occupant de la maison. S’il s’était agi de biens en propriété privée, la législation alors en vigueur n’aurait pas permis leur cession. Les établissements publics ne pouvaient vendre à des particuliers que des immeubles qualifiables de biens en propriété personnelle (...). L’écart de prix pour ces deux constructions, par rapport à l’expertise de 1967, est de presque 4 600 CSK (...) »", "14.  Les requérants relevèrent que l’évaluation figurant dans l’expertise relative à la partie habitable de l’immeuble était pratiquement identique à celle de 1967, l’écart de 4 600 CSK étant dû uniquement à l’évaluation de la grange et de l’étable. Ils contestèrent le procédé d’évaluation en ce qu’il était fondé sur le décret no 73/1964, qui n’avait pas prévu les prix concrets des immeubles appartenant aux organisations socialistes, et dont l’article 7 § 2 excluait selon eux son application au cas d’espèce. Ils plaidèrent de surcroît que l’écart de prix constaté était dû, en grande partie, à une évaluation différente des amortissements à prendre en compte pour les deux constructions en cause.", "15.  Après le décès du mari de la requérante, son fils, le second requérant, devint copropriétaire de la maison forestière.", "16.  Par un jugement du 12 septembre 1994, le tribunal de district accueillit la demande du fils des anciens propriétaires et décida de lui transférer le droit de propriété sur l’immeuble litigieux. Il s’exprima notamment ainsi :", "« Après avoir apprécié les preuves, en particulier les dépositions des parties et des témoins, le contrat de vente enregistré par le notariat d’Etat de Příbram le 3 février 1969, la constitution du droit d’usage personnel des terrains en date du 30 juin 1968, (...), l’évaluation de la maison (...) effectuée le 20 décembre 1967 (...), le rapport d’expertise du 15 décembre 1992, élaboré selon des instructions de [la première requérante] et admis par le tribunal comme preuve, (...), et le rapport d’expertise sur le prix des immeubles, élaboré par l’expert judiciaire (...), le tribunal constate que (...) la loi n 229/1991 sur la propriété foncière s’applique au cas d’espèce, le litige ayant trait au transfert du droit de propriété sur des constructions destinées à la production forestière, au sens de l’article 1 § 1c) de la loi n 229/1991 sur la propriété foncière (...).", "Le demandeur (...) est habilité à demander la restitution en vertu des lois de restitution (...). Les membres de la famille des défendeurs n’étaient pas des protagonistes de l’ancien régime communiste, mais de simples ouvriers forestiers qui avaient emménagé dans la maison en tant qu’employés de l’entreprise. Ils ont accepté d’acheter la maison lorsque leur employeur leur a fait cette offre car ils n’avaient pas d’autre possibilité de logement. Quant au prix d’achat, ils ont accepté le montant qu’avait déterminé [l’expert]. Ils n’avaient aucune raison de le contester.", "Néanmoins, il est incontestable qu’alors qu’il aurait dû être fixé à 19 477 CSK, le prix de l’immeuble à l’achat ne s’élevait qu’à 14 703 CSK. En conséquence, les conditions de l’article 8 § 1 de la loi sur la propriété foncière se trouvent réunies dans le cas d’espèce car, en 1967, les défendeurs ont acquis l’immeuble à un coût inférieur au coût réel. La différence correspond au quart du coût réel de l’immeuble. »", "17.  Le 11 octobre 1994, les requérants interjetèrent appel de ce jugement devant le tribunal régional (krajský soud) de Prague. Ils faisaient valoir que l’achat de la maison leur avait été proposé à l’époque sous la menace d’une expulsion. Ils soulignaient que tant le rapport d’expertise que le contrat de vente avaient été préparés par le vendeur, et que la transaction s’était déroulée conformément à la législation de l’époque, le notariat d’Etat de Příbram ayant du reste vérifié le prix d’achat avant l’enregistrement du contrat. Ils alléguaient que le rapport d’expertise judiciaire ne constituait pas une preuve suffisante pour constater que le prix d’achat avait été inférieur au prix correspondant à la réglementation de l’époque. Ils demandaient donc au tribunal régional d’ordonner une nouvelle expertise.", "18.  Le 4 janvier 1995, le tribunal régional de Prague confirma le jugement de première instance dans les termes suivants :", "« Il ressort du rapport d’expertise [de 1994] (...) que l’évaluation faite [en 1967] n’était pas conforme aux règles en vigueur à l’époque. (...) La grange et l’étable auraient dû être évaluées en tant que constructions en propriété personnelle, puisqu’elles n’avaient pas été utilisées à des fins agricoles mais avaient été mises à la disposition des propriétaires de la maison. (...) D’après le règlement no 10/1964 du ministère des Finances (...) seules les constructions en propriété personnelle pouvaient être vendues par une organisation socialiste à des citoyens. Si l’on avait fait application du règlement alors en vigueur et du décret no 73/1964, le prix d’achat aurait été fixé à 19 477 CSK.", "Par conséquent, le tribunal régional confirme la conclusion du tribunal de district selon laquelle la question du transfert du droit de propriété doit être examinée au regard de la loi no 229/1991 (...). Il a été établi que le prix d’achat avait été déterminé par le vendeur en dehors de tout rapport d’expertise (...) et qu’il était inférieur au prix correspondant aux règles sur les prix alors en vigueur, ce qui ressort du rapport d’expertise [judiciaire].", "Quant à l’objection des requérants tirée de l’enregistrement du contrat de vente par le notariat d’Etat (...) qui avait considéré la grange et l’étable comme des constructions en propriété privée, il faut noter que ladite qualification procédait d’une opinion juridique qui n’est pas contraignante pour l’appréciation judiciaire de l’affaire (...). Par ailleurs, compte tenu de ce que le demandeur a déjà obtenu la restitution de 50 hectares de forêt, il est souhaitable, conformément à la loi no 229/91 (...), que la maison forestière soit utilisée à ses fins d’origine. »", "19.  Le 17 mars 1995, les requérants saisirent la Cour constitutionnelle (Ústavni soud) d’un recours dans lequel ils affirmaient avoir acquis l’immeuble selon les règles alors en vigueur et sans aucun avantage illégal. Ils invoquaient par ailleurs l’article 399 § 2 du code civil, en vertu duquel le contrat de vente ne pouvait être annulé que si le prix d’achat était trop élevé. Ils considéraient que l’arrêt du tribunal régional les avait dépouillés de leur propriété et que, de ce fait, leur droit à la protection de la propriété, garanti par l’article 11 § 1 de la Charte des droits et libertés fondamentaux (Listina základních práv a svobod), avait été violé. Ils se plaignaient également d’avoir été privés d’une indemnité équitable et adéquate, alléguant que, bien qu’en vertu de l’article 8 § 3 de la loi sur la propriété foncière une personne physique eût droit au remboursement du prix d’achat et des frais raisonnablement engagés pour l’entretien de l’immeuble, le montant de 14 703 couronnes tchèques (CZK) pour le prix d’achat et le remboursement de leurs frais ne pourraient jamais compenser la perte de l’immeuble. Ils ajoutaient qu’ils avaient été privés de leur droit de propriété en raison de la différence constatée entre deux prix calculés selon deux méthodes différentes. Ils soutenaient par ailleurs qu’ils n’avaient pas été placés, dans le cadre de la procédure judiciaire, sur un plan d’égalité par rapport à la partie adverse, vu notamment les facilités qu’avait le demandeur pour accéder aux documents pertinents. Ils invoquaient à cet égard l’article 37 de la Charte.", "20.  Les requérants demandaient également à la Cour constitutionnelle de surseoir à l’exécution de l’arrêt du tribunal régional et d’annuler une partie de l’article 8 § 1 de la loi n 229/1991 sur la propriété foncière. Ils alléguaient que cette disposition, dans la mesure où elle permettait la restitution en cas « d’acquisition d’un immeuble à un prix inférieur à celui correspondant à la réglementation des prix alors en vigueur », menaçant ainsi les droits de propriété acquis conformément à la législation applicable au moment de l’acquisition, donnait aux anciens propriétaires la possibilité de remettre en cause l’évaluation des immeubles faite au moment de leur cession. Ils affirmaient que l’article 8 § 1 de la loi sur la propriété foncière leur faisait ainsi subir un tort identique à ceux causés entre 1948 et 1989, que la loi était supposée atténuer. Ils estimaient inadmissible de faire assumer par des personnes physiques ayant acquis des biens de bonne foi et conformément à la législation applicable à l’époque pertinente la responsabilité des décisions illégales ou procédures incorrectes adoptées par l’Etat.", "21.  Le 24 avril 1995, les requérants saisirent le tribunal de district d’une demande de sursis à l’exécution de l’arrêt du tribunal régional de Prague, d’une demande d’exemption des frais de procédure et d’un recours en révision de la procédure. Dans ce dernier, ils se fondaient sur un avis méthodologique livré par l’auteur d’une interprétation des textes pertinents publiée par l’Administration tchèque des prix (Český cenový úřad), qui selon eux prouvait sans équivoque que l’expert judiciaire s’était trompé. Ils soumirent également au tribunal des documents, provenant des archives d’Etat, susceptibles d’établir l’usage fait de l’immeuble litigieux dans le passé.", "22.  Le 21 avril 1995, des habitants de la commune de Hříměždice et d’autres villages adressèrent au président de la République et au Parlement une pétition exprimant leur conviction que les droits de l’homme garantis par la Constitution avaient été violés dans le cas des requérants. Ils soulignaient que le fils des anciens propriétaires s’était vu restituer un patrimoine important (40 hectares de forêt et 100 hectares de terrains), alors que les requérants avaient perdu la quasi-totalité de leurs biens, pourtant acquis de bonne foi.", "23.  En réaction à cette pétition, l’un des députés adressa, le 20 juin 1995, une interpellation écrite au vice-président du gouvernement, au ministre de l’Agriculture ainsi qu’au directeur de l’Office de la législation et de l’administration publique. Il y déclarait s’interroger sur le point de savoir si l’article 8 § 1 de la loi sur la propriété foncière, qui prévoyait la possibilité d’une restitution en cas « d’acquisition d’un immeuble à un prix inférieur à celui correspondant à la réglementation des prix alors en vigueur », n’était pas contraire au principe de la sécurité juridique, dans la mesure où il permettait de transférer à des particuliers de bonne foi la responsabilité pour des décisions illégales de l’Etat. Il jugeait aussi problématiques, sous l’aspect de l’égalité des parties devant les tribunaux, les dispositions légales, tel l’article 21a) de la loi sur la propriété foncière, garantissant aux personnes pouvant prétendre à restitution le droit à différentes formes d’assistance ou d’exemption de frais dans la procédure judiciaire.", "24.  Le vice-président du gouvernement répondit le 7 juillet 1995. Jugeant dénués de fondement les doutes exprimés, il souligna que la loi sur la propriété foncière était conçue de manière à exiger, en sus des conditions générales, la réalisation de l’une des trois conditions supplémentaires excluant la bonne foi des acquéreurs. Selon lui, le fait que la loi faisait référence à la législation qui était en vigueur au moment de l’acquisition ne pouvait pas être considéré comme une violation de la sécurité juridique à raison d’un effet rétroactif éventuel.", "25.  Le 23 août 1995, le tribunal de district examina en audience publique le recours des requérants tendant à la révision de la procédure. Malgré un nouveau rapport d’expertise soumis par les intéressés et établi à leur propre initiative, il rejeta le recours, constatant entre autres que dans la procédure originaire aucune partie n’avait proposé l’audition de l’expert désigné par le tribunal et que ce n’était qu’en appel que les requérants avaient demandé une révision de l’expertise. De ce fait, les conditions exigées par la loi pour la révision de la procédure n’étaient pas réunies dans le cas d’espèce.", "26.  Le 27 septembre 1995, les requérants interjetèrent appel de cette dernière décision, affirmant qu’ils avaient soumis des preuves dont la présentation lors de la procédure initiale était objectivement impossible. Le 26 février 1996, le tribunal régional de Prague confirma la décision du 23 août 1995, concluant qu’il n’existait pas de faits, décisions ou preuves dont l’utilisation dans la procédure initiale aurait été impossible pour les défendeurs. Il admit cependant un pourvoi en cassation contre sa décision.", "27.  Le 11 avril 1996, les requérants se pourvurent donc en cassation auprès de la Cour suprême (Nejvyšší soud). Ils firent valoir que lors de la procédure d’appel contre le jugement portant sur le transfert du droit de propriété ils avaient en vain proposé l’établissement d’une contre-expertise et que l’attitude du tribunal régional les avait incités à faire effectuer, de leur propre initiative, une nouvelle expertise.", "28.  Le 13 janvier 1997, la Cour constitutionnelle rejeta le recours constitutionnel des requérants comme étant manifestement mal fondé. Elle s’exprima notamment ainsi :", "« La violation alléguée de l’article 11 § 1 de la Charte des droits et libertés fondamentaux doit être examinée non seulement du point de vue des requérants mais aussi de celui du demandeur en restitution (...). La Cour se réfère, à cet égard, à son arrêt publié sous le no 131/1994 (...), dans lequel elle a constaté que le but de la restitution était de diminuer les atteintes aux droits des propriétaires d’immeubles, en réparant l’illégalité commise lors du transfert de propriété et en donnant la priorité à une restitution des immeubles dans leur état d’origine. En conséquence, la Cour ne peut conclure à la violation de l’article 11 § 1 précité que si les conditions mises par la loi à la restitution sont réunies. (...)", "L’annulation, sollicitée par les requérants, d’une partie de l’article 8 § 1 de la loi no 229/1991 sur la propriété foncière aurait limité le droit à restitution et aurait porté préjudice à un grand nombre de demandeurs en restitution (...). Les lois sur la restitution doivent établir les conditions de réparation des atteintes, étant entendu qu’il appartient aux tribunaux nationaux d’examiner toutes les circonstances à la lumière du sens et de l’objet général de ces lois.", "Le juge rapporteur a établi, au vu de tous les documents soumis, que les tribunaux de droit commun avaient juridiquement bien apprécié l’affaire en accueillant la demande de restitution et en décidant que le droit de propriété devait être transféré au demandeur (...), dans la mesure où la requérante et son mari avaient acheté l’immeuble à un prix inférieur à celui résultant de l’application de la réglementation des prix alors en vigueur.", "En ce qui concerne la violation de l’article 37 de la Charte, qui consacre l’égalité des parties à la procédure, la Cour constate que lors des procédures judiciaires les tribunaux ont soigneusement examiné tant les preuves proposées et présentées par le demandeur en restitution que celles soumises par les défendeurs. (...)", "Eu égard aux circonstances de l’espèce, le juge rapporteur n’a pas estimé nécessaire de surseoir à l’exécution de l’arrêt du tribunal régional, compte tenu du fait que si l’expulsion des requérants avait lieu un logement compensatoire leur serait attribué. »", "29.  Le 24 mars 1997, les requérants complétèrent leur pourvoi en cassation (dovolání), soulignant que toutes les instances, y compris la Cour constitutionnelle, s’étaient basées sur la supposition que le rapport de l’expert judiciaire était correct, alors qu’il avait été établi, entre autres, à partir d’une directive du ministère des Finances qui n’avait pas de valeur légale et que le décret no 73/1963 n’était pas applicable au cas d’espèce. Ils attiraient par ailleurs l’attention sur le fait que, selon la contre-expertise établie sur leur demande, le prix d’achat qu’ils avaient payé en 1967 était non pas inférieur mais supérieur à celui correspondant à la législation en vigueur au moment de la transaction.", "30.  Le 28 avril 1997, la Cour suprême déclara irrecevable le pourvoi en cassation des requérants, relevant que le pourvoi aurait pu être retenu dans la procédure initiale mais ne pouvait l’être dans une procédure introduite par un recours en révision.", "31.  Les requérants se virent rembourser, par le ministère de l’Agriculture, le prix d’achat payé en 1967 ainsi que le montant versé pour la constitution du droit d’usage personnel du terrain. Ils perçurent ainsi au total 16 733 CZK. Le remboursement des frais raisonnablement engagés par eux pour l’entretien de l’immeuble fut en revanche reporté, en raison du désaccord les opposant à l’Etat quant au tarif applicable. D’après les requérants, l’Etat se serait dit prêt à leur payer la somme de 156 646 CZK mais n’aurait jamais, malgré leur demande, effectué le moindre versement. Le montant devra donc être fixé par le tribunal, les requérants ayant intenté en avril 2000, contre le ministère de l’Agriculture, une action en paiement d’une somme de 364 430 CZK.", "32.  Il ressort des informations fournies par les parties que le nouveau propriétaire de l’immeuble n’a à ce jour pas proposé de logement compensatoire aux requérants et que ceux-ci habitent toujours la maison. A leurs dires, le nouveau propriétaire a refusé de conclure avec eux un contrat de bail pour régler la situation mais il a intenté devant le tribunal de district une action tendant au paiement des arriérés de loyer, chiffrés à 28 072 CZK (ce qui correspond à plus de 900 CZK par mois), majorés d’intérêts moratoires. Cette action aurait débouché le 31 mars 2000 sur le prononcé, à leur encontre, d’une injonction de payer. A la suite de leur opposition à celle-ci, deux audiences auraient été tenues, les 27 avril et 26 juin 2000, et le propriétaire leur réclamerait aujourd’hui une somme plus élevée encore, correspondant au loyer de 1 200 CZK par mois. Les requérants font observer que la procédure intentée par eux en avril 2000 aux fins de détermination du montant devant leur être remboursé au titre des frais engagés pour l’entretien de l’immeuble est toujours pendante et considèrent donc que leur position face à la puissance publique est moins favorable que celle du nouveau propriétaire.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le droit constitutionnel", "33.  L’article 11 §§ 1 et 2 de la Charte des droits et libertés fondamentaux dispose, entre autres, que chacun a droit à la propriété. La loi établit quels biens nécessaires aux besoins de la société, au développement de l’économie nationale et à l’intérêt public peuvent être possédés exclusivement par l’Etat, par les communes ou par les personnes morales qu’elle détermine ; la loi peut également établir que certains biens peuvent être possédés exclusivement par des citoyens ou par des personnes morales résidant en République fédérative tchèque et slovaque. Selon l’article 11 § 3, tout abus de propriété au détriment des droits d’autrui ou en contradiction avec l’intérêt général protégé par la loi est interdit. L’article 11 § 4 dispose que l’expropriation ou la restriction forcée du droit de propriété n’est possible que dans l’intérêt public, selon la loi et contre indemnisation.", "34.  Aux termes de l’article 37 § 2 de la Charte, chacun a droit à l’assistance juridique dans les procédures devant les autorités judiciaires, devant d’autres autorités de l’Etat ou devant les autorités administratives. L’article 32 § 1 dispose que toutes les parties à la procédure ont les mêmes droits dans la procédure.", "B.  La loi no 229/1991 sur la propriété foncière", "35.  Selon l’article 1 § 1c), la loi sur la propriété foncière est applicable aux bâtiments habitables et d’exploitation, ainsi qu’aux constructions, y compris les terrains bâtis, servant à une production agricole ou sylvicole, ou à une gestion des eaux liée à une telle production.", "36.  L’article 4 § 1 dispose que seule peut prétendre à restitution une personne ressortissante de la République fédérative tchèque et slovaque dont les terres, bâtiments et/ou constructions ayant fait partie d’une ferme agricole ont été transférés à l’Etat ou à d’autres personnes morales, dans les conditions prévues à l’article 6 § 1, entre le 25 février 1948 et le 1er janvier 1990. Selon l’article 4 § 2c), si une telle personne décède avant l’expiration du délai prévu à l’article 13, ou si elle est déclarée morte avant l’expiration de ce délai, son droit à restitution est transféré, sous condition de citoyenneté de la République fédérative tchèque et slovaque, aux personnes physiques suivantes : à parts égales, les enfants et le conjoint de la personne visée au premier alinéa ; si un enfant meurt avant l’expiration du délai prévu à l’article 13, ses propres enfants succèdent audit droit, et, si l’un d’eux décède, son droit est transféré à ses enfants.", "37.  Selon l’article 6b), seront restitués aux personnes pouvant y prétendre les immeubles transférés à l’Etat ou à une personne morale par voie de confiscation sans compensation en vertu de la loi no 142/1947 sur la révision de la première réforme foncière ou de la loi no 46/1948 sur la nouvelle réforme foncière.", "38.  L’article 8, amendé par la loi no 195/1993, prévoit en particulier que c’est le tribunal qui décide de la restitution d’un immeuble en possession d’une personne physique lorsque celle-ci l’a acquis de l’Etat ou d’une autre personne morale au mépris des règles alors en vigueur ou à un prix inférieur à celui correspondant à la réglementation sur les prix applicable au moment des faits, ou lorsqu’elle a bénéficié d’un avantage illégal au moment de l’achat. Par ailleurs, le paragraphe 3 du même article dispose que la personne qui est obligée de restituer l’immeuble en vertu du premier paragraphe a droit au remboursement du prix d’achat et des frais raisonnablement engagés pour l’entretien de l’immeuble.", "39.  L’article 21a) dispose que les redevances administratives liées à la restitution, à l’échange d’immeubles ou aux indemnités, ne sont pas perçues. La personne titulaire du droit à restitution qui cherche à faire valoir celui-ci à l’encontre d’une personne tenue à restitution est exemptée des frais de procédure. L’exemption est également applicable aux personnes qui cherchent à faire valoir leurs droits conformément à l’article 8 précité. Les frais liés à l’évaluation des biens, à l’identification des parcelles et à l’arpentage des terrains sont supportés par l’Etat.", "40.  Selon l’article 28a) et sauf disposition contraire, le montant des compensations accordées en vertu de la loi est fixé en fonction des prix valables au 24 juin 1991, le décret no 182/1988 s’appliquant aux prix des biens immobiliers.", "C.  Le code civil", "41.  Selon l’article 712, les compensations en logement sont soit un appartement compensatoire, soit un logement compensatoire. Un appartement compensatoire est un appartement dont les dimensions et l’équipement garantissent l’hébergement du locataire et des membres de son ménage dans le respect de la dignité humaine. Un logement compensatoire est un logement d’une pièce, ou une chambre dans un foyer pour jeunes célibataires, ou une sous-location d’une partie, meublée ou non, d’un appartement loué par un autre locataire. Si le locataire a droit à une compensation en logement, il n’est pas obligé de libérer l’appartement dont on veut l’évincer tant qu’une compensation adéquate ne lui a pas été assurée ; les colocataires n’ont droit qu’à une seule compensation en logement.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1", "42.  Les requérants se plaignent d’avoir été privés de biens acquis par eux de bonne foi et en conformité avec la législation nationale et allèguent n’avoir pas reçu une indemnité adéquate. Ils invoquent l’article 1 du Protocole no 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "43.  Selon la jurisprudence de la Cour, l’article 1 du Protocole no 1 contient trois normes distinctes : la première, qui s’exprime dans la première phrase du premier alinéa et revêt un caractère général, énonce le principe du respect de la propriété ; la deuxième, figurant dans la seconde phrase du même alinéa, vise la privation de propriété et la soumet à certaines conditions ; quant à la troisième, consignée dans le second alinéa, elle reconnaît aux Etats le pouvoir, entre autres, de réglementer l’usage des biens conformément à l’intérêt général. Il ne s’agit pas pour autant de règles dépourvues de rapport entre elles. La deuxième et la troisième ont trait à des exemples particuliers d’atteintes au droit de propriété ; dès lors, elles doivent s’interpréter à la lumière du principe consacré par la première.", "44.  En l’espèce, il n’est pas contesté que les requérants aient subi une atteinte à leur droit de propriété qui s’analyse en une « privation » de propriété au sens de la seconde phrase du premier alinéa de l’article 1 du Protocole no 1. La Cour doit donc examiner la justification de cette ingérence au regard des exigences de l’article 1 du Protocole no 1.", "45.  La Cour rappelle que la disposition susmentionnée exige, avant tout et surtout, qu’une ingérence de l’autorité publique dans la jouissance du droit au respect des biens soit légale : la seconde phrase du premier alinéa n’autorise une privation de propriété que « dans les conditions prévues par la loi » et le second alinéa reconnaît aux Etats le droit de réglementer l’usage des biens en mettant en vigueur des « lois ». De plus, la prééminence du droit, l’un des principes fondamentaux de toute société démocratique, est une notion inhérente à l’ensemble des articles de la Convention (voir les arrêts Amuur c. France du 25 juin 1996, Recueil des arrêts et décisions 1996-III, pp. 850-851, § 50 ; Ex-roi de Grèce et autres c. Grèce [GC], no 25701/94, § 79, CEDH 2000-XII ; Malama c. Grèce, no 43622/98, § 43, CEDH 2001-II).", "46.  Dans le cas d’espèce, il n’est pas sujet à controverse entre les parties que la privation des biens des requérants se fondait sur la loi no 229/1991 sur la propriété foncière, qui permettait à des personnes répondant à une série de conditions d’obtenir la restitution de certains biens et qui autorisait, par conséquent, la dépossession des personnes disposant de ces biens. La Cour constate donc que l’exigence de légalité était remplie.", "47.  La Cour doit maintenant rechercher si cette privation de propriété poursuivait un but légitime, c’est-à-dire s’il existait une « cause d’utilité publique » au sens de la seconde règle énoncée par l’article 1 du Protocole no 1. Elle estime à cet égard que, grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est « d’utilité publique ». Dans le mécanisme de protection créé par la Convention, il leur appartient par conséquent de se prononcer les premières sur l’existence d’un problème d’intérêt général justifiant des privations de propriété. Dès lors, elles jouissent ici d’une certaine marge d’appréciation, comme en d’autres domaines auxquels s’étendent les garanties de la Convention.", "48.  De plus, la notion d’« utilité publique » est ample par nature. En particulier, la décision d’adopter des lois portant privation de propriété implique d’ordinaire l’examen de questions politiques, économiques et sociales. Estimant normal que le législateur dispose d’une latitude pour mener une politique économique et sociale, la Cour respecte la manière dont il conçoit les impératifs de l’« utilité publique », sauf si son jugement se révèle manifestement dépourvu de base raisonnable (voir les arrêts James et autres c. Royaume-Uni du 21 février 1986, série A no 98, p. 32, § 46, et Malama précité, § 46).", "49.  Dans le cas d’espèce, le Gouvernement affirme que l’objectif de la loi no 229/1991 sur la propriété foncière consiste à « atténuer les conséquences de certaines atteintes aux droits de propriété dont des propriétaires de biens agricoles et sylvicoles sont devenus victimes entre 1948 et 1989 ». L’instrument juridique choisi pour réaliser cet objectif serait la « restitution » ; le système viserait à réparer l’illégalité commise lors du transfert de la propriété et donnerait la priorité à une restitution des immeubles dans leur état d’origine.", "La restitution tendrait en effet à réparer l’illégalité d’un transfert, ou d’autres atteintes illégales au droit de propriété, par la remise de l’objet dans son état juridique d’origine, avec effets ex tunc. Ainsi, la restitution ne serait pas une dépossession forcée de propriété, mais une obligation de reconstituer la situation juridique d’origine.", "50.  Les requérants ne contestent pas l’objectif de ladite loi tel qu’énoncé par le Gouvernement, mais soutiennent qu’il faut toujours respecter les principes essentiels de l’équité, qui devraient régir tant le droit positif que son application. Or ces principes n’auraient pas été appliqués en l’espèce, puisque l’Etat, s’il a procédé à l’atténuation des atteintes commises antérieurement, n’aurait rien fait pour atténuer l’atteinte nouvelle commise à leur détriment.", "51.  La Cour relève que le but visé par la loi no 229/1991 sur la propriété foncière est d’atténuer les effets des torts patrimoniaux causés sous le régime communiste, et elle admet que l’Etat tchèque a pu juger nécessaire de résoudre ce problème qu’il estimait préjudiciable à son régime démocratique. L’objectif général de ladite loi ne saurait donc être considéré comme illégitime, car il sert effectivement une « cause d’utilité publique » (voir, mutatis mutandis, Zvolský et Zvolská c. République tchèque (déc.), no 46129/99, 11 décembre 2001).", "52.  La Cour rappelle que toute mesure d’ingérence dans le droit au respect des biens doit ménager un juste équilibre entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu (voir, parmi d’autres, l’arrêt Sporrong et Lönnroth c. Suède du 23 septembre 1982, série A no 52, p. 26, § 69). Le souci d’assurer un tel équilibre se reflète dans la structure de l’article 1 tout entier, donc aussi dans la seconde phrase, qui doit se lire à la lumière du principe consacré par la première. En particulier, il doit exister un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure privant une personne de sa propriété (voir les arrêts Pressos Compania Naviera S.A. et autres c. Belgique du 20 novembre 1995, série A no 332, p. 23, § 38, et Ex-roi de Grèce et autres précité, § 89). Ainsi, l’équilibre à ménager entre les exigences de l’intérêt général et les impératifs des droits fondamentaux est rompu si la personne concernée a eu à subir « une charge disproportionnée » (voir, parmi beaucoup d’autres, l’arrêt Les saints monastères c. Grèce du 9 décembre 1994, série A no 301-A, pp. 34-35, §§ 70-71).", "53.  La Cour a en conséquence jugé que l’individu exproprié doit en principe obtenir une indemnisation « raisonnablement en rapport avec la valeur du bien » dont il a été privé, même si « des objectifs légitimes « d’utilité publique » (...) peuvent militer pour un remboursement inférieur à la pleine valeur marchande » (ibidem). Il en résulte que l’équilibre susmentionné est en règle générale atteint lorsque l’indemnité versée à l’exproprié est raisonnablement en rapport avec la valeur « vénale » du bien, telle que déterminée au moment où la privation de propriété est réalisée.", "54.  En l’occurrence, le Gouvernement affirme que la loi no 229/1991 sur la propriété foncière ménage un rapport raisonnable de proportionnalité entre les moyens employés et le but visé car elle exige, en sus de l’illégalité commise lors du transfert du bien litigieux à l’Etat, un autre élément d’illégalité ayant entaché le transfert du bien de l’Etat à la personne physique. En même temps, elle donne à cette dernière le droit de se faire rembourser le prix d’achat et les frais raisonnablement engagés pour l’entretien de l’immeuble.", "Par ailleurs, la loi garantirait l’impossibilité d’expulser la personne de l’immeuble restitué avant qu’un logement compensatoire approprié n’ait été mis à sa disposition. Le Gouvernement précise toutefois que si l’offre d’un logement compensatoire émanant du nouveau propriétaire n’est pas a priori exclue, l’ordre juridique tchèque n’impose à ce dernier aucune obligation de cette nature. A cet égard, la personne évincée ne peut donc rien revendiquer en justice. D’autre part, compte tenu des dispositions générales du code civil, les personnes (tels les requérants) obligées de restituer un immeuble ne sont pas tenues de le quitter tant qu’un logement compensatoire ne leur a pas été attribué.", "55.  Le Gouvernement considère dès lors que la charge à supporter par les personnes physiques tenues de restituer un bien n’est pas démesurée et que les moyens employés ne sont pas disproportionnés par rapport à l’intérêt poursuivi.", "56.  Les requérants, pour leur part, trouvent inéquitable qu’ils ne puissent se faire rembourser à titre de compensation que le prix d’achat payé dans les années soixante, qui représente environ un cinquantième du prix du marché immobilier actuel, et les frais raisonnablement engagés pour l’entretien de l’immeuble, dont le montant est fixé selon le tarif en vigueur au 24 juin 1991. Ils trouvent également injuste l’obligation qui leur est faite de déménager et de louer un autre logement, ou bien de payer un loyer pour jouir de l’immeuble qu’ils ont entretenu pendant la majeure partie de leur vie. Ils se plaignent d’être privés du droit de propriété sur l’immeuble, acquis prétendument en violation des règles en vigueur à l’époque, mais également de celui sur les terrains, acquis conformément à ces règles.", "57.  En conséquence, les requérants jugent que l’exigence de proportionnalité entre les moyens employés et le but visé n’a pas été respectée dans le cas d’espèce. Ils considèrent avoir subi une charge spéciale et exorbitante, aggravée par les longues souffrances psychiques éprouvées par la requérante, âgée de presque quatre-vingts ans, et par le requérant originaire, atteint d’une maladie.", "Ils affirment par ailleurs que ni la requérante ni son mari défunt ne savaient au moment de l’achat de l’immeuble, en 1967, qu’auparavant la maison n’appartenait pas à l’Etat et que ce dernier l’avait acquise par confiscation. Dans ce contexte, ils rappellent qu’en 1967 seules les personnes ayant attesté leur intérêt légitime pouvaient consulter le registre immobilier. Tenant compte de leur statut d’ouvriers forestiers, ils estiment qu’il ne serait pas raisonnable de leur reprocher de ne pas s’être inquiétés de savoir, à une époque où tout était en principe possédé par l’Etat, si l’immeuble n’avait pas appartenu jadis à un autre propriétaire.", "58.  La Cour admet que l’objectif général des lois de restitution, à savoir l’atténuation de certaines atteintes aux droits de propriété causées par le régime communiste, représente un but légitime et un moyen de sauvegarder la légalité des transactions juridiques et de protéger le développement socio-économique du pays. Elle estime toutefois nécessaire de faire en sorte que l’atténuation des anciennes atteintes ne crée pas de nouveaux torts disproportionnés. A cet effet, la législation devrait permettre de tenir compte des circonstances particulières de chaque espèce, afin que les personnes ayant acquis leurs biens de bonne foi ne soient pas amenées à supporter le poids de la responsabilité de l’Etat qui avait jadis confisqué ces biens.", "59.  En l’occurrence, la Cour souscrit à la thèse des requérants selon laquelle ils avaient acquis leurs biens de bonne foi, sans savoir qu’il s’agissait de biens confisqués antérieurement et sans pouvoir influencer les modalités de la transaction ou le prix d’achat. De surcroît, il semble que la conclusion des tribunaux nationaux selon laquelle les intéressés avaient acquis l’immeuble à un prix inférieur au prix réglementaire soit due avant tout à une estimation différente de la valeur de la grange et de l’étable, c’est-à-dire des parties non habitables de l’immeuble.", "60.  Examinant la charge subie par les requérants en l’espèce, la Cour estime ne pas avoir à se prononcer sur la manière dont les juridictions nationales auraient dû fixer le montant de l’indemnisation. En effet, elle ne saurait se substituer aux autorités tchèques pour déterminer l’année devant être prise en considération pour l’estimation de la valeur de l’immeuble et la fixation des frais raisonnablement engagés pour son entretien (voir, mutatis mutandis, l’arrêt Malama précité, § 51).", "61.  Toutefois, la Cour ne peut qu’observer que le prix d’achat payé en 1967 et remboursé aux requérants ne saurait être raisonnablement en rapport avec la valeur du bien trente ans plus tard.", "De surcroît, la maison en question était pour les intéressés la seule possibilité de logement : au moment de la décision de restitution, en 1995, ils y avaient habité pendant quarante-deux ans, dont vingt-huit en tant que propriétaires.", "62.  Il est à noter également que les requérants se trouvent dans une situation sociale incertaine, voire délicate. Avec le remboursement du prix d’achat, ils ne sont pas en mesure d’acquérir un autre logement. Il est vrai qu’à ce jour ils n’ont pas été contraints à quitter la maison litigieuse et que, selon l’article 712 du code civil, ils doivent se voir proposer un logement compensatoire. Néanmoins, le Gouvernement admet lui-même qu’il est impossible de revendiquer ce droit devant les tribunaux. Par ailleurs, le nouveau propriétaire de l’immeuble semble profiter de sa position de force vis-à-vis des requérants, auxquels il a demandé de payer un loyer mensuel sans qu’aucun contrat de bail n’ait été conclu. Les requérants ayant refusé de payer le loyer dans ces conditions, le nouveau propriétaire a entamé une procédure, qui est toujours pendante.", "63.  Dès lors, la Cour constate que la « compensation » allouée aux requérants ne tenait pas compte de leur situation personnelle et sociale et que les intéressés ne se sont vu accorder aucune somme au titre du préjudice moral subi à raison de la privation de leur propriété unique. De surcroît, ils n’ont toujours pas obtenu le remboursement des frais raisonnablement engagés pour l’entretien de l’immeuble, bien qu’une période de sept ans et demi se soit écoulée depuis le 23 janvier 1995, jour où est passé en force de chose jugée l’arrêt du tribunal régional de Prague confirmant le transfert du droit de propriété au fils des anciens propriétaires.", "64.  Il en résulte que les requérants ont eu à supporter une charge spéciale et exorbitante qui a rompu le juste équilibre devant régner entre, d’une part, les exigences de l’intérêt général et, d’autre part, la sauvegarde du droit au respect des biens. Il y a donc eu violation de l’article 1 du Protocole no 1.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "65.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "66.  Au titre du préjudice matériel, les requérants réclament un montant total de 1 277 903 couronnes tchèques (CZK), censé correspondre à la différence (743 547 CZK) entre le prix que valait l’immeuble au moment de la dépossession (760 280 CZK) et celui (16 733 CZK) payé pour l’acquérir en 1967, avec un droit d’usage personnel du terrain attenant, minorée de la somme de 156 646 CZK que l’Etat s’est dit prêt à rembourser au titre des frais raisonnablement engagés par les requérants pour l’entretien de l’immeuble et majorée des intérêts moratoires à la date du 1er avril 2000 (631 549 CZK) et d’une somme de 60 000 CZK pour les travaux effectués sur l’immeuble par les requérants.", "Les intéressés sollicitent en outre 2 500 000 CZK pour le préjudice moral résultant des longues souffrances psychiques éprouvées.", "67.  Le Gouvernement soutient que la Convention n’a pas été violée et que les conditions pour allouer aux requérants une satisfaction équitable ne sont pas réunies. Il rappelle que le prix d’achat de 16 733 CZK a été remboursé aux requérants en toute diligence. Quant aux frais raisonnablement engagés pour l’entretien de l’immeuble, il fait valoir qu’il n’a pas été possible de parvenir à un accord, les requérants ayant demandé un montant fixé en application du tarif actuellement en vigueur, ce que ne permet pas la loi sur la propriété foncière. Il ne conteste toutefois pas le fond de cette prétention et se dit prêt à la satisfaire dès que le tribunal aura statué sur le montant. Quant à la somme de 60 000 CZK sollicitée par les requérants au titre des travaux effectués, le Gouvernement objecte qu’elle fait déjà partie des frais raisonnablement engagés pour l’entretien de l’immeuble.", "Le Gouvernement ne conteste pas le fait que la procédure judiciaire puisse être une épreuve difficile sur le plan moral. Il soutient néanmoins que l’Etat n’en est pas responsable.", "68.  La Cour note que les prétentions des requérants tendent à la réparation de dommages matériel et moral. Quant au préjudice matériel, elle observe que les requérants n’ont pas soumis d’expertise ou d’autre document attestant de la valeur actuelle de la maison litigieuse. Cependant, le Gouvernement ne semble pas contester le prix de 760 280 CZK avancé par les intéressés. La Cour estime donc pouvoir accepter cette somme.", "Statuant en équité et à la lumière de sa jurisprudence en la matière, la Cour décide d’accorder aux requérants 35 000 euros (EUR) pour les préjudices matériel et moral subis par eux. Ce montant sera à convertir en couronnes tchèques au taux applicable à la date du règlement.", "B.  Frais et dépens", "69.  Les requérants réclament le remboursement d’une somme de 302 793 CZK pour les frais et dépens exposés devant les juridictions nationales et les organes de la Convention. Pour ce qui est des frais afférents à leur représentation, ils se fondent sur le décret no 270/1990 régissant les honoraires d’avocat (en vigueur jusqu’au 1er juillet 1996) et sur le décret no 177/1996 portant barème des avocats. Quant à leur avocate, elle fait valoir que ses honoraires contractuels habituels s’élèvent à 1 500 CZK l’heure de travail. Elle affirme que par égard à la situation financière des requérants elle a pris à son compte l’ensemble des frais, étant entendu que les requérants devraient les régler une fois l’affaire terminée.", "70.  Le Gouvernement estime que seuls les frais exposés devant le tribunal régional et la Cour constitutionnelle et ceux liés au recours en révision de la procédure devraient être pris en compte, les autres n’ayant pas été engagés dans le but de dénoncer une violation de la Convention. Par ailleurs, il attire l’attention sur le fait que si l’avocate des requérants a appliqué le barème des avocats pour la procédure interne, elle demande pour celle suivie devant la Cour des honoraires contractuels qui lui paraissent beaucoup trop élevés, comme le nombre d’heures (150) prétendument consacrées au travail sur la requête.", "71.  La Cour rappelle que, lorsqu’elle constate une violation de la Convention, elle peut accorder aux requérants le remboursement des frais et dépens qu’ils ont engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir, notamment, l’arrêt Zimmermann et Steiner c. Suisse du 13 juillet 1983, série A no 66, p. 14, § 36, et l’arrêt Hertel c. Suisse du 25 août 1998, Recueil 1998-VI, p. 2334, § 63). En l’espèce, l’objet et l’enjeu de la procédure devant les juridictions internes étaient le droit des requérants au respect de leur bien, droit à la violation duquel la Cour a conclu. La Cour en déduit que les requérants peuvent prétendre au remboursement des frais et dépens engagés par eux devant lesdites juridictions.", "72.  La Cour constate que les requérants n’ont produit aucun justificatif à l’appui de leur demande. Cependant, il est évident qu’ils ont encouru des frais et dépens à cet égard et que leur avocate a calculé ceux-ci conformément à la loi nationale en vigueur. Statuant en équité, la Cour alloue aux requérants la somme de 10 000 EUR, dont il convient de déduire les 772,72 EUR déjà perçus au titre de l’assistance judiciaire.", "C.  Intérêts moratoires", "73.  La Cour juge approprié de calquer le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit que le fils du requérant a qualité pour poursuivre la présente procédure en ses lieu et place ;", "", "2.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser aux requérants conjointement, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en monnaie nationale de l’Etat défendeur au taux applicable à la date du règlement :", "i.  35 000 EUR (trente-cinq mille euros) pour préjudice matériel et dommage moral,", "\tii.  9 227,28 EUR (neuf mille deux cent vingt-sept euros vingt-huit centimes) pour frais et dépens ;", "b)  que ces montants seront à majorer d’un intérêt simple à un taux annuel égal à celui de la facilité de prêt marginal de la Banque centrale européenne augmenté de trois points de pourcentage à compter de l’expiration dudit délai et jusqu’au versement ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français, puis communiqué par écrit le 5 novembre 2002, en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident"]}