{"file": "FRE_HFJUD_12083_86.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12083/86", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE BELDJOUDI c. FRANCE", "", "(Requête no12083/86)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "26 mars 1992", "\n", "En l’affaire Beldjoudi c. France,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Ryssdal, président,", "\t\tF. Matscher,", "\t\tL.-E. Pettiti,", "\t\tC. Russo,", "\t\tA. Spielmann,", "\t\tJ. De Meyer,", "\t\tN. Valticos,", "\t\tS.K. Martens,", "\t\tR. Pekkanen,", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 25 octobre 1991 et 26 février 1992,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 12 novembre 1990, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12083/86) dirigée contre la République française et dont un ressortissant algérien, M. Mohand Beldjoudi, et son épouse, de nationalité française, Mme Martine Teychene, avaient saisi la Commission le 28 mars 1986 en vertu de l’article 25 (art. 25).", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration française reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences des articles 8 (art. 8) - considéré isolément ou combiné avec l’article 14 (art. 14+8) -, 3, 9 et 12 (art. 3, art. 9, art. 12).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, les requérants ont manifesté le désir de participer à l’instance et ont désigné leur conseil (article 30).", "3. Le président a estimé le 22 novembre 1990 qu’il y avait lieu, dans l’intérêt d’une bonne administration de la justice, de confier l’examen de la présente cause à la chambre constituée le 24 mai 1990 pour connaître de l’affaire Djeroud (article 21 par. 6 du règlement). Elle comprenait de plein droit M. L.-E. Pettiti, juge élu de nationalité française (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement), les sept membres tirés au sort (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43) étant M. F. Matscher, M. J. Pinheiro Farinha, Sir Vincent Evans, M. C. Russo, M. J. De Meyer, M. N. Valticos et M. R. Pekkanen. Ultérieurement, MM. S.K. Martens et A. Spielmann, suppléants, ont remplacé Sir Vincent Evans et M. Pinheiro Farinha, qui avaient donné leur démission et dont les successeurs à la Cour étaient entrés en fonctions avant l’audience (articles 2 par. 3, 22 par. 1 et 24 par. 1 du règlement).", "4. En sa qualité de président de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du Gouvernement, le délégué de la Commission et le conseil des requérants au sujet de l’organisation de la procédure (articles 37 par. 1 et 38). Conformément aux ordonnances rendues en conséquence, le greffier a reçu le mémoire des requérants le 29 avril 1991 et celui du Gouvernement le 30. Le 8 juillet, le secrétaire de la Commission l’a informé que le délégué s’exprimerait de vive voix.", "5. Les 14 et 17 octobre respectivement, le conseil des requérants et l’agent du Gouvernement ont écrit au président au sujet de la possibilité pour M. Beldjoudi de se présenter en personne à l’audience malgré son incarcération (article 4 par. 1 a) de l’Accord européen concernant les personnes participant aux procédures devant la Commission et la Cour européennes des Droits de l’Homme).", "6. Ainsi que l’avait décidé le président, les débats se sont déroulés en public le 21 octobre 1991, au Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. J.-P. Puissochet, directeur des affaires juridiques", "\t\t\tau ministère des Affaires étrangères, \tagent,", "\tMme E. Florent, conseiller de tribunal administratif détaché", "\t\t\tà la direction des affaires juridiques du ministère des \t", "\t\t\tAffaires étrangères,", "\tM. R. Riera, sous-directeur du contentieux,", "\t\t\tdirection des libertés publiques et des affaires juridiques, \t", "\t\t\tministère de l’Intérieur, \tconseils;", "- pour la Commission", "\tM. H. Danelius, \tdélégué;", "- pour les requérants", "\tMe B. Donche, avocat, \tconseil.", "La Cour a entendu en leurs déclarations, ainsi qu’en leurs réponses à ses questions, M. Puissochet pour le Gouvernement, M. Danelius pour la Commission et Me Donche pour les requérants.", "M. Beldjoudi a pu assister en personne à l’audience.", "7. A l’occasion de celle-ci, l’agent du Gouvernement et le représentant des requérants ont produit plusieurs pièces. Le même jour et le lendemain, le premier a aussi fourni des renseignements.", "8. Le 18 novembre, l’agent a communiqué d’autres informations et remarques ainsi que quelques documents; le président l’y avait invité en séance.", "Par une lettre parvenue au greffe le 6 décembre, l’avocat des requérants a formulé des observations sur les documents en question et fourni un relevé de frais et honoraires.", "Le 21 février 1992, le Gouvernement a envoyé une \"note en délibéré\".", "EN FAIT", "I. LES CIRCONSTANCES DE L’ESPÈCE", "A. Introduction", "9. Citoyen algérien et mécanicien de profession, M. Mohand Beldjoudi est né le 23 mai 1950 en France, à Courbevoie (Hauts-de-Seine). Jusqu’en octobre 1969, il vécut dans la région parisienne chez ses parents. Ces derniers sont nés respectivement en 1909 et 1926 en Algérie, pays qui formait à l’époque un département français et a accédé à l’indépendance le 3 juillet 1962 après les \"accords\" d’Evian du 19 mars 1962. Tout comme leurs enfants, ils sont réputés avoir perdu la nationalité française au 1er janvier 1963 (loi du 20 décembre 1966 - paragraphe 58 ci-dessous), faute d’avoir souscrit avant le 27 mars 1967 une déclaration recognitive de ladite nationalité (article 2 de l’ordonnance du 21 juillet 1962 - paragraphe 57 ci-dessous). Le père est arrivé en métropole en 1926 et a servi dans l’armée française de 1931 à 1955. Ensuite et jusqu’à sa retraite en 1970, il a occupé à Paris un poste - réservé aux ressortissants français - d’auxiliaire puis d’employé au ministère de la Santé publique et de la Population. Il est décédé à Colombes (Hauts-de-Seine) en 1986.", "La mère de Mohand Beldjoudi, qui a quitté l’Algérie en 1948, et quatre des frères et soeurs de celui-ci, tous nés en France métropolitaine avant le 1er janvier 1963, possèdent chacun une carte nationale d’identité algérienne; ils demeurent en France et sont titulaires d’un certificat de résidence, valable dix ans et renouvelable. La soeur cadette a été réintégrée dans la nationalité française le 20 juillet 1988.", "10. Mme Martine Teychene est née en France le 8 novembre 1951 de deux parents français. De nationalité française, elle exerce la profession de secrétaire.", "11. Les requérants se marièrent le 11 avril 1970 à Colombes, après avoir cohabité quelque temps. Sans enfant, ils sont domiciliés à La Garenne-Colombes (Hauts-de-Seine).", "12. Au fil des ans, M. Beldjoudi s’est vu infliger les condamnations ci-après à des peines privatives de liberté:", "- le 27 mars 1969, huit mois d’emprisonnement pour coups et blessures volontaires (tribunal correctionnel de Paris);", "- le 29 juillet 1974, six mois d’emprisonnement pour conduite d’un véhicule sans permis et détention de munitions ou d’une arme de la première ou quatrième catégorie (même tribunal);", "- le 10 janvier 1976, dix-huit mois d’emprisonnement, dont quatorze avec sursis, et quatre ans de mise à l’épreuve pour vol (cour d’appel de Paris);", "- le 25 novembre 1977, huit ans de réclusion criminelle pour vol qualifié (cour d’assises des Hauts-de-Seine);", "- le 28 mars 1978, trois mois d’emprisonnement pour acquisition et détention de munitions ou d’une arme de la première ou quatrième catégorie (tribunal correctionnel de Nanterre);", "- le 4 février 1986, dix-huit mois d’emprisonnement, dont dix avec sursis, et cinq ans de mise à l’épreuve pour coups et blessures volontaires ainsi que pour destruction de biens mobiliers (même tribunal).", "13. Les périodes de privation de liberté subies par lui avant 1991, à titre provisoire ou après condamnation, sont les suivantes:", "- du 20 juillet au 17 septembre 1968, soit un mois et vingt-huit jours;", "- du 25 août au 8 octobre 1973, soit un mois et quatorze jours;", "- du 3 avril au 21 août 1974, soit quatre mois et dix-huit jours;", "- du 26 mars 1975 au 4 décembre 1981, soit six ans, huit mois et huit jours;", "- du 20 octobre 1985 au 25 avril 1986, soit six mois et cinq jours.", "Elles totalisent près de sept ans, dix mois et deux semaines.", "14. Le 17 janvier 1991, le requérant fut placé en détention provisoire à Fleury-Mérogis (Essonne) et son épouse sous contrôle judiciaire à Ecos (Eure), un juge d’instruction près le tribunal de grande instance de Melun (Seine-et-Marne) les ayant inculpés tous deux de recel de vols aggravés.", "Par un arrêt du 23 janvier 1992, la chambre d’accusation de la cour d’appel de Paris a ordonné l’élargissement de M. Beldjoudi sous contrôle judiciaire.", "B. La procédure d’expulsion", "1. L’arrêté d’expulsion", "15. Le 2 novembre 1979, le ministre de l’Intérieur avait pris contre M. Beldjoudi un arrêté d’expulsion, au motif que sa présence sur le territoire français était de nature à compromettre l’ordre public.", "Conforme à l’avis de la Commission d’expulsion des étrangers, ledit arrêté fut notifié à l’intéressé le 14 novembre 1979 au centre de détention de Melun.", "2. Les demandes de retrait", "16. Par cinq fois, M. Beldjoudi pria le ministre de l’Intérieur de rapporter l’arrêté. Seule sa dernière demande, du 8 août 1984, reçut une réponse, adressée à son conseil, le 4 décembre 1989, par le directeur des libertés publiques et des affaires juridiques au ministère de l’Intérieur et ainsi conçue:", "\"A la suite de la décision du 11 juillet 1989 rendue par la Commission européenne des Droits de l’Homme, déclarant recevable la requête de M. Beldjoudi [(paragraphe 62 ci-dessous)], vous avez à nouveau appelé mon attention sur le cas de votre client. Vous souhaitiez notamment savoir si le ministère serait disposé à envisager de régler cette affaire à l’amiable.", "Un réexamen très attentif du cas de M. Beldjoudi a conduit le ministre à prendre le 31 août 1989 un arrêté d’assignation à résidence, dans le département des Hauts-de-Seine où l’intéressé a son domicile habituel.", "Le titre de séjour qui lui a été délivré est assorti de l’autorisation d’exercer une activité salariée.", "Cette décision de bienveillance prise en faveur de M. Beldjoudi, en raison de ses attaches familiales, pourra être maintenue, si son comportement ne s’y oppose pas.", "En revanche, je vous confirme qu’il n’est pas apparu possible, compte tenu de la gravité comme de la multiplicité des faits commis par l’intéressé, d’abroger l’arrêté d’expulsion pris à l’encontre de M. Beldjoudi.", "(...)\"", "17. La notification de l’arrêté d’assignation à résidence eut lieu en novembre 1989.", "3. Le recours en annulation", "a) Devant le tribunal administratif de Versailles", "18. Le 27 décembre 1979, M. Beldjoudi introduisit devant le tribunal administratif de Paris un recours en annulation contre l’arrêté d’expulsion. Né en France de parents eux- mêmes français à l’époque, il devait passer pour français et donc inexpulsable; en outre, il n’avait aucune attache avec l’Algérie et se trouvait marié à une Française depuis près de dix ans.", "19. Le Conseil d’État attribua l’affaire au tribunal administratif de Versailles, territorialement compétent.", "20. Le 27 novembre 1980, celui-ci ordonna un supplément d’information: il invita le ministre de l’Intérieur à présenter ses observations sur le dernier mémoire de l’intéressé et à produire une ampliation du décret du 16 septembre 1970 refusant à celui-ci la nationalité française (paragraphe 32 ci-dessous).", "21. Par un jugement avant dire droit du 14 octobre 1983, il décida de surseoir à statuer jusqu’à ce que l’autorité judiciaire eût tranché la question de la nationalité de M. Beldjoudi (paragraphes 34-35 ci-dessous).", "22. Le 8 février 1984, ce dernier refusa l’autorisation provisoire de séjour que la préfecture des Hauts-de-Seine lui avait proposée, au motif qu’en l’acceptant il se reconnaîtrait de nationalité algérienne.", "23. M. Beldjoudi reprit la procédure le 20 janvier 1988 en déposant un mémoire ampliatif, sans attendre l’issue de son pourvoi en cassation (paragraphe 41 ci-dessous). Il tirait argument d’une loi du 9 septembre 1986 qui avait modifié l’article 25, deuxième alinéa, de l’ordonnance de 1945 sur laquelle reposait l’arrêté d’expulsion: ayant sa résidence habituelle en France depuis sa naissance, il ne pouvait faire l’objet d’un tel arrêté puisqu’on ne l’avait pas condamné à un emprisonnement d’au moins six mois sans sursis ou un an avec sursis, pour des crimes ou délits commis après l’entrée en vigueur de la loi en question.", "24. Le 18 février, M. Beldjoudi compléta son mémoire ampliatif. Sur le terrain de l’article 8 (art. 8) de la Convention, il soutenait que la mise en oeuvre dudit arrêté porterait gravement atteinte au respect dû à sa vie privée et familiale; il rappelait à cet égard que, marié depuis 1970 à une Française, il était né en France, y avait résidé sans discontinuer et y avait reçu une culture et une éducation françaises.", "25. Le 21 avril 1988, le tribunal rejeta le recours par les motifs suivants:", "\"Considérant que par l’arrêté en date du 2 novembre 1979, le ministre de l’Intérieur, suivant l’avis de la commission spéciale instituée par l’article 25 de l’ordonnance du 2 novembre 1945, a prononcé l’expulsion de M. Beldjoudi, ressortissant algérien, qui avait été condamné le 25 novembre 1977 par la juridiction pénale à une peine de huit ans de réclusion criminelle pour vol qualifié;", "Considérant qu’il ne ressort pas des pièces du dossier qu’en décidant que la présence de M. Beldjoudi constituait une menace pour l’ordre public et en prononçant en conséquence son expulsion, le ministre n’ait pas examiné l’ensemble des éléments relatifs au comportement du requérant, ni qu’il se soit livré à une appréciation de ce comportement qui serait entachée d’erreur manifeste; qu’il n’est pas allégué que cette appréciation repose sur des faits matériellement inexacts;", "Considérant que M. Beldjoudi n’est pas fondé à faire valoir des dispositions issues de la Déclaration des Droits de l’Homme et du Citoyen en invoquant à cet effet le bénéfice de dispositions de l’article 25 de l’ordonnance du 2 novembre 1945 modifiée dans une rédaction postérieure à la décision attaquée; qu’eu égard au caractère de nécessité pour la sûreté publique présenté par la mesure prise à son encontre, le requérant n’est pas recevable à se prévaloir des dispositions de l’article 8 (art. 8) de la Convention européenne des Droits de l’Homme et des Libertés fondamentales;\"", "b) Devant le Conseil d’État", "26. M. Beldjoudi saisit le Conseil d’État le 17 juin 1988, afin qu’il annulât le jugement du 21 avril 1988 et, pour excès de pouvoir, l’arrêté du 2 novembre 1979.", "27. Le commissaire du gouvernement, M. Ronny Abraham, présenta les conclusions ci-après:", "\"La plupart des moyens de la requête ne devraient pas vous retenir longtemps. L’un d’entre eux, toutefois, doit vous conduire à réexaminer, et selon nous à modifier, votre jurisprudence sur un point dont l’importance n’est pas négligeable.", "(...)", "Selon le requérant, la mesure d’expulsion qui le frappe méconnaît [l’]article 8 (art. 8) [de la Convention] car elle porte à sa vie familiale une atteinte excessive. M. Beldjoudi est marié à une Française depuis le 11 avril 1970; il l’était donc depuis plus de neuf ans à la date de l’arrêté attaqué.", "En l’état de votre jurisprudence, le moyen ainsi soulevé devrait être écarté comme inopérant.", "Vous avez jugé en effet dans une décision du 25 juillet 1980, Touami ben Abdeslem, aux [tables du Recueil Lebon], p. 820, et au JCP [Juris-Classeur périodique] 1981.II.19.613, note Pacteau, que l’étranger ‘ne peut utilement se prévaloir (...) des dispositions de l’article 8 (art. 8) de la Convention européenne de sauvegarde des Droits de l’Homme et des Libertés fondamentales (...) à l’appui de ses conclusions tendant à l’annulation de la mesure d’expulsion dont il a fait l’objet’. Dans le même sens, mais avec une rédaction un peu différente, un arrêt Chrouki du 6 décembre 1985 relève que l’article 8 (art. 8) de la Convention européenne des Droits de l’Homme ne fait pas obstacle à l’exercice du pouvoir conféré au ministre de l’Intérieur par l’article 23 de l’ordonnance du 2 novembre 1945, pour écarter le moyen sans autre examen (req. no 55912).", "Telle est bien la ligne dominante de votre jurisprudence, même si l’on relève aussi quelques décisions dans lesquelles vous avez paru vous placer plutôt sur le fond et dans les circonstances de l’espèce pour rejeter le moyen: par exemple, une décision Bahi du 6 février 1981 indique que les stipulations de l’article 8 (art. 8) de la Convention ne sauraient en l’espèce faire obstacle à une mesure d’expulsion, mais cette rédaction est trop lapidaire pour qu’on puisse y voir un véritable infléchissement de votre jurisprudence.", "Quoi qu’il en soit de ces incertitudes, nous allons vous proposer aujourd’hui d’abandonner clairement la solution consacrée par la décision Touami ben Abdeslem et d’adopter une démarche entièrement nouvelle sur la question qui nous occupe.", "Trois raisons majeures nous conduisent à vous proposer cette approche nouvelle.", "La première est négative: c’est que nous ne voyons pas très bien ce qui peut justifier la solution radicalement défavorable adoptée en 1980.", "Vous n’avez certes pas entendu dénier à l’article 8 (art. 8) de la Convention son caractère de norme directement applicable dans l’ordre interne. Toute votre jurisprudence est fixée dans le sens de l’effet direct de la Convention européenne des Droits de l’Homme, et la rédaction même de l’arrêt Touami ne suggère aucunement une telle interprétation, puisque l’article 8 (art. 8) n’est pas écarté en raison de sa nature propre, mais seulement dans la matière de l’éloignement des étrangers.", "Avez-vous entendu, plutôt, faire application de la technique de la ‘loi-écran’, et considérer que la loi définissant de façon complète et exclusive les conditions légales de l’expulsion, l’adjonction de conditions supplémentaires tirées de conventions internationales reviendrait à méconnaître la volonté du législateur ? Si telle était la justification de votre jurisprudence à l’époque, elle ne serait évidemment plus valable aujourd’hui, depuis votre décision d’Assemblée du 20 octobre 1989 dans l’affaire Nicolo, qui fait prévaloir les traités sur les lois même postérieures. Mais nous doutons même que ce fût l’explication de votre décision Touami: celle-ci est relative à un arrêté d’expulsion de 1978; or, à cette date, la législation interne applicable n’était pas postérieure, mais antérieure à la ratification par la France de la Convention et l’explication par la théorie de la ‘loi-écran’ ne tient donc pas.", "Plus simplement, il nous semble vraisemblable que vous avez estimé qu’une mesure d’expulsion n’était pas, par son objet même, de nature à porter atteinte à la vie familiale de l’étranger: si celui-ci a des attaches familiales sur le territoire français, rien n’interdit aux autres membres de la cellule familiale de quitter la France avec lui. Mais c’est là une vue bien théorique des choses. Il est sans doute exact que dans certains cas rien ne s’oppose à ce que la famille quitte le territoire; mais dans d’autres cas, et spécialement si l’étranger a un conjoint ou des enfants de nationalité française, il peut être pratiquement et même juridiquement difficile aux autres membres de sa famille de le suivre, si bien que la mesure d’éloignement compromet la poursuite d’une vie familiale normale. En tout cas, il est impossible d’affirmer, selon nous, qu’une mesure d’expulsion ne serait jamais, par nature, susceptible de porter atteinte à la vie familiale de l’intéressé, et il n’y a pas de raison d’écarter a priori comme inopérant le moyen tiré de l’article 8 (art. 8).", "Un deuxième motif nous renforce dans cette conviction: votre jurisprudence n’est pas du tout en harmonie avec celle qu’a développée, ces dernières années, la Cour européenne des Droits de l’Homme.", "C’est dans un arrêt Berrehab c. Pays-Bas, du 21 juin 1988, que la Cour de Strasbourg a été amenée à préciser, pour la première fois, les incidences que pouvait comporter l’article 8 (art. 8) dans la matière des mesures d’éloignement d’étrangers. Elle a jugé, en substance, que lorsque l’étranger possède sur le territoire de l’État où il réside des liens familiaux réels et que la mesure d’éloignement est de nature à compromettre le maintien de ces liens, cette mesure n’est justifiée au regard de l’article 8 (art. 8) que si elle est proportionnée au but légitime poursuivi, c’est-à- dire, en d’autres termes, si l’atteinte à la vie familiale qui en résulte n’est pas excessive eu égard à l’intérêt public qu’il s’agit de protéger. Cette balance entre l’intérêt public et l’intérêt privé a conduit la Cour, dans l’affaire Berrehab, à relever une violation de la Convention de la part des Pays-Bas, s’agissant d’un étranger père d’un enfant né d’un mariage - dissous - avec une Néerlandaise et auquel le renouvellement de son titre de séjour avait été refusé pour des raisons purement économiques, légitimes certes, mais aboutissant au cas d’espèce à des conséquences d’une gravité disproportionnée à l’intérêt public poursuivi.", "Une telle démarche intellectuelle ne devrait pas être de nature à vous déconcerter, et nous ne voyons pas ce qui s’opposerait à ce que vous la fassiez désormais vôtre en matière d’expulsion d’étrangers, pour autant bien sûr que l’article 8 (art. 8) de la Convention soit invoqué.", "Le contrôle de proportionnalité fait partie de vos techniques les plus éprouvées, et la notion de balance à établir entre des intérêts divergents, publics et privés, ne vous est certes pas inconnue, puisque vous la mettez en oeuvre couramment en certaines matières. Certes, le domaine de l’expulsion est plutôt, jusqu’à présent, dominé par la notion de pouvoir discrétionnaire et son corollaire, le contrôle restreint limité à l’erreur manifeste d’appréciation. Mais même dans cette matière, vous pratiquez lorsque les textes l’exigent un contrôle entier - ainsi pour les notions d’’urgence absolue’ et de ‘nécessité impérieuse pour la sécurité nationale’ qui permettent exceptionnellement l’expulsion des étrangers appartenant à des catégories en principe à l’abri d’une telle mesure, sous l’empire de la législation postérieure à 1981 - et il doit en aller de même, selon nous, lorsqu’il s’agit de faire application de l’article 8 (art. 8) de la Convention.", "D’autant plus, et nous en venons à notre dernier argument, que le maintien de votre jurisprudence Touami ben Abdeslem aurait pour fâcheuse conséquence d’ouvrir directement le recours auprès des organes de Strasbourg aux étrangers faisant l’objet d’une mesure d’éloignement et se plaignant de l’atteinte portée à leur vie familiale, sans obligation pour eux d’avoir préalablement saisi les juridictions nationales.", "On sait en effet que selon la jurisprudence constante de la Commission européenne des Droits de l’Homme la règle de l’épuisement préalable des voies de recours internes, qui conditionne selon l’article 26 (art. 26) de la Convention la recevabilité des requêtes individuelles qui peuvent lui être présentées, doit s’entendre comme faisant seulement obligation au requérant de former préalablement les recours internes non dépourvus de chances raisonnables de succès, notamment eu égard à la jurisprudence des juridictions suprêmes, si bien qu’une jurisprudence fixée dans un sens défavorable a priori à la prise en compte de l’article 8 (art. 8) de la Convention autorise l’étranger à porter directement ses prétentions devant les organes européens.", "La présente affaire en fournit une parfaite illustration. Sans attendre votre décision, donc avant d’avoir épuisé toutes les ressources des voies de recours internes, M. Beldjoudi a saisi la Commission européenne des Droits de l’Homme d’une requête dénonçant la violation de l’article 8 (art. 8) de la Convention dont il soutient être victime. En dépit de la procédure encore pendante devant vous, la Commission européenne des Droits de l’Homme a déclaré la requête recevable, par une décision du 11 juillet 1989, en se référant notamment à votre jurisprudence Touami ben Abdeslem.", "Aussi la Commission européenne des Droits de l’Homme a-t-elle, après avoir adopté son rapport, transmis la requête à la Cour européenne des Droits de l’Homme, et la même affaire se trouve donc simultanément soumise à votre juridiction et à celle de Strasbourg, qui statuera sans doute dans l’année: situation exceptionnelle, et que l’on ne saurait regarder comme satisfaisante et normale au regard du mécanisme de contrôle institué par la Convention européenne des Droits de l’Homme, qui repose sur l’idée de subsidiarité du contrôle européen par rapport au contrôle national.", "La seule manière d’éviter le renouvellement d’une telle situation, et plus encore la dépossession pure et simple du juge national au profit du juge européen, consiste à exercer vous-mêmes le contrôle du respect de l’article 8 (art. 8) plutôt que d’en laisser la tâche aux organes de Strasbourg, auxquels vous rendriez d’ailleurs un bien mauvais service en permettant aux requérants d’y avoir immédiatement accès.", "Si vous nous suivez sur cette question de principe, vous devrez alors trancher deux points d’espèce: d’une part, l’expulsion de M. Beldjoudi constitue-t-elle, pour reprendre les termes de l’article 8 (art. 8), une ‘ingérence’ dans le ‘droit au respect de sa vie familiale’ ? D’autre part, cette ‘ingérence’ est-elle, dans les circonstances de l’espèce, nécessaire et proportionnée au but poursuivi?", "Nous vous proposons de répondre par l’affirmative à ces deux questions.", "Il n’est pas douteux, selon nous, que l’expulsion du requérant compromet dans une certaine mesure sa vie familiale.", "Sans doute n’est-il pas exclu que son épouse française puisse le suivre à l’étranger, c’est-à-dire pratiquement en Algérie. Mais il faut admettre que cela n’est guère facile et que des obstacles juridiques et pratiques pourraient compromettre l’installation du couple à l’étranger.", "Cependant la gravité des faits commis par l’intéressé nous paraît justifier la mesure d’expulsion décidée à son égard, et l’atteinte portée à la vie familiale du requérant n’est pas en l’espèce disproportionnée au regard de la menace pour l’ordre public que représentait le 2 novembre 1979, date à laquelle vous devez vous placer, la présence de l’intéressé sur le territoire français.", "Nous sommes loin en effet des circonstances qui ont donné lieu à l’arrêt Berrehab précité.", "A partir de 1969, dès l’âge de dix-neuf ans, M. Beldjoudi a commis plusieurs infractions qui lui ont valu diverses condamnations correctionnelles: coups et blessures volontaires, conduite d’un véhicule sans permis, port d’arme prohibé.", "Surtout, le 5 février 1975, il s’est introduit de nuit, en compagnie de complices, dans la résidence de deux personnes sur lesquelles les malfaiteurs ont exercé des violences en vue de leur soustraire leurs économies. Pour ces faits, le requérant a été condamné le 25 novembre 1977 à huit ans de réclusion criminelle pour vol qualifié.", "Dans ces conditions, la décision prise à son égard en 1979 ne nous paraît pas avoir été disproportionnée au but poursuivi, ni excessive compte tenu même des conséquences familiales qu’elle comporte pour l’intéressé.", "Sur un plateau de la balance, il faut placer l’intérêt public qui s’attache à éloigner un individu qui constitue une menace grave pour la sécurité des biens et des personnes. Sur l’autre, il faut tenir compte des difficultés qu’il y aurait pour M. Beldjoudi et son épouse - le couple est sans enfant - à se réinstaller à l’étranger sans rupture de la vie familiale. La balance nous paraît pencher dans le sens de l’intérêt public.", "Nous n’aurions aucun doute sur cette conclusion si, il nous faut vous en parler à présent, la Commission européenne des Droits de l’Homme n’avait adopté un point de vue inverse dans le rapport qu’elle a établi sur cette affaire en application de l’article 31 par. 1 (art. 31-1) de la Convention et qu’elle a transmis à la Cour en même temps que la requête.", "Par douze voix contre cinq, la Commission a été d’avis que l’expulsion de M. Beldjoudi constituait une violation de l’article 8 (art. 8).", "Il faut évidemment tenir le plus grand compte d’un tel avis, mais il ne faut pas méconnaître cependant qu’il ne s’agit que d’une opinion, certes très autorisée et estimable, puisque la Commission exerce en quelque sorte devant la Cour la fonction de votre commissaire du gouvernement, ce qui suffit à en indiquer l’importance, mais que la Cour n’est pas tenue de suivre; aussi bien, dans le passé, la Cour s’est-elle à plusieurs reprises dissociée des conclusions de la Commission.", "Pour notre part, nous ne pouvons adhérer au raisonnement suivi par cette dernière. Il est évident, à la lecture de son rapport, qu’elle s’est fondée moins sur les liens matrimoniaux de M. Beldjoudi, que sur la circonstance que l’intéressé est né en France, qu’il y a toujours vécu, qu’il n’a semble-t-il pas de relations personnelles en Algérie, qu’il ne maîtrise pas la langue arabe, et que, comme l’écrit la Commission, ‘le lien de nationalité du requérant - s’il correspond à une donnée juridique - ne correspond toutefois à aucune réalité humaine concrète’ (paragraphe 64 du rapport).", "Nous comprenons l’importance humaine de ces éléments; sous l’empire de la législation postérieure à 1981, ils auraient peut-être mis M. Beldjoudi, en dépit de la gravité des faits commis par lui, à l’abri d’une mesure d’expulsion. Mais ils nous paraissent étrangers à la notion de ‘vie familiale’ protégée par l’article 8 (art. 8), et tout autant à celle de ‘vie privée’ sur laquelle deux membres de la Commission, dans une opinion concordante mais séparée, annexée au rapport, ont proposé de fonder de préférence le constat d’une violation de l’article 8 (art. 8).", "En réalité, ce que la Commission a entendu protéger, c’est non pas la ‘vie familiale’ ou la ‘vie privée’ mais plutôt la vie personnelle, la vie sociale du requérant. Mais cela nous paraît sortir du cadre de la disposition invoquée.", "Nous ajouterons pour votre complète information que l’expulsion de M. Beldjoudi n’a pas été matériellement exécutée et que, dans un souci de conciliation, l’administration l’a assigné à résidence dans le département des Hauts-de-Seine où il se trouve toujours.", "Par l’ensemble de ces motifs, nous concluons au rejet de la requête.\"", "28. Le 18 janvier 1991, le Conseil d’État suivit lesdites conclusions en se fondant sur les raisons que voici:", "\"Sur la régularité du jugement attaqué", "Considérant, d’une part, que, contrairement à ce que soutient le requérant, le jugement attaqué n’a pas omis de statuer sur le moyen tiré de l’application de l’article 25 de l’ordonnance du 2 novembre 1945;", "Considérant, d’autre part, qu’il résulte d’un arrêt de la cour d’appel de Versailles du 14 octobre 1987, rendu antérieurement au jugement attaqué, que l’intéressé est de nationalité algérienne; qu’ainsi le tribunal administratif a pu à bon droit considérer comme tranchée la question de nationalité sur laquelle il avait sursis à statuer par un précédent jugement et s’abstenir de répondre au moyen tiré de la nationalité française de M. Beldjoudi, que ce dernier avait abandonnée;", "Sur la légalité de l’arrêté du ministre de l’Intérieur du 2 novembre 1979", "Considérant que M. Beldjoudi, qui n’a soulevé, devant le tribunal administratif, aucun moyen relatif à la légalité externe de l’arrêté ordonnant son expulsion, n’est, en tout état de cause, pas recevable à soulever, pour la première fois [en] appel, des moyens tirés du défaut de motivation de l’avis de la commission d’expulsion, de l’arrêté prononçant cette mesure et du bulletin qui en porte notification, qui reposent sur une cause juridique différente de celle qui fondait sa demande de première instance;", "Considérant qu’aux termes de l’article [23] de l’ordonnance du 2 novembre 1945, dans sa rédaction en vigueur à la date de la décision attaquée, antérieure à la loi du 29 octobre 1981: ‘l’expulsion peut être prononcée par arrêté du ministre de l’Intérieur si la présence de l’étranger sur le territoire français constitue une menace pour l’ordre public ou le crédit public’; qu’il ressort des pièces du dossier que la mesure précitée a été prise par le ministre de l’Intérieur après que celui-ci a pris en considération non les seules condamnations pénales encourues par M. Beldjoudi mais l’ensemble du comportement de l’intéressé; qu’elle n’est donc pas entachée d’erreur de droit;", "Considérant qu’aux termes de l’article 8 (art. 8) de la Convention européenne de sauvegarde des Droits de l’Homme et des Libertés fondamentales: ‘1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance - 2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui’; que la mesure attaquée, fondée sur la défense de l’ordre public, était, eu égard au comportement du requérant et à la gravité des actes commis par lui, nécessaire pour la défense de cet ordre; que, dans ces conditions, elle n’a pas été prise en violation de l’article 8 (art. 8) de ladite Convention;", "Considérant qu’il résulte de ce qui précède que M. Beldjoudi n’est pas fondé à demander l’annulation du jugement attaqué par lequel le tribunal administratif de Versailles a rejeté sa demande d’annulation de l’arrêté du ministre de l’Intérieur du 2 novembre 1979 lui enjoignant de quitter le territoire national;\" (Recueil Lebon 1991, p. 18)", "4. Les requêtes en sursis à exécution", "29. Le 27 décembre 1979, M. Beldjoudi avait déposé au greffe du Conseil d’État une requête en sursis à exécution. La Haute Assemblée la rejeta le 16 mai 1980: à ses yeux, \"aucun des moyens invoqués ne paraissait de nature à justifier l’annulation de l’arrêté d’expulsion\".", "30. Pendant l’instruction de son recours en annulation devant le tribunal administratif de Versailles (paragraphes 18-25 ci- dessus), l’intéressé sollicita un tel sursis à deux reprises. Enregistrées les 26 mars 1986 et 22 février 1988, ses demandes furent jointes au fond et repoussées le 21 avril 1988 (paragraphe 25 ci-dessus).", "C. Les demandes de recouvrement ou de reconnaissance de la nationalité française", "1. La demande de recouvrement", "31. Le 1er avril 1970 - soit onze jours avant son mariage -, M. Beldjoudi souscrivit devant le tribunal d’instance de Colombes une déclaration en vue de recouvrer la nationalité française. Il invoquait l’article 3 de la loi du 20 décembre 1966 qui accordait une telle faculté aux enfants mineurs nés avant le 1er janvier 1963 et dont les parents n’avaient pas formulé pareille déclaration.", "32. Un décret du premier ministre, adopté le 16 septembre 1970 sur avis conforme du Conseil d’État et notifié le 3 février 1972, refusa de lui reconnaître ladite nationalité (article 4 du décret du 27 novembre 1962).", "33. Recensé à sa demande avec la classe 1973, le requérant obtint le 7 juillet 1971, à Blois, une attestation d’aptitude au service national, délivrée par le commandant du centre de sélection no 10 du contingent de l’armée française. Il n’accomplit pourtant pas le service en question: le 25 juin 1971, le commandant du bureau de recrutement de Versailles l’avait rayé des tableaux de recensement.", "2. La demande de reconnaissance", "a) Devant le tribunal d’instance de Colombes", "34. Le 17 juin 1983, M. Beldjoudi déposa une déclaration de nationalité devant le tribunal d’instance de Colombes, en l’accompagnant de justificatifs. Il affirmait avoir joui de façon constante de la possession d’état de Français.", "35. Le 15 juillet, le juge retourna le dossier à l’avocat du requérant et lui indiqua que ce dernier devait s’adresser à la préfecture des Hauts-de-Seine pour solliciter sa naturalisation.", "36. Le 21 décembre, M. Beldjoudi pria le juge en question de lui délivrer un certificat de nationalité française. Le magistrat s’y refusa par un avis du 28, les éléments fournis ne permettant pas de prouver que l’intéressé jouissait de la nationalité française.", "b) Devant le tribunal de grande instance de Nanterre", "37. Le 17 janvier 1984, le requérant assigna le procureur de la République près le tribunal de grande instance de Nanterre afin de se voir reconnaître la nationalité française.", "38. Le tribunal rejeta la demande le 15 décembre 1985, au motif que l’intéressé avait perdu ladite nationalité le 1er janvier 1963, en application de l’article 1, deuxième alinéa, de la loi du 20 décembre 1966 (paragraphe 58 ci- dessous).", "c) Devant la cour d’appel de Versailles", "39. M. Beldjoudi attaqua le jugement devant la cour d’appel de Versailles le 7 mars 1986. Il soutenait que son père ne lui avait transmis aucun élément l’autorisant à se réclamer de l’identité algérienne par la culture et la langue, que la religion coranique lui était étrangère, qu’il avait la possession d’état de Français et que la contestation de sa nationalité française sur la base de son statut coranique représenterait une ingérence discriminatoire, manifestement contraire aux articles 3, 8, 9, 12 et 14 (art. 3, art. 8, art. 9, art. 12, art. 14) de la Convention, dans sa liberté de conscience et dans son droit à mener une vie familiale normale.", "40. La cour d’appel le débouta le 14 octobre 1987. Elle se fondait sur les raisons ci-après:", "\"Considérant que le statut civil se transmet par la filiation; que l’enfant né de deux parents de statut civil de droit local possède ce statut; qu’antérieurement à l’indépendance de l’Algérie, M. Beldjoudi père, ainsi qu’il en avait la possibilité, n’a pas déclaré renoncer à son statut civil personnel de droit local pour accéder au statut civil de droit commun; que l’appartenance de M. Mohand Beldjoudi au statut civil de droit local musulman ne concernait que les règles applicables à l’exercice de ses droits civils mais respectait la liberté de ses convictions religieuses et n’impliquait pas la nécessité d’adhérer à la religion coranique; que contrairement à ses prétentions M. Beldjoudi ne peut revendiquer pour lui-même et son père la possession d’état de Français alors que selon une correspondance du préfet, commissaire de la République du département des Hauts-de-Seine du 4 juin 1984, son père, ses frères et soeurs sont tous titulaires depuis de nombreuses années de la carte nationale d’identité algérienne et de titres de séjour d’étrangers, et que lui-même n’a jamais eu, depuis l’indépendance de l’Algérie, de documents tels que carte nationale d’identité française, passeport français, justifiant de sa possession d’état de Français mais a fait l’objet le 2 novembre 1979 d’un arrêté d’expulsion qui apparemment ne lui a pas interdit jusqu’alors de mener en France une vie familiale normale; que dès lors, le dernier moyen qu’il invoque, tiré de la possession d’état de Français et de la violation de la Convention européenne des Droits de l’Homme, d’ailleurs non en vigueur lorsqu’il a perdu la nationalité française, doit être écarté;\"", "L’arrêt fut notifié à l’intéressé le 20 juillet 1989.", "d) Devant la Cour de cassation", "41. M. Beldjoudi avait formé dès le 15 février 1989 un pourvoi que la Cour de cassation (première chambre civile) repoussa le 12 mars 1991 par les motifs suivants:", "\"Attendu, selon les énonciations de l’arrêt attaqué (Versailles, 14 octobre 1987), que M. Mohand Beldjoudi, né à Courbevoie le 23 mai 1950 de Seghir Beldjoudi, né le 9 avril 1909 à Sidi-Moufouk (Algérie), et de Hanifa Khalis, née en 1926 à Elflaya (Algérie), a engagé une instance pour se voir reconnaître la nationalité française; qu’il a été débouté de sa demande au motif que, mineur de dix-huit ans à l’entrée en vigueur de l’ordonnance no 62-825 du 21 juillet 1962, il avait suivi, en ce qui concerne les effets sur sa nationalité de l’accession de l’Algérie à l’indépendance, la condition de ses parents, originaires de ce territoire et de statut civil de droit local, et que, n’ayant pas bénéficié de l’effet collectif d’une déclaration recognitive de nationalité souscrite par son père en temps utile, il était réputé avoir perdu la nationalité française au 1er janvier 1963, conformément à l’article 1er, alinéa 2, de la loi no 66-945 du 20 décembre 1966;", "Attendu que M. Beldjoudi fait grief à l’arrêt attaqué de s’être déterminé par un motif inopérant, selon lequel le contrôle de constitutionnalité de la loi du 20 décembre 1966 n’appartenait pas aux tribunaux judiciaires, pour écarter le moyen pris de ce que ce texte était contraire aux dispositions de l’article 5, d III, de la convention internationale du 7 mars 1966 pour l’élimination de toutes les formes de discrimination raciale, ratifiée par la France et publiée au Journal officiel du 10 novembre 1971, qui interdisait toute discrimination fondée sur les origines, notamment ethniques, pour l’attribution ou le retrait de leur nationalité aux ressortissants des États membres;", "Mais attendu que l’arrêt attaqué a relevé que la loi no 66-945 du 20 décembre 1966 se fondait, pour régler les conséquences sur la nationalité de l’accession de l’Algérie à l’indépendance, sur le statut civil des personnels originaires de ce territoire et non sur un critère prohibé par la convention précitée;", "D’où il suit que l’arrêt n’encourt pas le grief qui lui est fait par le moyen, lequel ne peut être accueilli;\"", "II. LE DROIT INTERNE PERTINENT", "A. L’expulsion des étrangers", "42. L’expulsion des étrangers obéit aux dispositions de l’ordonnance du 2 novembre 1945 relative aux conditions d’entrée et de séjour des étrangers en France. Le texte de cette dernière a été remanié à plusieurs reprises, notamment après le 2 novembre 1979, date d’adoption de l’arrêté ministériel frappant le requérant (paragraphe 15 ci-dessus). Les lois en question ne comportaient pas de dispositions transitoires.", "1. Les motifs d’expulsion", "a) La situation en 1979", "43. En 1979, l’article 23 de l’ordonnance de 1945 se lisait ainsi:", "\"(...) l’expulsion peut être prononcée par arrêté du ministre de l’Intérieur si la présence de l’étranger sur le territoire français constitue une menace pour l’ordre public ou le crédit public.\"", "b) La situation après 1979", "44. Une loi du 29 octobre 1981 modifia l’article 23, en subordonnant désormais l’expulsion à l’existence d’une menace \"grave pour l’ordre public\".", "Toutefois, et sauf pour les étrangers mineurs de dix-huit ans, l’article 26 de la nouvelle loi ménageait une dérogation:", "\"En cas d’urgence absolue (...), l’expulsion peut être prononcée lorsqu’elle constitue une nécessité impérieuse pour la sûreté de l’État ou pour la sécurité publique.", "(...)\"", "45. Ces règles furent remaniées par une loi du 9 septembre 1986.", "L’article 23 reprit son libellé original, celui de 1945. Il ajouta cependant que \"L’arrêté d’expulsion [pouvait] à tout moment être abrogé par le ministre de l’Intérieur\".", "Quant à l’article 26, il précisa qu’\"une menace [pour l’ordre public] présentant un caractère de particulière gravité\" pouvait, en cas d’urgence absolue, justifier une expulsion.", "46. Une loi du 2 août 1989 est revenue aux textes de 1981.", "47. En 1990, le ministre de l’Intérieur a pris 383 arrêtés d’expulsion. Cent un d’entre eux se fondaient sur l’article 26 de l’ordonnance de 1945, dont 54 pour des crimes ou délits de droit commun et 47 pour des infractions contre la sûreté extérieure ou intérieure de l’État.", "2. Les sujets de l’expulsion", "a) La situation en 1979", "48. L’ordonnance de 1945 ne définissait pas de catégories de personnes à l’abri de toute mesure d’expulsion.", "b) La situation après 1979", "49. Une fois amendé par la loi du 29 octobre 1981, l’article 25 de ladite ordonnance indiquait en revanche:", "\"Ne peuvent faire l’objet d’un arrêté d’expulsion, en application de l’article 23:", "1o L’étranger mineur de dix-huit ans;", "2o L’étranger qui justifie par tous moyens résider en France habituellement depuis qu’il a atteint au plus l’âge de dix ans;", "3o L’étranger qui justifie par tous moyens résider en France habituellement depuis plus de quinze ans ainsi que l’étranger qui réside régulièrement en France depuis plus de dix ans;", "4o L’étranger marié depuis au moins six mois, dont le conjoint est de nationalité française;", "5o L’étranger qui est père ou mère d’un enfant français résidant en France à la condition qu’il exerce, même partiellement, l’autorité parentale à l’égard de cet enfant ou qu’il subvienne effectivement à ses besoins;", "6o L’étranger titulaire d’une rente d’accident du travail ou de maladie professionnelle servie par un organisme français et dont le taux d’incapacité permanente est égal ou supérieur à 20 %;", "7o L’étranger résidant régulièrement en France sous couvert de l’un des titres de séjour prévus par la présente ordonnance ou les conventions internationales qui n’a pas été condamné définitivement à une peine au moins égale à un an d’emprisonnement sans sursis.", "Toutefois par dérogation au 7o ci-dessus, peut être expulsé tout étranger qui a été condamné définitivement à une peine d’emprisonnement sans sursis d’une durée quelconque pour une infraction prévue aux articles 4 et 8 de la loi no 73-548 du 27 juin 1973 relative à l’hébergement collectif, à l’article L.364-2-1 du code du travail ou aux articles 334, 334-1 et 335 du code pénal.", "(...)\"", "50. La loi du 9 septembre 1986 restreignait les cas de non- expulsion, mais la loi du 2 août 1989 a opéré un retour à la législation de 1981.", "3. L’exécution de l’expulsion", "51. En droit français, l’expulsion s’analyse en une mesure de police et non en une sanction pénale. L’étranger concerné ne bénéficie pas de la rétroactivité des dispositions nouvelles plus favorables. Il ne peut donc les invoquer à l’appui d’une requête en annulation de la décision qui le frappe.", "52. Adopté par le ministre de l’Intérieur, l’arrêté d’expulsion demeure en vigueur sans limite de temps. L’étranger visé peut à tout moment, et autant de fois qu’il le désire, en solliciter l’abrogation.", "53. Quand l’intéressé a quitté le territoire français depuis plus de cinq ans et entend obtenir pareille abrogation, une commission composée uniquement de magistrats examine sa demande. Si elle formule un avis favorable, il lie le ministre.", "54. Il arrive très souvent au ministre de l’Intérieur de renoncer à faire exécuter un arrêté d’expulsion tout en se refusant à l’abroger. En pareil cas, l’étranger est assigné à résidence dans l’espoir de sa réinsertion. S’il continue à troubler l’ordre public, il peut se voir expulser. Il s’agit alors d’une décision nouvelle, détachable de l’arrêté et attaquable en elle-même devant le juge administratif.", "S’il est saisi, ce dernier s’interroge sur le comportement de l’intéressé pendant le laps de temps où l’on a toléré sa présence sur le sol français. Pour apprécier la légalité de la mesure, il se place donc à la date à laquelle il statue.", "4. La jurisprudence du Conseil d’État", "55. Pendant une dizaine d’années, le Conseil d’État a considéré comme inopérant à l’encontre d’un arrêté d’expulsion le moyen tiré de l’article 8 (art. 8) de la Convention (voir par exemple les arrêts Touami ben Abdeslem du 25 juillet 1980, Recueil Lebon 1980, p. 820, et Juris-Classeur périodique 1981, jurisprudence, no 19613, avec la note de M. Bernard Pacteau, et Chrouki du 6 décembre 1985).", "Son arrêt Beldjoudi du 18 janvier 1991 (paragraphe 28 ci-dessus) marque l’abandon de cette jurisprudence. La Haute Assemblée accepte désormais de substituer au contrôle de l’erreur manifeste d’appréciation au regard de la seule menace pour l’ordre public un entier contrôle de proportionnalité, ce qui a parfois entraîné l’annulation d’arrêtés d’expulsion (voir par exemple l’arrêt Belgacem du 19 avril 1991 (Assemblée), avec les conclusions de M. le commissaire du gouvernement Ronny Abraham, Revue française de droit administratif 1991, pp. 497-510, et l’arrêt Hadad du 26 juillet 1991 (président de la section du contentieux), à paraître dans le Recueil Lebon).", "B. L’acquisition de la nationalité", "1. La reconnaissance de la nationalité", "a) La loi du 28 juillet 1960", "56. La loi du 28 juillet 1960 a inséré dans le code de la nationalité un titre VII, \"De la reconnaissance de la nationalité française\".", "Limitée aux territoires d’outre-mer (T.O.M.), elle instituait au profit de certaines catégories de \"domiciliés\" et de leurs descendants un moyen original de se faire reconnaître la nationalité française, à la double condition de se fixer sur le sol français et de souscrire une déclaration.", "", "b) L’ordonnance du 21 juillet 1962", "57. Lors de son accession à l’indépendance, l’Algérie ne possédait pas le statut de T.O.M. Cela conduisit le législateur français à édicter l’ordonnance du 21 juillet 1962 relative à certaines dispositions concernant la nationalité.", "En vertu de ce texte, ont conservé de plein droit la nationalité française les personnes de statut civil de droit commun, plus celles de statut civil de droit local auxquelles la loi algérienne n’a pas conféré la nationalité algérienne.", "Pour les autres personnes de statut civil de droit local - catégorie à laquelle appartient la famille du requérant -, l’article 21 prévoyait qu’à compter du 1er janvier 1963 elles ne pouvaient - de même que leurs enfants - établir leur nationalité française qu’en démontrant avoir souscrit une déclaration de \"reconnaissance de la nationalité française\".", "c) La loi du 20 décembre 1966", "58. La loi du 20 décembre 1966 a mis un terme, à dater du 21 mars 1967, à l’application de l’ordonnance de 1962. Elle a rendu effective la perte de la nationalité française en l’absence de déclaration recognitive.", "Son article 1, alinéa 2 c), disposait:", "\"Les personnes de statut civil de droit local originaires d’Algérie qui n’ont pas souscrit à cette date la déclaration prévue à l’article 152 du code de la nationalité sont réputées avoir perdu la nationalité française au 1er janvier 1963. Toutefois, les personnes de statut civil de droit local, originaires d’Algérie, conservent de plein droit la nationalité française si une autre nationalité ne leur a pas été conférée postérieurement au 3 juillet 1962.\"", "Son article 3 offrait néanmoins une possibilité de réintégration dans la nationalité française aux enfants mineurs nés avant le 1er janvier 1963 - tel le requérant - lorsque le parent dont ils suivaient la nationalité n’avait pas souscrit la déclaration recognitive.", "d) La loi du 9 janvier 1973", "59. La loi du 9 janvier 1973 a supprimé l’institution de la reconnaissance et retiré ce mot du code de la nationalité. Le titre VIII de ce dernier, complètement réécrit, prévoit pour l’avenir des modalités particulières de réintégration en faveur de certaines catégories de personnes ayant perdu la nationalité française par suite de l’accession de leur pays à l’indépendance.", "2. La naturalisation", "60. La naturalisation est accordée par décret. Peut en bénéficier, entre autres, \"le ressortissant ou ancien ressortissant des territoires ou États sur lesquels la France a exercé soit la souveraineté, soit un protectorat, un mandat ou une tutelle\" (article 64, alinéa 5, du code de la nationalité).", "Toutefois, \"L’étranger qui a fait l’objet d’un arrêté d’expulsion ou d’un arrêté d’assignation à résidence, n’est susceptible d’être naturalisé que si cet arrêté a été rapporté dans les formes où il est intervenu\" (article 65, premier alinéa). En outre, \"Nul ne peut être naturalisé s’il n’est pas de bonne vie et moeurs ou s’il a fait l’objet de l’une des condamnations visées à l’article 79 (...)\" (article 68).", "PROCEDURE DEVANT LA COMMISSION", "61. Dans leur requête du 28 mars 1986 à la Commission (no 12083/86), M. et Mme Beldjoudi alléguaient que la mesure d’expulsion frappant le premier enfreignait plusieurs dispositions de la Convention: l’article 8 (art. 8), pour atteinte à leur droit au respect de leur vie privée et familiale; l’article 3 (art. 3), car le refus probable des autorités algériennes de délivrer à M. Beldjoudi un passeport lui permettant de quitter l’Algérie constituerait un traitement inhumain et dégradant; l’article 14 combiné avec l’article 8 (art. 14+8), pour discrimination fondée sur les croyances religieuses ou l’origine ethnique de M. Beldjoudi; l’article 9 (art. 9), pour entrave à leur liberté de pensée, de conscience et de religion; l’article 12 (art. 12), pour méconnaissance de leur droit de se marier et de fonder une famille.", "62. La Commission a retenu la requête le 11 juillet 1989. Dans son rapport du 6 septembre 1990 (article 31) (art. 31), elle conclut", "a) que l’expulsion de M. Beldjoudi violerait le droit de celui-ci et de son épouse au respect de leur vie familiale au sens de l’article 8 (art. 8) (douze voix contre cinq), mais n’enfreindrait pas l’article 3 (art. 3) (unanimité);", "b) qu’il n’y a eu manquement aux exigences ni de l’article 14 combiné avec l’article 8 (art. 14+8) (unanimité) ni des articles 9 et 12 (art. 9, art. 12) (unanimité).", "Le texte intégral de son avis et des deux opinions séparées dont il s’accompagne figure en annexe au présent arrêt.", "CONCLUSIONS PRESENTEES A LA COUR", "63. Dans son mémoire, le Gouvernement a demandé à la Cour \"de bien vouloir juger qu’il n’y a pas eu en l’espèce violation de l’article 8 (art. 8) de la Convention ni des autres articles invoqués par les requérants\".", "64. Quant au conseil des requérants, il a formulé ainsi ses conclusions:", "\"M. et Mme Beldjoudi demandent qu’il plaise à la Cour,", "Dire que l’arrêté d’expulsion pris le 2 novembre 1979 par le gouvernement français contre M. Mohand Beldjoudi constitue une violation tant de l’article 8 (art. 8) de la Convention (...) que des articles 8 et 14 combinés de (art. 14+8) ladite Convention.", "Dans l’hypothèse où le gouvernement français s’abstiendrait de faire cesser sans délai cette violation, les époux Beldjoudi demandent, en réparation du préjudice résultant de ces violations, la condamnation de la France à leur payer la somme de 10 000 000 francs français de dommages et intérêts et celle de 100 000 francs français à titre de remboursement des frais irrépétibles exposés pour les besoins de leur défense devant la Commission et la Cour européennes des Droits de l’Homme.\"", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 8 (art. 8)", "65. Selon les requérants, la décision d’expulser M. Beldjoudi porte atteinte à leur vie privée et familiale. Ils invoquent l’article 8 (art. 8) de la Convention, ainsi libellé:", "\"1. Toute personne a droit au respect de sa vie privée et familiale, de son domicile et de sa correspondance.", "2. Il ne peut y avoir ingérence d’une autorité publique dans l’exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu’elle constitue une mesure qui, dans une société démocratique, est nécessaire à la sécurité nationale, à la sûreté publique, au bien-être économique du pays, à la défense de l’ordre et à la prévention des infractions pénales, à la protection de la santé ou de la morale, ou à la protection des droits et libertés d’autrui.\"", "Le Gouvernement combat cette thèse, mais la Commission y souscrit au moins quant à la vie familiale.", "A. Paragraphe 1 de l’article 8 (art. 8-1)", "66. A l’origine, le Gouvernement a exprimé des doutes sur l’existence d’une vie familiale effective entre, d’une part, M. Beldjoudi et, de l’autre, ses parents, ses frères et soeurs ainsi que son épouse. Il n’est pas revenu sur la question devant la Cour.", "67. Celle-ci se borne à noter, avec la Commission, que l’exécution de la mesure d’expulsion constituerait une ingérence de l’autorité publique dans l’exercice du droit des requérants au respect de leur vie familiale, garanti par le paragraphe 1 de l’article 8 (art. 8-1).", "B. Paragraphe 2 de l’article 8 (art. 8-2)", "68. Il échet, dès lors, de déterminer si l’expulsion litigieuse remplirait les conditions du paragraphe 2 (art. 8-2), c’est-à-dire serait \"prévue par la loi\", tournée vers un ou plusieurs des buts légitimes qu’il énumère et \"nécessaire\", \"dans une société démocratique\", pour les réaliser.", "1. \"Prévue par la loi\"", "69. La Cour relève, avec les comparants, que l’arrêté ministériel du 2 novembre 1979 se fonde sur l’article 23 de l’ordonnance du 2 novembre 1945 relative aux conditions d’entrée et de séjour des étrangers en France (paragraphe 43 ci-dessus). Le Conseil d’État en a d’ailleurs constaté la légalité par son arrêt du 18 janvier 1991 (paragraphe 28 ci-dessus).", "2. But légitime", "70. Gouvernement et Commission estiment que l’ingérence en cause viserait des fins pleinement compatibles avec la Convention: la \"défense de l’ordre\" et la \"prévention des infractions pénales\". Les requérants ne le contestent pas.", "La Cour arrive à la même conclusion.", "3. \"Nécessaire\", \"dans une société démocratique\"", "71. D’après les requérants, l’expulsion de M. Beldjoudi ne saurait passer pour \"nécessaire dans une société démocratique\".", "Ils invoquent notamment plusieurs circonstances: l’intéressé est né en France de parents originaires d’un territoire alors français, l’Algérie; il y a toujours vécu, de même que ses frères et soeurs (paragraphe 9 ci-dessus); il déclare ignorer la langue arabe et a reçu une éducation et une culture françaises; il a épousé en 1970 une Française (paragraphes 10-11 ci-dessus), qui se verrait contrainte de s’exiler de son propre pays pour ne pas se séparer de son mari; il aurait joui de la possession d’état de Français jusqu’au 3 février 1972, date de la notification du décret du premier ministre refusant de lui reconnaître la nationalité française (paragraphe 32 ci-dessus); le préfet des Hauts-de-Seine lui a proposé, au début de 1984, une autorisation provisoire de séjour (paragraphe 22 ci-dessus) et le ministre de l’Intérieur a pris en sa faveur, le 31 août 1989, un arrêté d’assignation à résidence (paragraphe 16 ci-dessus); il n’aurait pu faire l’objet d’une mesure d’expulsion si l’entrée en vigueur des lois des 29 octobre 1981 et 9 septembre 1986 avait eu lieu plus tôt (paragraphes 44-45 ci-dessus).", "Bref, M. Beldjoudi - qui ne se considère nullement comme un \"immigré de la seconde génération\" - et sa femme affirment avoir en France toutes leurs attaches familiales, sociales, culturelles et linguistiques; ils allèguent l’absence de circonstances exceptionnelles propres à justifier l’expulsion.", "72. La Commission souscrit pour l’essentiel à cette thèse, mais elle attache un poids particulier à deux éléments supplémentaires. D’abord, Mme Beldjoudi pourrait avoir de bonnes raisons de ne pas suivre son mari en Algérie, d’autant qu’elle avait lieu de croire, lors de son mariage, qu’elle pourrait continuer à vivre avec lui en France. Ensuite, les infractions accomplies par M. Beldjoudi - avant et après l’arrêté d’expulsion - ne seraient pas telles, malgré tout, que les impératifs de l’ordre public doivent l’emporter sur les considérations de caractère familial.", "73. Le Gouvernement, lui, invoque d’abord la nature des faits justifiant l’expulsion. Il souligne la multiplicité et la gravité des infractions commises - toutes à l’âge adulte - par le requérant et qui s’échelonnent sur une période de quinze ans (paragraphe 12 ci-dessus). Il relève aussi la lourdeur des peines infligées par les juridictions françaises, notamment par la cour d’assises des Hauts-de-Seine pour un acte qualifié crime (paragraphe 12 ci-dessus); elles dépassent au total dix ans de privation de liberté. Il rappelle enfin que l’intéressé a persévéré dans la délinquance même après la notification de l’arrêté d’expulsion et se trouve actuellement en détention provisoire, sous l’inculpation d’un nouveau délit (paragraphes 12 et 14 ci-dessus). En résumé, la dangerosité de M. Beldjoudi rendrait intolérable pour la collectivité la présence de celui-ci sur le territoire français.", "D’autre part, le Gouvernement estime qu’il ne faut pas exagérer l’ampleur de l’ingérence incriminée. Seule se trouverait en cause la vie familiale des requérants en tant que conjoints: M. Beldjoudi n’habite plus chez ses parents depuis 1969 et ne participe pas à l’entretien de ses frères et soeurs; en outre, le couple n’a pas d’enfants. Or les époux ont dû se séparer pendant de longues périodes en raison des incarcérations de M. Beldjoudi. De surcroît, ce dernier ne démontre pas que sa femme, s’il devait effectivement quitter le territoire français, ne pourrait l’accompagner soit en Algérie - État qui aurait conservé de multiples liens avec la France -, soit dans un pays tiers. En définitive, les difficultés d’une réinstallation hors de France, sans rupture de la vie familiale, n’auraient rien d’insurmontable.", "74. La Cour reconnaît qu’il incombe aux États contractants d’assurer l’ordre public, en particulier dans l’exercice de leur droit de contrôler, en vertu d’un principe de droit international bien établi et sans préjudice des engagements découlant pour eux de traités, l’entrée, le séjour et l’éloignement des non-nationaux (arrêts Abdulaziz, Cabales et Balkandali c. Royaume-Uni du 28 mai 1985, série A no 94, p. 34, par. 67, Berrehab c. Pays-Bas du 21 juin 1988, série A no 138, pp. 15-16, paras. 28-29, et Moustaquim c. Belgique du 18 février 1991, série A no 193, p. 19, par. 43).", "Toutefois, leurs décisions en la matière, dans la mesure où elles porteraient atteinte à un droit protégé par le paragraphe 1 de l’article 8 (art. 8-1), doivent se révéler nécessaires dans une société démocratique, c’est-à-dire justifiées par un besoin social impérieux et, notamment, proportionnées au but légitime poursuivi.", "75. En l’occurrence, le passé pénal de M. Beldjoudi apparaît beaucoup plus chargé que celui de M. Moustaquim (arrêt précité, série A no 193, p. 19, par. 44); le Gouvernement le souligne à juste titre. Il importe donc de rechercher si les autres circonstances de la cause - communes aux deux requérants ou propres à l’un d’eux - suffisent à compenser cette donnée d’un poids considérable.", "76. Les intéressés ont introduit une requête unique et soulevé les mêmes griefs. Compte tenu de leur âge et de l’absence d’enfants à leur foyer, l’ingérence litigieuse touche au premier chef leur vie familiale d’époux; le Gouvernement a raison de le soutenir.", "Or ils se sont mariés en France il y a plus de vingt ans et y ont toujours eu leur domicile conjugal. Les périodes de détention de M. Beldjoudi les ont certes empêchés de cohabiter pendant de longues périodes, mais elles n’ont pas interrompu leur vie familiale, laquelle demeurait protégée par l’article 8 (art. 8).", "77. Sujet direct de l’expulsion, M. Beldjoudi est né en France de parents alors français; il a possédé la nationalité française jusqu’au 1er janvier 1963. Il est réputé l’avoir perdue à cette date, ses parents n’ayant pas souscrit avant le 27 mars 1967 une déclaration recognitive (paragraphe 9 ci-dessus). Il ne faut pourtant pas oublier que l’intéressé, mineur à l’époque, ne pouvait se prononcer en personne. En outre, dès 1970, soit un an après sa première condamnation mais plus de neuf ans avant l’adoption de l’arrêté d’expulsion, il a manifesté sa volonté de recouvrer la nationalité française; recensé à sa demande en 1971, il a été reconnu apte au service national par les autorités militaires françaises (paragraphes 31 et 33 ci-dessus).", "En second lieu, le requérant a épousé une Française. Toute sa proche famille a conservé la nationalité française jusqu’au 1er janvier 1963 et réside en France depuis plusieurs dizaines d’années.", "Enfin, M. Beldjoudi a passé en France son existence entière, soit plus de quarante ans, a suivi sa scolarité en français et ne semble pas connaître la langue arabe. Il ne paraît pas avoir avec l’Algérie d’autres liens que celui de la nationalité.", "78. Quant à Mme Beldjoudi, née en France de parents français, elle y a toujours vécu et en possède la nationalité. Si elle suivait son mari après l’expulsion, elle devrait se fixer à l’étranger, sans doute en Algérie, État dont elle ignore probablement la langue. Pareil déracinement pourrait lui causer de grandes difficultés d’adaptation et se heurter à de réels obstacles pratiques et même juridiques; le commissaire du gouvernement l’a d’ailleurs reconnu devant le Conseil d’État (paragraphe 27 ci-dessus). Dès lors, l’ingérence litigieuse risquerait de mettre en péril l’unité, voire l’existence du ménage.", "79. Eu égard à ces diverses circonstances, il apparaît, quant au respect de la vie familiale des requérants, que la décision d’expulser M. Beldjoudi, si elle recevait exécution, ne serait pas proportionnée au but légitime poursuivi et violerait donc l’article 8 (art. 8).", "80. Pareille conclusion dispense la Cour de rechercher si l’expulsion méconnaîtrait aussi le droit des intéressés au respect de leur vie privée.", "II. SUR LA VIOLATION ALLEGUEE DE L’ARTICLE 14 COMBINE AVEC L’ARTICLE 8 (art. 14+8)", "81. Vu le constat figurant au paragraphe 79 ci-dessus, la Cour n’estime pas nécessaire d’étudier de surcroît le grief selon lequel les requérants subiraient, en cas d’expulsion de M. Beldjoudi, une discrimination contraire à l’article 14 (art. 14) dans la jouissance de leur droit au respect de leur vie familiale.", "III. SUR LA VIOLATION ALLEGUEE DES ARTICLES 3, 9 ET 12 (art. 3, art. 9, art. 12)", "82. Devant la Commission, les requérants invoquaient aussi les articles 3, 9 et 12 (art. 3, art. 9, art. 12).", "Ils ne les ont plus mentionnés devant la Cour et elle ne juge pas devoir examiner ces questions d’office.", "IV. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "83. Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "En vertu de ce texte, les requérants demandent la réparation d’un dommage et le remboursement de frais.", "84. Aucune infraction à l’article 8 (art. 8) n’a encore eu lieu. Néanmoins, la Cour a conclu que la décision ministérielle d’expulser M. Beldjoudi en entraînerait une si elle était mise en oeuvre; partant, il faut considérer l’article 50 (art. 50) comme applicable en l’espèce (voir, mutatis mutandis, l’arrêt Soering c. Royaume-Uni du 7 juillet 1989, série A no 161, p. 49, par. 126).", "", "A. Dommage", "85. Se prétendant lésés par le non-respect des exigences de la Convention, M. et Mme Beldjoudi réclament 10 000 000 f.", "Le Gouvernement trouve ce montant sans aucune espèce de précédent et surtout de justification, la mesure d’expulsion n’ayant pas été exécutée.", "Le délégué de la Commission estime lui aussi la prétention excessive. Il suggère toutefois l’octroi pour tort moral d’une somme raisonnable, inférieure à celle qu’a obtenue M. Moustaquim, obligé de vivre plusieurs années hors de Belgique après son expulsion.", "86. Les requérants ont dû éprouver un préjudice moral, mais le présent arrêt leur fournit une compensation suffisante à cet égard.", "B. Frais et dépens", "87. M. et Mme Beldjoudi sollicitent le remboursement des frais et dépens qu’ils auraient supportés pendant la procédure menée devant les organes de la Convention, soit 100 000 f.", "Selon le Gouvernement, le relevé fourni par le conseil des requérants pèche par son imprécision. Une somme de 40 000 f. serait toutefois acceptable, sauf circonstances particulières dûment établies.", "88. Compte tenu des détails ultérieurement communiqués, la Cour estime raisonnable d’allouer 60 000 f. à ce titre.", "PAR CES MOTIFS, LA COUR", "1. Dit, par sept voix contre deux, qu’il y aurait violation de l’article 8 (art. 8) dans le chef des deux requérants si la décision d’expulser M. Beldjoudi recevait exécution;", "", "2. Dit, par huit voix contre une, qu’il ne s’impose pas d’examiner aussi l’affaire sous l’angle de l’article 14 combiné avec l’article 8 (art. 14+8), ni des articles 3, 9 et 12 (art. 3, art. 9, art. 12);", "", "3. Dit, à l’unanimité, quant au dommage moral subi par les requérants, que le présent arrêt constitue par lui-même une satisfaction équitable suffisante aux fins de l’article 50 (art. 50);", "", "4. Dit, à l’unanimité, que l’État défendeur doit verser aux requérants, dans les trois mois, 60 000 (soixante mille) francs français pour frais et dépens;", "", "5. Rejette, à l’unanimité, les prétentions des requérants pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme, à Strasbourg, le 26 mars 1992.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", "", "Au présent arrêt se trouve joint, conformément aux articles 51 par. 2 (art. 51-2) de la Convention et 53 par. 2 du règlement, l’exposé des opinions séparées suivantes:", " - opinion dissidente de M. Pettiti;", "- opinion séparée de M. De Meyer;", "- opinion dissidente de M. Valticos;", "- opinion concordante de M. Martens.", "", "R.R.", "M.-A. E.", "", "\nOPINION DISSIDENTE DE M. LE JUGE PETTITI", "Je n’ai pas voté pour la violation de l’article 8 (art. 8), me séparant de la majorité.", "Certes, l’arrêt n’a qu’une portée limitée au cas d’espèce et à des circonstances particulières: M. Beldjoudi a passé en France à ce jour quarante et un ans de sa vie et il est marié à une Française depuis vingt-deux ans. Mais ni le raisonnement de principe ni la motivation de l’arrêt ne me paraissent concorder avec une exacte interprétation et appréciation de l’article 8 (art. 8) de la Convention européenne, en ce qui concerne l’expulsion des étrangers délinquants.", "La majorité a bien tenu compte de ce que l’arrêté d’expulsion remontait au 2 novembre 1979, avant les condamnations des 28 mars 1978 et 4 décembre 1986; mais elle paraît retenir comme critères ou motifs complémentaires le refus des autorités d’accorder en 1970 la nationalité française demandée par M. Beldjoudi, ainsi que l’absence de liens avec l’Algérie. Elle considère que l’expulsion ne serait pas proportionnée au but légitime sans suffisamment préciser les données de cette proportionnalité en réponse aux distinctions opérées par le Conseil d’État.", "La Convention ne limite pas le droit souverain des États à décider l’expulsion de son territoire d’étrangers délinquants ou criminels.", "Le droit pour un étranger de résider sur le territoire d’une Haute Partie Contractante n’est pas garanti en tant que tel par la Convention. Egalement le droit d’asile et le droit à ne pas être expulsé ne figurent pas, comme tels, au nombre des droits et libertés garantis par la Convention (en ce sens plusieurs décisions de la Commission).", "Seulement dans des circonstances exceptionnelles, l’expulsion peut impliquer une violation de la Convention, par exemple lorsqu’il y a un risque très sérieux qu’un traitement contraire à l’article 3 (art. 3) soit infligé dans l’État de destination, surtout s’il n’y a aucune possibilité d’expulsion dans un autre État démocratique. L’arrêt Moustaquim s’inscrivait dans un autre cadre, s’agissant d’un jeune adolescent n’ayant de racines que dans le pays où vivait sa famille et s’étant réinséré.", "Dans le cas d’espèce Beldjoudi, les circonstances sont à l’opposé: adulte, récidiviste, individu entrant dans l’orbite de l’atteinte à l’ordre public, son sort se situait dans le cadre des expulsions légitimes.", "De surcroît, il paraît avoir refusé d’acquérir la nationalité française par mariage et il avait même refusé l’assignation à résidence ...", "La Cour européenne paraît aussi avoir retenu comme motivation implicite la non-attribution de la nationalité française. C’est oublier que les accords d’Evian sont un traité international. La détermination de la nationalité a été fixée par la France et l’Algérie ainsi que les possibilités d’option. Il ne s’agit donc pas d’une décision unilatérale de la France. L’Algérie avait aussi exigé de telles options pour sa part et elle ne se prive pas d’expulser des Français délinquants, même si ceux-ci sont nés en Algérie et y ont vécu. Un tel traité bilatéral est basé sur la réciprocité et le droit international public. La France ne peut être taxée de violation de la Convention européenne des Droits de l’Homme dans la mesure où elle a appliqué pour la nationalité de M. Beldjoudi les accords d’Evian et le code de la nationalité. En outre, comme tout État, elle est souveraine pour octroyer ou non la naturalisation.", "La majorité de la Cour paraît aussi avoir considéré que M. Beldjoudi était un quasi-Français, notion inconnue du droit international.", "Le fait d’avoir vécu constamment dans un pays d’accueil ou de séjour ne peut être un empêchement absolu contraire au droit d’expulser des délinquants. On ne saurait considérer que le rapport particulier France-Algérie serait en soi de nature à empêcher l’expulsion, car d’autres États membres du Conseil de l’Europe connaissent des situations du même ordre de relations historiques Allemands-Polonais, Autrichiens- Italiens, Britanniques- ressortissants du Commonwealth, etc., et de telles relations ne font pas obstacle aux expulsions justifiées.", "Les États membres expulsent les citoyens délinquants de façon courante. La seule exception générale possible serait la référence à l’article 3 (art. 3), sinon il suffirait d’une longue durée de séjour pour invoquer l’article 8 (art. 8). De très nombreuses expulsions d’étrangers en Europe seraient en jeu.", "La majorité retient certes l’aspect considérable résultant du passé pénal et du comportement du délinquant, même après l’arrêté d’expulsion de 1979; mais elle met cet aspect en balance avec la vie personnelle et familiale de M. Beldjoudi, au titre de la proportionnalité. Encore faudrait-il fixer les critères précis de cette mise en balance, ce que la Cour européenne fait très généralement. Dans cet arrêt on ne précise pas le seuil de périls et de récidives qui devrait déterminer ou non des expulsions d’étrangers délinquants. La majorité paraît aussi avoir considéré que le départ vers l’Algérie était inéluctable en cas d’expulsion, ce qui n’est pas certain.", "Le grave problème des expulsions d’étrangers délinquants, très différent de celui des expulsions administratives non causées par des condamnations pénales, dont certaines ont des conséquences dramatiques pour les familles, fait l’objet des préoccupations de la Communauté économique européenne, du Conseil de l’Europe et de l’organisation internationale Interpol. C’est une politique globale européenne qui doit être recherchée dans l’esprit de la Convention de sauvegarde des droits fondamentaux.", "La décision de la majorité comporte, à mon avis, une source de contradictions dans une interprétation exponentielle de l’article 8 (art. 8) si l’atteinte à la vie privée ou familiale du délinquant récidiviste suffit à empêcher la mesure d’expulsion, car la situation du récidiviste équivaudrait à une sorte d’immunité au profit de celui-ci. En effet, comme toute détention, toute expulsion affecte la vie privée ou familiale. S’il y a une nouvelle récidive, l’atteinte se vérifierait encore. Or dans ce cas la vie privée est affectée par le comportement de l’intéressé.", "Or chaque État membre reste maître de sa politique criminelle de même qu’il reste maître de fixer le quantum des peines. Pour de nombreux États, l’expulsion est un facteur d’exemplarité qui accompagne la peine. Dans les pays à forte densité de population d’étrangers, la mesure d’expulsion beaucoup plus que la menace de la prison constitue une protection contre la récidive et renforce le consensus national à l’accueil des immigrés exemplaires qui, par leur travail, participent à la prospérité de la nation. La mesure d’expulsion telle qu’acceptée en criminologie, en politique criminelle, est aussi une mesure de protection contre des victimes potentielles de récidivistes, surtout dans les pays à forte recrudescence criminelle et à forte densité de délinquance organisée.", "Or la Convention des Droits de l’Homme ne peut méconnaître la dimension des droits d’autrui et leur nécessaire protection. Certes, on aurait pu préférer que le gouvernement français, compte tenu des nouvelles dispositions (plus proches de l’article 8 de la Convention) (art. 8) des lois des 29 octobre 1981 (articles 23 et 25) et 2 août 1989, renonce dans ce cas particulier à l’expulsion, compte tenu de la situation de l’épouse française. Si la Cour européenne, dans des cas similaires et pour tous les États membres, voulait s’orienter vers un contrôle des expulsions, elle devrait se placer soit sous l’article 6 (art. 6) si celui-ci était violé par rapport à la procédure interne vue sous l’angle de la Convention européenne des Droits de l’Homme, soit sous l’article 3 (art. 3) (traitements inhumains et dégradants). La notion d’équilibre d’intérêts dans l’utilisation éventuelle et non certaine de l’article 8 (art. 8) exigerait une application de proportionnalité rigoureuse dont à mon sens est dépourvue la motivation de l’arrêt Beldjoudi. Le droit pour l’État d’expulser les étrangers délinquants et criminels est dans une certaine mesure pour l’intérêt général la contrepartie du large accueil des bénéficiaires du droit d’asile et des migrants, élément clé de la solidarité internationale et de la protection des droits de l’homme.", "", "\nOPINION SEPAREE DE M. LE JUGE DE MEYER", "Comme la plupart de mes collègues j’estime qu’il y aurait violation des droits fondamentaux des requérants \"si la décision d’expulser M. Beldjoudi recevait exécution\".", "Mais de quel droit ou de quels droits s’agit-il ?", "Notre collègue M. Martens s’est demandé, à juste titre, si l’affaire ne concernait pas tout autant leur droit au respect de leur vie privée que leur droit au respect de leur vie familiale. Je souscris, dans une très large mesure, à ses observations.", "Il me semble toutefois que dans le fond des choses, compte tenu des circonstances rappelées dans les paragraphes 77 et 78 de l’arrêt, l’expulsion de M. Beldjoudi constituerait, à l’égard des deux requérants, non seulement une atteinte inadmissible à leur vie privée et familiale, mais surtout un traitement inhumain.", "Il en serait ainsi, non pas indirectement, en raison de ce qui pourrait les attendre en Algérie - là n’est pas la question en l’espèce -, mais directement, en ce que M. Beldjoudi serait chassé, après plus de quarante ans, d’un pays qui, même s’il n’en a pas la \"nationalité\", a toujours, en fait, été \"le sien\" depuis la naissance.", "S’il est vrai que, comme l’indique le dossier, M. Beldjoudi a déjà été condamné pour de nombreuses infractions, en général plutôt graves, et se trouve encore maintenant suspecté d’en avoir commis d’autres, l’application des lois pénales suffit à l’en punir.", "", "\nOPINION DISSIDENTE DE M. LE JUGE VALTICOS", "Je dois, à regret, exprimer mon dissentiment avec l’opinion de la majorité de la Cour, qui a considéré qu’il y avait eu, dans le cas présent, violation de l’article 8 (art. 8) de la Convention, notamment pour ce qui est de la vie familiale du requérant.", "Mon explication peut être brève, car elle s’appuie, pour l’essentiel, sur l’opinion dissidente que j’ai exprimée dans l’affaire analogue, bien que non identique, qui concernait le jeune Moustaquim.", "Les différences entre ces deux affaires vont dans les deux sens: d’une part, dans le cas présent, il s’agit des liens d’un mari avec sa femme et non de ceux d’un jeune avec sa famille. D’autre part, la délinquance du jeune Moustaquim comportait des délits très nombreux, mais pour la plupart d’une gravité assez relative d’un adolescent, alors qu’ici il s’agissait d’infractions répétées de violence faite par une personne d’une quarantaine d’années condamnée, en moins de dix-sept ans, à près de onze années d’emprisonnement. La Cour reconnaît, du reste, qu’il s’agissait ici d’un passé pénal \"beaucoup plus chargé\".", "Or l’expulsion des étrangers, dont on peut concevoir qu’elle ait été envisagée dans un cas de cette gravité, constitue une prérogative des États, et la Convention n’en limite l’usage (Convention, article 5 par. 1 f) (art. 5-1-f), et Protocole nos 4 et 7) (P4, P7) que dans des cas bien déterminés. Celui-ci n’est pas parmi eux.", "Certes, la Cour fait intervenir, dans le cas présent, la notion de vie familiale que protège l’article 8 (art. 8) de la Convention. Elle considère qu’il y a eu, de la part du Gouvernement, ingérence de l’autorité publique dans l’exercice du droit des requérants au respect de leur vie familiale. On peut cependant se demander si l’article 8 (art. 8) est bien applicable dans un cas comme celui-ci et s’il a été conçu pour interdire l’expulsion d’étrangers mariés à des citoyennes du pays. Une telle interprétation pourrait ouvrir la voie à bien des abus.", "En tout cas, il ne me semble pas possible d’utiliser l’article 8 (art. 8) de la Convention pour limiter le droit des États de prendre des mesures d’expulsion qu’ils ont des raisons valables de décider pour la sauvegarde de la sûreté publique, leurs effets sur la vie familiale n’en étant qu’un effet indirect.", "", "\nOPINION CONCORDANTE DE M. LE JUGE MARTENS", "(Traduction)", "1. Je souscris aux conclusions de la Cour, mais j’aurais préféré, dans la mesure où il s’agit de M. Beldjoudi, la voir fonder sa décision a) sur un raisonnement moins casuistique et b) sur une atteinte au droit au respect de la vie privée.", "2. Le paragraphe 1 de l’article 3 du Protocole no 4 (P4-3-1) à la Convention interdit d’expulser des nationaux. Dans une Europe où une seconde génération d’immigrés est déjà en train d’élever des enfants (et où l’on assiste à une montée alarmante de la xénophobie violente), il est grand temps de se demander si cette prohibition ne devrait pas s’étendre aux étrangers nés et ayant grandi dans un État membre, ou s’y étant autrement, par la force d’une longue résidence, totalement intégrés (donc complètement détachés de leur pays d’origine).", "Selon moi, la simple nationalité ne constitue pas une justification objective et raisonnable pour une différence quant à la possibilité d’expulser quelqu’un de ce que l’on peut appeler, dans les deux cas, son \"propre pays\". Aussi n’hésité-je pas à répondre par l’affirmative à la question ci- dessus. Je pense qu’un nombre croissant des États membres du Conseil de l’Europe acceptent le principe selon lequel les \"étrangers intégrés\" ne devraient, pas plus que les nationaux, pouvoir être expulsés, une dérogation ne se justifiant, et encore, que dans des circonstances très exceptionnelles. Mon propre pays fait partie de ces États et, depuis 1981, sauf pour la période 1986-1989, il en va de même de la France.", "A mon sens, la Cour aurait mieux fait de fonder sa décision sur ledit principe et de constater l’absence, en l’espèce, de circonstances très exceptionnelles autorisant à s’en écarter. Une décision ainsi motivée aurait permis d’atteindre ce que n’ont pu réaliser l’arrêt Moustaquim c. Belgique et le présent arrêt: l’instillation d’une dose de sécurité juridique qui, spécialement dans ce domaine, paraît hautement désirable.", "3. Ainsi que M. Schermers l’a justement souligné, cette dernière considération plaidait également en faveur d’une motivation axée - si possible - sur une atteinte au droit au respect de la vie privée, car si les \"étrangers intégrés\" menacés d’expulsion ne sont pas tous mariés, tous ont une vie privée.", "J’estime possible une telle motivation. L’expulsion rompt de manière irrévocable tous les liens sociaux entre l’expulsé et la communauté où il vit, et je pense que l’ensemble de ces liens peut être réputé relever de la notion de vie privée au sens de l’article 8 (art. 8).", "Certes, du moins à première vue, ce texte semble militer pour une autre opinion. Considéré en bloc, il paraît garantir l’immunité d’un cercle intime à l’intérieur duquel chacun peut vivre sa propre vie, sa vie privée, à son gré. Cette notion de \"cercle intime\" présuppose un \"monde extérieur\" logiquement non compris dans la notion de vie privée. A mieux y réfléchir toutefois, ce concept de \"cercle intime\" se révèle trop restrictif. Les mots \"vie familiale\" élargissent déjà le cercle, mais il y a des proches avec lesquels on n’a pas de vie de famille au sens strict. Néanmoins, les rapports avec de telles personnes, par exemple ses parents, entrent, à n’en pas douter, dans la sphère dont l’article 8 (art. 8) exige le respect. On peut en dire autant des relations avec amants et amis. Je partage donc l’avis de la Commission, qui a déclaré à plusieurs reprises que le \"respect de la vie privée\"", "\"comprend également, dans une certaine mesure, le droit d’établir et d’entretenir des relations avec d’autres êtres humains, notamment dans le domaine affectif, pour le développement et l’accomplissement de sa propre personnalité\".", "A mes yeux, les arrêts de la Cour dans les affaires Dudgeon c. Royaume-Uni, Rees c. Royaume-Uni, Cossey c. Royaume-Uni et B. c. France reposent aussi sur l’idée que, dans une certaine mesure, les relations \"externes\" d’une personne avec d’autres (en dehors du \"cercle intime\") se situent bien dans le domaine de la vie privée.", "A la base de l’interdiction précitée, pour un État, d’expulser ses ressortissants figure probablement la même idée: quand on parle des nationaux, on songe presque toujours en premier lieu à ceux dont les liens avec un pays donné sont particulièrement étroits et multiples parce qu’ils y sont nés et y ont été élevés dans une famille qui s’y trouve établie depuis des générations; on a manifestement jugé inacceptable qu’un État, en forçant de telles personnes à quitter le pays et à ne jamais y revenir, puisse rompre ces liens de manière irrévocable.", "En résumé, je pense que l’expulsion d’un individu, surtout (comme en l’espèce) vers un pays où les conditions de vie diffèrent nettement de celles auxquelles il est habitué et où, étranger au pays où on l’envoie, à sa culture et à ses habitants, il risque d’avoir à vivre dans un isolement social presque complet, porte atteinte a son droit au respect de sa vie privée.", ""]}