{"file": "FRE_CLINF_28326_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "28326/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 131", "Juin 2010", "Jasińska c. Pologne - 28326/05", "Arrêt 1.6.2010 [Section IV]", "Article 2", "Obligations positives", "Suicide d’un détenu par la prise de psychotropes prescrits pour traiter ses troubles mentaux : violation", "", "En fait – La requérante est la grand-mère de R.Ch., traité depuis l’enfance pour des troubles psychiques et des céphalées. En 2002, celui-ci fut emprisonné pour vol. En août 2004, il fut transféré à l’hôpital, où il décéda après avoir reconnu qu’il avait absorbé 60 comprimés de psychotropes, prescrits par un médecin de la prison. L’autopsie révéla que le décès était dû à une intoxication médicamenteuse. L’enquête pénale ouverte par le parquet fut clôturée au motif que le requérant s’était suicidé après avoir rassemblé les comprimés en les cachant sous sa langue au fur et à mesure des distributions. En 2006, la requérante attaqua les autorités mais l’enquête pénale fut close car rien ne permettait de soupçonner l’implication de tiers ou une négligence des autorités.", "En droit – Article 2 : il est communément admis que R.Ch. souffrait depuis longtemps de troubles mentaux et de céphalées violentes. De plus, lors d’une expertise médicale en 2002 il avait déclaré avoir tenté de se suicider et, trois jours avant son décès, un rapport du médecin avait relevé un état dépressif. Dès lors, les autorités pénitentiaires, qui avaient des indications quant à la dégradation de sa santé mentale, auraient dû se poser la question du risque de suicide. Or les prescriptions de médicaments étaient renouvelées sans interrogations sur d’autres mesures de suivi. Du reste, après les procès de R.Ch., nul placement en institution spécialisée ou en cellule d’isolement n’avait jamais été évoqué. La Cour se demande néanmoins si le régime de détention était approprié en l’espèce. Les autorités ayant mené les procédures après le décès n’ont pas cherché à éclaircir les circonstances exactes de l’administration des psychotropes et de la surveillance par le personnel médical, qui devait en principe s’assurer que les détenus avalaient leurs cachets. En outre, le Gouvernement n’a pas expliqué de manière plausible comment R.Ch. avait pu échapper à la vigilance des autorités pénitentiaires en amassant une quantité mortelle de psychotropes. Ainsi, il y a eu une défaillance claire du système, qui a permis à un détenu purgeant sa première peine de prison, fragile mentalement et dont l’état de santé se dégradait, de collecter à l’insu du personnel médical une dose mortelle de médicaments psychotropes pour se suicider. L’obligation d’assurer des soins médicaux appropriés à un détenu ne doit pas se limiter à la prescription d’un traitement adéquat, sans vérification qu’il a été correctement administré et suivi. Cette responsabilité est d’autant plus importante s’agissant de détenus atteints de troubles mentaux. Partant, les autorités ont manqué à leur obligation positive de protéger le droit à la vie de R.Ch.", "Conclusion : violation (unanimité).", "Article 41 : 16 000 EUR pour préjudice moral.", "(Voir aussi Renolde c. France, no 5608/05, 16 octobre 2008, Note d’information no 112)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}