{"file": "FRE_HFJUD_14556_89.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "14556/89", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE PAPAMICHALOPOULOS ET AUTRES c. GRÈCE (ARTICLE 50)", "", "(Requête no14556/89)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "31 octobre 1995", "\n", "En l’affaire Papamichalopoulos et autres c. Grèce,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement A, en une chambre composée des juges dont le nom suit:", "\tMM. \tR. Bernhardt, président,", "\t\tF. Gölcüklü,", "\t\tA. Spielmann,", "\t\tN. Valticos,", "\t\tR. Pekkanen,", "\t\tJ.M. Morenilla,", "\t\tF. Bigi,", "\t\tL. Wildhaber,", "\t\tJ. Makarczyk,", "ainsi que de M. H. Petzold, greffier,", "Après en avoir délibéré en chambre du conseil les 24 novembre 1993 et 25 août 1994 ainsi que les 22 mars, 27 juin et 25 octobre 1995,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 25 mai 1992, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 14556/89) dirigée contre la République hellénique et dont quatorze ressortissants de cet État, MM. Ioannis et Pantelis Papamichalopoulos, M. Petros Karayannis, Mme Angeliki Karayanni, M. Panayotis Zontanos, M. Nicolaos Kyriakopoulos, M. Constantinos Tsapalas, Mme Ioanna Pantelidi, Mme Marika Hadjinikoli, Mme Irini Kremmyda, Mme Christina Kremmyda, M. Athanas Kremmydas, M. Evangelos Zybeloudis et Mme Constantina Tsouri, avaient saisi la Commission le 7 novembre 1988 en vertu de l’article 25 (art. 25).", "2.   Par un arrêt du 24 juin 1993 (\"l’arrêt au principal\"), la Cour a relevé une infraction à l’article 1 du Protocole no 1 (P1-1): la perte de toute disponibilité des terrains des requérants, combinée avec l’échec des tentatives menées jusqu’alors pour remédier à la situation incriminée, avait engendré des conséquences assez graves pour que les intéressés aient subi une expropriation de fait incompatible avec leur droit au respect de leurs biens (série A no 260-B, pp. 68-70, paras. 35-46, et points 1-2 du dispositif).", "3. La question de l’application de l’article 50 (art. 50) ne se trouvant pas en état, l’arrêt au principal l’a réservée. La Cour y a invité le Gouvernement et les requérants à lui communiquer, dans les deux mois, les noms et qualités d’experts choisis d’un commun accord pour évaluer les terrains litigieux et à lui donner connaissance le cas échéant, dans les huit mois suivant l’expiration de ce délai, de tout règlement amiable qu’ils viendraient à conclure avant pareille évaluation (ibidem, pp. 70-71, paras. 47-49, et point 3 du dispositif).", "4. Par des lettres des 13 et 22 septembre 1993, les requérants et le Gouvernement respectivement ont informé la Cour qu’ils avaient désigné comme experts M. C. Liaskas, président de la Chambre technique de Grèce (Tekhniko Epimelitirio Ellados), M. C. Vantsis, ingénieur civil, membre du Corps des estimateurs assermentés (Soma Orkoton Ektimiton), et M. G. Katsos, ingénieur topographe, membre du même corps.", "5. Réunie le 24 novembre 1993, la Cour a estimé utile de recommander au Gouvernement et aux requérants de prendre, d’un commun accord, les mesures nécessaires pour que les experts nommés par eux puissent commencer leur travail le 15 janvier 1994. Elle a décidé aussi que la tâche de ceux-ci consisterait à déterminer, d’une part, la valeur que les terrains litigieux avaient en 1967, et, d’autre part, leur valeur actuelle, le libellé du dispositif de l’arrêt au principal n’empêchant nullement le déroulement parallèle de l’expertise et de la recherche d’une solution amiable. Toutefois, en raison de certaines préoccupations exprimées par le Gouvernement le 6 décembre 1993, le président a informé les parties au litige que la date du 15 janvier 1994 n’était plus maintenue.", "6. Le 9 février 1994, sur les instructions de la Cour, le greffier a adressé aux experts la lettre suivante:", "\"Comme vous le savez déjà, le gouvernement hellénique et Me Stamoulis vous ont choisi comme expert (...) pour évaluer certains terrains appartenant aux requérants et dont l’occupation par la marine nationale grecque a été jugée, par la Cour (...), contraire à l’article 1 du Protocole no 1 (P1-1) (...)", "La question de l’indemnisation des requérants ne se trouvant pas en état à la date de l’arrêt ainsi rendu le 24 juin 1993, la Cour a décidé de la réserver en tenant compte de l’éventualité d’un accord entre l’État défendeur et les requérants. Quoique le délai accordé à cette fin expire le 24 avril 1994, les chances de succès de pareille tentative semblent très faibles et la Cour sera selon toute probabilité appelée à trancher. Elle vous invite donc à commencer votre travail dès cette date, ou même plus tôt avec le consentement des parties au litige.", "L’expertise devra porter sur la valeur des terrains litigieux tant à la date de leur [occupation] par la marine nationale (en 1967) qu’à l’heure actuelle (en 1994); votre rapport devrait être déposé au plus tard le 31 juillet 1994.", "La Cour souhaiterait également recevoir avant la fin d’avril 1994 une estimation, de votre part, des frais de l’expertise et du montant de vos honoraires; le président de la Cour pourra les taxer au besoin (article 42 par. 1 in fine du règlement). Leur paiement incombera en définitive au gouvernement hellénique.", "(...)\"", "Le même jour, il a communiqué à l’agent du Gouvernement une copie de cette lettre, en lui précisant de surcroît:", "\"Me référant à votre lettre du 6 décembre 1993 ainsi qu’à ma réponse du 9 décembre, j’ai l’honneur de vous informer que la charge finale des frais de l’expertise et des honoraires des experts pèsera sur l’État grec. En effet, par son arrêt du 24 juin 1993, la Cour a décidé que l’occupation illégale des terrains litigieux par le Fonds de la marine nationale depuis 1967 a enfreint le droit de propriété des requérants. Il s’ensuit que les frais assumés par ceux-ci pour faire constater et corriger cette violation, d’une part, ainsi que les frais de l’expertise nécessaire en l’espèce pour l’application de l’article 50 (art. 50), d’autre part, incomberont en définitive à l’État défendeur. Telle est l’opinion de M. le président Bernhardt, mais la décision formelle figurera dans l’arrêt de la Cour.\"", "7. Le 11 février 1994, le conseil des requérants a informé le greffier que tout espoir de régler l’affaire à l’amiable avait disparu. Dans une lettre du 7 avril 1994, l’agent du Gouvernement a déclaré parvenir à la même conclusion et demandé le consentement de la Cour pour nommer deux conseillers techniques afin d’assister les experts.", "8. Le 19 juillet 1994, l’agent du Gouvernement a sollicité une prolongation du délai - jusqu’à la fin de 1994 - pour le dépôt du rapport d’expertise. Il précisait que le ministre de la Défense avait refusé aux experts l’autorisation de pénétrer dans la base navale \"pour des raisons de service impérieuses ne pouvant être annoncées\" et \"pour des motifs de sécurité nationale\".", "9. Par une lettre parvenue au greffe le 11 août 1994, les requérants ont contesté la réalité des motifs dudit refus avancés par le ministre et l’agent du Gouvernement. Ils qualifiaient l’attitude de ce dernier de \"tromperie provocatrice\" et ajoutaient:", "\"4. Nous regrettons de devoir informer la Cour qu’il n’existait absolument aucune `raison de service’ d’interdire l’entrée des experts dans le village de vacances litigieux. On a simplement jugé qu’il ne serait pas opportun de faire coïncider la visite des experts avec la pointe de la période estivale pendant laquelle le village fournit l’image d’un littoral de rêve dont la beauté naturelle est unique. Et on a jugé que si la visite était reportée à une période où les vacanciers auraient déserté le village, l’image de celui-ci n’aurait probablement pas impressionné les experts.", "5. Bien évidemment, comme il n’existait ni `raisons de service’ ni `motifs de sécurité nationale suprême’, les experts ont visité le village le 17 juillet 1994 (jour de la Sainte-Marina) et ont eu l’occasion de faire leurs investigations, puisque l’entrée était libre pour tous les visiteurs.", "Nous nous devons de révéler à la Cour et de dénoncer les allégations inexactes avancées par l’État grec en méconnaissance de l’obligation des parties au procès de se comporter avec droiture et bonne foi et de faciliter la tâche de la Cour. Je dois du reste relever que la tactique manifestement antidéontologique par laquelle l’État a réussi à retarder la réalisation de l’expertise prolonge l’instance devant la Cour et aggrave le préjudice de mes mandants. Il appartient à la Cour de juger dans quelle mesure ce comportement des autorités de la République hellénique doit entraîner des sanctions et être pris en considération pour l’allocation de la `satisfaction équitable’ conformément à l’article 50 (art. 50) de la Convention.\"", "10. De leur côté, les experts avaient communiqué à la Cour, le 10 août 1994, la copie d’une lettre qu’ils avaient envoyée au Gouvernement ainsi libellée:", "\"Par la lettre qu’elle vous a adressée et nous a également notifiée, la Direction E2 du Quartier général de la Marine nationale nous a interdit jusqu’au 15 octobre 1994 l’accès au village de villégiature des officiers de la Marine nationale (base navale du golfe d’Eubée du sud), où se trouve situé l’immeuble litigieux, pour des raisons qu’elle ne pouvait pas nous préciser, mais dont nous pensons qu’elles se rapportent à la fin des vacances d’été des officiers de la Marine.", "Toutefois, nous avons pu visiter l’immeuble litigieux avec des centaines de fidèles, le 17 juillet 1994, jour de la Sainte-Marina, afin de faire un pèlerinage à l’église portant ce nom.", "(...)", "Compte tenu de tout ce qui précède et afin de compléter les éléments dont nous disposons déjà (...) pour l’établissement précis et objectif de notre expertise,", "Nous vous prions de prendre les mesures nécessaires afin que nous parviennent le 5 septembre 1994 au plus tard les éléments suivants:", "(...)\"", "11. Le 25 août 1994, la Cour s’est réunie afin d’examiner - à la lumière des observations des parties au litige et des experts - le déroulement de la procédure et de décider de la suite à donner à celle-ci. Le 29 août, le greffier leur a communiqué une lettre dont le passage pertinent se lisait ainsi:", "\"La Cour a constaté avec regret que le délai fixé pour le dépôt de l’expertise n’a pas été respecté. Elle a exprimé sa vive préoccupation quant à la réticence du gouvernement grec à collaborer efficacement avec les experts (...)", "Elle a décidé que:", "1. les frais de l’expertise incomberont au gouvernement grec; ils seront déterminés selon la législation grecque en vigueur en la matière, mais la Cour les appréciera suivant les critères qui se dégagent de sa jurisprudence;", "2. le gouvernement grec devrait accorder immédiatement aux experts son assistance afin que ceux-ci puissent disposer de tous les éléments nécessaires à l’élaboration de l’expertise. Celle-ci devra porter sur la valeur des terrains litigieux à la date de leur [occupation] par la marine nationale (en 1967) et à l’heure actuelle (en 1994), cette valeur ne pouvant inclure le dommage éventuel subi par les requérants du fait de la perte de l’usage de leur propriété pendant la période 1967-1994;", "3. le délai pour le dépôt de l’expertise expirera le 31 octobre 1994.\"", "12. Le 14 novembre 1994, à la demande des experts, le président a consenti à prolonger de nouveau le délai pour le dépôt de leur rapport, jusqu’au 15 décembre 1994.", "13. Les experts ont déposé leur rapport le 19 décembre 1994 et leurs demandes relatives à leurs frais et honoraires le 20 janvier 1995.", "14. Le 15 février 1995, le Gouvernement a prié la Cour de tenir une audience: il contestait la validité de l’expertise dans son intégralité à cause de la non-participation de l’un des trois experts, M. Liaskas, à sa rédaction et du fait que les experts auraient dépassé leur mandat en prenant en considération des éléments qui n’avaient pas été demandés par la Cour.", "La Cour a alors invité M. Liaskas - qui n’avait jamais renoncé au mandat qu’elle lui avait confié - à confirmer par écrit qu’il souscrivait aux constats de ses confrères; elle n’a reçu cependant aucune réponse de sa part.", "15. Gouvernement et requérants ont présenté leurs observations sur l’expertise les 17 et 21 février 1995; le 3 janvier 1995, le greffier avait déjà reçu des conseillers techniques du Gouvernement (paragraphe 7 ci-dessus) un rapport contenant leur propre évaluation des terrains litigieux.", "Le délégué de la Commission n’a pas formulé d’observations écrites.", "16. Le 22 mars 1995, la Cour a accueilli la demande du Gouvernement de tenir une audience.", "Ainsi qu’en avait décidé le président, celle-ci s’est déroulée en public le 22 juin 1995, à l’ancien Palais des Droits de l’Homme à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. V. Kondolaimos, assesseur", "\t\tauprès délégué de du Conseil juridique de l’État, \tagent,", "\tMme M. Basdeki, auditeur", "\t\tau Conseil juridique de l’État,", "\tM. V. Roukhotas, ingénieur civil,", "\t\tsous-directeur à la direction des travaux à l’état-major de la marine \tnationale, \tconseillers;", "- pour la Commission", "\tM. L. Loucaides, \tdélégué;", "- pour les requérants", "\tMe I. Stamoulis, avocat et préfet élu", "\t\tdu département de Béotie,", "\tMe G. Vitalis, avocat, \tconseils.", "La Cour les a entendus en leurs déclarations, ainsi qu’en leurs réponses à ses questions. Le délégué de l’agent a produit certaines pièces à l’occasion de l’audience.", "EN DROIT", "17. Aux termes de l’article 50 (art. 50) de la Convention,", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "I. VALIDITÉ DE L’EXPERTISE", "18. En premier lieu, le Gouvernement conteste la validité de l’expertise au motif que seuls deux des trois experts initialement désignés l’ont réalisée: la non-participation de M. Liaskas, président de la Chambre technique de Grèce, à l’élaboration du rapport d’expertise - sans en informer officiellement ni la Cour ni le Gouvernement qui, lui, comptait sur l’expérience et le jugement de celui-ci - rendrait ledit rapport nul, arbitraire et \"scandaleusement favorable\" aux intérêts des requérants. Il invite la Cour à ne pas le prendre en considération et à ordonner une nouvelle expertise à établir cette fois par tous les experts.", "19. Les requérants soulignent qu’en exécution du dispositif de l’arrêt de la Cour du 24 juin 1993, les parties au litige étaient à l’époque convenues de choisir trois experts: l’un à désigner par la Chambre technique de Grèce, les deux autres par le Corps des estimateurs assermentés. Le premier, M. Liaskas, a la qualité de conseiller technique du Gouvernement; MM. Vantsis et Katsos, eux, sont des fonctionnaires non rémunérés par l’État. Présent lors des premières étapes de l’expertise, M. Liaskas n’a pas par la suite participé aux visites sur les lieux, alors qu’il était averti à temps chaque fois, et n’a pas comparu pour signer le rapport d’expertise, comme il y était invité. Or ces faits se trouvent dûment consignés par MM. Vantsis et Katsos dans leur rapport, ce qui suffit, selon le code de procédure civile (article 383 par. 3) et le droit international privé grec, à rendre l’expertise valide.", "20. La Cour rappelle que par son arrêt du 24 juin 1993, elle invitait le Gouvernement et les requérants à lui communiquer les noms et qualités d’experts choisis d’un commun accord pour évaluer les terrains litigieux, mais sans en préciser le nombre. Elle a pris acte en septembre 1993 de la désignation des trois experts dont il s’agit. Par une lettre du greffier du 9 février 1994, elle a attiré l’attention de ceux-ci sur le fait que le délai accordé aux parties au litige pour parvenir à un accord amiable expirait le 24 avril 1994 et les invitait à commencer leur travail dès cette date ou même plus tôt avec le consentement des intéressés (paragraphe 6 ci-dessus). Elle ne fut informée des faits dont se plaint le Gouvernement que par le rapport d’expertise déposé le 19 décembre 1994, par une lettre de l’agent du Gouvernement du 12 février 1995 et par les observations de celui-ci sur l’expertise parvenues au greffe le 17 février 1995.", "Or il ressort dudit rapport qu’après le 17 octobre 1994 M. Liaskas ne participa à aucune autre visite sur les lieux ni à la rédaction du rapport - alors qu’il y était convoqué dix jours à l’avance -, et ne se présenta pas non plus pour contresigner ce dernier le 15 décembre 1994. La Cour note de surcroît que M. Liaskas, qui n’avait jamais renoncé à son mandat, ne répondit pas à la lettre de la Cour par laquelle celle-ci lui demandait s’il souscrivait aux constats de ses confrères (paragraphe 14 ci-dessus). Quant au Gouvernement, selon lequel le concours de M. Liaskas lui aurait été précieux, il ne protesta pas avant la rédaction du rapport contre la cessation de toute activité de ce dernier. Dans ces conditions, la Cour estime que le Gouvernement ne peut se prévaloir de la non-participation inexpliquée du troisième expert pour contester la validité de l’expertise.", "21. En deuxième lieu, le Gouvernement allègue que les experts ont dépassé leur mandat en évaluant les bâtiments et autres installations qui se trouvent sur les terrains litigieux; il souligne que ceux-ci auraient succombé aux assurances que leur auraient données les requérants de les rémunérer eux-mêmes au cas où la Cour refuserait de tenir compte de ces bâtiments et installations.", "22. Les requérants trouvent normal que l’expertise inclue aussi les constructions; la Cour serait ainsi mieux à même de statuer sur la valeur actuelle des terrains litigieux et disposerait d’une base plus fiable pour la fixation du préjudice subi par les intéressés.", "23. La Cour rappelle qu’en s’adressant le 9 février 1994 aux experts, elle leur précisait que l’expertise devait porter sur la valeur des terrains litigieux tant à la date de leur occupation par la marine nationale (en 1967) qu’en 1994. Elle constate à cet égard que le rapport d’expertise contient tous les éléments nécessaires lui permettant de statuer sur l’application de l’article 50 (art. 50) en l’espèce. La question de savoir si la valeur des constructions doit ou non être prise en considération relève de l’appréciation du dommage matériel subi par les requérants, et son calcul par les experts n’affecte nullement la validité de leur rapport.", "24. En conclusion, la Cour tient pour valide le rapport des experts et le prend en considération pour rendre sa décision.", "", "II. DOMMAGE", "A. Dommage matériel", "1. Résumé de l’expertise et des conclusions des experts", "25. Long de soixante-cinq pages et comportant plusieurs annexes, le rapport d’expertise contient une estimation de la valeur des terrains litigieux en 1967 et en 1994, ainsi que de celle des bâtiments et autres installations construits par la marine nationale depuis 1967. Les experts justifient d’emblée leur choix de tenir compte de ces derniers par l’influence déterminante qu’auraient ces constructions sur la plus-value des terrains et par le fait que la décision de la Cour quant au fond de l’affaire pourrait entraîner une indemnisation les incluant.", "26. Selon les experts, la région dans laquelle se trouvent les terrains litigieux n’était pas mise en valeur en 1967; les diverses propriétés existant à l’époque - des exploitations agricoles ou des champs en friche - n’étaient pas toutes clôturées. En 1994, lesdits terrains, les terrains adjacents à ceux-ci et les bois limitrophes sont entièrement mis en valeur par la construction des bâtiments et la plantation d’arbres et d’arbustes. Toutefois, l’intégralité de l’étendue occupée par la marine nationale demeure en dehors du plan d’urbanisme. La superficie litigieuse se compose de sept lotissements constructibles. Tout projet de construction reste soumis à l’approbation de l’Inspection des forêts, ce qui constitue la seule limitation après la levée, le 3 mars 1994, de celles dues à la qualification de site archéologique. La morphologie et la situation des terrains mais aussi la beauté de la région font d’eux le lieu idéal pour l’implantation d’un complexe hôtelier; il s’agit là d’une des rares régions calmes et vierges d’Attique et qui a une valeur commerciale exceptionnelle en raison du manque actuel de régions similaires. Or ces considérations ont été déterminantes pour l’évaluation des terrains litigieux. Il semblerait enfin que toute la région a été classée comme place forte navale, mais les experts affirment que l’État grec ne leur a communiqué aucun document officiel de nature à étayer cette allégation.", "Pour rédiger leur rapport, les experts se sont fondés sur des documents fournis par les services fiscaux concernant des parcelles de terres agricoles ou autres analogues aux terrains litigieux, sur des éléments apportés par le Gouvernement et les requérants, ainsi que sur des renseignements provenant du marché immobilier. Ils ont en outre tenu compte de l’évolution du taux de l’inflation et de la hausse des prix de l’immobilier dans la région.", "L’estimation porte sur une étendue de 104 018 m2 telle que reconnue aussi par la décision no 17/1983 de la deuxième commission d’expropriation d’Athènes, du 19 septembre 1983. S’y ajoute celle de la zone littorale de 7 180 m2 qui serait fixée par un décret du 10 décembre 1965 et relèverait du domaine public; les experts l’évaluent néanmoins comme étendue privée pouvant faire l’objet d’une transaction, mais en précisant que son régime de propriété devra être déterminé par les tribunaux compétents.", "27. Après un examen approfondi des éléments en leur possession, les experts parviennent aux conclusions suivantes:", "Valeur des terrains", "En 1967: 104 018 m2: 27 500 000 drachmes 7 180 m2: 2 300 000 drachmes", "En 1994: a) sans plus-value 104 018 m2: 3 500 000 000 drachmes 7 180 m2: 300 000 000 drachmes", "b) avec plus-value 104 018 m2: 4 200 000 000 drachmes 7 180 m2: 360 000 000 drachmes", "Valeur des terrains et des bâtiments", "En 1994", "a) valeur totale des terrains sans plus-value (3 800 000 000 drachmes) + coût des bâtiments (1 351 000 000 drachmes): 5 151 000 000 drachmes", "b) valeur totale des terrains avec plus-value (4 560 000 000 drachmes) + coût et valeur des bâtiments (1 713 490 000 drachmes): 6 273 490 000 drachmes", "2. Thèses respectives des comparants", "a) Gouvernement", "28. Le Gouvernement conteste aussi bien la pertinence des éléments sur lesquels se sont fondés les experts que les montants auxquels ils ont conclu.", "En premier lieu, il allègue que les experts ont pris en considération, pour les besoins de leur évaluation, des terrains autres que ceux en litige, ainsi que la zone littorale de 7 180 m2 qui relèverait du domaine public. Plus particulièrement, il souligne qu’à l’époque de la publication au Journal officiel, le 10 décembre 1965, du décret définissant les lignes de base de la mer, les requérants n’y soulevèrent aucune objection; ils seraient donc forclos pour invoquer aujourd’hui un droit de propriété sur cette zone.", "En deuxième lieu, le Gouvernement reproche aux experts d’avoir retenu comme élément de comparaison des terrains qui ne présenteraient aucune analogie avec les terrains litigieux; or ceux-ci se situeraient dans une région rocheuse, abrupte, marécageuse et inaccessible se prêtant ainsi à la création d’une base navale. Cet état de la région ne serait nullement modifié depuis l’installation de la base en 1968 et les seules activités économiques consistent en l’exploitation des carrières et une culture agricole sporadique.", "Quant à la levée de la qualification de site archéologique, elle aurait eu lieu seulement en 1994 et seulement pour la surface entourée par le mur d’enceinte de la base navale; le restant de l’étendue se trouverait encore soumis aux limitations afférentes à cette qualification. Quoiqu’il en soit, des limitations à la construction existeraient pour toute la région avoisinante en vertu de la législation de 1936 relative aux places fortifiées.", "29. Le Gouvernement effectue comme suit sa propre estimation des terrains litigieux:", "Valeur des terrains", "En 1967: 104 018 m2: 520 000 drachmes En 1994: 104 018 m2: 312 000 000 drachmes", "Coût des bâtiments", "A l’époque de leur construction: 82 900 000 drachmes Actuellement: 1 525 500 000 drachmes", "b) Requérants", "30. Les requérants dénoncent d’emblée l’attitude du Gouvernement depuis le prononcé de l’arrêt de la Cour du 24 juin 1993: celui-ci aurait non seulement refusé de régler l’affaire à l’amiable, comme le souhaitait la Cour, mais il aurait par la suite tenté de retarder la réalisation de l’expertise et de rendre difficile la tâche des experts.", "31. Dans leurs observations sur l’expertise, les requérants soulignent la beauté unique et la situation géographique idéale de la région dans laquelle se trouvent leurs propriétés, qui justifieraient la volonté de la marine nationale de les transformer en lieu de villégiature pour les officiers et leurs familles. La qualification de site archéologique traduirait le souci de la marine de protéger ce lieu des interventions de la justice en faveur des requérants et de menaces de construction à proximité de celui-ci; elle aurait en outre visé à diminuer la valeur des terrains des intéressés avant leur estimation - pour le compte de l’État - par une commission de fonctionnaires (paragraphe 16 de l’arrêt au principal). De plus, le temple de Némésis qui aurait servi de prétexte à pareille qualification aurait été situé à une distance de cinq kilomètres et n’existerait plus aujourd’hui. Quant à l’allégation selon laquelle il s’agirait d’une forteresse navale, les photographies aériennes produites au dossier la démentiraient facilement.", "En ce qui concerne le rapport d’expertise lui-même, les requérants lui reprochent de se fonder sur des éléments de comparaison qui ne conviendraient pas en l’espèce et d’ignorer celui établi par la commission de fonctionnaires, qui serait plus favorable aux intéressés. En revanche, ils affirment que les experts ont à bon droit évalué la zone littorale de 7 180 m2, car la deuxième commission d’expropriation d’Athènes aurait reconnu en 1983 leur droit de propriété sur cette zone. Effectuant leur propre calcul, ils avancent que la valeur actuelle de leurs propriétés s’élève à 14 455 740 000 drachmes.", "Les requérants revendiquent aussi un droit de propriété sur les bâtiments construits par la marine nationale sur leurs terrains. Ils prétendent que selon la législation grecque (articles 3 et 13 du décret no 797/1971) et la jurisprudence de la Cour de cassation (arrêt no 1795/1988), l’expropriation forcée d’un immeuble, comme en l’espèce, entraîne d’office celle de ses éléments constitutifs. Pour qu’une indemnisation soit alors complète, elle devrait comprendre la valeur desdits bâtiments qui atteindrait - d’après le rapport des experts - 1 714 000 000 drachmes.", "Enfin, les intéressés réclament une indemnisation pour la perte de l’usage de leurs propriétés pendant plus de vingt-sept ans. A ce titre, ils sollicitent un pourcentage annuel de 6 % sur la valeur actuelle de leurs biens, soit 26 680 071 000 drachmes. Ils rappellent que l’Office hellénique de tourisme avait accordé à M. Karayannis, l’un des requérants, un permis de construire (no 20031/4212, du 25 mai 1963) un complexe hôtelier et la société américaine John T. Ratekin and Associates avait élaboré un projet à cette fin.", "32. En bref, les requérants demandent:", "- à titre principal, la restitution de leurs terrains et l’octroi d’une indemnité pour perte d’usage, d’un montant de 26 680 071 000 drachmes;", "- à titre subsidiaire, le paiement de la valeur des terrains et des bâtiments (16 169 740 000 drachmes) et l’octroi d’une indemnité pour perte d’usage (26 680 071 000 drachmes), soit 42 849 811 000 drachmes;", "- des intérêts moratoires sur la somme à octroyer, calculés selon la législation grecque, à compter de la date du prononcé de l’arrêt de la Cour jusqu’au paiement.", "c) Commission", "33. Évoquant la jurisprudence arbitrale et judiciaire internationale en matière d’expropriation, le délégué de la Commission estime que la satisfaction équitable en l’espèce doit consister en un dédommagement à hauteur de la pleine valeur actuelle des terrains litigieux. Il fonde cette déclaration sur le fait que les titres de propriété des requérants n’ont jamais été transférés à l’État et qu’en dépit de leurs efforts les intéressés n’ont pas réussi à recouvrer la jouissance de leurs propriétés ou à en acquérir une autre comme l’État leur avait promis.", "Ce serait grâce à l’arrêt de la Cour du 24 juin 1993 que la situation juridique de leurs propriétés aurait enfin été définie et établie, et ce serait donc à cette date que serait née une obligation de restitutio in integrum au titre de l’article 50 (art. 50). Toutefois, comme l’État ne leur a accordé depuis ledit arrêt aucune réparation en nature, il échet de leur verser maintenant son équivalent monétaire augmenté seulement de la plus-value créée par l’existence des bâtiments; cette méthode se justifierait par les circonstances particulières de l’affaire, notamment le caractère illicite d’une expropriation qui perdure. S’agissant de la détermination du montant de l’indemnité, le délégué invite la Cour à ne pas s’écarter des conclusions des experts.", "", "3. Décision de la Cour", "34. La Cour rappelle que par l’article 53 (art. 53) de la Convention les Hautes Parties contractantes se sont engagées à se conformer aux décisions de la Cour dans les litiges auxquels elles sont parties; de plus, l’article 54 (art. 54) prévoit que l’arrêt de la Cour est transmis au Comité des Ministres qui en surveille l’exécution. Il s’ensuit qu’un arrêt constatant une violation entraîne pour l’État défendeur l’obligation juridique au regard de la Convention de mettre un terme à la violation et d’en effacer les conséquences de manière à rétablir autant que faire se peut la situation antérieure à celle-ci.", "Les États contractants parties à une affaire sont en principe libres de choisir les moyens dont ils useront pour se conformer à un arrêt constatant une violation. Ce pouvoir d’appréciation quant aux modalités d’exécution d’un arrêt traduit la liberté de choix dont est assortie l’obligation primordiale imposée par la Convention aux États contractants: assurer le respect des droits et libertés garantis (article 1) (art. 1). Si la nature de la violation permet une restitutio in integrum, il incombe à l’État défendeur de la réaliser, la Cour n’ayant ni la compétence ni la possibilité pratique de l’accomplir elle-même. Si, en revanche, le droit national ne permet pas ou ne permet qu’imparfaitement d’effacer les conséquences de la violation, l’article 50 (art. 50) habilite la Cour à accorder, s’il y a lieu, à la partie lésée la satisfaction qui lui semble appropriée.", "35. Dans son arrêt au principal, la Cour a jugé que \"la perte de toute disponibilité des terrains en cause, combinée avec l’échec des tentatives menées jusqu’ici pour remédier à la situation incriminée, a[vait] engendré des conséquences assez graves pour que les intéressés aient subi une expropriation de fait incompatible avec leur droit au respect de leurs biens\" (p. 70, par. 45).", "36. L’acte du gouvernement grec que la Cour a estimé contraire à la Convention n’est pas une expropriation à laquelle n’aurait manqué, pour être légitime, que le paiement d’une indemnité équitable; il s’agit d’une mainmise de l’État sur des terrains appartenant à des particuliers, qui se prolonge depuis vingt-huit ans, les autorités faisant fi des décisions des tribunaux nationaux et de leurs propres promesses aux requérants de remédier à l’injustice commise en 1967 par le régime dictatorial.", "Or le caractère illicite de pareille dépossession se répercute par la force des choses sur les critères à employer pour déterminer la réparation due par l’État défendeur, les conséquences financières d’une expropriation licite ne pouvant être assimilées à celles d’une dépossession illicite. A cet égard, la jurisprudence internationale, judiciaire ou arbitrale, fournit à la Cour une source d’inspiration très appréciable; quoiqu’elle concerne plus spécialement l’expropriation d’entreprises industrielles et commerciales, les principes qu’elle dégage en ce domaine restent valables pour des situations comme celle en l’espèce.", "En particulier, par son arrêt du 13 septembre 1928 dans l’affaire relative à l’usine de Chorzów, la Cour permanente de justice internationale a jugé:", "\"(...) la réparation doit, autant que possible, effacer toutes les conséquences de l’acte illicite et rétablir l’état qui aurait vraisemblablement existé si ledit acte n’avait pas été commis. Restitution en nature, ou, si elle n’est pas possible, paiement d’une somme correspondant à la valeur qu’aurait la restitution en nature; allocation, s’il y a lieu, de dommages-intérêts pour les pertes subies et qui ne seraient pas couvertes par la restitution en nature ou le paiement qui en prend la place; tels sont les principes desquels doit s’inspirer la détermination du montant de l’indemnité due à cause d’un fait contraire au droit international.\" (Recueil des arrêts, série A no 17, p. 47)", "37. En l’espèce, l’indemnité à accorder aux requérants ne se limite pas à la valeur qu’avaient leurs propriétés à la date de leur occupation par la marine nationale. Dans son arrêt au principal, la Cour s’est fondée, pour qualifier l’ingérence incriminée, sur la durée de l’occupation et sur l’incapacité des autorités des années durant d’attribuer aux intéressés les terrains promis en échange. Pour cette raison, elle a invité les experts à estimer aussi la valeur actuelle des terrains litigieux; cette valeur ne dépend pas de conditions hypothétiques, ce qui serait le cas s’ils se trouvaient aujourd’hui dans le même état qu’en 1967. Il ressort clairement du rapport d’expertise que, depuis lors, lesdits terrains et leur voisinage immédiat - qui disposaient de par leur situation d’un potentiel de développement touristique - ont été mis en valeur par la construction des bâtiments servant de centre de loisirs des officiers de la marine nationale et par des travaux d’infrastructures à cette fin. La Cour ne perd pas de vue non plus que les intéressés avaient à l’époque un projet d’exploitation économique de leurs propriétés, qui avait reçu un début de réalisation (paragraphe 31 ci-dessus).", "38. En conséquence, la Cour estime que la restitution des terrains litigieux, d’une superficie de 104 018 m2 - et tels que définis en 1983 par la deuxième commission d’expropriation d’Athènes -, placerait les requérants, le plus possible, dans une situation équivalant à celle où ils se trouveraient s’il n’y avait pas eu manquement aux exigences de l’article 1 du Protocole no 1 (P1-1); l’attribution des bâtiments existants les indemniserait alors intégralement des conséquences de la perte de jouissance alléguée. Quant à la zone de 7 180 m2 revendiquée, la Cour relève que, tout en l’ayant évaluée et en la considérant comme étendue privée, les experts soulignent que certaines parties de cette zone se trouvent incluses dans le littoral tel que fixé par le décret no 221 du 10 décembre 1965, et qu’il appartiendrait le cas échéant aux tribunaux compétents de se prononcer sur le régime de propriété de celles-ci. Dans ces conditions, la Cour n’estime pas devoir la prendre en considération.", "Certes, le Gouvernement se prévalait déjà en 1980 (paragraphe 14 de l’arrêt au principal) des motifs de défense nationale qui empêcheraient la restitution: quand bien même la base navale formerait en temps de paix un centre de vacances pour les officiers et leurs familles, elle serait prête à s’intégrer dans le dispositif militaire du pays en temps de guerre.", "39. A défaut pour l’État défendeur de procéder à pareille restitution dans un délai de six mois à compter du prononcé du présent arrêt, la Cour décide que celui-ci devra verser aux intéressés, pour dommage et perte de jouissance depuis que les autorités ont pris possession de ces terrains en 1967, la valeur actuelle de leurs terrains augmentée de la plus-value apportée par l’existence des bâtiments, ainsi que du coût de construction de ces derniers. Quant à la détermination du montant de cette indemnité, et eu égard à l’importance de l’écart qui sépare les méthodes de calcul employées à cette fin par les parties au litige, la Cour entérine les conclusions du rapport d’expertise pour l’évaluation exacte du préjudice subi. Ledit montant s’élèverait donc à 4 200 000 000 drachmes pour les terrains et 1 351 000 000 drachmes pour les bâtiments, majoré de 6 % d’intérêts à compter de l’expiration du délai de six mois susmentionné et jusqu’au versement effectif.", "40. Plus spécialement, concernant les bâtiments, la Cour ne peut accueillir le moyen soulevé par le Gouvernement, d’après lequel l’octroi d’une indemnité à ce titre relève exclusivement de la compétence des juridictions nationales car il nécessite au préalable une interprétation du droit national et un éclaircissement complet des circonstances de l’espèce; les requérants disposeraient dans l’ordre juridique interne des moyens de recours efficaces pour satisfaire leurs exigences excessives. La Cour estime, d’une part, que les bâtiments forment une composante de la restitutio in integrum (paragraphe 38 ci-dessus). Elle rappelle, d’autre part, qu’elle a reconnu les intéressés victimes d’une violation du Protocole no 1 (P1): les obliger à épuiser les voies de recours internes pour pouvoir obtenir de la Cour une satisfaction équitable, allongerait la procédure instituée par la Convention de manière peu compatible avec l’idée d’une protection efficace des droits de l’homme (arrêts De Wilde, Ooms et Versyp c. Belgique du 10 mars 1972, série A no 14, pp. 8-9, par. 16, et Barberà, Messegué et Jabardo c. Espagne du 13 juin 1994, série A no 285-C, p. 57, par. 17).", "B. Dommage moral", "41. Les requérants sollicitent aussi 6 milliards de drachmes pour le préjudice moral qu’ils auraient subi du fait de la \"souffrance inouïe\" et de la \"moquerie intolérable\" dont ils ont été victimes pendant les trois décennies qu’a duré leur litige avec l’État.", "42. Le Gouvernement trouve ce montant \"tout à fait absurde\" car il dépasserait presque de deux fois la valeur des terrains établie par les experts. Le préjudice moral allégué par les intéressés serait imputable exclusivement à leur comportement car ils se seraient désistés de tous les recours qu’ils avaient engagés devant les tribunaux nationaux alors que ces recours n’étaient pas dépourvus de toute chance de succès.", "43. La Cour considère que la violation de la Convention a porté aux requérants un tort moral certain: il résulte du sentiment d’impuissance et de frustration face, d’un côté, au refus de la marine nationale et des gouvernements successifs de se conformer aux décisions des autorités judiciaires et administratives grecques (paragraphes 7-12 de l’arrêt au principal) et, de l’autre, à l’échec de la tentative de récupération en échange de terrains d’égale valeur (paragraphes 14-22 et 26-27 de l’arrêt au principal).", "La Cour alloue à chacun des requérants 450 000 drachmes de ce chef, soit 6 300 000 drachmes au total.", "III. FRAIS ET DÉPENS", "44. Les requérants sollicitent le remboursement de frais et dépens, notamment pour honoraires et frais d’avocat et pour frais de justice, d’un montant global de 3 066 080 830 drachmes, se répartissant ainsi:", "a) frais exposés en Grèce dans quatre séries de procédures différentes: 1 780 586 530 drachmes;", "b) frais afférents aux procédures suivies à Strasbourg, y compris celle relative à l’application de l’article 50 (art. 50): 1 285 494 300 drachmes.", "45. Le Gouvernement renvoie aux observations écrites de son agent sur ce point, déposées avant l’audience au principal, ainsi qu’à sa plaidoirie pendant celle-ci: à l’époque, il qualifiait d’hypothétiques les frais et dépens dont les intéressés exigeaient le remboursement et invitait la Cour à ne retenir que ceux qui seraient entièrement prouvés.", "46. Pour sa part, le délégué de la Commission ne se prononce pas à ce sujet.", "47. La Cour note que les intéressés ont calculé les sommes susmentionnées selon les barèmes nationaux en la matière, en particulier le décret-loi no 3026/1954 portant code des avocats, et au prorata de leurs revendications pour dommage matériel. En outre, ils ne fournissent pas de pièces justificatives de nature à prouver le taux des honoraires et autres frais qu’ils ont dû payer.", "Il est de jurisprudence constante que les normes de la pratique interne ne s’imposent pas à la Cour dans le domaine considéré (voir, parmi beaucoup d’autres, l’arrêt Abdulaziz, Cabales et Balkandali c. Royaume-Uni du 28 mai 1985, série A no 94, p. 45, par. 99).", "La Cour ne peut donc accueillir la totalité des prétentions des requérants, qui atteignent incontestablement un montant très élevé. Compte tenu cependant des circonstances de la cause, de la pluralité et de la longueur des procédures nationales, judiciaires et administratives, de la participation des conseils aux négociations en vue d’un règlement amiable, ainsi que de la complexité particulière de la question de l’application de l’article 50 (art. 50), la Cour estime raisonnable de leur accorder 65 millions de drachmes, taxe sur la valeur ajoutée incluse.", "IV. FRAIS D’EXPERTISE", "48. Pour leurs honoraires et les frais relatifs à la réalisation de l’expertise, les deux experts signataires du rapport demandent un montant global de 79 600 000 drachmes, taxe sur la valeur ajoutée de 18 % en plus. Leur calcul se fonde sur la législation grecque en la matière et tient compte du travail d’estimation lui-même, du nombre d’heures consacré, des visites sur les lieux, de l’établissement des plans et de l’interprétation des photographies aériennes. Ils précisent que 73 % de ce montant couvre l’évaluation des terrains et le restant celle des bâtiments.", "49. Le Gouvernement allègue, en ordre principal, que la rémunération des experts ne lui incombe ni en vertu de l’article 50 (art. 50) ni en vertu d’une autre disposition de la Convention, car elle ne constituerait pas une dépense subie par les requérants et appelant un éventuel remboursement; elle devrait au contraire être assumée par le Conseil de l’Europe ou la Cour elle-même car l’expertise a été ordonnée par celle-ci et achevée à sa diligence.", "En ordre subsidiaire, et au cas où la Cour ne le suivrait pas sur ce point, le Gouvernement l’invite à renvoyer la détermination du montant de cette rémunération aux autorités ou aux juridictions grecques compétentes. Toutefois, si la Cour décidait de fixer elle-même ledit montant, il faudrait le limiter aux deux des trois experts seulement et à la partie de l’estimation concernant les terrains. Enfin, le Gouvernement prie la Cour de tenir compte à cet égard de la législation grecque telle qu’interprétée par la Cour de cassation dans ce domaine: une telle rémunération se fixe selon le jugement d’un homme raisonnable.", "50. Les requérants critiquent l’attitude du Gouvernement; ils soulignent que lors de la première visite sur les lieux, son agent avait annoncé aux experts que le Gouvernement ne s’estimerait pas lié par une décision de la Cour mettant leurs honoraires à sa charge. De plus, ils attirent l’attention de la Cour sur les nombreux obstacles posés par le Gouvernement dans l’accomplissement de la tâche des experts.", "51. Quant au délégué de la Commission, il soutient que le concept de \"satisfaction équitable\" est suffisamment large pour englober des frais de ce genre.", "52. La Cour rappelle d’abord que l’octroi d’indemnités relève du pouvoir discrétionnaire de la Cour et qu’il lui appartient de juger si telle indemnité est nécessaire ou appropriée, du moins en ce qui concerne des postes spécifiques.", "Elle convient que la rémunération des experts ne constitue pas des dépenses que les intéressés auraient eux-mêmes encourues dans l’ordre juridique interne afin d’essayer de prévenir ou faire corriger une violation ou, par la suite, devant les organes de la Convention pour la faire constater; il s’agit cependant des frais liés à la réalisation d’une expertise que la Cour a jugée indispensable afin de donner aux requérants la possibilité d’obtenir l’effacement de la violation relevée par l’arrêt au principal. En demandant aux parties de choisir d’un commun accord des experts, la Cour visait à éviter le caractère unilatéral de l’évaluation avancée par les requérants dans les rapports qu’ils avaient déposés avant et après l’audience au principal et que n’avait pas pris en considération la Cour.", "53. Par deux lettres du 9 février 1994, et sur les instructions du président de la chambre, le greffier a du reste informé les experts et l’agent du Gouvernement que les frais et honoraires relatifs à l’expertise incomberaient en définitive à l’État défendeur et que la décision formelle figurerait dans l’arrêt de la Cour (article 53 par. 1 l) du règlement A) (paragraphe 6 ci-dessus).", "54. La Cour ne doute pas de la réalité et de la nécessité des opérations que les deux experts ont accomplies pour s’acquitter au mieux de leur tâche et qu’ils énumèrent dans leurs demandes relatives à leurs frais et honoraires. Toutefois, elle se trouve dans l’impossibilité de contrôler, au regard de la législation et la jurisprudence nationales pertinentes, le caractère raisonnable du taux de ceux-ci, qui pour certains postes lui paraît élevé.", "Statuant en équité, la Cour alloue à chacun des deux experts 18 millions de drachmes, soit 36 millions de drachmes au total.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1. Dit que le rapport d’expertise est valide;", "", "2. Dit que l’État défendeur doit restituer aux requérants, dans les six mois, les terrains litigieux d’une superficie de 104 018 m2, y compris les bâtiments qui s’y trouvent;", "", "3. Dit que, faute d’une telle restitution, l’État défendeur doit verser aux requérants, dans les six mois, 5 551 000 000 (cinq milliards cinq cent cinquante et un millions) drachmes pour dommage matériel, montant à majorer d’un intérêt non capitalisable de 6 % à compter de l’expiration du délai de six mois (point 2 du dispositif) et jusqu’au versement;", "", "4. Dit que l’État défendeur doit verser aux requérants, dans les trois mois, 6 300 000 (six millions trois cent mille) drachmes pour dommage moral;", "", "5. Dit que l’État défendeur doit verser aux requérants, dans les trois mois, 65 000 000 (soixante-cinq millions) drachmes pour frais et dépens, taxe sur la valeur ajoutée incluse;", "", "6. Rejette la demande de satisfaction équitable pour le surplus;", "", "7. Dit que l’État défendeur doit verser aux deux experts, MM. Katsos et Vantsis, dans les trois mois, 36 000 000 (trente six millions) drachmes pour les frais et honoraires afférents à la rédaction de leur rapport, taxe sur la valeur ajoutée en plus.", "", "Fait en français et en anglais, puis communiqué par écrit le 31 octobre 1995 en application de l’article 55 par. 2, second alinéa, du règlement A.", "", "Rudolf BERNHARDT", "Président", "", "Herbert PETZOLD", "Greffier", ""]}