{"file": "FRE_HFJUD_62236_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "62236/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE GUILLOURY c. FRANCE", "", "", "(Requête no 62236/00)", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "22 juin 2006", "", "", "", "DÉFINITIF", "", "22/09/2006", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Guilloury c. France,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "MM.\tC.L. Rozakis, président,\n\t\tL. Loucaides,\n\t\tJ.-P. Costa,\n\tMmes\tF. Tulkens,\n\t\tN. Vajić,\n\tMM.\tA. Kovler,\n\t\tD. Spielmann, juges,\net de M. S. Nielsen, greffier de section,", "Après en avoir délibéré en chambre du conseil le 1er juin 2006,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 62236/00) dirigée contre la République française et dont un ressortissant de cet Etat, M. Alain Guilloury (« le requérant »), a saisi la Cour le 17 octobre 2000 en vertu de l’article 34 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Y. Choucq, avocat à Nantes. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme E. Belliard, directrice des Affaires juridiques du ministère des Affaires étrangères.", "3.  Le requérant alléguait en particulier que la procédure violait l’article 6 §§ 1 et 3 d) de la Convention.", "4.  La requête a été attribuée à la deuxième section de la Cour (article 52 § 1 du règlement).", "5.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la première section ainsi remaniée (article 52 § 1) où une chambre, chargée d’examiner l’affaire (article 27 § 1 de la Convention), a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 2 juin 2005, la chambre a déclaré la requête partiellement recevable", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "8.  Le requérant, M. Alain Guilloury, est un ressortissant français, né en 1955 et résidant à Plouezec.", "9.  Au moment des faits, le requérant travaillait en qualité de pâtissier pour les époux S., qui exploitaient une boulangerie pâtisserie à Plouezec. Il avait un compagnon et son homosexualité était connue de son entourage, y compris par ses employeurs.", "10.  De 1991 à 1993, V., âgé de seize ans au début des faits, qui travaillait comme apprenti dans la boulangerie pâtisserie, rendit diverses visites au domicile du requérant. Au cours de ces visites, V. et le requérant regardèrent ensemble des films à caractère pornographique et se livrèrent à des pratiques sexuelles. Le requérant filma les faits avec un caméscope, à l’insu de V.", "11.  C., alors âgé de dix-sept ans, fut engagé en 1996 comme apprenti dans la même boulangerie pâtisserie. Par la suite, C. se rendit au domicile du requérant, où ils visionnèrent un film à caractère pornographique. C. se rendit encore deux autres fois chez le requérant et ils eurent alors des relations sexuelles. Le requérant filma ces scènes, à l’insu de C., à l’aide d’un caméscope.", "12.  En juin 1997, les militaires de la brigade de recherches de la compagnie de gendarmerie de Saint-Brieuc furent saisis d’une enquête dans le cadre d’une information judiciaire ouverte contre plusieurs personnes et contre X, notamment pour diffusion d’images à caractère pornographique de mineurs de plus ou moins quinze ans. Sur commission rogatoire du juge d’instruction du tribunal de grande instance de Mâcon, ils procédèrent à une perquisition au domicile du requérant, sans qu’aucune plainte ou dénonciation le concernant n’ait été recueillie. Ils y découvrirent seize vidéocassettes dont quatorze qui mettaient en scène, dans les situations évoquées ci-dessus, le requérant en compagnie soit de V., soit de C.", "13.  Ces cassettes n’ayant aucun rapport avec l’information judiciaire en cours à Mâcon, les enquêteurs procédèrent à leur saisie incidente et diligentèrent une enquête préliminaire distincte.", "14.  Au cours de cette enquête, les enquêteurs procédèrent à l’audition du requérant, ainsi que de huit autres personnes : V. et C., les deux apprentis avec lesquels le requérant avait eu des relations sexuelles, les époux S., la mère de C. (G.), deux anciens apprentis de la même boulangerie pâtisserie (F. et L.C.), et le compagnon du requérant (J.C.).", "15.  Les témoignages recueillis par les gendarmes firent apparaître deux versions différentes des faits.", "16.  Selon le requérant, ses relations sexuelles avec les deux jeunes garçons, qui étaient consentants, s’étaient déroulées à plusieurs reprises et avaient été espacées dans le temps pour chacun d’eux. Ils étaient venus librement à son domicile et avaient demandé à regarder des films pornographiques. Le requérant contestait par ailleurs avoir autorité sur eux. Le visionnage des cassettes tel que décrit par les enquêteurs révélait des scènes de sodomie avec l’un des jeunes gens, V., qui était actif, ce qui paraissait conforter l’hypothèse d’une relation consentie et non subie.", "17.  Le requérant affirma qu’il n’avait exercé aucune contrainte ni violence sur les deux garçons et qu’il avait filmé les relations sexuelles, sachant qu’ils étaient encore mineurs, afin de se constituer une garantie et de pouvoir prouver qu’ils étaient consentants au cas où ils se seraient plaints de lui. Il avait réservé ces enregistrements à son usage exclusif et ne les avait montrés à personne.", "18.  Selon V., c’est le requérant qui lui avait projeté, au bout de quelques visites, des films à caractère pornographique. V. se rendait chez le requérant à la demande de celui-ci. V. s’était exécuté, s’agissant des relations sexuelles, en raison de la contrainte morale utilisée à son endroit par le requérant, qui s’arrangeait avec son employeur pour que V. puisse terminer son travail plus tôt et laissait entendre à V. que, sinon, il terminerait plus tard. Le requérant, qui n’avait jamais exercé sur lui de violence physique, avait complètement perturbé V. sur le plan de la sexualité.", "19.  Selon C., le requérant s’arrangeait avec son employeur pour qu’il soit régulièrement libre en fin de semaine et lui avait proposé de venir chez lui pour visionner des films pornographiques. C. avait accepté pour continuer à pouvoir être libre les fins de semaine. Comme il avait refusé, lors de la première visite, que le requérant le touche puis n’était pas retourné chez lui, il avait été contraint de travailler régulièrement en fin de semaine. Il était retourné chez le requérant à la suite des relances incessantes de celuici et, pendant sa deuxième visite, il lui avait demandé en vain de cesser ses agissements. Il avait ensuite obtenu à nouveau de ne pas travailler en fin de semaine.", "20.  Selon les employeurs du requérant, les époux S., le requérant était chargé d’assurer la formation des apprentis de l’entreprise et il gérait leur emploi du temps. C’est notamment lui qui donnait congé aux apprentis les fins de semaine après avoir obtenu l’accord de son patron, qui signala avoir remarqué que le requérant faisait davantage bénéficier C. de cette possibilité que les autres apprentis. Les époux S. exposèrent n’avoir remarqué aucun comportement suspect de sa part et n’avaient reçu à son endroit aucune doléance de la part des apprentis.", "21.  F. et L.C., les deux anciens apprentis confirmèrent n’avoir rien remarqué d’anormal dans le comportement du requérant.", "22.  G., la mère de l’apprenti C., expliqua qu’elle avait remarqué que le requérant intervenait auprès de ses employeurs pour que son fils puisse être libre les fins de semaine. L’exploitante de la boulangerie pâtisserie avait par ailleurs dit à G. de prévenir C. qu’il ne fallait pas qu’il obéisse aux ordres donnés par le requérant, celui-ci n’ayant aucun pouvoir de décision.", "23.  Le compagnon du requérant, J.C., affirma qu’il avait visionné trois ou quatre cassettes vidéo représentant le requérant et C. Il précisa que personne d’autre que lui et le requérant n’avait eu accès à ces enregistrements.", "24.  Le 19 décembre 1997, le ministère public cita le requérant devant le tribunal correctionnel de Saint-Brieuc comme étant prévenu :", "-  d’avoir commis sur V. et C. des agressions sexuelles autres que le viol à l’aide de contrainte, avec cette circonstance aggravante qu’il avait autorité sur les victimes (articles 222-22, 222-27 et 222-28 du code pénal) ;", "-  d’avoir favorisé la corruption du mineur C., cela en lui donnant des week-ends de congé ou des heures de repos pour qu’il consente à subir et à participer avec lui à diverses activités sexuelles (article 227-22 du code pénal) ;", "-  d’avoir enregistré l’image d’un mineur, C., sur cassettes vidéo, cette image présentant un caractère pornographique, et diffusé cette image en faisant visionner les cassettes par son compagnon (article 227-23 du code pénal), et", "-  d’avoir conservé de juin 1994 à juin 1997 des cassettes vidéo portant atteinte à la vie privée de V., enregistrées à son insu alors qu’il se trouvait dans un lieu privé, et porté à la connaissance d’un tiers, son compagnon, une partie de ces enregistrements (articles 226-1 et 226-2 du code pénal).", "25.  Par une lettre du 10 janvier 1998, V. se constitua partie civile.", "26.  A l’audience du 15 janvier 1998, le requérant comparut libre. V., partie civile, ne comparut pas. Le requérant, assisté d’un avocat commis d’office, ne cita aucune personne en qualité de témoin. Il contesta avoir eu autorité sur V. et C., affirmant que ceux-ci étaient sous les ordres directs de leurs employeurs et qu’il ne déterminait pas leur emploi du temps, s’agissant notamment des fins de semaine. Il affirma n’avoir exercé aucune forme de contrainte sur V. ni proposé à C. de venir chez lui visionner des films à caractère pornographique.", "27.  Par un jugement rendu le 15 janvier 1998, le tribunal correctionnel déclara le requérant coupable des faits qui lui étaient reprochés, considérant ce qui suit :", "« Il ressort des débats et des pièces du dossier les éléments suivants :", "Alain Guilloury exerce la profession de pâtissier au sein de la boulangerie (...) depuis 1990 ou 1991. Contrairement à ce que soutient le prévenu à l’audience, il avait autorité sur les apprentis étant chargé de leur formation et gérait l’emploi du temps de ceux-ci notamment lors de l’attribution des week-ends comme l’attestent les époux [S.] (...) qui n’ont par ailleurs aucun reproche à formuler à l’encontre d’Alain Guilloury.", "Il doit être indiqué ici que [V.] et [C.] sont entrés dans cette boulangerie aux âges respectifs de 14 et 15 ans et ont été attirés par Alain Guilloury au domicile de ce dernier, âgé d’une quarantaine d’années, doté d’un double ascendant sur eux lié à l’âge et à son statut professionnel, sous le prétexte de visionner des films qui se sont vite révélés être de nature pornographique.", "Les jeunes garçons qui contestent être à l’initiative de cette démarche ont subi les demandes sexuelles de leur supérieur hiérarchique se traduisant par des masturbations réciproques, des fellations et parfois des sodomies du majeur par [V.]. Ces ébats étaient de plus filmés par Alain Guilloury sans que ces deux garçons soient avisés et sans leur accord. Il a été retrouvé à ce sujet 16 cassettes vidéo dont certaines ont été visionnées par l’ami du prévenu.", "Est particulièrement révélateur de ce mode de « séduction dolosive », le comportement adopté par le prévenu vis-à-vis de [C.], (...), se résumant ainsi pour la période de novembre 1996 à juin 1997 (...) :", ".  discussion à propos de films pornographiques détenus par [le requérant] un mois ou deux après son arrivée à la boulangerie.", ".  première visite chez le prévenu lors d’un week-end accordé par lui pour visionner un film de cette nature avec masturbation à la vue de chaque spectateur sans attouchements à la suite du refus du jeune [C.].", ".  seconde visite au domicile du prévenu (fellation, masturbation et simulacre de sodomie).", ".  troisième visite un mois après au cours de laquelle des scènes similaires se sont reproduites. (...)", "Ce processus a été interrompu par l’interpellation du prévenu.", "Selon les déclarations du jeune [C.], l’octroi des week-ends était lié aux visites du domicile du prévenu. Le jeune [C.] était également filmé dès le début à son insu.", "[Le requérant] a reconnu avoir filmé [C.] « tout de suite car il le sentait moins que [V.] » voulant se préserver par la suite une preuve de son consentement, ce qui pour le moins traduit une incertitude dans l’esprit du prévenu sur la réalité et la liberté du consentement du mineur.", "La relation existant entre [le requérant] et [V.], si elle est plus ambiguë, est également née du même processus de « séduction dolosive » initié par le prévenu.", "Eu égard au mode opératoire utilisé, aux fonctions d’autorité exercées par le prévenu à l’intérieur de cette entreprise artisanale, à la répétition de ces faits dans le temps concernant deux mineurs, au préjudice affectif et sexuel des victimes, il convient de sanctionner de tels faits par une peine d’emprisonnement pour une partie importante sans sursis ».", "28.  Le tribunal ordonna la confiscation des cassettes saisies et condamna le requérant à trente mois d’emprisonnement dont six avec sursis et mise à l’épreuve pendant deux ans, avec obligation de suivre un traitement médical et d’indemniser la victime, ainsi qu’au versement de 12 000 francs français (FRF) de dommages et intérêts à la partie civile, V.", "29.  Le 16 janvier 1998, le requérant, assisté de Me Choucq, et le procureur de la République interjetèrent appel.", "30.  En se fondant sur l’article 6 § 3 d) de la Convention, le requérant demanda à la cour d’appel de Rennes, aussi bien dans ses conclusions d’appel que lors de l’audience, le 27 avril 1999, d’ordonner l’audition en qualité de témoins des six personnes suivantes, qu’il cita à comparaître à l’audience : l’une des victimes, C., l’ancien apprenti, F., les époux S., ainsi que D. et S.G, qui avaient travaillé dans la boulangerie en même temps que les deux victimes et n’avaient pas été entendus au cours de l’enquête préliminaire.", "31.  Dans ses conclusions au fond, le requérant exposa notamment qu’il n’avait visionné les vidéocassettes concernant ses relations sexuelles avec C. et V. qu’avec son compagnon et ce à une seule reprise, et que, lors de la première visite de C. à son domicile, ils avaient regardé ensemble une cassette à caractère pornographique tout en se masturbant, ce qui excluait selon lui toute surprise pour C. s’agissant des faits qui s’étaient produits au cours de leurs rencontres ultérieures.", "32.  V., partie civile, cité à comparaître par le ministère public, ne comparut pas à l’audience et ne s’y fit pas représenter. C. et les époux S., cités à personne par le requérant, avaient fait valoir par courrier les motifs de leur non-comparution et ne comparurent pas. Selon le requérant, les trois autres personnes dont il avait demandé l’audition (l’ancien apprenti F., D. et S.G.) étaient présentes. Selon le Gouvernement, F. ne comparut pas.", "33.  Par un arrêt rendu le 27 avril 1999, la cour rejeta la demande d’audition de témoins formée par le requérant, relevant que :", "« Considérant qu’ayant comparu, assisté d’un conseil, à l’audience du tribunal de grande instance de Saint-Brieuc tenue le 15 janvier 1998, ni [le requérant], ni son avocat n’ont usé du droit qu’ils tiennent des articles 437 et 444 al.3 du code de procédure pénale de faire citer et interroger les témoins de leur choix ;", "Considérant que F., les époux. S. ont été entendus par les militaires de la gendarmerie lors de l’enquête préliminaire ; qu’il en est de même de C., l’une des victimes des faits reprochés au prévenu ; que les procès-verbaux retraçant leurs déclarations figurent à la procédure depuis l’origine ; que les conseils successifs du prévenu ont pu en prendre connaissance et se faire délivrer copie de ces pièces ; que [le requérant] a ainsi été mis à même de préparer utilement sa défense ;", "Considérant que, cités à comparaître par la défense devant la Cour à l’audience du 16 mars 1999,", "-  C. a fait connaître, par courrier du 10 février 1999, qu’en raison de ses obligations professionnelles, il ne pouvait s’absenter de son travail et qu’il n’avait aucune précision complémentaire à fournir par rapport à ce qu’il avait déclaré aux gendarmes ;", "-  Les époux S. ont, par missive du 11 mars 1999, estimé que leur présence à l’audience leur apparaissait d’une part inutile, ayant indiqué aux enquêteurs tout ce qu’ils savaient de cette affaire et, d’autre part, inopportune en raison du litige prud’homal les opposant [au requérant], consécutivement au licenciement prononcé à son endroit ;", "Considérant, dès lors, que l’audition en qualité de témoins des quatre personnes précitées n’apparaît pas utile à une plus grande manifestation de la vérité ; qu’il en est de même de celle de S.G. et de D. ; que la demande présentée en ce sens par le prévenu sera rejetée ; (...) »", "34.  Dans son rappel des éléments du dossier et des débats, la cour fit notamment état des vidéocassettes découvertes chez le requérant, des déclarations de toutes les personnes qui avaient été entendues lors de l’enquête préliminaire, ainsi que de celles du requérant devant le tribunal correctionnel.", "35.  La cour requalifia l’enregistrement par le prévenu de ses relations sexuelles avec C. en délit d’atteinte portée volontairement à l’intimité de la vie privée de C. par enregistrement, sans son consentement, de son image alors qu’il se trouvait dans un lieu privé et par diffusion de ladite image auprès de J.C., le compagnon du requérant. La cour déclara le requérant coupable des faits ainsi requalifiés. Pour le reste, la cour confirma le jugement du tribunal correctionnel, y compris la peine, estimant que les juges de première instance avaient infligé une sanction adéquate, en raison de la gravité des faits, de leur caractère habituel et de la personnalité du prévenu.", "36.  Pour décider, à l’instar du tribunal correctionnel, que les atteintes sexuelles du requérant à l’égard de V. et C. avaient été commises avec contrainte et étaient en conséquence constitutives d’agressions sexuelles, aggravées par la circonstance que le requérant avait abusé de son autorité sur les deux apprentis, la cour d’appel considéra ce qui suit :", "« Considérant que [V.] était tout juste âgé de 16 ans et [C.] d’à peine 17 ans lorsque M. Guilloury leur a proposé, pour la première fois, de se rendre chez lui ; que s’agissant d’adolescents en pleine puberté et en recherche de repères, voire de modèles, identificatoires quant à leur sexualité, donc très fragiles en ce domaine, les techniques de séduction déployées à leur endroit par le prévenu pour les attirer chez lui, l’insistance de ses démarches auprès de ces deux jeunes garçons pour parvenir à ses fins, la pression constante à laquelle il les soumettait, la promesse faite à [V.] de pouvoir quitter son service plus tôt (13 h au lieu de 16 h), s’il se soumettait à ses désirs, l’octroi de congés de fin de semaine à [C.] en contrepartie de cette même soumission et, corrélativement, la privation discrétionnaire de ces mêmes avantages en cas de refus ou de résistance de la part des deux jeunes victimes établissent suffisamment l’élément de contrainte exigé par l’article 222-22 du code Pénal, de même que l’abus par le prévenu de l’autorité exercée par l’intéressé en raison de ses fonctions, au sens de l’article 222-28 § 3 du même code ;", "Considérant, à cet égard, qu’il se déduit très clairement des déclarations faites par les époux S. qu’Alain Guilloury gérait l’emploi du temps des apprentis et disposait du pouvoir de déterminer lesquels d’entre eux bénéficieraient de congés en fin de semaine, à charge pour lui d’en référer à [M. S.] ; que tous deux constataient que [C.] était nettement favorisé ; que [V.] se trouvait bien placé, en sa qualité d’apprenti, sous les ordres d’Alain Guilloury ;", "Considérant que la matérialité des actes à caractère sexuel perpétrés par le prévenu sur la personne de [V.] et de [C.] (masturbation et fellations pour l’essentiel) n’est pas contestée (...) »", "37.  Quant à l’infraction de corruption du mineur C., la cour considéra qu’elle était suffisamment caractérisée par le fait de visionner une cassette pornographique en compagnie de ce mineur, pratiquer l’onanisme devant lui, puis l’inviter à faire de même, « pareille mise en scène impliquant nécessairement la volonté d’éveiller les pulsions sexuelles de cet adolescent et de favoriser ainsi sa corruption ». Elle jugea également qu’en enregistrant les relations sexuelles avec C., à son insu, Alain Guilloury avait porté atteinte à l’intimité de ce mineur.", "38.  Le requérant se pourvut en cassation contre l’arrêt de la cour d’appel de Rennes. Le premier des quatre moyens de cassation soumis par le requérant était fondé sur la violation alléguée des droits de la défense et de l’article 6 § 3 de la Convention. Le requérant reprochait à la cour d’appel d’avoir rejeté sa demande d’audition de témoins alors qu’il n’avait pas pu bénéficier d’une instruction préparatoire et n’avait, à aucun stade de la procédure, été confronté à C. ni n’avait pu faire entendre des témoins à décharge.", "39.  Le 19 avril 2000, la chambre criminelle de la Cour de cassation rejeta le pourvoi du requérant par un arrêt ainsi motivé :", "« (...) le demandeur, qui n’a pas, devant les premiers juges, usé de la prérogative qu’il tenait des articles 435 et 444 du code de procédure pénale de faire citer des témoins, ne saurait faire grief à la cour d’appel d’avoir, par application de l’article 513 du même code, refusé, par motifs partiellement reproduits au moyen et exempts d’insuffisance, l’audition de témoins (...)", "(...) les énonciations de l’arrêt attaqué mettent la Cour de cassation en mesure de s’assurer que la cour d’appel a caractérisé en tous leurs éléments, tant matériels qu’intentionnels, les délits dont elle a déclaré le prévenu coupable ;", "D’où il suit que les moyens, qui ne tendent qu’à remettre en discussion l’appréciation souveraine, par les juges du fond, des faits et circonstances de la cause, ainsi que la valeur des éléments de preuve contradictoirement débattus, ne sauraient être accueillis (...) »", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "1.  Convocation et comparution des témoins", "40.  En droit français, la convocation et la comparution des témoins devant les juridictions répressives sont régies par le code de procédure pénale. Les principes en la matière diffèrent selon la nature des infractions et la qualité de la juridiction appelée à en connaître, ainsi que selon le degré de la juridiction.", "41.  Concernant la procédure en matière correctionnelle, les témoins sont cités par exploit d’huissier de justice, à la requête du ministère public, de la partie civile ou de toute administration qui y est légalement habilitée (articles 550-551 du code de procédure pénale).", "42.  Aux termes de l’article 442, dans sa version applicable à l’époque des faits, « Avant de procéder à l’audition des témoins, le président interroge le prévenu et reçoit ses déclarations. Le ministère public, ainsi que la partie civile et la défense, celles-ci par l’intermédiaire du président, peuvent lui poser des questions ».", "43.  Si les règles de procédure édictées par le tribunal correctionnel sont en principe transposables devant la chambre des appels correctionnels de la cour d’appel (article 512 du code de procédure pénale), l’article 513 § 2, dans sa rédaction applicable à l’époque, prévoyait toutefois que « (...) Les témoins ne sont entendus que si la Cour a ordonné leur audition (...) ».", "44.  La jurisprudence a précisé la portée de cette disposition. Les juges d’appel peuvent ordonner l’audition de témoins nouveaux qui n’avaient pas déposé en première instance. Cette audition demeure toutefois facultative et les juges peuvent la refuser, à condition de motiver leur décision. Dans un arrêt de principe du 12 janvier 1989 (Bull. crim. no 13), la Cour de cassation a posé la règle qu’en application de l’article 6 § 3 d) de la Convention, « sauf impossibilité dont il leur appartient de préciser les causes, les juges d’appel sont tenus lorsqu’ils en sont légalement requis, d’ordonner l’audition contradictoire des témoins à charge qui n’ont, à aucun stade de la procédure, été confrontés avec le prévenu ». La Cour de cassation confirma ultérieurement cette règle (Cass. crim. 25.05.1992, Bull. crim. no 208).", "45.  La loi no 2000-516 du 15 juin 2000 a modifié l’article 513. Désormais « Les témoins cités par le prévenu sont entendus dans les règles prévues aux articles 435 à 457. Le ministère public peut s’y opposer si ces témoins ont déjà été entendus par le tribunal. La cour tranche avant tout débat au fond. »", "2.  Les dispositions pertinentes du code pénal", "46.  Au moment des faits, ces dispositions se lisaient comme suit :", "a)  Délit d’agression sexuelle", "Article 222-22 du code pénal", "« Constitue une agression sexuelle toute atteinte sexuelle commise avec violence, contrainte, menace ou surprise. (...) »", "47.  La Cour de cassation a eu l’occasion de préciser que caractérise la surprise ou la contrainte au sens de l’article 331 al. 2 (ancien) et 222-22 du nouveau code pénal la cour d’appel qui, pour déclarer le prévenu coupable d’une agression sexuelle, constate souverainement l’existence d’un stratagème de nature à surprendre le consentement d’un adolescent (Crim. 22 janvier 1997, Bull. crim. no 22, p. 53).", "Article 222-27 du code pénal", "« Les agressions sexuelles autres que le viol sont punies de cinq ans d’emprisonnement et de 500 000 F d’amende. »", "Article 222-28 du code pénal", "« L’infraction définie à l’article 222-27 est punie de sept ans d’emprisonnement et de 700 000 F d’amende (...)", "3o  lorsqu’elle est commise par une personne qui abuse de l’autorité que lui confèrent ses fonctions (...) »", "b)  Délit de corruption de mineur", "Article 227-22 du code pénal", "« Le fait de favoriser ou de tenter de favoriser la corruption d’un mineur est puni de cinq ans d’emprisonnement et de 500 000 F d’amende (...).", "Les mêmes peines sont notamment applicables au fait, commis par un majeur, d’organiser des réunions comportant des exhibitions ou des relations sexuelles auxquelles un mineur assiste ou participe. »", "c)  Délit d’enregistrement en vue de sa diffusion et de diffusion de l’image d’un mineur à caractère pornographique", "Article 227-23 du code pénal", "« Le fait, en vue de sa diffusion, de fixer, d’enregistrer ou de transmettre l’image ou la représentation d’un mineur lorsque cette image ou cette représentation présente un caractère pornographique est puni de trois ans d’emprisonnement et de 300 000 F d’amende.", "Le fait de diffuser une telle image ou représentation, par quelque moyen que ce soit, de l’importer ou de l’exporter, de la faire importer ou de la faire exporter, est puni des mêmes peines. (...) »", "d)  Délit d’atteinte à l’intimité de la vie privée", "Article 226-1 du code pénal", "« Est puni d’un an d’emprisonnement et de 300 000 F d’amende le fait, au moyen d’un procédé quelconque, volontairement de porter atteinte à l’intimité de la vie privée d’autrui : (...)", "2º  En fixant, enregistrant ou transmettant, sans le consentement de celle-ci, l’image d’une personne se trouvant dans un lieu privé. (...) »", "Article 226-2 du code pénal", "« Est puni des mêmes peines le fait de conserver, porter ou laisser porter à la connaissance du public ou d’un tiers ou d’utiliser de quelque manière que ce soit tout enregistrement ou document obtenu à l’aide de l’un des actes prévus par l’article 2261. (...) »", "e)  Mise en péril des mineurs", "Article 227-27 du code pénal", "« Les atteintes sexuelles sans violence, contrainte, menace ni surprise sur un mineur âgé de plus de quinze ans et non émancipé par le mariage sont punies de deux ans d’emprisonnement et de 200 000 F d’amende :", "1o  Lorsqu’elles sont commises par un ascendant légitime, naturel ou adoptif ou par toute autre personne ayant autorité sur la victime ;", "2o  Lorsqu’elles sont commises par une personne qui abuse de l’autorité que lui confèrent ses fonctions ».", "3.  Le code de procédure pénale", "48.  La loi du 15 juin 2000 a par ailleurs inséré dans le code de procédure pénale un livre III relatif au « réexamen d’une décision pénale consécutif au prononcé d’un arrêt de la Cour européenne des Droits de l’Homme ».", "49.  Les nouveaux articles 626-1 et 626-4 disposent :", "Article 626-1", "« Le réexamen d’une décision pénale définitive peut être demandé au bénéfice de toute personne reconnue coupable d’une infraction lorsqu’il résulte d’un arrêt rendu par la Cour européenne des droits de l’homme que la condamnation a été prononcée en violation des dispositions de la convention de sauvegarde des droits de l’homme et des libertés fondamentales ou de ses protocoles additionnels, dès lors que, par sa nature et sa gravité, la violation constatée entraîne pour le condamné des conséquences dommageables auxquelles la « satisfaction équitable » allouée sur le fondement de l’article 41 de la convention ne pourrait mettre un terme. »", "Article 626-4", "« Si elle estime la demande justifiée, la commission procède conformément aux dispositions ci-après :", "–  Si le réexamen du pourvoi du condamné, dans des conditions conformes aux dispositions de la convention, est de nature à remédier à la violation constatée par la Cour européenne des droits de l’homme, la commission renvoie l’affaire devant la Cour de cassation qui statue en assemblée plénière ;", "–  Dans les autres cas, la commission renvoie l’affaire devant une juridiction de même ordre et de même degré que celle qui a rendu la décision litigieuse (...) »", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 §§ 1 et 3 d) DE LA CONVENTION", "A.  Thèse du requérant", "50.  Le requérant allègue une violation de l’article 6 §§ 1 et 3 d) de la Convention. Selon lui, il ne saurait lui être reproché de ne pas avoir demandé l’audition des témoins en première instance, où il était assisté par un avocat commis d’office. Il fait valoir qu’il a été jugé uniquement sur la base des dépositions recueillies lors de l’enquête préliminaire et a ainsi été privé d’un procès équitable. En particulier, il a été privé par la cour d’appel de son droit à interroger ou faire interroger les témoins à charge. Il n’a également pas pu obtenir la convocation et l’interrogation des témoins à décharge susceptibles de remettre en cause les éléments de contrainte et d’abus d’autorité, soit l’infraction la plus grave qui lui était reprochée alors qu’aucune impossibilité sérieuse de faire comparaître ces personnes n’était alléguée ni établie et qu’aucune audition contradictoire antérieure n’avait été diligentée. Selon le requérant, il était fondamental qu’il puisse faire interroger les témoins tant à charge qu’à décharge par la cour d’appel sur les conditions dans lesquelles s’étaient déroulés les faits. La loi française, qui a fixé la majorité sexuelle à quinze ans, exige la circonstance particulière de violence, de contrainte ou de surprise pour caractériser l’infraction pénale. V. et C. étaient âgés de plus de quinze ans au moment des faits et l’infraction d’agression sexuelle n’était dès lors constituée que si les circonstances de violence, contrainte ou surprise, prévues à l’article 222-22 du code pénal, étaient établies. Or, la contrainte morale, élément constitutif de l’infraction, et la circonstance aggravante d’abus d’autorité, qu’il a toujours contestées, n’ont été jugées établies que sur la base des déclarations des victimes, V. et C., et de leurs employeurs, les époux S. S’agissant de la contrainte, les juridictions du fond se sont fondées de manière déterminante sur les seules déclarations de V. et de C., qui seuls ont attesté de « séduction dolosive ». Or, il n’existait aucune impossibilité sérieuse de faire comparaître les intéressés, susceptibles d’apporter des précisions sur les faits. Dès lors, en refusant d’ordonner l’audition des témoins sollicitée par le requérant, la cour d’appel a porté atteinte au droit qui lui est reconnu par l’article 6 § 3 d) de la Convention, et, partant, à l’équité du procès au sens de l’article 6 § 1, dont les dispositions pertinentes sont ainsi rédigées :", "« 1.  Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "3.  Tout accusé a droit notamment à  (...)", "d)  interroger ou faire interroger les témoins à charge et obtenir la convocation et l’interrogation des témoins à décharge dans les mêmes conditions que les témoins à charge (...) »", "B.  Thèse du Gouvernement", "51.  Le Gouvernement renvoie à la jurisprudence de la Cour (en particulier les décisions Gauthier c. France, no 61178/00, 24 juin 2003, et Morel c. France (no 2), no 43284/98, 12 février 2004). Il expose, d’une part, que le requérant, qui était assisté par un avocat tant en première instance qu’en appel, avait la possibilité d’interroger ou de faire interroger les témoins en première instance et qu’il n’a pas fait usage de cette faculté. D’autre part, le requérant a pu prendre connaissance des témoignages recueillis lors de l’enquête préliminaire et les contester, ce qu’il a fait tant à l’audience que par voie de conclusions. De plus, l’audition de deux témoins à décharge supplémentaires, D. et S.G., qui avaient travaillé dans la boulangerie pâtisserie, n’était pas de nature à apporter des éléments utiles à la manifestation de la vérité, les faits reprochés au requérant s’étant déroulés à son domicile. Les déclarations à cet égard de F. et L.C., deux autres apprentis ayant indiqué lors de l’enquête ne rien avoir à reprocher au requérant dans le cadre de leurs relations professionnelles, n’avaient pas apporté d’éléments utiles. Enfin, la condamnation du requérant ne s’est fondée, ni exclusivement, ni dans une mesure déterminante, sur les dépositions des personnes dont il demandait l’audition à la cour appel. Celle-ci s’est appuyée sur un ensemble d’éléments de preuve qui comportaient, outre ces dépositions, des faits non contestés par le requérant et participant aux éléments constitutifs des infractions, notamment en ce qui concerne la matérialité des actes : les relations sexuelles avec V. et C. sachant qu’ils étaient mineurs, les quatorze cassettes vidéo concernant ces relations sexuelles, le fait que le requérant ait filmé ces relations à l’insu des deux adolescents, puis ait fait visionner les cassettes vidéo par son compagnon, et le visionnage avec V. et C. de cassettes pornographiques. La cour d’appel a apprécié ces différents moyens de preuve eu égard aux circonstances de l’affaire et a motivé de façon particulière sa décision sur chacune des infractions.", "C.  Appréciation de la Cour", "1.  Rappel des principes applicables", "52.  La Cour rappelle que les éléments de preuve doivent en principe être produits devant l’accusé en audience publique, en vue d’un débat contradictoire. Ce principe ne va pas sans exceptions, mais on ne peut les accepter que sous réserve des droits de la défense ; en règle générale, les paragraphes 1 et 3 d) de l’article 6 commandent d’accorder à l’accusé une occasion adéquate et suffisante de contester un témoignage à charge et d’en interroger l’auteur, au moment de la déposition ou plus tard (Lüdi c. Suisse, arrêt du 15 juin 1992, série A no 238, p. 21, § 49, et Van Mechelen et autres c. Pays-Bas, arrêt du 23 avril 1997, Recueil des arrêts et décisions 1997-III, p. 711, § 51).", "53.  En effet, comme la Cour l’a précisé à plusieurs reprises (voir, entre autres, Isgrò c. Italie, arrêt du 19 février 1991, série A no 194-A, p. 12, § 34, et Lüdi, précité, p. 21, § 47), dans certaines circonstances il peut s’avérer nécessaire, pour les autorités judiciaires, d’avoir recours à des dépositions remontant à la phase de l’instruction préparatoire. Si l’accusé a eu une occasion adéquate et suffisante de contester pareilles dépositions, au moment où elles sont faites ou plus tard, leur utilisation ne se heurte pas en soi à l’article 6 §§ 1 et 3 d). Toutefois, les droits de la défense sont restreints de manière incompatible avec les garanties de l’article 6 lorsqu’une condamnation se fonde, uniquement ou dans une mesure déterminante, sur des dépositions faites par une personne que l’accusé n’a pu interroger ou faire interroger ni au stade de l’instruction ni pendant les débats (Lucà c. Italie, no 33354/96, § 40, CEDH 2001-II ; A.M. c.  Italie, no 37019/97, § 25, CEDH 1999-IX, et Saïdi c. France, arrêt du 20 septembre 1993, série A no 261-C, pp. 56-57, §§ 43-44).", "54.  De plus, l’article 6 n’autorise les juridictions à fonder une condamnation sur les dépositions d’un témoin à charge que l’« accusé » ou son conseil n’ont pu interroger à aucun stade de la procédure, que dans les limites suivantes : premièrement, lorsque le défaut de confrontation est dû à l’impossibilité de localiser le témoin, il doit être établi que les autorités compétentes ont activement recherché celui-ci aux fins de permettre cette confrontation ; deuxièmement, le témoignage litigieux ne peut en tout état de cause constituer le seul élément sur lequel repose la condamnation (Rachdad c. France, arrêt du 13 novembre 2003, § 24).", "55.  Par ailleurs, l’article 6 § 3 d) de la Convention n’exige pas la convocation et l’interrogation de tout témoin à décharge : ainsi que l’indiquent les mots « dans les mêmes conditions », il a pour but essentiel une complète « égalité des armes » en la matière. La notion d’« égalité des armes » n’épuise pourtant pas le contenu du paragraphe 3 d) de l’article 6, pas plus que du paragraphe 1 dont cet alinéa représente une application parmi beaucoup d’autres. La tâche de la Cour européenne consiste à rechercher si la procédure litigieuse, considérée dans son ensemble, revêtit le caractère équitable voulu par le paragraphe 1 (...) (Vidal c. Belgique, arrêt du 22 avril 1992, série A no 235-B, § 33). En effet, il ne suffit pas, au requérant qui allègue la violation de l’article 6 § 3 d) de la Convention, de démontrer qu’il n’a pas pu interroger un certain témoin à décharge. Encore faut-il qu’il rende vraisemblable que la convocation dudit témoin était nécessaire à la recherche de la vérité et que le refus de l’interroger a causé un préjudice aux droits de la défense (Erich Priebke c. Italie (déc.), no 48799/99, 5 avril 2001).", "2.  Application au cas d’espèce", "56.  Il convient, selon la Cour, de distinguer, d’une part, la condamnation du requérant pour agressions sexuelles sur V. et C., mineurs de plus de quinze ans, aggravées par la circonstance qu’il avait abusé de l’autorité que ses fonctions lui conféraient et, d’autre part, sa condamnation pour atteinte à l’intimité de la vie privée de V. et de C. et corruption du mineur C.", "a)  Condamnation du requérant pour agressions sexuelles aggravées sur V. et C.", "57.  La Cour relève que le fait même des relations sexuelles n’était pas contesté par le requérant. En revanche, celui-ci a toujours contesté que celles-ci aient été exercées par contrainte (élément constitutif de l’infraction) et qu’il y ait eu abus d’autorité dans son chef (circonstance aggravante de l’infraction).", "58.  Elle relève ensuite que, pour établir l’existence de ces deux éléments, les juridictions du fond se sont appuyées pour l’essentiel sur les déclarations des victimes, V. et C., et des époux S.", "59.  Or, le fait de déclarer établis la contrainte et l’abus d’autorité avait des effets déterminants. En effet, les relations sexuelles avec des mineurs de plus de quinze ans sont en principes licites. Il n’y a « agression sexuelle » que si le consentement de ces mineurs a été altéré, notamment par l’exercice d’une contrainte morale. Un tel comportement est punissable d’une peine d’emprisonnement de cinq ans et de 500 000 FRF d’amende (article 22222). L’infraction peut être « aggravée » si la contrainte a été exercée par une personne abusant de l’autorité que lui confèrent ses fonctions (article 222-28, 3o du code pénal). Dans un tel cas, le prévenu encourt une peine de sept ans d’emprisonnement et de 700 000 FRF d’amende. En l’absence de contrainte, l’abus d’autorité ne peut être pris en considération que comme élément constitutif de l’infraction d’« atteinte sexuelle » (article 227-27 du code pénal). Or, cette infraction encourt des peines moins sévères (deux ans d’emprisonnement et 200 000 FRF d’amende). Enfin, lorsqu’il y a absence de contrainte morale et qu’aucun abus d’autorité n’est établi, aucune condamnation n’est encourue.", "60.  Dans de telles conditions, la Cour estime qu’en l’espèce, la contrainte et l’abus d’autorité revêtaient un caractère décisif dans la qualification de l’infraction. Elle constate que le requérant n’a eu, ni durant l’enquête préliminaire, ni durant les débats, la possibilité d’interroger ou faire interroger les témoins à charge à cet égard. De manière quelque peu surprenante, V., qui s’était constitué partie civile, n’a pas comparu, alors qu’il avait été cité à comparaître par le ministère public. Quant aux témoins dont le requérant avait sollicité l’audition, il ressort clairement de la motivation de l’arrêt rendu par la cour d’appel qu’il n’existait aucune impossibilité de les localiser. Au contraire, ils n’avaient fait état que d’objections à comparaître. Or, selon la Cour, les droits de la défense du requérant doivent en l’espèce primer sur les intérêts allégués.", "61.  Eu égard aux considérations qui précèdent, la Cour est d’avis que le requérant n’a pas pu bénéficier d’une occasion adéquate et suffisante de contester les déclarations faites exclusivement avant le procès sur lesquelles sa condamnation pour relations sexuelles aggravées est fondée (voir, mutatis mutandis, Lucà, précité, §§ 43-45, A.M., précité, §§ 26-28, et P.S. c. Allemagne, no 33900/96, §§ 30-32, 20 décembre 2001). Elle relève, par ailleurs, s’agissant des témoins à décharge (F., D. et S.G.), que la cour d’appel ne les a pas entendus alors qu’au moins deux d’entre eux étaient présents à l’audience et qu’elle avait donc la possibilité matérielle de les entendre.", "62.  Compte tenu de ce qui précède, il y a eu violation de l’article 6 §§ 1 et 3 d) de la Convention.", "b)  Condamnation du requérant pour atteinte à l’intimité de la vie privée de V. et de C. et corruption du mineur, C.", "63.  La Cour observe que les déclarations des témoins V., C. et des époux S. ne sont pas le seul élément sur lequel les juridictions de fond ont fondé la condamnation du requérant pour atteinte à l’intimité de la vie privée de V. et de C. et corruption du mineur, C. Ainsi, en ce qui concerne le délit d’atteinte à l’intimité de la vie privée des victimes, ces juridictions ont également tenu compte des quatorze cassettes vidéo sur les relations sexuelles du requérant avec C. et V., filmées à leur insu (ce que le requérant avait admis lors de l’enquête préliminaire), et visionnées avec son compagnon, (fait également reconnu par le requérant dans ses conclusions d’appel). Quant au délit de corruption du mineur C., le requérant a lui-même précisé, dans ses conclusions d’appel, avoir visionné des cassettes pornographiques en compagnie de C., tout en se masturbant. Eu égard à ces éléments, la Cour estime que les déclarations des témoins à charge ne revêtaient pas un caractère déterminant quant à la condamnation concernée.", "64.  En ce qui concerne les témoins à décharge, la Cour constate que le requérant n’a pas indiqué précisément, s’agissant de sa condamnation pour atteinte à l’intimité de la vie privée de V. et de C. et corruption du mineur, C., les circonstances sur lesquelles ces trois personnes auraient selon lui dû être entendues et n’a donc pas démontré que leur audition aurait pu apporter des éléments nouveaux et pertinents pour sa défense.", "65.  Au vu des considérations qui précèdent, la Cour ne saurait, s’agissant de la condamnation du requérant pour atteinte à l’intimité de la vie privée de V. et de C. et corruption du mineur, C., conclure à une violation du droit du requérant à un procès équitable du fait du refus de l’audition des témoins tant à charge qu’à décharge sollicitée par le requérant. Partant, il n’y a pas eu violation de l’article 6 §§ 1 et 3 d) de la Convention sur cet aspect.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "66.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "67.  Le requérant sollicite la mise en œuvre de l’article 626-1 du code de procédure pénal français. Subsidiairement, il réclame la somme de 50 000 euros (EUR) au titre de préjudice moral en raison de la peine privative de liberté à laquelle il a été condamné et de la perte de son emploi à la boulangerie pâtisserie des époux S. qui y a été consécutive. Il réclame également la somme de 39 170 EUR à titre de préjudice matériel couvrant sa perte de revenus.", "68.  Selon le Gouvernement, les prétentions du requérant sont à la fois non fondées et disproportionnées. En particulier, s’agissant du dommage matériel allégué par le requérant, il fait valoir que le lien de causalité entre le dommage allégué consistant en la perte de revenus du fait de son licenciement et la violation constatée n’est pas avéré. Quant au dommage moral, ni sa matérialité, ni son imputabilité ne seraient établies par les pièces déposées au dossier.", "69.  La Cour ne saurait spéculer sur ce qu’eût été l’issue du procès si la cour d’appel avait consenti à entendre les témoins en cause. Elle estime que, par conséquent, aucun lien ne peut être établi entre les violations de la Convention et le dommage matériel allégué. Il y a donc lieu d’écarter la demande sur ce point. Pour le surplus, la Cour observe que le droit français offre au requérant la possibilité de saisir, eu égard au constat de violation qui précède, la Cour de cassation d’une demande de réexamen.", "B.  Frais et dépens", "70.  Le requérant réclame la somme de 2 982,25 EUR se décomposant en 279,60 EUR pour les frais de citations de témoins, 128,70 EUR pour l’inscription du pourvoi par un mandataire avoué près la Cour de cassation et 2 573,95 EUR pour l’intervention d’un avocat à la Cour de cassation.", "71.  Le Gouvernement fait valoir que la somme de 279,60 EUR est sans rapport avec le grief invoqué. Il estime que la somme de 2 000 EUR couvrant les frais de procédure devant la Cour de cassation à hauteur de 1 500 EUR et ceux engagés devant la Cour à concurrence de 500 EUR est raisonnable.", "72.  La Cour rappelle que, lorsqu’elle constate une violation de la Convention, elle peut accorder le paiement des frais et dépens exposés devant les juridictions internes lorsqu’ils ont été engagés « pour prévenir ou faire corriger par celles-ci ladite violation » (voir, notamment, Zimmermann et Steiner c. Suisse, arrêt du 13 juillet 1983, série A no 66, § 36). Tel est le cas en l’espèce du pourvoi en cassation exercé par le requérant. Statuant en équité, la Cour estime que la somme réclamée par le requérant est raisonnable en l’espèce et la lui accorde pour frais et dépens.", "C.  Intérêts moratoires", "73.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l’UNANIMITÉ,", "1.  Dit qu’il y a eu violation de l’article 6 §§ 1 et 3 d) de la Convention en ce qui concerne la condamnation du requérant pour agressions sexuelles de V. et C. ;", "", "2.  Dit qu’il n’y a pas eu violation de l’article 6 §§ 1 et 3 d) de la Convention en ce qui concerne la condamnation du requérant pour atteinte à l’intimité de V. et C. et corruption du mineur C. ;", "", "3.  Dit", "a)  que l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif, 2 982,25 EUR (deux mille neuf cent quatre-vingt-deux euros et vingt-cinq centimes) pour frais et dépens, plus tout montant pouvant être dû à titre d’impôt ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants seront à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "4.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 22 juin 2006 en application de l’article 77 §§ 2 et 3 du règlement.", "\tSøren Nielsen\tChristos Rozakis\n\tGreffier\tPrésident"]}