{"file": "FRE_HFJUD_39615_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "39615/98", "text_paragraphs": ["", "", "", "TROISIÈME SECTION", "", "", "AFFAIRE MOTIÈRE c. FRANCE", "", "(Requête n° 39615/98)", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "5 décembre 2000", "", "", "", "", "DÉFINITIF", "", "05/03/2001", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme avant la parution de sa version définitive.", "", "En l’affaire Motière c. France,", "La Cour européenne des Droits de l’Homme (troisième section), siégeant en une chambre composée de :", "\tMM.\tW. Fuhrmann, président,\n\t\tJ.-P. Costa,\n\tMme\tF. Tulkens,\n\tM.\tK. Jungwiert,\n\tSir\tNicolas Bratza,\n\tMM.\tK. Traja,\n\t\tM. Ugrekhelidze, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil les 28 mars 2000 et 14 novembre 2000,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 39615/98) dirigée contre la France et dont une ressortissante, Liliane Motière (« la requérante »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 10 décembre 1997 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  La requérante est représentée par Me S. Deygas, avocat au barreau de Lyon. Le gouvernement français (« le Gouvernement ») est représenté par son agent, Mme M. Dubrocard, sous-directrice des Droits de l’Homme à la direction des affaires juridiques du ministère des Affaires étrangères.", "3.  La requérante alléguait une violation de l’article 6 § 1 de la Convention en raison de la durée de la procédure devant le tribunal administratif de Grenoble.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la troisième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement.", "6.  Par une décision du 28 mars 2000, la chambre a déclaré la requête recevable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "7.  Pendant une certaine période, la requérante travailla, en tant que bénévole et salariée, dans le milieu de la culture physique et du culturisme : elle anima ainsi une salle de musculation, du 1er mars 1985 au 30 mai 1986, puis celle de l’Office municipal des sports de Rilleux-La-Pape, du 1er juin 1986 au 31 juillet 1987, avant d’être licenciée pour des raisons économiques.", "8.  De septembre 1988 à septembre 1989, Mme Motière suivit un stage de formation au Centre régional d’éducation populaire et du sport (CREPS) Alpes Vivarais à Voiron (Isère) afin d’obtenir le brevet d’État d’aptitude à l’enseignement de la culture physique et du culturisme. Ayant assidûment suivi la formation, elle se présenta aux épreuves finales, ce qui lui permettait d’espérer obtenir ledit brevet et de démarrer une nouvelle activité professionnelle. Toutefois, à la fin de sa formation, et contrairement à l’ensemble de ses collègues, elle ne reçut aucune notification officielle du résultat de son stage. Par une lettre du 6 novembre 1989, elle sollicita du directeur du CREPS Alpes Vivarais le résultat des notes obtenues lors de l’épreuve finale du stage. Le 10 novembre 1989, le directeur l’informa qu’il n’était pas possible de donner suite à cette demande ; il indiquait que l’évaluation finale ne donnait pas lieu à l’attribution de notes et que lorsque le jury estimait que certaines capacités n’étaient pas atteintes par les candidats, ceux-ci étaient déclarés « différés » ou « refusés », puis recevaient des conseils ou des directives pour poursuivre leur cursus de formation.", "9.  Le 6 août 1990, Mme Motière saisit le tribunal administratif de Grenoble d’un recours en annulation de la décision du directeur du CREPS, du 3 janvier 1990, lui refusant l’octroi dudit brevet, ainsi que d’une décision du directeur régional de la jeunesse et des sports, du 26 avril 1990, rejetant le recours gracieux formé auprès de lui le 1er mars 1990. A l’appui de son recours, elle soutenait que le refus qui lui était opposé était entaché d’une erreur manifeste d’appréciation ; de plus, elle faisait valoir l’incompétence du directeur du CREPS de prendre une telle décision, l’irrégularité de la composition du jury, l’absence du livret de formation exigé par les articles 12 et 13 de l’arrêté du 13 août 1985 et la méconnaissance de la loi du 11 juillet 1979 imposant pour toute décision administrative défavorable de faire état des motifs la justifiant.", "10.  Par un jugement avant dire droit du 29 juillet 1994, le tribunal administratif invita le ministère concerné à produire le procès-verbal de la délibération du jury de l’unité finale de synthèse de la session d’octobre 1989 et la note du 12 décembre 1989 du secrétaire d’Etat à la Jeunesse et aux Sports approuvant les décisions du jury.", "11.  Par un jugement du 22 novembre 1995, le tribunal administratif de Grenoble annula la décision du 7 octobre 1989 par laquelle le jury, qui avait fixé la liste des candidats admis au concours, avait prononcé l’élimination de la requérante. Il relevait que le livret de formation de Mme Motière établi pour l’année scolaire 1988-1989 ne mentionnait pas (en méconnaissance de l’article 7 de l’arrêté du 13 août 1985) les évaluations de toutes les étapes de sa formation et ne lui avait été délivré que postérieurement à la décision du jury la déclarant éliminée. Il concluait que les irrégularités ainsi commises avaient été de nature à entacher d’irrégularité le déroulement de l’ensemble de la formation dispensée et la décision du jury prise au vu des notes sanctionnant les différentes étapes de la formation de l’intéressée. Ce jugement fut notifié aux parties le 10 janvier 1996.", "12.  Mme Motière s’adressa alors à l’administration qui lui répondit qu’il était impossible de reconstituer le livret de formation manquant, en raison de l’ancienneté de la période de formation de l’intéressée (1988-1989) et faute d’avoir conservé l’évaluation de celle-ci par l’administration. Cette dernière suggéra à la requérante de s’inscrire aux épreuves d’un diplôme nouvellement créé, le brevet d’État d’éducateur sportif.", "13.  Le 5 février 1997, la requérante saisit à nouveau le tribunal administratif de Grenoble d’une requête tendant à l’ouverture d’une procédure juridictionnelle aux fins d’exécution du jugement du 22 novembre 1995. Elle visait à obliger l’Etat à organiser, dans les conditions fixées par la réglementation en vigueur à l’époque, une nouvelle réunion du jury en vue de le faire délibérer sur sa candidature à l’examen litigieux. Le 24 mars 1997, le tribunal rejeta le recours au motif que « l’exécution du jugement (...) selon les modalités réclamées par la requérante se heurte à l’impossibilité de remplir une formalité indispensable à un second passage du même examen par l’intéressé ». Ce jugement fut notifié à la requérante par lettre du 28 mars 1997 qu’elle reçut le 4 avril.", "14.  La requérante en appela contre ce jugement devant la cour administrative d’appel de Lyon, le 4 juin 1997. Toutefois, le 30 juin 1997, elle se désista de son recours. Par une ordonnance du 2 septembre 1997, le président de la troisième chambre de la cour administrative d’appel donna acte à la requérante de son désistement.", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "15.  La requérante se plaint de la durée de la procédure devant le tribunal administratif de Grenoble et invoque l’article 6 § 1 de la Convention, ainsi libellé :", "«  Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (...), qui décidera, (...) des contestations sur ses droits et obligations de caractère civil (...) »", "16.  Quant à la durée de la procédure, la Cour note qu’elle a débuté avec la saisine du tribunal administratif de Grenoble, le 6 août 1990, et s’est terminée avec l’ordonnance du président de la troisième chambre de la cour administrative d’appel de Lyon donnant acte à la requérante de son désistement, le 2 septembre 1997. Elle a donc duré presque sept ans et un mois. Toutefois, la Cour relève que la requérante se plaint seulement de la durée de la première procédure devant le tribunal administratif de Grenoble, qui a pris fin avec le jugement du tribunal administratif le 22 novembre 1995 et dura donc cinq ans, trois mois et seize jours.", "17.  Le Gouvernement rappelle que plus de deux ans se sont écoulés entre la saisine du tribunal administratif de Grenoble et le dépôt des observations du défendeur, et que la requérante n’a produit ses observations en réponse que plus de neuf mois plus tard. Le tribunal a estimé en outre nécessaire d’ordonner un complément d’instruction par un jugement avant dire droit qu’il a prononcé un an après ces dernières. Quand l’affaire a été en état d’être jugée, l’audience et la lecture du jugement ont eu lieu à très bref délai. Si la Cour devait examiner aussi la seconde procédure, elle ne pourrait que constater qu’elle s’est déroulée avec une grande célérité : l’instance a été introduite le 5 février, l’audience a eu lieu le 20 mars et le jugement a été rendu le 24 mars 1997.", "18.  La requérante souligne que l’affaire ne présenterait pas un grand degré de complexité et la procédure n’aurait pas été retardée par les parties. Il serait constant que les délais de jugement devant les juridictions administratives et notamment devant le tribunal administratif de Grenoble, sont très longs et qu’ils avoisineraient pour des affaires comparables à celles de la requérante, un délai entre trois et six ans. Il serait donc certain que la rapidité avec laquelle les parties auraient pu produire leurs observations est sans grande incidence sur le délai du traitement du dossier par la juridiction. ", "19.  La Cour rappelle que le caractère raisonnable de la durée d’une procédure s’apprécie suivant les circonstances de la cause et eu égard aux critères consacrés par sa jurisprudence, en particulier la complexité de l’affaire, le comportement du requérant et celui des autorités compétentes (voir, parmi beaucoup d’autres, l’arrêt Pélissier et Sassi c. France du 25 mars 1999 [GC], n° 25444/94, § 67, CEDH 1999-II).", "20.  La Cour note en premier lieu, avec la requérante, la lenteur excessive de l’instruction devant le tribunal administratif de Grenoble : il a fallu quatre ans au tribunal pour s’apercevoir du caractère incomplet des documents versés par le ministère compétent et ordonner, par le jugement du 29 juillet 1994, un complément d’instruction. De plus, postérieurement à ce jugement, la requérante a dû encore attendre seize mois pour qu’il soit statué sur la légalité de la décision contestée.", "21.   Ces éléments suffisent à la Cour pour conclure que la cause de la requérante n’a pas été entendue dans un délai raisonnable. Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "22.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "23.  La requérante soutient que la tardiveté avec laquelle la justice administrative a sanctionné l’illégalité dont elle se plaignait a eu pour effet de priver le jugement qui lui était favorable de toute conséquence. En effet, il serait illusoire de croire que la requérante pouvait, six ans après son éviction illégale aux épreuves du brevet, subir une nouvelle préparation à un nouvel examen qui n’avait rien de commun avec les épreuves d’origine. Or ce brevet était le seul moyen pour que la requérante puisse postuler à un emploi de monitrice dans une salle privée de culture physique. Il en serait résulté un préjudice moral et matériel important, puisque par la suite la requérante n’a pu retrouver d’emploi fixe ni développer une carrière professionnelle. La requérante évalue ce dommage à 300 000 francs (FRF).", "24.  La Cour ne saurait spéculer sur le salaire que la requérante aurait perçu si elle avait obtenu son brevet et trouvé un emploi. Par conséquent, la Cour n’estime pas devoir accorder une indemnité pour préjudice matériel.", "25.  En revanche, la Cour considère que la requérante a subi un tort moral certain du fait de la durée de la procédure. Statuant en équité comme le veut l’article 41, elle lui octroie 30 000 FRF à ce titre.", "B.  Frais et dépens", "26.  Pour frais et dépens devant la Cour, la requérante réclame 10 000 FRF.", "27.  La Cour note que la requérante, qui était représentée par un avocat, n’a pas bénéficié de l’aide judiciaire. Il y a donc lieu de lui allouer l’intégralité de la somme demandée.", "C.  Intérêts moratoires", "28.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en France à la date d’adoption du présent arrêt était de 2,74 % l’an.", "PAR CES MOTIFS, LA COUR, à L'UNANIMITé,", "1.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.  Dit que l’Etat défendeur doit verser à la requérante, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, 30 000 (trente mille) francs français pour dommage moral et 10 000 (dix mille) francs français pour frais et dépens, et que ces montants seront à majorer d’un intérêt simple de 2,74 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 5 décembre 2000 en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "", "", "\tS. Dollé\tW. Fuhrmann\n\tGreffière\tPrésident", ""]}