{"file": "FRE_HFCOM_5543_06.docx", "doc_type": "HFCOM", "doc_lang": "FRE", "case_id": "5543/06", "text_paragraphs": ["TROISIÈME SECTION", "Requête no 5543/06\nStelian ROŞCA \ncontre la Roumanie\nintroduite le 28 décembre 2005", "EXPOSÉ DES FAITS", "", "1.  Le requérant, M. Stelian Roşca, est un ressortissant roumain né en 1940 et résidant à Constanţa.", "A.  Les circonstances de l’espèce", "2.  Les faits de la cause, tels qu’ils ont été exposés par le requérant, peuvent se résumer comme suit.", "3.  En 1990, M. Roşca fut licencié par la Régie autonome des transports en commun de la ville de Constanţa (ci-après la « RATC ») à cause de ses absences. En 2000 à la suite d’une contestation du requérant, le tribunal départemental de Constanţa annula la décision de licenciement, qu’il estimait injustifiée, et ordonna la réintégration de M. Roşca sur son ancien poste. A la suite du refus de la RATC de se conformer à cette décision, le requérant l’assigna en justice afin de le condamner de lui payer des dommages-intérêts. Le requérant entama en parallèle plusieurs procédures à l’encontre de son ancien employeur ou de ses cadres dirigeants, invoquant la méconnaissance par eux de différentes dispositions du code civil ou pénal.", "1.  La procédure de mise sous interdiction du requérant", "a)   la demande de la RATC", "4.  A une date non précisée, la RATC demanda au parquet d’ordonner l’internement du requérant dans un hôpital psychiatrique et, si possible, de le mettre sous interdiction. Elle faisait valoir qu’elle était exaspérée par les nombreuses procédures judiciaires entamées par lui contre elle ou contre ses cadres dirigeants, qui étaient de nature à perturber son fonctionnement. Elle notait en outre que le requérant était inscrit dans les registres de la policlinique no 2 de Constanţa comme souffrant d’une maladie chronique – une psychose paranoïde –, pour laquelle il avait suivi un traitement.", "b)  la procédure devant le parquet", "5.  Le 29 novembre 2001, pendant que le requérant se trouvait dans les locaux du tribunal départemental de Constanţa, deux agents de police en uniforme et armés s’approchèrent de lui et lui demandèrent, devant de nombreux passants, de les suivre et de monter dans un véhicule. Le requérant refusa et leur en demanda la raison. Les policiers lui indiquèrent qu’un mandat d’amener avait été délivré par le parquet à son encontre et le menacèrent d’utiliser les menottes s’il refusait de monter dans le véhicule. Vu le nombre important de passants qui assistaient à l’incident, le requérant accepta de suivre les policiers pour éviter d’être menotté. Arrivé au parquet, il demanda à voir le procureur qui avait délivré le mandat. Celui-ci donna l’ordre que le requérant soit conduit au laboratoire de médecine légale de Constanţa pour subir une expertise psychiatrique. Les policiers conduisirent le requérant au laboratoire en question. L’examen psychiatrique dura un peu plus de quatre heures et fut mené par deux médecins psychiatres. Pendant le déroulement de cet examen, un policier était présent dans la pièce. Le requérant demanda aux médecins de ne pas l’interner comme ils le souhaitaient et leur fit part de ses affections cardiologiques qui nécessitaient un traitement qu’il ne pouvait pas interrompre. A la fin de l’examen, les policiers raccompagnèrent le requérant dans le centre ville de Constanţa et le relâchèrent. A cause du stress causé par cet incident, le requérant, qui souffrait du diabète et d’hypertension artérielle, eut un malaise et perdit connaissance dans la rue. Les passants lui donnèrent les premiers secours et l’aidèrent à se relever.", "6.  Le 6 décembre 2001, le requérant fut à nouveau arrêté en pleine rue par des policiers en uniforme et armés, qui le conduisirent au même laboratoire de médecine légale. Il y subit un nouveau contrôle psychiatrique qui dura cinq à six heures. Les médecins qui l’avaient alors examiné l’informèrent que la RATC insistait qu’il soit interné pour une durée de six semaines. A la fin de l’examen, les policiers le raccompagnèrent au centre de la ville et le relâchèrent. Selon ses dires, le requérant, qui souffrait d’affections cardiologiques, vit son état de santé empirer à la suite de cet incident.", "7.  Le rapport d’expertise psychiatrique rédigé à la suite des contrôles réalisés les 29 novembre et 6 décembre 2001 par le laboratoire de médecine légale de Constanţa concluait que le requérant souffrait de troubles délirants persistants avec un délire de revendication. Il faisait état de ce que le requérant était dépourvu de discernement et qu’il ne pouvait pas suivre ses propres intérêts. Il estimait nécessaire qu’il soit mis sous interdiction.", "8.  Le 5 février 2002, le parquet demanda au tribunal de Constanţa la mise sous interdiction du requérant à la suite de la demande de la RATC au motif qu’il souffrait d’un trouble délirant de personnalité et que son discernement était aboli.", "c)  la procédure devant les juridictions nationales", "9.  En 2002, le requérant fut cité à comparaître devant le tribunal départemental de Constanţa, compétent pour examiner le bien-fondé de la demande du parquet. Craignant un manque d’impartialité du tribunal, le requérant demanda que sa cause soit renvoyée à une autre juridiction. La Haute Cour de justice et de cassation fit droit à sa demande et renvoya l’affaire pour examen au tribunal départemental de Dâmboviţa.", "10.  Dans sa demande reconventionnelle, le requérant demanda la condamnation de la RATC à des dommages-intérêts d’un montant de 50 000 euros pour réparer le préjudice grave causé par la demande abusive qu’elle avait adressée au parquet en vue de son internement dans un hôpital psychiatrique, ainsi que par l’exécution abusive des deux mandats d’amener délivrés par le parquet, en méconnaissance des dispositions légales et dans des circonstances de nature à léser son honneur et sa dignité. Il faisait valoir qu’il avait été pris de force par des policiers en présence de dizaines de personnes qui se trouvaient, comme lui, dans les locaux d’un tribunal, et transporté contre son gré et à deux reprises à l’institut de médecine légale de Constanţa où il avait été gardé environ 5 heures, ce qui l’avait empêché de suivre le traitement médical pour ses affections cardiaques, qui s’étaient aggravées. Il demandait en outre l’annulation des mandats d’amener émis en méconnaissance des dispositions de la loi et du rapport d’expertise psychiatrique rédigé par le laboratoire de médecine légale de Constanţa. Pour étayer sa demande, le requérant fournit une copie des mandats de comparution ainsi que d’articles de presse susceptibles de prouver que son image avait été ternie à la suite des déclarations du directeur de la RATC et de la manière dont il avait été pris de force par des policiers pour être amené au laboratoire médical de Constanţa. Il fournit également des déclarations d’anciens collègues de travail, qui attestaient qu’il avait eu une bonne conduite sur son ancien lieu de travail, ainsi qu’une décision d’une association des participants à la révolution de 1989 qui le suspendait de sa fonction de vice-président après qu’il eut été arrêté par des policiers le 29 novembre 2001.", "11.  Sur demande du requérant, le tribunal entendit les témoins T., F., P. et V. Il ordonna en outre qu’une nouvelle expertise psychiatrique soit réalisée par l’Institut national de médecine légale « Mina Minovici », en vue d’établir, sur le fondement des documents médicaux existants et d’un nouvel examen du requérant, s’il présentait ou non des affections de nature à diminuer sa capacité d’apprécier les faits, ses actes et les conséquences qui en découlaient. Le tribunal demanda également au maire de Constanţa de désigner un curateur pour le requérant. Le 2 octobre 2003, le maire désigna Mme L.B., la compagne du requérant, en tant que curatrice.", "12.  Le 27 octobre 2004, l’Institut national « Mina Minovici » rendit son rapport sur la base d’un nouvel examen du requérant, entre-temps interné à cette fin du 24 avril au 11 mai 2004 à l’hôpital psychiatrique « Al. Obregia » de Bucarest à la demande de l’institut pour les besoins de l’expertise qu’il devait mener. Il en ressortait que le requérant avait la capacité psychique nécessaire pour apprécier le contenu et les conséquences sociojuridiques de son propre comportement et pour décider en toute autonomie de ses propres intérêts. Le rapport indiquait que le requérant avait un esprit « judiciaire » et revendicatif dans des limites normales par rapport à son ancien employeur, la RATC, et par rapport aux conflits qu’il avait eus avec lui, et soulignait que le requérant avait la capacité de se défendre, de motiver et d’argumenter de façon correcte et logique. La conclusion du rapport était qu’il n’était pas nécessaire de mettre le requérant sous interdiction. Il ne ressort pas des éléments du dossier si l’internement du requérant du 24 avril au 11 mai 2004 à l’hôpital psychiatrique « Al. Obregia » a eu lieu avec son consentement ou sous la contrainte des autorités.", "13.  Par un jugement du 22 décembre 2004, le tribunal départemental de Dâmboviţa rejeta la demande de mise sous interdiction du requérant, qu’il estima non fondée. Le tribunal accueillit en partie la demande reconventionnelle du requérant et condamna la RATC à lui verser 400 millions de lei roumains (soit l’équivalent d’environ 10 000 euros à la date des faits) pour compenser le préjudice moral qu’elle lui avait causé par sa demande abusive, qui avait entraîné une atteinte injustifiée à son droit au respect de son honneur et de sa réputation, garanti par l’article 8 de la Convention. Le tribunal retint que, par la manière dont les autorités avaient exécuté les mandats de comparution, en s’emparant du requérant dans des endroits publics, où il y avait des personnes qui le connaissaient, comme en attestaient les déclarations des témoins T., V. et P., et en le gardant un laps de temps relativement long pour qu’il soit soumis à une expertise médicale psychiatrique, l’image sociale du requérant avait été indûment tachée.", "Le tribunal souligna que l’existence de plusieurs litiges entre le requérant et la RATC, consécutifs à son licenciement abusif, ne pouvait pas constituer un motif de mise sous interdiction tant qu’aucun tribunal n’avait constaté que le requérant aurait commis un abus de droit.", "Le tribunal rejeta comme non fondée la demande du requérant tendant à l’annulation des mandats d’amener et du rapport d’expertise psychiatrique rédigé par le laboratoire de médecine légale de Constanţa. Le fait que les mandats en question contenaient des erreurs matérielles n’était pas une cause d’annulation. Quant au rapport d’expertise, il constituait simplement un élément de preuve dont l’interprétation et l’appréciation relevaient de la compétence du tribunal.", "14.  Tant la RATC que le requérant interjetèrent appel de ce jugement. La RATC nota qu’elle ne pouvait pas être tenue responsable de la manière dont les mandats d’amener avaient été mis à exécution par les autorités et qu’elle s’était simplement limitée à saisir les organes judiciaires compte tenu du grand nombre de litiges déclenchés contre elle par le requérant. Le requérant demanda une augmentation du montant des dommages-intérêts alloués compte tenu de l’attente grave et irrémédiable à son image publique et à sa réputation. Il faisait valoir qu’à la suite de la demande de la RATC visant à sa mise sous interdiction, il avait été suspendu de la fonction de viceprésident qu’il occupait dans l’association des participants à la révolution. Il fournit la décision de l’association en question, qui indiquait que cette suspension était valable « jusqu’à ce que la procédure judiciaire relative à l’arrestation du requérant le 29 novembre 2001 par deux agents de police en uniforme soit terminée ».", "15.  Par un arrêt du 11 juillet 2005, la cour d’appel de Ploieşti, dans une formation incluant les juges A.I. et M.D., rejeta les appels des deux parties. Elle estima que le montant des dommages-intérêts au paiement duquel le tribunal avait condamné la RATC était proportionné à l’importance des valeurs morales lésées par ses agissements et aux conséquences subies par le requérant sur un plan social et professionnel. Elle nota qu’à la même époque que celle qui avait suivi l’introduction de la demande de mise sous interdiction du requérant par la RATC, une série d’articles étaient parus dans la presse locale au sujet de l’état de santé mentale du requérant, ce qui avait affecté son image publique et lui avait causé un état de stress qui avait aggravé les affections cardiaques dont il souffrait.", "16.  Le requérant et la RATC se pourvurent en recours. Le requérant faisait valoir que les exigences de la loi pour l’émission des mandats d’amener n’avaient pas été respectées en l’espèce et demanda l’annulation desdits mandats. Il souligna qu’à la suite de la demande de la RATC visant à sa mise sous interdiction, il avait été étiqueté comme « fou » et son épouse avait demandé le divorce. De son côté, la RATC demandait l’annulation de sa condamnation au paiement de dommages-intérêts.", "17.  Devant la cour d’appel de Ploieşti, compétente pour juger le pourvoi en recours des parties à la suite de la modification des règles de compétence des tribunaux par la loi no 219 du 6 juillet 2005, deux audiences publiques eurent lieu les 13 et 27 octobre 2005. La formation de jugement de la cour d’appel était composée, à chacune des audiences, des juges E.G., G.V. et M.D.", "18.  Par un arrêt définitif et irrévocable rendu le 27 octobre 2005, la cour d’appel de Ploieşti accueillit le pourvoi en recours de la RATC et infirma les jugements rendus par les juridictions inférieures dans le sens d’une suppression de sa condamnation à payer des dommages et intérêts. Dans ses motifs, elle retint tout d’abord que, pour engager la responsabilité civile délictuelle de la RATC, les tribunaux inférieurs et le requérant auraient dû faire la preuve de sa mauvaise foi dans ses démarches visant à la mise sous interdiction du requérant. Or, aucune preuve n’avait été rapportée en ce sens. La demande de la RATC avait été motivée par une apparence d’anormalité créée par le requérant lui-même, qui avait déclenché un grand nombre de procès contre la RATC et contre différents cadres de celles-ci. Le requérant avait introduit des plaintes pénales contre le directeur de la RATC qu’il avait ensuite retirées et d’autres contre huit autres employés, qui avaient donné lieu à une décision de non-lieu. La RATC avait fourni, pour étayer sa demande, des documents médicaux qui attestaient que le requérant avait été interné à plusieurs reprises en 1979 pour psychose paranoïde. Dans ces circonstances, en introduisant une demande de mise sous interdiction du requérant, la RATC n’avait pas agi de mauvaise foi.", "D’autre part, la cour d’appel indiqua que la RATC ne pouvait pas être tenue responsable de la manière dont les autorités d’enquête avaient exécuté les mandats d’amener du requérant car elle s’était limitée à saisir le parquet d’une demande de mise sous interdiction. Elle nota que la RATC ne pouvait pas non plus être tenue responsable des autres conséquences auxquelles le requérant faisait référence, notamment le fait que son épouse avait demandé le divorce, qu’il avait été suspendu de sa fonction de vice-président de l’association des participants à la révolution de 1989 ou qu’il était désormais étiqueté comme fou, éléments qu’elle estima sans lien direct avec l’objet de l’action qu’elle avait à trancher.", "La cour d’appel estima par ailleurs que la demande du requérant tendant à l’annulation de ses mandats d’amener était infondée. Elle souligna à cet égard que, dans toute procédure de mise sous interdiction, l’expertise médicolégale psychiatrique était obligatoire et que, si la personne concernée ne se présentait pas de son gré devant la commission d’examen, il était loisible au parquet de délivrer des mandats d’amener. Elle conclut que le parquet avait utilisé, en l’occurrence, un moyen procédural prévu par la loi à l’égard du requérant, dans la mesure où ce dernier n’avait pas donné suite à une invitation du parquet de se présenter de son propre gré au laboratoire médico-légal de Constanţa.", "2.  Démarches visant à faire constater le caractère irrégulier des mandats d’amener et à l’obtention de dommages-intérêts", "a)  les demandes d’informations du requérant", "19.  Le 26 janvier 2004, le requérant demanda au procureur en chef du parquet près le tribunal départemental de Constanţa de préciser la date à laquelle il avait prétendument été invité par le parquet à se présenter à l’institut de médecine légale en vue d’une expertise psychiatrique, invitation à laquelle son refus de donner suite aurait justifié qu’un mandat d’amener soit délivré à son encontre dans le cadre de la procédure de mise sous interdiction ouverte à la demande de la RATC (paragraphe 4 ci-dessus).", "20.  Par une lettre du 5 février 2004, le bureau de police de Constanţa répondit au requérant qu’avant le 29 novembre 2001, date à laquelle les policiers avaient exécuté le mandat d’amener et l’avaient conduit au service de médecine légale de Constanţa, il n’avait fait l’objet d’aucune invitation au bureau de police ou au laboratoire en question.", "21.  Le 31 octobre 2006, le requérant demanda au président du tribunal départemental de Constanţa copie des invitations par lesquelles le parquet, la police ou le laboratoire de médecine légale de Constanţa l’avaient convoqué en vue d’un examen de son état de santé psychique, et auxquelles il aurait refusé de donné suite, comme l’avait indiqué le représentant du parquet durant la procédure visant à sa mise sous interdiction, circonstance retenue par l’arrêt définitif et irrévocable rendu le 27 octobre 2005 par la cour d’appel de Ploieşti (paragraphes 9 à 18 ci-dessus).", "22.  Le 10 novembre 2006, le vice-président du tribunal lui répondit qu’à la suite des vérifications effectuées, aucune convocation du requérant au service de médecine légale de Constanţa n’avait été trouvée qui fût antérieure à la date à laquelle le parquet avait délivré les mandats d’amener, exécutés par les policiers les 29 novembre et 6 décembre 2001.", "b)  la procédure judiciaire entamée par le requérant", "23.  En 2003, le requérant demanda au tribunal départemental de Constanţa d’annuler les mandats d’amener exécutés par les policiers les 29 novembre et 6 décembre 2001. Il faisait valoir qu’il n’avait jamais été invité au laboratoire de médecine légale de Constanţa pour se soumettre, de son propre gré, à un examen psychiatrique, exigence portant prévue par la loi comme un préalable à la délivrance de mandats d’amener. Dès lors, c’était en méconnaissance des exigences du droit interne par le parquet, devant lequel son ancien employeur avait déposé une demande de mise sous interdiction, qu’il avait été séquestré par des policiers pendant plusieurs heures et forcé de se soumettre à un contrôle psychiatrique. Il demandait la réparation du préjudice moral subi, en faisant valoir qu’à cause de ces abus, sa maladie cardiaque s’était aggravée et qu’il avait été suspendu de sa fonction de vice-président d’une association. Il demandait que la RATC et le parquet soient condamnés à lui verser des dommages-intérêts pour réparer le préjudice moral subi en raison de leurs abus.", "24.  Par un jugement du 1er septembre 2004, le tribunal rejeta l’action du requérant. Il énonça que les mandats d’amener en question avaient été délivrés par le parquet dans le cadre de la demande de mise sous interdiction du requérant par la RATC, compte tenu du refus du requérant de se présenter de son propre gré aux investigations médicales à la demande des organes d’enquête. Il nota par ailleurs qu’il résultait des déclarations des témoins entendus par le tribunal que le requérant ne s’était pas opposé à l’exécution des mandats par les forces de l’ordre, lesquelles n’avaient ni utilisé la violence physique ni eu recours aux menottes ou à d’autres instruments qui faisaient partie de leur armement.", "25.  Le requérant interjeta appel, en faisant valoir que l’affirmation du tribunal selon laquelle il aurait refusé de se présenter de son propre gré au laboratoire médical en vue d’une expertise était mensongère. Il demanda la suspension de l’examen de l’affaire au motif qu’une autre procédure visant à sa mise sous interdiction était pendante au rôle du tribunal départemental de Dâmboviţa. La cour d’appel de Constanţa fit droit à sa demande. A une date non précisée, l’affaire fut remise au rôle sur demande du requérant.", "26.  Par un arrêt du 19 octobre 2006, le tribunal départemental de Constanţa, devenu compétent pour juger l’appel du requérant à la suite de la modification des règles de compétence des tribunaux par la loi no 219 du 6 juillet 2005, rejeta l’appel du requérant. Le tribunal retint qu’il ne ressortait pas des éléments de preuve versés au dossier que les policiers qui avaient exécuté les deux mandats d’amener aient causé au requérant un préjudice engageant leur responsabilité civile délictuelle. En particulier, le requérant n’avait pas prouvé que les policiers en question avaient exercé sur lui des violences physiques ou verbales.", "27.  Le requérant se pourvut en recours, en faisant valoir qu’il était du devoir des tribunaux internes de vérifier si, à la date où les deux mandats avaient été délivrés, les exigences de la loi avaient été respectées ou non et, notamment, si les mandats d’amener avaient été précédés d’une convocation au laboratoire de médecine légale en vue d’un contrôle de sa santé mentale. Selon lui, la conclusion de la juridiction d’appel selon laquelle il n’avait subi aucun préjudice était abusive tant qu’aucune preuve n’avait été faite qu’il avait refusé de se présenter de son propre gré au laboratoire médicolégal. Son préjudice découlait de la manière dont les mandats en question avaient été exécutés, par des agents des forces de l’ordre en uniforme et armés et dans des endroits publics, nonobstant le fait qu’il était sain et qu’il avait du discernement. En outre, les tribunaux avaient ignoré ses éléments de preuve qui attestait qu’il avait subi un préjudice, notamment la décision par laquelle qui il avait été suspendu de sa fonction de viceprésident d’une association.", "28.  Par un arrêt définitif du 14 mars 2007, la cour d’appel de Constanţa rejeta le pourvoi en recours du requérant. Elle jugea que, bien qu’aucune preuve n’ait été faite que les mandats d’amener avaient été précédés d’une convocation au laboratoire médicolégal, son droit à la liberté et à la sûreté garanti par l’article 5 de la Convention n’avait pas été atteint. Bien que le résultat des mandats en cause ait été le maintien du requérant, pendant plusieurs heures, au laboratoire de médecine légale de Constanţa, il n’y avait pas là une privation de liberté, au sens de l’article 5 de la Convention. La cour d’appel conclut qu’aucun fait illicite n’avait été commis par la RATC ou par les autorités qui avaient émis ou exécuté les mandats d’amener, et que, par suite, aucune obligation de réparation en faveur du requérant n’avait pu naître.", "B.  Le droit interne pertinent", "1.  La loi no 487 du 11 juillet 2002 sur la santé mentale et la protection des personnes ayant des troubles psychiques (« la loi no 487/2002 »)", "29.  Les articles 12 et 13 de cette loi prévoient que l’évaluation de l’état de santé mentale d’une personne, dans le but d’établir un diagnostic ou de déterminer si l’intéressé a du discernement, a lieu par le biais d’un examen direct, par un médecin psychiatre, à la demande de la personne en cause lors d’un internement volontaire ou à la demande d’une autorité dans le cas d’un internement forcé.", "30.  S’agissant de l’internement volontaire, tout patient concerné a le droit de quitter l’hôpital psychiatrique sur simple demande et à tout moment (article 43 de la loi).", "31.  L’internement forcé ne peut avoir lieu que si toutes les tentatives d’internement volontaire ont échoué (article 44). Il est autorisé lorsqu’un médecin psychiatre estime que la personne concernée souffre de troubles psychiques et peut présenter un danger pour elle-même ou pour autrui, ou lorsqu’elle risque de voir son état de santé se dégrader gravement à défaut de traitement (articles 45 et 46). Il peut être demandé par la famille ou le médecin traitant de la personne concerné, ainsi que par la police, le parquet et les pompiers. Leur demande doit être écrite et indiquer les raisons pour lesquelles ils estiment que l’internement serait nécessaire (article 47). Le transport de la personne concernée à l’hôpital psychiatrique a lieu en règle générale par ambulance. Si le comportement de la personne concernée est dangereux pour elle-même ou pour autrui, le transport s’effectue avec l’aide de la police, des gendarmes ou des pompiers, en respectant l’intégrité physique et la dignité de la personne en cause (article 48).", "32.  Si le médecin considère qu’il n’y a pas de raisons d’interner la personne concernée, il ne la retient pas en observation et précise la raison dans la fiche médicale. Si le médecin décide en revanche qu’il y a des raisons d’interner la personne concernée, il informe la personne concernée et transmet sa décision au parquet et à une commission de contrôle, laquelle est tenue de la valider dans un délai de 72 heures. La personne concernée et son représentant légal peuvent contester la décision en cause auprès du tribunal compétent (articles 49 à 54).", "33.  La procédure précitée relative à l’internement psychiatrique non volontaire peut s’appliquer aussi dans le cas où une personne qui avait initialement donné son consentement à l’internement le retire par la suite (article 55).", "2.  Arrêté du ministre de la santé du 10 avril 2006 sur l’application de la loi no 487/2002 sur la santé mentale", "34.  Cet arrêté, entré en vigueur le 2 mai 2005, régit la procédure d’application de la loi no 487/2002 sur la santé mentale. Son article 29 prévoit que la demande d’internement forcé doit être faite par l’une des personnes ou des autorités habilitées par l’article 47 de la loi au moment où elle se présente à l’hôpital ; cette demande doit être formulée par écrit et signée par le demandeur, qui doit indiquer les raisons qui, selon lui, la justifient.", "35.  L’article 28 indique que le médecin psychiatre qui considère que les conditions de l’internement forcé sont remplies est tenu d’informer la personne concernée de son droit de contester la mesure d’internement forcé, en lui indiquant les démarches à suivre.", "36.  L’article 31 indique que le transport à l’hôpital de la personne qui fait l’objet d’une demande d’internement forcé ne peut avoir lieu que si elle refuse de s’y rendre et s’il y a un danger imminent pour elle-même et pour ceux qui l’entourent. Le personnel en charge du transport est tenu de faire état, dans son rapport au médecin psychiatre, du défaut de consentement de la personne concernée et des mesures prises pour effectuer le transport.", "37.  L’article 33 prévoit l’obligation des hôpitaux psychiatriques de tenir un registre destiné exclusivement aux informations relatives aux personnes internées contre leur gré, registre devant contenir toutes les décisions prises à leur égard. L’article 34 prévoit les conditions de forme des notifications au parquet que le médecin qui prend une décision d’internement forcé et la commission qui la valide sont tenus de respecter.", "3.  Le décret no 32 du 30 décembre 1954 sur la mise en application du code de la famille", "Article 30", "« Le président du tribunal saisi d’une demande de mise sous interdiction prend des mesures pour que la demande soit communiquée au parquet. Ce dernier effectue les investigations qui lui semblent nécessaires et recueille l’avis d’une commission de médecins spécialistes. (...) »", "Article 31", "« S’appuyant sur les conclusions du parquet, le tribunal peut ordonner l’internement provisoire de la personne qui fait l’objet de la demande de mise sous interdiction, pour un délai de six semaines au maximum, dans le cas où une mise en observation prolongée de son état de santé s’avère nécessaire selon l’avis d’un médecin spécialiste et si cette observation ne peut pas être réalisée par un autre moyen. »", "Article 32", "« Après avoir reçu le résultat des investigations et l’avis de la commission de spécialistes, le président du tribunal fixe la date du jugement, et convoque les parties. La demande de mise sous interdiction et tous les documents afférents sont notifiés à la personne concernée. »", "Article 33", "« Le tribunal entend les conclusions du parquet. Il entend la personne qui fait l’objet d’une demande de mise sous interdiction, pour se faire une opinion sur son état mental. Si la personne concernée n’est pas capable de se présenter devant le tribunal, elle sera entendue, en présence du procureur, sur le lieu où elle se trouve. »", "Article 34", "« Une fois qu’il a acquis un caractère définitif, le jugement par lequel le tribunal décide la mise sous interdiction d’une personne est publié dans un journal. Le tribunal en informe l’autorité tutélaire pour qu’elle désigne un tuteur dans l’hypothèse où le tribunal a accueilli la demande de mise sous interdiction, ou pour qu’elle mette fin à la curatelle instituée si le tribunal a rejeté la demande. »", "38.  Les articles 33 à 34 du décret-loi no 32/1954 ont été abrogés le 18 juillet 2010.", "GRIEFS", "39.  Invoquant en substance l’article 5 de la Convention, le requérant se plaint d’avoir été irrégulièrement privé de sa liberté à plusieurs reprises : tout d’abord le 29 novembre 2001 et le 6 décembre 2001, sur demande du parquet, afin d’être soumis à une expertise médiale psychiatrique dans un laboratoire de médecine légale de Constanţa ; et ensuite, du 27 avril au 11 mai 2004, quand il a été interné dans un hôpital psychiatrique. Il allègue en outre ne pas avoir eu droit à réparation pour ces détentions, qu’il estime irrégulières.", "40.  Invoquant l’article 6 de la Convention, il se plaint aussi de ne pas avoir bénéficié d’une procédure équitable lors du jugement de la demande de son ancien employeur visant à sa mise sous interdiction. Il fait valoir que, dans la procédure en cause, la cour d’appel de Ploieşti qui a statué sur son recours contre la décision rendue par le tribunal départemental de Constanţa n’était pas un tribunal indépendant et impartial.", "41.  Sans citer d’articles de la Convention, il se plaint enfin qu’il n’a pas bénéficié d’un recours efficace pour obtenir la reconnaissance et la réparation de l’atteinte grave et irrémédiable portée par les autorités et par son ancien employeur à sa réputation. Il fait valoir qu’à l’issue d’une simple démarche de son ancien employeur, il s’est vu étiqueté comme « fou » dans son entourage après avoir été arrêté à deux reprises, dans des endroits publics, par des policiers en uniforme et armés et après avoir fait l’objet d’une procédure judiciaire qui s’est déroulée publiquement pendant plus de quatre ans. Il note en outre qu’à la suite la demande de la RATC visant à sa mise sous interdiction, il a préféré vendre sa maison et son véhicule pour éviter que sa curatrice ou son éventuel tuteur futur ne prennent des décisions qui lui soit préjudiciables. Il note, enfin, que cette situation a entraîné la demande de divorce de son épouse ainsi qu’une décision de l’association des participants à la révolution de 1989 de le suspendre de la fonction de vice-président qu’il occupait.", "QUESTIONS AUX PARTIES", "", "1.  a)  Les comparutions successives du requérant au laboratoire médicolégal de Craiova, les 29 novembre et 6 décembre 2001, à la suite des mandats d’amener délivrés par le parquet et exécutés par des policiers en uniforme et armés, ainsi que son internement du 27 avril au 11 mai 2004 à l’hôpital psychiatrique de Bucarest, constituent-ils des privations de liberté, au sens de l’article 5 § 1 de la Convention ?", "", "b)  Dans l’affirmative, l’intéressé a-t-il épuisé les voies de recours internes, comme l’exige l’article 35 § 1 de la Convention, concernant notamment la légalité et le bien-fondé de son internement du 27 avril au 11 mai 2004 à l’hôpital psychiatrique de Bucarest ?", "", "Le Gouvernement est invité à préciser le fondement légal de cet internement et à donner des détails sur la manière dont il a été effectué, en indiquant plus particulièrement s’il s’agissait d’un internement volontaire ou sous contrainte et l’autorité qui l’avait ordonné.", "", "c)  Les privations de liberté qu’aurait subies le requérant les 29 novembre et 6 décembre 2001 et celle du 27 avril au 11 mai 2004 relevaient-elles de l’exception autorisée par l’article 5 § 1 lettre e) de la Convention et, dans l’affirmative, étaient-elles compatibles avec les exigences de cette disposition ?", "", "2.  Le requérant avait-il, comme l’exige l’article 5 § 5 de la Convention, un droit effectif et sanctionnable en justice à obtenir réparation pour ses détentions, qu’il estime contraires à l’article 5 § 1 de la Convention ?", "", "3.  La contestation sur les droits de caractère civil du requérant dans la procédure concernant sa mise sous interdiction qui a pris fin par l’arrêt définitif de la cour d’appel de Ploieşti du 27 octobre 2005 a-t-elle été entendue équitablement, comme l’exige l’article 6 § 1 de la Convention ? En particulier, le tribunal qui a connu de la cause du requérant en dernier degré de juridiction était-il impartial, comme l’exige l’article 6 § 1 de la Convention, compte tenu de l’inclusion dans sa formation de jugement de la juge M.D., qui avait également participé à la formation de jugement qui avait statué en appel ?", "", "4.  Y a-t-il eu violation du droit du requérant au respect de sa vie privée et familiale, au sens de l’article 8 § 1 de la Convention, pris isolément ou combiné avec l’article 13 de la Convention, compte tenu notamment de arguments avancés par les tribunaux nationaux pour rejeter sa demande de réparation du préjudice moral  qu’il alléguait avoir subi à la suite de la demande de son ancien employeur visant sa mise sous interdiction ?", "", "Le Gouvernement est invité à fournir des informations sur les éventuels recours internes au travers desquels une personne visée, comme le requérant, par une demande de mise sous interdiction, aurait pu formuler un grief de méconnaissance du droit au respect de sa vie privée et familiale garanti par l’article 8 de la Convention."]}