{"file": "FRE_HFJUD_25735_94.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "25735/94", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "AFFAIRE ELSHOLZ c. ALLEMAGNE", "", "(Requête no 25735/94)", "", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "STRASBOURG", "", "13 juillet 2000", "", "", "", "En l'affaire Elsholz c. Allemagne,", "La Cour européenne des Droits de l'Homme, siégeant en une Grande Chambre composée des juges dont le nom suit :", "\tM.\tL. Wildhaber, président,\n\tMme\tE. Palm,\n\tMM.\tJ.-P. Costa,\n\t\tL. Ferrari Bravo,\n\t\tL. Caflisch,\n\t\tW. Fuhrmann,\n\t\tK. Jungwiert,\n\t\tJ. Casadevall,\n\t\tB. Zupančič,\n\t\tJ. Hedigan,\n\tMmes\tW. Thomassen,\n\t\tM. Tsatsa-Nikolovska,\n\tMM.\tT. Panţîru,\n\t\tA.B. Baka,\n\t\tE. Levits,\n\t\tK. Traja,\n\t\tR. Maruste,\nainsi que de Mme M. de Boer-Buquicchio, greffière adjointe,", "Après en avoir délibéré en chambre du conseil les 1er mars et 14 juin 2000,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  L'affaire a été déférée à la Cour, conformément aux dispositions qui s'appliquaient avant l'entrée en vigueur du Protocole no 11 à la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »), par la Commission européenne des Droits de l'Homme (« la Commission »), le 7 juin 1999, et par un ressortissant allemand, M. Egbert Elsholz (« le requérant »), le 25 mai 1999 (article 5 § 4 du Protocole no 11 et anciens articles 47 et 48 de la Convention).", "2.  A son origine se trouve une requête (no 25735/94) dirigée contre la République fédérale d'Allemagne et dont le requérant avait saisi la Commission le 31 octobre 1994 en vertu de l'ancien article 25 de la Convention.", "\n3.  Le requérant alléguait que le refus de lui accorder un droit de visite à l'égard de son fils, né hors mariage, emportait violation de l'article 8 de la Convention et que, en tant que père d'un enfant né hors mariage, il avait fait l'objet d'une discrimination contraire à l'article 14 de la Convention combiné avec l'article 8. Sous l'angle de l'article 6 § 1, il dénonçait le manque d'équité de la procédure devant les tribunaux allemands.", "4.  La Commission a déclaré la requête partiellement recevable le 30 juin 1997. Dans son rapport du 1er mars 1999 (ancien article 31 de la Convention), elle formule l'avis qu'il y a eu violation de l'article 14 de la Convention combiné avec l'article 8 (quinze voix contre douze), qu'aucune question distincte ne se pose sur le terrain de l'article 8 pris isolément (quinze voix contre douze) et qu'il y a eu violation de l'article 6 § 1 (dix-sept voix contre dix).", "5.  Devant la Cour, le requérant est représenté par Me P. Koeppel, avocat au barreau de Munich. Le gouvernement allemand (« le Gouvernement ») est représenté par son agent, Mme H. Voelskow-Thies, Ministerialdirigentin au ministère fédéral de la Justice.", "6.  Le 7 juillet 1999, un collège de la Grande Chambre a décidé que l'affaire devait être examinée par la Grande Chambre (article 100 § 1 du règlement de la Cour). A la suite du déport de M. G. Ress, juge élu au titre de l'Allemagne, qui avait pris part à l'examen de la cause au sein de la Commission (article 28), le Gouvernement a été invité à faire savoir s'il entendait désigner un juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement). Le Gouvernement n'ayant pas répondu dans les trente jours, il a été réputé renoncer à pareille désignation (article 29 § 2 du règlement). En conséquence, M. L. Ferrari Bravo, premier juge suppléant, a remplacé M. Ress au sein de la Grande Chambre (article 24 § 5 b) du règlement).", "7.  Le requérant et le Gouvernement ont déposé un mémoire.", "8.  Après consultation de l'agent du Gouvernement et de l'avocat du requérant, la Grande Chambre a décidé qu'il n'était pas nécessaire de tenir une audience (article 59 § 2 in fine du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "9.  Ressortissant allemand né en 1947, le requérant vit à Hambourg. Il est le père de C., né hors mariage le 13 décembre 1986. Le 9 janvier 1987, il a reconnu l'enfant et s'est engagé à verser des subsides pour lui, obligation dont il s'est acquitté avec régularité.", "10.  Depuis novembre 1985, le requérant vivait avec la mère de l'enfant et le fils aîné de celle-ci, Ch. En juin 1988, la mère quitta l'appartement avec ses deux enfants. Le requérant continua à voir son fils fréquemment jusqu'en juillet 1991. Il passa aussi à plusieurs reprises ses vacances avec les deux enfants et leur mère. Il n'y eut plus aucune visite par la suite.", "11.  Le requérant tenta de rendre visite à son fils avec l'aide de l'office de la jeunesse (Jugendamt) d'Erkrath agissant comme médiateur. Lorsqu'un responsable de l'office l'interrogea chez lui en décembre 1991, C. déclara qu'il ne voulait pas revoir le requérant.", "12.  Le 19 août 1992, ce dernier demanda au tribunal de district (Amtsgericht) de Mettmann de lui octroyer un droit de visite (Umgangsregelung) le premier samedi du mois de 13 à 18 heures. D'après le requérant, la mère l'avait empêché de voir C. parce qu'il l'avait accusée d'avoir mal surveillé l'enfant lorsque celui-ci, en juillet 1991, s'était cassé le bras par accident en jouant. A la suite de cet événement, il avait cessé les versements mensuels de 700 marks allemands qu'il disait avoir accepté de payer à la mère, à la demande de celle-ci, en sus du montant fixé pour les subsides. La mère contesta ces affirmations du requérant, déclarant que celui-ci avait toujours été très généreux avec elle mais qu'il ne lui versait aucuns subsides.", "13.  A l'issue d'une audience tenue le 4 novembre 1992 et après avoir entendu C. le 9 novembre, le tribunal de district rejeta la demande du requérant le 4 décembre. Il observa que l'article 1711 § 2 du code civil (Bürgerliches Gesetzbuch), portant sur les contacts entre un père et son enfant né hors mariage (paragraphe 24 ci-dessous), était une dérogation qui appelait une interprétation stricte. Le tribunal compétent ne devait dès lors ordonner de pareils contacts que si cela était utile et profitable au bien-être de l'enfant. Or le tribunal a jugé que ces conditions n'étaient pas remplies dans le cas du requérant. Le tribunal constata que l'enfant avait été entendu et qu'il avait déclaré ne plus souhaiter voir son père, qui était méchant et avait battu sa mère à plusieurs reprises. La mère nourrissait également de \nfortes préventions contre le requérant, qu'elle avait communiquées à l'enfant, de sorte que celui-ci n'avait pas la possibilité de construire avec son père une relation libre de préjugés. Le tribunal de district conclut qu'il n'était pas favorable au bien-être de l'enfant d'avoir des contacts avec son père.", "14.  Le 8 septembre 1993, le requérant demanda au tribunal de district d'ordonner à la mère de consentir à ce que l'enfant et lui-même suivent une thérapie familiale et de fixer les modalités de son droit de visite, lorsque les contacts entre lui et l'enfant auraient repris avec succès.", "15.  Le 24 septembre 1993, l'office de la jeunesse d'Erkrath recommanda au tribunal de recueillir l'avis d'un expert psychologue sur la question du droit de visite.", "16.  Après avoir entendu C. le 8 décembre 1993 et les parents de celui-ci en audience le 15 décembre, le tribunal de district rejeta le 17 décembre la nouvelle demande du requérant tendant à obtenir le droit de visite.", "Ce faisant, le tribunal renvoya à sa décision antérieure du 4 décembre 1992 et conclut que les conditions énoncées à l'article 1711 du code civil n'étaient pas réunies. Il constata que les relations du requérant avec la mère de l'enfant étaient tellement tendues que la mise en œuvre du droit de visite ne pouvait être envisagée, car cela ne serait pas favorable au bien-être de l'enfant. Celui-ci connaissait les préventions que sa mère nourrissait à l'encontre du requérant et les avait faites siennes. Si C. devait voir le requérant contre la volonté de sa mère, il s'exposerait à un conflit de loyauté insurmontable, ce qui porterait préjudice à son bien-être. Le tribunal considéra en outre qu'il importait peu de savoir lequel des parents était à l'origine des tensions ; il accorda beaucoup d'importance à l'existence de ces vives tensions et au risque que la reprise des contacts avec le père ne perturbât le développement de l'enfant, qui s'était poursuivi jusque-là sans heurt auprès du parent qui en avait la garde. A la suite de deux longs entretiens avec l'enfant, le tribunal conclut que le développement de celui-ci serait mis en danger si les contacts avec le père devaient reprendre contre la volonté de la mère. Lors de ces entretiens, l'enfant avait qualifié son père de « méchant » ou d'« idiot », ajoutant qu'il ne voulait à aucun prix le revoir et précisant aussi : « Maman dit toujours qu'Egbert n'est pas mon papa. Maman a peur d'Egbert. »", "Le tribunal de district considéra de plus que les faits pertinents étaient établis de manière claire et complète aux fins de l'article 1711 du code civil. Il jugea donc inutile de consulter un expert.", "17.  Le 13 janvier 1994, le requérant, représenté par un avocat, forma un recours (Beschwerde) contre cette décision en demandant qu'elle fût annulée, qu'un expert fût consulté au sujet des visites et des véritables souhaits de l'enfant en la matière, et que le droit de visite fût défini en conséquence.", "18.  Le 21 janvier 1994, le tribunal régional (Landgericht) de Wuppertal rejeta le recours du requérant sans audience. Il indiqua en premier lieu qu'il n'était pas certain que l'appel fût recevable car le requérant avait informé le tribunal de première instance, par une lettre du 12 janvier 1994, qu'il respecterait la décision de ce tribunal et demandait de l'aide en vue de parvenir à un règlement amiable. De plus, le tribunal régional constata que les moyens d'appel invoqués ne coïncidaient pas entièrement avec la requête adressée par le requérant au tribunal de première instance.", "Le tribunal régional ne trancha toutefois pas la question de la recevabilité de l'appel et décida qu'en tout état de cause il convenait de rejeter la demande du requérant tendant à l'obtention d'un droit de visite, car l'octroi d'un tel droit ne serait pas favorable au bien-être de l'enfant. Il ne suffisait pas que ces contacts fussent compatibles avec le bien-être de l'enfant ; il fallait qu'ils fussent utiles et profitables (nützlich und förderlich) ainsi que nécessaires à l'équilibre (seelisch notwendig) de l'enfant. Quant à savoir si ces conditions étaient remplies, il fallait en décider du point de vue de l'enfant, en tenant compte de toutes les circonstances. A cet égard, il fallait notamment considérer les raisons pour lesquelles le père souhaitait avoir des contacts avec l'enfant, c'est-à-dire établir s'il était animé par des sentiments ou par d'autres facteurs. Il fallait également prendre en considération les relations entre les parents.", "Suivant en cela la décision attaquée en appel, le tribunal régional jugea qu'en raison des tensions existant entre les parents, qui avaient des effets négatifs sur l'enfant, ainsi que l'avait confirmé l'audition de celui-ci les 9 novembre 1992 et 8 décembre 1993, il n'était pas dans l'intérêt supérieur de l'enfant d'avoir des contacts avec son père, d'autant moins que ces contacts avaient été interrompus pendant deux ans et demi environ. Peu importait de savoir qui était à l'origine de l'interruption de la vie commune. Ce qui comptait était qu'en l'espèce des contacts entre le père et l'enfant auraient des conséquences négatives sur ce dernier. Pour le tribunal, cette conclusion tombait sous le sens, de sorte qu'il n'y avait aucun besoin d'obtenir l'avis d'un expert psychologue. En outre, l'article 1711 § 2 du code civil ne prévoyait nulle part qu'un enfant subisse une psychothérapie pour se préparer à une reprise des contacts avec son père. Le tribunal régional fit enfin observer qu'il n'avait pas été nécessaire d'entendre de nouveau les parents et l'enfant, car rien ne donnait à penser que pareille audition permettrait d'aboutir à des conclusions plus favorables au requérant.", "19.  Le 19 avril 1994, un collège de trois juges de la Cour constitutionnelle fédérale (Bundesverfassungsgericht) refusa d'examiner le recours constitutionnel (Verfassungsbeschwerde) formé par le requérant.", "\nDe l'avis de la Cour constitutionnelle fédérale, le recours ne soulevait aucune question de caractère général touchant au respect de la Constitution. En particulier, la question de savoir si l'article 1711 du code civil était compatible avec le droit à la vie familiale garanti par l'article 6 § 2 de la Loi fondamentale (Grundgesetz) ne se posait pas, car les juridictions de droit commun avaient refusé d'accorder au requérant le droit de visite qu'il demandait non seulement au motif qu'un tel droit ne serait pas bénéfique pour l'enfant mais aussi pour la raison plus puissante que l'octroi de ce droit aurait été incompatible avec son bien-être. En outre, le droit à un procès équitable n'avait pas été enfreint par le fait que le requérant n'avait pas été entendu en personne et que sa demande de consulter un expert avait été rejetée.", "II.  LE DROIT INTERNE PERTINENT", "A.  Le droit de la famille actuellement en vigueur", "20.  Les dispositions légales concernant les droits de garde et de visite sont contenues dans le code civil (Bürgerliches Gesetzbuch) allemand. Elles ont été amendées à plusieurs reprises et nombre d'entre elles ont été abrogées avec l'adoption de la nouvelle législation en matière familiale (Reform zum Kindschaftrecht) du 16 décembre 1997 (Journal officiel –Bundesgesetzblatt-BGBl 1997, p. 2942), entrée en vigueur le 1er juillet 1998.", "21.  L'article 1626 § 1 est ainsi libellé :", "« Le père et la mère ont le droit et le devoir d'exercer l'autorité parentale [elterliche Sorge] sur leur enfant mineur. L'autorité parentale comprend la garde [Personensorge] et l'administration des biens [Vermögenssorge] de l'enfant. »", "22.  En vertu de l'article 1626 a § 1 du code civil, dans sa version amendée, les parents d'un enfant mineur né hors mariage exercent conjointement la garde de l'enfant s'ils font une déclaration à cet effet (déclaration sur la garde conjointe) ou s'ils se marient. Aux termes de l'article 1684, dans sa version amendée, un enfant a le droit de voir ses deux parents, qui ont chacun l'obligation d'avoir des contacts avec l'enfant et le droit de visite à son égard. De plus, les parents doivent s'abstenir de tout acte qui nuirait aux relations de l'enfant avec l'autre parent ou entraverait gravement son éducation. Les tribunaux de la famille peuvent fixer l'étendue du droit de visite ainsi que des modalités plus précises d'exercice de ce droit, également à l'égard de tiers. Ils peuvent aussi obliger les parties à remplir leurs obligations envers l'enfant. Ces tribunaux peuvent limiter ou suspendre ce droit si cela est nécessaire au bien-être de l'enfant. Ils ne peuvent décider de limiter ou suspendre ce droit pour une longue période ou définitivement que si le bien-être de l'enfant risque autrement d'en pâtir. Ils peuvent ordonner que le droit de visite soit exercé en présence d'un tiers, tels un employé de l'office de la jeunesse ou une association.", "B.  Le droit de la famille en vigueur à l'époque des faits", "23.  Avant l'entrée en vigueur de la nouvelle législation en matière familiale, la disposition pertinente du code civil relative aux droits de garde et de visite à l'égard d'un enfant légitime était libellée comme suit :", "Article 1634", "« 1.  Le parent qui n'exerce pas la garde a le droit d'entretenir des contacts personnels avec l'enfant. Le parent qui n'exerce pas le droit de garde, tout comme celui qui l'exerce, doit s'abstenir de tout acte de nature à porter préjudice aux relations de l'enfant avec autrui ou à entraver gravement l'éducation de l'enfant.", "2.  Le tribunal de la famille peut fixer l'étendue de ce droit et poser des règles plus précises pour son exercice, également à l'égard de tiers ; en l'absence de décision, le parent n'ayant pas la garde peut exercer le droit prévu à l'article 1632 § 2 tout au long de la période de contact. Le tribunal de la famille peut limiter ou suspendre ce droit si cela se révèle nécessaire au bien-être de l'enfant.", "3.  Un parent n'exerçant pas le droit de garde et ayant un intérêt légitime à obtenir des informations sur la situation de l'enfant peut les demander à la personne qui exerce le droit de garde, pour autant que cela soit compatible avec l'intérêt de l'enfant. Le tribunal des tutelles tranche tout différend relatif au droit à l'information.", "4.  Les dispositions précédentes s'appliquent, mutatis mutandis, lorsque les deux parents exercent le droit de garde et ne sont pas séparés de manière seulement temporaire. »", "24.  Les dispositions du code civil portant sur les droits de garde et de visite relativement aux enfants nés hors mariage étaient libellées comme suit :", "Article 1705", "« La mère a la garde de son enfant mineur né hors mariage (...) »", "Article 1711", "«  1.  La personne exerçant le droit de garde fixe les modalités du droit de visite du père à l'égard de l'enfant. L'article 1634 § 1, seconde phrase, s'applique par analogie.", "2.  S'il est dans l'intérêt de l'enfant d'entretenir des contacts personnels avec son père, le tribunal des tutelles peut décider que le père a droit à de tels contacts. L'article 1634 § 2 s'applique par analogie. Le tribunal des tutelles peut modifier sa décision à tout moment.", "\n3.  Le droit de demander des informations sur la situation de l'enfant est énoncé à l'article 1634 § 3.", "4.  Le cas échéant, l'office de la jeunesse sert de médiateur entre le père et la personne exerçant le droit de garde. »", "C.  La loi sur la procédure gracieuse", "25.  Les procédures engagées en vertu de l'ancien article 1711 § 2 du code civil, comme celles se rapportant à d'autres aspects du droit de la famille, sont régies par la loi sur la procédure gracieuse (Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit).", "26.  Conformément à l'article 12 de cette loi, le tribunal prend d'office les mesures d'enquête nécessaires pour établir les faits et recueillir les éléments de preuve qui semblent pertinents.", "27.  Dans le cadre des procédures portant sur le droit de visite, l'office de la jeunesse compétent doit être entendu avant toute décision (article 49 § 1 k)).", "28.  S'agissant de l'audition des parents dans les procédures relatives au droit de garde, l'article 50 a § 1 dispose que le tribunal doit entendre ceux-ci lorsque la procédure concerne la garde de l'enfant ou l'administration de ses biens. Pour ce qui est de la garde, le tribunal doit, en règle générale, entendre les parents en personne. Pour les affaires ayant trait à la prise en charge d'enfants par l'administration publique, les parents doivent dans tous les cas être entendus. D'après l'article 50 a § 2, un parent n'ayant pas le droit de garde doit être entendu, sauf lorsqu'il apparaît que son audition ne contribuerait pas à clarifier la situation.", "EN DROIT", "i.  SUR LA VIOLATION alléguée de l'article 8 de la Convention", "29.  Le requérant se plaint de ce que les décisions des tribunaux allemands qui rejettent sa demande tendant à l'obtention d'un droit de visite à l'égard de son fils, un enfant né hors mariage, emportent violation de l'article 8 de la Convention, dont les passages pertinents sont ainsi libellés :", "« 1.  Toute personne a droit au respect de sa vie (...) familiale (...)", "\n2.  Il ne peut y avoir ingérence d'une autorité publique dans l'exercice de ce droit que pour autant que cette ingérence est prévue par la loi et qu'elle constitue une mesure qui, dans une société démocratique, est nécessaire (...) à la protection de la santé ou de la morale, ou à la protection des droits et libertés d'autrui. »", "A.  Arguments des comparants", "1.  Le requérant", "30.  Le requérant soutient qu'il formait une famille avec son enfant et la mère de celui-ci avant que sa relation avec cette dernière ne s'interrompe un an et demi environ après la naissance de l'enfant. D'après lui, cette situation est comparable à celle d'un couple divorcé, raison pour laquelle il aurait dû bénéficier d'un droit de visite à l'égard de son enfant tout comme un père divorcé. Il estime avoir subi un préjudice du fait des dispositions du droit allemand réglementant les contacts entre les pères et leurs enfants nés hors mariage, notamment l'article 1711 du code civil, qui était applicable à l'époque des faits. Cette clause n'a été abrogée qu'avec l'entrée en vigueur de la nouvelle législation en matière familiale. Selon le requérant, la Cour constitutionnelle fédérale a encore fondé son raisonnement sur cet article du code civil. Il affirme que l'attitude des tribunaux allemands à l'époque est à l'origine de l'absence de contacts entre lui et son fils depuis 1991. Les juridictions allemandes ont laissé la mère interrompre tout contact et influencer son fils, en conséquence de quoi ce dernier a par la suite refusé de voir son père. Même si le requérant aurait pu présenter une nouvelle demande pour solliciter le droit de visite après le 1er juillet 1998, les années pendant lesquelles il aurait pu entre-temps établir un contact authentique avec son fils sont perdues.", "31.  En outre, une longue période s'étant écoulée depuis leur dernière entrevue, il est devenu un étranger pour son enfant. Des experts ont confirmé que ce problème ne peut se résoudre sans un soutien psychologique spécialisé. Pour que pareil soutien soit possible et ait quelque chance de succès, il faut obtenir l'accord de la mère, seule gardienne de l'enfant, et le concours de celui-ci. Il faut toutefois s'attendre à ce que l'enfant, qui a maintenant plus de treize ans, s'oppose à des contacts avec son père. En règle générale, les décisions des juridictions d'appel allemandes accordent une importance considérable à la volonté d'un enfant de cet âge, dont il convient de prendre l'avis en compte dans le cadre de procédures relatives au droit de visite des parents. C'est pourquoi elles n'auraient guère attribué au père le droit de visite à l'égard de l'enfant contre la volonté de celui-ci.", "32.  Dans leurs décisions, tant le tribunal de district de Mettmann que le tribunal régional de Wuppertal ont refusé au requérant le droit de visite à l'égard de son fils aux motifs que les mauvaises relations entre les parents exposeraient l'enfant à un conflit de loyauté et que, lors des deux audiences devant le tribunal, l'enfant avait qualifié son père de « méchant » ou d'« idiot » et affirmé ne vouloir en aucun cas le rencontrer. Lors de la seconde audience, l'enfant, âgé de presque six ans, déclara : « Maman dit toujours qu'Egbert n'est pas mon papa. Maman a peur d'Egbert. » D'après le requérant, l'enfant a fait cette déclaration sous l'influence de sa mère ou, avec l'approbation de celle-ci, sous l'influence d'une proche connaissance de la mère. Une autre déclaration faite par l'enfant et enregistrée par le tribunal montre que la mère avait fait peur à l'enfant parce que, ayant croisé le père par hasard, elle s'était enfuie en courant.", "33.  Le requérant estime que ces déclarations de l'enfant sont extrêmement importantes car elles indiquent que la mère dressait l'enfant contre son père, faisant ainsi de lui une victime du syndrome d'aliénation parentale (SAP). En conséquence, l'enfant rejetait tout contact avec son père. Si un spécialiste en psychologie familiale ou infantile avait été consulté à l'époque, il aurait pu montrer que l'enfant avait été braqué, voire utilisé par sa mère contre son père. C'est pourquoi la décision des deux tribunaux de ne pas désigner d'expert, mesure demandée par le requérant et recommandée par l'office de la jeunesse, constituait une atteinte aux intérêts non seulement du père mais aussi de l'enfant, puisque les contacts avec l'autre parent servent l'intérêt supérieur de l'enfant à moyen et à long terme.", "34.  En refusant d'accorder un droit de visite au père et en se prononçant en faveur de la mère, seule gardienne de l'enfant, les juridictions allemandes, y compris la Cour constitutionnelle fédérale, ont méconnu l'obligation constitutionnelle de l'Etat d'empêcher que les droits de ses citoyens ne soient enfreints par d'autres citoyens. L'Etat doit assurer le respect des droits de l'homme dans son ordre juridique interne.", "35.  Les résultats de recherches américaines relatives au SAP sont disponibles depuis 1984 et 1992. Très rapidement, ils ont donné lieu à un grand nombre d'articles spécialisés, et les tribunaux américains et canadiens les ont pris en compte dans leur jurisprudence.", "Si l'Allemagne s'était montrée prête à prendre en considération les résultats de ces études menées aux Etats-Unis, où des fonds bien plus importants sont consacrés à la recherche, et à les appliquer, le tribunal aurait pu prendre à l'époque une décision différente en cette affaire, car le juge qui a interrogé l'enfant aurait pu interpréter autrement les remarques où celui-ci exprimait un rejet de son père. A tout le moins, le tribunal aurait dû désigner un expert connaissant bien la dynamique psychique propre aux relations familiales.", "36.  Pour conclure, le requérant estime que les autorités allemandes ont failli à l'obligation, découlant de l'article 8 de la Convention, de garantir à leurs citoyens le respect des droits de l'homme, car elles ont omis jusqu'à ce jour de porter les résultats d'une recherche internationale sur le SAP à l'attention des services de la jeunesse et des tribunaux de la famille allemands en assurant à ceux-ci une formation adéquate.", "2.  Le Gouvernement", "37.  S'appuyant sur la jurisprudence de la Cour (arrêts Marckx c. Belgique du 13 juin 1979, série A no 31, et Keegan c. Irlande du 26 mai 1994, série A no 290), le Gouvernement reconnaît que la relation unissant le requérant et son fils relève du concept de vie familiale énoncé à l'article 8 § 1. Selon lui, toutefois, les dispositions légales réglementant le droit de visite des pères à l'égard de leurs enfants nés hors mariage ne s'analysent pas en tant que telles en une ingérence dans les droits garantis par cette disposition. Le Gouvernement admet en revanche que les décisions prises par les juridictions allemandes en l'espèce en vertu de cette législation constituent une ingérence dans le droit que le requérant tient de l'article 8 § 1.", "38.  Eu égard aux critères établis dans la jurisprudence de la Cour quant aux obligations positives inhérentes à un respect effectif de la vie familiale et quant aux justifications d'une ingérence prévues à l'article 8 § 2 (arrêts Marckx précité, Johnston et autres c. Irlande du 18 décembre 1986, série A no 112, et Keegan précité), le Gouvernement affirme que la réglementation élaborée par le législateur allemand pour tenir compte de la situation particulière des enfants nés hors mariage relève de la marge d'appréciation dont jouissent les Etats contractants.", "39.  Le Gouvernement estime que les décisions des tribunaux allemands dont il s'agit étaient conformes à la législation allemande et visaient à protéger les intérêts de l'enfant du requérant. De plus, l'ingérence dénoncée était nécessaire dans une société démocratique au sens de l'article 8 § 2. A cet égard, le Gouvernement fait valoir que les tribunaux allemands se sont laissés guider par le principe du bien-être de l'enfant. Dès lors, le refus d'octroyer un droit de visite qui n'aurait pu être mis en œuvre que par la contrainte était proportionné au but poursuivi. Le Gouvernement relève que le tribunal de district est parvenu à sa conclusion en se fondant sur l'impression qu'il a retirée après avoir entendu l'enfant. La législation allemande ne permettait pas d'obliger les parties à se soumettre à une thérapie familiale en vue de créer des conditions favorables à l'octroi du droit de visite, et il ne saurait être dans l'intérêt supérieur de l'enfant d'ordonner une médiation dans le conflit opposant ses parents.", "3.  La Commission", "40.  Ayant conclu en l'espèce à la violation de l'article 8 de la Convention combiné avec l'article 14, la Commission n'a pas estimé nécessaire de se prononcer sur l'allégation de violation de l'article 8 pris isolément. Elle a toutefois renvoyé aux arguments qu'elle a développés sur le terrain de ces deux articles combinés : les objections exprimées par la mère de l'enfant semblaient avoir eu une profonde influence sur les décisions des juridictions allemandes. La Commission a en outre considéré que les tribunaux n'avaient pas statué sur la nécessité de l'ingérence, c'est-à-dire sur le point de savoir si le refus d'octroyer un droit de visite était nécessaire pour le bien de C. A cet égard, elle a opéré une distinction entre l'espèce et les affaires où les tribunaux internes avaient conclu que l'intérêt de l'enfant demandait le refus du droit de visite après avoir obtenu un rapport détaillé des services sociaux ou des déclarations de médecins. Selon la Commission, il n'y avait pas de lien raisonnable de proportionnalité entre les moyens employés et le but poursuivi.", "41.  Dix membres dissidents de la Commission ont toutefois conclu à la non-violation de l'article 8. Selon eux, les décisions des tribunaux montrent que les motifs d'ingérence dans la vie familiale du requérant étaient suffisants et pertinents. De plus, le processus décisionnel était de nature à permettre au requérant d'y jouer un rôle suffisamment important. Ils ont relevé à cet égard que le requérant a pu entrer en contact avec un médiateur de l'office de la jeunesse d'Erkrath, être entendu par le tribunal de district et saisir en appel le tribunal régional.", "42.  Deux autres membres dissidents de la Commission ont estimé que le refus de demander un rapport à un psychologue indépendant ou de fournir des renseignements détaillés sur les éléments ayant servi de base à l'évaluation du tribunal de district, joint à l'impossibilité pour le requérant de présenter ses arguments préconisant pareils rapport ou évaluation lors d'une audience devant le tribunal régional, a été particulièrement préjudiciable à ses intérêts, car le droit de visite avait à l'origine été refusé en raison des préventions que la mère nourrissait à l'égard du requérant et qu'elle avait communiquées à l'enfant. Dans ces conditions, le requérant n'a pas pu jouer dans le processus décisionnel, considéré comme un tout, un rôle suffisamment important pour lui assurer la protection requise de ses intérêts. Les deux membres dissidents ont dès lors conclu à la violation de l'article 8.", "B.  Appréciation de la Cour", "1.  Sur l'existence d'une ingérence dans le droit du requérant au respect de sa vie familiale garanti par l'article 8 de la Convention", "43.  La Cour rappelle que la notion de famille au sens où l'entend cet article ne se borne pas aux seules relations fondées sur le mariage et peut englober d'autres liens « familiaux » factuels lorsque les parties cohabitent en dehors du mariage. Un enfant issu d'une telle relation s'insère de plein droit dans cette cellule « familiale » dès sa naissance et par le fait même de celle-ci. Il existe donc entre l'enfant et ses parents un lien constitutif d'une vie familiale (arrêt Keegan précité, pp. 17-18, § 44). La Cour rappelle en outre que, pour un parent et son enfant, être ensemble représente un élément fondamental de la vie familiale, même si la relation entre les parents s'est rompue, et que des mesures internes qui les en empêchent constituent une ingérence dans le droit protégé par l'article 8 de la Convention (voir, entre autres, les arrêts Johansen c. Norvège du 7 août 1996, Recueil des arrêts et décisions 1996III, pp. 1001-1002, § 52, et Bronda c. Italie du 9 juin 1998, Recueil 1998-IV, p. 1489, § 51).", "44.  La Cour relève que le requérant a vécu avec son fils depuis la naissance de celui-ci en décembre 1986 jusqu'en juin 1988, date à laquelle la mère est partie avec ses deux enfants, soit pendant un an et demi environ. Il a continué à voir fréquemment son fils jusqu'en juillet 1991. Les décisions ultérieures lui refusant le droit de visite s'analysent dès lors en une ingérence dans l'exercice du droit au respect de la vie familiale garanti par le paragraphe 1 de l'article 8 de la Convention. Dans ces conditions, la Cour considère qu'il n'y a pas lieu de rechercher si l'article 1711 du code civil constitue par lui-même une ingérence dans le droit du requérant au respect de sa vie familiale.", "45.  L'ingérence relevée au paragraphe précédent emporte violation de l'article 8 sauf si elle est « prévue par la loi », poursuit un ou plusieurs buts légitimes au sens du paragraphe 2 de cette disposition et peut passer pour « nécessaire dans une société démocratique ».", "2.  Sur la justification de l'ingérence", "a)  « Prévue par la loi »", "46.  Nul n'a contesté devant la Cour que les décisions en cause fussent fondées sur une disposition du droit interne, à savoir l'article 1711 § 2 du code civil dans sa version en vigueur à l'époque des faits.", "b)  But légitime", "47.  Pour la Cour, les décisions judiciaires attaquées par le requérant visaient à l'évidence à la protection « de la santé ou de la morale » et « des droits et libertés » de l'enfant. Elles poursuivaient donc des buts légitimes au sens du paragraphe 2 de l'article 8.", "c)  « Nécessaire dans une société démocratique »", "48.  Pour rechercher si la mesure litigieuse était « nécessaire dans une société démocratique », la Cour examinera, à la lumière de l'ensemble de l'affaire, si les motifs invoqués pour la justifier étaient pertinents et suffisants aux fins du paragraphe 2 de l'article 8 de la Convention. Sans doute, l'examen de ce qui sert au mieux l'intérêt de l'enfant est toujours d'une importance cruciale dans toute affaire de cette sorte. Il faut en plus avoir à l'esprit que les autorités nationales bénéficient de rapports directs avec tous les intéressés. La Cour n'a donc point pour tâche de se substituer aux autorités internes pour réglementer les questions de garde et de visite, mais il lui incombe d'apprécier sous l'angle de la Convention les décisions qu'elles ont rendues dans l'exercice de leur pouvoir d'appréciation (arrêts Hokkanen c. Finlande du 23 septembre 1994, série A no 299-A, p. 20, § 55, et, mutatis mutandis, Bronda précité, p. 1491, § 59).", "49.  La marge d'appréciation laissée aux autorités nationales compétentes variera selon la nature des questions en litige et l'importance des intérêts en jeu. Dès lors, la Cour reconnaît que les autorités jouissent d'une grande latitude pour apprécier en particulier la nécessité de prendre en charge un enfant. Il faut en revanche exercer un contrôle plus rigoureux sur les restrictions supplémentaires, comme celles apportées par les autorités au droit de visite des parents, et sur les garanties destinées à assurer la protection effective du droit des parents et des enfants au respect de leur vie familiale. Ces restrictions supplémentaires comportent le risque d'amputer les relations familiales entre les parents et un jeune enfant (arrêt Johansen précité, pp. 1003-1004, § 64).", "50.  La Cour rappelle en outre qu'un juste équilibre doit être ménagé entre les intérêts de l'enfant et ceux du parent (voir, par exemple, l'arrêt Olsson c. Suède (no 2) du 27 novembre 1992, série A no 250, pp. 35-36, § 90). Ce faisant, la Cour attachera une importance particulière à l'intérêt supérieur de l'enfant, qui, selon sa nature et sa gravité, peut l'emporter sur celui du parent. En particulier, l'article 8 de la Convention ne saurait autoriser le parent à faire prendre des mesures préjudiciables à la santé et au développement de l'enfant (arrêt Johansen précité, pp. 1008-1009, § 78).", "51.  En l'espèce, la Cour relève que les juridictions nationales compétentes ont rejeté la demande par laquelle le requérant sollicitait un droit de visite en se fondant sur les déclarations faites par l'enfant en réponse à des questions du tribunal de district alors qu'il était âgé d'environ cinq ans et six ans respectivement, qu'elles ont pris en compte les relations tendues entre les parents en considérant qu'il n'importait pas de savoir qui était à l'origine des tensions, et qu'elles ont conclu qu'une reprise des contacts serait nocive pour l'enfant.", "52.  La Cour ne doute pas de la pertinence de ces motifs. Toutefois, il y a lieu de déterminer, en fonction des circonstances de l'espèce et notamment de la gravité des décisions à prendre, si le requérant a pu jouer dans le processus décisionnel, considéré comme un tout, un rôle suffisamment important pour lui assurer la protection requise de ses intérêts (arrêt W.\nc. Royaume-Uni du 8 juillet 1987, série A no 121, pp. 28-29, § 64). La Cour rappelle qu'en l'espèce le tribunal de district a jugé inutile de solliciter l'avis d'un expert au motif que les faits avaient été établis de manière claire et complète aux fins de l'article 1711 du code civil (paragraphe 16 ci-dessus). A cet égard, le tribunal a fait mention des relations tendues entre les parents et notamment des préventions que la mère nourrissait à l'égard du requérant et qu'elle avait transmises à l'enfant. La Cour estime que les raisons invoquées par le tribunal de district ne suffisent pas à expliquer pourquoi, dans les circonstances de l'espèce, il n'a pas estimé nécessaire de consulter un expert, comme l'office de la jeunesse d'Erkrath l'avait recommandé. De plus, considérant l'importance de la question en jeu, à savoir la relation entre un père et son enfant, le tribunal régional n'aurait pas dû se contenter, dans les circonstances en question, de s'appuyer sur le dossier et les moyens d'appel soumis par écrit, mais aurait dû solliciter l'avis d'un psychologue pour l'aider à apprécier les déclarations de l'enfant. La Cour relève à cet égard que le requérant, dans son appel, a contesté les conclusions du tribunal de district et demandé une expertise afin d'établir les véritables souhaits de son enfant et de résoudre la question des visites sur cette base, le tribunal régional ayant tous pouvoirs pour réexaminer l'ensemble des questions liées à la demande d'un droit de visite.", "53.  Le refus d'ordonner une expertise psychologique indépendante, joint à l'absence d'audience devant le tribunal régional, montre, de l'avis de la Cour, que le requérant n'a pas joué dans le processus décisionnel un rôle suffisamment important. Dès lors, la Cour conclut que les autorités nationales ont outrepassé leur marge d'appréciation, et qu'elles ont donc violé dans le chef du requérant les droits garantis par l'article 8 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 14 DE LA CONVENTION combiné avec l'article 8", "54.  Le requérant se plaint en outre d'avoir fait l'objet d'une discrimination contraire à l'article 14 de la Convention combiné avec l'article 8. L'article 14 dispose :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "55.  De l'avis du requérant, l'article 1711 du code civil, relatif aux contacts entre un père et son enfant né hors mariage, opère une discrimination à l'égard du père par opposition avec les dispositions de l'article 1634 du même code, qui réglemente les contacts entre un père et son enfant légitime.", "56.  Le Gouvernement soutient que ni les dispositions légales régissant le droit de visite relativement aux enfants nés hors mariage prises en elles-mêmes, ni leur application au cas d'espèce, n'ont entraîné à l'égard du requérant de discrimination dans la jouissance par celui-ci du droit au respect de la vie familiale.", "57.  Il rappelle que, dans des décisions antérieures, la Commission avait admis que les dispositions de l'article 1711 du code civil n'entraînaient pas de discrimination contraire à l'article 14 (requête no 9588/81, décision du 15 mars 1984, requête no 9530/81, décision du 14 mai 1984, non publiées). La thèse voulant que les pères d'enfants nés hors mariage ne montrent souvent pas d'intérêt pour le maintien de contacts avec leurs enfants et sont susceptibles de quitter à tout moment leur famille non fondée sur le mariage, et qu'il est normalement dans l'intérêt de l'enfant de confier à la mère les droits de garde et de visite, a toujours cours, même si le nombre de familles naturelles est en augmentation. L'article 1711 § 2 du code civil ménagerait un juste équilibre entre les intérêts antagonistes en présence dans toutes ces affaires. A cet égard, le Gouvernement fait remarquer que la nouvelle législation en matière familiale ne modifie en rien cette appréciation. En outre, dans le cas d'espèce, les tribunaux ont considéré que l'octroi d'un droit de visite au père ne serait pas favorable à l'enfant et que la situation de l'intéressé était donc comparable à celle d'un père divorcé.", "58.  La Commission estime que les arguments avancés par le gouvernement défendeur quant à la distinction entre pères mariés et pères non mariés, qui sous-tend l'article 1711 § 2 du code civil, ne suffisent pas à justifier le refus du droit de visite. Selon elle, en demandant un droit de visite, le requérant se trouvait dans une situation comparable à celle d'un parent divorcé qui n'exerce pas le droit de garde. Or, tandis que la législation allemande permettait d'accorder un droit de visite au parent divorcé sauf si cela était préjudiciable au bien-être de l'enfant, le père naturel ne bénéficiait de ce droit que si les visites étaient dans l'intérêt de l'enfant. La Commission conclut qu'il y a eu en l'espèce violation de l'article 8 de la Convention combiné avec l'article 14.", "59.  La Cour ne juge pas nécessaire de rechercher si, en tant que telle, l'ancienne législation allemande, à savoir l'article 1711 § 2 du code civil, établissait, entre les pères d'enfants nés hors mariage et les pères divorcés, une distinction injustifiable qui s'analyserait en une discrimination contraire à l'article 14, puisqu'il n'apparaît pas que l'application de cette clause en l'espèce ait abouti à une approche différente de celle qui aurait prévalu dans le cas d'un couple divorcé.", "60.  La Cour constate que l'argumentation exposée par le tribunal de district dans sa décision du 17 décembre 1983, après qu'il eut entendu l'enfant et les parents, reposait explicitement sur le danger qu'aurait fait courir au développement de l'enfant une reprise des contacts avec le requérant contre la volonté de la mère. La considération primordiale était ainsi le risque pour le bien-être de l'enfant. En appel, le tribunal régional a lui aussi fondé sa décision du 21 janvier 1994 sur le constat que des contacts seraient nocifs pour l'enfant. Pour la Cour, le requérant n'a pas montré que, dans une situation similaire, un père divorcé aurait été traité de manière plus favorable. Enfin, la Cour constitutionnelle fédérale a confirmé que les juridictions de droit commun avaient appliqué le même critère que celui qui aurait été utilisé pour un père divorcé.", "61.  En conséquence, les faits de la cause ne permettent pas d'affirmer qu'un père divorcé aurait bénéficié d'un traitement plus favorable. Dès lors, il n'y a pas eu violation de l'article 14 de la Convention combiné avec l'article 8.", "III.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 6 § 1 DE LA CONVENTION", "62.  Le requérant affirme avoir été victime d'une violation de l'article 6 § 1 de la Convention, dont les passages pertinents disposent :", "« Toute personne a droit à ce que sa cause soit entendue équitablement, publiquement (...) par un tribunal indépendant et impartial, établi par la loi, qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "63.  Le requérant fait valoir que le refus d'ordonner une expertise et l'absence d'audience devant le tribunal régional l'ont empêché d'établir que le refus de lui accorder un droit de visite était contraire à l'intérêt de son fils.", "64.  Le Gouvernement soutient que le requérant a été entendu en première instance et qu'il suffit, aux fins de l'article 6 § 1, que le tribunal régional ait pris connaissance des moyens d'appel qu'il avait présentés par écrit. De plus, les tribunaux ont un pouvoir discrétionnaire pour choisir, parmi les éléments de preuve soumis par les parties à une procédure civile, ceux qui sont cruciaux pour rendre une décision. En l'espèce, aucune circonstance particulière n'exigeait de consulter un expert pour déterminer si l'octroi au requérant du droit de visite était dans l'intérêt de l'enfant. De plus, sachant que le tribunal de district avait interrogé C. un mois seulement avant que le tribunal régional ne statue, et que le dossier contenait un rapport détaillé sur cet interrogatoire, le tribunal régional n'était pas tenu de réentendre C.", "65.  La Commission estime que la procédure devant le tribunal de district de Mettmann et le tribunal régional de Wuppertal, considérée dans son ensemble, n'a pas satisfait aux exigences d'équité et de publicité, étant donné l'absence d'expertise psychologique et le fait que le tribunal régional n'a pas tenu de nouvelle audience.", "66.  La Cour rappelle que la recevabilité des preuves relève au premier chef du droit interne et qu'il appartient en règle générale aux juridictions nationales d'apprécier les preuves dont elles disposent. Conformément à la Convention, la Cour a plutôt pour tâche de juger du caractère équitable de la procédure dans son ensemble, et notamment de la manière dont les preuves ont été recueillies (voir, mutatis mutandis, les arrêts Schenk c. Suisse du 12 juillet 1988, série A no 140, p. 29, §§ 45 et 46, et H. c. France du 24 octobre 1989, série A no 162-A, p. 23, §§ 60 et 61).", "Tenant compte de ses conclusions sous l'angle de l'article 8 (paragraphes 52-53 ci-dessus), la Cour estime qu'en l'espèce, en raison de l'absence d'expertise psychologique et du fait que le tribunal régional n'a pas tenu d'audience alors que, selon la Cour, l'appel formé par le requérant soulevait des questions de fait et de droit qui ne pouvaient être résolues de manière satisfaisante à partir des éléments écrits dont disposait ce tribunal, la procédure considérée dans son ensemble n'a pas satisfait aux exigences d'équité et de publicité énoncées à l'article 6 § 1 de la Convention. Partant, il y a eu violation de cette disposition.", "IV.  sur l'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "67.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "68.  Le requérant sollicite 90 000 marks allemands (DEM) en réparation du dommage moral qu'il a subi : le refus de l'autoriser à avoir des contacts avec son fils depuis 1991 a provoqué chez lui angoisse et détresse. Il souligne que la perte d'un enfant ne peut en aucun cas se mesurer en termes monétaires. Toutefois, il lui est très difficile de supporter que la mère, puis les services de la jeunesse et les tribunaux, l'empêchent d'assumer ses responsabilités de père envers son fils et de le soutenir en cas de besoin. Afin de surmonter les difficultés liées à ces années de souffrance, il a dû recourir à l'aide d'un psychologue.", "69.  Le Gouvernement ne formule aucune observation.", "70.  La Cour juge impossible d'affirmer que les décisions en cause auraient été différentes s'il n'y avait pas eu violation de la Convention. Elle ne croit pas pouvoir conclure pour autant qu'en pratique le requérant n'aurait rien pu gagner en l'espèce. Le requérant a pâti de vices de procédure, mais ceux-ci se rattachaient de près à une ingérence dans l'exercice d'un droit parmi les plus fondamentaux, celui du respect de la vie familiale. Selon la Cour, on ne saurait exclure que, si l'intéressé avait pu participer davantage au processus décisionnel, il aurait obtenu satisfaction dans une certaine mesure, ce qui aurait pu modifier sa relation future avec l'enfant. On peut donc estimer qu'il a subi une perte réelle de chances justifiant l'octroi d'une indemnité. De surcroît, le requérant a certainement souffert un dommage moral en raison de l'angoisse et de la détresse éprouvées par lui.", "71.  La Cour conclut donc que le requérant a subi un certain dommage moral, qui ne se trouve pas suffisamment réparé par le constat d'infraction à la Convention. Aucun des facteurs cités ci-dessus ne se prête à une évaluation précise. Statuant en équité comme le veut l'article 41, la Cour alloue au requérant 35 000 DEM.", "B.  Frais et dépens", "72.  Le requérant réclame en outre 12 584,26 DEM au titre des frais et dépens exposés devant les juridictions allemandes et les organes de la Convention (dont 10 049,45 DEM pour la procédure devant ces dernières).", "73.  Lorsque la Cour constate une violation de la Convention, elle peut accorder au requérant le paiement non seulement de ses frais et dépens devant les organes de la Convention, mais aussi de ceux qu'il a engagés devant les juridictions nationales pour prévenir ou faire corriger par celles-ci ladite violation (voir notamment l'arrêt Hertel c. Suisse du 25 août 1998, Recueil 1998-VI, p. 2334, § 63). En l'espèce, eu égard à l'objet et à l'enjeu de la procédure menée par les juridictions allemandes, le requérant est en droit de demander le remboursement des frais et dépens afférents à celle-ci en plus de ceux relatifs à la procédure devant la Commission et la Cour. Celle-ci juge établi que ces frais et dépens ont été réellement et nécessairement exposés et sont d'un montant raisonnable (voir, entre autres, l'arrêt Immobiliare Saffi c. Italie [GC], no 22774/93, § 79, CEDH 1999-V).", "Dans ces conditions, la Cour juge approprié d'allouer au requérant les 12 584,26 DEM réclamés.", "C.  Intérêts moratoires", "74.  Selon les informations dont la Cour dispose, le taux d'intérêt légal applicable en Allemagne à la date d'adoption du présent arrêt est de 4 % l'an.", "\npar ces motifs, la cour", "1.  Dit, par treize voix contre quatre, qu'il y a eu violation de l'article 8 de la Convention ;", "", "2.  Dit, à l'unanimité, qu'il n'y a pas eu violation de l'article 14 de la Convention combiné avec l'article 8 ;", "", "3.  Dit, par treize voix contre quatre, qu'il y a eu violation de l'article 6 § 1 de la Convention ;", "", "4.  Dit, à l'unanimité,", "a)  que l'Etat défendeur doit verser au requérant, dans les trois mois, les sommes suivantes plus tout montant pouvant être dû au titre de la taxe sur la valeur ajoutée :", "\ti.  35 000 DEM (trente-cinq mille marks allemands) pour dommage moral ;", "\tii.  12 584,26 DEM (douze mille cinq cent quatre-vingt-quatre marks allemands vingt-six pfennigs) pour frais et dépens ;", "b)  que ces montants seront à majorer d'un intérêt simple de 4 % l'an à compter de l'expiration dudit délai et jusqu'au versement ;", "", "5.  Rejette, à l'unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français et en anglais, puis communiqué par écrit le 13 juillet 2000, en application de l'article 77 §§ 2 et 3 du règlement.", "", "", "\t\tLuzius Wildhaber\n\t\tPrésident\n\tMaud de Boer-Buquicchio\n\tGreffière adjointe", "", "Au présent arrêt se trouve joint, conformément aux articles 45 § 2 de la Convention et 74 § 2 du règlement, l'exposé de l'opinion en partie dissidente de M. Baka, à laquelle Mme Palm, M. Hedigan et M. Levits déclarent se rallier.", "", "\tL.W.\n\tM.B.", "", "Opinion EN PARTIE dissidente\nde m. le juge baka, À laquelle Mme LA juge palm,\nMM. les juges hedigan et levits\ndÉclarent se rallier", "(Traduction)", "Je ne suis pas en mesure de me rallier à l'avis de la majorité de la Cour selon lequel il y a eu violation de l'article 8 pris isolément et de l'article 6 § 1. Je pense en revanche comme elle qu'il n'y a pas eu violation de l'article 14 de la Convention combiné avec l'article 8.", "En ce qui concerne la partie relative à l'interprétation de l'article 8, je conviens avec la majorité que les décisions pertinentes des juridictions nationales étaient prévues par la loi et visaient un but légitime, à savoir la protection des intérêts de l'enfant, au sens du paragraphe 2 de l'article 8. Toutefois, contrairement à la majorité, je ne pense pas que « le refus d'ordonner une expertise psychologique indépendante, joint à l'absence d'audience devant le tribunal régional », signifie que « le requérant n'a pas joué dans le processus décisionnel un rôle suffisamment important » et que, dès lors, « les autorités nationales ont outrepassé leur marge d'appréciation » au titre de l'article 8.", "La Cour a constamment souligné que les autorités nationales sont les mieux placées pour apprécier les preuves produites devant elles (voir, entre autres, l'arrêt Winterwerp c. Pays-Bas du 24 octobre 1979, série A no 33, p. 18, § 40). Elle a également observé qu'« il revient en principe aux juridictions nationales d'apprécier les éléments rassemblés par elles et la pertinence de ceux dont les accusés souhaitent la production » (arrêt Vidal c. Belgique du 22 avril 1992, série A no 235-B, pp. 32-33, § 33).", "Cette jurisprudence constante et la logique même du système établi par la Convention imposent des limites raisonnables au contrôle que la Cour européenne peut exercer sur l'établissement des faits et l'appréciation des preuves effectués par les juridictions nationales. A cet égard, les tribunaux internes doivent bénéficier d'une large marge d'appréciation, et ce à juste titre. Cette marge d'appréciation n'est certes pas illimitée et est en dernière analyse l'objet d'un examen strict, mais ce contrôle international ne peut aller jusqu'à une nouvelle appréciation des preuves soumises au niveau  national dans un grand nombre de cas.", "La marge d'appréciation laissée aux tribunaux internes est encore plus large dans des affaires comme l'espèce, qui se rapporte essentiellement à la défense du bien-être de l'enfant. En l'occurrence, je n'ai rien à redire au fait que le tribunal de district, après avoir entendu les parents et l'enfant une première fois les 4 et 9 novembre 1992 puis de nouveau les 8 et 15 décembre 1993, a rejeté la nouvelle demande formulée par le requérant pour obtenir un droit de visite. Seul ce tribunal avait bénéficié d'un contact direct avec les membres de la famille – grâce à des audiences et deux longs entretiens avec l'enfant – et était en mesure de clarifier totalement les relations tendues entre les parents et de prendre en conséquence une décision favorable à l'intérêt supérieur de l'enfant. Pour avoir procédé à un tel examen approfondi, seul ce tribunal pouvait dire qu'il était totalement inutile, dans les circonstances de l'espèce, de suivre l'avis de l'office de la jeunesse d'Erkrath, qui recommandait de demander une expertise psychologique sur la question du droit de visite. Non seulement une décision contraire aurait été injustifiée, mais elle aurait de plus provoqué inutilement chez l'enfant une tension supplémentaire.", "Je pense également que la décision du tribunal régional de ne pas tenir de nouvelle audience et de se prononcer sur la base du dossier était dans ces conditions raisonnable et acceptable. Il est très difficile de croire que, moins de deux mois après les audiences et entretiens tenus en première instance, le tribunal régional aurait pu tirer avantage d'une nouvelle audience devant lui. Ce tribunal a motivé sa décision. De plus, comme la Cour l'a dit à de nombreuses reprises, « l'absence de débats publics en deuxième ou troisième degrés peut se justifier par les caractéristiques de la procédure dont il s'agit, pourvu qu'il y ait eu audience publique en première instance » (voir notamment les arrêts Monnell et Morris c. Royaume-Uni du 2 mars 1987, série A no 115, pp. 22-23, § 58, Ekbatani c. Suède du 26 mai 1988, série A no 134, p. 14, § 31, Helmers c. Suède du 29 octobre 1991, série A no 212-A, p. 16, § 36).", "Pour toutes ces raisons, je considère que les autorités nationales n'ont pas outrepassé leur marge d'appréciation au titre de l'article 8 et qu'il n'y a pas eu en l'espèce de violation procédurale. Dès lors, je conclus à la non-violation des articles 8 et 6 § 1 de la Convention."]}