{"file": "FRE_CLINF_7094_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "7094/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 149", "Février 2012", "Romet c. Pays-Bas - 7094/06", "Arrêt 14.2.2012 [Section III]", "Article 8", "Article 8-1", "Respect de la vie privée", "Usurpation de l’identité du requérant faute pour les autorités d’avoir invalidé son permis de conduire volé : violation", "", "En fait – En novembre 1995, le requérant signala à la police le vol de son permis de conduire. En mars 1997, il en demanda un nouveau et en obtint un. Cependant, dans l’intervalle, 1 737 véhicules à moteur avaient été immatriculés en son nom par l’administration. De ce fait, le requérant était redevable des taxes y afférentes ; en outre, à plusieurs reprises, des poursuites furent ouvertes contre lui et des amendes lui furent infligées pour des infractions impliquant ces véhicules. Par ailleurs, il fut incarcéré pour non-paiement des amendes et il perdit ses prestations sociales au motif que, vu le grand nombre de véhicules immatriculés en son nom, ses ressources financières étaient suffisantes. A la suite de sa demande formulée en 2004, les autorités annulèrent les enregistrements, mais sans effet rétroactif car cela était jugé impossible pour des raisons de sécurité juridique. Les recours ultérieurement formés par le requérant furent rejetés.", "En droit – Article 8 : Le défaut d’invalidation du permis de conduire du requérant, grâce auquel des inconnus ont pu utiliser frauduleusement son identité, s’analyse en une ingérence dans sa vie privée. Invoquant la *, le requérant soutient que cette ingérence était irrégulière. Cependant, étant donné que, sur le terrain de la Convention, les directives communautaires ne lient les autorités nationales que sous la forme où elles sont transposées en droit interne, la Cour estime que l’ingérence était prévue par la loi et poursuivait le but légitime de la protection des droits et libertés d’autrui.", "Quant à la question de savoir si elle était nécessaire dans une société démocratique, le requérant avait déclaré la perte de son permis de conduire en novembre 1995 et, à partir de ce moment-là, les autorités étaient censées savoir que le permis n’était plus en sa possession et auraient dû prendre rapidement des mesures administratives pour priver ce titre de toute utilité en tant que papier d’identité. Or le permis n’a été invalidé qu’en mars 1997, lorsque le requérant en a obtenu un nouveau. Le Gouvernement n’a pas expliqué pourquoi pareille mesure n’a pas pu être prise aussitôt après le signalement par le requérant du vol de son permis.", "Conclusion : violation (unanimité).", "Article 41 : 9 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "* Directive 95/46/CE du Parlement européen et du Conseil, du 24 octobre 1995, relative à la protection des personnes physiques à l’égard du traitement des données à caractère personnel et à la libre circulation de ces données.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}