{"file": "FRE_CLINF_25528_94.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "25528/94", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No ", "Décembre 1997", "Église catholique de La Canée c. Grèce - 25528/94", "Arrêt 16.12.1997", "Article 6", "Procédure civile", "Article 6-1", "Accès à un tribunal", "Impossibilité de l'Eglise catholique d'ester en justice découlant du refus des juridictions civiles de lui reconnaître la personnalité juridique: violation", "[Ce sommaire est tiré du recueil officiel de la Cour (série A ou Recueil des arrêts et décisions) ; par conséquent, il peut présenter des différences de format et de structure par rapport aux sommaires de la Note d’information sur la jurisprudence de la Cour.]", "I.\tQUESTIONS PRÉLIMINAIRES", "Eglise requérante ayant valablement saisi la Commission par l'intermédiaire de l'évêque catholique des îles de Syros, Milos et Thira et évêque intérimaire de Crète.", "II.\tOBSERVATION GÉNÉRALE", "Griefs concernant pour l'essentiel une restriction à l'exercice du droit d'accès à un tribunal.", "III.\tARTICLE 6 § 1 DE LA CONVENTION", "Depuis la création de l'Etat hellénique, absence de mise en cause de la personnalité juridique de l'Eglise catholique grecque et des différentes églises paroissiales par les autorités administratives ou par les tribunaux – acquisition, utilisation et transfert des biens mobiliers et immobiliers, conclusion des contrats et participation à des transactions – bénéfice d'exonérations sur le plan fiscal – jurisprudence et pratique administrative constantes ayant créé, au fil des années, une sécurité juridique, tant en matière patrimoniale qu'en ce qui concerne la question de la représentation en justice des différentes églises paroissiales catholiques, et à laquelle l'église requérante pouvait légitimement se fier.", "Observation tardive par la requérante des règles du droit interne pour l'acquisition de la personnalité juridique ou la constitution en union de personnes (article 62 du code de procédure civile) : risquerait d'être interprétée comme un aveu que d'innombrables actes accomplis dans le passé ne seraient pas valables – transfert des biens à une nouvelle personne juridique problématique.", "Incapacité de la requérante d'ester en justice affirmée par la Cour de cassation : véritable restriction qui l'empêcha en l'occurrence, et l'empêche dorénavant, de faire trancher par les tribunaux tout litige relatif à ses droits de propriété.", "Atteinte à la substance même du « droit à un tribunal ».", "Conclusion : violation (unanimité).", "IV.\tARTICLE 14 DE LA CONVENTION, COMBINÉ AVEC L'ARTICLE 6 § 1", "Eglise requérante, propriétaire de son terrain et de ses bâtiments, empêchée d'ester en justice pour les protéger alors que l'Eglise orthodoxe ou la communauté juive peuvent le faire pour protéger les leurs sans aucune formalité ou modalité.", "Aucune justification objective ou raisonnable pour une telle différence de traitement.", "Conclusion : violation (unanimité).", "V.\tARTICLES 9 DE LA CONVENTION ET 1 DU PROTOCOLE N° 1, CONSIDÉRÉS ISOLÉMENT OU COMBINÉS AVEC L'ARTICLE 14 DE LA CONVENTION", "Non-lieu à examiner l'affaire sous l'angle de ces dispositions (unanimité).", "VI.\tARTICLE 50 DE LA CONVENTION", "A.\tPréjudice matériel : subi en raison de l'impossibilité d'ester en justice pour obtenir la remise en état du mur d'enceinte.", "B.\tFrais et dépens : somme réclamée raisonnable.", "Conclusion : Etat défendeur tenu de verser à la requérante certaines sommes pour dommage matériel et frais et dépens (unanimité).", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}