{"file": "FRE_HFJUD_41840_98.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "41840/98", "text_paragraphs": ["", "", "", "QUATRIÈME SECTION", "", "", "AFFAIRE ARBORE c. ITALIE", "", "", "(Requête n° 41840/98)", "", "", "ARRÊT", "", "STRASBOURG", "", "", "25 mai 2000", "", "", "", "", "DÉFINITIF", "", "25/08/2000", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "En l’affaire Arbore c. Italie,", "La Cour européenne des Droits de l’Homme (quatrième section), siégeant en une chambre composée de :", "\tMM.\tG. Ress, président,\n\t\tB. Conforti,\n\t\tA. Pastor Ridruejo,\n\t\tL. Caflisch,\n\t\tJ. Makarczyk,\n\tMme\tN. Vajić, \n\tM.\tM. Pellonpää, juges,\net de M. V. Berger, greffier de section ; ", "Après en avoir délibéré en chambre du conseil le 4 mai 2000,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête dirigée contre la République italienne et dont un ressortissant italien, M. Aldo Arbore (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme le 18 mars 1998 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »). La requête a été enregistrée le 22 juin 1998 sous le numéro de dossier 41840/98. Le requérant est représenté par Me R. G. Rodio, avocat à Bari. Le gouvernement italien (« le Gouvernement ») est représenté par son agent, M. U. Leanza, et par son coagent, M. V. Esposito.", "2.  La Cour a déclaré la requête en partie recevable le 25 mai 1999.", "EN FAIT", "3.  Le 19 juin 1971, le requérant déposa un recours devant la Cour des comptes visant à obtenir l’annulation d’une décision du ministère des Finances qui lui refusait de lui accorder une pension au motif que son infirmité n'était pas liée à son service pendant la guerre.", "4.  Le 24 juin 1971, le dossier fut transmis au ministère public pour instruction. Le 21 novembre 1989, le procureur général déposa ses conclusions. ", "5.  Par un arrêt du 5 mars 1992, dont le texte fut déposé au greffe le 4 août 1992, la Cour renvoya l'affaire à la chambre juridictionnelle spécialisée en matière de pensions de guerre. Le requérant déclare avoir pris connaissance de l’arrêt seulement le 28 novembre 1997, car le greffe ne lui avait pas communiqué la date du dépôt au greffe de l’arrêt. Le 8 janvier 1993, le dossier fut transmis au ministère public.", "6.  A la même date, le 8 janvier 1993, la chambre juridictionnelle spécialisée en matière de pensions de guerre communiqua au requérant le dispositif de l’arrêt du 5 mars 1992.", "7.  Le 9 octobre 1995, le dossier fut retourné à la chambre juridictionnelle spécialisée en matière de pensions de guerre. Le 30 janvier 1996, cette dernière informa le requérant qu'elle avait reçu le dossier. Le 25 juin 1996, le requérant indiqua à la chambre qu’il souhaitait continuer la procédure. Selon les informations fournies par le requérant, la procédure était encore pendante au 5 octobre 1999.", "EN DROIT", "I.\tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "8.  Le requérant allègue que la durée de la procédure a méconnu le principe du « délai raisonnable » tel que prévu par l’article 6 § 1 de la Convention, ainsi libellé :", "« Toute personne a droit à ce que sa cause soit entendue (...) dans un délai raisonnable, par un tribunal (…) qui décidera (…) des contestations sur ses droits et obligations de caractère civil (…) »", "9.  Le Gouvernement s’oppose à cette thèse.", "10.  La Cour note que la procédure à considérer a débuté le 19 juin 1971 et était encore pendante au 5 octobre 1999.", ".  Elle avait, à cette date, déjà duré plus de vingt-huit ans et trois mois, pour une instance. Toutefois, la période à considérer ne commence qu'avec la prise d'effet, le 1er août 1973, de la reconnaissance du droit de recours individuel par l'Italie, et elle est donc d'un peu plus de vingt-six ans et deux mois, pour une instance.", "12.  La Cour rappelle avoir constaté dans quatre arrêts du 28 juillet 1999 (voir, par exemple, l’arrêt Bottazzi c. Italie, à paraître dans le recueil officiel de la Cour, § 22) l’existence en Italie d’une pratique contraire à la Convention résultant d’une accumulation de manquements à l’exigence du « délai raisonnable ». Dans la mesure où la Cour constate un tel manquement, cette accumulation constitue une circonstance aggravante de la violation de l’article 6 § 1.", "13.  Ayant examiné les faits de la cause à la lumière des arguments des parties et compte tenu de sa jurisprudence en la matière, la Cour estime que la durée de la procédure litigieuse ne répond pas à l’exigence du « délai raisonnable » et qu’il y a là encore une manifestation de la pratique précitée.", "Partant, il y a eu violation de l’article 6 § 1.", "", "II.\tSur l’application de l’article 41 DE LA Convention", "14.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.\tDommage", "15.  Le requérant réclame 70 000 000 lires italiennes (ITL) au titre du préjudice materiel et 30 000 000 ITL au titre du préjudice moral qu'il aurait subis. ", "16.  La Cour considère qu’il y a lieu d'octroyer au requérant la somme de 30 000 000 ITL au titre du préjudice moral.", "B.\tFrais et dépens", "17.  Le requérant demande également 8 533 483 ITL pour les frais et dépens encourus devant les juridictions internes et 13 198 760 ITL devant la Cour.", "18.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux (voir, par exemple, l’arrêt Bottazzi précité, § 30). En l’espèce, compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 5 000 000 ITL pour les frais et dépens encourus devant la Cour.", "C.\tIntérêts moratoires", "19.  Selon les informations dont dispose la Cour, le taux d’intérêt légal applicable en Italie à la date d’adoption du présent arrêt était de 2,5 % l’an. ", "Par ces motifs, la Cour, à l’unanimité,", "1.\tDit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "2.\tDit ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt est devenu définitif conformément à l’article 44 § 2 de la Convention, 30 000 000 (trente millions) lires italiennes pour dommage moral et 5 000 000 (cinq millions) lires pour frais et dépens ;", "b)\t\tque ces montants seront à majorer d’un intérêt simple de 2,5 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "", "3.\tRejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 25 mai 2000, en application de l’article 77 §§ 2 et 3 du règlement.", "", "", "\tVincent Berger\tGeorg Ress\n\tGreffier\tPrésident", ""]}