{"file": "FRE_HFJUD_43549_08.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "43549/08", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "", "", "", "AFFAIRE AGRATI ET AUTRES c. ITALIE", "", "(Requêtes nos 43549/08, 6107/09 et 5087/09)", "", "", "", "", "", "", "", "ARRÊT", "(fond)", "", "", "STRASBOURG", "", "7 juin 2011", "", "DÉFINITIF", "", "28/11/2011", "", "", "Cet arrêt est devenu définitif en vertu de l’article 44 § 2 c) de la Convention.", "Il peut subir des retouches de forme.", "", "En l’affaire Agrati et autres c. Italie,", "La Cour européenne des droits de l’homme (deuxième section), siégeant en une chambre composée de :", "\tFrançoise Tulkens, présidente,\n\tDanutė Jočienė,\n\tDavid Thór Björgvinsson,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi, juges,\net de Stanley Naismith, greffier de section,", "Après en avoir délibéré en chambre du conseil le 17 mai 2011,", "Rend l’arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouvent trois requêtes (nos 43549/08, 6107/09 et 5087/09) dirigées contre la République italienne et dont plusieurs ressortissants de cet Etat, (« les requérants »), ont saisi la Cour les 15 juillet 2008, 17 décembre 2008 et 13 janvier 2009 respectivement en vertu de l’article 34 de la Convention de sauvegarde des droits de l’homme et des libertés fondamentales (« la Convention »).", "2.  Les requérants sont représentés par Me I. Sullam, avocat à Milan. Le gouvernement italien (« le Gouvernement ») a été représenté par son agent, Mme E. Spatafora, et par son ancien coagent, M. N. Lettieri.", "3.  Le 22 octobre 2009, la présidente de la deuxième section a décidé de communiquer la requête au Gouvernement. Comme le permet l’article \n29 § 1 de la Convention, il a en outre été décidé que la chambre se prononcerait en même temps sur la recevabilité et le fond.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "Requête no 43549/08", "4.  Les requérants, Antonella Agrati et 120 autres personnes (liste en annexe), sont des ressortissants italiens résidant en Italie.", "5.  Les faits de la cause, tels qu’ils ont été exposés par les parties, peuvent se résumer comme suit.", "6.  A l’origine, les requérants étaient employés par la Province de Milan et exerçaient les fonctions d’assistants administratifs, collaborateurs, assistants techniques et responsables administratifs dans les écoles (le « personnel ATA »). Ils avaient droit à un salaire de base complété par des indemnités accessoires.", "7.  Suite au transfert du personnel de la fonction publique territoriale vers la fonction publique de l’Etat, prévu par la loi no 124 du 3 mai 1999, les requérants furent employés, à partir du 31 décembre 1999, par le ministère de l’Education nationale. Les employés dudit ministère exerçant les mêmes fonctions que les requérants avaient droit à un traitement de base progressif selon l’ancienneté de service.", "8.  Selon l’article 8 de la loi no 124 du 3 mai 1999, l’ancienneté de service obtenue par les requérants auprès de l’autorité locale d’origine était reconnue à toutes fins juridiques et économiques. Toutefois, le ministère, sans tenir aucun compte de l’ancienneté acquise par les travailleurs au service des collectivités locales jusqu’au 31 décembre 1999 et donc sans calculer le traitement financier sur la base de cette ancienneté, comme l’imposait le contrat collectif national de l’Ecole, attribua aux requérants une ancienneté fictive en transformant la rétribution perçue auprès des collectivités locales à la date du 31 décembre 1999 en années d’ancienneté. En outre pour transformer la rétribution de base en années d’ancienneté fictive, le ministère enleva de la dernière fiche de paie des requérants tous les éléments du salaire accessoire perçus de façon stable par les requérants jusqu’au 31 décembre 1999.", "9.  Le 26 juin 2001, les requérants saisirent le tribunal du travail de Milan afin d’obtenir la reconnaissance juridique et économique de l’ancienneté acquise auprès de l’autorité locale d’origine et le versement de la différence de rétribution à partir du 1er janvier 2000. Ils firent valoir qu’ils percevaient un salaire qui ne correspondait pas à l’ancienneté acquise et que leur salaire était ainsi inférieur à celui des fonctionnaires qui avaient toujours été employés par le ministère de l’Education nationale.", "10.  Par un arrêt du 5 mars 2002, le tribunal du travail de Milan accueillit le recours des requérants et condamna le ministère à reconnaître l’ancienneté acquise par les requérants auprès de l’autorité locale.", "11.  Le ministère interjeta appel de ce jugement.", "12.  Par un arrêt du 9 février 2004, la cour d’appel confirma le jugement du tribunal, au motif que le ministère n’avait pas respecté l’article 8 de la loi no 124 de 1999. Cette solution était conforme à la jurisprudence établie par de nombreux arrêts de la Cour de cassation et du Conseil d’Etat.", "13.  Le 12 août 2004, le ministère se pourvut en cassation. La première audience fut fixée trois ans plus tard, le 23 octobre 2007 précisément.", "14.  Entre-temps fut adoptée la loi no 266 de 2005 portant loi de finances pour 2006. L’article 1 de ladite loi était intitulé « interprétation authentique (interpretazione autentica) de l’article 8 de la loi no 124 de 1999 » et prévoyait que le personnel ATA devait être intégré dans les tableaux de la nouvelle administration sur la base du traitement salarial global au moment de la mutation.", "15.  Par un arrêt du 22 février 2008, la Cour de cassation, compte tenu de la nouvelle loi, fit droit au pourvoi du ministère et rejeta le recours des requérants.", "16.  En conséquence, les requérants ont été contraints de restituer au Gouvernement les sommes qu’ils avaient reçues en exécution des jugements. Ils ont aussi perdu la reconnaissance de l’ancienneté acquise auprès de l’autorité locale d’origine. Leur salaire s’en trouve par ailleurs inférieur à celui d’autres anciens membres du personnel ATA qui avaient obtenu gain de cause par des décisions ayant acquis l’autorité de la chose jugée avant l’entrée en vigueur de la nouvelle loi.", "Requête no 6107/09", "17.  Les requérants, Antonio Cioffi, Giovanna Francesca Cioffi, Luigina Cioffi, Luciana Molinari, Paolo Rossi et Renato Zonca sont des ressortissants italiens, résidant à Bolzano Novarese.", "18.  A l’origine, les requérants étaient employés par la Province de Novare et exerçaient les fonctions d’assistants administratifs, collaborateurs, assistants techniques et responsables administratifs dans les écoles (personnel ATA). Ils avaient droit à un salaire de base complété par des indemnités accessoires.", "19.  Le 28 février 2003, les requérants saisirent le tribunal du travail de Verbania afin d’obtenir la reconnaissance juridique et économique de l’ancienneté acquise auprès de l’autorité locale d’origine et obtenir le versement de la différence de rétribution à partir du 1er janvier 2000. Ils firent valoir qu’ils percevaient un salaire qui ne correspondait pas à l’ancienneté acquise et que leur salaire était ainsi inférieur à celui des fonctionnaires qui avaient toujours été employés par le ministère de l’Éducation nationale.", "20.  Par plusieurs arrêts du 19 juin 2003, le tribunal du travail de Verbania rejeta le recours des requérants au motif que, par un accord entre l’agence pour la représentation des administrations publiques (ARAN) et les organisations syndicales, il avait été dérogé à l’article 8 de la loi nº 124 de 1999. Les requérants interjetèrent appel de ces jugements. Ils faisaient valoir que les jugements n’étaient pas conformes à la jurisprudence de la Cour de cassation selon laquelle il ne pouvait être dérogé à l’article 8 de la loi \nnº 124 de 1999.", "21.  Par plusieurs arrêts du 25 janvier 2005 et du 28 avril 2005, la cour d’appel de Turin confirma le jugement du tribunal.", "22.  En 2005, les requérants se pourvurent en cassation. La première audience fut fixée deux ans plus tard, le 23 octobre 2007.", "23.  Par un arrêt du 22 février 2008, la Cour de cassation, compte tenu de la nouvelle loi, rejeta le recours des requérants.", "Requête no 5087/09", "24.  La requérante, Angela Carlucci, est une ressortissante italienne, née en 1947 et résidant à Casarile (Milan).", "25.  A l’origine, la requérante était employée par la Province de Milan et exerçait les fonctions de collaboratrice dans les écoles, faisant ainsi partie du « personnel ATA ». Elle avait droit à un salaire de base complété par des indemnités accessoires.", "26.  Le 21 mars 2003, la requérante saisit le tribunal du travail de Milan afin d’obtenir la reconnaissance juridique et économique de l’ancienneté acquise auprès de l’autorité locale d’origine et, en conséquence, le versement de la différence de rétribution à partir du 1er janvier 2000. Elle fit valoir qu’elle percevait un salaire qui ne correspondait pas à l’ancienneté acquise et que son salaire était ainsi inférieur à celui des fonctionnaires qui avaient toujours été employés par le ministère de l’Education nationale.", "27.  Par un arrêt du 10 février 2004, le tribunal du travail de Milan accueillit le recours de la requérante et condamna le ministère à reconnaître l’ancienneté acquise par la requérante auprès de l’autorité locale.", "28.  Le ministère interjeta appel de ce jugement. Par un arrêt du 17 mai 2005, la cour d’appel confirma le jugement du tribunal, au motif que le ministère n’avait pas respecté l’article 8 de la loi nº 124 de 1999. Cette solution était conforme à la jurisprudence établie par de nombreux arrêts de la Cour de cassation et du Conseil d’Etat.", "29.  Le 17 mai 2006, le ministère se pourvut en cassation. La première audience fut fixée deux ans plus tard, le 17 janvier 2008 précisément.", "30.  Par un arrêt du 14 juillet 2008, la Cour de cassation, compte tenu de la nouvelle loi, fit droit au pourvoi du ministère et rejeta le recours de la requérante.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS", "31.  Jusqu’au 31 décembre 1999 une partie du personnel technique et auxiliaire (en abrégé, personnel ATA) et des enseignants technico-praticiens des établissements scolaires italiens dépendait du ministère de l’Instruction publique, qui le rémunérait directement sur la base du contrat collectif national de travail de l’Ecole, tandis qu’une autre partie dépendait et était rémunérée sur la base du contrat collectif des régions autonomes locales, par les communes ou les provinces.", "32.  La loi no 124 du 3 mai 1999 prévoit dans son article 8 alinéa 2 que le personnel des collectivités locales en service dans les institutions scolaires publiques à la date de son entrée en vigueur est transféré dans les corps du personnel ATA de la fonction publique (...). Il est reconnu à ce personnel, à toutes fins juridiques et financières, l’ancienneté acquise auprès de la collectivité locale de provenance.", "33.  Le 20 juillet 2000, l’association représentant l’administration (ARAN) conclut un accord avec les organisations syndicales afin de déroger au principe de la conservation de l’ancienneté. Cet accord fut ensuite intégré dans un décret ministériel du 5 avril 2001.", "34.  Par des notes des 27 février 2003 et 12 septembre 2003 envoyées au tribunal de Milan, l’ARAN nia par ailleurs que cet acte puisse constituer un accord collectif et précisa qu’elle entendait déroger au principe de la conservation de l’ancienneté.", "35.  La loi no 266 de 2005 portant loi de finances pour 2006 prévoit dans son article 1 que l’alinéa 2 de l’article 8 de la loi du 3 mai 1999 (no 124) doit être interprété dans le sens que le personnel des collectivités locales transféré dans l’effectif du personnel administratif, technique et auxiliaire (ATA) de la fonction publique de l’Etat est classé, dans les qualifications fonctionnelles et les profils professionnels des effectifs correspondants de la fonction publique, sur la base du traitement financier. Dans le système juridique italien, les lois dites d’interprétation authentique ont un effet rétroactif, en ce sens que l’interprétation qu’elles fournissent est considérée comme intégrée aux dispositions interprétées depuis l’entrée en vigueur de celles-ci.", "36.  L’article 2112 du code civil dispose que le contrat de travail continue avec le cessionnaire éventuel et que le travailleur conserve tous les droits qui en dérivent.", "Jurisprudence de la Cour de cassation avant l’adoption de la loi no 266 de 2005", "37.  Avant l’intervention de la loi en question, la jurisprudence civile déclarait nul l’accord entre l’ARAN et les organisations syndicales car il était en contradiction avec le principe du classement dans les corps ministériels sur la base de l’ancienneté prévue par l’article 8 de la loi no 124 du 3 mai 1999.", "38.  En 2005, la Cour de cassation avait rejeté tous les pourvois formés par le ministère, avec quinze arrêts qui confirmaient le droit au classement dans les corps de fonctionnaires de l’Etat sur la base de l’ancienneté acquise avant le transfert (Cassation, chambre sociale, arrêts no 4722 du \n4 mars 2005, nos 18652-18657 du 23 septembre 2005, no 18829 du \n27 septembre 2005).", "39.  Le Conseil d’Etat s’est prononcé dans le même sens dans ses arrêts no 4142/2003 du 6 juillet 2005 et no 5371 du 6 décembre 2006.", "Les arrêts de la Cour constitutionnelle", "40.  La Cour constitutionnelle italienne, dans son arrêt 234 de 2007, a déclaré conforme à la Constitution la loi de finances pour 2006, se basant sur le fait qu’à la base du système juridique italien, le législateur pourrait édicter même des lois interprétatives incompatibles avec le texte de la loi interprétée et que la disposition de l’article 8 alinéa 2 de la loi no 124 de 1999 représentait une dérogation au principe général applicable à l’époque de son entrée en vigueur, dérogation par rapport à laquelle la norme à présent censurée se présente comme un rétablissement de la règle générale. La Cour constitutionnelle a également estimé que la loi no 266 de 2005 ne créait pas une différence de traitement entre les travailleurs qui avaient fait l’objet d’un arrêt définitif favorable et ceux qui n’avaient pas encore obtenu un jugement définitif.", "41.  Le 3 juin 2008, la Chambre sociale de la Cour de cassation invita la Cour constitutionnelle à revoir sa position, compte tenu de l’article 6 § 1 de la Convention.", "42.  Par un arrêt du 26 novembre 2009 (no 311), la Cour constitutionnelle a rejeté le renvoi décidé par la Cour de cassation. Elle a considéré que l’interdiction de l’ingérence du législateur dans les affaires pendantes auxquelles l’Etat est partie n’était pas absolue ; selon elle, en effet, la Cour européenne n’avait pas voulu poser une interdiction absolue d’ingérence du législateur puisque, dans différentes affaires (voir par Forrer-Niedenthal \nc. Allemagne, no 47316/99, 20 février 2003, National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Royaume-Uni, 23 octobre 1997, Recueil des arrêts et décisions 1997VII ; OGIS-Institut Stanislas, OGEC Saint-Pie X et Blanche de Castille et autres c. France, nos 42219/98 et 54563/00, 27 mai 2004), elle avait considéré comme non contraires à l’article 6 de la Convention des interventions rétroactives des législateurs nationaux. La légalité de telles interventions avait notamment été reconnue lorsque se présentaient certaines circonstances historiques, comme dans le cas de la réunification allemande. Quant à la ratio de la nouvelle loi, la Cour constitutionnelle a rappelé qu’il y avait l’exigence d’harmoniser le système de rétribution du personnel ATA indépendamment de la provenance des salariés. De surcroît, la Cour constitutionnelle a fait référence à la nécessité de remédier à la faille technique de la loi originaire, qui prévoyait la possibilité de laisser cette matière à l’autonomie des parties et du pouvoir réglementaire.", "Jurisprudence de la Cour de cassation après l’adoption de la loi no 266 de 2005", "43.  Après l’entrée en vigueur de la loi litigieuse, la Cour de cassation a cassé tous les arrêts favorables aux travailleurs et a rejeté toutes les demandes présentées contre le ministère.", "EN DROIT", "I.  SUR LA JONCTION DES REQUÊTES", "44.  Compte tenu de la similitude des requêtes quant aux faits et au problème de fond qu’elles posent, la Cour estime nécessaire de les joindre et décide de les examiner conjointement dans un seul arrêt.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 § 1 DE LA CONVENTION", "45.  Les requérants se plaignent de l’intervention législative en cours de procédure qui, selon eux, a porté atteinte à leur droit à un procès équitable. Ils indiquent que la jurisprudence avait déjà reconnu que les anciens fonctionnaires territoriaux avaient droit à la reconnaissance, à toutes fins juridiques et économiques, de l’ancienneté acquise auprès de l’autorité locale. Sans intervention législative, ils pouvaient donc avoir une espérance légitime, pratiquement une certitude, d’obtenir satisfaction. Les requérants estiment que seul l’intérêt financier de l’administration, qui ne suffisait pas à caractériser un motif impérieux d’intérêt général, a motivé l’intervention législative en question.", "Ils dénoncent une violation de l’article 6 § 1 de la Convention, aux termes duquel :", "« Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "A.  Sur la recevabilité", "46.  La Cour constate que ce grief n’est pas manifestement mal fondé au sens de l’article 35 § 3 de la Convention. Elle relève en outre qu’il ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "47.  A titre liminaire, les requérants contestent l’affirmation du Gouvernement selon laquelle, dans le secteur des activités locales, l’ancienneté n’aurait eu aucune répercussion sur le plan financier. A cet égard, les requérants rappellent que l’article 5 du contrat du 31 mars 1999 des collectivités locales prévoit que l’expérience acquise par le personnel, une fois l’ancienneté de service déduite, est un moment décisif aux fins de la progression économique à l’intérieur des secteurs de classement. Par conséquent, le traitement à payer pour les collectivités locales est déterminé aussi bien par l’ancienneté que par d’autres éléments du traitement accessoire, alors que dans le contrat national pour les salariés de l’Ecole, le traitement financier à l’intérieur de chaque secteur dépend exclusivement de l’ancienneté.", "48.  Les requérants font valoir que suite au transfert, ils ont perçu un traitement financier globalement inférieur à celui perçu avant leur transfert, car ils ont perdu tous les éléments du traitement accessoire. De surcroît, contrairement à ce que le Gouvernement affirme, les requérants n’ont pas pu s’opposer à leur transfert au service de l’Etat comme l’a d’ailleurs reconnu la Cour de cassation dans l’arrêt du 7 mars 2007.", "49.  Les requérants réaffirment qu’ils ont perdu toute augmentation contractuelle et les éléments accessoires du salaire prévus seulement dans les contrats des collectivités locales (à savoir l’indemnité de qualification, l’indemnité de repas, l’indemnité de roulement, l’indemnité de risque, l’indemnité de disponibilité, la prime de présence etc...).", "50.  Ils rappellent que la Cour de cassation avait souligné officiellement, par une jurisprudence claire et consolidée, que « la loi est sans équivoque pour attacher au transfert l’effet de reconnaissance de l’ancienneté ». A cet égard, ils rappellent que le rôle d’une juridiction suprême est précisément de régler ces contradictions (Zielinski et Pradal et Gonzalez et autres c. France [GC], no 24846/94 et 34165/96 à 34173/96, § 59, CEDH 1999-VII).", "51.  Selon les requérants, il n’y avait aucun motif impérieux d’intérêt général pouvant justifier l’ingérence dans la gestion du contentieux judiciaire. Ils affirment qu’il y a eu violation de l’article 6 § 1 étant donné que l’Etat a violé le principe de l’égalité des armes en promulguant une loi rétroactive pour influer sur l’issue des procédures judiciaires engagées à son encontre par le personnel ATA. L’Etat aurait également méconnu l’autonomie de la fonction juridictionnelle réservée à la Cour de cassation en s’ingérant dans l’administration de la justice (Zielinski et Pradal et Gonzalez et autres, précité, §§ 58-59).", "Le Gouvernement aurait, selon les requérants, violé le principe de l’égalité des armes entre les deux parties (Vezon c. France, no 66018/01, §§ 31-35, 18 avril 2006). A ce propos, les requérants rappellent que la loi no 266 de 2005 est intervenue presque six ans après la décision de transférer le personnel et alors que le transfert lui-même avait déjà été complètement réalisé depuis plus de cinq ans, et que la Cour de cassation avait déjà éliminé toute incertitude éventuelle d’interprétation. De plus, la norme interprétative avait été insérée dans une loi de finances.", "52.  Le Gouvernement s’oppose à la thèse des requérants. Il affirme qu’à la suite du transfert les requérants continuèrent à exercer les mêmes fonctions avec le même salaire, et que toute l’ancienneté acquise a toujours continué d’être reconnue aux fins de la retraite. La seule différence, selon le Gouvernement, était que l’ancienneté acquise pendant le service accompli dans la fonction publique territoriale ne pouvait pas entraîner une augmentation salariale par rapport au traitement économique dont les intéressés jouissaient au moment du transfert, compte tenu de l’applicabilité, à ce moment-là, des règles sur le traitement économique progressif dans les rapports de travail avec l’Etat.", "53.  En outre, le Gouvernement affirme que cette interprétation de la loi no 124 de 1999 fut entérinée par un des accords entre l’administration (ARAN) et les syndicats des employés et ensuite reprise dans le décret ministériel du 5 avril 2001.", "54.  Le Gouvernement fait valoir que, étant donné que les contentieux s’étaient multipliés sur l’ensemble du territoire, le législateur est intervenu avec une loi interprétative afin de combler le vide juridique qui s’était créé, compte tenu de la difficulté pour les accords collectifs et le pouvoir réglementaire de régler cette matière et afin d’éviter des augmentations injustifiées des salaires et une disparité de traitement entre les employés. Selon le Gouvernement on ne saurait parler de reformatio in peius de la position de requérants.", "55.  A cet égard le Gouvernement rappelle les grandes lignes de la jurisprudence de la Cour en matière d’interventions législatives. Il se réfère à cet égard aux arrêts suivants : Raffineries grecques Stran et Stratis Andreadis c. Grèce du 9 décembre 1994, série A no 301-B ; National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Royaume-Un,i précité ; Zielinski et Pradal et Gonzalez et autres, précité ; Forrer-Niedenthal c. Allemagne, précité; OGIS-Institut Stanislas et autres c. France, précité).", "56.  Dans la présente affaire, selon le Gouvernement, les requérants ne disposaient pas d’un arrêt définitif et exécutoire. De plus, il fait valoir que les requérants avaient essayé de profiter d’une aubaine et d’un vide juridique compte tenu de l’insuffisance des accords collectifs et du pouvoir réglementaire à régler cette matière. L’intervention du législateur était donc parfaitement prévisible et répondait à une évidente impérieuse justification d’intérêt général (OGIS-Institut Stanislas et autres c. France, précité). Selon le Gouvernement, cette situation s’apparente à celle du législateur dans l’affaire Building Societies c. Royaume-Uni, précitée. Il estime qu’en plus, dans la présente affaire, l’intervention du législateur a permis de prévenir la création de situations discriminatoires au sein du personnel ATA. Il en conclut qu’il existait un impérieux motif d’intérêt public au sens de la jurisprudence de la Cour.", "57.  Enfin, le Gouvernement rappelle que la Cour constitutionnelle italienne a jugé que l’intervention du législateur n’était contraire ni à la Constitution italienne ni à la Convention.", "2.  Appréciation de la Cour", "58.  La Cour réaffirme que si, en principe, le pouvoir législatif n’est pas empêché de réglementer en matière civile, par de nouvelles dispositions à portée rétroactive, des droits découlant de lois en vigueur, le principe de la prééminence du droit et la notion de procès équitable consacrés par l’article 6 s’opposent, sauf pour d’impérieux motifs d’intérêt général, à l’ingérence du pouvoir législatif dans l’administration de la justice dans le but d’influer sur le dénouement judiciaire d’un litige (arrêts Raffineries grecques Stran et Stratis Andreadis précité, § 49,  série A no 301-B; Zielinski et Pradal & Gonzalez et autres précité, § 57). La Cour rappelle en outre que l’exigence de l’égalité des armes implique l’obligation d’offrir à chaque partie une possibilité raisonnable de présenter sa cause dans des conditions qui ne la placent pas dans une situation de net désavantage par rapport à la partie adverse (voir notamment les arrêts Dombo Beheer B.V. c. Pays-Bas du 27 octobre 1993, § 33, série A no 274, et Raffineries grecques Stran et Stratis Andreadis, précité, § 46).", "59.  En l’espèce, la Cour note que l’article 1 de la loi de finances pour 2006 comportait une interprétation authentique de l’article 8 de la loi no 124 de 1999 » et prévoyait que le personnel ATA devait être intégré dans les tableaux de la nouvelle administration sur la base du traitement salarial global au moment de la mutation. Elle remarque également que les lois dites d’interprétation authentique ont un effet rétroactif, en ce sens que l’interprétation qu’elles fournissent est considérée comme intégrée avec les dispositions interprétées depuis l’entrée en vigueur de celles-ci.", "60.  Dans les circonstances de l’espèce, l’article 1 de la loi de finances pour 2006, qui n’excluait de son champ d’application que les décisions de justice passées en force de chose jugée, fixait définitivement les termes du débat soumis aux juridictions de l’ordre judiciaire et ce, de manière rétroactive. Force est de constater que les actions introduites par l’intégralité des présents requérants devant les juridictions internes étaient alors pendantes.", "61.  En conséquence, l’adoption de la loi de finances pour 2006 réglait le fond du litige et rendait vaine toute continuation des procédures.", "62.  Quant à l’« impérieux motif d’intérêt général », évoqué par le Gouvernement et rappelé par la Cour constitutionnelle dans son arrêt du 26 novembre 2009, il résulterait de la nécessité de remédier à une faille technique de la loi originaire et de prévenir la création de situations discriminatoires entre les employés provenant de l’Etat et des collectivités locales. S’agissant de la décision de la Cour constitutionnelle, la Cour rappelle qu’elle ne saurait suffire à établir la conformité de la loi no 266 de 2005 avec les dispositions de la Convention (Zielinski et Pradal et Gonzalez et autres, précité, § 59).", "63.  La Cour note en outre qu’après un délai de cinq ans le législateur a adopté une disposition d’interprétation authentique différente du libellé à interpréter et contraire à l’interprétation constante de la Cour de cassation. Elle n’est donc pas convaincue par l’argument du Gouvernement selon lequel il y avait un vide juridique à combler.", "64.  La Cour estime en effet que le but invoqué par le Gouvernement, à savoir la nécessite de combler un vide juridique et d’éliminer les disparités de traitement entre les employés, visait en réalité à préserver le seul intérêt financier de l’Etat en diminuant le nombre de procédures pendantes devant les juridictions.", "65.  Aucun des arguments présentés par le Gouvernement ne convainc donc la Cour de la légitimité et de la proportionnalité de l’ingérence. Compte tenu de ce qui précède, l’intervention législative litigieuse, qui réglait définitivement, de manière rétroactive, le fond du litige opposant les requérants à l’Etat devant les juridictions internes, n’était pas justifiée par d’impérieux motifs d’intérêt général.", "66.  Partant, la Cour conclut à la violation de l’article 6 § 1 de la Convention.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1 DU PROTOCOLE No 1 à LA CONVENTION", "67.  Les requérants estiment que le caractère rétroactif de l’article 1 de la loi de finances pour 2006 les a privés de leurs biens dans la mesure où cette disposition a mis fin de manière définitive au litige les opposant à l’administration. Ils invoquent l’article 1 du Protocole no 1 à la Convention qui se lit comme suit :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "A.  Sur la recevabilité", "68.  La Cour constate que cette partie de la requête n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention et qu’elle ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de la déclarer recevable.", "B.  Sur le fond", "1.  Arguments des parties", "69.  Les requérants font valoir qu’ils disposaient au moment de l’introduction de leurs recours avant l’adoption de la loi litigieuse d’une espérance légitime de les voir couronnés de succès en raison d’une jurisprudence interne qui leur était favorable.", "70.  Les requérants concluent au caractère disproportionné de la mesure litigieuse et à la violation de l’article 1 du Protocole no 1.", "71.  Le Gouvernement entend faire valoir que, lors de l’adoption de la loi de finances pour 2006, les requérants n’étaient pas titulaires d’une créance certaine et exigible envers l’Etat puisqu’aucun jugement définitif n’avait encore été rendu dans leur procédure. Il fait référence pour cela aux affaires Fernandez-Molina Gonzalez et autres c. Espagne ((déc.), nº 64359/01, CEDH 2002IX) et Raffineries grecques Stran et Stratis Andreadis c. Grèce (9 décembre 1994, série A no 301B) et en conclut que les requérants n’étaient pas titulaires d’un « bien » au sens de l’article 1 du Protocole no 1.", "72.  Il est d’avis que l’ingérence du législateur dans l’administration de la justice était justifiée par « d’impérieux motifs d’intérêt général ». Contrairement à ce que soutiennent les requérants, il considère que l’objectif pour le législateur n’était pas de faire échec aux procédures en cours mais d’intervenir pour remplir un vide juridique, et souligne que ce motif a été clairement rappelé par la Cour constitutionnelle dans sa décision du 26 novembre 2009. Il estime qu’un tel objectif constitue, en l’espèce, un « impérieux motif d’intérêt général ».", "2.  Appréciation de la Cour", "a)  Sur l’existence d’un bien au sens de l’article 1 du Protocole no 1", "73.  La Cour observe que les parties ont des points de vue divergents quant à la question de savoir si les requérants disposaient d’un bien susceptible d’être protégé par l’article 1 du Protocole no 1. Elle rappelle que, selon sa jurisprudence, un requérant ne peut alléguer une violation de l’article 1 du Protocole no 1 que dans la mesure où les décisions qu’il incrimine se rapportent à ses « biens » au sens de cette disposition. La notion de « biens » peut recouvrir tant des « biens actuels » que des valeurs patrimoniales, y compris, dans certaines situations bien définies, des créances. Pour qu’une créance puisse être considérée comme une « valeur patrimoniale » tombant sous le coup de l’article 1 du Protocole no 1, il faut que le titulaire de la créance démontre que celle-ci a une base suffisante en droit interne, par exemple qu’elle est confirmée par une jurisprudence bien établie des tribunaux. Dès lors que cela est acquis, peut entrer en jeu la notion d’« espérance légitime » (Maurice c. France [GC], n  11810/03, § 63, CEDH 2005IX).", "74.  Compte tenu des décisions juridictionnelles, et de la jurisprudence des juridictions internes (§§ 39-40 ci-dessus), la Cour considère, contrairement à ce que soutient le Gouvernement, que les requérants bénéficiaient, avant l’intervention de la loi de finances pour 2006, d’un intérêt patrimonial qui constituait, sinon une créance à l’égard de la partie adverse, du moins une « espérance légitime » de pouvoir obtenir le paiement des sommes litigieuses, et qui avait ainsi le caractère d’un « bien » au sens de la première phrase de l’article 1 du Protocole nº 1 (voir notamment Lecarpentier et autre c. France, no 67847/01, § 38, 14 février 2006, et S.A. Dangeville c. France, nº 36677/97, § 48, CEDH 2002III). L’article 1 du Protocole nº 1 est donc applicable au cas d’espèce.", "b)  Sur l’existence d’une ingérence", "75.  La Cour estime que la loi litigieuse, en réglant définitivement le fond du litige, a entraîné une ingérence dans l’exercice des droits que les requérants pouvaient faire valoir en vertu de la loi et de la jurisprudence en vigueur et, partant, de leur droit au respect de leurs biens. Il lui faut donc rechercher si l’ingérence dénoncée se justifie sous l’angle de l’article 1 du Protocole nº 1.", "c)  Sur la justification de l’ingérence", "i.  Prévue par la loi", "76.  Il n’est pas contesté que l’ingérence litigieuse était « prévue par la loi », comme le veut l’article 1 du Protocole nº 1.", "ii.  « Pour cause d’utilité publique »", "77.  En revanche, les avis des parties divergent quant à la légitimité d’une telle ingérence. Dès lors, la Cour doit rechercher si celle-ci poursuivait un but légitime, à savoir s’il existait une « cause d’utilité publique », au sens de la seconde phrase du premier alinéa de l’article 1 du Protocole no 1.", "78.  La Cour estime que, grâce à une connaissance directe de leur société et de ses besoins, les autorités nationales se trouvent en principe mieux placées que le juge international pour déterminer ce qui est « d’utilité publique ». Dans le mécanisme de protection créé par la Convention, il leur appartient par conséquent de se prononcer les premières sur l’existence d’un problème d’intérêt général justifiant des privations de propriété. Dès lors, elles jouissent ici d’une certaine marge d’appréciation.", "79.  De plus, la notion d’« utilité publique » est ample par nature. En particulier, la décision d’adopter des lois emportant privation de propriété implique d’ordinaire l’examen de questions politiques, économiques et sociales. Estimant normal que le législateur dispose d’une grande latitude pour mener une politique économique et sociale, la Cour respecte la manière dont il conçoit les impératifs de l’« utilité publique », sauf si son jugement se révèle manifestement dépourvu de base raisonnable (Pressos Compania Naviera S.A. et autres c. Belgique, 20 novembre 1995, § 37, série A no 332, et Broniowski c. Pologne [GC], no 31443/96, § 149, CEDH 2004-V).", "80.  En l’espèce, la Cour est appelée à se prononcer sur le point de savoir si le but poursuivi par l’article 1 de la loi de finances pour 2006 dépassait le simple intérêt financier de l’Etat. Elle rappelle qu’en principe ce seul intérêt financier ne permet pas de justifier l’intervention rétroactive d’une loi de validation (voir, mutatis mutandis, Zielinski et Pradal et Gonzalez et autres précité, § 59, CEDH 1999VII).", "81.  La Cour émet des doutes sur le point de savoir si l’ingérence dans le respect des biens des requérants servait une « cause d’utilité publique ».", "82.  En tout état de cause, elle rappelle qu’une ingérence dans le droit au respect des biens doit ménager un juste équilibre entre les exigences de l’intérêt général de la communauté et les impératifs de la sauvegarde des droits fondamentaux de l’individu (voir, parmi d’autres, Sporrong et Lönnroth c. Suède, 23 septembre 1982, § 69, série A n  2) et qu’un rapport raisonnable de proportionnalité entre les moyens employés et le but visé par toute mesure privant une personne de sa propriété doit exister (Pressos Compania Naviera S.A. et autres, précité, § 38).", "83.  En l’espèce, l’intervention législative litigieuse a définitivement empêché les requérants de se voir reconnaître l’ancienneté acquise auprès des collectivités locales au moins jusqu’à l’adoption de l’article 1 de la loi de finances pour 2006.", "84.  De l’avis de la Cour, l’adoption de l’article 1 de la loi de finances pour 2006 a fait peser une « charge anormale et exorbitante » sur les requérants et l’atteinte portée à leurs biens a revêtu un caractère disproportionné, rompant le juste équilibre entre les exigences de l’intérêt général et la sauvegarde des droits fondamentaux des individus (voir, mutatis mutandis, Lecarpentier et autre, précité, §§ 48 à 53).", "85.  Partant, il y a eu violation de l’article 1 du Protocole no 1.", "III.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "86.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "87.  Les requérants demandent une somme équivalant à la part de rétribution définitivement perdue, c’est-à-dire de la différence entre la rétribution qu’ils perçoivent effectivement et celle à laquelle ils auraient dû avoir droit en l’absence de l’intervention législative litigieuse.", "88.  Le Gouvernement conteste les prétentions des requérants et affirme que le dommage matériel a été calculé sur la base d’un « critère extravagant ».", "89.   S’agissant du dommage moral, les requérants demandent la somme de 5 000 EUR chacun.", "90.  Le Gouvernement s’y oppose et fait valoir que cette demande n’est pas étayée.", "91.  Les requérants demandent en outre le remboursement des frais de procédure devant les juridictions internes ainsi que le remboursement des frais encourus devant la Cour. A cet égard, les requérants demandent à la Cour de fixer cette somme en équité.", "92.  Quant aux frais de la procédure, le Gouvernement expose que les requérants n’ont pas chiffré leurs prétentions.", "93.  La Cour estime que la question de l’application de l’article 41 ne se trouve pas en état. En conséquence, elle la réserve et fixera la procédure ultérieure, compte tenu de la possibilité que le Gouvernement et les requérants parviennent à un accord.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Décide de joindre les requêtes et de les examiner conjointement dans un seul arrêt ;", "", "2.  Déclare les requêtes recevables ;", "", "3.  Dit qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "4.  Dit qu’il y a eu violation de l’article 1 du Protocole no 1 à la Convention ;", "", "5.  Dit que la question de l’application de l’article 41 de la Convention ne se trouve pas en état ; en conséquence,", "a)  la réserve en entier ;", "b)  invite le Gouvernement et les requérants à lui adresser par écrit, dans le délai de un mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, leurs observations sur cette question et notamment à lui donner connaissance de tout accord auquel ils pourraient aboutir ;", "c)  réserve la procédure ultérieure et délègue la présidente de la chambre le soin de la fixer au besoin.", "Fait en français, puis communiqué par écrit le 7 juin 2011, en application de l’article 77 §§ 2 et 3 du règlement.", "\tStanley Naismith\tFrançoise Tulkens\n\tGreffier\tPrésidente", "\nREQUÊTE No 43549/08", "AGRATI ET AUTRES c. ITALIE", "Liste des requérants", "", "AGRATI ANTONELLA", "ALDEGHI ROSANGELA", "AMBIVERI RITA GIULIANA", "BACCHIN MARISA LUCIAN", "BAFFA GIUSEPPE", "BALBI GIUSEPPE", "BARBAGLIO ERNESTO", "BALCONI ORNELLA", "BARRECA MARIA", "BELLONI ANTONELLA", "BELLONI FRANCESCA", "BELMONTE ALBA", "BENENATI PATRIZIA", "BONFANTI ANSELMO", "BONFANTI SILVANA", "BOSANI MARIA ROSA", "BOSI FABIO", "BRAMBILLA GIOVANNI", "BUONO ANNAMARIA", "CADEI OLIVIERO", "CAPELLI MARIA ROSA", "CASADEI ETTORE", "CASALI ALESSANDRA", "CASATI DANIELA", "CASATI SERENA", "CECCHI DARIO", "CERONE MARIA", "CICHETTI GABRIELLA", "CIVITAQUALE ASSUNTA", "COLOMBO MARIA LUISA", "CONTI SEBASTIANO", "CORRENGIA RENATO", "CROCIFISSO VINCENZA", "CRISTIANO PATRIZIA", "CUSANO RAFFAELA", "CUVIELLO ELISABETTA", "D’ALESSANDRO VENERA", "DAMATO SERAFINA", "D’ANGELO DORIANA", "D’ANGELO PIERINA", "DE FELICE CARMELA", "DE SCISCIOLO FEDELE", "DI GAUDIO ANGELO", "DI NUNNO MARIA ANTONIETTA", "D’IZZIA FRANCESCA MARIA", "ERRICO ANTONIO", "FACCHINI FULVIA", "FARINELLA VIALE GAETANO", "FOGLIA ROSARIA MARIA", "FRANCAVIGLIA ROSA", "FRIGO MARIA STELLA", "GARIBOLDI PIO EUGENIO MARIA", "GHIDINI FRANCESCA", "GOLLES ANNUNZIATA", "GUSELLA LORENA", "IOVINO LUISA", "LAVIGNA RAFFAELA", "LAZZARI BRUNA", "LEMMA CINZIA", "LO IACONO GIUSEPPA", "LORETO FRANCESCO IVAN", "LOSIO FRANCESCA", "MAGNI ROSSANA", "MANCINA ELENA", "MANDELLI FLAVIA", "MANIERO LUCA", "MARALDI MARIA TERESA", "MARIANI MASSIMO", "MARINI DANIELA", "MARINI SILVIA", "MARTELLO MARTA", "MASCIA ANTONIA", "MASTINO GAVINA VITTORIA", "MASTRANDREA GIACOMA", "MAURI CARLA", "MELIS EVELINA", "MIGLIAZZA SIMONA ROSA ANNA", "MITTI GRAZIA", "MONACO PETRONILLA", "MORA VALERIA", "MUZZUPAPPA ADRIANA", "OCCELLO ADELE", "OLIVA TIZIANA", "ORLANDINO PATRIZIA", "PANEFORTE MARILENA", "PANINI MARINA", "PASCARELLA ANNA", "PASQUALINI MARILISA", "PATELLA ANGELA", "PECORI SERENELLA", "PEDRONI MARIELLA ENRICA", "PEROTTO CECILIA", "PEZZOTTA GIANPAOLA", "PIPITONE CONCETTA", "PUCCI FAUSTO ROCCO", "RANCILIO MAURIZIO", "REA COLOMBA", "REINA ANGELO", "ROMANELLI MARIA GRAZIA", "RONCHI GERMANA", "ROTA LILIANA", "SAPERE EMILIA", "SCANZIANI GIANCARLO", "SCHIAVO ANNA", "SCIUTO SALVATORE", "SETTI MARIA ANGELA", "SFERRAZZA MARISA", "SFREGOLA MARIA", "SGROI FEDERICO", "SPITALI CARMELA", "SPIZZICO ANGELA", "TAGLIABUE GIANMARIO", "TARRICONE ANTONIA", "TATOLI GINA", "TODARO GIGLIOLA", "TODISCO CARMELO", "TORRETTA GIUSEPPINA", "TUCCI GENNARO", "VENUTO VINCENZA", "VIMERCATI EMANUELA ", "ZAPPA GIANCARLO", ""]}