{"file": "FRE_CLINF_39364_05.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "39364/05", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Khider c. France - 39364/05", "Arrêt 9.7.2009 [Section V]", "Article 3", "Traitement dégradant", "Traitement inhumain", "Transfèrements répétés, prolongations successives de la mise en isolement et fouilles corporelles systématiques imposées à un détenu particulièrement signalé : violation", "", "Article 13", "Recours effectif", "Absence de recours effectifs pour faire valoir les transfèrements répétés et les fouilles corporelles fréquentes imposées à un détenu particulièrement signalé : violation", "", "En fait : Le requérant est détenu depuis 2001 pour des faits de vol en bande organisée avec arme, séquestration de personnes avec libération volontaire avant le septième jour, tentative d’homicide sur un fonctionnaire de l’administration pénitentiaire, association de malfaiteurs et concours à tentative d’évasion. Dès son incarcération, il fut inscrit au registre des détenus particulièrement signalés (DPS). Il fut alors soumis à un régime de sécurité, comportant notamment des changements nombreux d’établissements, des séjours prolongés à l’isolement et des fouilles corporelles systématiques. En 2007, il fut condamné à dix ans de réclusion criminelle.", "En droit : Article 3 – Concernant les transfèrements : En sept ans, le requérant a fait l’objet de quatorze transferts vers des établissements pénitentiaires différents. Si certains d’entre eux étaient justifiés selon les autorités par son comportement, ils semblent néanmoins s’inscrire dans le cadre de la mise en place d’un régime de rotation de sécurité anticipé à son égard. Selon la note de service adoptée par le ministre de la Justice en 2003, ce régime institué pour les détenus les plus dangereux a pour but de perturber les auteurs des tentatives d’évasion et leurs complices dans la préparation et la réalisation de leurs projets. Or cette note a été annulée par un arrêt du Conseil d’Etat en 2008. La Cour estime que la tentative avortée d’évasion à laquelle avait participé le requérant en 2001 ne saurait justifier, à elle seule, la soumission indéfinie à un régime strict de rotation de sécurité. En outre, depuis 2004 ce dernier n’a jamais fait l’objet de poursuites disciplinaires par l’autorité pénitentiaire pour un éventuel comportement agressif envers un membre du personnel. Le Comité de prévention contre la torture (CPT), dans son rapport de 2007 concernant la France, relevait les conséquences néfastes du transfert continuel d’un détenu d’un établissement vers un autre. Ainsi, si le transfert peut s’avérer nécessaire pour assurer la sécurité dans une prison et empêcher tout risque d’évasion, en l’espèce, les transfèrements du requérant n’apparaissaient plus au fil du temps justifiés par de tels impératifs. De plus, ils étaient de nature à créer chez le requérant un sentiment d’angoisse aigu quant à son adaptation dans les différents lieux de détention et la possibilité de continuer de recevoir les visites de sa famille, et rendait quasi impossible la mise en place d’un suivi médical cohérent sur le plan psychologique. Dès lors, un juste équilibre n’a pas été ménagé par les autorités pénitentiaires entre les impératifs de sécurité et l’exigence d’assurer au détenu des conditions humaines de détention.", "Concernant le maintien à l’isolement : L’isolement ne constitue pas une mesure disciplinaire et la seule référence à l’appartenance au grand banditisme, ou à un risque d’évasion non étayé, est insuffisante. De même, le classement d’un détenu au registre des détenus particulièrement signalés ou la commission d’une faute disciplinaire même grave ne peuvent justifier à eux seuls un placement à l’isolement. En cas de transfert suivi d’une nouvelle décision de placement à l’isolement, la motivation doit rappeler en quoi le transfert n’a pas été suffisant pour assurer la sécurité des personnes ou de l’établissement. En l’espèce, le directeur de la maison d’arrêt invoquait les faits pour lesquels le requérant était détenu. Pourtant, l’administration pénitentiaire avait levé la mesure d’isolement deux ans plus tôt. En outre, le tribunal administratif constata que le bien-fondé des informations dont l’administration disposait quant à un projet d’évasion n’était pas établi. En outre, ses motifs ont cessé d’être pertinents à partir de 2004 car le comportement du requérant n’était plus incompatible avec une condition ordinaire de détention et la réalité des menaces proférées n’avait pas été établie. De surcroit, l’administration pénitentiaire n’a pas tiré les conclusions adéquates des certificats médicaux qui se prononçaient contre les prolongations vu l’état de santé du requérant. En 2007, le CPT critiquait la tendance de l’administration de faire du quartier d’isolement un lieu de rejet de détenus difficiles à gérer, psychiquement atteints, et cela dans un espace où l’accès aux soins, notamment psychiatriques, est moins bon. Enfin, une expérience sans mise à l’isolement du requérant s’était déroulée sans incident, mais n’avait pu être poursuivie car la mesure avait été réinstaurée à son arrivée à la nouvelle maison d’arrêt. Alors qu’il faisait déjà l’objet de mesures de transferts réitérés, la mise à l’isolement pour une si longue période, combinée avec la dégradation de l’état de santé psychologique et somatique du requérant entrent en ligne de compte pour apprécier si le seuil de gravité requis par l’article 3 a été atteint.", "Concernant les fouilles corporelles : Le code de procédure pénale n’indique pas dans quelles circonstances la fouille est intégrale ou par palpation. Mais une circulaire précise les circonstances dans lesquelles doivent être effectuées des fouilles intégrales. Au regard du dossier du requérant, dont son classement au registre des détenus particulièrement signalés, les fouilles intégrales paraissent avoir été pratiquées de manière systématique, et ce dans les proportions du nombre de transfèrements dont il a fait l’objet, la fréquence de ses placements à l’isolement et en cellule disciplinaire et du nombre de fois où il s’est rendu au parloir. Le caractère répété de ces fouilles, combiné avec le caractère strict des conditions de détention dont le requérant se plaint, ne paraissent pas être justifiées par un impératif convaincant de sécurité, de défense de l’ordre ou de prévention des infractions pénales, et sont de nature à créer en lui le sentiment d’avoir été victime de mesures arbitraires. Ces fouilles répétées, pratiquées sur un détenu qui présentait des signes d’instabilité psychiatrique et de souffrance psychologique, ont été de nature à accentuer son sentiment d’humiliation et d’avilissement à un degré tel qu’on peut les qualifier de traitement dégradant. (Voir Frérot c. France, no 70204/01, 12 juin 2007, Note d’information no 98.)", "Les conditions de détention du requérant, classé détenu particulièrement signalé dès le début de son incarcération, soumis à des transfèrements répétés d’établissements pénitentiaires, placé en régime d’isolement à long terme et faisant l’objet de fouilles corporelles intégrales régulières s’analysent, par leur effet combiné et répétitif, en un traitement inhumain et dégradant au sens de l’article 3.", "Conclusion : violation (unanimité).", "Article 13 combiné avec l’article 3 – Le requérant a été reconnu victime d’une violation de l’article 3. Les griefs de celle-ci sont donc défendables au sens de l’article 13.", "Concernant les placements à l’isolement, le Conseil d’Etat a jugé qu’ils étaient susceptibles de faire l’objet d’un recours pour excès de pouvoir. Le requérant en a fait usage et le tribunal administratif a annulé les mesures. Ainsi, le requérant disposait d’un recours effectif.", "Quant aux transfèrements répétés, le requérant a fourni plusieurs décisions de juridictions administratives déboutant des détenus qui avaient contesté leurs transferts en cascade ou jugeant que ces transferts constituaient des mesures d’ordre intérieur. L’efficacité du recours cité par le Gouvernement dans le cas des transfèrements du requérant pendant la période de son incarcération n’est pas établie. Ce n’est qu’en 2007 que le Conseil d’Etat a admis qu’une décision soumettant un détenu à un régime de sécurité ne constituait pas une mesure d’ordre intérieur mais une décision administrative susceptible de recours pour excès de pouvoir. Puis, il a annulé en 2008 la circulaire instituant le régime de sécurité.", "S’agissant des fouilles corporelles subies, le grief du requérant concerne leur fréquence. Le seul exemple jurisprudentiel cité par le Gouvernement a qualifié la fouille d’irrégulière et d’humiliante en 2006. En revanche, le requérant produit une ordonnance du président du tribunal administratif de 2008, dans laquelle la décision de fouiller un détenu prise sur le fondement du code de procédure pénale ne présentait pas le caractère d’une décision susceptible de recours. Il n’est donc pas établi qu’il existait en droit interne un recours pour contester la décision de procéder à une fouille corporelle.", "Ainsi, le requérant n’a pas disposé des recours effectifs pour faire valoir ses griefs tirés de l’article 3, à savoir les transfèrements répétés et les fouilles corporelles fréquentes.", "Conclusion : violation (unanimité).", "Article 41 – 12 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}