{"file": "FRE_CLINF_9300_07.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "9300/07", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 153", "Juin 2012", "Herrmann c. Allemagne [GC] - 9300/07", "Arrêt 26.6.2012 [GC]", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Obligation pour un propriétaire terrien opposé à la chasse pour des raisons éthiques de tolérer la chasse sur ses terres et d’adhérer à une association de chasse: violation", "En fait – Le requérant est propriétaire de deux domaines en Allemagne. En vertu de la loi fédérale sur la chasse, il est de ce fait automatiquement membre d’une association de chasse et doit tolérer la chasse sur ses terres. Opposé à celle-ci pour des motifs d’ordre éthique, il adressa à l’autorité de la chasse une demande de désaffiliation de l’association, qui fut rejetée. Une demande identique fut par la suite écartée par les juridictions administratives. En décembre 2006, la Cour constitutionnelle fédérale, saisie par le requérant, refusa d’admettre son recours, jugeant en particulier que la législation en cause poursuivait des buts légitimes et ne faisait pas peser une charge excessive sur les propriétaires terriens. Elle considéra que les dispositions litigieuses visaient à préserver le gibier d’une manière adaptée aux conditions de la ruralité et à garantir la maintien d’une faune saine et variée, que l’appartenance obligatoire à une association de chasse constituait un moyen approprié et nécessaire pour atteindre ces buts et qu’elle n’enfreignait ni les droits de propriété du requérant ni son droit à la liberté de conscience ou d’association. Elle ajouta que, dans la mesure où la loi concernée s’imposait à tous les propriétaires terriens, le droit de l’intéressé à l’égalité de traitement n’avait pas davantage été violé.", "Dans un arrêt du 20 janvier 2011 (voir la ), une chambre de la Cour a conclu, par quatre voix contre trois, à la non-violation de l’article 1 du Protocole no 1, le Gouvernement ayant ménagé un juste équilibre entre la protection du droit de propriété et les exigences de l’intérêt général.", "En droit – Article 1 du Protocole no 1: L’obligation pour le requérant de tolérer la pratique de la chasse sur ses terres constitue une ingérence dans l’exercice par l’intéressé de son droit au respect de ses biens. La loi allemande sur la chasse peut passer pour un moyen de réglementer l’usage des biens conformément à l’intérêt général au sens de l’article 1 du Protocole no 1.", "Dans les affaires Chassagnou c. France et Schneider c. Luxembourg*, la Cour a jugé que le fait d’imposer à un propriétaire foncier, opposé à la chasse pour des motifs éthiques, l’obligation d’en tolérer l’exercice sur ses terres était de nature à rompre le juste équilibre qui doit être ménagé entre la protection du droit de propriété et les exigences de l’intérêt général et à faire peser sur ce dernier une charge disproportionnée. Depuis l’adoption de ces deux arrêts, plusieurs Etats européens ont modifié leur législation ou leur jurisprudence de telle sorte que les propriétaires fonciers peuvent s’opposer à la chasse sur leurs terres ou mettre fin à leur appartenance à une association de chasse sous certaines conditions. Il reste donc à déterminer si la situation résultant des dispositions de la loi fédérale sur la chasse, telles qu’appliquées en l’espèce, diffère significativement de la situation de fait et de droit qui prévalait dans les affaires susmentionnées. En ce qui concerne les objectifs des lois en jeu, il est constaté que la loi fédérale allemande sur la chasse a notamment pour dessein la gestion du patrimoine cynégétique, qui vise elle-même à conserver des populations de gibier variées et en bonne santé. A cet égard, elle ne diffère pas significativement des anciennes lois française et luxembourgeoise, qui poursuivaient des objectifs comparables. Même si la loi allemande impose aux personnes pratiquant la chasse certaines obligations, il n’en demeure pas moins que la chasse est principalement pratiquée par des particuliers à titre de loisir, tout comme c’était le cas en France et au Luxembourg. Pour ce qui est de l’étendue territoriale des lois comparées et les exceptions possibles à l’adhésion obligatoire à une association de chasse, la loi allemande sur la chasse s’applique sur tout le territoire national tandis que la loi française ne s’appliquait qu’à certains départements. Toutefois, les Länder allemands peuvent, même s’ils ne l’ont pas fait jusqu’à présent, adopter des lois sur la chasse différentes de la législation fédérale. En outre, les trois lois prévoient, ou prévoyaient, des exceptions territoriales comparables pour les terrains clos, les réserves naturelles ainsi que les réserves de chasse. D’autre part, certaines différences entre les lois, comme une différence de traitement selon la taille du terrain prévue par la loi allemande, ne sauraient être considérées comme déterminantes. Concernant l’indemnisation des propriétaires fonciers en contrepartie de la pratique de la chasse sur leurs terres, contrairement à la loi française, les lois allemande et luxembourgeoise prévoient la redistribution proportionnelle aux membres de l’association des bénéfices de la location du droit de chasse. Par ailleurs, en Allemagne, l’indemnisation n’est accordée que sur demande expresse. Il est donc estimé qu’il s’accorde mal avec la notion même de respect d’une objection éthique d’imposer à la personne concernée de demander aux autorités une indemnisation de ce qui forme la source même de son objection. En tout cas, la loi fédérale allemande sur la chasse ne permet pas de tenir compte des convictions éthiques des propriétaires opposés à la chasse.", "Au vu de ce qui précède, la situation en Allemagne n’est pas sensiblement différente de celles examinées dans les affaires Chassagnou et autres et Schneider. Dès lors, il n’y a aucune raison de s’écarter des conclusions de la jurisprudence précédente à savoir que l’obligation de tolérer la chasse sur leurs terres impose aux propriétaires qui sont opposés à cette pratique pour des raisons éthiques une charge disproportionnée.", "Conclusion: violation (quatorze voix contre trois).", "Article 41: 5 000 EUR pour préjudice moral.", "*  Chassagnou et autres c. France [GC], 25088/94, 28331/95 et 28443/95, 29 avril 1999, Note d'information 5 ; Schneider c. Luxembourg, 2113/04, 10 juillet 2007.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}