{"file": "FRE_HFJUD_34647_97.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "34647/97", "text_paragraphs": ["", "", "DEUXIÈME SECTION", "", "", "AFFAIRE RUIANU c. ROUMANIE", "", "", "(Requête no 34647/97)", "", "", "ARRÊT", "", "", "STRASBOURG", "", "", "17 juin 2003", "", "", "", "DÉFINITIF", "", "17/09/2003", "", "", "", "", "Cet arrêt deviendra définitif dans les conditions définies à l’article 44 § 2 de la Convention. Il peut subir des retouches de forme.", "", "En l’affaire Ruianu c. Roumanie,", "La Cour européenne des Droits de l’Homme (deuxième section), siégeant en une chambre composée de :", "\tMM.\tJ.-P. Costa, président,\n\t\tL. Loucaides,\n\t\tC. Bîrsan,\n\t\tK. Jungwiert,\n\t\tV. Butkevych,\n\tMmes\tW. Thomassen,\n\t\tA. Mularoni, juges,\net de Mme S. Dollé, greffière de section,", "Après en avoir délibéré en chambre du conseil le 20 mai 2003,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (no 34647/97) dirigée contre la Roumanie et dont un ressortissant de cet État, M. Gheorghe Ruianu («le requérant »), avait saisi la Commission européenne des Droits de l’Homme («Commission ») le 12 septembre 1995 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales («la Convention »). ", "A la suite du décès du requérant, le 1er mars 2002, sa veuve, Mme Ana Ruianu, a exprimé le 20 mars 2002, le souhait de continuer l’instance. Pour des raisons d’ordre pratique, le présent arrêt continuera d’appeler M. Ruianu le « requérant » bien qu’il faille aujourd’hui attribuer cette qualité à Mme Ruianu (arrêt Dalban c. Roumanie [GC], no 28114/95, § 1, CEDH 1999-VI).", "2.  La partie requérante est représentée par Me O. Savu, avocate à Bucarest. Le gouvernement roumain («le Gouvernement ») est représenté par Mme C.I. Tarcea, Agent du gouvernement roumain auprès de la Cour européenne des Droits de l’Homme, au sein du ministère de la Justice.", "3.  Le requérant se plaignait de la non-exécution de décisions de justice définitives enjoignant à un tiers de démolir une construction édifiée en partie sur son terrain, invoquant en particulier l’article 6 § 1 de la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole no 11 à la Convention (article 5 § 2 du protocole no 11).", "\n5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. ", "6.  Le 10 juillet 2001, la première section a décidé de communiquer la requête au Gouvernement. ", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l’affaire (article 59 § 1 du règlement). ", "8.  Le 1er novembre 2001, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). La présente requête a été attribuée à la deuxième section ainsi remaniée (article 52 § 1).", "9.  Le 3 décembre 2002, en vertu de l’article 61 § 3 du règlement de la Cour, le président de la chambre a accordé à Mme Ioana Tomoială l’autorisation de présenter des observations écrites sur certains aspects de l’affaire. Ces observations sont parvenues à la Cour par lettres des 2 octobre 2001, 7 mars 2002 et 7 janvier 2003.", "10.  En vertu de l’article 61 § 5 du règlement, le requérant y a répondu par écrit les 11 janvier et 21 février 2003 et le Gouvernement le 28 février 2003.", "11.  Le 18 décembre 2002, la Cour a décidé qu’elle se prononcerait, en application de l’article 29 §§ 1 et 3 de la Convention, tant sur la recevabilité que sur le fond. Elle a également invité les parties à présenter leurs observations complémentaires sur le fond, et le requérant à présenter sa demande de satisfaction équitable. ", "12.  Le 11 janvier 2003, le requérant a transmis à la Cour ses observations complémentaires sur le fond ainsi que sa demande de satisfaction équitable.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPECE", "13.  Le requérant était né en 1930 et résidait à Târgu-Jiu jusqu’à son décès, survenu le 1er mars 2002.", "A.  La demande en référé et l’action en revendication formées par le requérant ", "14.  En 1992, les voisins du requérant, à savoir la famille de la tierce intervenante, Mme Ioana Tomoială, commencèrent à édifier un bâtiment à deux niveaux à usage d’atelier et de magasin de pâtisserie.", "15.  A une date non précisée, le requérant forma une demande en référé auprès du président du tribunal de première instance de Târgu-Jiu, se plaignant que la construction mitoyenne à sa maison que ses voisins avaient commencée à bâtir, occupait une partie de son terrain et qu’elle lui causait des nuisances. La famille Tomoială avait franchi la limite entre les deux propriétés, en occupant une bande de terrain qui mesurait 20 m de longueur et 0,90 m de largeur. Le requérant demandait que les travaux soient arrêtés immédiatement jusqu’à la résolution du litige entre lui et ses voisins. ", "16.  Par ordonnance de référé du 6 août 1992, le président du tribunal de première instance ordonna la cessation des travaux de construction entrepris par la famille Tomoială. La décision était exécutoire sans autres formalités. En vertu de celle-ci, le 10 août 1992, un huissier de justice se rendit sur place afin de procéder à son exécution. Les débiteurs ne répondirent pas à son interpellation. L’huissier de justice constata dans le procès-verbal dressé à cette occasion l’état de la construction bâtie « tout près du mur de la maison des requérants ».", "17.  Le 9 septembre 1992, le requérant saisit le tribunal de première instance, d’une action en revendication portant sur le terrain occupé par la construction, dirigée contre Nicolae Tomoială, l’époux de Mme Ioana Tomoială et son fils, Romeo-Daniel Tomoială. Le requérant faisait également valoir que la construction en cause lui causait des nuisances et demandait au tribunal de constater l’illégalité de l’occupation du terrain et par conséquent, d’ordonner la démolition de la construction.", "18.  Par jugement du 1er juillet 1993, le tribunal accueillit partiellement la demande du requérant, en ce qu’il reconnut son droit de propriété sur ledit terrain et enjoignit à Nicolae et à Romeo-Daniel Tomoială de ne plus entraver la jouissance du requérant sur ce terrain.", "19.  Le requérant interjeta appel devant le tribunal départemental de Gorj, demandant que les défendeurs soient également condamnés à démolir le bâtiment. L’appel fut accueilli le 5 novembre 1993 et le tribunal départemental de Gorj ordonna la démolition de la partie de la construction bâtie sur le terrain du requérant.", "20.  Cette décision devint définitive, après avoir été confirmée par un arrêt du 14 juin 1994 rendu par la cour d’appel de Craiova.", "B.  Tentatives d’exécution de la décision du 5 novembre 1993", "21.  La décision de 5 novembre 1993 fut revêtue de la formule exécutoire le 23 novembre 1994. Par conséquent, Nicolae et Romeo-Daniel Tomoială furent mis en demeure d’obtempérer à cette décision. Ils ne s’y conformèrent pas, au motif que la construction était en réalité une maison, dont seuls un mur et une partie du toit se trouvaient sur le terrain du requérant et que dès lors, la démolition de ce mur signifiait la démolition du bâtiment entier.", "22.  Le 28 décembre 1994, l’huissier de justice mit le requérant en possession du terrain en cause, en plaçant des bornes qui délimitaient son terrain par rapport à celui appartenant à la famille Tomoială.", "23.  Par lettre du 24 février 1995, adressée au tribunal de première instance de Târgu-Jiu, compétent à suivre l’exécution, le requérant, qui avait auparavant demandé à être autorisé lui-même à démolir le mur en cause aux frais de ses débiteurs, pour l’exécution de la décision du 5 novembre 1993, annonça qu’il renonçait à cette demande pour des raisons de santé et d’impossibilité de se faire représenter par un membre de sa famille. Cependant il demanda par cette même lettre que les démarches habituelles en vue de l’exécution forcée soient poursuivies. ", "24.  Le 12 juin 1995, un huissier de justice mit les débiteurs en demeure d’obtempérer à la décision du 5 novembre 1993 dans un délai de deux semaines. Le mur ne fut pas démoli, de sorte que, le 30 novembre 1995, le requérant demanda à nouveau l’exécution, mais en vain.", "25.  En 1996, le requérant adressa une lettre au Conseil supérieur de la magistrature, se plaignant de la non-exécution de la décision du 5 novembre 1993.", "26.  En réponse, le tribunal départemental de Gorj informa le requérant, le 1er avril 1996, qu’une nouvelle mise en demeure avait été signifiée aux débiteurs, et que la démolition avait été programmée le 3 mai 1996. Toutefois, la décision du 5 novembre 1993 ne fut pas davantage exécutée à cette date.", "27.  Les 30 avril, 12 juillet, 30 août et 15 septembre 1996, un huissier de justice se rendit sur place afin de procéder à l’exécution de la décision en cause, sans y réussir. Dans les procès-verbaux dressés à ces occasions, l’huissier de justice notait que le requérant, créancier de l’obligation d’exécution, refusait de se rendre sur place au motif que sa présence n’était ni nécessaire, ni exigée par la loi. Le 11 décembre 1996, l’huissier de justice notait dans son procès-verbal que le requérant devait mettre en place les moyens nécessaires à l’exécution de la décision en cause mais qu’il ne l’avait pas fait. L’huissier ne précisait pas de quels moyens il s’agissait.", "28.  Les 6 juin 1996, 7 octobre 1997, 18 juin et le 17 juillet 1998, le requérant adressa au tribunal départemental de Gorj et à la cour d’appel de Craiova de nouvelles lettres en vue de l’exécution. Il continua également à demander l’exécution par lettres adressées au tribunal de première instance de Târgu-Jiu, les 24 février, 22 mars, 19 avril, 4 mai, 10 mai, 11 mai, 7 juin, 12 juin, 23 juin, 7 juillet, 31 août, 21 septembre, 4 octobre et 15 novembre 2000 et 2 février 2001.", "\nC.  L’action formée par le conseil local et l’intervention du requérant", "29.  En 1993, le conseil local de Târgu-Jiu introduisit une action à l’encontre de Romeo-Daniel Tomoială devant le tribunal de première instance de Târgu-Jiu en demandant la démolition de la construction en cause. Le conseil local faisait valoir que le défendeur avait commis une contravention en édifiant ce bâtiment sans autorisation administrative, qu’une amende lui avait été infligée, le 7 juillet 1993 et qu’il était également tenu de procéder à la démolition. Toutefois, il ne s’était pas conformé à cette obligation.", "30.  Par jugement du 4 janvier 1994, le tribunal de première instance de Târgu-Jiu accueillit la demande du conseil local et ordonna à Romeo-Daniel Tomoială de démolir la construction bâtie sans autorisation.", "31.  Le défendeur interjeta appel et demanda à la Cour Suprême de Justice que l’affaire soit renvoyée devant un autre tribunal que celui normalement compétent, pour des raisons de bonne administration de la justice. La Cour Suprême accueillit sa demande le 7 juillet 1994 et renvoya le dossier devant le tribunal départemental de Timiş pour se prononcer sur l’appel interjeté par le défendeur. Le 29 septembre 1994, le tribunal départemental de Timiş accueillit l’appel et renvoya le dossier pour un nouveau jugement au fond devant le tribunal de première instance de Timişoara.", "32.  A l’occasion du nouveau jugement au fond, le requérant se constitua partie intervenante dans la procédure, au soutien du conseil local. Par une décision rendue le 19 janvier 1995, le tribunal de première instance accueillit les demandes du conseil local et du requérant et ordonna la démolition du bâtiment.", "33.  Cette décision fut confirmée, le 9 décembre 1996, par le tribunal départemental de Timiş. Le 6 mars 1997, le recours de la partie défenderesse fut annulé par la cour d’appel de Timişoara pour non-paiement des droits de timbre.", "D.  Tentatives d’exécution de la décision du 19 janvier 1995 et oppositions à l’exécution", "34.  Le 3 octobre 1996, les époux Tomoială devinrent propriétaires de l’immeuble en cause à la suite d’un contrat d’échange avec leur fils, Romeo-Daniel. Les 27 février et 12 mars 1998, ils furent mis en demeure d’obtempérer à la décision de 19 janvier 1995. ", "35.  Ils formèrent deux fois opposition à l’exécution. La première fut définitivement rejetée par la cour d’appel de Craiova, le 17 avril 1997. Dans la deuxième procédure, les époux Tomoială furent déboutés de l’opposition à l’exécution par un jugement du 7 janvier 1999 du tribunal de première instance de Râmnicu-Vâlcea, devant lequel le dossier avait été renvoyé par la Cour Suprême de justice le 19 juin 1998 à la demande des parties. La décision fut confirmée par un arrêt définitif de la cour d’appel de Piteşti du 19 novembre 1999.", "36.  Après cette date, le requérant poursuivit ses démarches en vue d’obtenir l’exécution de la décision du 5 novembre 1993, ainsi que de celle du 19 janvier 1995. Les 24 février et 22 mars 2000, il adressa des lettres en ce sens au tribunal de première instance de Târgu-Jiu et au tribunal départemental de Gorj.", "37.  Le 6 avril 2000, le tribunal de première instance de Târgu-Jiu envoya au requérant une lettre l’informant qu’en dépit du fait que la date de l’exécution forcée avait été fixée successivement aux 16 janvier, 27 février, 27 avril, 3 juin et 11 septembre 1998, celle-ci n’était pas possible au motif que les huissiers de justices ne possédaient pas les moyens nécessaires pour faire démolir l’immeuble en question. Le tribunal informa le requérant qu’il incombait au conseil local de mettre à la disposition des huissiers de justice de tels moyens.", "38.  Le requérant continua à demander l’exécution en se plaignant de la passivité des autorités administratives et judiciaires. Il envoya des lettres en ce sens au tribunal de première instance de Târgu-Jiu, les 19 avril, 4 mai, 10 mai, 11 mai, 7 juin et 12 juin 2000.", "39.  Par une lettre non datée, le tribunal de première instance fit savoir au requérant qu’il avait le droit d’insister pour l’exécution de la décision en cause avec le soutien du conseil local.", "40.  Le 13 juin 2000, le tribunal informa le requérant qu’un expert avait été chargé de préparer la démolition, à savoir d’identifier les moyens nécessaires et d’évaluer le coût de l’opération. Le tribunal lui signalait également que les huissiers de justice avaient demandé à plusieurs reprises en vain auprès de la mairie les moyens nécessaires à l’exécution.", "41.  Le 28 juillet 2000, à 10h20 du matin, un huissier de justice se rendit sur place afin de procéder à l’exécution de la décision du 19 janvier 1995, sur la base de l’expertise qui avait été établie en la cause. Il était assisté par un détachement de policiers sous l’autorité du lieutenant-colonel Petrescu. L’adjoint du maire était également présent en sa qualité de représentant du conseil local. L’huissier de justice était accompagné de techniciens munis des moyens nécessaires à la démolition, à savoir des machines et des outils. A leur arrivée sur place, l’huissier constata que les quatre membres de la famille Tomoială, parmi lequels Nicolae et Romeo-Daniel Tomoială, étaient montés sur le toit du bâtiment. Ils avaient sur eux des bouteilles pleines d’essence et menaçaient de se suicider s’opposant ainsi à l’exécution forcée et alléguant que les décisions de justice qui ordonnaient la démolition étaient injustes.", "42.  Les agents de l’État essayèrent de convaincre la famille Tomoială de ne plus manifester ainsi son opposition. Après un certain temps, Nicolae Tomoială descendit du toit. En dépit du fait que les policiers tentèrent de l’arrêter, il aspergea ses vêtements d’essence et y mit le feu à l’aide d’un briquet. Les policiers intervinrent alors de force et réussirent éteindre les flammes. Mais par la suite, il remonta sur le toit du bâtiment. Une ambulance avait été appelée, cependant il fut transporté à l’hôpital dans une de ses voitures.", "43.  Le même jour du 28 juillet 2000, la famille Tomoială avait placé deux de ses voitures devant l’entrée de sa propriété afin de rendre impossible l’intervention des machines prêtes à procéder à la démolition du bâtiment en cause. Dans ces conditions, à 11h30 du matin, l’huissier de justice ordonna l’ajournement de l’exécution forcée à une date non précisée.", "44.  Le 31 juillet 2000, Nicolae Tomoială succomba à ses blessures.", "45.  Le requérant demanda l’exécution de la décision du 19 janvier 1995 par lettres adressées au tribunal de première instance de Târgu-Jiu, les 31 août, 21 septembre, 4 octobre, 15 novembre 2000 et 2 février 2001. Ses lettres sont restées sans suite.", "E.  Autres démarches du requérant", "46.  En 1995 le requérant forma également une plainte pénale à l’encontre de Romeo-Daniel Tomoială pour non-respect des décisions de justice. Le parquet auprès du tribunal de première instance de Târgu-Jiu rendit une décision de non-lieu, au motif qu’il ne pouvait être tenu coupable puisque l’exécution n’avait pas complètement été réalisée par l’huissier de justice. Cette solution fut confirmée le 4 mai 1998 par le parquet auprès de la cour d’appel de Craiova.", "B.  LE DROIT INTERNE PERTINENT", "A.  Le code civil", "47.  Les dispositions pertinentes du code civil se lisent ainsi : ", "Article 494", "« Si des plantations, des constructions et des travaux ont été réalisés sur un terrain par un tiers avec ses matériaux, le propriétaire du terrain peut les garder pour soi ou contraindre le tiers à les enlever.", "Dans ce dernier cas, l’enlèvement des plantations et des constructions se fait aux frais de celui qui les a faites (...). »", "B.  La loi no 50/1991 du 29 juillet 1991 sur l’autorisation administrative des constructions et sur certaines mesures pour l’édification des logements", "48.  Les dispositions pertinentes de la loi no 50/1991, publiée au Bulletin Officiel no 163 du 7 août 1991, telle qu’elle était en vigueur à l’époque de l’introduction par le conseil local Târgu-Jiu de l’action tendant à la démolition du bâtiment de la famille Tomoială, à savoir avant les modifications apportées par la loi no 453/2001 du 18 juillet 2001, se lisaient ainsi :", "Article 30 ", "« Lorsque les personnes qui ont commis de contraventions ne se sont pas conformées aux dispositions du procès-verbal de contravention, dans le délai imparti, la mairie doit saisir le tribunal pour que celui-ci ordonne, selon le cas (...), la démolition des constructions, lorsque celles-ci ont été exécutées sans autorisation (...)", "Dans le cas où cette demande serait accueillie, le tribunal fixe une date limite pour l’exécution de [ces] mesures. »", "C.  Le code de procédure civile", "49.  Les dispositions pertinentes du Code de procédure civile se lisent ainsi :", "Article 49", "« Toute personne peut intervenir dans un procès qui se déroule entre d’autres personnes.", "L’intervenant est réputé défendre ses propres intérêts lorsqu’il invoque son propre droit (...)", "Il est réputé défendre l’intérêt d’une des parties lorsqu’il apporte seulement son concours à la défense de celle-ci. »", "Article 53", "« L’intervenant devient partie à la procédure à partir du moment où la demande d’intervention a été accueillie ; les actes de procédure sont également opposables à l’intervenant. » ", "Article 54 ", "« L’intervenant à titre accessoire peut faire tout acte de procédure qui n’est pas contraire à l’intérêt de la partie en faveur de laquelle il est intervenu. »", "Article 373 ", "« (1)  Les décisions seront exécutées par l’intermédiaire du tribunal qui a connu du fond de l’affaire (...)", "(3)  L’exécution est faite par les huissiers de justice (executori judecătoreşti).", "(4)  Dans les cas prévus par la loi ou si l’huissier le considère nécessaire, les agents de police doivent apporter leur concours à la réalisation de l’exécution. »", "50.  L’article 373 du code de procédure civile, précité, a été modifié par le règlement du Gouvernement (Ordonanţa de urgenţă a Guvernului), no 138/2000, du 14 septembre 2000, publié au Bulletin Officiel no 479 du 2 octobre 2000 et entré en vigueur le 2 mai 2001, soit sept mois après la date de sa publication (article IX du règlement no 138/2000, tel que modifié par le règlement du Gouvernement no 290/2000). ", "51.  Les dispositions pertinentes du nouvel article 373 du code de procédure civile se lisent ainsi :", "« Les décisions de justice (...) sont exécutées par l’huissier de justice de la circonscription territoriale du tribunal de première instance du lieu où l’exécution sera réalisée, lorsque les biens sur lesquels porte l’exécution y sont situés (...) ", "A l’exception des dispositions spéciales de la loi, le tribunal chargé de l’exécution est le tribunal de première instance de la circonscription territoriale où l’exécution aura lieu. »", "EN DROIT", "I.  OBSERVATION PRELIMINAIRE", "52.  La Cour note que M. Gheorghe Ruianu est décédé le 1er mars 2002, mais que sa veuve et héritière, Mme Ana Ruianu, a exprimé le souhait de reprendre l’instance.", "La Cour estime, eu égard à l’objet de la présente affaire et à l’ensemble des éléments qui sont en sa possession, que Mme Ana Ruianu peut prétendre avoir un intérêt suffisant pour justifier de la poursuite de l’examen de la requête et lui reconnaît dès lors la qualité pour se substituer désormais au requérant en l’espèce (cf. l’arrêt Chiriacescu c. Roumanie, no 31804/96, § 29, 4 mars 2003, non publié, et l’arrêt Hodoş et autres c. Roumanie, no 29968/96, § 42, 21 mai 2002, non publié).", "\nII.  SUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 6 DE LA CONVENTION", "53.  Invoquant le droit à une protection judiciaire effective, le requérant se plaint de l’impossibilité depuis maintenant plus de huit ans d’obtenir l’exécution des décisions de justice ordonnant à ses voisins de démolir une construction édifiée partiellement sur son terrain. Il invoque l’article 6 de la Convention, qui se lit ainsi dans sa partie pertinente : ", "« Toute personne a droit à ce que sa cause soit entendue (...) par un tribunal (...), qui décidera (...) des contestations sur ses droits et obligations de caractère civil (...) »", "54.  La Cour observe que le requérant invoque également l’article 6, s’agissant du caractère déraisonnable de la durée de la procédure d’exécution. La Cour estime cependant que la présente affaire doit être examinée sous l’angle plus général du droit d’accès à un tribunal (Immobiliare Saffi c. Italie [GC], no 22774/93, § 61, CEDH 1999-V).", "A.  Sur la recevabilité", "1.  Sur la qualité de victime du requérant", "55.  D’après le Gouvernement, le requérant n’aurait pas pu se prétendre victime, au sens de l’article 34 de la Convention, d’une violation de l’article 6 à l’égard de la non-exécution de la décision du 19 janvier 1995. ", "Le Gouvernement fait valoir que cette décision a été rendue dans une procédure à laquelle le requérant n’avait participé qu’à titre accessoire, de sorte que le tribunal n’avait pas tranché ses droits de caractère civil. Le Gouvernement souligne en outre qu’à la différence de l’affaire C.C.M.C. c. Roumanie (no 32922/96, décision du 15 janvier 1998, non publiée), le requérant était intervenu, dans la présente affaire, à titre accessoire avec le soutien du conseil local, dans sa procédure engagée contre la famille Tomoială et tendant à la démolition de la construction bâtie partiellement sur son terrain. Le Gouvernement fait valoir que la position du requérant dans cette procédure serait subordonnée à la partie à laquelle son intervention a bénéficié, à savoir au conseil local, et que le requérant ne serait pas en mesure d’accomplir d’autres actes de procédure que ceux profitables à cette partie.", "56.  Le requérant conteste la thèse du Gouvernement. Il allègue qu’il peut se prétendre victime du manquement des autorités à leurs obligations, en tant que dépositaires de la force publique en matière d’exécution des décisions de justice. Il fait valoir qu’il a d’abord engagé lui-même une procédure à l’encontre de la famille Tomoială, en demandant la démolition de la partie du bâtiment sise sur son terrain. Ayant obtenu gain de cause par la décision du tribunal de première instance de Târgu-Jiu du 5 novembre 1993, il a demandé l’exécution forcée de cette décision. Malgré ses nombreuses demandes, l’exécution n’a pas eu lieu, de sorte qu’il a décidé de former une demande d’intervention à titre accessoire, en faveur du conseil local, qui avait engagé une procédure tendant elle aussi à la démolition de la construction illégalement édifiée par la famille Tomoială. ", "Le requérant fait ensuite valoir qu’il a aussi le droit de demander l’exécution de la décision du 19 janvier 1995, rendue dans cette dernière procédure, compte tenu du fait qu’il a acquis la qualité de partie à la procédure. Ne pas lui reconnaître le droit de demander l’exécution de cette décision équivaudrait à la rendre inefficace à son égard.", "57.  La Cour note que le droit du requérant sur la partie du terrain occupé par la construction édifiée par ses voisins avait été reconnu définitivement par la décision du 5 novembre 1993, qui avait également ordonné la démolition de cette construction afin de laisser le terrain en possession du requérant. A ce jour, cette décision ne se trouve pas exécutée.", "58.  La Cour relève qu’en intervenant en faveur du conseil local dans une procédure subséquente ayant le même résultat que celle engagée auparavant par lui-même et tranchée en sa faveur, le requérant a poursuivi ses démarches afin de rendre effective la reconnaissance de son droit. Comme le Gouvernement observe, le requérant a ainsi manifesté son propre intérêt dans la procédure, alors que le tribunal était saisi à titre principal d’une action formée par le conseil local. Sa demande a été accueillie, le requérant pouvant également dès lors exiger, aux côtés du conseil local, l’exécution de la décision du 19 janvier 1995. La Cour note que les deux procédures entamées l’une par le requérant, l’autre par le conseil local, ont effectivement abouti au même résultat, à savoir l’obligation imposée à la famille Tomoială de démolir la construction abusivement édifiée occupant partiellement le terrain du requérant.", "59.  Dans la mesure où le requérant a vu reconnaître son droit par décision définitive du 5 novembre 1993, qui imposait aux tiers une obligation de démolir, qui n’a toutefois pas été exécutée à ce jour, en dépit de ses nombreuses démarches, la Cour estime qu’il peut se prétendre victime en ce qui concerne le non-accomplissement par les autorités de leurs obligations en matière d’exécution des décisions de justice, en tant que dépositaires de la force publique. Dans ces circonstances la Cour n’a pas à se pencher séparément sur la question de savoir si le requérant peut également se prétendre victime de la non-exécution de la décision du 19 janvier 1995 rendue dans une procédure à laquelle il a participé à titre accessoire. De toute évidence, il s’agit non pas d’une réitération de la contestation portant sur ses droits de caractère civil du requérant, mais d’une démarche accomplie par lui parmi d’autres démarches, en vue d’obtenir l’exécution de l’obligation découlant de la décision définitive du 5 novembre 1993.", "60.  Partant, il y a lieu de rejeter l’exception du Gouvernement.", "2.  Sur le bien-fondé du grief", "61.  La Cour constate que ce grief n’est pas manifestement mal fondée au sens de l’article 35 § 3 de la Convention. Elle relève par ailleurs que celui-ci ne se heurte à aucun autre motif d’irrecevabilité. Il convient donc de le déclarer recevable.", "B.  Sur le fond", "62.  Le requérant soutient que l’on ne saurait exiger de lui qu’il exécute lui-même les décisions judiciaires, vu l’ampleur des travaux et le fait qu’il n’a pas été autorisé par le tribunal à le faire. Il fait valoir également que l’on ne saurait lui reprocher un quelconque retard dans l’exécution et renvoie à ses nombreuses demandes adressées au bureau des huissiers du tribunal de première instance de Târgu-Jiu et à la mairie de Târgu-Jiu. Le requérant souligne que le refus de ses voisins de respecter une décision de justice définitive, même lorsqu’il est manifesté par des actes tels que la menace de suicide, ne saurait exonérer les autorités de l’État de leurs obligations en tant que dépositaires de la force publique en matière d’exécution. Il ajoute que l’intervention des autorités publiques est requise justement lorsque les débiteurs refusent exécuter volontairement une décision de justice.", "63.  Le Gouvernement soutient que les retards dans l’exécution des décisions de justice prononcées en faveur du requérant ne sont pas imputables aux autorités, mais au requérant lui-même, qui n’aurait pas demandé constamment l’exécution et qui n’aurait pas assuré à l’huissier de justice les moyens nécessaires à la démolition, aussi qu’à d’autres facteurs objectifs, tel que le suicide de Nicolae Tomoială qui s’était opposé au prix de sa vie à l’exécution forcée engagée à son encontre. Le Gouvernement ajoute que le système judiciaire roumain est effectivement apte à garantir l’exécution des décisions prononcées par les tribunaux.", "64.  La tierce intervenante soutient que les décisions de justice qui ordonnent la démolition de l’immeuble appartenant à sa famille seraient le résultat d’une erreur judiciaire et qu’après le suicide de son mari, le conseil local aurait renoncé à demander l’exécution forcée.", "65.  La Cour rappelle que le droit au tribunal garanti par l’article 6 protège également la mise en œuvre des décisions judiciaires définitives et obligatoires qui, dans un Etat qui respecte la prééminence du droit, ne peuvent rester inopérantes au détriment d’une partie. Par conséquent, l’exécution d’une décision judiciaire ne peut être empêchée, invalidée ou retardée de manière excessive (voir les arrêts Burdov c. Russie, no 59498/00, § 34, 7 mai 2002, non publié ; Immobiliare Saffi c. Italie précitée §§ 63, 66 et Hornsby c. Grèce du 19 mars 1997, Recueil des arrêts et décisions 1997II, pp. 510-511, § 40). ", "66.  La Cour n’est pas appelée à examiner si l’ordre juridique interne est apte à garantir l’exécution des décisions prononcées par les tribunaux. En effet, il appartient à chaque État contractant de se doter d’un arsenal juridique adéquat et suffisant pour assurer le respect des obligations positives qui lui incombent. La Cour a uniquement pour tâche d’examiner si en l’espèce les mesures adoptées par les autorités roumaines ont été adéquates et suffisantes (voir mutatis mutandis l’arrêt Ignaccolo-Zenide c. Roumanie § 108, [GC], no 31679/96, ECHR 2000-I).", "67.  La Cour note que la procédure d’exécution est pendante depuis novembre 1994. Il ressort du dossier devant la Cour que le requérant a accompli constamment des démarches régulières en demandant l’exécution. Quant à sa lettre du 24 février 1995, que le Gouvernement considère comme une renonciation à l’exécution, la Cour observe que par cette lettre le requérant a renoncé uniquement à sa demande d’être autorisé à démolir luimême la construction aux frais des débiteurs. Cependant, par cette même lettre, il a demandé expressément que les démarches habituelles en vue de l’exécution forcée soient poursuivies par le tribunal de première instance de Târgu-Jiu (voir paragraphe 23 ci-dessus).", "68.  La Cour ne peut souscrire à l’argument du Gouvernement selon lequel le requérant aurait dû assurer lui-même à l’huissier de justice les moyens nécessaires afin de procéder à l’exécution effective, à savoir à la démolition d’un bâtiment de deux niveaux. Elle note que le tribunal, dans sa décision du 5 novembre 1993, n’a pas autorisé le requérant à démolir luimême la construction. En outre, à part le payement des taxes judiciaires, aucune obligation pour le requérant, en tant que créancier de l’exécution, de mettre à la disposition des agents de la force publique quelque moyen que ce soit, ne ressort du droit interne.", "69.  En ce qui concerne l’obligation pour les autorités de prendre des mesures adéquates afin d’exécuter la décision du 5 novembre 1993, la Cour note que la décision en cause a été revêtue de la formule exécutoire, le 23 novembre 1994 et que les premières tentatives d’exécution ont eu lieu immédiatement après cette date, à savoir, les 28 décembre 1994 et 12 juin 1995. Chaque fois, un huissier de justice a mis les débiteurs en demeure d’obtempérer à cette décision. A la suite des démarches du requérant, les 30 avril, 12 juillet, 30 août et 15 septembre 1996, un huissier de justice s’est rendu sur place afin de procéder à l’exécution mais sans y aboutir au motif que le requérant n’aurait pas été présent. Or, la Cour observe qu’aucune disposition du droit interne n’exige la présence du créancier sur place, lors de l’exécution d’une décision de justice. ", "70.  La Cour note ensuite qu’aucune tentative d’exécution n’a été enregistrée en 1997. Des nouvelles mises en demeure ont été notifiées à la famille Tomoială les 27 février et 12 mars 1998, alors qu’une seconde décision de justice ordonnant la démolition du même immeuble, qui datait du 19 janvier 1995 avait été revêtue de la formule exécutoire. Les quelques tentatives d’exécution enregistrées en 1998 sont restées infructueuses en raison de l’absence de moyens propres à la démolition du bâtiment en cause.", "71.  La Cour note que ce n’est que le 28 juillet 2000 qu’un huissier de justice s’est rendu sur place accompagné de policiers et de techniciens munis des machines nécessaires à l’exécution. Selon le Gouvernement, l’exécution n’a pas abouti à cause de l’opposition manifeste des débiteurs, qui menaçaient de se suicider en s’immolant par le feu, ce que Nicolae Tomoială a d’ailleurs fait. Après cette date, aucune autre tentative d’exécution n’a été enregistrée, en dépit du fait que le requérant avait poursuivi ses démarches. Le Gouvernement soutient que les autorités ont ainsi essayé d’éviter un drame semblable à celui du 28 juillet 2000 et qu’elles ont tenté de convaincre les parties de trouver un compromis.", "72.  Eu égard aux obligations incombant aux autorités, en tant que dépositaires de la force publique en matière d’exécution, la Cour relève que les autorités roumaines n’ont infligé aucune sanction aux débiteurs du chef du non-respect de décisions de justice définitives. Du surcroît, aucune explication satisfaisante n’a été avancée pour justifier le fait que la première tentative adéquate d’exécution n’a été enregistrée que le 28 juillet 2000, à savoir six ans après la date à laquelle la décision du 5 novembre 1993 avait été revêtue de la formule exécutoire, le 28 novembre 1994. Le retard des autorités est d’autant plus regrettable qu’elles devaient intervenir de toute urgence en vertu de l’ordonnance en référé rendue le 6 août 1992, alors que la construction en litige venait à peine d’être commencée (voir paragraphe 16 ci-dessus). Or, l’huissier de justice qui s’était rendu sur place le 10 août 1992, avait constaté uniquement l’état des lieux et le fait que les débiteurs n’avaient pas répondu à son interpellation.", "73.  En s’abstenant pendant plus de huit ans de prendre les mesures nécessaires afin d’exécuter une décision judiciaire définitive et exécutoire, les autorités roumaines ont, en l’occurrence, privé les dispositions de l’article 6 § 1 de la Convention de tout effet utile.", "Partant, il y a eu violation de l’article 6 § 1 de la Convention.", "III.  SUR LES VIOLATIONS ALLÉGUÉES DE L’ARTICLE 8 DE LA CONVENTION ET DE L’ARTICLE 1 DU PROTOCOLE No 1", "74.  Le requérant dénonce une violation de son droit au respect de sa vie familiale et de son domicile qui résulterait des nuisances provoquées par l’atelier de pâtisserie fonctionnant dans le bâtiment édifié par la famille Tomoială à 20 centimètres de sa maison et occupant une partie de son terrain. Et cela en dépit des décisions de justice définitives, qui sont restées pourtant inefficaces. Il invoque l’article 8 de la Convention et l’article 1 du Protocole no 1 à la Convention.", "75.  Eu égard à ses conclusions figurant au paragraphe 72 ci-dessus, la Cour conclut que ce grief doit être déclaré recevable, mais qu’il n’y a pas lieu à statuer sur son fond (voir, mutatis mutandis entre autres, Laino c. Italie [GC], no 33158/96, § 25, CEDH 1999-I, Zanghì c. Italie du 19 février 1991, série A no 194-C, p. 47, § 23, Église catholique de la Cannée c. Grèce, du 16 décembre 1997, Recueil 1997-VIII, § 50).", "IV.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "76.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage", "77.  La partie requérante allègue un préjudice matériel et moral.", "En ce qui concerne le préjudice matériel, qui consisterait en un défaut de jouissance d’une partie de son terrain et en les dégâts provoquées par la construction illégalement édifiée par ses voisins, elle réclame 50 000 euros (« EUR »).", "Quant au préjudice moral, Mme Ruianu réclame 100 000 EUR alléguant que le litige interminable et l’impossibilité de faire respecter des décisions de justice définitives ont entretenu chez elle et chez son défunt mari un sentiment d’incertitude et d’humiliation aggravant leur état de santé, de sorte que le requérant est décédé.", "78.  Le Gouvernement considère que les prétentions exprimées sont exagérées, que la Cour n’a pas examiné la violation de l’article 8 de la Convention et l’article 1 du Protocole no 1 à la Convention, de sorte qu’aucun préjudice ne pourrait être invoqué au titre des nuisances causées par l’atelier de pâtisserie et du défaut de jouissance du terrain en cause. En outre, le Gouvernement soutient que l’éventuel constat d’une violation de l’article 6 § 1 de la Convention fournirait en soi une satisfaction équitable suffisante. Pour ce qui est du décès du requérant et de l’état de santé de Mme Ruianu, le Gouvernement souligne l’absence de tout lien de causalité entre la non-exécution d’une décision de justice et le dommage allégué.", "79.  La Cour estime que le requérant et sa veuve ont subi un préjudice matériel du chef de la non-exécution des décisions de justice en cause et un préjudice moral consistant en un profond sentiment d’injustice dû au fait que, pendant plus de huit ans, en dépit des décisions de justice définitives et exécutoires, ils n’ont pas bénéficié d’une protection effective de leur droits. ", "80.  Compte tenu de ces considérations, la Cour accorde à Mme Ruianu, en équité, 10 000 EUR, tous chefs de préjudice confondus.", "B.  Frais et dépens", "81.  La partie requérante demande également 2 000 EUR pour les frais et dépens encourus devant les juridictions internes et pour ceux encourus devant la Cour.", "82.  Selon la jurisprudence de la Cour, un requérant ne peut obtenir le remboursement de ses frais et dépens que dans la mesure où se trouvent établis leur réalité, leur nécessité et le caractère raisonnable de leur taux. En l’espèce et compte tenu des éléments en sa possession et des critères susmentionnés, la Cour estime raisonnable la somme de 1 000 EUR tous frais confondus et l’accorde à la requérante.", "C.  Intérêts moratoires", "83.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d’intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR", "1.  Déclare à l’unanimité, la requête recevable ;", "", "2.  Dit, par 6 voix contre 1, qu’il y a eu violation de l’article 6 § 1 de la Convention ;", "", "3.  Dit, à l’unanimité, qu’il n’y a pas lieu d’examiner les griefs tirés de l’article 8 de la Convention et de l’article 1 du Protocole no 1 à la Convention ;", "", "4.  Dit, par 6 voix contre 1,", "a)  que l’État défendeur doit verser à la veuve du requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en lei roumains au taux applicable à la date du règlement :", "\ti.  10 000 EUR (dix mille euros) pour dommage matériel et moral ;", "ii.  1 000 EUR (mille euros) pour frais et dépens ;", "b)  qu’à compter de l’expiration dudit délai et jusqu’au versement, ces montants sont à majorer d’un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "5.  Rejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 17 juin 2003 en application de l’article 77 §§ 2 et 3 du règlement.", "\tS. Dollé\tJ.-P. Costa\n\tGreffière\tPrésident", "Au présent arrêt se trouve joint, conformément aux articles 54 § 2 de la Convention et 74 § 2 du règlement, l’exposé de l’opinion dissidente de Mme Thomassen.", "S.D.", "J.-P.C.", "", "\nOPINION DISSIDENTE DE Mme LA JUGE WILHELMINA THOMASSEN", "Dans la présente affaire, le requérant se plaignait de la non-exécution de décisions de justice enjoignant ses voisins à démolir la maison qu’ils avaient édifiée en partie sur son terrain. Le bâtiment avait franchi la limite entre les deux propriétés, occupant une bande de terrain du requérant qui mesurait 20 m de longueur et 0,90 m de largeur. Un mur et une partie du toit de la maison se trouvaient sur le terrain du requérant.", "Depuis la fin de l’année 1992, la famille voisine a refusé de démolir le bâtiment, employant à cette fin tous les moyens de fait et de droit, et ce, à tous les différents stades des procédures. Leur dernière opposition à l’exécution a été rejetée par un jugement du 7 janvier 1999, confirmé par un arrêt définitif de la cour d’appel du 19 novembre 1999. Enfin, un membre de la famille voisine s’est suicidé lorsque les autorités nationales sont venues sur place le 28 juillet 2000 afin de démolir le bâtiment. Dans ces conditions, l’huissier de justice ordonna l’ajournement de l’exécution forcée à une date non précisée.", "Mes collègues de la Chambre trouvent que les autorités nationales n’ont pas pris les mesures nécessaires afin d’exécuter les décisions judiciaires pendant plus de huit ans et, de ce fait, elles ont privé l’accès à un tribunal tel que prévu par l’article 6 de la Convention de tout effet utile.", "Je ne peux pas me rallier à cette conclusion.", "Dans la jurisprudence de la Cour, le « droit à l’exécution » est reconnu comme un élément du droit à l’accès à un tribunal.", "Dans l’affaire Hornsby c. Grèce (arrêt du 19 mars 1997, Recueil 1997II), la Cour a dit que « le \"droit à un tribunal\" ... serait illusoire si l’ordre juridique interne d’un État contractant permettait qu’une décision judiciaire définitive et obligatoire reste inopérante au détriment d’une partie. » (§ 40). Dans cet affaire, ou les autorités nationales n’avaient pas voulu faire droit a un jugement prononce a leur encontre, la Cour a souligné que « la protection effective du justiciable et le rétablissement de la légalité impliquent l’obligation pour l’administration de se plier à un jugement ou arrêt prononcé par une telle juridiction. » (§ 41). ", "Dans l’affaire Immobiliare Saffi c. Italie (arrêt du 28 juillet 1999, Recueil 1999-V), l’exécution d’un jugement était empêchée par une loi qui donnait le pouvoir au préfet, même pour un délai de neuf ans, de ne pas respecter le délai comme prévu dans ce jugement pour l’exécution.", "La présente affaire se distingue à mon avis de ces arrêts.", "Ici, il s’agit d’une procédure entre deux voisins. Le jugement ne s’adresse pas aux autorités nationales mais à un individu. Les autorités n’ont pas empêché l’exécution de ce jugement. Par contre, le requérant a renoncé à introduire une demande visant à être autorisé lui-même à démolir le mur en cause, aux frais de ses débiteurs, pour des raisons de santé et d’impossibilité de se faire représenter par un membre de sa famille (§ 23).", "Les autorités ont fait plusieurs tentatives pour convaincre les voisins du requérant de démolir leur maison, par la voie d’ordonnances, de jugements, de mises en demeure et de visites des huissiers sur place. Enfin, ils ont essayé de démolir le bâtiment avec l’assistance de la police et accompagnés de techniciens munis des moyens nécessaires.", "Ce n’est qu’après le suicide d’un membre de la famille voisine que l’exécution forcée a été ajournée à une date non précisée.", "Est-ce que, comme le trouve la majorité, les autorités nationales auraient pu faire plus ?", "La majorité de la Chambre se réfère à l’arrêt Ignaccolo-Zenide c. Roumanie lorsqu’elle dit (§ 66) que la Cour a pour tâche d’examiner si en l’espèce les mesures adoptées par les autorités roumaines ont été adéquates et suffisantes. Dans l’arrêt cité, le droit en jeu était le droit d’un enfant et de sa mère d’être ensemble. L’obligation pour un état « d’adopter les mesures adéquates et suffisantes » relèvent de l’article 8 de la Convention qui impose aux États des obligations positives pour garantir ce droit.", "Dans le cas d’espèce le droit en jeu est un droit attribué par les juridictions nationales de démolir la maison d’un voisin. Un tel droit n’est pas, comme l’est l’article 8, protégé par la Convention. ", "A mon avis, ceci justifie de conclure que les critères tirés de l’arrêt Ignaccolo-Zenide ne peuvent pas être appliqués d’une manière tout à fait similaire à la présente affaire.", "On ne peut pas reprocher aux autorités nationales d’avoir été inactives. Les jugements n’auraient en effet pas été facilement exécutables, dans la mesure où ils impliquaient la démolition d’une maison d’une famille qui faisait quant à elle preuve d’une forte opposition, comme en témoigne d’ailleurs la triste issue de cette affaire. On ne peut pas non plus reprocher aux autorités nationales d’avoir ajourné l’exécution après cet événement. Dans les circonstances données, avec des troubles très sérieux, où une vie avait déjà été perdue, un tel ajournement ne pouvait pas passer pour déraisonnable, au vu des différentes responsabilités qui incombent à un État.", "Certes, le requérant n’a pas encore obtenu l’exécution. Mais l’accès a un tribunal ne peut pas obliger un État à faire exécuter chaque jugement de caractère civil quel qu’il soit et quelles que soient les circonstances. Comme l’insolvabilité d’un débiteur, d’autres raisons peuvent priver un jugement de son effet utile sans que les autorités nationales ne puissent être tenues responsables. On pourrait même estimer que, dans la présente affaire, les jugements n’ont pas forcément perdu toute utilité, car on ne peut pas exclure que des solutions alternatives à la démolition immédiate, donnant droit aux intérêts légitimes du requérant, pourraient encore être envisagées, par les parties elles-mêmes ou avec l’assistance de l’État.", "A mon avis, les autorités nationales n’ont pas empêché l’exécution des jugements et on ne pourrait pas leur reprocher d’avoir été inactives ou indifférentes aux droits du requérant. A mon avis, ils n’ont pas violé le droit du requérant à ce que son cas soit entendu par un juge.", "Ma conclusion est que la Roumanie n’a pas violé l’article 6 § 1 de la Convention."]}