{"file": "FRE_CLINF_30352_03.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30352/03", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 113", "Novembre 2008", "Ismayilov c. Russie - 30352/03", "Arrêt 6.11.2008 [Section I]", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Confiscation d'une somme d'argent légalement détenue par le requérant mais non déclarée aux autorités douanières : violation", "", "En fait : Après un voyage à Bakou, le requérant revint à Moscou en possession de plus de 20 000 dollars des Etats-Unis (USD) en espèces. Cet argent était celui qu’il avait reçu pour la vente d’un appartement dont il avait hérité. Bien qu’en droit russe, toute somme supérieure à 10 000 USD doive être déclarée aux autorités douanières, le requérant ne déclara pas cette somme. Les autorités trouvèrent l’argent dans ses bagages et le saisirent. Le requérant fut accusé de contrebande, puis reconnu coupable des charges retenues contre lui et condamné à une peine de prison de six mois avec sursis. L’argent, considéré comme la preuve matérielle de la commission de l’infraction, fut confisqué.", "En droit : Il est de l’intérêt légitime des Etats, qui y sont d’ailleurs tenus par différents traités internationaux dont la Convention des Nations Unies contre la criminalité transnationale organisée, de mettre en œuvre des mesures de détection et de surveillance du mouvement transfrontière d'espèces, les sommes importantes d'argent liquide pouvant être utilisées pour commettre des infractions financières graves. Toutefois, la légalité de l’origine de l’argent du requérant n’est pas contestée ; et l’intéressé n’avait pas d’antécédents judiciaires et n’était pas soupçonné de blanchiment d’argent, de corruption ou d’autres infractions financières graves. L’infraction pénale dont il a été reconnu coupable consistait à avoir omis de déclarer aux autorités douanières l'argent liquide qu'il transportait. Le simple fait de faire entrer en Russie des devises étrangères en espèces n’était pas illégal en droit russe, mais seulement soumis à une obligation de déclaration aux autorités douanières. La somme confisquée représentait indubitablement un montant conséquent pour le requérant, puisqu’il s’agissait de la totalité du produit de la vente de la maison que sa défunte  mère lui avait laissée à Bakou. Le préjudice que le requérant aurait pu causer aux autorités était mineur : il ne s’était pas soustrait au paiement de droits de douane ou d’accises et n’avait causé à l’Etat aucun autre dommage matériel. Si l’argent n’avait pas été découvert, les autorités russes n’auraient été privées que de l’information selon laquelle cette somme était entrée en Russie. Ainsi, la mesure de confiscation n’avait pas pour objet l’indemnisation d’un quelconque dommage, l’Etat n’ayant subi aucun préjudice du fait de l’omission du requérant de déclarer l’argent, mais elle poursuivait un but dissuasif et répressif. Or, l’intéressé ayant déjà été sanctionné pour l’infraction de contrebande par une condamnation pénale, l’effet dissuasif désiré avait déjà été obtenu. Dans ces circonstances, la Cour n’est pas convaincue que la mesure de confiscation était nécessaire. Elle considère au contraire que cette mesure était excessive et disproportionnée et qu’elle a fait peser sur le requérant une charge personnelle excessive.", "Conclusion : violation (six voix contre une).", "Article 41 – 20 000 EUR pour préjudice matériel, 5 000 EUR pour préjudice moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}