{"file": "FRE_CLINF_46368_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "46368/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 121", "Juillet 2009", "Zeïbek c. Grèce - 46368/06", "Arrêt 9.7.2009 [Section I]", "article 1 du Protocole n° 1", "article 1 al. 1 du Protocole n° 1", "Respect des biens", "Conséquences du retrait de la nationalité d’une famille sur le statut de mère de famille nombreuse et l’octroi d’une pension de retraite y afférent : violation", "", "Article 14", "Discrimination", "Conséquences du retrait de la nationalité d’une famille sur le statut de mère de famille nombreuse et l’octroi d’une pension de retraite y afférent : violation", "", "En fait : Entre 1974 et 1982, la requérante eut quatre enfants avec son mari, comme elle citoyen grec de confession musulmane. A la naissance du quatrième enfant, elle devint mère de famille nombreuse au sens de la loi grecque. En 1984, alors que la requérante, accompagnée de sa famille, était en visite chez son père en Turquie, tous ses membres furent privés de leur nationalité grecque par une décision du ministre de l’Intérieur. Cette décision était basée sur l’article 19 du code de la nationalité en vigueur à l’époque, qui autorisait une telle mesure à l’encontre de « toute personne d’origine étrangère qui quitte le territoire grec sans avoir l’intention de s’y rétablir ». Les recours de la famille contre cette décision furent rejetés. En 1998, l’article 19 du code de la nationalité fut supprimé. L’administration invita alors les membres de la communauté musulmane qui avaient été privés de leur nationalité grecque à postuler pour leur naturalisation, ce que firent la requérante et sa famille en 1999. En 2000, la nationalité grecque fut restituée à la requérante et à trois de ses quatre enfants, mais pas à son mari et à l’une de ses filles (Ilkaï), qui était à la fois mineure, mariée et considérée comme étant sous la tutelle de son mari. Cette dernière ne pouvait donc acquérir la nationalité grecque par le biais de sa mère. En 2001, la requérante sollicita une retraite à vie en tant que mère de famille nombreuse, en vertu de la loi no 1982/1990. Cette demande fut toutefois rejetée au motif que, les quatre enfants de la requérante n’étant pas tous de nationalité grecque, les conditions exigées par la loi ne se trouvaient pas réunies. Les recours de la requérante contre ce refus furent rejetés par le directeur du département des allocations familiales, la commission du contentieux du département des allocations familiales et finalement par le Conseil d’Etat qui jugea notamment que l’article 21 de la Constitution – qui protège la famille et la maternité – ne peut jouer qu’en vue de la nécessité de préserver et promouvoir la nation grecque et ne concerne pas les familles d’étrangers domiciliées ou résidant en Grèce. Par une décision de 2007, le ministre de l’Intérieur révoqua la décision par laquelle Ilkaï avait été privée de sa nationalité grecque.", "En droit : A la date de la naissance d’Ilkaï, les membres de la famille de la requérante avaient la nationalité grecque et la requérante était donc considérée comme une mère de famille nombreuse. Selon la loi no 860/1979, cette qualité est en principe conservée à vie même au cas où certains des enfants auraient cessé de faire partie de la famille. De plus, le Conseil d’Etat a jugé que l’octroi d’une pension de retraite à vie aux mères de famille nombreuse, de nationalité grecque et résidant de manière permanente et légale en Grèce, n’était pas conditionné par la nationalité de leurs enfants. La famille de la requérante a été privée de la nationalité grecque à l’occasion d’un voyage qu’elle avait effectué en Turquie. Cette décision, prise par le ministère de l’Intérieur, qui n’a jamais été notifiée à la requérante ni à aucun autre membre de sa famille, précisait se fonder sur un rapport de police selon lequel la famille de la requérante avait définitivement quitté le territoire pour s’installer en Turquie. Elle a été prise en vertu d’un article du code de la nationalité, qui visait « toute personne d’origine étrangère », et a été systématiquement appliqué pendant une longue période aux ressortissants grecs de confession musulmane, comme la famille de la requérante. A la suite de la suppression de cet article en 1998, la requérante et trois de ses enfants se sont vus restituer la nationalité grecque en mai 2000, à l’exception d’Ilkaï, qui était à la fois mineure et mariée, et considérée ainsi comme étant sous la tutelle de son mari. Si la requérante et certains membres de sa famille ont été rétablis dans leur nationalité, celle-ci n’a pas été rétablie dans tous les droits qui en découlaient, comme pour toutes les familles nombreuses grecques. Ce rétablissement aurait impliqué la reconnaissance à la requérante de la qualité de mère de famille nombreuse et des avantages y relatifs, comme si ce retrait de nationalité n’avait jamais eu lieu. La requérante a subi une différence de traitement qui ne reposait sur aucune « justification objective et raisonnable », ainsi qu’une charge excessive et disproportionnée qui a eu pour effet de rompre le juste équilibre devant être ménagé entre les exigences relatives à l’intérêt général de la société et les impératifs liés à la protection des droits fondamentaux de l’individu.", "Conclusion : violation (unanimité).", "Article 41 – 8 455 EUR pour le dommage matériel, et 5 000 EUR pour le dommage moral.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}