{"file": "FRE_CLINF_33290_96.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "33290/96", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour 13", "Décembre 1999", "Salgueiro da Silva Mouta c. Portugal - 33290/96", "Arrêt 21.12.1999 [Section IV]", "Article 8", "Article 8-1", "Respect de la vie familiale", "Refus d’accorder l’autorité parentale à un parent vivant une relation homosexuelle: violation", "Article 14", "Discrimination", "Refus d’accorder l’autorité parentale à un parent vivant une relation homosexuelle: violation", "En fait: Le requérant se maria en 1983, union dont il eut une fille, M., en 1987. Depuis 1990, il vit une relation homosexuelle. Dans le cadre de la procédure de divorce, le requérant et son épouse conclurent un accord aux termes duquel l’autorité parentale était confiée à la mère, le requérant disposant d’un droit de visite. La mère de M. lui refusa cependant l’accès à leur fille. Il introduisit donc une demande visant à ce que l’autorité parentale lui fût confiée. Le tribunal fit droit à sa demande par un jugement rendu en 1994 et M. demeura avec le requérant jusqu'en 1995, date à laquelle elle aurait été enlevée par sa mère ; une procédure pénale est actuellement pendante sur ce point. L'ex-épouse fit appel de cette décision et la cour d’appel infirma le jugement en estimant qu’en règle générale, un enfant en bas âge ne devrait pas être séparé de sa mère, et déclara également qu’il n’était pas possible de soutenir qu’un environnement homosexuel était sain pour le développement d’un enfant, étant donné qu’il s’agissait, toujours selon la cour d’appel, d’une situation anormale. La cour accorda néanmoins un droit de visite au requérant, mais il ne fut jamais respecté. Aucune voie de recours n’était ouverte au requérant contre cette décision. Le requérant introduisit devant les juridictions des affaires familiales une demande tendant à l’exécution forcée de la décision; cette procédure serait toujours pendante.", "En droit: Article 8 combiné avec l’article 14: Concernant l’existence d’une différence de traitement, la cour d’appel, à bon droit, a apprécié l’intérêt de l’enfant, en se fondant sur des données à la fois factuelles et juridiques lui permettant de donner la préférence à un des parents plutôt qu’à l'autre. Toutefois, pour annuler la décision du tribunal des affaires familiales et, en conséquence, conférer l’autorité parentale à la mère au détriment du père, la cour d’appel a introduit un élément nouveau, à savoir le fait que le requérant était homosexuel et qu’il vivait avec un autre homme. Il y a donc eu une différence de traitement entre le requérant et la mère de M., qui reposait sur l’orientation sexuelle du requérant, notion couverte par l’article 14, la liste établie par cet article n’étant pas exhaustive. S’agissant de la justification de la différence de traitement, il est indéniable que la décision de la cour d’appel poursuivait le but légitime de protéger la santé et les droits de l’enfant. Après avoir déjà constaté que la cour d’appel, lors de l’examen de l’appel interjeté par la mère de M., a introduit un élément nouveau afin de décider de l’autorité parentale, à savoir l’homosexualité du requérant, elle a observé que « l’enfant [devait] vivre au sein (…) d’une famille traditionnelle portugaise » et « qu’il n’y [avait] pas lieu ici de chercher si l’homosexualité est ou non une maladie ou si elle est une orientation sexuelle à l’égard des personnes de même sexe. Dans les deux cas, l’on est en présence d’une anormalité et un enfant ne peut pas grandir à l’ombre de situations anormales ». Ces passages de l’arrêt litigieux, loin de constituer de simples formules maladroites ou de simples obiter dicta, tendent à démontrer, au contraire, que l’homosexualité du requérant a pesé de manière déterminante dans la décision d’accorder l’autorité parentale à la mère. Cette conclusion est renforcée par le fait que la cour d’appel, lorsqu’elle a statué sur le droit de visite du requérant, a dissuadé ce dernier d’avoir un comportement permettant à l’enfant, lors des périodes de visite, de comprendre que son père vivait avec un autre homme « dans des conditions similaires à celles des conjoints ». La cour d’appel a donc opéré une distinction dictée par des considérations tenant à l’orientation sexuelle du requérant.", "Conclusion: violation (unanimité).", "Article 8 pris isolément: La Cour a estimé inutile de se prononcer sur la violation alléguée de l’article 8 pris isolément.", "Article 41 - La Cour a alloué au titre des frais et dépens 350 000 escudos portugais pour frais ainsi que 1 800 000 escudos portugais pour honoraires.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}