{"file": "FRE_HFJUD_12151_86.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "12151/86", "text_paragraphs": ["", "", "", "COUR (CHAMBRE)", "", "", "", "", "", "", "AFFAIRE F.C.B. c. ITALIE", "", "(Requête no12151/86)", "", "", "", "", "", "", "", "", "", "ARRÊT", "", "", "", "STRASBOURG", "", "28 août 1991", "\n", "En l’affaire F.C.B. contre Italie,", "La Cour européenne des Droits de l’Homme, constituée, conformément à l’article 43 (art. 43) de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (\"la Convention\") et aux clauses pertinentes de son règlement, en une chambre composée des juges dont le nom suit:", "\tM. \tR. Ryssdal, président,", "\tMme \tD. Bindschedler-Robert,", "\tMM. \tF. Gölcüklü,", "\t\tF. Matscher,", "\t\tJ. Pinheiro Farinha,", "\t\tB. Walsh,", "\t\tC. Russo,", "\t\tR. Bernhardt,", "\t\tA. Spielmann;", "ainsi que de MM. M.-A. Eissen, greffier, et H. Petzold, greffier adjoint,", "Après en avoir délibéré en chambre du conseil les 21 mars et 26 juin 1991,", "Rend l’arrêt que voici, adopté à cette dernière date:", "PROCEDURE", "1. L’affaire a été déférée à la Cour par la Commission européenne des Droits de l’Homme (\"la Commission\") le 11 juillet 1990, dans le délai de trois mois qu’ouvrent les articles 32 par. 1 et 47 (art. 32-1, art. 47) de la Convention. A son origine se trouve une requête (no 12151/86) dirigée contre la République italienne et dont un ressortissant de cet État, M. F.C.B., avait saisi la Commission le 9 mai 1986 en vertu de l’article 25 (art. 25). Le requérant a prié la Cour de ne pas divulguer son identité.", "La demande de la Commission renvoie aux articles 44 et 48 (art. 44, art. 48) ainsi qu’à la déclaration italienne reconnaissant la juridiction obligatoire de la Cour (article 46) (art. 46). Elle a pour objet d’obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l’État défendeur aux exigences de l’article 6 paras. 1 et 3 c) (art. 6-1, art. 6-3-c).", "2. En réponse à l’invitation prévue à l’article 33 par. 3 d) du règlement, le requérant a manifesté le désir de participer à l’instance et a désigné son conseil (article 30). Le 19 septembre 1990, le président l’a autorisé à employer la langue italienne (article 27 par. 3).", "3. La chambre à constituer comprenait de plein droit M. C. Russo, juge élu de nationalité italienne (article 43 de la Convention) (art. 43), et M. R. Ryssdal, président de la Cour (article 21 par. 3 b) du règlement). Le 27 août 1990, celui-ci en a désigné par tirage au sort les sept autres membres, à savoir Mme D. Bindschedler-Robert, M. F. Gölcüklü, M. F. Matscher, M. J. Pinheiro Farinha, M. B. Walsh, M. R. Bernhardt et M. A. Spielmann, en présence du greffier (articles 43 in fine de la Convention et 21 par. 4 du règlement) (art. 43).", "4. Ayant assumé la présidence de la chambre (article 21 par. 5 du règlement), M. Ryssdal a consulté par l’intermédiaire du greffier l’agent du gouvernement italien (\"le Gouvernement\"), le délégué de la Commission et le conseil du requérant au sujet de la nécessité d’une procédure écrite (article 37 par. 1). Conformément aux ordonnances ainsi rendues, le greffier a reçu le mémoire du Gouvernement le 15 janvier 1991 et celui du requérant le 21. Par une lettre arrivée le 14 mars, le secrétaire de la Commission l’a informé que le délégué s’exprimerait à l’audience.", "5. Le 22 février, le président a fixé au 18 mars la date de celle-ci après avoir recueilli l’opinion des comparants par les soins du greffier (article 38).", "6. Le 7 mars, la Commission a produit le dossier de l’instance suivie devant elle, ainsi que le greffier l’y avait invitée sur les instructions du président.", "7. Les débats se sont déroulés en public le jour dit, au Palais des Droits de l’Homme, à Strasbourg. La Cour avait tenu auparavant une réunion préparatoire.", "Ont comparu:", "- pour le Gouvernement", "\tM. G. Raimondi, magistrat", "\t\t\tdétaché au Service du contentieux diplomatique du \t", "\t\t\tministère des Affaires étrangères, \tcoagent;", "- pour la Commission", "\tM. S. Trechsel, \tdélégué;", "- pour le requérant", "\tMe P. Barone, avocat, \tconseil.", "La Cour les a entendus en leurs déclarations, ainsi qu’en leurs réponses à ses questions.", "8. Le 3 juin, le requérant a fait parvenir des précisions chiffrées sur sa demande de satisfaction équitable, mais la Cour les a jugées tardives.", "EN FAIT", "I. LES CIRCONSTANCES DE LA CAUSE", "9. Le 20 septembre 1972, au cours d’une attaque à main armée dans la province de Bergame, deux malfaiteurs masqués tuèrent une personne et en blessèrent grièvement une autre, après quoi ils prirent la fuite dans une voiture conduite par un complice.", "Parmi les suspects, rapidement identifiés, figurait le requérant.", "A. Le procès", "10. Appréhendé en Suisse le 9 novembre 1973 et extradé à l’Italie le 19 février 1974, M. F.C.B. fut accusé de vol à main armée, meurtre et tentative de meurtre, aggravés par la circonstance qu’il les avait commis à un moment où il se soustrayait à l’exécution d’autres mandats d’arrêt.", "11. Le 10 novembre 1977, la cour d’assises de Bergame le reconnut coupable - avec ses quatre coaccusés - et lui infligea, notamment, une peine de vingt-quatre ans de réclusion.", "12. Sur recours du requérant et de trois autres condamnés, la cour d’assises d’appel de Brescia les acquitta au bénéfice du doute le 26 mars 1980. M. F.C.B. recouvra la liberté le lendemain; conformément à l’article 171 du code de procédure pénale (paragraphe 25 ci-dessous), il déclara son domicile.", "13. Le procureur général de la République et trois intéressés - dont le requérant - se pourvurent en cassation; le 5 avril 1980, la déclaration de pourvoi du parquet général fut remise en mains propres à M. F.C.B. au domicile indiqué par lui et qui était également celui de sa mère.", "14. Le 13 avril 1983, la Cour de cassation rejeta le pourvoi du requérant mais accueillit celui du parquet; elle renvoya l’affaire devant la cour d’assises d’appel de Milan.", "B. Le comportement du requérant après sa mise en liberté le 27 mars 1980", "15. Entre-temps, M. F.C.B. avait gagné la République fédérale d’Allemagne le 24 avril 1980. Il s’établit à Constance où, le 29 septembre 1980, on lui délivra un permis de séjour. Il aurait informé le consulat d’Italie à Fribourg de son nouveau lieu de résidence afin que celui-ci fût communiqué aux autorités italiennes pour \"transcription dans les registres de l’état civil\". Il ne leur adressa cependant pas une version modifiée de sa déclaration du 27 mars 1980 (paragraphe 12 ci-dessus).", "16. Le 19 décembre 1982, il fut appréhendé à Bruxelles en vertu d’un mandat décerné aux Pays-Bas dans le cadre de poursuites relatives au rapt d’une Néerlandaise.", "Selon lui, après son extradition aux Pays-Bas les autorités de cet État se procurèrent un extrait de son casier judiciaire; en outre, le juge compétent s’assura la collaboration de ses collègues italiens de Milan et de Bergame pour des investigations à mener en Italie et demanda au parquet général de Milan de faire procéder à la fouille des habitations du requérant, de sa soeur et de sa belle-soeur. Le Gouvernement ne le conteste pas; il se borne à déclarer qu’il ne possède pas de \"précisions particulières\".", "M. F.C.B. affirme être demeuré au secret du 19 décembre 1982 au 19 février 1985, date à laquelle devint définitif un arrêt de condamnation rendu contre lui par la cour d’appel de Bois-le-Duc; il aurait donc subi, en matière de correspondance, de visite et de contacts avec ses codétenus, certaines restrictions qui s’assouplirent à la longue.", "C. Le procès sur renvoi après cassation et le nouveau pourvoi", "17. Le 25 novembre 1983, le président de la cour d’assises d’appel de Milan essaya en vain de faire notifier au requérant, au domicile élu lors de son élargissement, une citation à comparaître devant elle: ni l’intéressé ni sa mère n’y habitaient plus.", "Ladite citation fut délivrée à la mère de M. F.C.B. - dont on avait découvert la nouvelle adresse dans l’intervalle - le 15 décembre 1983. La date de l’audience avait aussi été communiquée, dès le 23 octobre 1983, à l’avocat du requérant.", "18. Les débats se déroulèrent le 9 avril 1984, en l’absence de M. F.C.B. Son conseil avisa la cour que son client, d’après ses proches, se trouvait détenu à Maastricht; il ajouta toutefois qu’il ne pouvait fournir de pièces à ce propos. Estimant que nul élément objectif ne démontrait la détention du requérant, le parquet général invita la juridiction à statuer par contumace. Elle résolut de le faire, mais le défenseur d’un coaccusé lui demanda de contrôler l’exactitude des renseignements concernant l’empêchement du requérant, car la présence de ce dernier pouvait se révéler importante pour son client. D’autre part, celui-ci et un autre coaccusé confirmèrent l’incarcération de M. F.C.B. aux Pays-Bas: le premier l’avait apprise par la presse et le second avait reçu du requérant une lettre expédiée de la prison de Maastricht.", "19. De son côté, le parquet réitéra ses conclusions. Après en avoir délibéré en chambre du conseil, la cour d’assises d’appel confirma la déclaration de contumace, l’intéressé n’ayant pas justifié son empêchement bien qu’averti en temps utile de l’ouverture du procès.", "Le 10 avril 1984, elle lui infligea vingt-quatre ans de réclusion et décerna contre lui un mandat d’arrêt.", "20. Le 26 avril, l’avocat néerlandais de M. F.C.B. envoya à son confrère italien la copie de documents - deux mandats de comparution devant des juridictions néerlandaises - attestant de la détention de son client; une traduction en fut communiquée à la cour le 26 mai.", "21. Le conseil du requérant se pourvut en cassation; il déposa ses moyens en février 1985. Il reprochait à la cour d’assises d’appel d’avoir déclaré M. F.C.B. contumax et discutait le bien-fondé en droit de l’arrêt. Sur le premier point, il arguait de la nullité de la décision en elle-même et de la procédure ultérieure, car son client avait été dans l’impossibilité de participer aux audiences. D’après lui, seul un excès de formalisme avait amené la cour d’assises d’appel à ne pas constater un empêchement dont témoignaient plusieurs affirmations concordantes.", "22. La Cour de cassation rejeta le pourvoi le 13 novembre 1985.", "Elle releva d’abord que la juridiction d’appel avait eu raison de juger M. F.C.B. par contumace, car rien n’établissait l’empêchement invoqué. Les pièces fournies le 26 mai 1984 (paragraphe 20 ci-dessus) constituaient une preuve ex post, donc dépourvue de valeur; avec plus de diligence, la défense aurait pu la fournir avant l’audience. Il ressortait du pourvoi que le requérant, détenu aux Pays-Bas bien avant la notification de la citation à comparaître, en aurait eu le loisir. La Cour de cassation conclut qu’il revenait à la cour d’assises d’appel d’apprécier l’empêchement allégué et qu’elle avait dûment motivé sa décision.", "D. Le refus d’extrader le requérant vers l’Italie", "23. Le 5 septembre 1984, les autorités italiennes avaient sollicité l’extradition de M. F.C.B. pour les besoins de l’instruction pendante contre lui. Le 17 juin 1985, le tribunal de Maastricht avait toutefois rejeté la demande comme irrecevable, la cour d’assises d’appel de Milan ayant déjà statué sur le fond le 10 avril 1984 (paragraphe 19 ci-dessus); surabondamment, il avait précisé qu’il réexaminerait la question en cas de reprise de l’instruction à la suite d’un renvoi après cassation ou pour une autre cause.", "24. Les Pays-Bas ayant accordé l’extradition de M. F.C.B. vers la Belgique, ce dernier s’y trouve actuellement détenu.", "D’après les renseignements fournis à la Cour par le conseil du requérant, celui-ci devrait retourner aux Pays-Bas pour y purger un an d’emprisonnement puis subir en Italie, si les autorités italiennes obtiennent son extradition, six ans et six mois de la peine de réclusion infligée par la cour d’assises d’appel de Milan.", "", "II. LE DROIT INTERNE APPLICABLE", "25. Dans ses arrêts Foti et autres du 10 décembre 1982, Colozza du 12 février 1985 et Brozicek du 19 décembre 1989 (série A no 56, p. 12, paras. 33-36; no 89, p. 11, par. 18, et p. 12, paras. 21-22; no 167, p. 13, par. 26), la Cour a donné un aperçu de la législation italienne en vigueur à l’époque en matière de notifications et de procès par défaut ou par contumace (contumacia).", "En ce qui concerne les notifications à un inculpé remis en liberté mais non encore jugé de manière définitive, il y a lieu de citer ici les troisième et quatrième alinéas de l’article 171 du code de procédure pénale, ainsi libellés (traduction de l’italien):", "\"L’inculpé détenu qui doit être mis en liberté pour un motif différent d’un acquittement définitif (...) a, au moment de la libération (...), l’obligation de déclarer ou d’élire un domicile [pour les notifications] par un acte déposé auprès du directeur de l’établissement. Le directeur inscrit les déclarations reçues dans le registre indiqué à l’article 80 et il en informe immédiatement l’autorité judiciaire qui a ordonné la libération (...).", "Tout changement concernant le lieu déclaré ou le domicile élu doit être communiqué par le suspect ou inculpé à l’autorité saisie de l’affaire, selon les modalités prévues au premier alinéa. Les notifications opérées au domicile précédemment déclaré ou élu sont valables jusqu’à réception de cette communication.\"", "PROCEDURE DEVANT LA COMMISSION", "26. Dans sa requête du 9 mai 1986 à la Commission (no 12151/86), M. F.C.B. se plaignait d’une atteinte aux droits de la défense: considéré à tort comme contumax, il n’aurait pas bénéficié d’un procès équitable. Il invoquait l’article 6 paras. 1 et 3 c) (art. 6-1, art. 6-3-c) de la Convention.", "27. La Commission a retenu la requête le 16 mars 1989. Dans son rapport du 17 mai 1990 (article 31) (art. 31), elle conclut, à l’unanimité, qu’il y a eu infraction à l’article 6 paras. 1 et 3 c) (art. 6-1, art. 6-3-c). Le texte intégral de son avis figure en annexe au présent rapport.", "", "EN DROIT", "I. SUR LA VIOLATION ALLEGUEE DES PARAGRAPHES 1 ET 3 c), COMBINES, DE L’ARTICLE 6 (art. 6-1, art. 6-3-c)", "28. M. F.C.B. reproche à la cour d’assises d’appel de Milan de l’avoir jugé en son absence. Il y aurait eu violation des paragraphes 1 et 3 c) de l’article 6 (art. 6-1, art. 6-3-c) de la Convention, ainsi libellés:", "\"1. Toute personne a droit à ce que sa cause soit entendue équitablement (...) par un tribunal (...) qui décidera (...) du bien-fondé de toute accusation en matière pénale dirigée contre elle. (...)", "(...)", "3. Tout accusé a droit notamment à:", "(...)", "c) se défendre lui-même ou avoir l’assistance d’un défenseur de son choix (...);", "(...).\"", "La Commission souscrit à cette thèse, que le Gouvernement combat.", "29. A la différence des affaires Goddi, Colozza et Brozicek (arrêts des 9 avril 1984, série A no 76, 12 février 1985, série A no 89, et 19 décembre 1989, série A no 167), le présent litige porte seulement sur la possibilité pour l’accusé d’assister à son procès aux côtés de son avocat.", "Comme là réside le problème fondamental, et que les exigences du paragraphe 3 de l’article 6 (art. 6-3) s’analysent en aspects particuliers du droit à un procès équitable, garanti par le paragraphe 1 (art. 6-1), la Cour examinera le grief sous l’angle de ces deux textes combinés (voir en dernier lieu l’arrêt Isgrò du 19 février 1991, série A no 194-A, p. 12, par. 31).", "30. Le requérant prétend ne pas avoir su quand se déroulerait son procès devant la cour d’assises d’appel de Milan, car il se trouvait au secret pendant sa détention aux Pays-Bas (paragraphe 16 ci-dessus). Il allègue en outre que la tentative de notification du 25 novembre 1983 et la notification du 15 décembre 1983 étaient entachées de nullité (paragraphe 17 ci-dessus).", "31. Le Gouvernement se déclare au contraire convaincu que M. F.C.B. était au courant de la date de l’audience par son avocat et sa famille, qui avaient reçu les notifications les 23 octobre et 15 décembre 1983 respectivement (paragraphe 17 ci-dessus).", "32. La Commission estime douteux que l’intéressé ait ignoré à quel moment s’ouvriraient les débats, car il avait sûrement des contacts avec l’un de ses coaccusés, sa famille et son conseil. En particulier, on conçoit mal comment l’avocat aurait pu, autrement, déposer dans un délai de deux semaines la preuve écrite de l’empêchement de son client (paragraphe 20 ci-dessus). La Commission exprime toutefois l’opinion que pareille connaissance ne saurait remplacer une notification à personne, seule digne de foi.", "33. La Cour rappelle d’abord que M. F.C.B., absent à l’audience devant la cour d’assises d’appel de Milan bien qu’accusé de crimes très graves (paragraphe 10 ci-dessus), n’avait pas manifesté la volonté de renoncer à y comparaître. De plus, la juridiction avait appris de sources concordantes - l’avocat de M. F.C.B. et deux coaccusés - qu’il semblait se trouver détenu aux Pays-Bas. Or elle ne renvoya pas le procès et ne rechercha pas davantage si l’intéressé avait vraiment consenti à ne pas y participer; elle se contenta de relever qu’on ne lui avait pas fourni la preuve d’un empêchement.", "Il faut aussi considérer que les autorités néerlandaises avaient demandé la collaboration des autorités italiennes, leur signalant par là même l’incarcération du requérant aux Pays-Bas (paragraphe 16 ci-dessus). Or la justice italienne n’en tira pas les conséquences voulues quant à la procédure pendante à Milan contre M. F.C.B., attitude peu compatible avec la diligence que les États contractants doivent déployer pour assurer la jouissance effective des droits garantis par l’article 6 (art. 6) (arrêt Colozza précité, série A no 89, p. 15, par. 28).", "La Cour ne croit pas devoir déterminer si, comme l’affirme le Gouvernement, une connaissance indirecte de la date fixée pour l’audience suffisait à permettre au requérant de prendre part à celle-ci, faculté qui selon sa jurisprudence découle de l’objet et du but de l’ensemble de l’article 6 (art. 6) (voir notamment l’arrêt Brozicek précité, série A no 167, p. 19, par. 45): à supposer même qu’un tel moyen réponde aux exigences de ce texte, il ne ressort pas du dossier que M. F.C.B. ait entendu renoncer à comparaître et à se défendre, expressément ou, pour le moins, de manière non équivoque (voir notamment l’arrêt Colozza précité, série A no 89, p. 14, par. 28).", "34. D’après le Gouvernement, le requérant porte la responsabilité de la situation: il ne fit pas le nécessaire pour prouver, avant ou pendant l’audience du 9 avril 1984, la réalité de son empêchement; en outre, il n’informa pas l’autorité compétente de son changement de domicile. Il aurait ainsi tenté de retarder un verdict qui ne pouvait que lui être défavorable.", "35. La Cour ne juge pas fondés les deux reproches en question.", "Quant au premier, il n’est pas établi que M. F.C.B. ait eu connaissance de la date du procès.", "En ce qui concerne le second, le comportement de l’intéressé peut inspirer certains doutes mais les conséquences que les autorités judiciaires italiennes en ont tirées apparaissent, à la lumière des renseignements dont la cour d’assises d’appel de Milan disposait le 9 avril 1984, manifestement disproportionnées eu égard à la place éminente que le droit à un procès équitable occupe dans une société démocratique au sens de la Convention (arrêt Colozza précité, série A no 89, p. 16, par. 32).", "Dès lors, la Cour n’a pas besoin en l’espèce de décider si et à quelles conditions un accusé peut renoncer à comparaître devant ses juges (même arrêt, p. 14, par. 28).", " 36. En résumé, il y a eu infraction aux paragraphes 1 et 3 c), combinés, de l’article 6 (art. 6-1, art. 6-3-c).", "II. SUR L’APPLICATION DE L’ARTICLE 50 (art. 50)", "37. Aux termes de l’article 50 (art. 50),", "\"Si la décision de la Cour déclare qu’une décision prise ou une mesure ordonnée par une autorité judiciaire ou toute autre autorité d’une Partie Contractante se trouve entièrement ou partiellement en opposition avec des obligations découlant de la (...) Convention, et si le droit interne de ladite Partie ne permet qu’imparfaitement d’effacer les conséquences de cette décision ou de cette mesure, la décision de la Cour accorde, s’il y a lieu, à la partie lésée une satisfaction équitable.\"", "A. Préjudice", "38. M. F.C.B. revendique une indemnité pour dommage; il ne l’a pas chiffrée en temps voulu (paragraphe 8 ci-dessus), mais déclare vouloir en remettre le montant à l’Association italienne pour la recherche sur le cancer.", "La Cour considère qu’en l’espèce le constat d’une violation de l’article 6 (art. 6) fournit en soi une satisfaction équitable suffisante.", "B. Frais et dépens", "39. Pour honoraires d’avocat et frais relatifs aux procédures nationales et européennes, le requérant sollicite 89 500 000 lires italiennes au total.", "La Cour n’aperçoit pas de lien de causalité entre le manquement relevé et les frais exposés dans l’ordre juridique interne. Statuant en équité, sur la base des éléments en sa possession et de sa jurisprudence en la matière, elle alloue à M. F.C.B. 5 000 000 lires pour les frais et dépens exposés devant les organes de la Convention.", "PAR CES MOTIFS, LA COUR, A L’UNANIMITE,", "1.  Dit qu’il y a eu violation de l’article 6 paras. 1 et 3 c) (art. 6-1, art. 6-3-c) de la Convention;", "", "2.  Dit que l’État défendeur doit verser à M. F.C.B. 5 000 000 (cinq millions) lires italiennes pour frais et dépens;", "", "3.  Rejette la demande de satisfaction équitable pour le surplus.", "", "Fait en français et en anglais, puis prononcé en audience publique au Palais des Droits de l’Homme,à Strasbourg, le 28 août 1991.", "", "Rolv RYSSDAL", "Président", "", "Marc-André EISSEN", "Greffier", ""]}