{"file": "FRE_HFJUD_19282_92.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "19282/92", "text_paragraphs": ["", "", "", "PREMIÈRE SECTION", "", "", "AFFAIRE GÜNAL c. TURQUIE", "", "(Requête n° 19282/92)", "", "ARRÊT", "", "", "STRASBOURG", "", "", "", "DÉFINITIF", "", "10/07/2001", "", "", "", "10 avril 2001", "", "", "", "", "En l’affaire Günal c. Turquie,", "La Cour européenne des Droits de l’Homme (première section), siégeant en une chambre composée de :", "\tMme\tE. Palm, présidente,\n\tMM.\tL. Ferrari Bravo,\n\t\tGaukur Jörundsson,\n\t\tB. Zupančič,\n\t\tT. Panţîru,\n\t\tR. Maruste, juges,\n\t\tF. Gölcüklü, juge ad hoc,\net de M. M. O’Boyle, greffier de section,", "Après en avoir délibéré en chambre du conseil le 28 novembre 2000 et le 20 mars 2001,", "Rend l’arrêt que voici, adopté à cette date :", "PROCÉDURE", "1.  A l’origine de l’affaire se trouve une requête (n° 19282/92) dirigée contre la République de Turquie et dont un ressortissant de cet Etat, Kazım Günal (« le requérant »), avait saisi la Commission européenne des Droits de l’Homme (« la Commission ») le 26 août 1991 en vertu de l’ancien article 25 de la Convention de sauvegarde des Droits de l’Homme et des Libertés fondamentales (« la Convention »).", "2.  Le requérant est représenté par Me Kazım Berzeg, avocat au barreau d'Ankara. Le gouvernement turc (« le Gouvernement ») est représenté par son agent. ", "3.  La requête a pour objet d'obtenir une décision sur le point de savoir si les faits de la cause révèlent un manquement de l'Etat défendeur aux exigences de l'article 1er du Protocole n° 1 à la Convention.", "4.  La requête a été transmise à la Cour le 1er novembre 1998, date d’entrée en vigueur du Protocole n° 11 à la Convention (article 5 § 2 du Protocole n° 11).", "5.  La requête a été attribuée à la première section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d’examiner l’affaire (article 27 § 1 de la Convention) a été constituée conformément à l’article 26 § 1 du règlement. A la suite du déport de M. Rıza Türmen, juge élu au titre de la Turquie (article 28), le Gouvernement a désigné M. Feyyaz Gölcüklü pour siéger en qualité de juge ad hoc (articles 27 § 2 de la Convention et 29 § 1 du règlement).", "6. Par une décision du 11 janvier 2000, la chambre a déclaré la requête recevable.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur le fond de l’affaire (article 59 § 1 du règlement).", "8.  Le représentant du requérant a demandé à la Cour de joindre les différentes requêtes introduites par le même requérant. La Cour, compte tenu de ce que chaque requête pose des problèmes juridiques de nature différente, rejette cette demande.", "EN FAIT", "I.  LES CIRCONSTANCES DE L’ESPÈCE", "9.  Le requérant, ressortissant turc, résidait, à l’époque des faits, dans le village de Düzce (à Vezirköprü, Samsun). Il était agriculteur.", "10.  En mai 1987, l’Administration nationale des eaux (« la DSİ », Devlet Su İşleri), organisme d’Etat chargé de la construction des barrages, procéda à l’expropriation des terrains du requérant pour construire le barrage hydro-électrique d’Altınkaya dans la vallée de Kızılırmak. Ces terrains étaient cultivés pour la production de riz. Ils sont aujourd’hui submergés par les eaux du lac du barrage.", "11.  Des indemnités d’expropriation fixées par une commission d’experts de la DSİ furent versées au requérant à la date d’expropriation.", "12.  Le requérant, en désaccord avec les montants payés par la DSİ, introduisit, toujours en mai 1987, des recours en augmentation de l’indemnité d’expropriation auprès du tribunal de grande instance de Vezirköprü. Ledit tribunal lui accorda des indemnités complémentaires d’expropriation qui étaient assorties d’intérêts moratoires simples au taux légal de 30 % l’an à calculer à partir de la date de cession des terrains à ladite Administration.", "13.  Ces jugements furent confirmés par la Cour de cassation.", "14.  La DSİ versa au requérant ces indemnités complémentaires dans un délai de vingt-deux à vingt-neuf mois environ après les décisions judiciaires définitives. Le taux d’inflation annuel en Turquie, à cette époque, s’élevait à 70 %.", "15.  Le montant de l'indemnité complémentaire, la date d'arrêt de la Cour de cassation, le montant payé au requérant ainsi que la date dudit paiement sont indiqués dans le tableau ci-dessous.", "", "II.  LE DROIT ET LA PRATIQUE INTERNE PERTINENTS", "A.  La Constitution", "16.  Dans sa partie pertinente, l’article 46 de la Constitution, relatif aux expropriations, dispose:", "« (...) L’indemnité d’expropriation sera versée au comptant et en espèces. (...) Au cas où la loi autoriserait des paiements à terme (...) la fraction n’ayant pas été payée au comptant sera assortie d’intérêts moratoires au taux maximum prévu pour les dettes de l’Etat (...) »", "B.  La loi n° 3095 du 4 décembre 1984", "17.  En vertu de la loi n° 3095, le taux des intérêts moratoires dus pour le retard dans le règlement des dettes de l’Etat était de 30 % l’an à l’époque des faits.", "", "18.  A la même période, le taux des intérêts moratoires applicable aux créances de l’Etat était de 7 % par mois, soit 84 % par an (article 51 de la loi n° 6183 portant recouvrement des créances de l’Etat et arrêté n° 89/14915 du Conseil des ministres).", "C.  Le code des obligations", "19.  L’article 105 du code des obligations prévoit :", "« Quand les préjudices subis par le créancier dépassent les intérêts moratoires des jours de retard et que le débiteur ne peut pas démontrer que le créancier a commis une faute, la réparation du préjudice est à la charge du débiteur.", "Si le préjudice supplémentaire peut être estimé de façon immédiate, le juge peut en fixer le montant au moment de rendre sa décision sur le fond. »", "D.  La jurisprudence de la Cour de cassation", "20.  Le 3 juin 1991, la cinquième chambre civile de la Cour de cassation, compétente en matière d’indemnité d’expropriation, s’est prononcée en ces termes :", "« Ce qui compense le retard dans le règlement des créances, ce sont les intérêts moratoires. Etant donné que la voie d’exécution forcée permet au créancier de demander ce qui lui est dû, majoré des intérêts, ce dernier n’est pas en droit d’exiger une autre compensation à titre indemnitaire ; partant, la décision faisant droit à la demande du créancier, au motif que le taux de l’inflation était élevé, s’avère mal fondée (...) »", "21.  Le 23 février 1994 (arrêt E: 1993/5-600, K: 1994/80), l’assemblée plénière de la Cour de cassation a statué ainsi :", "« La loi n° 3095 a été approuvée et est entrée en vigueur alors que l’inflation dans le pays était forte, avec un taux qui dépassait largement 30 %. Malgré cela, le législateur a voulu que le taux des intérêts moratoires soit de 30 %. Pour ce motif, dans l’affaire examinée, il n’est pas conforme au droit, en invoquant les intérêts attachés aux dépôts bancaires, de dépasser l’intérêt composé de 30 % par une voie détournée. »", "22.  Le 19 juin 1996, l’assemblée plénière de la Cour de cassation tranchant la question de l’applicabilité de l’article 105 du Code des obligations s’est prononcée en ces termes :", "« (…) le taux d’intérêt prévu par la loi n° 3095 (…) est une indemnité forfaitaire couvrant les dommages sans qu’il y ait besoin de les démontrer (…). Dès lors que le taux des intérêts moratoires (le préjudice dû au retard dans le paiement) est fixé par la loi, en tenant compte des problèmes économiques (inflation, baisse de la valeur monétaire (…)) dans lesquels le pays se trouve, il est impossible de faire valoir les mêmes éléments (inflation, baisse de la valeur monétaire (…)) en tant que preuves évidentes du préjudice excédentaire évoqué à l’article 105 du code des obligations, ni d’affirmer que les désavantages qui en résultent constituent le préjudice réel subi. Sinon, le constat du législateur que la contrepartie desdits désavantages serait de 30 %, n’aurait plus aucun sens. Lorsque le législateur, en considérant l’ensemble des problèmes économiques, a fixé, en vertu du pouvoir législatif que lui confère la Constitution, le taux de la réparation du dommage issu desdits problèmes, on ne saurait accepter que le dommage à réparer ne s’élève pas à 30 %, mais à 60 ou 70 %, au motif implicite que ladite appréciation [du législateur] s’avérerait mal fondée. (…) Il est évident que l’inflation qui se fait considérablement sentir dans la conjoncture économique actuelle de notre pays, excède [le taux de] 30 % prévu par (…) la loi n° 3095, et que [par conséquent] le préjudice subi par le créancier du fait d’un règlement tardif demeure non couvert. Toutefois, ce préjudice excédant le taux de 30 % fixé par le législateur n’est pas celui dont il est question à l’article 105 du code des obligations (…). Lorsque le législateur, en vertu de son pouvoir législatif, a considéré que ledit dommage s’élèverait à 30 %, l’augmentation de celui-ci à des taux plus élevés par une décision judiciaire, au motif que l’inflation dépasse les 30 %, constituerait un empiétement de compétence (…) »", "E.  Données économiques", "23.  Le taux d’inflation annuel en Turquie, à l’époque des faits, s’élevait à 70 %. Les effets de l’inflation en Turquie sont indiqués sur les indices des prix de détail publiés par l’Institut des statistiques de l’Etat. D’après la liste pertinente, en prenant le chiffre «100» comme indice de base pour les périodes où les dettes de l’Administration ont été définitivement fixées par la Cour de cassation (paragraphe 15 ci-dessus), l’indice de l’inflation aux périodes de versement de ces dettes atteint les chiffres «269» et «307,4» (paragraphe 14 ci-dessus).", "EN DROIT", "I.  \tSUR LA VIOLATION ALLÉGUÉE DE L’ARTICLE 1er DU PROTOCOLE N° 1", "24.  Le requérant se plaint d’une atteinte à son droit au respect de ses biens en raison du retard de l’administration dans le paiement de l'indemnité complémentaire, assortie d’intérêts moratoires insuffisants par rapport au taux d’inflation très élevé en Turquie. Il invoque à cet égard l’article 1er du Protocole n° 1, ainsi libellé :", "« Toute personne physique ou morale a droit au respect de ses biens. Nul ne peut être privé de sa propriété que pour cause d’utilité publique et dans les conditions prévues par la loi et les principes généraux du droit international.", "Les dispositions précédentes ne portent pas atteinte au droit que possèdent les Etats de mettre en vigueur les lois qu’ils jugent nécessaires pour réglementer l’usage des biens conformément à l’intérêt général ou pour assurer le paiement des impôts ou d’autres contributions ou des amendes. »", "25.  Le requérant fait observer que les montants des indemnités complémentaire assorties d’un intérêt moratoire de 30 % l’an lui furent versés les 24 avril et 15 novembre 1992, à savoir vingt-deux et vingt-neuf mois après les décisions de la Cour de cassation. Il soutient avoir subi une perte due à la forte dépréciation monétaire pendant ces périodes. Enfin, il déplore l’absence en droit turc de dispositions permettant l’exécution forcée pour des dettes de l’Etat envers des particuliers.", "26.  Le Gouvernement marque son désaccord. Il rappelle que l’Etat a versé au requérant ses indemnités avant de prendre possession des terrains, ainsi que ses indemnités complémentaires majorées de 30 % d’intérêts, après les décisions de la Cour de cassation (paragraphe 15 ci-dessus). A supposer même que ces montants ne tiennent pas compte de l’inflation, ils se fondent sur la jurisprudence de la Cour : si les indemnités sont raisonnablement proportionnelles à la valeur des propriétés saisies, les conditions énoncées à l’article 1 du Protocole n° 1 se trouvent remplies. Il en est particulièrement ainsi lorsqu’il s’agit de projet de grande envergure profitant à des milliers de personnes ; reconnaître à la charge de l’Etat une obligation d’indemnisation intégrale gênerait celui-ci dans la réalisation de tels projets. De plus, le requérant ne saurait prétendre, en l’espèce, qu’il a supporté une « charge spéciale et exorbitante » car il n’a pas, à ses risques et périls, usé de la possibilité que lui offrait l’article 105 du code des obligations.", "27.  Enfin, le Gouvernement se prévaut de sa grande marge d’appréciation dans la fixation et l’application des taux d’intérêt qui feraient partie intégrante de sa politique en matière de création et de bonne gestion des services publics. Or le taux d’intérêt élevé perçu sur les créances de l’Etat vise à assurer que le fonctionnement des services publics ne soit pas interrompu et constitue aussi une sorte d’imposition indirecte, fixée délibérément par le législateur dans l’exercice de ses compétences.", "28.  La Cour observe que le requérant, exproprié de ses terrains, s'est vu reconnaître des indemnités qui lui furent versées à la date de l’expropriation, et que le tribunal de grande instance lui accorda ensuite des indemnités complémentaires assorties d’intérêts moratoires au taux de 30 % l’an à compter de cette date (paragraphe 15 ci-dessus). ", "29.  La Cour note tout d’abord que le litige porte exclusivement sur les préjudices prétendument subi par le requérant en raison du retard de l’administration à lui verser les indemnités dues, mais non pas sur les montants des indemnités d’expropriation versés par la DSİ ni sur les indemnités complémentaires fixées par la juridiction interne. ", "30.  A cet égard, la Cour a déjà jugé que le caractère adéquat d’un dédommagement diminuerait si le paiement de celui-ci faisait abstraction d’éléments susceptibles d’en réduire la valeur, tel l’écoulement d’un laps de temps que l’on ne saurait qualifier de raisonnable (voir, mutatis mutandis, l’arrêt Raffineries grecques Stran et Stratis Andreadis c. Grèce du 9 décembre 1994, série A n° 301-B, p. 90, § 82). Un retard anormalement long dans le paiement d’une indemnité dans le domaine de l’expropriation a pour conséquence d’aggraver la perte financière de la personne expropriée et de la placer dans une situation d’incertitude, surtout si l’on tient compte de la dépréciation monétaire dans certains Etats (voir l’arrêt Akkuş c. Turquie du 9 juillet 1997, Recueil 1997-IV, pp. 1309-1310, § 29).", "31.  Considérant la cause dans son ensemble, la Cour observe que la situation dont se plaint le requérant relève de son « droit au respect de ses biens», eu égard à sa jurisprudence déjà établie en la matière (voir notamment l’arrêt Akkuş précité, pp. 1303 et suiv., et également l’arrêt Aka c. Turquie du 23 septembre 1998, Recueil 1998-VI, pp. 2680 et suiv.), elle doit chercher si un juste équilibre a été maintenu entre les exigences de l’intérêt général et les impératifs des droits fondamentaux de l’individu. A ce titre, il y a lieu de prendre en considération les modalités d’indemnisation prévues par la législation nationale et la manière dont elles ont été appliquées dans le cas du requérant (arrêt Lithgow et autres c. Royaume-Uni du 8 juillet 1986, série A n° 102, p. 50, § 120).", "32.  En l’espèce, la Cour constate que les montants des indemnités complémentaires assortis d’un intérêt moratoire de 30 % l’an ont été versés à l'intéressé les 24 avril et 15 novembre 1992, c’est-à-dire vingt-deux et vingt-neuf mois après les décisions de la Cour de cassation et alors que l’inflation en Turquie à cette époque atteignait en moyenne 70 % l’an et que le taux des intérêts moratoires applicable aux créances de l’Etat était de 84 % par an pour la même période.", "La Cour estime que le décalage entre la valeur des créances du requérant lors de sa détermination par la Cour de cassation et la valeur lors des paiements effectifs – décalage attribuable aux seuls manquements de l’administration expropriante – a fait subir au requérant un préjudice distinct s’ajoutant à l’expropriation de ses terrains (voir, l’arrêt Akkuş précité, p. 1310, §§ 30-31).", "33.  En différant de vingt-deux à vingt-neuf mois les paiements des indemnités complémentaires, les autorités nationales ont rompu, au détriment du requérant, l’équilibre devant régner entre la sauvegarde du droit de propriété et les exigences de l’intérêt général.", "34.  En conclusion, il y a eu violation de l’article 1er du Protocole n° 1 à la Convention. ", "II.  SUR L’APPLICATION DE L’ARTICLE 41 DE LA CONVENTION", "35.  Aux termes de l’article 41 de la Convention,", "« Si la Cour déclare qu’il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d’effacer qu’imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s’il y a lieu, une satisfaction équitable. »", "A.  Dommage matériel et moral", "36.  Le requérant affirme avoir subi une perte pécuniaire en raison du paiement tardif de l'indemnité complémentaire et il demande à la Cour de lui reconnaître un préjudice matériel calculé en dollars, en tenant compte d’une inflation cumulative de 70 % l’an.", "37.  Le Gouvernement ne se prononce pas.", "38.  La Cour note que le tribunal de grande instance accorda au requérant des indemnités complémentaires assorties d’intérêts moratoires simples au taux de 30 % l’an à calculer à partir de la date de cession desdits terrains à la DSİ. Ces jugements furent confirmés par la Cour de cassation le 22 juin 1990. ", "39.  Selon la méthode déjà adoptée dans l’arrêt Akkuş (voir, l’arrêt Akkuş précité, p. 1311, § 35) la Cour considère que, pour apprécier les préjudices matériels subis par le requérant, il faut prendre en considération la différence entre les montants effectivement versés au requérant et ceux qu’il aurait reçu si ses créances avaient été ajustées pour tenir compte de l’érosion monétaire pendant la période tardive (paragraphe 14 ci-dessus), à raison d’un taux d’inflation de l’ordre de 70 % l’an. ", "40.  Ayant procédé à son propre calcul à la lumière des données économiques pertinentes dont elle dispose (paragraphe 23 ci-dessus), la Cour convient d’octroyer au requérant une indemnité de 4 521 USD, à convertir en livres turques au taux applicable à la date du règlement. ", "41.  La Cour, comme elle s’est déjà prononcée dans les arrêts Akkuş et Aka (arrêt Akkuş déjà précité et arrêt Aka c. Turquie du 23 septembre 1998), considère que le requérant a subi un préjudice moral en raison d’avoir été privé de ses terrains, lesquels étaient son seul moyen de subsistance et de refuge. Statuant en équité, elle lui accorde en conséquence 1 000 USD au titre de dommage moral, quel que soit le nombre de procédures nationales concernant ses biens expropriés dans le cadre de la construction du barrage d’Altınkaya. ", "B.  Frais et dépens", "42.  Le requérant sollicite 8 000 USD à titre de frais et dépens relatifs aux procédures nationales et à celles de la Convention.", "Cependant cette demande n'a pas été appuyée par des justificatifs.", "43.  Le Gouvernement ne se prononce pas.", "44.  A la lumière des critères posés par la jurisprudence, la Cour juge en équité qu’il y a lieu d’accorder au requérant une somme de 300 USD.", "C.  Intérêts moratoires", "45.  La Cour estime approprié de fixer à 6 % le taux annuel des intérêts moratoires sur les sommes octroyées en dollars américains.", "PAR CES MOTIFS, LA COUR, À L’UNANIMITÉ,", "1.  Dit, qu’il y a eu violation de l’article 1er du Protocole n° 1 à la Convention ;", "", "", "2.  Dit, ", "a)\tque l’Etat défendeur doit verser au requérant, dans les trois mois à compter du jour où l’arrêt sera devenu définitif conformément à l’article 44 § 2 de la Convention, les sommes suivantes, à convertir en livres turques au taux applicable à la date du règlement :", "i.  4 521 (quatre mille cinq cent vingt et un) dollars américains en réparation du préjudice matériel ;", "ii.   1 000 (mille) dollars américains pour dommage moral ;", "iii.  300 (trois cents) dollars américains pour frais et dépens ;", "b)\tque ces montants seront à majorer d’un intérêt simple de 6 % l’an à compter de l’expiration dudit délai et jusqu’au versement ;", "3.\tRejette, à l’unanimité, la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 10 avril 2001 en application de l’article 77 §§ 2 et 3 du règlement de la Cour.", "", "", "Michael O’Boyle\tElisabeth Palm\n\tGreffier\tPrésidente", "", ""]}