{"file": "FRE_CLINF_30255_09.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "30255/09", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No170", "Janvier 2014", "Bittó et autres c. Slovaquie - 30255/09", "Arrêt 28.1.2014 [Section III]", "article 1 du Protocole n° 1", "article 1 al. 2 du Protocole n° 1", "Réglementer l'usage des biens", "Système de contrôle des loyers imposant des loyers bas aux propriétaires : violation", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures générales", "État défendeur tenu d’instaurer un recours indemnitaire aux fins d’offrir un redressement effectif pour atteinte aux droits patrimoniaux des propriétaires d’appartements à loyer contrôlé", "En fait – Les requérants sont 21 propriétaires ou copropriétaires d’immeubles d’habitation situés à Bratislava et Trnava auxquels s’appliquait un régime de contrôle des loyers prévu par la loi de 1996 sur les prix et autres lois pertinentes. En conséquence, ils n’avaient pas la possibilité de négocier librement le montant du loyer de leurs appartements et ils ne pouvaient mettre fin aux baux que s’ils trouvaient d’autres logements convenant aux locataires. Le Gouvernement a traité la question du contrôle des loyers à plusieurs reprises. Par exemple, la loi no 260/2011 a redéfini les conditions de mise en œuvre du régime de contrôle des loyers et fixé pour celui-ci une durée maximale d’application. Dans leur requête à la Cour, les requérants se plaignaient que le loyer qu’ils pouvaient percevoir ne couvrait pas les frais d’entretien de leurs biens et était nettement inférieur aux loyers d’appartements similaires non soumis au régime de contrôle des loyers.", "En droit – Article 1 du Protocol no 1 : La législation régissant le contrôle des loyers s’analyse en une ingérence légale, visant un but légitime de politique sociale, dans les droits des requérants. L’usage des biens des requérants a donc été réglementé « conformément à l’intérêt général », ainsi que le permet le second paragraphe de l’article 1 du Protocole no 1. Quant à savoir si cette ingérence était proportionnée, la Cour observe tout d’abord que, à l’époque où le régime de contrôle des loyers a été mis en place, le choix de la meilleure façon de concilier les intérêts concurrents en présence faisait entrer en jeu des questions complexes d’ordre social, économique et politique sur lesquelles les autorités nationales étaient les mieux placées pour se prononcer en connaissance de cause. À cet égard, alors que la politique du gouvernement et les amendements législatifs prévoyaient d’augmenter progressivement le plafond des loyers puis, à un stade ultérieur, de fixer les modalités et le délai pour la cessation de ce régime, il apparaît que le marché locatif dans l’État défendeur est resté sous-développé et que la mise en œuvre de la politique annoncée a connu des ratés. Pour ce qui est de l’impact concret du régime de contrôle des loyers, les seules informations dont dispose la Cour ont trait à la différence entre le loyer maximal autorisé par ce régime et la valeur locative des appartements sur le marché. Ces informations indiquent que, en dépit de plusieurs augmentations intervenues après 2000, le loyer que les requérants étaient autorisés à demander dans le cadre du régime de contrôle restait très nettement inférieur au loyer des logements comparables auxquels le régime ne s’appliquait pas. Les intérêts des requérants, « y compris leur droit de tirer profit de leurs biens », ont donc été lésés. À cet égard, l’intérêt légitime de la collectivité réclamait une répartition équitable de la charge sociale et financière qu’impliquaient la transformation et la réforme de l’offre du pays en logements. La Cour estime qu’il ne fallait pas faire peser cette charge sur un groupe particulier de la société, aussi importants que puissent être les intérêts de l’autre groupe ou de la collectivité dans son ensemble. Dans ces conditions, la Cour conclut que les autorités slovaques n’ont pas ménagé un juste équilibre entre l’intérêt général de la collectivité et la protection du droit des requérants au respect de leurs biens.", "Conclusion : violation (unanimité).", "Article 41 : question réservée.", "Article 46 : La Cour note que, alors que l’État défendeur a pris des mesures en vue d’améliorer progressivement la situation des propriétaires, celles-ci prévoient une élimination complète des conséquences sur les propriétaires d’appartements soumis au contrôle des loyers à partir de 2017 seulement et ne portent pas sur la situation antérieure à leur adoption. C’est pourquoi la Cour invite l’État défendeur à instaurer, dès que possible, un recours indemnitaire spécifique et clairement défini afin d’apporter un redressement véritable et effectif à la violation constatée.", "(Voir aussi Hutten-Czapska c. Pologne [GC], 35014/97, 19 juin 2006,  ; Edwards c. Malte, 17647/04, 24 octobre 2006 ; et Nobel et autres c. Pays-Bas (déc.), 27126/11, 2 juillet 2013)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}