{"file": "FRE_HFJUD_64178_00.docx", "doc_type": "HFJUD", "doc_lang": "FRE", "case_id": "64178/00", "text_paragraphs": ["", "", "PREMIÈRE SECTION", "", "", "AFFAIRE ÖZGÜR RADYO-SES RADYO TELEVIZYON YAYIN YAPIM VE TANITIM A.Ş. c. TURQUIE (No 1)*", "", "", "(Requêtes nos 64178/00, 64179/00, 64181/00, 64183/00, 64184/00)", "", "", "ARRÊT", "", "Cette version a été rectifiée conformément à l'article 81 du règlement de la Cour le 5 décembre 2008", "", "STRASBOURG", "", "30 mars 2006", "", "", "", "DÉFINITIF", "", "30/06/2006", "", "", "", "", "* Rectifié le 5 décembre 2008. La mention « No 1 » a été ajoutée au titre de l'arrêt.", "", "", "", "En l'affaire Özgür Radyo-Ses Radyo Televizyon Yayın Yapım Ve Tanıtım A.Ş. c. Turquie (no 1),", "La Cour européenne des Droits de l'Homme (première section), siégeant en une chambre composée de :", "\tMM.\tC.L. Rozakis, président,\n\t\tR. Türmen,\n\tMme\tF. Tulkens,\n\tM.\tP. Lorenzen,\n\tMmes\tN. Vajić,\n\t\tS. Botoucharova,\n\tM.\tA. Kovler, juges,\net de \tM. S. Quesada, greffier adjoint de section,\nAprès en avoir délibéré en chambre du conseil le 9 mars 2006,", "Rend l'arrêt que voici, adopté à cette dernière date :", "PROCÉDURE", "1.  A l'origine de l'affaire se trouvent cinq requêtes (nos 64178/00, 64179/00, 64181/00, 64183/00, 64184/00) dirigées contre la République de Turquie et dont un ressortissant de cet Etat, la société anonyme Özgür Radyo-Ses Radyo Televizyon Yayın Yapım Ve Tanıtım A.Ş. (« la société requérante »), a saisi la Cour le 13 novembre 2000 en vertu de l'article 34 de la Convention de sauvegarde des Droits de l'Homme et des Libertés fondamentales (« la Convention »).", "2.  La société requérante a été représentée par Mes Faruk Ertekin et Tahsin Aycık, avocats à Istanbul. Le gouvernement turc (« le Gouvernement ») n'a pas désigné d'agent pour la procédure devant la Cour.", "3.  Les requêtes ont été attribuées à la deuxième section de la Cour (article 52 § 1 du règlement). Au sein de celle-ci, la chambre chargée d'examiner les affaires (article 27 § 1 de la Convention) a été constituée conformément à l'article 26 § 1 du règlement.", "4.  Par une décision du 18 octobre 2001, la Cour a décidé de communiquer les requêtes au Gouvernement.", "5.  Le 1er novembre 2004, la Cour a modifié la composition de ses sections (article 25 § 1 du règlement). Les présentes requêtes ont été attribuées à la première section ainsi remaniée (article 52 § 1).", "6.  Le 5 juillet 2005, se prévalant des dispositions de l'article 29 § 3, la Cour a décidé que seraient examinés en même temps la recevabilité et le fond de l'affaire.", "7.  Tant le requérant que le Gouvernement ont déposé des observations écrites sur la recevabilité et le fond de l'affaire (article 59 § 1 du règlement).", "EN FAIT", "I.  LES CIRCONSTANCES DE L'ESPÈCE", "8.  La société requérante, Özgür Radyo (« radio libre »), est une société anonyme qui diffuse des programmes de radio. Son siège se trouve à Istanbul.", "A.  Requête no 64181/00 (avertissement)", "1.   La sanction imposée par le RTÜK", "9.  Le 4 mai 1998, la radio gérée par la société requérante diffusa en direct une émission hebdomadaire intitulée Tersname, qui consistait en particulier à lire des extraits de journaux ou de livres. L'animatrice de l'émission mentionna un article paru le 22 avril 1998 dans le quotidien Emek et intitulé Un débat qui se poursuit : la corruption.", "10.  Le 11 juin 1998, en raison de certains passages cités lors de l'émission, la société requérante fit l'objet d'un avertissement du RTÜK fondé sur les articles 4 j) et 33 de la loi no 3984.", "11.  Selon la décision du RTÜK, l'émission avait un contenu diffamatoire et calomnieux. L'article évoqué lors de l'émission contenait les phrases suivantes :", "« (...) A qui appartient l'Etat ? Il appartient aux capitalistes, aux monopolistes, aux tenants du féodalisme qui joignent leurs intérêts à ceux des premiers, aux serviteurs des exploiteurs (...). Qu'est-ce que les biens de l'Etat ? Ces individus ont-ils le droit de les monopoliser ? Non, ce que l'on appelle des biens de l'Etat, ce ne sont pas les biens de ces parasites. Ce sont des biens de la communauté, des biens publics. Ils se composent des économies et des impôts du peuple, produits de la sueur et du sang du peuple. « Le bien du peuple est la mer, ceux qui n'en profitent pas sont des cochons [proverbe] » [...] En réalité, ce sont ceux qui en profitent qui sont des cochons. Il s'agit des capitalistes, des patrons de holdings, des pachas, des beys, des [...] protecteurs de ces classes. »", "12.  Le RTÜK constata que la société requérante avait enfreint le principe énoncé dans la loi, selon lequel on ne peut diffuser des programmes qui dépassent les limites de la critique et qui sont de nature à discréditer, à diffamer et à calomnier autrui.", "13.  La décision relative à cet avertissement fut notifiée à la société requérante le 17 juin 1998.", "2.  La procédure devant les juridictions administratives", "14.  Le 17 juin 1998, la société requérante saisit la première chambre du tribunal administratif d'Ankara d'un recours en vue d'obtenir l'annulation de la décision du 11 juin 1998.", "15.  Devant le tribunal administratif, la société requérante ne nia pas avoir diffusé l'émission en question, mais réfuta la qualification juridique donnée par le RTÜK au contenu de l'émission. Elle soutint que la sanction litigieuse était contraire à la liberté de recevoir et de communiquer des informations, telle que garantie par certains accords internationaux conclus par la Turquie.", "16.  Par un jugement en date du 24 décembre 1998, le tribunal administratif conclut que la société requérante, en raison des passages cités lors de l'émission en question, n'avait pas respecté le principe énoncé à l'article 4 j) de la loi no 3984.", "17.  Le 1er mars 1999, la société requérante forma un recours auprès du Conseil d'Etat.", "18.  Elle réitéra les moyens présentés devant le tribunal administratif et fit valoir en outre que l'émission, diffusée en direct, avait pour but de porter à la connaissance des auditeurs des extraits d'articles de journaux dont le contenu touchait à un débat public actuel.", "19.  Le 26 mars 2001, le Conseil d'Etat débouta la société requérante de ses demandes au motif que les propos litigieux étaient de nature à discréditer, à diffamer et à calomnier autrui, et confirma le jugement rendu en première instance.", "20.  Le 10 avril 2002, le Conseil d'Etat rejeta le recours en rectification d'arrêt exercé par la société requérante.", "B.  Requête no 64184/00 (avertissement)", "1.  La sanction infligée par le RTÜK", "21. Le 5 mai 1998, la société requérante diffusa en direct une émission de type « table ronde », intitulée Les femmes, nos femmes et portant sur l'actualité politique du pays.", "22.  En raison des propos tenus lors de cette émission par l'un des intervenants, la société requérante fit l'objet, le 11 juin 1998, d'un avertissement du RTÜK fondé sur l'article 4 g) de la loi no 3984.", "23.  Les propos en question contenaient les phrases suivantes :", "« Si le 1er mai est un jour de solidarité, de rassemblement et de lutte pour les ouvriers, on ne peut le concevoir autrement que comme une lutte et un combat, partout où existent la pression et l'exploitation... C'est cela la réalité, et le reste n'est qu'illusion. Pour qu'il y ait une lutte, il faut deux parties, et le 1er mai prend tout son sens dans l'affrontement de celles-ci. Car la tradition de la classe ouvrière s'est établie ainsi. Le 1er mai symbolise la position de la classe ouvrière face à la classe qui l'écrase, qui l'exploite ».", "24.  Le RTÜK constata que la société requérante avait enfreint le principe énoncé dans l'article 4 g) de la loi no 3984, selon lequel on ne peut émettre des programmes qui sont de nature à inciter la population à la violence, au terrorisme et à la discrimination ethnique ou à susciter des sentiments de haine. La décision fut notifiée à la société requérante le 17 juin 1998.", "2.  La procédure devant les juridictions administratives", "25.  Le même jour, la société requérante saisit le tribunal administratif d'Ankara d'un recours visant l'annulation de la décision du 11 juin 1998.", "26.  Devant ce tribunal, la société requérante argua de la nécessité d'apprécier les propos litigieux dans le contexte de la liberté d'expression et de communication et du devoir des médias d'informer la société.", "Elle souligna notamment la difficulté à intervenir dans une émission diffusée en direct.", "27.  Le 24 décembre 1998, en raison des propos tenus lors de l'émission, le tribunal administratif conclut que la société requérante n'avait pas respecté le principe énoncé à l'article 4 g) de la loi no 3984.", "28.  Le 1er mars 1999, la société requérante forma auprès du Conseil d'Etat un recours demandant la suspension immédiate de la décision ainsi que son annulation. Le 20 mars 2001, le Conseil d'Etat débouta la société requérante de ses demandes et confirma le jugement entrepris.", "29.  Le 11 avril 2002, le Conseil d'Etat rejeta le recours en rectification d'arrêt exercé par la société requérante.", "C.  Requête no 64179/00 (avertissement)", "1.  La sanction infligée par le RTÜK", "30.  Le 12 mai 1998, la radio gérée par la société requérante diffusa en direct une émission de type « table ronde » intitulée Les femmes, nos femmes et dont le sujet du jour concernait l'actualité politique du pays.", "31.  Le 28 juillet 1998, en raison des propos tenus durant l'émission par l'un des intervenants, la société requérante fit l'objet d'un avertissement du RTÜK fondé sur l'article 4 a) de la loi no 3984.", "32.  Selon la décision du RTÜK, l'émission avait un contenu séparatiste. Les intervenants avaient présenté certains départements du sud-est comme des « départements kurdes » et le régime politique actuel en Turquie comme un régime mafieux, et avaient fait état de la disparition de certaines personnes comme étant le résultat d'actes illégaux des autorités turques. Le RTÜK cita les propos suivants, tenus durant l'émission :", "« Suite à l'affaire « de Susurluk », aux aveux des agents secrets et à leurs activités illégales, nous voyons clairement que la pratique [dite] des « disparitions [forcées] » est une pratique très organisée. C'est une structure mafieuse, un régime mafieux, qui s'est infiltré jusque dans les institutions. Quel en est le but ? Le but en est d'intimider l'opposition [au régime], et surtout le peuple kurde qui se trouve dans les départements kurdes. »", "33.  Le RTÜK estima que la société requérante avait enfreint le principe énoncé dans la loi no 3984 précitée, selon lequel on ne peut diffuser des programmes qui sont de nature à porter atteinte à l'existence, à l'indépendance, à l'unité nationale ou à l'intégrité territoriale de la République de Turquie.", "34.  Cette décision fut notifiée à la société requérante le 5 août 1998.", "2.  La procédure devant les juridictions administratives", "35.  Le 5 août 1998, la société requérante saisit le tribunal administratif d'Ankara d'un recours en annulation de la décision du 28 juillet 1998.", "36.  Devant le tribunal administratif, elle ne contesta pas avoir diffusé l'émission en question, mais réfuta les accusations portées contre elle. Elle fit valoir que le contenu de l'émission ne faisait que refléter l'actualité du pays, surtout après les événements dits « de Susurluk ». Elle souligna que les auditeurs connaissaient déjà auparavant les informations livrées lors de l'émission et que ces événements faisaient l'objet de nombreux débats politiques dans les médias.", "37.  La société requérante affirma que le sujet de l'émission touchait à l'intérêt public et que dès lors celle-ci ne pouvait être considérée comme ayant une teneur séparatiste. Elle souligna également la difficulté pour l'animateur d'intervenir sur les propos tenus lors d'une émission en direct. Elle invoqua la liberté d'expression et le droit des citoyens à être informés.", "Elle insista par ailleurs sur le fait que, compte tenu des modalités de désignation des membres du RTÜK, celui-ci ne pouvait être considéré comme un organe impartial et était plutôt un organe politique.", "38.  Par un jugement en date du 24 décembre 1998, le tribunal administratif, se fondant sur les propos tenus lors de l'émission, conclut que la société requérante n'avait pas respecté le principe énoncé à l'article 4 a) de la loi no 3984.", "39.  Le 1er mars 1999, la société requérante forma un recours auprès du Conseil d'Etat. Elle fit valoir que les propos des intervenants reflétaient des réalités occupant une place importante dans le débat politique actuel du pays.", "40.  Par un arrêt du 20 mars 2001, le Conseil d'Etat, considérant que les propos en question étaient de nature à inciter la population à la violence et à la discrimination ethnique, confirma le jugement attaqué.", "41.  Le 9 avril 2002, le Conseil d'Etat rejeta le recours en rectification d'arrêt exercé par la société requérante.", "D.  Requête no 64183/00 (suspension)", "1.  La sanction infligée par le RTÜK", "42.  Le 8 juin 1998, la radio de la société requérante diffusa en direct l'émission hebdomadaire Tersname. L'animatrice évoqua un article paru dans un quotidien le 2 juin 1998 et intitulé Yatil de la place dans la cour de l'école militaire ? L'auteur y critiquait le choix de certains personnages célèbres dont on avait érigé la statue dans la cour de l'école militaire ; il visait tout particulièrement Muğlalı Mustafa Paşa et rappelait que celui-ci avait été condamné pour avoir fusillé trente-trois paysans kurdes en 1943. Lors de l'émission en question, lecture fut faite d'un article paru dans le quotidien Emek du 2 juin 1998, dont le contenu est le suivant :", "« Bien que les assassinats du JITEM [service secret de la gendarmerie] soient évidents, on a continué à les nier en prétendant que cet organe des forces armées n'existait pas. Qu'a au juste fait Muğlalı Mustafa Paşa ? Il a fusillé des paysans kurdes, non pas parce qu'ils étaient coupables, mais seulement parce qu'il en avait envie. Alors, un demi-siècle après, que fait le JITEM ? Il continue à fusiller les pauvres paysans kurdes. De plus, « l'ordre de tuer » s'est tellement banalisé qu'on l'entend dans la bouche des hauts gradés comme dans celle des sergents-chefs. Cette guerre particulière est ainsi perçue jusqu'au dernier échelon de la hiérarchie ».", "43.  Le 28 juillet 1998, la société requérante fit l'objet, en raison de la diffusion du passage précité, d'une décision de suspension prise par le RTÜK en vertu de l'article 4 g) de la loi no 3984.", "44.  Le RTÜK constata que la société requérante avait enfreint le principe énoncé dans la loi, selon lequel on ne peut diffuser des programmes qui sont de nature à inciter le peuple à la violence, au terrorisme ou à la discrimination ethnique, ou à provoquer des sentiments de haine.", "45.  Le RTÜK indiqua en outre que la société requérante avait fait l'objet d'un avertissement lié au même article (l'article 4 g) de la loi no 3984) en raison d'une autre émission, diffusée le 5 mai 1998. Compte tenu de cette récidive, il ordonna l'interruption totale des émissions pendant une durée de 90 jours.", "46.  Cette décision fut notifiée à la société requérante le 5 août 1998.", "2.  La procédure devant les juridictions administratives", "47.  Le 5 août 1998, la société requérante saisit le tribunal administratif d'Ankara d'un recours en annulation de la décision du 28 juillet 1998. Elle fit valoir que le contenu du bulletin d'information était une simple lecture, sans commentaires, d'un article paru le 2 juin 1998 dans le quotidien Emek, lequel n'avait fait l'objet d'aucune poursuite judiciaire. Elle demanda également au tribunal de surseoir à l'exécution de la mesure litigieuse.", "48.  A une date non précisée, le tribunal administratif d'Ankara rejeta la demande de la requérante concernant le sursis à l'exécution des mesures en question. Quant au fond, par un jugement du 23 février 1999, il rejeta la demande de la société requérante, en considérant que les propos en question étaient de nature à inciter la population à la haine et à la violence. En outre, le fait que le bulletin d'information n'était qu'une simple lecture d'un article déjà paru, ne changeait rien à la situation.", "49.  Le 5 avril 1999, la société requérante forma un recours auprès du Conseil d'Etat. Elle fit valoir que, malgré l'existence des dispositions pénales prévoyant des poursuites à l'encontre des auteurs d'articles de nature à inciter le peuple à la violence, au terrorisme et à la discrimination ethnique, les juridictions pénales n'avaient pas engagé de poursuites à l'encontre du quotidien qui avait publié l'article litigieux, ce qui mettait en évidence le caractère arbitraire de la décision du RTÜK.", "50.  Par un arrêt du 16 mai 2001, le Conseil d'Etat confirma l'arrêt rendu en première instance, au motif que l'émission en question contenait des propos de nature à inciter la population à la haine et à l'hostilité.", "E.  Requête no 64178/00 (suspension)", "1.  La sanction infligée par le Conseil supérieur de l'audiovisuel (RTÜK)", "51.  Le 19 février 1999, la radio gérée par la société requérante donna lecture lors du bulletin d'information d'une dépêche concernant les manifestations consécutives à l'arrestation d'Abdullah Öcalan, chef d'une organisation armée illégale.", "52.  La dépêche se lisait ainsi :", "« Hasan Özdemir, un responsable de la direction de la sûreté d'Istanbul, a donné l'ordre d'arrêter, en tirant vers les pieds, tout manifestant qui protesterait contre l'arrestation d'Abdullah Öcalan. Une centaine de personnes ont participé à ces manifestations, au cours desquelles des véhicules de pompiers ont été incendiés. Après la manifestation, de nombreuses personnes auraient été arrêtées, des policiers auraient lancé des pierres sur des maisons et auraient blessé des personnes en les visant directement. La manifestation aurait pris une grande ampleur dans les rues (...) ».", "53.  Le 18 mars 1999, le Conseil supérieur de l'audiovisuel (Radyo Televizyon Üst Kurulu, ci-après le « RTÜK ») prit en vertu de l'article 4 g) de la loi no 3984 une décision de suspension des émissions de la requérante, ce en raison des informations diffusées lors du bulletin d'information précité.", "54.  Le RTÜK constata que la société requérante avait enfreint le principe énoncé dans la loi no 3984, selon lequel on ne peut émettre des programmes qui sont de nature à inciter la population à la violence, au terrorisme ou à la discrimination raciale, ou à susciter des sentiments de haine.", "55.  Le RTÜK indiqua en outre qu'en raison d'une autre émission diffusée le 5 mai 1998, la société requérante avait fait l'objet d'un avertissement fondé sur le même article de la loi no 3984 (voir requête no 64184/00). Compte tenu de cette récidive, il infligea à la requérante une interdiction d'émettre pendant une durée de 365 jours. Cette décision fut notifiée à l'intéressée le 24 mars 1999.", "2.  La procédure devant les juridictions administratives", "56.  Le 24 mars 1999, la société requérante saisit le tribunal administratif d'Ankara d'un recours contre la sanction en question, en faisant valoir que le contenu du bulletin d'information avait un caractère objectif et impartial, et qu'aucune information n'était confidentielle. Elle insista sur le fait que la dépêche ne contenait que des informations touchant à la sécurité des personnes et qu'elle ne pouvait donc être considérée comme une incitation à la violence, à la haine ou au séparatisme. Elle soutint que le RTÜK constituait un pur outil de censure.", "Elle affirma en outre que les informations litigieuses avaient été diffusées par d'autres stations de radio et chaînes de télévision, et que ces dernières n'avaient pas fait l'objet d'une telle sanction. Selon la société requérante, la diffusion des informations en question avait pour but d'exposer les mesures prises par la police et, par conséquent, de dissuader les manifestants de se laisser aller à d'éventuels débordements. Elle fit également valoir que la décision du RTÜK était disproportionnée. La société requérante demanda au tribunal administratif de suspendre provisoirement la décision du RTÜK pendant l'examen du recours, ainsi que d'annuler celle-ci.", "57.  Dans un premier temps, par une ordonnance du 7 avril 1999, le tribunal administratif d'Ankara rejeta la demande de suspension de la sanction. La requérante attaqua cette ordonnance devant la cour administrative régionale d'Ankara. Le 14 avril 1999, ladite juridiction débouta la requérante de cette demande. La société requérante forma alors un recours contre cette décision auprès du Conseil d'Etat.", "58.  Quant au fond, par un jugement en date du 20 septembre 1999, le tribunal administratif d'Ankara conclut qu'en raison des informations émises par la radio, la société requérante avait enfreint le principe énoncé à l'article 4 g) de la loi no 3984.", "59.  Le 9 novembre 1999, la société requérante forma contre le jugement du 20 septembre 1999 un recours auprès du Conseil d'Etat. Elle réitéra sa demande de sursis à l'exécution de la décision du RTÜK pendant la durée de l'examen du recours. Elle fit notamment valoir, en substance, que la décision litigieuse portait atteinte à son droit à la liberté de recevoir et de communiquer des informations. Par ailleurs, elle exposa que les informations litigieuses ne pouvaient passer pour des informations discriminatoires ou incitant à la violence.", "60.  Par un arrêt du 17 février 2000, le Conseil d'Etat rejeta la demande de la société requérante relative aux mesures provisoires. Entre-temps, la sanction prononcée par le RTÜK avait été exécutée.", "61.  Par un arrêt du 25 décembre 2001, le Conseil d'Etat confirma le jugement du 20 septembre 1999, au motif que la dépêche en question était de nature à inciter la population à la haine et à l'hostilité.", "II.  LE DROIT ET LA PRATIQUE INTERNES PERTINENTS À L'ÉPOQUE DES FAITS", "62.  Le RTÜK a été institué par la loi no 3984 du 12 avril 1991 relative à la création des chaînes audiovisuelles et à leur diffusion (« loi no 3984 »), à la suite d'une révision constitutionnelle. Il s'agit d'une autorité administrative indépendante, dont la composition, le statut et la compétence sont prévus par la loi précitée. Selon les dispositions pertinentes de celle-ci, le rôle du RTÜK est de réglementer les activités des stations de radio et des chaînes de télévision. Il est composé de neuf membres désignés par l'Assemblée nationale. Parmi ses pouvoirs réglementaires figurent celui d'accorder aux opérateurs privés l'autorisation d'émettre et celui de les sanctionner.", "63.  Les dispositions pertinentes de la loi no 3984 sont ainsi libellées :", "Article 4", "La diffusion des programmes de radio et de télévision s'effectue dans le respect de la notion de service public et des principes énoncés ci-dessous :", "(...)", "a)  le respect de l'existence et de l'indépendance de la République de Turquie, de l'unité de l'Etat et de la nation et de l'indivisibilité du territoire national  ;", "(...)", "g) la non-diffusion d'émissions qui sont de nature à inciter la population à la haine, à la violence, au terrorisme ou à la discrimination ethnique ;", "(...)", "j) le respect de l'interdiction de diffuser des émissions qui calomnient ou diffament autrui en dépassant les limites de la critique.", "Article 33", "Le RTÜK adresse un avertissement aux établissements audiovisuels privés qui ne remplissent pas les conditions de l'autorisation d'émettre ou qui diffusent des émissions contraires aux principes énoncés par la présente loi. L'avertissement précise clairement la nature et la gravité de l'infraction, ainsi que ses conséquences en cas de récidive.", "En cas de récidive, en fonction de la gravité de l'infraction, l'autorisation d'émettre est temporairement suspendue, pour un délai maximal d'un an, ou bien elle est annulée.", "(...)", "64.  L'article 125 de la Constitution dispose :", "« Tout acte ou décision de l'administration est susceptible d'un contrôle juridictionnel (...) ».", "EN DROIT", "I.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 10 DE LA CONVENTION COMBINÉ AVEC L'ARTICLE 14", "65.  La requérante allègue que les mesures que lui a infligées le RTÜK ont entraîné une violation des articles 10 et 14 de la Convention.", "L'article 10 de la Convention dispose en ses passages pertinents :", "« 1.  Toute personne a droit à la liberté d'expression. Ce droit comprend la liberté d'opinion et la liberté de recevoir ou de communiquer des informations ou des idées sans qu'il puisse y avoir ingérence d'autorités publiques et sans considération de frontière (...)", "2.  L'exercice de ces libertés comportant des devoirs et des responsabilités peut être soumis à certaines formalités, conditions, restrictions ou sanctions prévues par la loi, qui constituent des mesures nécessaires, dans une société démocratique, à la sécurité nationale, à l'intégrité territoriale ou à la sûreté publique, à la défense de l'ordre et à la prévention du crime (...) à la protection de la réputation ou des droits d'autrui (...) »", "L'article 14 de la Convention est libellé comme suit :", "« La jouissance des droits et libertés reconnus dans la (...) Convention doit être assurée, sans distinction aucune, fondée notamment sur le sexe, la race, la couleur, la langue, la religion, les opinions politiques ou toutes autres opinions, l'origine nationale ou sociale, l'appartenance à une minorité nationale, la fortune, la naissance ou toute autre situation. »", "A.  Sur la recevabilité", "1.  Epuisement des voies de recours internes", "66.  Le Gouvernement soulève une exception tirée du non-épuisement des voies de recours internes. Se référant à l'arrêt Ahmet Sadık c. Grèce, (arrêt du 15 novembre 1996, Recueil des arrêts et décisions 1996V), il fait valoir que l'article 35 de la Convention n'exige pas seulement la saisine des juridictions nationales compétentes, mais aussi la présentation devant ces mêmes juridictions des griefs que l'on entend formuler par la suite devant la Cour. Or, dans la présente affaire la société requérante n'aurait pas soulevé ses griefs au niveau interne.", "67.  La société requérante conteste cette thèse et se réfère à ses plaidoiries devant les juridictions internes.", "68.  La Cour rappelle qu'il suffit que l'intéressé ait soulevé devant les autorités nationales, « au moins en substance et dans les conditions et délais prescrits par le droit interne », les griefs qu'il entend formuler par la suite à la Cour (Castells c. Espagne, arrêt du 23 avril 1992, série A no 236, § 27 ; et Akdivar et autres c. Turquie, arrêt du 16 septembre 1996, Recueil 1996-IV, §§ 65-69). En l'espèce, la Cour observe que, tant devant les tribunaux administratifs que lors des recours devant le Conseil d'Etat, la société requérante a insisté sur le rôle que jouent les médias en informant la société et a soutenu que les informations en question touchaient des questions d'intérêt général et ne renfermaient aucune incitation à la haine ni à la violence. Les moyens présentés par la requérante à l'appui de ses divers recours se référaient sans nul doute à la substance même de la liberté de communiquer des informations et des idées, au sens de l'article 10 § 1 de la Convention. Par ailleurs, la requérante a fait état d'arguments fondés sur une éventuelle discrimination par rapport à d'autres supports médiatiques.", "Il s'ensuit que la société requérante doit être considérée comme ayant soulevé en substance, devant les juridictions internes, le grief qu'elle formule à présent devant la Cour.", "Partant, la Cour rejette cette exception préliminaire.", "2.  Autres critères de recevabilité", "69.  La Cour estime, à la lumière des critères qui se dégagent de sa jurisprudence et compte tenu de l'ensemble des éléments en sa possession, que le grief tiré de l'article 10 de la Convention combiné avec l'article 14 doit faire l'objet d'un examen au fond. Elle constate en outre que ce grief ne se heurte à aucun autre motif d'irrecevabilité.", "B.  Sur le fond", "70.  Selon la requérante, les avertissements et les interdictions que lui a infligés le RTÜK constituent une violation de son droit à la liberté de communiquer des informations et des idées.", "1.   Sur l'existence d'une ingérence", "71.  Le Gouvernement ne nie pas l'existence d'une ingérence dans le droit à la liberté d'expression de la société requérante dans les deux cas où celle-ci a été sanctionnée par une interruption totale de ses émissions pendant des durées de 90 jours et 365 jours. En revanche, il conteste que les avertissements adressés à la requérante aient constitué une ingérence dans sa liberté d'expression, vu l'absence d'entrave à la communication des informations par radiodiffusion.", "72.  La société requérante réfute cette thèse.", "73.  A l'instar des parties, la Cour considère que les sanctions d'interruption totale des émissions ont constitué une ingérence dans le droit de la requérante à la liberté d'expression. S'agissant des avertissements, la Cour observe que l'article 33 de la loi no 3984 habilite le RTÜK à infliger ce type de sanctions aux établissements audiovisuels privés dans les cas où il estime que ces derniers diffusent des émissions contraires aux principes énoncés dans cette loi. Elle observe en outre qu'en cas de récidive, lorsque l'intéressé fait l'objet d'un second avertissement, l'autorisation d'émettre peut être temporairement suspendue. De l'avis de la Cour, l'avertissement a pour effet de faire pression sur la société requérante pour qu'elle s'abstienne de diffuser toute émission susceptible d'être jugée contraire aux intérêts de l'Etat et d'exposer publiquement des thèses touchant à l'intérêt général (voir, mutatis mutandis, Erdoğdu c. Turquie, no 25723/94, § 72, CEDH 2000VI). Partant, les avertissements adressés à la société requérante ont également constitué une ingérence dans son droit à la liberté d'expression, protégé par l'article 10 § 1.", "2.  « Prévue par la loi » et buts légitimes", "74.  La Cour note que les parties ne contestent pas que l'ingérence était prévue par la loi no 3984 et poursuivait des buts légitimes, à savoir la protection de la sécurité nationale, de la sûreté publique et de l'intégrité territoriale, au sens de l'article 10 § 2 (voir Yağmurdereli c. Turquie, no 29590/96, § 40, 4 juin 2002). La Cour n'aperçoit aucune raison d'adopter un point de vue distinct. En l'occurrence, le différend porte sur la question de savoir si l'ingérence était « nécessaire dans une société démocratique ».", "3.  « Nécessaire dans une société démocratique »", "75.  Le Gouvernement estime que les mesures incriminées étaient nécessaires dès lors que les émissions litigieuses étaient de nature à inciter la population à la violence, à la haine et à la discrimination raciale, et mettaient en cause le principe de l'unité nationale et de l'intégrité territoriale de la Turquie.", "76.  La société requérante conteste cette thèse. Elle souligne que les sujets traités dans les émissions en question s'inscrivaient dans le cadre d'un vaste débat public sur des questions d'intérêt général. Il s'agissait en l'occurrence de propos qui n'incitaient ni à la terreur ni à la violence. En conséquence, les mesures litigieuses n'avaient pas le caractère d'une ingérence nécessaire au sens du paragraphe 2 de l'article 10.", "77.  La Cour rappelle que la liberté d'expression, consacrée par le paragraphe 1 de l'article 10, constitue l'un des fondements essentiels d'une société démocratique, l'une des conditions primordiales de son progrès. Sous réserve du paragraphe 2, elle vaut non seulement pour les « informations » ou « idées » accueillies avec faveur ou considérées comme inoffensives ou indifférentes, mais aussi pour celles qui heurtent, choquent ou inquiètent ; ainsi le veulent le pluralisme, la tolérance et l'esprit d'ouverture sans lesquels il n'est pas de « société démocratique » (voir, entre autres, les arrêts Handyside c. Royaume-Uni du 7 décembre 1976, série A no 24, § 49 ; et Castells précité, § 42).", "78.  La Cour a souligné à plusieurs reprises le rôle éminent que joue la presse dans une société démocratique. Si la presse ne doit pas franchir certaines bornes, tenant notamment à la défense de l'ordre, il lui incombe néanmoins de communiquer, dans le respect de ses devoirs et responsabilités, des informations et des idées sur les questions d'intérêt général ; à sa fonction qui consiste à diffuser des informations s'ajoute le droit, pour le public, de les recevoir (voir, parmi beaucoup d'autres, Thorgeir Thorgeirson c. Islande, arrêt du 25 juin 1992, série A no 239, § 63 ; et Colombani et autres c. France, no 51279/99, § 55, CEDH 2002V). La Cour rappelle en outre que, dans un système démocratique, les actions ou omissions du gouvernement doivent se trouver placées sous le contrôle attentif non seulement des pouvoirs législatif et judiciaire, mais aussi de la presse et de l'opinion publique (voir, Castells précité, § 46).", "La Cour estime que ces principes revêtent une importance spéciale, non seulement pour la presse écrite, mais aussi pour la radiodiffusion (Groppera Radio AG et autres c. Suisse, arrêt du 28 mars 1990, série A no 173, avis de la Commission, § 138 ; Jersild c. Danemark, arrêt du 23 septembre 1994, série A no 298, § 31 ; Radio France et autres c. France, no 53984/00, CEDH 2004, § 33).", "79.  La Cour porte une attention particulière aux termes employés dans les émissions incriminées et au contexte dans lequel elles ont été diffusées. A cet égard, elle tient compte des circonstances entourant le cas soumis à son examen, en particulier des difficultés liées à la lutte contre le terrorisme (voir İbrahim Aksoy c. Turquie, nos 28635/95, 30171/96 et 34535/97, § 60, 10 octobre 2000, et Incal c. Turquie, arrêt du 9 juin 1998, Recueil 1998IV, p. 1568, § 58).", "80.  Cependant, la Cour observe qu'en l'espèce les programmes litigieux portaient sur diverses questions – telles que la corruption, la manière dont les forces de l'ordre luttent contre les actes terroristes, ou encore l'existence de liens éventuels entre l'Etat et la mafia – qui étaient largement débattues dans les médias. La Cour ne doute pas qu'il s'agit là de questions d'intérêt général très sérieuses et dans l'actualité du moment, et que la diffusion d'informations sur ces thèmes s'inscrit entièrement dans le rôle de « chien de garde » que les médias se voient confier dans une société démocratique (voir, Fuentes Bobo c. Espagne, no 39293/98, § 48, 29 février 2000).", "81.  Il importe en particulier de souligner que les informations en question avaient déjà été fournies au public. Certaines émissions litigieuses (requêtes nos 64181/00 et 64183/00) ne faisaient que relater, sans commentaires, des articles de journaux qui étaient déjà parus et qui n'avaient pour leur part donné lieu à aucune poursuite. A cet égard, la Cour rappelle avoir déjà conclu à l'absence de nécessité d'empêcher la divulgation de certaines informations dès lors qu'elles avaient déjà été rendues publiques (mutatis mutandis, Vereniging Weekblad Bluf ! c. PaysBas, arrêt du 9 février 1995, série A no 306A, § 44, et Weber c. Suisse, arrêt du 22 mai 1990, série A no 177, § 49).", "82.  La Cour constate ensuite que, dans ces émissions, la requérante a pris chaque fois la précaution de préciser qu'il s'agissait d'une citation et de signaler le nom et la date du quotidien dans lequel le passage en question avait été publié (voir, Thoma c. Luxembourg, no 38432/97, § 64, CEDH 2001III). La Cour rappelle à cet égard que le fait d'exiger que les journalistes se distancient systématiquement et formellement du contenu d'une citation ne se concilie pas avec le rôle de la presse d'informer le public sur des faits et opinions qui ont cours à un moment donné (Thoma précité, § 64).", "83.  Enfin, la Cour observe notamment que si certains passages particulièrement acerbes des émissions donnent au récit une connotation hostile, celles-ci n'ont pas pour autant exhorté à l'usage de la violence, à la résistance armée, ni au soulèvement, et il ne s'agit pas d'un discours de haine, ce qui est aux yeux de la Cour l'élément essentiel à prendre en considération (voir, a contrario, Sürek c. Turquie (no 1) [GC], no 26682/95, § 62, CEDH 1999IV, et Gerger c. Turquie [GC], no 24919/94, § 50, 8 juillet 1999).", "84.  La Cour relève que la nature et la sévérité des peines infligées sont aussi des éléments à prendre en compte lorsqu'il s'agit de mesurer la proportionnalité de l'ingérence. Elle observe qu'à la suite des avertissements adressés à la société requérante, l'autorisation d'émettre de cette dernière a été suspendue pendant des durées de 90 jours et 365 jours, soit la sanction maximale prévue par la loi relative à la création de chaînes audiovisuelles et à leur diffusion.", "85.  En conséquence, les sanctions infligées à la société requérante s'avèrent disproportionnées aux buts visés et, dès lors, non « nécessaires dans une société démocratique ». Il y a donc eu violation de l'article 10 de la Convention.", "86.  Eu égard à sa conclusion selon laquelle il y a eu violation de l'article 10 considéré isolément, la Cour n'estime pas nécessaire d'examiner le grief tiré de l'article 14.", "II.  SUR LA VIOLATION ALLÉGUÉE DE L'ARTICLE 13 DE LA CONVENTION", "87.  Invoquant, en substance, l'article 13 de la Convention, la société requérante se plaint de l'absence de voies de recours effectives en droit interne permettant de contester les décisions du RTÜK. L'article 13 de la Convention est ainsi libellé :", "« Toute personne dont les droits et libertés reconnus dans la (...) Convention ont été violés, a droit à l'octroi d'un recours effectif devant une instance nationale, alors même que la violation aurait été commise par des personnes agissant dans l'exercice de leurs fonctions officielles. »", "88.  A cet égard, la société requérante expose que ses demandes de mesures provisoires visant la suspension de l'exécution des décisions litigieuses ont été systématiquement rejetées par les juridictions administratives.", "89.  La Cour rappelle que l'article 13 de la Convention garantit l'existence en droit interne d'un recours permettant de se prévaloir des droits et libertés de la Convention, tels qu'ils peuvent s'y trouver consacrés. Cette disposition a donc pour conséquence d'exiger un recours interne habilitant à examiner le contenu d'un « grief défendable » fondé sur la Convention et à offrir le redressement approprié, même si les Etats contractants jouissent d'une certaine marge d'appréciation quant à la manière de se conformer aux obligations que leur fait cette disposition.", "90.  Certes, dans certains cas, l'effectivité des recours exigés par l'article 13 suppose qu'ils puissent empêcher l'exécution des mesures contraires à la Convention et dont les conséquences sont potentiellement irréversibles (voir Čonka c. Belgique, no 51564/99, § 79, CEDH 2002I, et, mutatis mutandis; Jabari c. Turquie, no 40035/98, § 50, CEDH 2000VIII). A cet égard, la Cour rappelle que la portée de l'obligation que l'article 13 fait peser sur les Etats contractants varie en fonction de la nature du grief (Čonka précité, § 75).", "91.  La Cour note que les décisions du RTÜK prises en application de la loi no 3984 sont susceptibles de recours en annulation devant les tribunaux administratifs. Elles sont aussi soumises au contrôle du Conseil d'État.", "92.  En l'espèce, la Cour observe que la société requérante a introduit des recours en annulation à l'encontre des mesures incriminées devant les tribunaux administratifs et le Conseil d'Etat. Représentée par un avocat, elle a pu présenter ses arguments devant ces juridictions, qui se sont prononcées sur le fond de ses griefs (voir, par exemple, Matos e Silva, Lda., et autres c. Portugal, arrêt du 16 septembre 1996, Recueil 1996IV, § 64). A cet égard, la Cour rappelle que l'article 13 de la Convention n'exige pas la garantie d'un résultat favorable (Amann c. Suisse [GC], no  27798/95, § 88, CEDH 2000II).", "93.  En l'espèce, les tribunaux turcs ont rejeté les demandes de sursis à exécution des sanctions prononcées, qui ainsi ont été exécutées. Celà étant, à supposer même que la requérante ait obtenu gain de cause devant les tribunaux administratifs à l'issue de la procédure au fond, il lui aurait été tout à fait loisible d'introduire un recours en dommages-intérêts devant les tribunaux administratifs, en raison des conséquences découlant de l'exécution des mesures d'interdiction d'émettre incriminées.", "94.  Tenant compte de la nature du dommage susceptible d'être causé à la requérante et des particularités du cas d'espèce, la Cour considère que l'existence d'un simple pouvoir de suspension pouvait suffire aux fins de l'article 13 (a contrario, Jabari c. Turquie, no 40035/98, § 50, CEDH 2000VIII) même si, en l'espèce, les tribunaux internes n'ont pas fait droit à la demande de la requérante quant au sursis à exécution.", "95.  Du reste, la société requérante n'explique pas suffisamment en quoi les voies de recours exercées par elle dans la présente affaire sont dépourvues de caractère effectif au sens de l'article 13. Partant, la Cour estime que cette partie de la requête doit être rejetée comme étant manifestement mal fondée au sens de l'article 35 §§ 3 et 4 de la Convention.", "III.  SUR L'APPLICATION DE L'ARTICLE 41 DE LA CONVENTION", "96.  Aux termes de l'article 41 de la Convention,", "« Si la Cour déclare qu'il y a eu violation de la Convention ou de ses Protocoles, et si le droit interne de la Haute Partie contractante ne permet d'effacer qu'imparfaitement les conséquences de cette violation, la Cour accorde à la partie lésée, s'il y a lieu, une satisfaction équitable. »", "A.  Dommage", "97.  La société requérante allègue avoir subi un préjudice matériel qu'elle évalue à 395 306 euros (EUR), du fait de la suspension de son autorisation d'émettre pendant un total de 455 jours.", "98.  Elle réclame en outre la réparation d'un dommage moral qu'elle chiffre à 1 113 000 EUR.", "99.  Le Gouvernement désapprouve ces prétentions.", "100.  S'agissant de la perte de revenus alléguée, la Cour considère que les preuves soumises ne permettent pas de parvenir à une quantification précise du manque à gagner ayant résulté pour la société requérante de la violation de l'article 10 de la Convention (dans le même sens, voir Karakoç et autres c. Turquie, nos 27692/95, 28138/95 et 28498/95, § 69, 15 octobre 2002). Partant, la Cour rejette cette demande.", "101.  En ce qui concerne le dommage moral, la Cour estime que la société requérante peut passer pour avoir éprouvé un certain désarroi vu les circonstances de l'espèce. A cet égard, elle tient compte du coût élevé de la création et du maintien d'une station de radio. Statuant en équité comme le veut l'article 41 de la Convention, la Cour lui alloue 15 000 EUR à titre de réparation du dommage moral.", "B.  Frais et dépens", "102.  La société requérante demande également 49 607 EUR pour les frais et dépens encourus devant les juridictions internes et devant la Cour. Elle ne fournit aucun justificatif.", "103.  Le Gouvernement désapprouve ces prétentions.", "104.  Compte tenu des éléments en sa possession et de sa jurisprudence en la matière, la Cour estime raisonnable la somme de 2 000 EUR tous frais confondus et l'accorde à la société requérante.", "C.  Intérêts moratoires", "105.  La Cour juge approprié de baser le taux des intérêts moratoires sur le taux d'intérêt de la facilité de prêt marginal de la Banque centrale européenne majoré de trois points de pourcentage.", "PAR CES MOTIFS, LA COUR, À l'UNANIMITÉ,", "1.  Décide de joindre les requêtes ;", "", "2.  Déclare les requêtes recevables quant au grief tiré de l'article 10 de la Convention, combiné avec l'article 14, et irrecevables pour le surplus ;", "", "3.  Dit qu'il y a eu violation de l'article 10 de la Convention ;", "", "4.  Dit qu'il n'y a pas lieu d'examiner séparément le grief tiré de l'article 14 de la Convention, combiné avec l'article 10 ;", "", "5.  Dit", "a)  que l'Etat défendeur doit verser à la société requérante, dans les trois mois à compter du jour où l'arrêt sera devenu définitif conformément à l'article 44 § 2 de la Convention, les sommes suivantes, à convertir en nouvelles livres turques au taux applicable à la date du règlement :", "i.  15 000 EUR (quinze mille euros) pour dommage moral ;", "ii.  2 000 EUR (deux mille euros) pour frais et dépens ;", "iii.  plus tout montant pouvant être dû à titre d'impôt ;", "b)  qu'à compter de l'expiration dudit délai et jusqu'au versement, ces montants seront à majorer d'un intérêt simple à un taux égal à celui de la facilité de prêt marginal de la Banque centrale européenne applicable pendant cette période, augmenté de trois points de pourcentage ;", "", "6.  Rejette la demande de satisfaction équitable pour le surplus.", "Fait en français, puis communiqué par écrit le 30 mars 2006 en application de l'article 77 §§ 2 et 3 du règlement.", "\tSantiago Quesada\tChristos Rozakis\n\tGreffier adjoint\tPrésident", "", ""]}