{"file": "FRE_CLINF_31925_08.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "31925/08", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 151", "Avril 2012", "Grudić c. Serbie - 31925/08", "Arrêt 17.4.2012 [Section II]", "Article 46", "Article 46-2", "Exécution de l'arrêt", "Mesures générales", "Etat défendeur tenu d’adopter une législation afin de garantir le paiement des retraites aux assurés au Kosovo", "", "En fait – Les requérants, deux ressortissants serbes, se virent accorder des pensions d’invalidité par le Fonds serbe des pensions et de l’assurance invalidité (« le Fonds ») – caisse du Kosovo. Ils perçurent régulièrement leur pension, jusqu’en juin 1999 et janvier 2000 respectivement, les versements mensuels ayant alors été interrompus, sans aucune explication. En mai 2004 et mars 2005, le Fonds décida officiellement de suspendre le paiement de la pension des intéressés à compter des dates auxquelles les versements avaient été interrompus au motif que le Kosovo était sous administration internationale. En 2006, un tribunal de district annula les décisions du Fonds, relevant notamment que celles-ci ne renvoyaient à aucune législation pertinente. La Cour suprême rejeta les recours ultérieurs du Fonds. En 2008, le Fonds décida de suspendre la procédure engagée par les requérants en vue de la reprise du versement de leur pension jusqu’à la résolution de la question par les autorités serbes et l’administration internationale du Kosovo.", "En droit – Article 1 du Protocole no 1 : La suspension du versement des pensions des requérants n’était pas prévue par la loi interne pertinente.", "Conclusion : violation (unanimité).", "Article 46 : Compte tenu du grand nombre de requérants potentiels, le gouvernement défendeur doit prendre toutes les mesures appropriées pour veiller à ce que les autorités serbes compétentes appliquent les lois pertinentes afin d’assurer le paiement des pensions et arriérés en question, étant entendu que certaines procédures de vérification factuelle ou administrative raisonnable et rapide peuvent être nécessaires à cet égard.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}