{"file": "FRE_CLINF_23893_06.docx", "doc_type": "CLINF", "doc_lang": "FRE", "case_id": "23893/06", "text_paragraphs": ["Note d’information sur la jurisprudence de la Cour No 151", "Avril 2012", "J.L. c. Lettonie - 23893/06", "Arrêt 17.4.2012 [Section III]", "Article 3", "Enquête efficace", "Détenu victime en prison de violences infligées par des codétenus en représailles à sa coopération avec la police : violation", "", "En fait – Le requérant allègue qu’après avoir été témoin à charge dans une procédure dirigée contre un autre détenu il fut agressé et violé par des codétenus dès son incarcération à la prison centrale où il devait commencer à purger sa peine. Toutefois, d’après le requérant, le médecin de la prison qui le soigna ne consentit pas à établir un rapport et un surveillant de prison refusa de mener des investigations sur l’agression. Le requérant fut alors transféré dans une autre cellule et, environ deux mois plus tard, dans une autre prison, où il se plaignit au médiateur des mauvais traitements subis à la prison centrale. A la suite d’une enquête, la prison centrale informa le médiateur que le requérant ne s’était jamais plaint d’avoir subi des mauvais traitements dans cet établissement.", "En droit – Article 3 (volet procédural) : Il n’est pas contesté que le requérant a coopéré avec la police dans le cadre d’une enquête sur un crime grave, alors que lui-même devait passer en jugement. Les autorités auraient donc dû prendre des mesures pour garantir sa sécurité en tant que personne ayant coopéré avec la justice. Toutefois, rien n’indique que les mesures que l’on pouvait raisonnablement attendre – par exemple que le procureur et les autorités de la prison soient informés de la coopération de l’intéressé – aient été prises avant l’incarcération de ce dernier. Eu égard aux faits, la Cour estime que le requérant avait un grief défendable de mauvais traitements, et le procureur et l’administration pénitentiaire étaient tenus de mener une enquête à ce sujet en vertu du droit interne. L’administration pénitentiaire a demandé à la prison centrale de mener une enquête, mais celle-ci était entachée de lacunes : aucun examen médical n’a été effectué, ni le requérant ni le médecin de la prison n’ont été entendus, et le requérant n’a jamais été informé des résultats de l’enquête. On ne saurait par conséquent considérer que cette enquête était indépendante ou qu’elle avait pour objet d’établir ce qui s’était réellement passé. En fait, malgré les larges pouvoirs du parquet de superviser les lieux de détention et d’examiner les griefs soulevés par des individus ayant une capacité restreinte à protéger leurs droits, les allégations de mauvais traitements formulées par le requérant n’ont pas été examinées. Enfin, la Cour relève le manque général de coordination entre les enquêteurs, le parquet et les autorités pénitentiaires dans la prévention d’éventuels mauvais traitements à l’égard de détenus qui, en raison de leur coopération pour la découverte d’infractions pénales, sont particulièrement vulnérables et exposés à des actes de violence en prison. En conclusion, dans la conduite de l’affaire du requérant et dans la manière dont elles ont appliqué le droit interne en réponse aux allégations de mauvais traitements, les autorités nationales ont donc méconnu l’obligation procédurale qui incombe à l’Etat au regard de l’article 3.", "Conclusion : violation (unanimité).", "Article 41 : 10 000 EUR pour préjudice moral ; demande pour dommage matériel rejetée.", "(Voir également Rodić et autres c. Bosnie-Herzégovine, no 22893/05, 27 mai 2008, Note d’information no 108, et Premininy c. Russie, no 44973/04, 10 février 2011, Note d’information no 138)", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme\nRédigé par le greffe, ce résumé ne lie pas la Cour.", "Cliquez ici pour accéder aux "]}