{"file": "GEO_HJUDGEO_2641_06.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "2641/06", "text_paragraphs": ["", "დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ ადამიანის უფლებათა ევროპული სასამართლოს HUDOC-ის მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the European Court of Human Rights’ database HUDOC.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე 176", "2014 წლის ივლისი", "", "ცვეტელინ პეტკოვი ბულგარეთის წინააღმდეგ (Tsvetelin Petkov v. Bulgaria)", "", "(საჩივარი- 2641/06)", "", "გადაწყვეტილება, 15 ივლისი, 2014 [მე-4 სექცია]", "მე-8 მუხლი", "პოზიტიური ვალდებულებები", "მე-8 მუხლის 1-ლი ნაწილი", "პირადი ცხოვრების პატივისცემა", "ბავშვის სავარაუდო მამისთვის მტკიცებულების პირადად წარდგენის ადეკვატური შესაძლებლობით ვერუზრუნველყოფა: დარღვევა", "ფაქტები – 2002 წლის მარტში მომჩივნის ყოფილმა ცოლმა შეიტანა სარჩელი, რათა დაემტკიცებინა, რომ მომჩივანი იყო ბავშვის მამა. რადგან მომჩივანი არ გამოცხადდა სასამართლოში, მის წარმომადგენლად ex officio დაინიშნა ადვოკატი. საქალაქო სასამართლოს 2002 წლის 16 დეკემბრის გადაწყვეტილებით მომჩივანი მიჩნეულ იქნა ბავშვის ბიოლოგიურ მამად. გადაწყვეტილების შესახებ მომჩივანმა შეიტყო 2004 წლის აპრილში, თუმცა მას უარი ეთქვა საქმის ხელახლა განხილვაზე იმ საფუძვლით, რომ სასამართლოში მისი გამოძახების პროცედურები დაცული იყო და სასამართლო პროცესზე დანიშნული ჰყავდა სამართლებრივი წარმომადგენელი.", "სამართალი – მე-8 მუხლი: შიდასახელმწიფოებრივი ორგანოებს უნდა განეხილათ ქორწინების გარეშე დაბადებული ბავშვის, ბავშვის დედისა და სავარაუდო მამის [მომჩივნის] შეპირისპირებული ინტერესები. მთავარ განსახილველ საკითხს წარმოადგენდა შემდეგი: იყო თუ არა სასამართლო პროცესში მომჩივნის პირადი მონაწილეობა მისი პირადი ცხოვრების ეფექტიანად განხორცილების აუცილებელი ნაწილი.", "მომჩივნის მამობის დადგენის შედეგს ჰქონდა პირდაპირი და მნიშვნელოვანი გავლენა მის პირად ცხოვრებაზე. მართალია ისიც, რომ სახელისუფლებო ორგანოების გადაწყვეტილება, გაეგრძელებინათ საქმის განხილვა, შეიძლება გამომდინარეობდა საქმის სწრაფად განხილვის ლეგიტიმური მიზნიდან. თუმცა, მე-8 მუხლით გათვალისწინებული პოზიტიური ვალდებულებების მიხედვით, საქმის განმხილველ ორგანოებს ევალებოდათ საქმის ყველა მხარის ინტერესებსა და უფლებებს შორის სამართლიანი ბალანსის დაცვა.", "მას შემდეგ, რაც საქმის განმხილველმა ორგანოებმა დაადგინეს, რომ მომჩივანი აღარ ცხოვრობდა თავის მუდმივ მისამართზე, მისი გამოძახება მოხდა „სახელმწიფო გაზეთში“ (State Gazette) გამოქვეყნებული ცნობის მიხედვით. თუმცა, არ არსებობს მტკიცებულება იმისა, რომ ორგანოებმა მომჩივნის სხვა მისამართის დასადგენად მიმართეს საჯარო რეესტრს ან გამოიყენეს სხვა საშუალებები. საბოლოოდ, 2004 წლის აპრილში მათ მომჩივანი იპოვეს თავის მუდმივ საცხოვრებელ ადგილზე.", "მომჩივანი ბავშვის მამად აღიარებულ იქნა ,,დნმ-ის’’ ტესტის გარეშე. ამავე კონტექსტში აღსანიშნავია, რომ სტრასბურგის სასამართლოს მხედველობიდან არ გამორჩენია ის ფაქტი, რომ დნმ-ის ტესტი საქმის განხილვის დროს წარმოადგენდა ბავშვის მამობის დადგენის ზუსტ სამეცნიერო მეთოდს და მისი მტკიცებულებითი ძალა მნიშვნელოვნად გადაწონიდა მხარეთა მიერ წარმოდგენილ ბიოლოგიური მამობის დასადასტურებელ ან უარსაყოფ სხვა მტკიცებულებებს. მომჩივნის პირადი ცხოვრების ეფექტიანი დაცვა გულისხმობდა მისთვის სასამართლოში გამოცხადების შესაძლებლობის მიცემას, ასევე - დნმ-ის მტკიცებულების სახით წარმოდგენას. დავის საგნის გათვალისწინებით, მისი პირადი მონაწილეობა პროცესში წარმოადგენდა გადაწყვეტილების სანდოობის აუცილებელ ელემენტს და მისი წარმომადგენლობა სასამართლო პროცესზე ex officio ადვოკატის მეშვეობით არ იყო საკმარისი ეფექტიანი, სათანადო და დამაკმაყოფილებელი წარმომადგენლობის უზრუნველსაყოფად.", "აქედან გამომდინარე, სახელმწიფო ორგანოებმა არ დაიცვეს სამართლიანი ბალანსი მომჩივნის პირადი ცხოვრების უფლებას, მამის ვინაობის დადგენის ბავშვის უფლებასა და დედის უფლებას შორის, მიეღო ალიმენტი.", "დასკვნა: დარღვევა (ერთხმად).", "41-ე მუხლი: 4 500 ევრო არამატერიალური ზიანისთვის; მატერიალური ზიანის მოთხოვნა არ დაკმაყოფილდა.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა სასამართლოსათვის არასავალდებულოა.", "იხილეთ აქ სასამართლო პრაქტიკის საინფორმაციო ბროშურები"]}