{"file": "GEO_HJUDGEO_20577_05.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "20577/05", "text_paragraphs": ["დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ სასამართლოს HUDOC მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "საინფორმაციო ბროშურა სასამართლოს პრეცედენტულ სამართალზე №167", "ოქტომბერი 2013", "Sace ElektrikTicaretveSanayi A.Ş. თურქეთის წინააღმდეგ- 20577/05", "გადაწყვეტილება 22.10.2013 [II სექცია]", "Article 6", "სამოქალაქო სამართალწარმოება", "მუხლი 6-1", "სასამართლოს ხელმისაწვდომობა", "საჯარო აუქციონზე იძულებითი გაყიდვისას წარუმატებელი გამოწვევისთვის სავალდებულო 10%-ით დაჯარიმება : დარღვევა", "", "ფაქტები – აღსრულების და გაკოტრების შესახებ კანონის (2004 წლის კანონი) 134-ე მუხლის მე-2 ნაწილით დადგენილია წარმატებული ბიჯის 10%-ის ღირებულების ჯარიმის დაკისრება, როდესაც მოვალე წარუმატებლად ეცდება საჯარო აუქციონის გაუქმებას.", "მომჩივანი კომპანია დაჯარიმდა 140 000 ევროს ექვივალენტში ეროვნული ფულით მას შემდეგ, რაც მიწის იძულებითი აუქციონის გასაუქმებლად წარუმატებლად მიმართეს სასამართლო ბრძანებისთვის. თუმცა, შიდა სასამართლოებმა სამართალწარმოების მიმდინარეობისას დაადგინეს, რომ ბიჯს არ მიუღწევია კანონით დადგენილი მინიმუმისთვის, რადგანაც იგი არ შეიცავდა გაყიდვის ხარჯებს და დანახარჯებს, მათ საბოლოოდ გადაწყვიტეს, არ გაეუქმებინათ აუქციონი, მას შემდეგ რაც ხარჯების და დანახარჯების თაობაზე მოთხოვნას უარი ეთქვა.", "ადამიანის უფლებათა ევროპული სასამართლოს წინაშე, მომჩივანი კომპანია ჩიოდა, რომ მისთვის ნაბრძანები დიდი ჯარიმის დაკისრება შეადგენდა სასამართლოსადმი ხელმისაწვდომობის მისი უფლების დარღვევას.", "სამართალი – მე-6 მუხლის 1 ნაწილი: თუმცა შიდა სასამართლოსათვის საქმეების შექმნის პრევენციისათვის და მართლმსაჯულების გაგზავნის განმტკიცებისათვის ჯარიმის დაწესება, როგორც ასეთი, არ იყო შეუთავსებელი სასამართლო ხელმისაწვდომობის უფლებასთან, მაგრამ ჯარიმის რაოდენობა იყო მატერიალური ფაქტორი იმის დასადგენად იყო თუ არა უფლება ეფექტური.", "მაშინაც კი, როგორც აქ, როცა მომჩივნისთვის სამართალწარმოების ყველა ეტაპი ხელმისაწვდომი იყო, დიდი ფინანსური ტვირთის დადება სამართალწარმოების დასკვნის შემდეგ, შეიძლება ყოფილიყო სასამართლოს უფლების შეზღუდვა და მე-6 მუხლის 1 ნაწილთან შეთავსებადი იქნებოდა, თუ იგი მიაღწევდა ლეგიტიმურ მიზანს და ამ მიზნის პროპორციული იქნებოდა. 2004 წლის კანონის 134-ე მუხლის თანახმად დაკისრებულმა ჯარიმამ მიაღწია მართლმსაჯულების შესაბამისად გაგზავნის განმტკიცების და სხვათა უფლებების დაცვის ლეგიტიმურ მიზანს. თუმცა, ეს არ შეიძლება მიიჩნეს პროპორციულად. მომჩივანი კომპანიის ინიცირებული სამართალწარმოება არ იყო დაუსაბუთებელი, რადგან მათ გამოამჟღავნეს აუქციონის პროცედურის ნაკლი, მიუხედავად იმისა, რომ შემდეგ იგი გასწორდა. არსებითად, მომჩივან კომპანიაზე დაკისრებული ფინანსური ტვირთი განსაკუთრებით დიდმნიშვნელოვანი იყო (140 000 ევრო) და ჯარიმის დაკისრება შიდა სასამართლოებისთის სავალდებული იყო, მოქმედების რაიმე თავისუფლების დატოვების გარეშე. ამ გარემოებებში, მომჩივანი კომპანიის სასამართლო ხელმისაწვდომობის უფლების შეზღუდვა ვერ მიიჩნევა მისაღწევი ლეგიტიმური მიზნის პროპორციულად.", "დასკვნა: დარღვევა (ერთხმად).", "მუხლი 41: დარღვევის დადგენა არამატერიალურ ზიანისთვის საკმარისი სამართლიანი დაკმაყოფილებაა; მატერიალურ ზიანთან დაკავშირებულ მოთხოვნას უარი ეთქვა.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო", "სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა", "სასამართლოსათვის არასავალდებულოა.", "", "იხილეთ აქ ", ""]}