{"file": "GEO_HJUDGEO_27996_06.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "27996/06", "text_paragraphs": ["", "", "", "", "", "", "", "", "", "", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012. წინამდებარე თარგამნი გაკეთდა ევროპის საბჭოს ადამიანის უფლებების ნდობის ფონდის მხარდაჭერით (). თარგმანი სასამართლოსთვის სავალდებულო ძალის მქონე არაა. დამატებითი ინფორმაციისთვის იხილეთ დოკუმენტის ბოლოში მოცემული შენიშვნა საავტორო უფლებების შესახებ.", "", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\nადამიანის უფლებათა ევროპული სასამართლო", "", "", "", "", "", "", "დიდი პალატა", "", "", "", "", "", "", "", "", "", "საქმე „სეჟდიჩი და ფინჩი ბოსნიისა და ჰერცეგოვინის წინააღმდეგ“", "", "(საჩივარი № 27996/06 და № 34836/06)", "", "", "", "", "", "", "", "გადაწყვეტილება", "", "", "", "სტრასბურგი", "", "22 დეკემბერი, 2009 წ.", "", "", "წინამდებარე გადაწყვეტილება საბოლოოა, თუმცა იგი, შესაძლოა, დაექვემედებაროს სარედაქციო გადასინჯვას.", "", "საქმეზე „სეჟდიჩი და ფინჩი ბოსნიისა და ჰერცეგოვინის წინააღმდეგ“,", "ადამიანის უფლებათა ევროპული სასამართლოს დიდმა პალატამ შემდეგი შემადგენლობით:", "\tჟან-პოლ კოსტა, თავმჯდომარე \n\tქრისტოს როზაკისი,\n\tნიკოლას ბრატცა, \n\tპიერ ლორენცენი,\n\tფრანსუაზ ტულკენსი,\n\tჯოზეფ კასადევალი,\n\tჯიოვანი ბონელო,\n\tლეხ გარლიცკი,\n\tხანლარ ჰახიევი,\n\tლილიანა მიოვიჩი,\n\tეგბერტ მიერი,\n\tდავიდ თორ ბიორგვინსონი,\n\tჯორჯ ნიკოლაუ,\n\tლუის ლოპეს გუერა,\n\tლედი ბიანკუ,\n\tენ პაუერი,\n\tმიჰაი პოალელუნგი, მოსამართლეები, \nდა ვინსენტ ბერგერი, იურისტკონსულტი,", "2009 წლის 3 ივნისსა და 25 ნოემბერს გამართული დახურული თათბირების შედეგად, 2009 წლის 25 ნოემბერს მიიღო შემდეგი გადაწყვეტილება:", "", "პროცედურა", "1.  საქმეს საფუძვლად დაედო ორი საჩივარი (№27996/06 და №34836/06), რომლებიც ადამიანის უფლებათა და ძირითად თავისუფლებათა დაცვის კონვენციის (შემდეგში „კონვენცია“) 34-ე მუხლის შესაბამისად, ბოსნიისა და ჰერცეგოვინის ორმა მოქალაქემ, ბ-მა დერვო სეჟდიჩმა და ბ-მა იაკობ ფინჩიმ (შემდეგში „მომჩივნები“), 2006 წლის 3 ივლისსა და 18 აგვისტოს ბოსნიისა და ჰერცეგოვინის წინააღმდეგ შეიტანეს.", "2.  მომჩივნები აცხადებდნენ, რომ მათი ბოშური და ებრაული წარმომავლობის გამო, არ მიეცათ შესაძლებლობა, კენჭი ეყარათ ბოსნიისა და ჰერცეგოვინის სახალხო პალატისა და პრეზიდიუმის არჩევნებში. ისინი მიუთითებდნენ მე-3, მე-13 და მე-14 მუხლებზე, №1 ოქმის მე-3 მუხლსა და №12 ოქმის 1-ელ მუხლზე.", "3.  საჩივრები განსახილველად სასამართლოს მეოთხე სექციას გადაეცა (სასამართლოს რეგლამენტის 52-ე მუხლის, 1-ლი ნაწილი). 2008 წლის 11 მარტს ამ სექციის პალატამ გადაწყვიტა, რომ საჩივრების შესახებ მთავრობისთვის ეცნობებინა. კონვენციის 29-ე მუხლის მე-3 ნაწილის შესაბამისად, მან გადაწყვიტა, ერთდროულად ემსჯელა საჩივრების არსებით მხარესა და დასაშვებობის საკითხზე. 2009 წლის 10 თებერვალს პალატამ შემდეგი შემადგენლობით: ნიკოლას ბრატცა, ლეხ გარლიცკი, ჯიოვანი ბონელო, ლილიანა მიოვიჩი, დავიდ თორ ბიორგვინსონი, ლედი ბიანკუ და მიჰაი პოალელუნგი, ასევე ფატოშ არაჩი, სექციის გამწესრიგებლის მოადგილე, იურისდიქცია გადააბარა დიდ პალატას ისე, რომ ამაზე არც ერთ მხარეს არ გამოუთქვას პრეტენზია (კონვენციის 30-ე მუხლი და სასამართლოს რეგლამენტის 72-ე მუხლი). დიდი პალატის შემადგენლობა განისაზღვრა კონვენციის 27-ე მუხლის მე-2 და მე-3 ნაწილებისა და სასამართლოს რეგლამენტის 24-ე მუხლის დებულებების შესაბამისად. ", "4.  მხარეებმა საქმის დასაშვებობისა და არსებითი გარემოებების შესახებ წერილობითი მოსაზრებები წარმოადგინეს. გარდა ამისა, მიეცა რა უფლება წერილობით პროცედურაში მესამე მხარედ ჩართულიყო (კონვენციის 36-ე მუხლის მე-2 ნაწილი და სასამართლოს რეგლამენტის 44-ე მუხლის მე-2 ნაწილი), თავისი მოსაზრებები წარმოადგინეს „ვენეციის კომისიამ“, „AIRE Centre“-მა და „Open Society Justice Initiative“– მა. ", "5.  სასამართლოს ღია მოსმენა 2009 წლის 3 ივნისს სტრასბურგში, ადამიანის უფლებათა ევროპული სასამართლოს შენობაში გაიმართა (სასამართლოს რეგლამენტის 54-ე მუხლის მე-3 ნაწილი). სასამართლოს წინაშე წარსდგნენ:", "", " (ა)  მთავრობის სახელით\nქ-ნი\tზ. იბრაჰიმოვიჩი, მთავრობის წარმომადგენლის მოადგილე\nქ-ნი\tბ. სკალონჟიჩი, მთავრობის წარმომადგენლის თანაშემწე,\nბ-ნი\tფ. ტურშინოვიჩი, მრჩეველი;", "(ბ)  განმცხადებლების სახელით\nბ-ნი\tფ. ჯ. ლეონ დიაზი, \nქ-ნი\tს. პ. როზენბერგი, \nბ-ნი\tკ. ბოლდვინი, \tიურისტი.", "", "სასამართლომ მოისმინა ქ-ნ იბრაჰიმოვიჩის, ბ-ნ ლეონ დიაზის, ქ-ნ როზენბერგისა და ბ-ნ ბოლდვინის მიმართვები. მოსმენას ასევე ესწრებოდა მეორე მომჩივანი.", "ფაქტები", "I. საქმის გარემოებები", "ა.  წინამდებარე საქმისთვის რელევანტური გარემოებები", "6.  ბოსნიისა და ჰერცეგოვინის კონსტიტუცია (შემდეგში „კონსტიტუცია“ ან „სახელმწიფო კონსტიტუცია“, როცა საჭირო იქნება სუბიექტის კონსტიტუციისგან მისი განსხვავება) ბოსნიასა და ჰერცეგოვინაში მშვიდობის შესახებ ზოგადი ჩარჩო-ხელშეკრულების („დეიტონის სამშვიდობო ხელშეკრულება“) დანართია, რომელიც 1995 წლის 21 ნოემბერს იყო პარაფირებული დეიტონში და 1995 წლის 14 დეკემბერს ხელი მოეწერა პარიზში. რადგან ის სამშვიდობო შეთანხმების ნაწილი იყო, კონსტიტუცია შემუშავდა და მიღებული იქნა იმ პროცედურების გამოუყენებლად, რითიც დემოკრატიული ლეგიტიმურობის უზრუნველყოფა შეიძლებოდა. ესაა ისეთი კონსტიტუციის უნიკალური შემთხვევა, რომელიც ქვეყნის ოფიციალურ ენებზე ოფიციალურად არასდროს გამოქვეყნებულა, მაგრამ მხარეთა შეთანხმებით იქნა მიღებული და გამოქვეყნდა უცხო, ინგლისურ ენაზე. კონსტიტუციამ ბოსნიისა და ჰერცეგოვინის, როგორც სახელმწიფოს, სამართლებრივი არსებობის განგრძობადობა დაამტკიცა და, ამავე დროს, შეცვალა მისი შინაგანი სტრუქტურა. კონსტიტუციის თანახმად, ბოსნია და ჰერცეგოვინა ორი სუბიექტისგან შედგება: ბოსნიისა და ჰერცეგოვინის ფედერაცია და სერბიული რესპუბლიკა. ბრჩკოს რაიონში სუბიექტებს შორის საზღვრის ხაზის საკითხი დეიტონის სამშვიდობო ხელშეკრულებამ ვერ გადაჭრა, მაგრამ მხარეები შეთანხმდნენ ამ პრობლემის საარბიტრაჟო წესით მოგვარებაზე (დეიტონის სამშვიდობო ხელშეკრულების მე-2 დანართის V მუხლი). არბიტრაჟის 1999 წლის 5 მარტის გადაწყვეტილების შესაბამისად, შეიქმნა ბრჩკოს რაიონი სახელმწიფოს განსაკუთრებული ზედამხედველობის ქვეშ.", "7.  კონსტიტუციის პრეამბულაში ბოსნიაკები, ხორვატები და სერბები აღწერილნი არიან, როგორც „შემადგენელი ხალხები“.  სახელმწიფოს დონეზე ძალაუფლება განაწილდა ისე, რომ რომელიმე „შემადგენელი ხალხის“ ნების წინააღმდეგ შეუძლებელი იყო გადაწყვეტილებების მიღება, რაც გულისხმობდა სასიცოცხლო ინტერსის ვეტოს, სუბიექტის ვეტოს, ორპალატიან სისტემას (სადაც სახალხო პალატა, რომლის შემადგენლობაშიც შედის ხუთი ბოსნიაკი და იმავე რაოდენობის ხორვატი ბოსნიისა და ჰერცეგოვინის ფედერაციიდან და ხუთი სერბი - სერბიული რესპუბლიკიდან), ასევე სამი წევრისგან შემდგარი კოლექტიური პრეზიდიუმი, რომელთაგან ერთი ბოსნიაკი და ერთი ხორვატია ბოსნიისა და ჰერცეგოვინის ფედერაციიდან და ერთი სერბი - სერბიული რესპუბლიკიდან (უფრო დაწვრილებით იხილეთ ქვემოთ პარაგრაფები 12 და 22).", "ბ.  წინამდებარე საქმე", "8. მომჩივნები დაიბადნენ 1956 და 1943 წლებში. მათ ეკავათ და ჯერ კიდევ უკავიათ მნიშვნელოვანი საჯარო თანამდებობები. ბ-ნი სეჟდიჩი ამჟამად ბოსნიასა და ჰერცეგოვინაში ეუთოს მისიის ბოშათა მონიტორია, ხოლო მანამდე ბოსნიისა და ჰერცეგოვინის ბოშათა საბჭოსა (ადგილობრივ ბოშათა საზოგადოების უმაღლესი წარმომადგენლობითი ორგანო) და ბოშათა საკითხებზე საკონსულტაციო კომიტეტის (ადგილობრივ ბოშათა საზოგადოებისა და შესაბამისი სამინისტროების წარმომადგენლებისგან დაკომპლექტებული ერთობლივი ორგანო) წევრი იყო. ბ-ნი ფინჩი ამჟამად ბოსნიისა და ჰერცეგოვინის ელჩია შვეიცარიაში, ხოლო მანამდე სხვადასხვა თანამდებობაზე უმუშავია, მათ შორის, ბოსნიისა და ჰერცეგოვინის რელიგიათშორისი საბჭოს თავმჯდომარედ და სამოქალაქო მომსახურების სახელმწიფო სააგენტოს ხელმძღვანელად.", "9.  მომჩივნები, მათივე თქმით, ბოშური და ებრაული წარმომავლობის არიან. რადგან თავს არ მიაკუთვნებენ არც ერთ „შემადგენელ ხალხს“, მათ უფლება არა აქვთ, კენჭი იყარონ სახალხო პალატისა (სახელმწიფო პარლამენტის მეორე პალატა) და პრეზიდიუმის (სახელმწიფოს კოლექტიური ხელმძღვანელობა) არჩევნებში. ამასთან დაკავშირებით ოფიციალური დადასტურება ბ-ნმა ფინჩიმ 2007 წლის 3 იანვარს მიიღო. ", "II.  შესაბამისი საერთაშორისო და ეროვნული კანონმდებლობა და პრაქტიკა", "ა.  დეიტონის სამშვიდობო ხელშეკრულება", "10.  დეიტონის სამშვიდობო ხელშეკრულება, 1995 წლის 21 ნოემბერს პარაფირებული დეიტონთან ახლოს (შეერთებული შტატები), რაით-პატერსონის საჰაერო ძალების ბაზაში, და 1995 წლის 14 დეკემბერს ხელმოწერილი პარიზში (საფრანგეთი), ყოფილი იუგოსლავიის შესახებ საერთაშორისო კონფერენციისა და საკონტაქტო ჯგუფის ეგიდით 44 თვის მანძილზე პერიოდულად გამართული მოლაპარაკებების შედეგი იყო. ხელშეკრულება ძალაში შევიდა ხელმოწერისთანავე და ის შეიცავს თორმეტ დანართს.", "1.  დანართი 4 (ბოსნიისა და ჰერცეგოვინის კონსტიტუცია)", "11.  კონსტიტუცია განასხვავებს, ერთი მხრივ, „შემადგენელ ხალხებს“ (პირებს, რომლებიც თავს აკუთვნებენ ბოსნიაკებს, ხორვატებსა და სერბებს) და, მეორე მხრივ, „სხვებს“ (ეთნიკური უმცირესობების წარმომადგენლებს და პირებს, რომლებიც შერეული ქორწინების, შერეული ოჯახების ან რაიმე სხვა მიზეზის გამო, თავს არც ერთ კონკრეტულ ჯგუფს არ მიაკუთვნებენ). ყოფილ იუგოსლავიაში პირის ეთნიკური კუთვნილება განისაზღვრებოდა მხოლოდ და მხოლოდ ამ პირის მიერ, თვითკლასიფიკაციის სისტემის მეშვეობით. ამგვარად, რაიმე ობიექტური კრიტერიუმები, როგოროცაა გარკვეული ენის ცოდნა ან კონკრეტული რელიგიისადმი კუთვნილება, არ იყო სავალდებულო. ასევე არანაირი მოთხოვნები არ არსებობდა კონკრეტულ ეთნიკურ ჯგუფში გაერთიანებისთვის ამ ეთნიკური ჯგუფის სხვა წევრების მხრიდან. კონსტიტუციაში არ არსებობს დებულებები პირის ეთნიკურობის განსაზღვრასთან დაკავშირებით: როგორც ჩანს, მიჩნეული იყო, რომ ტრადიციული თვითკლასიფიკაცია საკმარისი იქნებოდა. ", "12. მხოლოდ იმ პირებს, რომლებიც თავს რომელიმე „შემადგენელ ხალხს“ მიაკუთვნებენ, აქვთ უფლება, კენჭი იყარონ სახალხო პალატისა (სახელმწიფო პარლამენტის მეორე პალატა) და პრეზიდიუმის (სახელმწიფოს კოლექტიური ხელმძღვანელობა) არჩევნებში. კონსტიტუციის შესაბამისი დებულებები არის შემდეგი: ", "IV მუხლი", "“საპარლამენტო ასამბლეას აქვს ორი პალატა: სახალხო პალატა და წარმომადგენლობითი პალატა.", "1.  სახალხო პალატა. სახალხო პალატა 15 დელეგატისგან შედგება, რომლის ორი მესამედი ფედერაციიდან არის (მათ შორის, ხუთი ბოსნიაკი და ხუთი ხორვატი), ხოლო ერთი მესამედი - სერბიული რესპუბლიკიდან (ხუთი სერბი).", "ა. ფედერაციის მხრიდან დასახელებული ხორვატი და ბოსნიაკი დელეგატები ინიშნებიან ფედერაციის სახალხო პალატის შესაბამისი ხორვატი და ბოსნიაკი დელეგატების მიერ. სერბიული რესპუბლიკის დელეგატები ინიშნებიან სერბიული რესპუბლიკის ეროვნული ასამბლეის მიერ. ", "ბ.  სახალხო პალატის ცხრა წევრი ქმნის კვორუმს, თუ ესწრება სულ მცირე სამი ბოსნიაკი, სამი ხორვატი და სამი სერბი დელეგატი.", "2.  წარმომადგენლობითი პალატა. წარმომადგენლობითი პალატა 42 წევრისგან შედგება, რომლის ორი მესამედი ფედერაციის ტერიტორიიდანაა არჩეული, ხოლო ერთი მესამედი - სერბიული რესპუბლიკიდან.", "ა. წარმომადგენლობითი პალატის წევრები მათი ადმინისტრაციული ერთეულიდან პირდაპირი წესით აირჩევიან, საპარლამენტო ასამბლეის მიერ მიღებული საარჩევნო კანონმდებლობის შესაბამისად. თუმცა, პირველი არჩევნები ზოგადი ჩარჩო-ხელშეკრულების მე-3 დამატების შესაბამისად უნდა ჩატარდეს.  ", "ბ.  კვორუმს ქმნის წარმომადგენლობითი პალატის წევრთა უბრალო უმრავლესობა.", "3.  პროცედურები", "ა.  თითოეული პალატა იკრიბება სარაევოში, დანიშვნიდან ან არჩევიდან არაუგვიანეს 30 დღის ვადაში.", "ბ.  თითოეულმა პალატამ ხმათა უმრავლესობით იღებს მის შიდა განაწესს და თავმჯდომარედ და მოადგილეებად თავის წევრთაგან ირჩევს ერთ სერბს, ერთ ბოსნიაკს და ერთ ხორვატს, ისე, რომ ეს სამი არჩეული წევრი როტაციის პრინციპით იკავებდეს თავმჯდომარის თანამდებობას.", "გ.  ყველა კანონის დასამტკიცებლად საჭიროა ორივე პალატის თანხმობა.", "დ.  ორივე პალატაში ყველა გადაწყვეტილება მიიღება დამსწრეთა და კენჭისყრაში მონაწილეთა უმრავლესობით. დელეგატებმა და წევრებმა ყველაფერი უნდა გააკეთონ იმისთვის, რომ უმრავლესობაში თითოეული სუბიექტის დელეგატებისა და წევრების ხმები შეადგენდეს, სულ მცირე, ხმათა ერთ მესამედს. თუ თითოეული სუბიექტის დელეგატებისა და წევრების ხმები არ შეადგენს ხმათა უმრავლესობის ერთ მესამედს, თავმჯდომარე და მოადგილეები შეიკრიბონ კომისიის სახით და შეეცადონ, რომ კენჭისყრიდან სამი დღის ვადაში მიიღონ თანხმობა. თუ ეს მცდელობები უშედეგო აღმოჩნდა, გადაწყვეტილებები მიიღება დამსწრეთა და კენჭისყრაში მონაწილეთა უმრავლესობით, თუ უარყოფითად განწყობილი ხმები რომელიმე სუბიექტის დელეგატებისა და წევრების ორ მესამედს ან მეტს არ შეადგენს. ", "ე. ზემოთ მოყვანილი 1-ლი ნაწილის ა პუნტის შესაბამისად არჩეული ბოსნიაკი, ხორვატი ან სერბი დელეგატების უმრავლესობის მიერ საპარლამენტო ასამბლეის შეთავაზებული გადაწყვეტილება შეიძლება გამოცხადდეს, რომ ეწინააღმდეგება ბოსნიაკ, ხორვატ ან სერბ ხალხთა სასიცოცხლო ინტერესს. ამგავრი შეთავაზებული გადაწყვეტილების სახალხო პალატაში დასამტკიცებლად საჭიროა დამსწრე და კენჭისყრაში მონაწილე ბოსნიაკი, ხორვატი და სერბი დელეგატების უმრავლესობა.", "ვ.  როცა ბოსნიაკ, ხორვატ და სერბ დელეგატთა უმრავლესობა ე პუნქტით გათვალისწინებული მექანიზმის გამოყენებას ეწინააღმდეგება, ამ საკითხის გადასაჭრელად სახალხო პალატის თავმჯდომარემ დაუყოვნებლივ უნდა შეკრიბოს სამი დელეგატისგან შემდგარი ერთობლივი კომისია, რომლის თითოეული წევრი არჩეულია ბოსნიაკი, ხორვატი და სერბი დელეგატების მიერ. თუ კომისია ხუთი დღის ვადაში ამას არ გააკეთებს, საკითხი საკონსტიტუციო სასამართლოს გადაეცემა, რომელიც, განხილავს რა საქმეს დაჩქარებული წესით, ამოწმებს დაცული იქნა თუ არა პროცესუალური წესები.", "ზ. სახალხო პალატა შეიძლება დაიშალოს პრეზიდიუმის ან თავად სახალხო პალატის მიერ იმ შემთხვევაში, თუ თვითდაშლის შესახებ სახალხო პალატის გადაწტყვეტილებას მხარი დაუჭირა უმრავლესობამ, რომლის დელეგატთა უმრავლესობა ბოსნიაკ, ხორვატ ან სერბ ხალხთაგან, სულ მცირე, ორს მაინც წარმოადგენს. თუმცა დაუშვებელია, დაიშალოს სახალხო პალატა, რომელიც არჩეულია ამ კონსტიტუციის ძალაში შესვლის შემდეგ გამართულ პირველ არჩევნებზე.  ", "თ.  საპარლამენტო ასამბლეის გადაწყვეტილებები ძალაში არ შედის მათ გამოქვეყნებამდე.", "ი.  ორივე პალატამ უნდა გამოაქვეყნოს მათი თათბირების სრული ოქმები და, გარდა მათი შიდა განაწესით განსაზღვრული განსაკუთრებული შემთხვევებისა, უნდა ითათბიროს საჯაროდ.", "კ. დაუშვებელია დელეგატებისა და წევრების სისხლის სამართლის ან სამოქალაქო პასუხისგებაში მიცემა საპარლამენტო ასამბლეაში მათი მოვალეობების ფარგლებში შესრულებული რაიმე საქმიანობისთვის.", "4. უფლებამოსილებები.  საპარლამენტო ასამბლეა პასუხისმგებელია:", "ა.  მიიღოს კანონები, რომლებიც აუცილებელია პრეზიდიუმის გადაწყვეტილებების განსახორციელებლად ან, ამ კონსტიტუციის შესაბამისად, ასამბლეის ვალდებულებების შესასრულებლად.", "ბ.  მიიღოს გადაწყვეტილებები ბოსნიისა და ჰერცეგოვინის ინსტიტუტების ფუნქციონირებისა და ბოსნიისა და ჰერცეგოვინის საერთაშორისო ვალდებულებების შესრულებისთვის საჭირო შემოსავლების წყაროებისა და ოდენობის შესახებ.", "გ.  დაამტკიცოს ბიუჯეტი ბოსნიისა და ჰერცეგოვინის ინსტიტუტებისთვის.", "დ.  მიიღოს გადაწყვეტილება, განაცხადოს თუ არა თანხმობა საერთაშორისო ხელშეკრულებების რატიფიცირებაზე.", "ე.  სხვა იმგვარ საკითხებზე, რომლებიც აუცილებელია მისი მოვალეობების შესრულებისთვის ან რომლებიც დაკისრებულია მასზე სუბიექტთა საერთო შეთანხმების შედეგად.“", "V მუხლი", "“ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის სამი წევრი წარმოადგენს: ფედერაციიდან პირდაპირი წესით არჩეული ერთი ბოსნიაკი და ერთი ხორვატი და სერბიული რესპუბლიკიდან პირდაპირი წესით არჩეული ერთი სერბი.", "\n1.  არჩევნები და ვადები", "ა.  პრეზიდიუმის წევრები პირდაპირი წესით აირჩევიან თითოეული სუბიექტის მიერ (რომელთაგან თითოეული ირჩევს პრეზიდიუმის თითო წევრს) საპარლამენტო ასამბლეის მიერ მიღებული საარჩევნო კანონმდებლობის შესაბამისად. თუმცა პირველი არჩევნები ზოგადი ჩარჩო-ხელშეკრულების მე-3 დამატების შესაბამისად უნდა ჩატარდეს. პრეზიდიუმის ნებისმიერი ვაკანსია შესაბამისი სუბიექტის მიერ უნდა შეივსოს საპარლამენტო ასამბლეის მიერ მიღებული კანონმდებლობის თანახმად.", "ბ. პირველ არჩევნებში პრეზიდიუმის წევრები არჩეული უნდა იქნენ ორი წლის ვადით; მომდევნო არჩევნებში პრეზიდიუმის წევრები აირჩევიან ოთხი წლის ვადით. ერთხელ არჩეულ წევრები შეიძლება მეორე ვადით იქნან არჩეულები და შემდეგ მათ არ აქვთ კენჭისყრის უფლება მომდევნო ოთხი წლის მანძილზე. ", "2.  პროცედურები", "ა.  პრეზიდიუმი განსაზღვრავს საკუთარ საპროცედურო წესებს, რომლის თანახმადაც პრეზიდიუმის ყველა შეხვედრის შესახებ სათანადო შეტყობინება უნდა იყოს უზრუნველყოფილი. ", "ბ. პრეზიდიუმის წევრები მათივე რიგებიდან ნიშნავენ თავმჯდომარეს. პრეზიდიუმის პირველი ვადის პირობებში, თავმჯდომარე იქნება ის წევრი, რომელიც ხმათა ყველაზე მეტ რაოდენობას მიიღებს. შემდეგში თავმჯდომარის არჩევის მეთოდი, იქნება ეს როტაციის პრინციპით თუ სხვაგვარად, განისაზღვრება საპარლამენტო ასამბლეის მიერ, IV მუხლის მე-3 ნაწილის შესაბამისად.  ", "გ.  პრეზიდიუმი უნდა ეცადოს, რომ პრეზიდიუმის ყველა გადაწყვეტილება (მაგალითად, V მუხლის მე-3 ნაწილის (ა)-(ე) პუნქტებთან დაკავშირებული საკითხები) კონსენსუსით მიიღოს. ასეთი გადაწყვეტილებები, ქვემოთ მოცემული (დ) პუნქტის თანახმად, ორი წევრის მიერაც შეიძლება იყოს მიღებული იმ შემთხვევაში, როცა კონსენსუსის მიღწევის ყველა მცდელობა წარუმატებელი აღმოჩნდება.", "დ. პრეზიდიუმის წევრს, რომელმაც გადაწყვეტილებას მხარი არ დაუჭირა,  შეუძლია, განაცხადოს, რომ პრეზიდიუმის გადაწყვეტილება იმ სუბიექტის სასიცოცხლო ინტერესებს ეწინააღმდეგება, რომელსაც ის წარმოადგენს, იმ პირობით, თუ ამ განცხადებას ის გადაწყვეტილების მიღებიდან სამი დღის ვადაში გააკეთებს. ასეთი გადაწყვეტილება დაუყოვნებლივ უნდა გადაეცეს სერბიული რესპუბლიკის ეროვნულ ასამბლეას, თუ განცხადება პრეზიდიუმში ამ ტერიტორიის წარმომადგენელმა გააკეთა; უნდა გადაეცეს ფედერაციის სახალხო პალატის ბოსნიაკ დელეგატებს, თუ განცხადება ბოსნიაკმა წევრმა გააკეთა; ან - ამავე ორგანოს ხორვატ დელეგატებს, თუ განცხადება ხორვატმა წევრმა გააკეთა. თუ განცხადება, მისი გადაცემიდან ათის დღი ვადაში, ამ პირთა ხმების ორ მესამედს მიიღებს, პრეზიდიუმის სადავო გადაწყვეტილება ძალაში აღარ შევა.", "3.  უფლებამოსილებები. პრეზიდიუმი პასუხისმგებელია, რომ:", "ა.  წარმართოს ბოსნიისა და ჰერცეგოვინის საგარეო პოლიტიკა.", "ბ.  დანიშნოს ბოსნიისა და ჰერცეგოვინის ელჩები და სხვა საერთაშორისი წარმომადგენლები, რომელთა ორ მესამედზე მეტი არ შეიძლება შერჩეული იყოს ფედერაციის ტერიტორიიდან.", "გ.  წარმოადგინოს ბოსნია და ჰერცეგოვინა საერთაშორისო და ევროპულ ორგანიზაციებსა და ინსტიტუტებში და ისწრაფოდეს ისეთ ორგანიზაციებსა და ინსტიტუტებში გაწევრიანებისთვის, რომელთა წევრიც ბოსნია და ჰერცეგოვინა არ არის.", "დ.  აწარმოოს მოლაპარაკებები, გააკეთოს დენონსირება და, საპარლამენტო ასამბლეის თანხმობით, მოახდინოს რატიფიცირება ბოსნიისა და ჰერცეგოვინის ხელშეკრულებების.", "ე.  აღასრულოს საპარლამენტო ასამბლეის გადაწყვეტილებები.", "ვ.  მისნისტრთა საბჭოს რეკომენდაციით, საპარლამენტო ასამბლეას წარუდგინოს წლიური ბიუჯეტი.", "ზ.  მოთხოვნისამებრ, მაგრამ მინიმუმ წელიწადში ერთხელ, საპარლამენტო ასამბლეას წარუდგინოს ანგარიში პრეზიდიუმის ხარჯების შესახებ.", "თ. საჭიროებისამებრ მოახდინოს კოორდინირება ბოსნიასა და ჰერცეგოვინაში მომუსავე საერთაშორისო და არასამთავრობო ორანიზაციებთან.", "ი.  შეასრულოს სხვა იმგვარი ფუნქიები, რომლებიც შეიძლება აუცილებელი იყოს მისი მოვალეობის შესრულებისთვის, რომლებიც შეიძლება მას დაეკისროს საპარლამენტო ასამბლეისგან, ან რომლებზეც სუბიექტები შეიძლება შეთანხმდნენ.”", "13.  კონსტიტუციური მექანიზმები, რომლებიც წინამდებარე საქმეში განიხილება, არ შედიოდა „შეთანხმებულ ზოგად პრინციპებში“, რომელიც დეიტონის მომავალი სამშვიდობო ხელშეკრულების შინაარსის საფუძველს წარმოადგენდა (იხილეთ 1995 წლის 26 სექტემბრის „შემდგომ შეთანხმებული ზოგადი პრინციპების“ პარაგრაფები 6.1 და 6.2). როგორც ცნობილია, მოგვიანებით, კონფლიქტის მონაწილე ზოგიერთი მხარის დაჟინებული მოთხოვნის შედეგად, საერთაშორისო შუამავლებმა ეს მექანიზმები ენთუზიაზმის გარეშე მიიღეს (იხილეთ, Nystuen, Achieving Peace or Protecting Human Rights: Conflicts between Norms Regarding Ethnic Discrimination in the Dayton Peace Agreement, Martinus Nijhoff Publishers, 2005, გვ. 192, და O’Brien, The Dayton Agreement in Bosnia: Durable Cease-Fire, Permanent Negotiation, in Zartman and Kremenyuk (eds), Peace versus Justice: Negotiating Forward- and Backward-Looking Outcomes, Rowman & Littlefield Publishers, 2005, გვ. 105).", "14.  სრულად აცნობიერებდნენ რა, რომ ეს მექანიზმები დიდი ალბათობით ადამიანის უფლებებს ეწინააღმდეგებოდა, საერთაშორისო შუამავლებმა განსაკუთრებით მნიშვნელოვნად მიიჩნიეს, კონსტიტუცია გაეხადათ დინამიკურ ინსტრუმენტად და ამ მექანიზმების შესაძლო თანდათანობითი გაუქმება უზრუნველეყოთ. ამდენად, ჩამატებული იქნა კონსტიტუციის მე-2 მუხლის მე-2 ნაწილი (იხილეთ ზემოთ Nystuen, გვ.100), რომელშიც ნათქვამია შემდეგი:", "“ადამიანის უფლებათა და ძირითად თავისუფლებათა დაცვის ევროპულ კონვენციასა და მის ოქმებში ჩამოყალიბებული უფლებები და თავისუფლებები პირდაპირ გამოიყენება ბოსნიასა და ჰერცეგოვინაში. მათ ყველა სხვა კანონთან მიმართებაში უპირატესი ძალა აქვთ.”", "მიუხედავად იმისა, რომ ბოსნიისა და ჰერცეგოვინის საკონსტიტუციო სასამართლომ 2006 წლის 31 მარტის U 5/04 და 2006 წლის 26 მაისის U 13/05 გადაწყვეტილებებით დაადგინა, რომ ადამიანის უფლებათა ევროპულ კონვენციას კონსტიტუციასთან მიმართებაში არ აქვს უპირატესი ძალა, 2006 წლის 29 სექტემბრს მან განსხვავებული გადაწყვეტილება AP 2678/06 მიიღო. ამ უკანასკნელი გადაწყვეტილების მიხედვით, სასამართლომ განიხილა დისკრიმინაციის შესახებ საჩივარი, რომელიც შეეხებოდა, ეთნიკური წარმომავლობის საფუძველზე, მომჩივნისთვის პრეზიდიუმის არჩევნებში კენჭისყრის უფლების შეზღუდვას და საჩივრის არსებითი განხილვის შემდეგ არ დააკმაყოფილა იგი. უმრავლესობის მოსაზრების შესაბამის ნაწილში ნათქვამია (თარგმანი საკონსტუტუციო სასამართლოს მიერ არის მოწოდებული): ", "“18. მომჩივნები ამტკიცებენ, რომ მათი უფლებები დაირღვა იმ ფაქტის გათვალისწინებით, რომ ბოსნიისა და ჰერცეგოვინის კონსტიტუციის მე-2 მუხლის მე-2 ნაწილის მიხედვით, ევროპულ კონვენციასა და მის ოქმებში ჩამოყალიბებული უფლებები და თავისუფლებები პირდაპირ უნდა იქნეს გამოყენებული ბოსნიასა და ჰერცეგოვინაში და რომ მათ ყველა სხვა კანონის მიმართ უნდა ჰქონდეთ უპირატესი ძალა. ამდენად, მომჩივნების აზრით, ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრობაზე ილიაზ პილავის კანდიდატურას უარი ეთქვა მხოლოდ და მხოლოდ მისი ეროვნული/ეთნიკური წარმომავლობის საფუძველზე, რაშიც ისინი ხედავენ ევროპული კონვენციის მე-12 ოქმის 1-ლი მუხლის დარღვევას, რომლის მიხედვითაც კანონით განსაზღვრული ნებისმიერი უფლებით სარგებლობა დისკრიმინაციის გარეშე უნდა იყოს უზრუნველყოფილი და რაიმე, მათ შორის, ეროვნული/ეთნიკური წარმომავლობის საფუძველზე, არავინ უნდა დაექვემდებაროს დისკრიმინაციას რომელიმე სახელმწიფო ორგანოს მხრიდან.", "...", " 22. უდავოა, რომ ბოსნიისა და ჰერცეგოვინის კონსტიტუციის V მუხლის დებულება, ასევე 2001 წლის საარჩევნო კანონის მე-8 მუხლის დებულება შემზღუდველი ხასიათისაა, რადგან ზღუდავს მოქალაქეთა უფლებებს, რომ  სერბიული რესბუბლიკის ტერიტორიიდან ბოსნიაკებმა და ხორვატებმა, ხოლო ბოსნიისა და ჰერცეგოვინის ფედერაციის ტერიტორიიდან სერბებმა დააყენონ კანდიდატურა ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრთა არჩევნებში. თუმცა ამ დებულებების მიზანია შემადგენელი ხალხების პოზიციის გამყარება, რომ უზრუნველყოფილი იყოს პრეზიდიუმის ამ სამი შემადგენელი ხალხის წარმომადგენელთაგან დაკომპლექტება. ბოსნიასა და ჰერცეგოვინაში ამჟამინდელი სიტუაციის გათვალისწინებით, კონსტიტუციითა და 2001 წლის საარჩევნო კანონით დადგენილი შეზღუდვა, რომელიც მომჩივნის უფლებების კუთხით არსებობს და სხვა კანდიდატურებთან შედარებით, რომლებიც სერბები არიან და სერბიული რესპუბლიკის ტერიტორიიდან პირდაპირი წესით არიან არჩეულნი, მომჩივნის კანდიდატურისადმი განსხვავებულ მიდგომას გულისხობს, ამ მომენტისთვის გამართლებულია, რადგან ასეთი მოპყრობისთვის გონივრული საფუძვლები არსებობს. ამდენად, ბოსნიასა და ჰერცეგოვინაში ამჟამად არსებული სიტუაციისა და მისი კონსტიტუციური წყობის განსაკუთრებული ხასიათის ასევე მიმდინარე საკონსტიტუციო და საკანონმდებლო მექანიზმების გათვალისწინებით, ბოსნიისა და ჰერცეგოვინის სასამართლოსა და ცენტრალური საარჩევნო კომისიის სადავო გადაწყვეტილებები არ არღვევს მომჩივანთა უფლებას ევროპული კონვენციის მე-12 ოქმის 1-ელ მუხლსა და სამოქალაქო და პოლიტიკური უფლებების შესახებ საერთაშორისო პაქტის 25-ე მუხლთან დაკავშირებით, რადგან აღნიშნული გადაწყვეტილებები არ არის თვითნებური და ეფუძნება კანონს. ეს ნიშნავს, რომ ისინი მართლზომიერ მიზანს ემსახურება, რომ ისინი გონივრულად გამართლებულია და რომ ისინი მომჩივნებს გადამეტებულ ტვირთად არ აწევს, იმის გათვალისწინებით, რომ მომჩივანთა უფლებებზე დაწესებული შეზღუდვები მთელი საზოგადოების მიზნების პროპორციულია, დამყარებული მშვიდობის შენარჩუნების, დიალოგის გაგრძელებისა და, აქედან გამომდინარე, ბოსნიისა და ჰერცეგოვინის კონსტიტუციისა და 2001 წლის საარჩევნო კანონის აღნიშნული დებულებების ცვლილებისთვის პირობების შექმნის თვალსაზრისით.”", "15.  რაც შეეხება ცვლილებებს კონსტიტუციაში, კონსტიტუციის X მუხლში ნათქვამია შემდეგი:", "“1.  ცვლილების პროცედურა. ამ კონსტიტუციაში ცვლილება შეიძლება შევიდეს საპარლამენტო ასამბლეის გადაწყვეტილებით, რომელიც მოიცავს წარმომადგენლობით პალატაში დამსწრეთა და კენჭრისყრაში მონაწილეთა ხმების ორი მესამედს.", "2.  ადამიანის უფლებები და ძირითადი თავისუფლებები. ამ კონსტიტუციაში შეტანილმა რაიმე ცვლილებამ არ შეიძლება გააუქმოს ან შეამციროს ამ კონსტიტუციის II მუხლში მითითებული უფლებები და თავისუფლებები ან შეცვალოს ეს პუნქტი.”", "2009 წლის 26 მარტს, ზემოთ მოყავნილი პროცედურის შესაბამისად, საპარლამენტო ასამბლეამ პირველად წარმატებით შეიტანა ცვლილება კონსტიტუციაში. ეს ცვლილება შეეხებოდა ბრჩკოს რაიონის სტატუსის საკითხს.", "2.  დანართი 10 (სამშვიდობო იმპლემენტაციის შესახებ შეთანხმება)", "16.  სამოქალაქო იმპლემენტაციის შესახებ შეთანხმება ასახავს უმაღლესი წარმომადგენლის - ბოსნიისა და ჰერცეგოვინის საერთაშორისო ადმინისტრატორის - მანდატს, რომელიც, როგორც გაერთიანებული ერების წესდების VII თავით გათვალისწინებული იძულების ღონისძიება (იხილეთ გაეროს უშიშროების საბჭოს 1995 წლის 15 დეკემბრის რეზოლუცია 1031), განისაზღვრა, გაერთიანებული ერების უშიშროების საბჭოს სანქციით, იმ სახელმწიფოების არაფორმალური გაერთიანების მიერ, რომელიც აქტიურად იყო ჩართული სამშვიდობო პროცესში (სახელწოდებით, მშვიდობის იმპლემენტაციის საბჭო).", "17.  ცნობილია, რომ უმაღლეს წარმომადგენელს ფართო უფლებამოსილებები აქვს (იხილეთ ბერიჩი და სხვები ბოსნიისა და ჰერცეგოვინის წინააღმდეგ (განჩინება), №36357/04 et al, ECHR 2007XII. ბევრ შემთხვევაში, მას დაუდგენია ზოგადი კანონმდებლობა და ცვლილება შეუტანია სუბიექტთა კონსტიტუცებში (სუბიექტთა კონსტიტუციები, სახელმწიფო კონსტიტუციისგან განსხვავებით, დეიტონის სამშვიდობო ხელშეკრულების ნაწილი არ არის). თუმცა, ნაკლებად ცხადია, ასევე ვრცელდება თუ არა უმაღლესი წარმომადგენლის უფლებამოსილება სახელმწიფო კონსტიტუციაზე. ამ საკითხზე დეიტონის სამშვიდობო ხელშეკრულებაში არაფერია ნათქვამი, მაგრამ სახელმწიფო კონსტიტუციაში ბეჭდვის შეცდომასთან დაკავშირებული ეპიზოდი ალბათ უარყოფით პასუხზე უნდა მიანიშნებდეს. დეიტონის სამშვიდობო ხელშეკრულების ძალაში შესვლიდან რამდენიმე თვის შემდეგ, ზოგიერთმა საერთაშორისო იურისტმა, რომლებიც დეიტონის მოლაპარაკებებს ესწრებოდნენ, გააანალიზეს, რომ V მუხლის მე-2 ნაწილის (გ) პუნქტში არსებული მინიშნება არასწორი იყო (III მუხლის 1-ლი ნაწილის (ა) - (ე) პუნქტებზე მინიშნების ნაცვლად, უნდა ყოფილიყო მინიშნება V მუხლის მე-3 ნაწილის (ა) - (ე) პუნქტებზე). 1996 წლის ნოემბერში უმაღლესმა წარმომადგენელმა, ბ-მა ბილდტმა, წერილი მისწერა შეერთებული შტატების სახელმწიფო მდივანს, ბ-ნ ქრისტოფერს, და, მიუთითებდა რა დეიტონის სამშვიდობო ხელშეკრულების  მე-10 დანართზე,  შეცდომის გასწორება შესთავაზა. ბ-მა ქრისტოფერმა მიიჩნია, რომ ბ-ნი ბილდტის უფლებამოსილება, სახელმწიფო კონსტიტუციის მე-10 დანართის შესაბამისად, არ ვრცელდებოდა სახელმწიფო კონსტიტუციაზე (მათი კორესპონდეციის ტექსტისთვის იხილეთ ზემოხსენებული Nystuen, გვ. 80-81). აქედან მოკლე დროში შეცდომა გასწორდა რაიმე ფორმალური გადაწყვეტილების მიღების გარეშე: უმაღლესმა წარმომადგენელმა ამის შესახებ უბრალოდ აცნობა ბოსნიისა და ჰერცეგოვინის პრეზიდიუმს და გამოაქვეყნა სახელმწიფო კონსტიტუციის შესწორებული ვერსია. რაც წინამდებარე საქმესთან კავშირშია, არის ის, რომ უმაღლეს წარმომადგენელთა ოფიციალური პოზიცია მას შემდეგ ყოველთვის იყო ის, რომ სახელმწიფო კონსტიტუცია მათი უფლებამოსილების ფარგლებში არ ექცევა. ამას მოწმობს, უმაღლესი წარმომადგენლის რანგში, ლორდ აშდოუნის სიტყვა ვენეციის კომისიისადმი (იხილეთ ვენეციის კომისიის მე-60 პლენარული სესიის ოქმი, CDL-PV(2004)003, 2004 წლის 3 ნოემბერი, გვ. 18). მისი სიტყვის შესაბამის ნაწილში ნათქვამია შემდეგი:", "“თუ ბოსნიასა და ჰერცეგოვინას სურს ევროკავშირსა და ნატოში გაწევრიანება, ის უნდა იყოს სრულად ფუნქციონირებადი სახელმწიფო და სხვა არაფერი. ბოსნიისა და ჰერცეგოვინის პოლიტიკურმა ლიდერებმა უკვე დაიწყეს იმის გაცნობიერება, რომ არჩევანის წინაშე დგანან: ან შეინარჩუნონ არსებული კონსტიტუცია და ძვირად დაუჯდეთ მისი ეკონომიკური, სოციალური და პოლიტიკური შედეგები ან კონსტიტუციაში შეიტანონ აუცილებელი ცვლილებები, რომ ბოსნია და ჰერცეგოვინა გახდეს სტაბილური, ფუნქციონირებადი და წარმატებული ქვეყანა ევროკავშირის ფარგლებში. ", "არ მგონია, რომ ბოსნიისა და ჰერცეგოვინის ხალხი დაეთანხმოს იმას, რომ მათი კონსტიტუცია დაბრკოლებას ქმნიდეს მათი უსაფრთხოებისა და კეთილდღეობისთვის.", "თუმცა ჩვენ არ შეგვიძლია, მათ ეს ბარიერი მოვუხსნათ.", "მშვიდობის იმპლემენტაციის საბჭო და უმაღლესი წარმომადგენლები ერთმანეთის მიყოლებით, ჩემი ჩათვლით, ყოველთვის იმ აზრზე იყვნენ, რომ თუ მხარეები იცავენ დეიტონის ხელშეკრულებას, მაგრამ ეს კითხვის ნიშნის ქვეშ რჩება სერბიული რესპუბლიკის ჰააგასის მოთხოვნების შესრულების საკითხის გამო, მაშინ ბოსნიისა და ჰერცეგოვინის კონსტიტუცია უნდა შეიცვალოს მხოლოდ დადგენილი პროცედურებით ბოსნიისა და ჰერცეგოვინის საპარლამენტო ასამბლეის და არა საერთაშორისო საზოგადოების მიერ. სხვა სიტყვებით, თუ დეიტონის ხელშეკრულება დაცულია, უმაღლესი წარმომადგენლის უფლებამოსილებები იწყება და სრულდება დეიტონის ხელშეკრულების ტექსტებით და რომ ნებისმიერი ცვლილება კონსტიტუციაში ბოსნიისა და ჰერცეგოვინის ხალხისა და მათი არჩეული წარმომადგენლების განსახილველი საკითხია.”", "ბ.  2001 წლის საარჩევნო კანონი", "18. 2001 წლის საარჩევნო კანონი (გამოქვეყნდა 2001 წლის 19 სექტემბერს ბოსნიისა და ჰერცეგოვინის ოფიციალურ ბეჭდვით ორგანოში № 23/01, ცვლილებები გამოქვეყნდა ოფიციალურ ბეჭდვით ორგანოში № 7/02 2002 წლის 10 აპრილს, № 9/02 2002 წლის 3 მაისს, № 20/02 2002 წლის 3 აგვისტოს, №25/02 2002 წლის 10 სექტემბერს, №4/04 2004 წლის 3 მარტს, №20/04 2004 წლის 17 მაისს, №25/05 2005 წლის 26 აპრილს, №52/05 2005 წლის 2 აგვისტოს, №65/05 2005 წლის 20 სექტემბერს, №77/05 2005 წლის 7 ნოემბერს, №11/06 2006 წლის 20 თებერვალს, №24/06 2006 წლის 3 აპრილს, №32/07 2007 წლის 30 აპრილს, №33/08 2008 წლის 22 აპრილს და №37/08 2008 წლის 7 მაისს) ძალაში შევიდა 2001 წლის 27 სექტემბერს. ამ კანონის შესაბამისი დებულებები შემდეგია:", "მუხლი 1.4 § 1", "“ბოსნიისა და ჰერცეგოვინის თითოეულ მოქალაქეს, რომელსაც შეუსრულდა თვრამეტი (18) წელი, უფლება აქვს, აირჩიოს და იყოს არჩეული ამ კანონის შესაბამისად.”", "მუხლი 4.8", "“იმისთვის, რომ არჩევნებში მონაწილეობის უფლება მიიღოს, დამოუკიდებელმა კანდიდატმა ცენტრალურ საარჩევნო კომისიაში უნდა წარადგინოს არჩევნებში მონაწილების შესახებ განაცხადი, რომელიც სულ მცირე უნდა მოიცავდეს შემდეგს:", "1. ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრთა არჩევნებში რეგისტრირებულ ამომრჩეველთა ათას ხუთას (1,500) ხელმოწერას; ...”", "მუხლი 4.19 §§ 5 -7", "“კანდიდატთა სია უნდა მოიცავდეს შემდეგ ინფორმაციას: სიაში შემავალი თითოეული კანდიდატის სახელი და გვარი, პირადი საიდენტიფიკაციო ნომერი (JMBG ნომერი), მუდმივი საცხოვრებელი მისამართი, კონკრეტული ‘შემადგენელ ხალხის’ ან ‘სხვებისადმი’ დეკლარირებული კუთვნილება, მოქმედი პირადობის დამადასტურებელი მოწმობის ნომერი და მისი გაცემის ადგილი, ასევე პოლიტიკური პარტიის თავმჯდომარის ხელმოწერა ან კოალიციაში შემავალი პოლიტიკური პარტიების თავმჯდომარეების ხელმოწერები. ამ სიას თან უნდა დაერთოს თითოეული კანდიდატის დეკლარაცია კანდიდატურაზე თანხმობის შესახებ, ამ კანონის 1.10 § 1(4) მუხლში მითითებული დაბრკოლებების არარსებობის დამადასტურებელი განცხადება და ამ კანონის 15.7 მუხლში ნახსენები ქონებრივი მდომარეობის ამსახველი განცხადება. დეკლარაცია და განცხადებები სათანადოდ უნდა იყოს დამოწმებული.", "ზემოთ ნახსენები კონკრეტული ‘შემადგენელი ხალხის’ ან ‘სხვებისადმი’ მიკუთვნების შესახებ დეკლარაცია გამოყენებული უნდა იყოს მხოლოდ არჩევითი ან დანიშნვითი თანამდებობის დაკავების უფლების განხორციელების მიზნით, რისთვისაც ამგვარი დეკლარაცია აუცილებელია საარჩევნო ციკლის დროს, რომლისთვისაც სია არის წარდგენილი. ", "კანდიდატს უფლება უნდა ჰქონდეს არ განაცხადოს მისი რომელიმე ‘შემადგენელი ხალხის’ ან ‘სხვებისადმი’ კუთვნილების შესახებ. თუმცა მიკუთვნებულობის შესახებ ამგვარი განუცხადებლობა განხილული უნდა იყოს, როგორც უარის თქმა არჩევითი ან დანიშნვითი თანამდებობის დაკავების უფლებაზე, რისთვისაც ამგვარი დეკლარაცია აუცილებელია.”", "მუხლი 8.1", "“ბოსნიისა და ჰერცეგოვინის ფედერაციის ტერიტორიიდან პირდაპირი წესით არჩეული ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრები - ერთი ბოსნიაკი და ერთი ხორვატი, ბოსნიისა და ჰერცეგოვინის ფედერაციაში რეგისტრირებული ამომრჩევლების მიერ უნდა იქნენ არჩეულები. ბოსნიისა და ჰერცეგოვინის ფედერაციაში რეგისტრირებულ ამომრჩეველს შეუძლია ხმა მისცეს პრეზიდიუმის ბოსნიაკ ან ხორვატ წევრს, მაგრამ - არა ორივეს. არჩეული იქნებიან ის ბოსნიაკი და ხორვატი წევრები, რომლებიც იმავე შემადგენელი ხალხების კანდიდატებს შორის ხმათა ყველაზე მეტ რაოდენობას მიიღებენ.", "ბოსნიისა და ჰერცეგოვინის სერბიული რესპუბლიკის ტერიტორიიდან პირდაპირი წესით არჩეული ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის სერბი წევრი სერბიულ რესპუბლიკაში რეგისტრირებული ამორჩევლების მიერ უნდა იქნეს არჩეული. არჩეული იქნება ის კანდიდატი, რომელიც ხმათა ყველაზე მეტ რაოდენობას მიიღებს.", "ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრებს აქვთ ოთხწლიანი (4) მანდატი.”", "მუხლი 9.12a", "“ბოსნიისა და ჰერცეგოვინის ფედერაციიდან ბოსნიაკი და ხორვატი დელეგატები ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში აირჩევიან ბოსნიისა და ჰერცეგოვინის ფედერაციის სახალხო პალატის შესაბამისი ხორვატი და ბოსნიაკი ჯგუფების მიერ. ", "ხორვატმა და ბოსნიაკმა დელეგატებმა ბოსნიისა და ჰერცეგოვინის ფედერაციის სახალხო პალატაში უნდა აირჩიონ დელეგატები შესაბამის შემადგენელ ხალხებს შორის.", "ბოსნიისა და ჰერცეგოვინის ფედერაციის სახალხო პალატის სერბმა და ‘სხვა’ დელეგატებმა მონაწილეობა არ უნდა მიიღონ ბოსნიისა და ჰერცეგოვინის ფედერაციიდან ბოსნიაკი და ხორვატი დელეგატების ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში არჩევის პროცესში.", "ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში სერბიული რესპუბლიკის დელეგატები (ხუთი სერბი) არჩული უნდა იყონ სერბიული რესპუბლიკის ეროვნული ასამბლეის მიერ.", "სერბიული რესპუბლიკის ეროვნული ასამბლეის ბოსნიაკმა, ხორვატმა და ‘სხვა’ დელეგატებმა მონაწილეობა უნდა მიიღონ ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში სერბიული რესპუბლიკის დელეგატების არჩევის პროცესში.“", "მუხლი 9.12c", "“ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში ბოსნიაკი და ხორვატი დელეგატები არჩეული უნდა იყონ იმგვარად, რომ ბოსნიაკთა ან ხორვატთა ჯგუფში ჩართულ თითოეულ პოლიტიკურ სუბიექტს ან ბოსნიისა და ჰერცეგოვინის ფედერაციის სახალხო პალატის ბოსნიაკთა ან ხორვატთა ჯგუფის თითოეულ დელეგატს უფლება ჰქონდეს, ბოსნიისა და ჰერცეგოვინის სახალხო პალატის ბოსნიაკი ან ხორვატი დელეგატების საარჩევნო სიისთვის დაასახელოს ერთი ან მეტი კანდიდატი.", "თითოეული სია შეიძლება შეიცავდეს ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში ასარჩევ დელეგატთა რაოდეობაზე მეტ კანდიდატს.”", "მუხლი 9.12e", "“ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში სერბიული რესპუბლიკიდან დელეგატების არჩევა უნდა წარიმართოს იმგვარად, რომ სერბიული რესპუბლიკის ეროვნული ასამბლეის თითოეულ პოლიტიკურ პარტიას ან თითოეულ დელეგატს უფლება ჰქონდეს, ბოსნიისა და ჰერცეგოვინის სახალხო პალატის სერბი დელეგატების საარჩევნო სიისთვის დაასახელოს ერთი ან მეტი კანდიდატი.", "თითოეული სია შეიძლება შეიცავდეს ბოსნიისა და ჰერცეგოვინის სახალხო პალატაში ასარჩევ დელეგატთა რაოდეობაზე მეტ კანდიდატს.”", "გ.  გაერთიანებული ერები", "19.  საერთაშორისო კონვენცია რასობრივი დისკრიმინაციის ყველა ფორმის აღმოფხვრის შესახებ, მიღებული გაერთიანებული ერების ეგიდით 1965 წლის 21 დეკემბერს, ბოსნიისა და ჰერცეგოვინის მიმართ 1993 წლის 16 ივლისს შევიდა ძალაში. მისი 1-ლი მუხლის შესაბამის ნაწილში ნათქვამია:", "“წინამდებარე კონვენციაში ფრაზა „რასობრივი დისკრიმინაცია“ აღნიშნავს ნებისმიერ განსხვავებას, გამორიცხვას, შეზღუდვას ან უპირატესობის მინიჭებას, რასის, კანის ფერის, საგვარეულო, ეროვნული თუ ეთნიკური წარმომავლობის ნიშნებით, რომელიც მიზნად ისახავს ან იწვევს პოლიტიკურ, ეკონომიკურ, სოციალურ, კულტურულ ან საზოგადოებრივი ცხოვრების სხვა სფეროებში ადამიანის უფლებათა და ძირითად თავისუფლებათა თანასწორობის საწყისებზე ცნობის, გამოყენების ან განხორციელების მოსპობას ან შელახვას.”", "კონვენციის მე-5 მუხლის შესაბამის ნაწილში ნათქვამია:", "“ამ კონვენციის მე-2 მუხლში აღნიშნული ძირითადი მოვალეობების შესაბამისად, მონაწილე სახელმწიფოები ვალდებულებას იღებენ აკრძალონ და აღმოფხვრან ნებისმიერი ფორმის რასობრივი დისკრიმინაცია და უზრუნველყონ ყველა ადამიანის თანასწორობა კანონის წინაშე, მიუხედავად რასისა, კანის ფერისა, ეროვნული და ეთნიკური კუთვნილებისა, განსაკუთრებით შემდეგი უფლებების განხორციელებისათვის:", "...", "(გ) პოლიტიკური უფლებებისა, კერძოდ არჩევნებში მონაწილეობის უფლებისა – მისცენ ხმა და წამოაყენონ თავიანთი კანდიდატურა – საერთო და თანაბარი საარჩევნო უფლების საფუძველზე, მიიღონ მონაწილეობა ქვეყნის მართვაში, ისევე როგორც სახელმწიფოს საქმეების მართვაში ყველა დონეზე, და ასევე ჰქონდეთ თანაბარი ხელმისაწვდომობა საჯარო სამსახურზე;", "...”", "რასობრივი დისკრიმინაციის აღმოფხვრის კომიტეტის - კონვენციის განხორციელებაზე ზედამხედველობის დამოუკიდებელ ექსპერტთაგან შემდგარი ორგანოს - ბოსნიისა და ჰერცეგოვინის შესახებ „დასკვნითი მოსაზრებების“ შესაბამის ნაწილში ნათქვამია შემდეგი (2006 წლის 11 აპრილის დოკუმენტი CERD/C/BIH/CO/6, § 11):", "", "“კომიტეტი ღრმა შეშფოთებას გამოთქვამს, რომ სახელმწიფო კონსტიტუციის IV და V მუხლების შესაბამისად სახალხო პალატასა და ბოსნიისა და ჰერცეგოვინის სამი მხარისგან შემდგარ პრეზიდიუმში შეიძლება იყონ არჩეული მხოლოდ ის პირები, რომლებიც მიეკუთვნებიან ჯგუფს, რომელიც კანონით ბოსნიისა და ჰერცეგოვინის ერთ-ერთ „შემადგენელ ხალხად“ (ბოსნიაკები, ხორვატები და სერბები) მიიჩნევა და რომელი ჯგუფიც ასევე დომინანტურ უმრავლესობაშია იმ ტერიტორიულ ერთეულში, რომლის მაცხოვრებელიც არის კონკრეტული პირი (მაგალითად, ბოსნიაკები და ხორვატები - ბოსნიისა და ჰერცეგოვინის ფედერაციაში, ხოლო სერბები - სერბიულ რესპუბლიკაში). ამდენად, არსებული სამართლებრივი სტრუქტურა გამორიცხავს ყველა იმ პირის წევრობას სახალხო პალატასა და პრეზიდიუმში, რომლებიც მოიხსენიებიან, როგორც ‘სხვები’, ანუ პირების, რომლებიც მიეკუთვნებიან ეროვნულ უმცირესობებს ან ბოსნიაკების, ხორვატებისა და სერბების გარდა - სხვა ეთნიკურ ჯგუფებს. მიუხედავად იმისა, რომ ხელშემკვრელი სახელმწიფოს ძირითადი პოლიტიკური ინსტიტუტების სამი მხარისგან შემდგარი სტრუქტურა შეიძლება გამართლებული იყოს, ან - თავდაპირველად აუცილებელიც კი შეიარაღებული კონფლიქტის შემდეგ ხელშემკვრელი სახელმწიფოს ტერიტორიაზე მშვიდობის დასამყარებლად, კომიტეტი აღნიშნავს, რომ სამართლებრივი განსხვავებები, რომლებიც სპეციალურ პრივილეგიებსა და შეღავათებს ანიჭებს გარკვეულ ეთნიკურ ჯგუფებს, შეუთავსებადია კონვენციის 1-ელ და მე-5 (გ) მუხლებთან. კომიტეტი ასევე აღნიშნავს, რომ ეს განსაკუთრებით ეხება იმ სიტუაციას, როცა სპეციალური პრივილეგიებისა და შეღავათების მინიჭების საჭიროება აღარ არსებობს (მუხლები 1 (4) და 5 (გ)).", "კომიტეტი მოუწოდებს სახელმწიფოს მხარეს, ცვლილება შეიტანოს სახელმწიფო კონსტიტუციისა და საარჩევნო კანონის შესაბამის დებულებებში იმისთვის, რომ ყველა მოქალაქეს, განურჩევლად ეთნიკური წარმომავლობისა, ჰქონდეს თანაბარი უფლება, აირჩიოს ან იყოს არჩეული.“", "20.  საერთაშორისო პაქტი სამოქალაქო და პოლიტიკური უფლებების შესახებ, მიღებული გაერთიანებული ერების ეგიდით 1966 წლის 16 დეკემბერს, ბოსნიისა და ჰერცეგოვინის მიმართ 1992 წლის 6 მარტს შევიდა ძალაში. მისი შესაბამისი დებულებებია:", "მუხლი2 § 1", "“წინამდებარე პაქტის მონაწილე თითოეული სახელმწიფო კისრულობს ვალდებულებას, პატივი სცეს და მისი ტერიტორიის ფარგლებსა და იურისდიქციაში მყოფი ყველა პირი უზრუნველყოს წინამდებარე პაქტით აღიარებული უფლებებით, რასის, კანის ფერის, სქესის, ენის, რელიგიის, პოლიტიკური ან სხვა მრწამსის, ეროვნული და სოციალური წარმოშობის, ქონებრივი მდგომარეობის, დაბადების თუ სხვა გარემოებათა მიხედვით ყოველგვარი დისკრიმინაციის გარეშე.”", "მუხლი 25", "“თითოეულ მოქალაქეს მე-2 მუხლში ნახსენები რაიმე დისკრიმინაციისა და დაუსაბუთებელ შეზღუდვების გარეშე უნდა ჰქონდეს უფლება და შესაძლებლობა:", "(ა) მონაწილეობდეს სახელმწიფო საქმეთა წარმოებაში, როგორც უშუალოდ, ისე თავისუფლად არჩეული წარმომადგენლების საშუალებით.", "(ბ) მისცეს ხმა და არჩეულ იქნას საყოველთაო პერიოდულ არჩევნებში, რომლებიც წარმოებს საყოველთაო და თანასწორი საარჩევნო უფლების საფუძველზე ფარული კენჭისყრით და უზრუნველყოფს ამომრჩევლების სურვილის გამოვლინებას.", "(გ) თავის ქვეყანაში თანასწორ პირობებში შეეძლოს სახელმწიფოს სამსახურში შესვლა.“", "მუხლი 26", "“თითოეული ადამიანი თანასწორია კანონის წინაშე და ყოველგვარი დისკრიმინაციის გარეშე კანონით თანაბარი დაცვის უფლება აქვს. ამ მხრივ უნდა აიკრძალოს ყოველგვარი დისკრიმინაცია და კანონი უნდა უზრუნველყოფდეს ყველა პირის თანასწორ და ეფექტურ დაცვას რასის, კანის ფერის, ენის, რელიგიის, პოლიტიკური თუ სხვა მრწამსის, ეროვნული და სოციალური წარმოშობის, ქონებრივი მდგომარეობის, დაბადების თუ სხვა გარემოებების გამო დისკრიმინაციისაგან.“", "ადამიანის უფლებათა კომიტეტის - ამ პაქტის განხორციელებაზე ზედამხედველობის დამოუკიდებელ ექსპერტთაგან შემდგარ ორგანოს - ბოსნიისა და ჰერცეგოვინის შესახებ „დასკვნითი მოსაზრებების“ შესაბამის ნაწილში ნათქვამია შემდეგი (2006 წლის 22 ნოემბრის დოკუმენტი CCPR/C/BIH/CO/1, § 8):", "“კომიტეტი შეშფოთებულია, რომ 2006 წლის 26 აპრილს შესაბამის საკონსტიტუციო ცვლილებაზე უარის თქმის შემდეგ, სახელმწიფო კონსტიტუცია და საარჩევნო კანონი კვლავინდებურად გამორიცხავს ‘სხვების’ - ანუ პირების, რომლებიც ხელშემკვრელი სახელმწიფოს არც ერთ ‘შემადგენელ ხალხს’ (ბოსნიაკებს, ხორვატებს და სერბებს) არ მიეკუთვნებიან - არჩევას ბოსნიისა და ჰერცეგოვინის სახალხო პალატასა და სამი მხარისგან შემდგარ პრეზიდიუმში. (მე-2, 25-ე და 26-ე მუხლები)", "ხელშემკვრელმა სახელმწიფომ უნდა განაახლოს საკონსტიტუციო რეფორმის შესახებ საუბრები, ეს პროცესი უნდა წარიმართოს გამჭვირვალედ და ფართო თანამონაწილეობით საფუძველზე, მათ შორის ყველა დაინტერესებული მხარის ჩართვით, რომ მიღებულ იქნას ისეთი საარჩევნო სისტემა, რომელიც ყველა მოქალაქისთვის, განურჩევლად მათი ეთნიკური წარმომავლობისა, უზრუნველყოფს პაქტის 25-ე მუხლით განსაზღვრული უფლებების თანაბარი გამოყენების შესძლებლობას.”", "დ.  ევროპის საბჭო", "21.  2002 წელს ევროპის საბჭოში გაწევრიანებით ბოსნიამ და ჰერცეგოვინამ ვალდებულება აიღო, „ვენეციის კომისიის - ევროპული კომისია სამართლის მეშვეობით დემოკრატიის დასაცავად - დახმარებით ერთი წლის ვადაში, ევროპის საბჭოს სტანდარტების გათვალისწინებით, განეხილა საარჩევნო კანონდებლობა და, საჭიროების შემთხვევაში, მასში შესწორებები შეეტანა“ (იხილეთ 2002 წლის 22 იანვრის ევროპის საბჭოს საპარლამენტო ასამბლეის მოსაზრება 234 (2002) § 15 (iv) (b)). ამის შემდეგ ევროპის საბჭოს საპარლამენტო ასამბლეა პერიოდულად ახსენებდა ბოსნიასა და ჰერცეგოვინას ამ გაწევრიანების შემდგომი ვალდებულების შესახებ და მოუწოდებდა მას, რომ ახალი კონსტიტუცია მიეღო 2010 წლის ოქტომბრამდე იმ მიზნით, რომ შეიცვალოს „ეთნიკური წარმომადგენლობის მექანიზმები და დაეფუძნოს სამოქალაქო პრინციპს, განსაკუთრებით, რომ დასრულდეს კონსტიტუციით დადგენილი დისკრიმინაცია ‘სხვების’ წინააღმდეგ“ (იხილეთ 2004 წლის 23 ივნისის რეზოლუცია 1383 (2004), § 3; 2006 წლის 29 ივნისის რეზოლუცია 1513 (2006), § 20; და 2008 წლის 30 სექტემბრის რეზოლუცია 1626 (2008), § 8). ", "22.  ვენეციის კომისიამ, საკონსტიტუციო საკითხების შესახებ ევროპის საბჭოს საკონსულტაციო ორგანომ, ამასთან დაკავშირებით მთელი რიგი დასკვნები შეიმუშავა.", "ბოსნიისა და ჰერცეგოვინის კონსტიტუციური მდგომარეობისა და უმაღლესი წარმომადგენლის უფლებამოსილებების შესახებ დასკვნის (2005 წლის 11 მარტის დოკუმენტი CDL-AD(2005)004)  შესაბამის ნაწილში ნათქვამია:", "“1. 2004 წლის 23 ივნისს ევროპის საბჭოს საპარლამენტო ასამბლეამ მიიღო რეზოლუცია 1384 „ბოსნიასა და ჰერცეგოვინაში დემოკრატიული ინსტიტუტების გაძლიერების“ შესახებ. რეზოლუციის მე-13 პარაგრაფი შეიცავს თხოვნას ვენეციის კომისიის მიმართ, განიხილოს რამდენიმე საკონსტიტუციო საკითხი ბოსნიასა და ჰერცეგოვინაში.", " ...", "29. ბოსნია და ჰერცეგოვინა არის გარდამავალ ფაზაში მყოფი ქვეყანა, რომელიც მწვავე ეკონომიკური პრობლემების პირისპირ დგას და სურს, ევროპულ ინტეგრაციაში მიიღოს მონაწილეობა. ქვეყანა შეძლებს, თავი გაართვას ამ ვითარებით გამოწვეულ მრავალ სირთულეს მხოლოდ იმ შემთხვევში, თუ მას ჰყავს ძლიერი და ეფექტიანი მთავრობა. სახელმწიფო ორგანოების ფუნქციონირების შესახებ საკონსტიტუციო ნორმები არ უზრუნველყოფს ძლიერი მთავრობის ჩამოყალიბებას, არამედ ხელს უშლის უმრავლესობას, მიიღოს გადაწყვეტილებები, რომლებიც უარყოფით გავლენას ახდენს სხვა ჯგუფებზე. გასაგებია, რომ კონფლიქტის შემდგომ ვითარებაში ეთნიკურ ჯგუფებს შორის არასაკმარისი ნდობა არსებობდა (და არსებობს) იმისთვის, რომ მხოლოდ უმრავლესობის მმართველობის პრინციპის საფუძველზე მომხდარიყო მთავრობის ფორმირება. ასეთ ვითარებაში უნდა მოიძებნოს კონკრეტული გარანტიები, რაც უზრუნველყოფს, რომ ყველა ძირითადი ჯგუფი, ბოსნიასა და ჰერცეგოვინაში - შემადგენელი ხალხები, შეძლებს საკონსტიტუციო ნორმების მიღებას, რითაც დაცულად იგრძნობს თავს. ამის შედეგად ბოსნიისა და ჰერცეგოვინის კონსტიტუცია უზრუნველყოფს შემადგენელი ხალხების ინტერესების დაცვას, არა მხოლოდ მათი ინტერესების ამსახველი ტერიტორიული მოწყობის მეშვეობით, არამედ ასევე სახელმწიფო ორგანოებისა და მათი ფუნქციონირების წესების შექმნის გზით. ასეთ ვითარებაში ბალანსი მართლაც დაცული უნდა იყოს, ერთი მხრივ, ყველა შემადგენელი ხალხის ინტერესების დაცვის აუცილებლობასა და, მეორე მხრივ, ეფექტიანი მთავრობის აუცილებლობას შორის. თუმცა ბოსნიისა და ჰერცეგოვინის კონსტიტუციაში არის ბევრი დებულება, რომლებიც შემადგენელი ხალხების ინტერესების დაცვას უზრუნველყოფს, მათ შორისაა: სასიცოცხლო ინტერესის ვეტო საპარლამენტო ასამბლეაში, ორპალატიანი სისტემა და ეთნიკურ საფუძველზე შემდგარი კოლექტიური პრეზიდიუმი. ამ დებულებათა ერთობლიობა შეუძლებელს თუ არა, უკიდურესად რთულს ხდის ეფექტიანი მთავრობის შექმნას. აქამდე სისტემა მეტ-ნაკლებად მუშაობდა უმაღლესი წარმომადგენლის უმნიშვნელოვანესი როლის გამო. თუმცა ეს როლი არ არის მდგრადი.", "სასიცოცხლო ინტერესის ვეტო", "30. ყველაზე მნიშვნელოვანი მექანიზმი, რომელიც უზრუნველყოფს, რომ რომელიმე შემადგენელი ხალხის ინტერესის საწინააღმდეგოდ არანაირი გადაწყვეტილება არ მიიღება, არის სასიცოცხლო ინტერესის ვეტო. თუ სახალხო პალატის ბოსნიაკი, ხორვატი და სერბი დელეგატების უმრავლესობა განაცხადებს, რომ საპარლამენტო ასამბლეის მიერ შემოთავაზებული გადაწყვეტილება მათი ხალხების სასიცოცხლო ინტერესს ეწინააღმდეგება, ბოსნიაკი, სერბი და ხეორვატი დელეგატების უმრავლესობამ მხარი უნდა დაუჭიროს ამ გადაწყვეტილებას იმისთვის, რომ ის მიღებული იყოს. სხვა ხალხის დელეგატების უმრავლესობა შეიძლება ამ მექანიზმის გამოყენებას წინააღმდეგი იყოს. ასეთ შემთხვევაში გათვალისწინებულია მორიგების პროცედურა და საბოლოო გადაწყვეტილებას მექანიზმის გამოყენების პროცესუალური წესის შესახებ იღებს საკონსტიტუციო სასამართლო. აღსანიშნავია, რომ კონსტიტუცია არ განმარტავს სასიცოცხლო ინტერესის ვეტოს ცნებას, განსხვავებით სუბიექტთა კონსტიტუციებისგან, სადაც ის (ზედმეტად ფართოდ) არის განმარტებული.", "31. აშკარაა, და ეს მრავალმა თანამოსაუბრემაც დაადასტურა, რომ ეს პროცედურა გადაწყვეტილების მიღების დაბლოკვის სერიოზულ საფრთხეს შეიცავს. სხვები ამტკიცებდნენ, რომ ეს საფრთე გადაჭარბებულად არ უნდა ყოფილიყო შეფასებული, რადგან ეს პროცედურა იშვიათად გამოიყენება და საკონსტიტუციო სასამართლომ 2004 წლის 25 ივნისის გადაწყვეტილებაში ცნების განმარტება დაიწყო [იხილეთ გადაწყვეტილება U-8/04 სასიცოცხლო ინტერესის ვეტოს შესახებ უმაღლესი განათლების ჩარჩო-კანონთან დაკავშირებით]. გადაწყვეტილება მართლაც მიუთითებს, რომ სასამართლო არ მიიჩნევს, რომ სასიცოცხლო ინტერესი არის წმინდა სუბიექტური ცნება პარლამენტის თითოეული წევრის დისკრეციის ფარგლებში და რომ ის სასამართლოს განხილვის საგანი არ უნდა იყოს. ამის საპირისპიროდ, სასამართლომ განიხილა არგუმენტები, რომლებიც წარმოდგენილი იყო სასიცოცხლო ინტერესის ვეტოს გამოყენების გასამართლებლად, ერთი არგუმენტი გაიზიარა, ხოლო მეორე - უარყო.", "32. მიუხედავად ამისა, კომისია მიიჩნევს, რომ სასიცოცხლო ინტერესის ზუსტი და ზედმიწევნითი განმარტება კონსტიტუციაში აუცილებელია. ვეტოს უფლებამოსილებასთან დაკავშირებით მთავარი პრობლემა არა მისი გამოყენება, არამედ მისი პრევენციული ეფექტია. რადგან ყველა მონაწილე პოლიტიკოსი სრულად აცნობიერებს ვეტოს შესაძლებლობის არსებობას, საკითხი, რომელთან დაკავშირებითაც შეიძლება მოსალოდნელი იყოს ვეტოს გამოყენება, კენჭისყრაზეც კი არ დადგება. ვეტოს უფლების არსებობის გამო, დელეგაცია, რომელიც განსაკუთრებით მტკიცე პოზიციას იკავებს და უარს ამბობს კომპრომისზე, არის ძლიერ პოზიციაში. მართალია, რომ საკონსტიტუციო სასამართლოს შემდგომმა პრაქტიკამ შეიძლება უზრუნველყოს სასიცოცხლო ინტერესის განმარტება და შეამციროს ამ მექანიზმის თანმხლები საფრთხეები. თუმცა ამას შეიძლება დიდი დრო დასჭირდეს და ამასთან შეუსაბამო ჩანს მნიშვნელოვანი პოლიტიკური შედეგების მქონე ამოცანის, კონსტიტუციის ტექსტში განმარტების შეტანის გარეშე, მხოლოდ სასამართლოსთვის მინდობა.", "33. დღევანდელ ვითარებაში ბოსნიასა და ჰერცეგოვინაში სასიცოცხლო ინტერესის ვეტოს სრული გაუქმების შესახებ მოთხოვნა არარეალური ჩანს.  თუმცა კომისია მიიჩნევს, რომ მნიშვნელოვანი და გადაუდებელი საქმეა, კონსტიტუციის ტექსტში გაჩნდეს სასიცოცხლო ინეტერსის ზუსტი განსაზღვრება. ეს განსაზღვება სამი შემადგენელი ხალხის წარმომადგენლებს შორის უნდა იყოს შეთანხმებული, მაგრამ ის არ უნდა შეესაბამებოდეს სუბიექტთა კონსტიტუციებში დღეს არსებულ განსაზღვრებას, რომლის მიხედვითაც პრაქტიკულად ყველაფერი შეიძლება განისაზღვროს, როგორც სასიცოცხლო ინტერესი. ის არ უნდა იყოს ზედმეტად ფართო, არამედ ფოკუსირებული უნდა იყოს შესაბამისი ხალხებისთვის განსაკუთრებული მნიშვნელობის მქონე უფლებებზე, ძირითადად ისეთ სფეროებში, როგორიცაა ენა, განათლება და კულტურა.", "სუბიექტის ვეტო", "34. სასიცოცხლო ინტერესის ვეტოსთან ერთად, კონსტიტუციის მუხლი IV § 3 (დ) ითვალისწინებს ორივე სუბიექტის დელეგაციის ორი მესამედისთვის ვეტოს უფლების მინიჭებას. ეს ვეტო, რომელიც პრაქტიკაში მართებული მხოლოდ სერბიული რესპუბლიკისთვის შეიძლება იყოს, სასიცოცხლო ინტერესის ვეტოს არსებობის გათვალისნებით, ზედმეტი ჩანს.", "ორპალატიანი სისტემა", "35. კონსტიტუციის IV მუხლი ითვალისწინებს ორპალატიან სისტემას - წარმომადგენლობითი პალატა და სახალხო პალატა, რომელთაც თანაბარი უფლებამოსილებები აქვთ. ორპალატიანი სისტემა ფედერალური სახელმწიფოებისთვის ტიპურია და ამდენად, გასაკვირი არ არის, რომ ბოსნიისა და ჰერცეგოვინის კონსტიტუცია ორპალატიანობას ანიჭებს უპირატესობას. თუმცა ფედერალურ სახელმწიფოებში მეორე პალატის მიზანი, ჩვეულებრივ, არის მცირე სუბიექტების უფრო ძლიერი წარმომადგენლობის უზრუნველყოფა. ერთი პალატა იქმნება მოსახლეობის რაოდენობაზე დაყრდნობით, ხოლო მეორე პალატაში ან ყველა სუბიექტს აქვს ადგილების თანაბარი რაოდენობა (შვეიცარია, აშშ) ან მცირე სუბიექტები მაინც არის გადაჭარბებით წარმოდგენილი (გერმანია). ბოსნიასა და ჰერცეგოვინაში ეს სრულებით სხვაგვარადაა: ორივე პალატაში წევრთა ორი მესამედი ბოსნიისა და ჰერცეგოვინის ფედერაციიდან მოდის, იმ განსხვავებით, რომ სახალხო პალატაში ფედერაციიდან წარმოდგენილები არიან მხოლოდ ბოსნიაკები და ხორვატები, ხოლო სერბიული რესპუბლიკიდან - სერბები. ამდენად, სახალხო პალატა არ ასახავს სახელმწიფოს ფედერალურ ხასიათს, არამედ ის არის დამატებითი მექანიზმი შემადგენელი ხალხების ინტერესების სასარგებლოდ. მართლაც, კონსტიტუციის თანახმად, სახალხო პალატის მთავარი ფუნცქციაა ის, რომ ეს არის პალატა, სადაც სასიცოცხლო ინტერესის ვეტოს უფლება გამოიყენება.", "36. ამ მოდელის ხარვეზია ის, რომ წარმომადგნელობითი პალატა ხდება ადგილი, სადაც საკანონმდებლო საქმიანობა მიმდინარეობს და უმრავლესობის შესადგენად აუცილებელი კომპრომისები კეთდება. სახალხო პალატას მხოლოდ უარყოფითი როლი აქვს, როგორც ვეტოს უფლების მქონე პალატას, რომლის წევრებიც თავიანთ ამოცანად თვლიან მხოლოდ მათი ხალხების ინტერესების დაცვას და საკანონმდებლო პროცესის წარმატება არ აინტერესებთ. ამდენად, უმჯობესი იქნებოდა, რომ სასიცოცხლო ინტერესის ვეტოს გამოყენების უფლება გადაეცეს წარმომადგენლობით პალატას და გაუქმდეს სახალხო პალატა. ეს შესაძლებელს გახდის, რაციონალური სახე მიეცეს პროცედურებს და გააადვილდეს კანონების მიღება ისე, რომ საფრთხე არ დაემუქროს რომელიმე ხალხის ლეგიტიმურ ინტერესებს. ეს ასევე მოაგვარებდა სახალხო პალატის დისკრიმინაციული შემადგენლობის პრობლემას.", "კოლექტიური პრეზიდენტობა", "37. კონსტუტუციის V მუხლი ითვალისწინებს კოლექტიურ პრეზიდენტობას ერთი ბოსნიაკი, ერთი ხორვატი და ერთი სერბი წევრის შემადგენლობით და თანამდებობის მონაცვლეობით დაკავებას. პრეზიდიუმი ცდილობს, გადაწყვეტილებები მიიღოს კონსენსუსის საფუძველზე (მუხლიV § 2 (c)). უმრავლესობის მიერ გადაწყვეტილების მიღების შემთხვევაში, უმცირესობაში მყოფ წევრს აქვს სასიცოცხლო ინტერესის ვეტოს უფლება. ", "38. კოლექტიური პრეზიდენტობა ძალიან უჩვეულო მოდელია. რაც შეეხება სახელმწიფოს მეთაურის წარმომადგენლობით ფუნქციებს, მათი განხორციელება უფრო ადვილია ერთი ადამიანის მიერ. უკვე არსებობს აღმასრულებლის ზემდგომი ერთი კოლეგიალური ორგანო, მინისტრთა საბჭო, და მეორე კოლეგიალური ორგანოს დამატება არ იქნებოდა გადაწყვეტილების ეფექტიანი მიღებისთვის ხელშემწყობი. ეს ქმნის გადაწყვეტილების მიღების პროცესების დუბლირების საფრთხეს და რთული ხდება მინისტრთა საბჭოსა და პრეზიდიუმის უფლებამოსილებების გამიჯნვა. გარდა ამისა, პრეზიდიუმს ან არ ექნება საჭირო ტექნიკური ცოდნა, რაც სამინისტროების ფარგლებშია ხელმისაწვდომი, ან დასჭირდება საკმაოდ დიდი პერსონალი, რაც ბიუროკრატიის დამატებით რგოლს შექმნის.", "39. ამდენად, კოლექტიური პრეზიდენტობა არ ჩანს ფუნქციური ან ეფექტიანი. ბოსნიისა და ჰერცეგოვინის კონტექსტში მისი არსებობა, როგორც ჩანს, მოტივირებულია საჭიროებით, რომ ყველა მნიშვნელოვანი გადაწყვეტილების მიღებაში ყველა შემადგენელი ხალხის წარმომადგელის მონაწილეობა იყოს უზრუნველყოფილი. მნიშვნელოვანი უფლებამოსილებების მქონე ერთი პრეზიდენტი, როგორც ჩანს, მართლაც რთული წარმოსადგენია ბოსნიისა და ჰერცეგოვინისთვის. ", "40. ამდენად, საუკეთესო გამოსავალი იქნებოდა აღმასრულებელი ძალაუფლების კონცენტრირება მინისტრთა საბჭოში, როგორც კოლეგიალურ ორგანოში, რომელშიც ყველა შემადგენლი ხალხი არის წარმოდგენილი. მაშინ ერთი პრეზიდენტიც, როგორც ქვეყნის მეთაური, მისაღები იქნებოდა. ქვეყნის მრავალეთნიკურობის გათვალისწინებით, პირდაპირი არჩევნების ჩატარებაზე უმჯობესი იქნებოდა პრეზიდენტის არაპირდაპირი არჩევა საპარლამენტო ასამბლეის უმრავლესობის მიერ, რაც უზრუნველყოფს იმას, რომ პრეზიდენტი ყველა ხალხის ფართო ნდობით სარგებლობს. შეიძლება დაემატოს როტაციის წესებიც იმ პირობით, რომ ახლად არჩეული პრეზიდენტი არ შეიძლება იმავე შემადგენელი ხალხის წარმომადგენელი იყოს, რომლისაც - მისი წინამორბედი.", "...", "74. წინამდებარე საქმეში სახელმწიფო ორგანოებში შემადგენელ ხალხებს შორის პოზიციების გადანაწილება დეიტონის ხელშეკრულების ცენტრალური ელემენტი იყო, რამაც ბოსნიასა და ჰერცეგოვინაში მშვიდობის დამყარება შესაძლებელი გახადა. ასეთ კონტექსტში რთულია, უარყო ისეთი ნორმების კანონიერება, რომლებიც შეიძლება პრობლემატური იყოს არადისკრიმინაციულობის თვალსაზრისით, მაგრამ - საჭირო მშვიდობისა და სტაბილურობის მისაღწევად და შემდგომი მსხვერპლის თავიდან ასაცილებლად. ამგვარად, [ბოსნიისა და ჰერცეგოვინის] კონსტიტუციის ტექსტში იმ დროს ამგვარი ნორმების ჩართვა კრიტიკას არ იმსახურებს, მიუხედავად იმისა, რომ ისინი ეწინააღმდეგება კონსტიტუციის ზოგად არსს, რომლის მიზანია დისკრიმინაციის პრევენცია. ", "75. თუმცა ამგვარი გამართლება განხილული უნდა იყოს ბოსნიასა და ჰერცეგოვინაში კონსტიტუციის ძალაში შესვლის შემდეგ განვითარებული მოვლენების გათვალისწინებით. ბოსნია და ჰერცეგოვინა ევროპის საბჭოს წევრი გახდა და ამდენად, ქვეყანა უნდა შეფასდეს საერთო ევროპული სტანდარტების საზომით. ამჟამად რატიფიცირებულია [ადამიანის უფლებათა ევროპული კონვენცია] და [ამასთანავე] მე-12 ოქმი. როგორც ზემოთ აღინიშნა, მდგომარეობა ბოსნიასა და ჰერცეგოვინაში პოზიტიურად ვითარდება, მაგრამ რჩება გარემოებები, რომლებიც მოითხოვს ისეთი პოლიტიკური სისტემის არსებობას, რომელიც არ იქნება უმრავლესობის მმართველობის მარტივი გამოხატულება, არამედ ეთნიკურ ჯგუფებს შორის ძალაუფლებისა და პოზიციების გადანაწილებას უზრუნველყოფს. ამდენად, ლეგიტიმურად რჩება ისეთი საარჩევნო კანონების შექმნის მცდელობა, რომლებიც სხვადასხვა ჯგუფების სათანადო წარმომადგენლობების არსებობას უზრუნველყოფს. ", "76. თუმცა ამის მიღწევა შეიძლება საერთაშორისო სტანდარტებთან წინააღმდეგობაში მოსვლის გარეშე. კონსენსუსზე დამყარებული დემოკრატია თავისთავად არ ქმნის პრობლემებს, არამედ - ტერიტორიული და ეთნიკური კრიტერიუმების აღრევა და გარკვეული პოლიტიკური უფლებების აშკარა ჩამორთმევა მათთვის, ვინც განსაკუთრებულად მოწყვლადი ჩანს. შესაძლებელია პრეზიდიუმის შესახებ კანონმდებლობის შეცვლა ისე, რომ საერთაშორისო სტანდარტებთან შეთავსებადი გახდეს და ამავე დროს ქვეყანაში პოლიტიკური ბალანსი შენარჩუნებული იყოს.", "77. მრავალეთნიკური შემადგენლობა შეიძლება უზრუნველყოფილი იყოს არადისკრიმინაციული სახით, მაგალითად, იმ პირობით, რომ პრეზიდიუმის ერთზე მეტი წევრი არ შეიძლება წარმოადგენდეს ერთსა და იმავე ხალხს ან სხვების ჯგუფს და ამ წესმა საარჩევნო სისტემასთან ერთად უზრუნველყოს ორივე სუბიექტის წარმომადგენლობის არსებობა. ან, როგორც ზემოთ იქნა შეთავაზებული, როგორც უფრო რადიკალური გამოსავალი, რომელიც კომისიის აზრით უპირატესი იქნებოდა, რომ კოლექტიური პრეზიდენტობა შეიძლება გაუქმდეს და შეიცვალოს არაპირდაპირი წესით არჩეული პრეზიდენტით, რომელსაც ძალიან შეზღუდული უფლებამოსილებები ექნება.", " ...", "80. სახალხო პალატა სრული საკანონმდებლო უფლებამისილებების მქონე ორგანოა. ამგვარად, გამოყენებადია [ადამიანის უფლებათა ევროპული კონვენციის] 1-ლი ოქმის მე-3 მუხლი და ეთნიკურ საფუძველზე ნებისმეირი დისკრიმინაცია აკრაძალულია [კონვენციის] მე-14 მუხლით.  შესაძლო გამართლებას რაც შეეხება, აქაც შეიძლება იმავენაირად მსჯელობა, როგორც - პრეზიდიუმთან დაკავშირებით. მაშინ როცა არსებობს მართლზომიერი მიზანი, პარლამენტში უზრუნველყოფილი იყოს ეთნიკური ბალანსი მშვიდობისა და სტაბილურობის ინტერესებისთვის, ამან შეიძლება გაამართლოს ეთნიკური დისკრიმინაცია, მაგრამ მხოლოდ იმ შემთხვევაში, თუ ამ მიზნის მისაღწევად სხვა არანაირი საშუალება არ არსებობს და თუ უმცირესობათა უფლებები სათანადოდ არის დაცული. სახალხო პალატაში, მაგალითად, შესაძლებელი იქნებოდა, განსაზღვრულიყო ადგილების მაქსიმალური რაოდენობა, რაც თითოეული შემადგენელი ხალხის წარმომადგენლებს უნდა დაეკავებინათ. ან, როგორც ზემოთ ითქვა, შეიძლებოდა უფრო რადიკალური გამოსავლის პოვნა, რომელსაც კომისია უპირატესობას მიანიჭებდა, რომ სახალხო პალატა უბრალოდ გაუქმდეს და სასიცოცხლო მნიშვნელობის ეროვნული ინტერესის მექანიზმი წარმომადგენლობით პალატაში განხორცილედეს.“", "ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის არჩევნებთან დაკავშირებით სხვადასხვა წინადადებების შესახებ დასკვნის (CDL-AD(2006)004, 2006 წლის 20 მარტი) შესაბამის ნაწილში ნათქვამია:", "“1. 2006 წლის 2 მარტით დათარიღებული წერილით ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის თავმჯდომარემ, ბ-მა სულეიმან ტიჰიჩმა, ვენეციის კომისიას სთხოვა, მისი დასკვნა წარმოედგინა ამ ქვეყნის პრეზიდიუმის არჩევნებთან დაკავშირებით სამი სხვადასხვა წინადადების შესახებ. ეს თხოვნა გაკეთდა ბოსნიასა და ჰერცეგოვინაში მთავარ პოლიტიკურ პარტიებს შორის კონსტიტუციური რეფორმების შესახებ მოლაპარაკებების ფარგლებში. პრეზიდიუმის არჩევის საკითხი კვლავ რჩება გადასაჭრელი, რათა კომპლექსური რეფორმის პაკეტის შესახებ შეთანხმება იყოს მიღწეული. ", "...", "I წინადადების შესახებ კომენტარები", "8. I წინადადება გულისხმობს არჩევნების ამჟამინდელი წესების შენარჩუნებასა და პრეზიდიუმის შექმნას, რომლის შემადგენლობაშიც იქნებოდნენ ფედერაციის ტერიტორიიდან არჩეული ერთი ბოსნიაკი და ერთი ხორვატი და სერბიული რესპუბლიკის ტერიტორიიდან არჩეული ერთი სერბი. კომისიამ თავის [დასკვნაში ბოსნიასა და ჰერცეგოვინაში კონსტიტუციური მდგომარეობისა და უმაღლესი წარმომადგენლის უფლებამოსილებების შესახებ] სერიოზული შეშფოთება გამოთქვა ადამიანის უფლებათა ევროპული კონვენციის მე-12 ოქმთან ასეთი წესის შეთავსებადობასთან დაკავშირებით, რომელიც ფორმალურად გამორიცხავს, რომ პრეზიდიუმში სერბიული რესპუბლიკიდან არჩეული იყვნენ ‘სხვები’ და ბოსნიაკები და ხორვატები, ხოლო ფედერაციიდან - სერბები. ამგვარად, ამ წესის ამ სახით შენარჩუნება უნდა გამოირიცხოს და Ι წინადადებას უარი უნდა ეთქვას. ", "II წინადადების შესახებ კომენტარები", "9. II წინადადება, რომელიც კონსტიტუციაში შესატანი ტექსტის სახით არ მომზადებულა, არამედ - როგორც მოკლე ინფორმაცია კონსტიტუციის შესაძლო შინაარსის შესახებ, ემხრობა პრეზიდიუმის ორი წევრის ფედერაციიდან, ხოლო ერთი წევრის - სერბიული რესპუბლიკიდან პირდაპირი წესით არჩევას, თუმცა არაფერია ნახსენები კანდიდატებისთვის რაიმე ეთნიკური კრიტერიუმის შესახებ. ამდენად, ვენეციის კომისიის მოსაზრებაში ნახსენები de jure დისკრიმინაცია ამოღებული იქნებოდა და ამ წინადადების მიღება წინგადადგმული ნაბიჯი იქნებოდა. ეს წინადადება ასევე მოიცავს პრეზიდიუმის თავმჯდომარის 16 თვეში ერთხელ როტაციას. კოლექტიური პრეზიდენტობის ლოგიკით, როგორც ჩანს, ეს რაციონალური გამოსავალია.", "10. ამის საპირისპიროდ, წინადადებას სიცხადე აკლია პრეზიდიუმის მრავალეთნიკურ შემადგენლობასთან დაკავშირებით. კოლექტიური პრეზიდენტობა შემოღებული იყო და, სავარაუდოდ, ახლაც შენარჩუნებული იქნება იმის უზრუნველსაყოფად, რომ არც ერთ სახელმწიფო ორგანოზე არ დომინირებდეს რომელიმე ერთი შემადგენელი ხალხის წარმომადგენელი. ამ წინადადების თანახმად, მაგალითად, შესაძლებელი იქნებოდა პრეზიდიუმში ფედერაციიდან ორი ბოსნიაკის არჩევა. ეს ხარვეზი შეიძლება გასწორდეს წინადადების ფარგლებში კანონიერად, იმ პირობით, რომ პრეზიდიუმის ერთ წევრზე მეტი იმავდროულად არ შეიძლება მიეკუთვნებოდეს ერთსა და იმავე შემადგენელ ხალხს ან ‘სხვების’ ჯგუფს. კომისიის გაგებით, მართლაც არსებობს კონსტიტუციაში ამგვარი დებულების ჩართვის განზრახვა იმ შემთხვევაში, თუ ეს წინადადება იქნება მიღებული.", "11. თუმცა პრობლემას შექმნიდა პრეზიდიუმის იმ კანდიდატების შესაძლო გამორიცხვა, რომლებმაც ხმათა მეტი რაოდენობა მიიღეს. სრულიად შესაძლებელია, რომ ფედერაციაში ორმა ბოსნიაკმა დააგროვოს ხმათა მეტი რაოდენობა. ამ შემთხვევაში, კანდიდატი, რომელმაც ხმათა მეტი რაოდენობას მიიღო, იძულებული იქნება, უარი თქვას პრეზიდიუმის წევრობაზე იმ კანდიდატის სასარგებლოდ, რომელმაც მასზე ნაკლები ხმა მიიღო. ეს საკითხები მკაფიოდ უნდა იყოს დარეგულირებული კონსტიტუციის, და არა - კანონის, დონეზე. ", "12. შემდეგი ხარვეზია ის, რომ de facto ბოსნიაკებსა და ხორვატებს სერბიული რესპუბლიკიდან და სერბებს ფედერაციიდან კვლავ არ ექნებათ რაიმე რეალისტური შესაძლებლობა, რომ მათთვის სასურველი კანდიდატი აირჩიონ.", "13. გარდა ამისა, სახელმწიფოს მეთაურის არჩევნები კვლავ სუბიექტის დონეზე ჩატარდებოდა, მაშინ როცა სასურველი იქნებოდა, რომ ის სახელმწიფოს დონეზე ჩატარებულიყო, როგორც სახელმწიფოს განმტკიცების საერთო მიდგომის ნაწილი.", "14. როგორც უმნიშვნელო საკითხი, ამ წინადადების თანახმად, პრეზიდიუმის წევრებს ასევე უფლება ექნებოდათ, პოლიტიკურ პარტიაში ხელმძღვანელი პოზიცია დაეკავებინათ. ეს, როგორც ჩანს, არ შეესაბამება საკონსტიტუციო რეფორმის საერთო მიზანს, რომ პრეზიდიუმი აღმასრულებელი ორგანოდან სახელმწიფოს (კოლექტიურ) მეთაურად გარდაიქმნას.", "15. რომ შევაჯამოთ, ΙΙ წინადადება არის აშკარა გაუმჯობესება ამჟამინდელ კონსტიტუციურ მდგომარეობასთან შედარებით. თუმცა მას აქვს მთელი რიგი ხარვეზები, მათ შორის, ისეთი კანდიდატების არჩევის საფრთხე, რომლებმაც სხვებზე ნაკლები ხმა მიიღეს და ის არ უწყობს ხელს საკონსტიტუციო რეფორმის საერთო მიზნის მიღწევას, რომ ძალაუფლება გადაეცეს მინისტრთა საბჭოს და განმტკიცდეს სახელმწიფოს დონე.", "III წინადადება", "16. III წინადადება უფრო თვალშისაცემად განსხვავდება ამჟამინდელი კონსტიტუციური მდგომარეობისგან იმით, რომ შემოთავაზებულია პრეზიდიუმის არაპირდაპირი არჩევნების რთული პროცედურა. როგორც ზემოთ აღინიშნა, კომისია მთავარ უპირატესობას ანიჭებს შემცირებული უფლებამოსილებების მქონე ერთი პრეზიდენტის არაპირდაპირი წესით არჩევას. თუმცა კოლექტიური პრეზიდენტობის შემთხვევაშიც, კომისია არაპირდაპირ არჩევნებს ანიჭებს უპირატესობას.", "17. ამის მიზეზი, პირველ რიგში, არის ის, რომ საკონსტიტუციო რეფორმის ერთ-ერთი ძირითადი მიზანი იქნება პრეზიდიუმის უფლებამისლებების შემცირება და აღმასრულებელი ძალაუფლების კონცენტრირება მინისტრთა საბჭოში. ამ ცვლილების განხორციელება უფრო რთული იქნება, თუ პრეზიდიუმს პირდაპირი არჩევნებით არ მიენიჭება ლეგიტიმურობა.", "18. გარდა ამისა, არაპირდაპირ არჩევნებში უფრო ადვილია ისეთი მექანიზმების შემუშავება, რომლებიც უზრუნველყოფს პრეზიდიუმის სასურველ მრავალეთნიკურ შემადგენლობას. ის შიდაეთნიკური თანამშრომლობისა და კომპრომისის უფრო მეტ საშუალებას იძლევა, ხოლო de facto განსხვავებული ეთნიკური სეგმენტების პირდაპირი არჩევნები ქმნის იმის სტიმულს, რომ არჩეულ იქნას პირი, რომელიც შესაბამისი შემადგენელი ხალხის ყველაზე ძლიერ დამცველად მიიჩნევა და არა - კანდიდატი, რომელიც მთლიანად ქვეყნის ინტერესების დასაცავად ყველაზე შესაფერისია.", "19. დასასრულ, ამ წინადადების თანახმად, არჩევნები გადაინაცვლებს სახელმწიფოს პარლამენტში. მართლაც სასურველი და სახელმწიფოს განმტკიცების საერთო მიზნის შესაბამისია, რომ სახელმწიფოს მეთაურის არჩევნები ასეთ დონეზე გაიმართოს.", "20. ამდენად, საერთო მიდგომის თვალსაზრისით, III წინადადებას უნდა მიენიჭოს უპირატესობა. თუმცა მას აქვს გარკვეული ხარვეზები.", "21. პირველ რიგში, ეს წინადადება ძალიან რთული ჩანს, ზედმეტად ბევრი საფეხურითა და შესაძლებლობით, რომ შეიქმნას ჩიხი. კანდიდატები შეიძლება დასახელდნენ წარმომადგენლობითი პალატის ან სახალხო პალატის წევრების მიერ, კანდიდატების შერჩევა ხდება სამი განსხვავებული ეთნიკური ჯგუფის მიერ სახალხო პალატაში და ამის შემდეგ კანდიდატების სია უნდა დაამტკიცოს სახალხო პალატის სამმა ჯგუფმა და წარმომადგენლობითმა პალატამ.  ", "22. წინადადების ფარგლებში უმჯობესი იქნებოდა, უფრო მარტივი პროცედურა ყოფილიყო, რომელიც უფრო მეტ აქცენტს გააკეთებდა წარმომადგენლობით პალატაზე, როგორც ორგანოზე, რომელსაც პირდაპირი, დემოკრატიული ლეგიტიმურობა აქვს ხალხისგან. კანდიდატების დასახელების შესაძლებლობა შენარჩუნებული უნდა იყოს წარმომადგენლობითი პალატის წევრებისთვის, ამ კანდიდატებს შორის შერჩევა შეიძლება მოხდეს სახალხო პალატის სამ განსხვავებულ ეთნიკურ ჯგუფში, რომ უზრუნველყოფილი იყოს სამივე შემადგენელი ხალხის ინტერესების დაცვა, ხოლო კანდიდატების სია უნდა დამტკიცდეს წარმომადგენლობითი პალატის შემადგენლობის უმრავლესობის მიერ, რაც უზრუნველყოფს, რომ სამივე წევრს, როგორც მთლიანად ბოსნიისა და ჰერცეგოვინის ხალხის წარმომადგენელს, აქვს ლეგიტიმურობა.", "23. გარდა ამისა, განმარტებული უნდა იყოს, თუ როგორ უნდა გადანაწილდეს პრეზიდენტისა და ვიცე-პრეზიდენტის თანამდებობები. მოცემულ სახით, III წინადადება ამ მნიშვნელოვან გადაწყვეტილებას მთლიანად ტოვებს სამ ეთნიკურ ჯგუფს შორის კულუარული გარიგების საგნად, რადგან კანდიდატთა სია, რომელიც პრეზიდენტსა და ვიცე-პრეზიდენტებს განსაზღვრავს, წარმომადგენლობით პალატას უნდა წარედგინოს, თუმცა არ არის მოცემული რაიმე მინიშნება, თუ როგორ უნდა გაკეთდეს ეს არჩევანი. ეს ყველაზე უარესი შესაძლო გამოსავალი შეიძლება იყოს და, სავარაუდოდ, ჩიხს გამოიწვევს. II წინადადებით გათვალისწინებული როტაცია უფრო მისაღები ჩანს. ", "24. არსებობს ასევე III წინადადების სხვა ასპექტები, რომლებიც ვენეციის კომისიის პრეფერენციებს არ შეესაბამება. ზემოთ აღნიშნულ მოსაზრებაში კომისია სახალხო პალატის გაუქმებას ემხრობოდა. ამგვარად, პრეზიდიუმის შერჩევაში მისთვის მნიშვნელოვანი როლის მინიჭება პოზიტიურ ნაბიჯად არ შეიძლება ჩაითვალოს. ეთნიკური ჯგუფების როლი უკიდურესად საეჭვოს ხდის იმ კანდიდატების არჩევას, რომლებიც არ მიეკუთვნებიან რომელიმე შემადგენელ ხალხს. ეს არ არის ამ წინადადების თავისებურება, არამედ ასახავს პოლიტიკურ სიტუაციას. წინადადება, სულ მცირე, უზრუნველყოფს იმას, რომ წარმომადგენლობით პალატაში ‘სხვების’ წარმომადგენლები მონაწილეობას მიიღებენ ხმის მიცემაში და რომ სერბები ფედერაციიდან და ბოსნიაკები და ხორვატები სერბიული რესპუბლიკიდან აღარ არიან არახელსაყრელ მგომარეობაში, რადგან სახელმწიფოს პარლამენტში მათ წარმომადგენლებს შეეძლებათ ხმა მისცენ მათთვის სასურველ კანდიდატებს.", "25. კოლექტიური პრეზიდენტობის ფარგლებშიც კი შეიძლება, შემუშავდეს  არაპირდაპირი არჩევნების შესახებ გადაწყვეტილებები, რაც უმჯობესი იქნებოდა. მაგალითად, წარმომადგენლობით პალატაში სამი კანდიდატი, რომლებიც არ მომდინარეობს ერთი და იმავე შემადგნელი ხალხისგან ან ‘სხვების’ ჯგუფისგან, შეიძლება იყოს დასახელებული და კენჭისყრა შეიძლება ჩატარდეს ასეთ კანდიდატებს შორის. თუმცა ეს იქნებოდა სხვა წინადადება და არა - III წინადადების შესწორება.", "26. რომ შევაჯამოთ, III წინადადება ასევე არის აშკარა გაუმჯობესება ამჟამინდელ მდგომარეობასთან შედარებით. თუკი ის შესწორდებოდა 22-ე და 23-ე პარაგრაფებში მოცემული შემოთავაზებების მიხედვით, ის იქნებოდა კონსტიტუციური რეფორმის პირველი ეტაპისთვის შესაფერისი (თუმცა არა - იდეალური) გადაწყვეტა.", "დასკვნა", "27. დასკვნის სახით, კომისია განსაკუთრებით მიესალმება, რომ ბოსნიასა და ჰერცეგოვინაში პოლიტიკურმა პარტიებმა იპოვეს გამბედაობა და კომპლექსური საკონსტიტუციო რეფორმის მიღება სცადეს მომავალი, 2006 წლის ოქტომბრის არჩევნების წინ. ის აცნობიერებს, რომ ამ ეტაპზე მიღებულ რეფორმას შეიძლება მხოლოდ დროებითი ხასიათი ჰქონდეს, რადგან ქვეყანას აშკარად სჭირდება კომპლექსური რეფორმისკენ ნაბიჯის გადადგმა.", "28. რაც შეეხება კომისიაში წარდგენილ სამ წინადადებას, პირველი წინადადების მიღება შეიძლება განიხილებოდეს მხოლოდ საკონსტიტუციო რეფორმის წარუმატებლობად ამ საკითხთან დაკავშირებით და ის უნდა გამოირიცხოს. ამის საპირისპიროდ, II და III წინადადებები, გარკვეული დამატებებისა და შესწორებების პირობით, იმსახურებს, ამ ეტაპზე განიხილებოდეს, როგორც მნიშვნელოვანი წინგადადგმული ნაბიჯები, მაგრამ არავითარ შემთხვევაში - როგორც იდეალური გადაწყვეტები.", "29. II და III წინადადებეს შორის კომისია უპირატესობას მიანიჭებდა - თუმცა არა უყოყმანოდ - III წინადადებას, ზემოთ აღნიშნული გარკვეული კორექტივების შეტანის პირობით. არაპირდაპირი არჩევნები, რომელიც შეესაბამება საკონსტიტუციო რეფორმის მიზანს, რომ შემცირდეს პრეზიდიუმის უფლებამოსილებები, აადვილებს პრეზიდიუმის დაბალანსებული შემადგენლობის უზრუნველყოფას და ამდენად, ამ უჩვეულო ინსტიტუტის raison d’être მასში უკეთაა გათვალისწინებული. ასევე ამ წინადადებას გადააქვს არჩევნები სახელმწიფო დონეზე, ბოსნიისა და ჰერცეგოვინის სახელმწიფოს განმტკიცების საერთო მიზნის შესაბამისად. თუმცა თვალთახედვის არიდან არ უნდა დაიკარგოს ამ რეგიონში საკონსტიტუციო რეფორმის საბოლოო მიზანი: მომავალში იყოს ერთი პრეზიდენტი, რომელიც არჩეული იქნება იმგვარად, რომ ის ნდობით ისარგებლებს იმ ეთნიკური ჯგუფის გარეთაც, რომელსაც თავად მიეკუთვნება.“", "ბოსნიისა და ჰერცეგოვინის კონსტიტუციის შესწორებების პროექტის შესახებ დასკვნის (CDL-AD(2006)019, 2006 წლის 12 ივნისი) შესაბამის ნაწილში ნათქვამია:", "“1. 2006 წლის 21 მარტით დათარიღებული წერილით ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის თავმჯდომარემ, ბ-მა სულეიმან ტიჰიჩმა ვენეციის კომისიას სთხოვა, მისი აზრი გამოეხატა საკონსტიტუციო რეფორმის პირველი ეტაპის პირობებზე შეთანხმების ტექსტის თაობაზე, რომელიც ბოსნიისა და ჰერცეგოვინის პოლიტიკური პარტიების ლიდერების მიერ იქნა მიღწეული 2006 წლის 18 მარტს. რადგან საკონსტიტუციო რეფორმა სასწრაფოდ იყო მისაღები იმისთვის, რომ 2006 წლის ოქტომბერში დაგეგმილ საპარლამენტო არჩევნებზე მისი გათვალისიწინება შესაძლებელი გამხდარიყო, მან გამოთქვა სურვილი, რომ ვენეციის კომისიის დასკვნა ‘მოკლე ხანში’ შეემუშავებინა.", "...", " საპარლამენტო ასამბლეის შესახებ კონსტიტუციის IV მუხლის II შესწორება", "22. ამ შესწორების მთავარი მიზანია, ორი თანაბარუფლებიანი პალატის მქონე ორპალატიანი სისტემა შეიცვალოს ახალი სისტემით, რომელშიც სახალხო პალატას (...) მხოლოდ შეზღუდული უფლებამოსილებები ექნება, სასიცოცხლო ეროვნული ინტერესის ვეტოს უფლების აქცენტირებით. მუხლის ახალი სტრუქტურა, რომელშიც წარმომადგენლობითი პალატა სისტემატურად დაყენებულია (...) პირველ ადგილზე, ამ მიზანს ასახავს. ეს რეფორმა იქნებოდა წინგადადგმული ნაბიჯი ვენეციის კომისიის რეკომენდაციის მიმართულებით, რომ გაუქმდეს სახალხო პალატა და სახელმწიფო ინსტიტუტებში გადაწყვეტილების მიღება გამარტივდეს. ", "...", "24. (დ) ქვეპუნქტი სახალხო პალატის წევრთა რაოდენობის 15-დან 21-მდე გაზრდას გამოიწვევს. ამ პალატის წევრთა გაზრდის გამართლება ნაკლებად ცხადია, რადგან მისი უფლებამოსილებები მკვეთრად არის შემცირებული. მიუხედავად ამისა, ეს საკითხი მთლიანად ეროვნული ხელისუფლების დისკრეციაშია. თუ ხელისუფლება გრძნობს, რომ გაზრდა აუცილებელია იმის უზრუნველსაყოფად, რომ პალატამ პოლიტიკური სპექტრი ადეკვატურად წარმოადგინოს, ეს ნაბიჯი გამართლებული ჩანს.", "25. უფრო პრობლემატურია ის გარემოება, რომ (დ) ქვეპუნქტის შესაბამისად, ამ პალატის წევრობა ისევ იმ ადამიანებისთვის რჩება ხელმისაწვდომი, რომლებიც სამიდან ერთ-ერთ შემადგენელ ხალხს მიეკუთვნებიან. ვენეციის კომისიამ თავის მოსაზრებაში [ბოსნიასა და ჰერცეგოვინაში კონსტიტუციური მდგომარეობისა და უმაღლესი წარმომადგენლის უფლებამოსილებების შესახებ] აღნიშნა, რომ ამ პალატის წინა შემადგენლობა ანალოგიური შტრიხებით ეწინააღმდეგებოდა [ადამიანის უფლებათა ევროპული კონვენციის] მე-14 მუხლს, [მისი] 1-ლი ოქმის მე-3 მუხლთან ერთად. ", "26. თუმცა რეფორმის შემდეგ სახალხო პალატა აღარ იქნება მთლიანად საკანონმდებლო პალატა, არამედ - ორგანო, რომლის ძირითადი საქმეც იქნება სასიცოცხლო ეროვნული ინეტერესების ვეტოს გამოყენება. ამდენად, საეჭვო ჩანს, მაინც გამოყენებადია თუ არა 1-ლი ოქმის მე-3 მუხლი და ამგვარად, [კონვენციის] მე-14 მუხლი. თუმცა კვლავ რჩება [კონვენციის] მე-12 ოქმთან ამ დებულების თავსებადობის პრობლემა. ამ ოქმთან დაკავშირებით პრეცედენტული სამართლის არარსებობის პირობებში, ის მხოლოდ კეთილგონიერებით შეიძლება იყოს ინტერპრეტირებული...", "27. წინამდებარე შემთხვევაში, მართლზომიერი მიზანი შეიძლება ჩანდეს პალატის ძირითად როლში, როგორც ორგანოსი, რომელშიც სასიცოცხლო ეროვნული ინტერესების ვეტო ხორციელდება. ბოსნიისა და ჰერცეგოვინის კონსტიტუცია ამ ვეტოს განხორციელების უფლებას უტოვებს სამ შემადგენელ ხალხს, მაგრამ არა - ‘სხვებს’. ამ თვალსაზრისით არ იქნებოდა აუცილებელი ამ პალატის შემადგენლობაში „სხვების“ ჩართვა. პალატის სხვა მოვალეობები - პრეზიდიუმის აჩევნებში მონაწილეობის მიღება და კონსტიტუციის შესწორებების დამტკიცება (თუმცა არა კრიტიკის გარეშე) -  განსხვავებულ შედეგს არ გამოიწვევს. ისინი აჩვენებს, რომ სახალხო პალატის ფუნქციაა, იყოს მაკორექტირებელი მექანიზმი იმის უზრუნველსაყოფად, რომ წარმომადენლობითი პალატის შემადგენლობაში ასახული დემოკრატიული პრინციპის გამოყენება სამ შემადგენელ ხალხს შორის ბალანსს არ არღვევდეს. ასეთი მექანიზმის საჭიროება, როგორც ჩანს, ჯერ კიდევ იგრძნობა ბოსნიასა და ჰერცეგოვინაში. ამ შემთხვევაში შესაძლებელი ჩანს, ეს საჭიროება მიჩნეული იყოს მართლზომიერ მიზნად, რომელიც ამართლებს ‘სხვების’ არათანაბარ პირობებში ჩაყენებას სახალხო პალატაში წარმომადგენლობასთან დაკავშირებით.", "...", "", "პრეზიდიუმის შესახებ კონსტიტუციის V მუხლის III შესწორება", "43. ამ შესწორებების ძირითადი მიზანია მინისტრთა საბჭოს უფლებამოსილებების განმტკიცება, მისი ეფექტიანობის გაზრდა და პრეზიდიუმის როლის შემცირება. ეს სრულად შეესაბამება ვენეციის კომისიის მოსაზრებას [ბოსნიასა და ჰერცეგოვინაში კონსტიტუციური მდგომარეობისა და უმაღლესი წარმომადგენლის უფლებამოსილებების შესახებ]. ამასთან, კომისია ამჯობინებდა კოლექტიური პრეზიდენტობის ნაცვლად ერთი პრეზიდენტის არსებობას. თუმცა ეს ამ ეტაპზე პოლიტიკურად შეუძლებელი ჩანს. მიუხედავად ამისა, III შესწორება ამ მიმართულებით პირველი წინგადადგული ნაბიჯია. ", "...", "46. პრეზიდიუმის არჩევის სამი ალტერნატიული წინადადების თაობაზე ვენეციის კომისიამ თავისი მოსაზრება ბოლო სესიაზე მიიღო (CDL-AD(2006)004). აზრს მოკლებული იქნებოდა ამ დისკუსიის მოცემულ მომენტში განახლება. თუმცა, თუ წარმომადგენლობითი პალატა უარს იტყვის სახალხო პალატის წინადადების დამტკიცებაზე, ჩიხური სიტუაციიდან გამოსვლის მექანიზმის არარსებობა პრობლემას წარმოადგენს.", "...”", "23.   რასიზმისა და შეუწყნარებლობის წინააღმდეგ ევროპული კომისია (ECRI) ევროპის საბჭოს ადამიანის უფლებათა მონიტორინგის დამოუკიდებელი ორგანოა, რომელიც სპეციალიზებულია რასიზმის, რასობრივი დისკრმინაციის, ქსენოფობიის, ანტისემიტიზმისა და შეუწყნარებლობის წინააღმდეგ საბრძოლველად. მისი ზოგადი პოლიტიკის №7 რეკომენდაციაში, რომელიც 2002 წლის 13 დეკემბერს იქნა მიღებული, ECRI რასიზმს განსაზღვრავს, როგორც „შეხედულებას, რომ ისეთი საფუძველი, როგორიც არის რასა, ფერი, ენა, რელიგია, ეროვნება ან ეროვნული ან ეთნიკური წარმომავლობა ამართლებს პირის ან პირთა ჯგუფისადმი უპატივცემულობას, ან პირის ან პირთა ჯგუფის უპირატესობის იდეას”.", "ე.  ევროპის უშიშროებისა და თანამშრომლობის ორგანიზაცია (ეუთო)", "24. 2006 წელს გამართულ საყოველთაო არჩევნებთან გაკავშირებით თავის ანგარიშში ეუთოს დემოკრატიული ინსტიტუტებისა და ადამიანის უფლებების ოფისმა (OSCE/ODIHR), ევროპის არჩევნებზე წამყვანმა სადამკვირვებლო ორგანიზაციამ, დაადგინა შემდეგი: ", "“1 ოქტომბრის საყოველთაო არჩევნები ბოსნიასა და ჰერცეგოვინაში იყო პირველი არჩევნები, რომელსაც 1995 წლის დეიტონის ხელშეკრულების შემდეგ სრული ადმინისტრირება გაუწია ბოსნიისა და ჰერცეგოვინის ხელისუფლებამ. ის თუ რა სახით ჩატარდა ეს არჩევნები, ზოგადად შეესაბამებოდა დემოკრატიული არჩევნების საერთაშორისო სტანდარტებს, თუმცა შემდგომი ძალისხმევა არის საჭირო, განსაკუთრებით ხმების დათვლასთან დაკავშირებით. ამდენად, მთლიანობაში, დემოკრატიის განმტკიცებისა და კანონის უზენაესობის კუთხით არჩევნებმა შემდგომი პროგრესი აჩვენა. თუმცა სამწუხარო იყო, რომ არჩევნებში კენჭისყრის კონსტიტუციური, ეთნიკურობაზე დაფუძნებული შეზღუდვების გამო, კვლავ დაირღვა ადამიანის უფლებათა ევროპული კონვენციის (ECHR) მე-12 ოქმი და ევროპის საბჭოს წინაშე აღებულ ვალდებულებები, ასევე - ეუთოს 1990 წლის კოპენჰაგენის დოკუმენტის 7.3 მუხლი.”", "ვ.  ევროკავშირი", "25.  2008 წელს ბოსნიამ და ჰერცეგოვინამ ევროკავშირთან სტაბილიზაციისა და ასოცირების შეთანხმებას (SAA) მოაწერა ხელი და მისი რატიფიცირება მოახდინა, რითაც აიღო ვალდებულება, რომ ევროპული პარტნიორობის პრიორიტეტებზე მიმართავდა ძალისხმევას. ბოსნიისა და ჰერცეგოვინისთვის ერთ-ერთი მთავარი პრიორიტეტი, რომლის შესრულება ერთ ან ორ წელიწადში ივარაუდება, არის „საარჩევნო კანონმდებლობის შეცვლა ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრებსა და სახალხო პალატის დელეგატებთან დაკავშირებით, რომ უზრუნველყოფილი იყოს ადამიანის უფლებათა ევროპულ კონვენციასთან და ევროპის საბჭოში გაწევრიანების შემდგომ ვალდებულებებთან სრული შესაბამისობა” (იხილეთ ბოსნიასა და ჰერცეგოვინასთან ევროპული პარტნიორობის პრინციპების, პრიორიტეტების და პირობების შესახებ საბჭოს 2008 წლის 18 თებერვლის 2008/211/EC გადაწყვეტილების დანართი და გაუქმების 2006/55/EC გადაწყვეტილება, ევროკავშირის ოფიციალური ჟურნალი L 80/21 (2008)).", "2009 წლის 14 ოქტომბერს ევროპის კომისიამ მიიღო თავისი ყოვეწლიური სტრატეგიის შესახებ დოკუმენტი, რომელშიც ახსნილი იყო მისი პოლიტიკა ევროკავშირის გაფართოების შესახებ. იმავე თარიღით გამოქვეყნდა 2009 წლის პროგრესის შესახებ ანგარიშები, რომლებშიც კომისიის სამსახურები მონიტორინგს უწევს და აფასებს თითოეული კანდიდატი ქვეყნისა და პოტენციური კანდიდატების (როგორიცაა ბოსნია და ჰერცეგოვინა) გასული წლის მიღწევებს. ", "სამართალი", "I. მომჩივანთა ძირითადი საჩივრები", "26.  მომჩივნებმა დასვეს საკითხი, რომ მათ არ ეძლეოდათ უფლება, მათი ბოშური და ებრაული წარმომავლობის გამო, კენჭი ეყარათ ბოსნიისა და ჰერცეგოვინის სახალხო პალატისა და პრეზიდიუმის არჩევნებში. ისინი მიუთითებდნენ მე-14 მუხლზე, 1-ლი ოქმის მე-3 მუხლსა და მე-12 ოქმის 1-ელ მუხლზე. ", "კონვენციი მე-14 მუხლში ნათქვამია:", "“ამ კონვენციით გაცხადებული უფლებებითა და თავისუფლებებით სარგებლობა უზრუნველყოფილია ყოველგვარი დისკრიმინაციის გარეშე სქესის, რასის, კანის ფერის, ენის, რელიგიის, პოლიტიკური თუ სხვა შეხედულებების, ეროვნული თუ სოციალური წარმოშობის, ეროვნული უმცირესობისადმი კუთვნილების, ქონებრივი მდგომარეობის, დაბადებისა თუ სხვა ნიშნის განურჩევლად.”", "კონვენციის 1-ლი ოქმის მე-3 მუხლში ნათქვამია:", "“მაღალი ხელშემკვრელი მხარეები კისრულობენ, გონივრული ხანგამოშვებით ჩაატარონ თავისუფალი არჩევნები ფარული კენჭისყრით ისეთ პირობებში, რომლებიც საკანონმდებლო ორგანოს არჩევისას უზრუნველყოფს ხალხის ნება-სურვილის თავისუფალ გამოხატვას.”", "კონვენციის მე-12 ოქმის 1-ელ მუხლში ნათქვამია:", "“1.  კანონის მიერ განსაზღვრული ნებისმიერი უფლებით სარგებლობა უნდა იყოს უზრუნველყოფილი უნდა იყოს ყოველგვარი დისკრიმინაციის გარეშე, სქესის, რასის, კანის ფერის, ენის, რელიგიის, პოლიტიკური თუ სხვა შეხედულებების, ეროვნული თუ სოციალური წარმოშობის, ეროვნული უმცირესობისადმი კუთვნილების, ქონებრივი მდგომარეობის, დაბადებისა თუ სხვა ნიშნის განურჩევლად.", "2.  დაუშვებელია საჯარო ხელისუფლების მხრიდან ვინმეს დისკრიმინაცია 1-ელ მუხლში აღნიშნული რომელიმე საფუძვლით.”", "ა.  დასაშვებობა", "27.  მიუხედავად იმისა, რომ მოპასუხე სახელმწიფომ არ გააპროტესტა სასამართლოს ratione personae იურისდიქცია, ეს საკითხი სასამართლოს მიერ ex officio განხილვას მოითხოვს.", "1.  შეიძლება თუ არა, რომ მომჩივნებმა ამტკიცონ, რომ არიან „დაზარალებულები“", "28.  არაერთხელ ითქვა, რომ კონვენციის 34-ე მუხლით საჩივრის შეტანის შესაძლებლობისთვის პირს, არასამთავრობო ორგანიზაციას ან პირთა ჯგუფს უნდა შეეძლოს მტკიცება, რომ კონვენციაში განსაზღვრული უფლებების დარღევის მსხვერპლია. იმის მტკიცებისთვის, რომ დარღვევის მსხვერპლია, სადავო ზომა პირს უშუალოდ უნდა შეეხოს. ამდენად, კონვენცია არ ითვალისწინებს, მასში განსაზღვრული უფლებების ინტერპრეტაციისთვის გამოიყენოს actio popularis ან უფლება მისცეს პირებს, იჩივლონ ეროვნული კანონმდებლობის რომელიმე დებულების თაობაზე მხოლოდ იმიტომ, რომ მათ მიაჩნიათ, ისე რომ უშუალოდ მათ არ შეხებიათ, რომ ის შეიძლება ეწინააღმდეგებოდეს კონვენციას. თუმცა მომჩივნებზეა დამოკიდებული, დაამტკიცონ, რომ კანონი არღვევს მათ უფლებებს, ინდივიდუალური ღონისძიების განხორციელების არარსებობის პირობებში, თუ ისინი მიეკუთვნებიან ადამიანთა იმ კლასს, რომელიც კანონმდებლობის უშუალო მოქმედების საფრთხის ქვეშაა, ან თუ მათ სჭირდებათ ქცევის შეცვლა ან დევნა ემუქრებათ (იხილეთ ბურდენი გაერთიანებული სამეფოს წინააღმდეგ [დიდი პალატა], №13378/05, §§ 33-34, 2008 წლის 29 აპრილი და მასში მოცემული მითითებები სხვა წყაროებზე).", "29.  წინამდებარე საქმეში, საზოგადოებრივ ცხოვრებაში მომჩივანთა აქტიური მონაწილების გათვალისწინებით, სრულიად ლოგიკური იქნებოდა, რომ ისინი რეალურად ფიქრობენ სახალხო პალატის ან პრეზიდიუმის არჩევნებში კენჭისყრას. ამგვარად, მომჩივნებს შეუძლიათ ამტკიცონ, რომ სავარაუდო დისკრიმინაციის მსხვერპლნი არიან. ის ფაქტი, რომ წინამდებარე საქმე ეროვნული კონსტიტუციის კონვენციასთან თავსებადობის საკითხს სვამს, ამ შემთხვევაში უადგილოა (ანალოგიისთვის იხილეთ რეკვენი უნგრეთის წინააღმდეგ [დიდი პალატა], №25390/94, ECHR 1999III).", "2.  შეიძლება თუ არა, რომ მოპასუხე სახელმწიფომ აგოს პასუხი", "30.  სასამართლო აღნიშნავს, რომ ბოსნიისა და ჰერცეგოვინის კონსტიტუცია არის დეიტონის სამშვიდობო ხელშეკრულების რომელიც თავისთავად საერთაშორისო შეთანხმებაა, დანართი (იხილეთ იელიჩიკი ბოსნიისა და ჰერცეგოვინის წინააღმდეგ (განჩინება), №41183/02, ECHR 2005XII). თუმცა მასში ცვლილების შეტანის უფლებამოსილება ბოსნიისა და ჰერცეგოვინის საპარლამენტო ასამბლეას აქვს, რომელიც აშკარად ეროვნული ორგანოა (იხილეთ ზემოთ პარაგრაფი 15). ამასთან, ზემოთ, მე-17 პარაგრაფში გადმოცემული პრაქტიკა ადასტურებს, რომ ბოსნიისა და ჰერცეგოვინის საერთაშორისო ადმინისტრატორის (უმაღლესი წარმომადგენლის) უფლებამოსილებები სახელმწიფო კონსტიტუციაზე არ ვრცელდება. ამ ვითარებაში, გვერდზე რომ გადავდოთ საკითხი, შეიძლება თუ არა, რომ მოპასუხე სახელმწიფო პასუხისმგებელი იყოს სადავო კონსტიტუციური დებულებების შემუშავებაზე (იხილეთ ზემოთ პარაგრაფი 13), სასამართლო მიიჩნევს, რომ მან პასუხი მაინც შეიძლება აგოს მათი შენარჩუნებისთვის.", "3.  დასკვნა", "31.  სასამართლო მომჩივანთა ძირითად საჩივრებს დასაშვებად აცხადებს.", "ბ. არსებითი განხილვა", "1.  მომჩივნების არგუმენტები", "32. მიუხედავად იმისა, რომ ისინი არიან ბოსნიისა და ჰერცეგოვინის მოქალაქეები, კონსტიტუციის თანახმად, მომჩივნებს რასის/ეთნიკური წარმომავლობის საფუძველზე წართმეული აქვთ უფლება, კენჭი იყარონ სახალხო პალატისა და პრეზიდიუმის არჩევნებში (სასამართლომ საქმეში ტიმიშევი რუსეთის წინააღმდეგ, №55762/00 და №55974/00, § 56, ECHR 2005XII, დაადგინა, რომ ეთნიკური დისკრიმინაცია რასობრივი დისკრიმინაციის ერთ-ერთი ფორმაა). მომჩივნებმა განაცხადეს, რომ აშკარად რასობრივ ან ეთნიკურ წარმომავლობაზე დაფუძნებულ დისკრიმინაციას არ შეიძლებოდა ჰქონოდა გამართლება და წარმოადგენდა პირდაპირ დისკრიმინაციას. ამ კუთხით, მათ მიუთითეს სასამართლოს პრეცედენტულ სამართალზე (მათ შორის აღსანიშნავია, ტიმიშევი, § 58; ასევე დ.ჰ. და სხვები ჩეხეთის რესპუბლიკის წინააღმდეგ [დიდი პალატა], №57325, § 176, ECHR 2007...) და ევროკავშირის ნორმებზე (როგორიცაა, საბჭოს 2000 წლის 29 ივნისის დირექტივა 2000/43/EC – „რასობრივი საკითხების შესახებ დირექტივა“ - რითიც მოხდა რასობრივი ან ეთნიკური წარმომავლობის მიუხედავად თანასწორი მოპყრობის შესახებ პრინციპის იმპლემენტაცია; დირექტივის მე-2 მუხლში, არაპირდაპირი დისკრიმინაციის განმარტების ნაწილში პირდაპირ იყო მოცემული ასეთი ტიპის დისკრიმინაციის ობიექტური გამართლების შესაძლებლობა მაშინ, როცა მსგავსი გამართლება დაუშვებელი იყო პრიდაპირი დისკრიმინაციის შემთხვევაში). მათ ასევე აღნიშნეს, რომ გამართლების დაუშვებლობა განსაკუთრებით მნიშვნელოვანი იყო იმ საქმეებთან მიმართებაში, რომლებიც ეხებოდა არჩევნებში კენჭისყრის უფლებას (მათ მიუთითეს საქმე აზიზი კვიპროსის წინააღმდეგ, №69949/01, § 28, ECHR 2004V).", "33. გამართლება დასაშვები რომც ყოფილიყო, მომჩინვები ამტკიცებდნენ, რომ მოპასუხე მთავრობას მაინც ეკისრებოდა ძალიან მძიმე მტკიცების ტვირთი ობიექტური და გონივრული გამართლების არსებობის დადგენისას იმის გათვალისწინებით, რა იყო საჩივრის საფუძველი (პირდაპირი რასობრივი და ეთნიკური დისკრიმინაცია) და რა სფეროს შეეხებოდა იგი (მონაწილეობა პოლიტიკურ პროცესში და წარმომადგენლობა სახელმწიფოს უმაღლეს დონეზე). გარდა ამისა, დროის იმ ხანგრძლივობის გათვალისწინებით, რომლის განმავლობაშიც მომჩივნები ამ უფლების გარეშე იყვნენ, კიდევ უფრო ამძიმებდა მოპასუხე მთავრობის მტკიცების ტვირთს ამის გასამართლებლად (მათ მიუთითეს გაეროს ადამიანის უფლებათა კომიტეტის 1981 წლის 8 აპრილის გადაწყვეტილებაზე საქმეში სილვა და სხვები ურუგვაის წინააღმდეგ, § 8.4). მომჩივნებმა დაასკვნეს, რომ მოპასუხე მთავრობამ ვერ შეძლო დაემტკიცებინა, რომ გასხვავებული მოპყრობა გამართლებული იყო წინამდებარე საქმეში.", "2.  მთავრობის არგუმენტები", "34. მთავრობამ მიუთითა საქმეზე ჟდანოკა ლატვიის წინააღმდეგ ([დიდი პალატა], №58278/00, ECHR 2006IV), რომელშიც სასამართლომ კიდევ ერთხელ დაადგინა, რომ ხელშემკვრელი სახელმწიფოები სარგებლობდნენ შეფასების მნიშვნელოვანი ზღვარით თავიანთ კონსტიტუციურ სისტემაში იმ ნორმების დადგენისას, რომლებიც განსაზღვრავენ პარლამენტის არჩევის წესსა და შემადგენლობას და რომ შესაბამისი კრიტერიუმები შესაძლოა განსხვავდებოდეს თითოეული ქვეყნის ისტორიული და პოლიტიკური ფაქტორების გათვალისწინებით. ბოსნია და ჰერცეგოვინაში ამჟამად არსებული კონსტიტუციური წყობა განისაზღვრა ზავის შესახებ შეთანხმებით, რომელიც ეხებოდა ერთ-ერთ ყველაზე დესტრუქციულ კონფლიქტს ევროპის უახლოეს ისტორიაში. მისი საბოლოო მიზანი იყო, დამყარებულიყო მშვიდობა და ყოფილიყო დიალოგი სამ ძირითად ეთნიკურ გჯუფს - „შემადგენელ ხალხებს“ - შორის. მთავრობა აცხადებდა, რომ გასაჩივრებული კოსტიტუციური დებულებების შეფასება, რომელთა თანახმადაც პირებს, ვისაც არ განუცხადებიათ რომელიმე „შემადგენელ ხალხისადმი“ მათი კუთვნილების შესახებ, არ შეეძლოთ სახახლო პალატისა და პრეზიდიუმის წევრობა, უნდა მომხდარიყო აღნიშნულის გათვალისწინებით. მთავრობამ განაცხადა, რომ მონოეთნიკური პოლიტიკური პარტიების სიჭარბისა და ბოსნიისა და ჰერცეგოვინის საერთაშორისო ადმინისტრაციის არსებობის პირობებში, სიტუაცია ჯერ არ იყო მომწიფებული ისეთი პოლიტიკური სისტემისთვის, რომელიც უბრალოდ დაემყარებოდა უმრავლესობის მიერ მმართველობას.", "35. მთავრობამ მოუწოდა სასამართლოს, განესხვავებინა წინამდებარე საქმე აზიზის საქმისგან (იხილეთ ზემოთ):  მაშინ, როცა თურქ კვიპროსელებს, რომლებიც კვიპროსის ხელისუფლების მიერ კონტროლირებად ტერიტორიაზე ცხოვრობდნენ, არ შეეძლოთ საპარლამენტო არჩევნებში ხმის მიცემა, ბოსნიისა და ჰერცეგოვინის მოქალაქეებს, რომლებიც „სხვების“ ჯგუფს მიეკუთვნებოდნენ (მომჩივნების მსგავსად), ჰქონდათ უფლება, კანდიდატად კენჭი ეყარათ ბოსნიისა და ჰერცეგოვინის წარმომადგენლობითი პალატის არჩევნებში და სუბიექტების საკანონმდებლო ორგანოებში. მთავრობამ დაასკვნა, რომ მოცემულ კონკრეტულ გარემოებებში განსხვავებული მოპყრობა გამართლებული იყო.", "3.  მესამე მხარეების არგუმენტები", "36.  2008 წლის 22 ოქტომბრის მოსაზრებებში, ვენეციის კომისიამ წარმოადგია მოსაზრება, რომ წინამდებარე საქმეში გასაჩივრებული კონსტიტუციური დებულებები არღვევდა დისკრიმინაციის აკრძალვას. ეს მოსაზრებები შესაბამებოდა ზემოთ, 22-ე პარაგრაფში მითითებულ დასკვნებს.", "37. 2008 წლის 15 აგვისტოს წარმოდგენილ მოსაზრებებში „AIRE Centre“-მა და „Open Society Justice Initiative“-მა იგივე პოზიცია გაიზიარეს. ხელშემკვრელი სახელმწიფოების სამართლებრივი სისტემების ანალიზის საფუძველზე „AIRE Centre“-მა დაასკვნა, რომ არსებობდა ევროპული კონსენსუსი, რომლის თანახმადაც დასაშვები იყო პირისთვის არჩევნებში კანდიდატად მონაწილეობის უფლების ჩამორთმევა მისი მოქმედებების შედეგად და არა მისი თანდაყოლილი და წარუვალი მახასიათებლების გამო. „Open Society Justice Initiative“-მა ხაზგასმით აღნიშნა, რომ პოლიტიკურ პროცესებში მონაწილეობის მიღება წარმოადგენდა ერთ-ერთ უფლებასა და ვალდებულებას, რაც უზრუნველყოფდა სამართლებრივ კავშირს მოქალაქესა და სახელმწიფოს შორის. უმრავლეს იურისდიქციებში ხმის მიცემის უფლება, უფლება, იყო არჩეული და თანამდებობის დაკავების უფლება იყო ის, რაც ყველაზე ცხადად განასხვავებდა მოქალაქეს უცხოელისგან. ამ უფებებზე შეზღუდვების დაწესება, განსაკუთრებით, როცა ეს ხდება ისეთ საეჭვო საფუძველზე, როგორიცაა რასობრივი და ეთნიკური კუთვნილება, იყო არა მხოლოდ დისკრიმინაციული, არამედ ასუსტებდა თავად მოქალაქეობის მნიშვნელობას. გარდა იმისა, რომ ეს იყო მოქალაქეობასთან დაკავშირებული მნიშვნელოვანი უფლება, პოლიტიკურ პროცესებში მონაწილეობა განსაკუთრებით მნიშვნელოვანი იყო ეთნიკური უმცირესობებისთვის და არსებითი იყო მათი მარგინალიზაციის დასაძლევად და მეინსტრიმში მათ მოსაქცევად. ეს განსაკუთრებით აქტუალური იყო ეთნიკური კონფლიქტის შემდეგ, როცა ეთნიკურ საფუძველზე კანონმდებლობით დადგენილ განსხვავებებს, ყველა ეთნიკურ ჯგუფს შორის კონსტრუქციული და მდგრადი ურთიერთობების დამყარების ნაცვლად, რაც არსებითია სიცოცხლისუნარიანი მრავალეთნიკური სახელმწიფოს არსებობისთვის, შესაძლოა გაემწვავებინა დაძაბულობა.", "4. სასამართლოს შეფასება", "(ა) ბოსნიისა და ჰერცეგოვინის სახალხო პალატის შესახებ", "38. მომჩივნები ჩიოდნენ კონვენციის მე-14 მუხლის დარღვევის შესახებ 1-ლი ოქმის მე-3 მუხლთან მიმართებაში, ასევე - დამოუკიდებლად 1-ლი ოქმის მე-3 მუხლისა და მე-12 ოქმის 1-ლი მუხლის დარღვევის შესახებ. სასამართლო მიიჩნევს, რომ საჩივრები განხილული უნდა იყოს დებულებების ზემოთ მოცემული თანმიმდევრობის მიხედვით.", "(i)  1-ლი ოქმის მე-3 მუხლთან მიმართებაში კონვეციის მე-14 მუხლის გამოყენებადობა", "39. აღსანიშნავია, რომ მე-14 მუხლი ავსებს კონვენციისა მისი ოქმების სხვა მატერიალურ დებულებებს. იგი დამოუკიდებლად არ მოქმედებს, რადგან იგი ვრცელდება მხოლოდ იმ „უფლებებითა და თავისუფლებებით სარგებლობაზე“, რაც აღნიშნული დებულებებითაა გარანტირებული. მართალია მე-14 მუხლის გამოყენებადობა არ გულისხმობს აღნიშნული დებულებების დარღვევას - ამ კუთხით იგი ავტონომიურია - მისი გამოყენება შეუძლებელია, თუ განსახილველი ფაქტობრივი გარემოებები არ ხვდება ერთი ან მეტი სხვა დებულების „გავრცელების სფეროში“ (იხილეთ, სხვა მრავალ საქმეთა შორის, აბდულაზიზი, კაბალესი და ბალკანდალი გაერთიანებული სამეფოს წინააღმდეგ, 1985 წლის 28 მაისი, § 71, სერია „A“ №94; პეტროვიჩი ავსტრიის წინააღმდეგ, 1998 წლის 27 მარტი, § 22, Reports 1998-II; ასევე შაჰინი გერმანიის წინააღმდეგ [დიდი პალატა], №30943/96, § 85, ECHR 2003-VIII). მე-14 მუხლში მოცემული დისკრიმინაციის აკრძალვა შესაბამისად ვრცელდება იმ უფლებებისა და თავისუფლებების მიღმა, რომელთა დაცვის გარანტირებას თითოეულ ქვეყანას კონვენცია და მისი ოქმები ავალდებულებს. ის ასევე ვრცელდება იმ დამატებით უფლებებზე, რომლებიც ხვდება კონვენციის ნებისმიერი მუხლის ზოგადი გავრცელების სფეროში და რომელთა დაცვის ვალდებულებაც სახელმწიფომ ნებაყოფლობით აიღო. ეს პრინციპი კარგადაა განმტკიცებული სასამართლოს პრეცედენტულ სამართალში (იხილეთ საქმე „ბელგიის განათლების სისტემაში ენების გამოყენების შესახებ კანონმდებლობის გარკვეული ასპექტების შესახებ“ ბელგიის წინააღმდეგ (არსებითი განხილვა), 1968 წლის 23 ივლისი, § 9, სერია „A“ №6; სტეკი და სხვები გაერთიანებული სამეფოს წინააღმდეგ (განჩინება) [დიდი პალატა], №65731/01 და 65900/01, § 40, ECHR 2005X; ასევე, ე.ბ. საფრანგეთის წინააღმდეგ [დიდი პალატა], №43546/02, § 48, ECHR 2008...).", "40. შესაბამისად, სასამართლომ უნდა დაადგინოს ბოსნიისა და ჰერცეგოვინის სახალხო პალატის არჩევნები ხვდება თუ არა 1-ლი ოქმის მე-3 მუხლის „ფარგლებში“ ან „გავრცელების სფეროში“. ამასთან დაკავშირებით, კიდევ ერთხელ აღინიშნება, რომ ეს დებულება გამოიყენება მხოლოდ „საკანონმდებლო ორგანოს“, ან თუ მას ორი ან მეთი პალატა აქვს - მისი თუნდაც ერთ-ერთი პალატის არჩევნებთან დაკავშირებით. თუმცა ტერმინი „საკანონმდებლო ორგანო“ უნდა განიმარტოს თითოეული ქვეყნის კონსტიტუციური მოწყობის გათვალისწინებით (იხილეთ მეტიუსი გაერთიანებული სამეფოს წინააღმდეგ [დიდი პალატა], №24833/94, ECHR 1999-I, § 40) და კერძოდ, მისი კონსტიტუციური ტრადიციებისა და კონკრეტული პალატის საკანონმდებლო უფლებამოსილების ფარგლების გათვალისწინებით. გარდა ამისა, travaux préparatoires აჩვენებს (ტომიVIII, გვ. 46, 50 და 52), რომ ხელმშემკვრელმა სახელმწიფოებმა მხედველობაში მიიღეს აფიძფოგეკუმგლშ ადგილი, რაც გარკვეულ პარლამენტებს უკავიათ, რომლებშიც არსებობს არაარჩევითი პალატები. შესაბამისად, 1-ლი ოქმის მე-3 მუხლი სიფრთხილით იყო ფორმულირებული, ისეტი ტერმინების გამოყენების გარეშე, რომლებიც შესაძლოა განმარტებულიყო, როგორც თითოეულ ორპალატიან სისტემაში ორივე პალატის არჩევითობის აბსოლუტური ვალდებულება (იხილეთ, მეტიუ-მოჰინი და კლერფაიტი ბელგიის წინააღმდეგ, 1987 წლის 2 მარტი, §53, სერია „A“ №113). თუმცა, ამასთანავე, ცხადია, რომ 1-ლი ოქმის მე-3 მუხლი გამოყნებადია ნებისმიერი პარლამენტის იმ პალატის მიმართ, რომელთა ფორმირებაც პირდაპირი არჩევნების გზით ხდება.", "41. რაც შეეხება ბოსნიისა და ჰერცეგოვინის სახალხო პალატას, სასამართლო აღნიშნავს, რომ მისი ფორმირება ხდება არაპირდაპირი არჩევნების გზით, ხდება რა მისი წევრების დანიშვნა სუბიექტების საკანონმდებლო ორგანოების მიერ. ამასთან, სასამართლო აღნიშნავს, რომ აქ გადამწყვეტი ფაქტორია სახალხო პალატის საკანონმდებლო უფლებამოსილების ფარგლები. სახალხო პალატას აქვს ფართო უფლებამოსილება, გააკონტროლოს კანონმდებლობის მიღების პროცესი: კონსტიტუციის IV მუხლის მე-3 ნაწილის (გ) პუნქტი პირდაპირ ადგენს, რომ ორივე პალატის თანხმობის გარეშე შეუძლებელია კანონის დამტკიცება. გარდა ამისა, სახალხო პალატა, წარმომადგენელთა პალატასთან ერთად იღებს გადაწყვეტილებებს სახელმწიფო ინსტიტუტების ფუნციონირებისთვის და ბოსნიისა და ჰერცეგოვინის საერთაშორისო ვალდებულებების განხორციელებისთვის საჭირო შემოსავლების წყაროებისა და ოდენობის შესახებ, და ასევე ამტკიცებს სახელმწიფო ინსტიტუტების ბიუჯეტებს (იხილეთ კონსტიტუციის IV მუხლის მე-4 ნაწილის (ბ)-(გ) პუნქტები). დაბოლოს, ხელშეკრულების რატიფიცირებისთვის მისი თანხმობაა აუცილებელი (იხილეთ კონსტიტუციის IV მუხლის მე-4 ნაწილის (დ) პუნქტი და V მუხლის მე-3 ნაწილის (დ) პუნქტი). აქედან გამომდინარე, სახალხო პალატის არჩევნები ხვდება 1-ლი ოქმის მე-3 მუხლის გავრცელების სფეროში.", "შესაბამისად, 1-ლი ოქმის მე-3 მუხლთან მიმართებაში მე-14 მუხლი გამოყენებადია.", "(ii)  1-ლი ოქმის მე-3 მუხლთან მიმართებაში მე-14 მუხლთან შესაბამისობა", "42.  სასამართლო კიდევ ერთხელ აღნიშნავს, რომ დისკრიმინაცია ნიშნავს ობიექტური და გონივრული გამართლების გარეშე მსგავს სიტუაციაში მყოფი პირების მიმართ განსხვავებულ მოპყრობას. „ობიექტური და გონივრული გამართლების გარეშე“ ნიშნავს, რომ განსახილველი განსხვავებული მოპყრობა არ ემსახურება „მართლზომიერ მიზანს“ და დასახულ მიზანსა და გამოყენებულ საშუალებას შორის თანაზომიერების თვალსაზრისით გონივრული ურთიერთკავშირი“ არ არსებობს (იხილეთ, სხვა მრავალ საქმეთა შორის, ანდრეევა ლატვიის წინააღმდეგ [დიდი პალატა], №55707/00, § 81, 2009 წლის 18 თებერვალი). ამ სფეროში ხელშემკვრელი სახელმწიფოს თავისუფალი შეფასების ზღვარი განსხვავდება განსახილველი საკითხისა და ზოგადი მდგომარეობის გათვალისწინებით (ibid., § 82).", "43. ეთნიკური კუთვნილება და რასა ურთიერთდაკავშირებული ცნებებია. მაშინ, როცა რასის ცნება ეფუძნება ადამიანთა ბიოლოგიურ კლასიფიკაციას ქვესახეობებად მორფოლოგიური მახასიათებლების მიხედვით, როგორიცაა კანის ფერი და სახის ნაკვთები, ეთნიკური კუთვნილება მომდინარეობს იდეიდან, რომ სოციალურ ჯგუფებს აერთიანებთ ეროვნება, რელიგიური მრწამსი, საერთო ენა, ან კულტურისა და ტრადიციების საერთო ძირი და წარმომავლობა. პირის ეთნიკური წარმომავლობის საფუძველზე დისკრიმინაცია რასობრივი დისკრიმინაციის ერთ-ერთი ფორმაა (იხილეთ ზემოთ, მე-19 პარაგრაფში რასობრივი დისკრიმინაციის ყველა ფორმის აღმოფხვრის შესახებ კონვენციაში მოცემული განმარტება და იხილეთ 23-ე პარაგრაფში რასიზმისა და შეუწყნარებლობის საწინააღმდეგო ევროპული კომისიის მიერ შემუშავებული განმრატება). რასობრივი დისკრიმინაცია დისკრიმინაციის განსაკუთრებულად მძიმე ფორმაა და მისით გამოწვეული სახიფათო შედეგებიდან გამომდინარე, ხელისუფლებისგან განსაკუთრებულ სიფრთხილესა და ძლიერ რეაგირებას მოითხოვს. ამიტომ ხელისუფლებამ რასიზმის დასამარცხებლად უნდა გამოიყენოს ყველა არსებული საშუალებები, რითიც განამტკიცებს დემოკრატიულ საზოგადოებას, სადაც მრავალფეროვნება აღიქმება არა როგორც საფრთხე, არამედ - როგორც სიმდიდრე (იხილეთ ნაჩოვა და სხვები ბულგარეთის წინააღმდეგ [დიდი პალატა], №43577/98 და 43579/98, § 145, ECHR 2005VII; იხილეთ ზემოთ ტიმიშევი, § 56).", "44.  ამ კონტექსტში, როცა განსხვავებული მოპყრობა ეფუძნება რასას ან ეთნიკურ წარმომავლობას, ობიექტური და გონივრული გამართლების ცნება მაქსიმალურად მკაცრად უნდა განიმარტოს (იხილეთ ზემოთ დ.ჰ. და სხვები, § 196). სასამართლოს ასევე დადგენილი აქვს, რომ განსხვავებული მოპყრობა, რომლის ერთადერთი ან გადამწყვეტი საფუძველიცაა პირის ეთნიკური წარმომავლობა, არ შეიძლება ობიექტურად გამართლებული იყოს თანამედროვე დემოკრატიულ საზოგადეობაში, რომელიც დგას პლურალიზმისა და სხვადასხვა კულტურების პატივისცემის პრინციპებზე (ibid., § 176). ამის მიუხედავად, მე-14 მუხლი არ უკრძალავს ხელშემკვრელ სახელმწიფოებს, განსხვავებულად მოეპყრან სხვადასხვა ჯგუფებს, რათა გამოასწორონ მათ შორის არსებული „ფაქტობრივი უთანასწორობა“. მართაც, გარკვეულ გარემოებებში, ასეთი უთანასწორობის განსხვავებული მოპყრობით გამოსწორების მცდელობის არარსებობა შეიძლება მიჩნეულ იქნას ამ მუხლის დარღვევად (იხილეთ ზემოთ საქმე „„ბელგიის განათლების სისტემაში ენების გამოყენების შესახებ კანონმდებლობის გარკვეული ასპექტების შესახებ“, § 10; თილიმენოსი საბერძნეთის წინააღმდეგ [დიდი პალატა], №34369/97, § 44, ECHR 2000IV; ასევე, იხილეთ ზემოთ, დ.ჰ. და სხვები, § 175).", "45. რაც შეეხება წინამდებარე საქმეს, სასამართლო აღნიშნავს, რომ ბოსნიისა და ჰერცეგოვინას სახალხო პალატის არჩევნებში კენჭისყრისთვის, პირმა უნდა განაცხადოს, რომ თავს ერთ-ერთ „შემადგენელ ხალხს“ მიაკუთვნებს. მომჩივნები, რომლებიც არიან ბოშური და ებრაული წარმომავლობის და არ სურთ, თავი მიაკუთვნონ რომელიმე „შემადგენელ ხალხს“, შედეგად ვერ იყრიან კენჭს არჩევნებში (იხილეთ ზემოთ პარაგრაფი 11). სასამართლო აღნიშნავს, რომ ეს წესი ემსახურება სულ მცირე ერთ მიზანს, რომელიც კონვენციის პრეამბულაში მოცემულ მის ამოცანებს შეესაბამება, კერძოდ - მშვიდობის აღდგენას. როდესაც გასაჩივრებული კონსტიტუციური დებულებები იქნა მიღებული, ქვეყანაში მყიფე ზავი იყო დამყარებული. დებულებები მიზნად ისახავდა, სისასტიკით სავსე კონფლიქტის დასრულებას, რომლის დროსაც მოხდა გენოციდი და „ეთნიკური წმენდა“. კონფლიქტი იყო იმგვარი, რომ მშვიდობის მისაღწევად აუცილებელი იყო „შემადგენელი ხალხების“ (კერძოდ, ბოსნიაკების, ხორვატებისა და სერბების) თანხმობა. ამითი შეიძლება აიხსნას, თუმცა არაა აუცილებელი გამართლდეს ის, რომ სხვა თემები (როგორიცაა ადგილობრივი ბოშები და ებრაელები), არ იყვნენ წარმოდგენილი სამშვიდობო მოლაპარაკებებში და რომ მონაწილეთა მთავარი საზრუნავი იყო, კონფლიქტის შემდგომ საზოგადოებაში „შემადგენელ ხალხებს“ შორის რეალური თანასწორობისთვის მიეღწიათ.", "46. თუმცა ნებისმიერ შემთხვევაში, სასამართლოს აქვს ratione temporis კომპეტენცია, განიხილოს ბოსნიისა და ჰერცეგოვინის მიერ კონვენციისა და 1-ლი ოქმის რატიფიცირების შემდგომი პერიოდი. აუცილებელი არაა, სასამართლომ დაადგინოს, კონვენციის რატიფიცირების შემდეგ გასაჩივრებული კონსტიტუციური დებულებების შენარჩუნება ემსახურებოდა თუ არა „მართლზომიერ მიზანს“, რადგან ქვემოთ მოცემული მიზეზების გამო, ნებისმიერ შემთხვევაში, ამ სისტემის შენარჩუნება ვერ აკმაყოფილებს თანაზომიერების მოთხოვნას.", "47. დასაწყისისთვის, სასამართლო აღნიშნავს, რომ დეიტონის სამშვიდობო ხელშეკრულების შემდეგ მნიშვნელოვანი პოზიტიური ძვრები შეინიშნება ბოსნიასა და ჰერცეგოვინაში. მართალია პროგრესი ყოველთვის არ მიდიოდა თანმიმდევრულად და სირთულეები კვლავ რჩება (იხილეთ, მაგალითად, 2009 წლის 14 ოქტომბერს გამოქვეყნებული, ევროპის კომისიის მიერ მომზადებული ბოსნიისა და ჰერცეგოვინის, როგორც ევროკავშირის წევრობის პოტენციური კანდიდატის პროგრესის შესახებ უახლესი დასკვნა, SEC/2009/1338). მიუხედავად ამისა, ფაქტია, რომ 2005 წელს კონფლიქტის ყოფილმა მხარეებმა დათმეს კონტროლი თავიანთ შეიარაღებულ ძალებზე და მოახდინეს მათი ტრანსფორმირება მცირე, პროფესიულ სამხედრო ძალად; 2006 წელს ბოსნია და ჰერცეგოვინა შეუერთდა ნატოს პარტნიორობას მშვიდობისთვის; 2008 წელს მან ხელი მოაწერა და რატიფიცირება გაუკეთა ევროკავშირთან სტაბილიზაციისა და ასოცირების შეთანხმებას; 2009 წლის მარტში მან პირველად წარმატებით შეიტანა ცვლილებები ქვეყნის კონსტიტუციაში; და ახლახან ის გაერთიანებული ერების უშიშროების საბჭოს წევრად აირჩიეს ორი წლის ვადით, რომლის დენაც 2010 წლის 1 იანვარს დაიწყება. გარდა ამისა, მიუხედავად იმისა, რომ საერთაშორისო ადმინისტრაციის, როგორც გაერთიანებული ერების წესდების VII თავით გათვალისწინებული იძულების ღონისძიების, შენარჩუნება გულისხმობს, რომ რეგიონში არსებული სიტუაცია კვლავ წარმოადგენს „საფრთხეს საერთაშორისო მშვიდობისა და უშიშროებისთვის“, ჩანს, რომ ამ ადმინისტრაციის დახურვისთვის მზადება მიმდინარეობს (იხილეთ ბ-ნი ხავიერ სოლანას, ევროკავშირის უმაღლესი წარმომადგენელი საერთო და უსაფრთხოების პოლიტიკაში და ბ-ნი ოლი რენის, ევროკავშირის კომისარი გაფართოების საკითხებში, ანგარიში „ევროკავშირის პოლიტიკა ბოსნიისა და ჰერცეგოვინის მიმართ: გზა 2008 წლის 10 ნოემბრამდე“ და ორგანიზაცია „International Crisis Group“-ის 2009 წლის 9 მარტის ანგარიში „ბოსნიის არასრული გარდაქმნა: დეიტონსა და ევროპას შორის“).", "48.  ამასთან, მართალია სასამართლო ეთანხმება მთავრობას, რომ კონვენცია არ ადგენს ბოსნიასა და ჰერცეგოვინაში არსებული ძალაუფლების გადანაწილების მექნიზმზე უარის თქმის მოთხოვნას და რომ შესაძლოა სიტუაცია ჯერ არაა მომწიფებული ისეთი პოლიტიკური სისტემისთვის, რომელიც უბრალოდ დაემყარებოდა უმრავლესობის მიერ მმართველობას, ვენეციის კომისიის დასკვნები (იხილეთ ზემოთ პარაგრაფი 22) ცალსახად ადასტურებს, რომ არსებობს ძალაუფლების გადანაწილების ისეთი მექანიზმები, რომლებიც ავტომატურად არ გამორიცხავენ სხვა თემების მონაწილეობას. ამასთან დაკავშირებით, აღსანიშნავია, რომ იმავე მიზნის ალტერნატიული საშულაებებით მიღწევის შესაძლებლობა ამ სფეროში მნიშვნელოვანი ფაქტორია (იხილეთ გლორი შვეიცარიის წინააღმდეგ, №13444/04, § 94, 2009 წლის 30 აპრილი).", "49.  დასასრულ, 2002 წელს ევროპის საბჭოში გაწევრიანებისა და კონვენციისა და მისი ოქმების დათქმების გარეშე რატიფიცირების შედეგად, მოპასუხე სახელმწიფომ შესაბამისი სტანდარტების დაცვის ვალდებულება ნებაყოფლობით აიღო. მან კონკრეტულად აიღო ვალდებულება „ვენეციის კომისიის - ევროპული კომისია სამართლის მეშვეობით დემოკრატიის დასაცავად - დახმარებით ერთი წლის ვადაში, ევროპის საბჭოს სტანდარტების გათვალისწინებით, განეხილა საარჩევნო კანონდებლობა და, საჭიროების შემთხვევაში, მასში შესწორებები შეეტანა“ (იხილეთ ზემოთ პარაგრაფი 21). ასევე, 2008 წელს ევროკავშირთან სტაბილიზაციისა და ასოცირების შეთანხმების რატიფიცირებით, მოპასუხე სახელმწიფომ აიღო ვალდებულება, ერთი ან ორი წლის ვადაში, შეეცვალა „საარჩევნო კანონმდებლობ[ა] ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის წევრებსა და სახალხო პალატის დელეგატებთან დაკავშირებით, რომ უზრუნველყოფილი იყოს ადამიანის უფლებათა ევროპულ კონვენციასთან და ევროპის საბჭოში გაწევრიანების შემდგომ ვალდებულებებთან სრული შესაბამისობა” (იხილეთ ზემოთ პარაგრაფი 25).", "50. შესაბამისად, სასამართლო ადგენს, რომ მომჩივნების მიერ ბოსნიისა და ჰერცეგოვინის სახალხო პალატის არჩევნებში კენჭისყრის უფლების არქონას, რაც განგრძობადი ხასიათის იყო, არ ჰქონდა ობიექტური და გონვირული გამართლება; აქედან გამომდინარე, დარღვეულია მე-14 მუხლი 1-ლი ოქმის მე-3 მუხლთან მიმართებაში.", "(iii)  1-ლი ოქმის მე-3 მუხლის საფუძველზე დამოუკიდებლად წარმოდგეილი და მე-12 ოქმის 1-ლი მუხლთან დაკავშირებული საჩივრები", "51.  წინა პარაგრაფში მოცემული დასკვნების გათვალისწინებით, სასამართლო მიიჩნევს, რომ არაა საჭირო, ცალკე იქნას განხილული, დარღვეულია თუ არა 1-ლი ოქმის მე-3 მუხლი დამოუკიდებლად, ან მე-12 ოქმის 1-ელ მუხლთან მიმართებაში.", "(ბ)  ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის შესახებ", "52.  მომჩინვები მხოლოდ მე-12 ოქმის 1-ელ მუხლზე დაყრდნობით ჩიოდნენ.", "მე-12 ოქმის  1-ლი მუხლის გამოყენებადობა", "53. სასამართლო აღნიშნავს, რომ მაშინ, როცა კონვენციის მე-14 მუხლი კრძალავს დისკრიმინაციას „კონვენციით გაცხადებული უფლებებისა და თავისუფლებებით“ სარგებლობისას, მე-12 ოქმის 1-ლი მუხლი აფართოებს დაცვის სფეროს და მას ავრცელებს „კანონით დადგენილ ნებისმიერ უფლებაზე“. შესაბამისად, ის ადგენს დისკრიმინაციის ზოგად აკრძალვას.", "54. მომჩივნებმა გაასაჩივრეს კონსტიტუციური დებულებები, რომელთა თანახმადაც მათ არ ჰქონდათ უფლება, კენჭი ეყარათ კანდიდატად ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის არჩევნებში. შესაბამისად, მიუხედავად იმისა, ხვდება თუ არა პრეზიდიუმის არჩევნები 1-ლი ოქმის მე-3 მუხლის გავრცელების სფეროში (იხილეთ ბოშკოვსკი „ყოფილი იუგოსლავიური რესპუბლიკა მაკედონიის“ წინააღმდეგ (განჩინება), №11676/04, ECHR 2004VI), ეს საჩივარი ეხება „კანონით დადგენილ უფლებას“ (იხილეთ არჩევნების შესახებ 2001 წლის კანონის 1.4 და 4.19 მუხლები, რომლებიც მოცემულია ზემოთ მე-18 პარაგრაფში), რის საფუძველზეც მე-12 ოქმის 1-ლი მუხლი გამოყენებადია. სასამართლოს წინაშე ამ საკითხის ეჭვქვეშ დაყენება შეუძლებელია.", "(ii)  მე-12 ოწმის 1-ლი მუხლთან შესაბამისობა", "55. დისკრიმინაციის ცნებას სასამართლო კონვენციის მე-14 მუხლთან დაკავშირებულ თავის იურისპრუდენციაში თანმიმდევრულად განმარტავს. კერძოდ, იურისპრუდენციაში ცხადადაა მოცემული, რომ ტერმინი „დისკრიმინაცია“ ნიშნავს ობიექტური და გონივრული გამართლების გარეშე მსგავს სიტუაციაში მყოფი პირების მიმართ განსხვავებულ მოპყრობას (იხილეთ ზემოთ პარაგრაფები 42-44 და მათში მითითებული წყაროები). მე-12 ოქმის 1-ელ მუხლში ავტორებმა გამოიყენეს იგივე ტერმინი - დისკრიმინაცია. აღნიშნულ მუხლებს შორის გავრცელების სფეროს კუთხით არსებული განსხვავებების მიუხედავად, გამიზნული იყო, რომ მე-12 ოქმის 1-ელ მუხლში ამ ტერმინს იგივე მნიშვნელობა ჰქონოდა, რაც მე-14 მუხლში (იხილეთ მე-12 ოქმთან დაკავშირებული განმარტებითი ანგარიში, § 18). შესაბამისად, სასამართლო ვერ ხედავს მიზეზს საიმისოდ, რომ „დისკრიმინაციის“ ზემოხსენებული დადგენილი განმარტებისგან განსხვავებული ინტერპრეტაცია გამოიყენოს მე-12 ოქმის 1-ელ მუხლში გამოყენებულ იმავე ტერმინთან დაკავშირებით (სამოქალაქო და პოლიტიკური უფლებების შესახებ საერთაშორისო პაქტის 26-ე მუხლთან დაკავშირებით - რომელიც კონვენციის მე-12 ოქმის 1-ლი მუხლის მსგავს, მაგრამ არა იდენტურ დებულებას შეიცავს - გაეროს ადამიანის უფლებათა კომიტეტის გადაწყვეტილებების შესახებ იხილეთ: Nowak, CCPR Commentary, N.P. Engel Publishers, 2005, გვ. 597-634).", "56. მომჩივნების მიერ საკუთარი თავის რომელიმე „შემადგენელი ხალხისადმი“ მიკუთვნების შესახებ განუცხადებლობის გამო მომჩივნებს ასევე არ ჰქონდათ  უფლება, კენჭი ეყარათ პრეზიდიუმის არჩევნებში. უკვე დადგენილია, რომ სახალხო პალატასთან დაკავშირებით არსებული იდენტური კონსტიტუციური წინაპირობა წარმოადგენს მე-14 მუხლის საწინააღმდეგო დისკრიმინაციულ მოპყრობას (იხილეთ ზემოთ პარაგრაფი 50), და ამასთან, მე-14 მუხლითა და მე-12 ოქმის 1-ლი მუხლით აკრძალული დისკრიმინაციის ცნებები უნდა განიმარტოს ერთნაირად (იხილეთ წინა პარაგრაფი). აქედან გამომდინარე, კონსტიტუციური დებულებები, რომელთა თანახმადაც მომჩივნებს არ აქვთ უფლება, კეჭი იყარონ პრეზიდიუმის არჩევნებში ასევე უნდა იყოს მიჩნეული, როგორც დისკრიმინაციული, რაც წარმოადგენს მე-12 ოქმის 1-ლი მუხლის დარღვევას; სასამართლოს არ მიაჩნია, რომ ამ კუთხით არსებობს რაიმე განსხვავება ბოსნიისა და ჰერცეგოვინის სახახლო პალატასა და პრეზიდიუმს შორის.", "შესაბამისად, მე-14 მუხლის კონტექსტში ზემოთ მოცემულ 47-ე - 49-ე პარაგრაფებში დეტალურად განხილული მიზეზების გამო, სასამართლო ადგენს, რომ პრეზიდიუმის არჩევნებში მონაწილეობისთვის განსაზღვრული გასაჩივრებული წინაპირობა წარმოადგენს მე-12 ოქმის 1-ლი მუხლის დარღვევას.", "II. მომჩინვების სხვა საჩივრები", "ა. კონვენციის მე-3 მუხლი", "57.  პირველმა მომჩივანმა განაცხადა, რომ სახახლო პალატისა და პრეზიდიუმის არჩევნებში კანდიდატად მონაწილეობის უფლების არქონა მისი ბოშური წარმომავლობის გამო ამცირებდა მას და ბოშური საზოგადოების სხვა წევრებს ისევე, როგორც ბოსნიასა და ჰერცეგოვინაში მცხოვრებ სხვა ეროვნულ უმცირესობებს, აქცევდა რა მათ მეორერეხარისხოვან მოქალაქეებად. ეს, მისი აზრით, წარმოადგენდა მისი ღირსების განსაკუთრებულ დამცირებას კონვენციის მე-3 მუხლის მნიშვნელობით, რომლის თანახმადაც:", "„ადამიანის წამება, არაადამიანური თუ დამამცირებელი დასჯა ან მასთან ასეთი მოპყრობა დაუშვებელია.“", "58. სასამართლოს წინა საქმეებში დადგენილი აქვს, რომ რასობრივი დისკრიმინაცია, კონკრეტულ გარემოებებში, შესაძლოა გაუთანაბრდეს დამამცირებელ მოპყრობას მე-3 მუხლის მნიშვნელობით (იხილეთ  აზიელები აღმოსავლეთ აფრიკიდან გაერთიანებული სამეფოს წინააღმდეგ, №4403/70 et al., კომისიის 1973 წლის 14 დეკემბრის დასკვნა, § 208, Decisions and Reports 78; ასევე კვიპროსი თურქეთის წინააღმდეგ [დიდი პალატა], №25781/94, § 310, ECHR 2001IV). თუმცა წინამდებარე საქმეში სასამართლო აღნიშნავს, რომ გასაჩივრებული განსხვავებული მოპყრობა არ მიანიშნებდა მომჩივნის პიროვნების მიმართ სიძულვილზე ან უპატივცემულობაზე და რომ იგი არ ითვალისწინებდა და ასევე არ იწვევდა შეურაცხყოფასა და დამცირებას, არამედ მხოლოდ და მხოლოდ მიმართული იყო ზემოთ მოცემულ 45-ე პარაგრაფში მითითებული მიზნების მიღწევას.", "შესაბამისად, საჩივარი აშკარად დაუსაბუთებელია კონვენციის 35-ე მუხლის მე-3 ნაწილის მნიშვნელობით და იგი უარყოფილი უნდა იყოს 35-ე მუხლის მე-4 ნაწილის თანახმად.", "ბ.  კონვენციის მე-13 მუხლი", "59. კონვენციის მე-13 მუხლზე დაყრდნობით, მომჩივნები ჩიოდნენ, რომ დისკრიმინაციის შესახებ მათი საჩივრების განსახილველად არ არსებობდა შიდასამართლებრივი გასაჩივრების ქმედითი საშუალება. მე-13 მუხლის თანახმად:", "„ყველას, ვისაც ამ კონვენციით გაცხადებული უფლება ან თავისუფლება დაერღვა, უნდა ჰქონდეს სამართლებრივი დაცვის ქმედითი საშუალება ეროვნული ხელისუფლების წინაშე, თუნდაც ეს დარღვევა ჩაიდინოს პირმა, რომელიც სამსახურებრივ უფლებამოსილებას ახორციელებდა.“", "60.  სასამართლო კიდევ ერთხელ აღნიშნავს, რომ მე-13 მუხლი არ მოიცავს პირველადი კანონმდებლობის ეროვნული ორგანოს წინაშე გასაჩივრების უფლებას იმ საფუძვლით, რომ კანონმდებლობა არ შეესაბამება კონვენციას (იხილეთ ა. და სხვები გაერთიანებული სამეფოს წინააღმდეგ [დიდი პალატა], №3455/05, § 135, 2009 წლის 19 თებერვალი). ვინაიდან წინამდებარე საქმე ეხება კონსტიტუციის დებულებებს, და არა მისი განხორციელების ინდივიდუალურ ღონისძიებებს, საჩივარი აშკარად დაუსაბუთებელია კონვენციის 35-ე მუხლის მე-3 ნაწილის მნიშვნელობით და იგი უნდა იყოს უარყოფილი 35-ე მუხლი მე-4 ნაწილის თანახმად.", "III. კონვენციის 41-ე მუხლის გამოყენება", "61. კონვენციის 41-ე მუხლის თანახმად:", "„თუ სასამართლო დაადგენს, რომ დაირღვა კონვენცია და მისი ოქმები, ხოლო შესაბამისი მაღალი ხელშემკვრელი მხარის შიდასახელმწიფოებრივი სამართალი დარღვევის მხოლოდ ნაწილობრივი გამოსწორების შესაძლებლობას იძლევა, საჭიროების შემთხვევაში, სასამართლო დაზარალებულ მხარეს სამართლიან დაკმაყოფილებას მიაკუთვნებს.“", "ა. ზიანი", "62. მომჩივნებს არ დაუყენებიათ მოთხოვნები მატერიალური ზიანის კუთხით. რაც შეეხება მორალურ ზიანს, პირველმა მომჩივანმა მოითხოვა 20,000 ევრო, ხოლო მეორე მომჩივანმა - 12,000 ევრო. მთავრობამ განაცხადა, რომ მომჩივნების მოთხოვნები დაუსაბუთებელი იყო.", "63. სასამართლო მიიჩნევს, რომ დარღვევის დადგენა თავისთავად წარმოადგენს სათანადო სამართლიან დაკმაყოფილებას ნებისმიერი სახის მორალური ზიანისთვის, რაც მომჩივნებს შეიძლება განეცადათ.", "ბ.  სასამართლო ხარჯები", "64. პირველი მომჩივნის წარმომადგენლობა განხორციელდა pro bono და მან მოითხოვა მხოლოდ 1,000 ევრო 2009 წლის 3 ივნისის სასამართლოს სხდომაზე მისი იურისტის მონაწილეობის ხარჯების სახით. მეორე მომჩივანმა მოითხოვა 33,321 ევრო საქმის მთლიანი წარმოებისთვის. ამაში შედიოდა მისი ორი იურისტისა და იურიდიული ჯგუფის სხვა წევრის - ქ-ნი სინტია მორელის, რომლეიც იყო ორგანიზაცია „Minority Rights Group International“-დან - 270 სამუშაო საათის ანაზღაურება, საათში 82.45 ევროს ოდენობით, რომლის განმავლობაშიც მათ, პალატისა და დიდი პალატის წინაშე წარსადგენად, მოამზადეს საჩივარი, წერილობითი მოსაზრებები და მოთხოვნები სამართლიანი დაკმაყოფილების შესახებ; თანხა ასევე მოიცავდა სხვა ხარჯებსაც, როგორიცაა ანაზღაურება შპს „Expert Consultancy International“-ის ექსპერტის ბ-ნი ზორან პაჯიჩის საექსპერტო დასკვისთვის, იურისტების ჯგუფთან ნიუ-იორკსა და სარაევოში გამართული შეხვედრებისა და დიდი პალატის წინაშე საქმის განხილვის ხარჯები. მომჩივანმა განმარტა, რომ მესამე იურისტის, ქ-ნი სინტია მორელის, ჩართვა აუცილებელი გახდა განსახილველი საკითხების მრავალფეროვნებისა და სირთულის გათვალისწინებით.", "65. მთავრობამ განაცხადა, რომ ზემოხსენებული ხარჯების გაწევა არ იყო აუცილებელი და რომ მოთხოვილი თანხები გადაჭარბებული იყო.  კერძოდ, მთავრობამ ეჭვქვეშ დააყენა უცხოელი იურისტების მოწვევის აუცილებლობა, რომელთა გასამრჯელოც ადგილობრივი იურისტების გასამრჯელოსთან შედარებიდ ბევრად მაღალი იყო და რომელთა მოწვევის გამოც გაიზარდა მგზავრობისა და კომუნიკაციის ხარჯები.", "66. სასამართლო არ ეთანხმება მთავრობას, რომ მომჩივნებმა სასამართლო წარმომადგენლობის განსახორციელებლად ადგილობრივი იურისტები უნდა აირჩიონ მიუხედავად იმისა, რომ მათ შესაძლოა ჰქონდეთ უნარი, გაწიონ უცხოელი იურსიტების დონის მომსახურება (როგორც ეს წინამდებარე საქმეში დადასტურდა). შესაბამისად, წინამდებარე საქმეში მოთხოვილ თანხებს შორის განსხვავება თავისთავად არაა საკმარისი იმისთვის, რომ მოთხოვნილთაგან უფრო დიდი თანხა მიჩნეული იყოს არასაჭიროდ ან არაგონივრულად. ზემოაღნიშნულის გათვალისწინებით, სასამართლო მიიჩნევს, რომ მეორე მომჩივნის მიერ მოთხოვნილი თანხა გადაჭარბებულია და მეორე მომჩივანს მიაკუთვნებს 20,000 ევროს. პირველ მომჩივანს სასამართლო ხარჯების ასანაზღაურებლად მოთხოვნილი თანხა უნდა მიეკუთვნოს სრულად.", "გ. საურავი", "67.  სასამართლოს მიაჩნია, რომ საურავის ოდენობა უნდა დადგინდეს ევროპის ცენტრალური ბანკის ზღვრული სასესხო საპროცენტო განაკვეთის მიხედვით, რასაც დაემატება სამი პროცენტი.", "ზემოხსენებული მიზეზების გამო, სასამართლო", "1.  იღებს გადაწყვეტილებას, ერთხმად, გააერთიანოს საჩივრები;", "", "2.  აცხადებს დასაშვებად, ხმათა უმრავლესობით, მომჩინვების ძირითად საჩივრებს, რომლებიც შეეხება ბოსნიისა და ჰერცეგოვინის სახალხო პალატის არჩევნებში კენჭისყრის უფლების არქონას;", "", "3.  აცხადებს დასაშვებად, ერთხმად, მომჩინვების ძირითად საჩივრებს რომლებიც შეეხება ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის არჩევნებში კენჭისყრის უფლების არქონას;", "", "4.  აცხადებს დაუშვებლად, ერთხმად, დანარჩენ საჩივრებს;", "", "5.  ადგენს, თოთხმეტი ხმით სამის წინააღმდეგ, მომჩივნების მიერ ბოსნიისა და ჰერცეგოვინის სახალხო პალატის არჩევნებში კენჭისყრის უფლების არქონასთან დაკავშირებით, რომ დარღვეულია მე-14 მუხლი 1-ლი ოქმის მე-3 მუხლთან მიმართებაში;", "", "6.  ადგენს, ერთხმად, რომ არაა საჭირო, იმავე საჩივრის გახილვა დამოუკიდებლად 1-ლი ოქმის მე-3 მუხლის ან მასთან ერთად მე-12 ოქმის 1-ლი მუხლის ჭრილში;", "", "7.  ადგენს, თექვსმეტი ხმით ერთის წინააღმდეგ, მომჩივნების მიერ ბოსნიისა და ჰერცეგოვინის პრეზიდიუმის არჩევნებში კენჭისყრის უფლების არქონასთან დაკავშირებით, რომ დარღვეულია მე-12 ოქმის 1-ლი მუხლი;", "", "8.  ადგენს, ერთხმად, რომ დარღვევის დადგენა თავისთავად წარმოადგენს სათანადო სამართლიან დაკმაყოფილებას ნებისმიერი მორალური ზიანისთვის, რაც მომჩივნებმა განიცადეს;", "", "9.  ადგენს", "(ა) თექვსმეტი ხმით ერთის წინააღმდეგ, რომ მოპასუხე მთავრობამ პირველ მომჩივანს სამი თვის ვადაში უნდა გადაუხადოს 1,000 ევრო (ერთი ათასი ევრო) სასამართლო ხარჯების ასანაზღაურებლად, რისი გადახდაც მოხდება შესაბამის ვალუტაში კონვერტირებით გადახდის დღისთვის დადგენილი კურსის შესაბამისად და რასაც დაემატება ნებისმერი გადასახადი, რაც შეიძლება პირველ მომჩივანს დაეკისროს;", "(ბ) თხუთმეტი ხმით ორის წინააღმდეგ, რომ მოპასუხე სახელმწიფომ მეორე მომჩინვას სამი თვის ვადაში უნდა გადაუხადოს 20,000 ევრო (ოცი ათასი ევრო) სასამართლო ხარჯების ასანაზღაურებლად, რისი გადახდაც მოხდება შესაბამის ვალუტაში კონვერტირებით გადახდის დღისთვის დადგენილი კურსის შესაბამისად და რასაც დაემატება ნებისმერი გადასახადი, რაც შეიძლება მეორე მომჩივანს დაეკისროს;", "(გ) ერთხმად, რომ სამთვიანი ვადის გასვლის შემდეგ, თანხების სრულად გადახდამდე, ზემოხსენებულ თანხებს დაერიცხება საურავის პერიოდის განმავლობაში ევროპის ცენტრალური ბანკის ზღვრული სასესხო განაკვეთის თანაბარი პროცენტი, რასაც დაემატება სამი პროცენტი;", "", "10. უარყოფს, ერთხმად, მეორე განმცხადებლის სხვა მოთხოვნებს სამართლიანი დაკმაყოფილების შესახებ.", "", "გადაწყვეტილება შედგენილია ინგლისურ და ფრანგულ ენებზე და გამოცხადდა საჯარო მოსმენაზე ადამიანის უფლებათა ევროპული სასამართლოს შენობაში, სტრასბურგში, 2009 წლის 22 დეკემბერს.", "\t ვინსენტ ბერგერი\tჟან-პოლ კოსტა \n\tიურისტკონსულტი\tთავმჯდომარე", "\n© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012", "", "ადამიანის უფლებათა ევროპული სასამართლოს ოფიციალური ენებია ინგლისური და ფრანგული. წინამდებარე თარგმანი გაკეთდა ევროპის საბჭოს ადამიანის უფლებების ნდობის ფონდის მხარდაჭერით (). თარგმანი სასამართლოსთვის სავალდებულო იურიდიული ძალის მქონე არაა და სასამართლო მის ხარისხზე პასუხს არ აგებს. თარგმანის ჩამოტვირთვა შესაძლებელია ადამიანის უფლებათა ევროპული სასამართლოს პრეცედენტული სამართლის მონაცემთა ბაზიდან (), ან ნებისმიერი სხვა მონაცემთა ბაზიდან, რომელსაც სასამართლომ წინამდებარე თარგმანი გადასცა. თარგმანის გამოყენება არაკომერციული მიზნებისთვის ნებადართულია იმ პირობით, რომ მოხდება საქმის სრული დასახელების ციტირება, ზემოთ მოცემული საავტორო უფლებებისა და ადამიანის უფლებების ნდობის ფონდის შესახებ შენიშნვის მითითებით. წინამდებარე თარგმანის, ან მისი ნაწილის, კომერციული მიზნებით გამოყენების სურვილის შემთხვევაში, გთხოვთ, მიმართოთ .", "", "© Council of Europe/European Court of Human Rights, 2012", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}