{"file": "GEO_HJUDGEO_70337_01.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "70337/01", "text_paragraphs": ["© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). სასამართლოსათვის იგი სავალდებულო ხასიათს არ ატარებს. დამატებითი ინფორმაციისათვის იხილეთ საავტორო უფლებების სრული მიმოხილვა მოცემული დოკუმენტის ბოლოს.", "", " Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", " Conseil de l’Europe/Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "საინფორმაციო ბარათი სასამართლოს პრეცედენულ საქმეზე #115", "2009 წლის იანვარი", "გუვეში ტურქეთის წინააღმდეგ – 70337/01", "გადაწყვეტილება 20.1.2009 (II სექცია)", "მუხლი 3", "დამამცირებელი მოპყრობა", "არაადამიანური მოპყრობა", "არასრულწლოვანის განთავსება სრულწლოვნების წინასწარი დაკავების ადგილას: დარღვევა", "მუხლი 5", "მუხლი 5-3", "წინსწარი პატიმრობის ხანგრძლივობა", "არასრულწლოვანის განთავსება რულწლოვნების წინასწარი დაკავების ადგილას ოთხ წელიწად ნახევრის ვადით: დარღვევა", "მუხლი 6", "სისხლის სამართლებრივი სამართალწარმოება", "მუხლი 6-1", "საქმის სამართლიანი მოსმენა", "არასრულწლოვანი განსასჯელის უუნარობა ეფექტურად მიეღო მონაწილეობა საკუთარი სისხლის სამართლის საქმის განხილვაში და ადექვატური სამართლებრივი წარმომადგენლობის უქუნლობა: დარღვევა ", "ფაქტები: \t1995 წელს თხუთმეტი წლის მომჩივანი დააკავეს ქურთების შრომის პარტიასთან შესაძლო კავშირის გამო. მიუხედავად იმისა რომ ის არასრულწლოვანი იყო, სახელმწიფოს უშიშროების სასამართლოს მოსამართლემ გამოსცა განკარგულება მისი სრულწლოვანთა ციხეში განთავსების თაობაზე სისხლის საქმეზე სამართალწარმოების დასრულებამდე და ბოლოს მას ბრალი წაუყენეს სახელმწიფოს ტერიტორიული მთლიანობის შელახვა, დანაშაული რომლის სასჯელიც სიკვდილის დასჯაა და ამიტომ მისი განხილვა მხოლოდ სახელმწიფო უშიშროების სასამართლოს შეეძლო. მისი დაკავებიდან პირველი ექვსი თვის განმავლობაში მომჩივანს არ ჰყავდა იურიდიული წარმომადგენელი. ადვოკატმა რომელიც წარმოადგენდა მასთან ერთად დანაშაულში თანამონაწილე პირს მიმართა სასამართლოს და შეატყობინა მას რომ ის წარმოადგენდა არასრულწლოვანის ინტერესებს, მაგრამ მან ვერ შეძლო ბევრ სასამართლო განხილვეაზე დასწრება. მისი დაკავებიდან დაახლოებით 18 თვის შემდეგ მომჩივანის მიმართ წაყენებული ბრალდებები შემცირდა პროკურატურის საქმეში შეუსაბამობების გამო უკანონო ორგანიზაციაში წევრობის და სისხლის სამართლებრივი ზარალის არა უმაღლეს დანაშაულად განსაზღვრის გამო. 1997 წლის ოქტომბერში მომჩივანი დამნაშავედ იქნა ცნობილი ამ ბრალდებებისთვის და სასჯელად განესაზღვრა პატიმრობა. საკასაციო სასამართლომ შეცვალა ეს გადაწყვეტილება და საქმე უკან დაბრუნდა გადასინჯვის საფუძვლით. ჯანმრთელობის მდგომარეობსი გაუარესების გამო მომჩივანი ვერ დაესწრო რამოდენიმე სასამართლო განხილვას. ვინაიდან მას არ ჰყავდა ადვოკატი მისმა თანაპატიმრებმა წერილით მიმართეს სასამართლოს 2000 წელს და შეატყობინეს მდგომარეობა და წერილს თან დაურთეს ციხის ექიმის დასკვნა რომ მომჩივანი გადაყვანილია ფსიქიატრიულ საავადმყოფოში. მომჩივანის მდგომარეობა გაუარესდა და ციხის ექიმმა საბოლოოდ დაადგინა რომ სერიოზული ფსიქიატრული პრობლემების, ორი თვითმკლელობის მცდელობის გამო რომელთაგან ერთერთმა მომჩივანს დაუტოვა სერიოზული ნამწვავები სხეულზე მომჩივანს ჭირდებოდა მკურნალობა სპეცილაურ სამედიცინო დაწესებულებაში. ადვოკატის შეცვლის შემდეგ, მომჩივანი ციხიდან გაათავისუფლეს გირაოს საფუძველზე 2000 წლის ივლისში. მომდევნო ფსიქიარრულ ანგარიშში მითითებული იყო მას ჰქონდა სერიოზული დეპრესია, რომელიც დაიწყო და გაუარესდა მისი პატიმრობის პერიოდში. საქმის გადასინჯვის სასამართლო განხილვის შედეგად მომჩივანს ბრალად დაედო უკანონო ორგანიზაციის წევრობა და სასჯელად განესაზღვრა რვა ნახევარი წლით პატიმრობა.აპელაციამ ეს ბრალდება ძალაში დატოვა.", "საერთაშორისო სადამკვებრლო ორგანიზაციების, მათ შორის გაეროს ბავშვის უფლებათა კომიტეტის, სოციალური უფლებების ევროპული კომიტეტის და წამების საწინააღმდეგო ევროპული კომიტეტის, მიერ სერიოზულად იქნა გაკრიტიკებული თურქეთში არასრულწლოვანი პატიმრების სრულწლოვანთა საპატიმროებში განთავსების პრაქტიკა სასამართლო საქმის განხილვის პროცესში საქმეზე საბოლოო გადაწყვეტილების გამოტანამდე. გაეროს ბავშვთა უფლებების კონვენციის 37-ე მუხლი მოითხოვს ბავშვის მიმართ პატიმრობის როგორც უკიდურესი საშულების გამოყენებას რაც შეიძლება ხანმოკლე ვადით და ბავშვი უნდა იმყოფებოდეს განცალკევებულად უფროსისგან და საპირისპირო ბავშვის საუკეთესო ინტერესებში არ შედის. ეს დოკუმენტი ასევე უზრუნველყოფს ბავშვის დაუყოვნებლივ იურიიდული დახმარებით მომსახურებას.", "კანონი: მუხლი 3-(ა) დასაშვებობა (ეროვნული შიდა მექანიზმების ამოწურვა): სახელმწიფომ არა მარტო ვერ უზრუნველყო ეროვნული მექანიზმების ეფექტურად გამოყენების საშუალება არამედ მომჩივანი იმყოფებოდა განსაკუთრებულ გარემოებებში, მას არ ჰქონდა ეროვნული მექანიზმების ეფექტურად გამოყენების საშუალება მძიმე სამედიცინო პრობლემების, განსაკუთრებით დიდი დროის განმავლობაში კანონიერი წარმომადგენლის არ ყოლის და სასამართლო ხელისუფლების მიერ არასრულწლოვანთა მართლმსაჯულების კანონმდებლობის სრულად იგნორირების გამო.", "დასკვა: დარღვევა (ერთხმად)", " (ბ) არსებითი მხარე: მომჩივანი დააკავეს 15 წლის ასაკში და განათავსეს სრულწლოვანთა ციხეში, რითაც დაირღვა ეროვნული კანონმდებლობა და თურქეთის საერთაშორისო ვალდებულებები. მისი ფსიქოლოგიური პრობლემები დაიწყო ციხეში და იქვე გაუარესდა. დაკავების და ციხეში განთავსების შემდეგ მან მომდევნო ხუთი წელი გაატარა ზრდასრულ მამაკაცებთან ერთად ციხეში. მისთვის იურიდიული მომსახურება არ იყო ხელმისაწვდომი პირველი ექვს თვე ნახევრის განმავლობაში და არ მიუღია ადექვატური იურიდიული მომსახურება ხუთი წლის განმავლობაში. ამას დაემატა ის რომ დაახლოებით 18 თვის განმავლობაში მას ბრალი ჰქონდა წაყენებული დანაშაულის ჩადენაში რომელიც სასჯელის ფორმად სიკვდილით დასჯას ითვალისწინებდა რამაც მასში გამოიწვია გაუგებრობები, ფსიქოლოგიურ პრობლემებს ჩაუყარა საფუძველი რის შედეგადაც მას ორჯერ ჰქონდა თვითმკვლელობის მცდელობა. შიდა სახელმწიფოებრივი უწყებები პირდაპირ პასუხისმგებელნი იყვნენ მომჩივანის პრობლემებზე და მათ აშკარად ვერ შეძლეს მისთვის ადექვატური სამედიცინო მომსახურების გაწევა. მისი ასაკის, მისი ზრდასრულ მამაკაცებთან ერთად პატიმრობის ხანგრძლივობის და ადექვატური სამედიცინო მომსახურების ვერ უზრუნველყოფის და თვითმკვლელობის მცდელობის პრევენციის ვერ უზრუნველყოფის გამო მომჩივანზე განხორციელდა დამამცირებელი და არაადამიანური მოპყრობა.", "დასკვნა: დარღვევა (ერთხმად)", "მე-5-ე მუხლი, ნაწილი 3 – წინასწარი პატიმრობის პერიოდი მოიცავდა მომჩივანის დაკავებიდან მის პირველად მსჯავრდებამდე დროს და ასევე საკასაციო სასამართლოს მიერ ამ ბრალდების გაუქმების და მისი გირაოთი გათავისუფლების პერიოდს რომელმაც ჯამში ოთხ წელიწად ნახევარი შეადგინა. მომჩივანი იყო “მსხვერპლი” კონვენციის მიზნებიდან გამომდინარე მიუხედავად იმისა რომ ის პერიოდი რომელიც მან წინასწარ პატიმრობაში გაატარა გამოაკლდა მის საბოლოო პატიმრობის ვადას. არ არსებობდა არანაირი საჯარო ინტერესი მომჩივანისთვის ესეთი ხანგრძლივი წინასწარი პატიმრობის შეფარდების და არ არსებობდა იმის დასადასტურებელი ფაქტები რომ სასამართლომ იმსჯელა ალტერნატიულ მეთოდებზე ან გამოიყენა თუ არა პატიმრობა როგორც უკიდურესი აუცილებლობა როგორც ეს გათვალისწინებულია როგორც ეროვნული ისე საერთაშორისო კანონმდებლობით. მინიმუმ სამ ადრინდელ გადაწყვეტილებაში თურქეთის წინააღმდეგ სასამართლომ დაადგინა მე-5-ე მუხლის მე-3-ე ნაწილის დარღვევა მაგრამ ვადა მნიშვნელოვნად ნაკლები იყო ვიდრე მომჩივანის საქმეზე. ასე რომ წინასწარი პატირმობის ხანგრძლივობა იყო გადაჭარბებული.", "დასკვნა: დარღვევა (ერთხმად) ", "მე-6-ე მუხლის პირველი ნაწილი მე-6-ე მუხლი მე-3 ნაწილის (გ) პუნქტთან ერთად - მომჩივანის საქმემ მნიშვნელოვანი საკიტხი წამოჭრა რომელიც ეხება არასრულწლოვანის უფლებას ეფექტურად ჩაერთოს საკუთარი საქმის სასამართლო განხილვაში და იურიდიულ დახმარებაში. მიუხედავად მისი ძალზედ ახალგაზრდა ასაკისა, მომჩივანს ბრალად ედებოდა დანაშაულის ჩადენა რომელიც კანონმდებლობით ითვალისწინებდა სიკვდილით დასჯას და რომელიც იმ დროს არ იძლეოდა არასრულწოვნათა სასამართლოში მისი საქმის განხილვას ან სახელმწიფოს ხარჯზე მისთვის ადვოკატის დანიშვნას. არ შეიძლება ჩაითვალოს რომ ის ეფექტურად მონაწილეობდა სამართალწარმოებაში ვინაიდან მას არ ჰყავდა ადვოკატი პოლიციის, პროკურატურის და მორიგე მოსამართლის მიერ დაკითხვის წარმოებისას და ჯანმრთელობის მდგომარეობის გაუარესების გამო მან ვერ შეძლო ნახევარზე მეტ სასამართლო განხილვებს დასწრებოდა.", "ფაქტი რომ საბოლოოდ მას ჰყავდა ადვოკატი ვერ გააბათილებს ამ დასკვნას ვინაიდან პირველად მისი ინტერესების დასაცავად დანიშნული ადვოკატი არ დაესწრო განხილვების უმეტესობას და მომჩივანი დარჩა ადვოკატის გარეშე საქმის ხელახალი განხილვის მნიშვნელოვან საბოლოო ეტაპზე სანამ მეორე ადვოკატი არ ჩაერთო პროცესში მისი დაცვის განსახორციელებლად. სასამართლო იზიარებს მოსაზრებას რომ სახლემწიფო ვე რიქნება მომჩივანის ადვოკატის საქმციელზე პასუხისმგებელი გარდა იმ შემთხვევისა თი ადვოკატი დანიშნული იყო სახელწმიფო იურიდიული დახმარების სქემის მიხედვით და თუ ასეთი გზით დანიშნული ადვოკატი აშკარად არ განახორციელებდა ეფექტურ დაცვას. მიუხედავად იმისა რომ მომჩივანის პირველი ადვოკატი არ იყო დანიშნული მსგავსი ფორმით სასამართლომ დაადგინა რომ არსებობდა სხვადასხვა ფაქტორები მომჩივანის საქმეში, როგორიცაა მისი ასაკი, ბრალდების სერიოზულობა, წინააღმდეგობები ბრალდების საქმეში, პირველი ადვოკატის მიერ სწორი წარმომადგენლობის აშკარა ნაკლებობა და საქმის განხილვენზე ხშირად ვერ დასწრებამომჩივანის მიერ – რომელსაც უნდა გამოეწვია სასამართლოს მიერ გადაწყვეტილების მიღება დაუყოვნებლივ განხორციელებულიყო ადექვატური წარმოამდგენლობა. ადექვატური წარმომადგენლობის ნაკლებობამ გაამწვავა მომჩივანის მიერ საკუთარი საქმის განხილვაში ეფექტური მონაწილეობა და შელახა მისი მართლმსაჯულების ჯეროვნად განხორციელების უფლება.", "დასკვნა: დარღვევა (ერთხმად)          ", "მუხლი 41 – 45 000 ევრო მორალური ზიანის ასანაზღაურებლად მომჩივანის განსაკუთრებით მძიმე გარემოებებში ყოფნის და მის მიმართ მრავალგზის დარღვევების გამო;", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012", "ადამიანის უფლებათა ევროპული სასამართლოს ოფიციალური ენებია ინგლისური და ფრანგული. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). იგი სასამართლოსათვის სავალდებულო ხასიათს არ ატარებს და არც მის ხარისხზე აკისრებს პასუხისმგებლობას. მოცემული დოკუმენტი შეიძლება ჩამოტვირთულ იქნას ადამიანის უფლებათა ევროპული სასამართლოს HUDOC სასამართლო პრაქტიკის მონაცემთა ბაზიდან () ან ნებისმიერი სხვა მონაცემთა ბაზიდან, რომელთანაც სასამართლომ მოახდინა მისი გაზიარება. დასაშვებია თარგმანის რეპროდუქცირება არაკომერციული მიზნებისათვის იმ პირობით, რომ მოხდება საქმის სრული სახელწოდების ციტირება, მოცემულ საავტორო უფლებების აღნიშვნასა და ადამიანის უფლებათა სატრასტო ფონდზე მითითებით. წინამდებარე თარგმანის ნებისმიერი ნაწილის კომერციული მიზნებით გამოყენების სურვილის შემთხვევაში, გთხოვთ მოგვწეროთ შემდეგ მისამართზე: .", "", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "Click here for the ", "", ""]}