{"file": "GEO_HJUDGEO_52442_09.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "52442/09", "text_paragraphs": ["© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012 წელი. თარგმანი მომზადებულია ევროპის საბჭოს ადამიანის უფლებათა მიზნობრივი ფონდის მიერ  (). თარგმანი არ ავალდებულებს სასამართლოს. დამატებითი ინფორმაციისთვის იხილეთ სრული მითითება საავტორო უფლების შესახებ დოკუმენტის ბოლოს. ", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე #143", "ივლისი, 2011", "ურევიჩი (Đurđević) ხორვატიის წინააღმდეგ - 52442/09", "გადაწყვეტილება 19.7.2011 [I სექცია]", "მე-3 მუხლი", "პოზიტიური ვალდებულებები ", "სკოლაში მოსწავლეებს შორის ძალადობა: დაუშვებელი ", "", "მე-8 მუხლი ", "პოზიტიური ვალდებულებები ", "სკოლაში მოსწავლეებს შორის ძალადობა: დაუშვებელი ", "", "ფაქტები - ევროპული სასამართლოსთვის წარდგენილ განაცხადში განმცხადებლები (მშობლები და ვაჟი) ჩიოდნენ, რომ მესამე განმცხადებელი, ბოშური წარმომავლობის პირი, მოსწავლეების მხრიდან ძალადობას განიცდიდა საშუალო სკოლაში, სადაც სწავლობდა. 2008 წლის ოქტომბერში მომხდარი ინციდენტის დროს მას ცხვირი დაუზიანეს, თუმცა პოლიციის მიერ დაკითხვისას განაცხადა, რომ ეს დაზიანება უბედური შემთხვევის შედეგად მიიღო. მომდევნო ინციდენტების შემდეგ მომზადდა სამედიცინო დასკვნები, რომლებშიც მესამე განმცხადებელი უთითებდა, რომ მას ცემდნენ როგორც სკოლაში, ისე სკოლის გარეთ, ხოლო 2010 წლის თებერვალში მას დაუდგინდა მხედველობის მწვავე დაქვეითება, რაც კონტუზიის შედეგი იყო. ", "განმცხადებლები ასევე ჩიოდნენ, რომ 2009 წლის ივნისში სხვა ინციდენტსაც ქონდა ადგილი, რომლის დროსაც მათი მტკიცებით მესამე განმცხადებელმა და მისი დედამ (მეორე განმცხადებელმა) დაზიანებები მიიღეს პოლიციის ხელში. დედამ სისხლის სამართლის საქმისწარმოების მოთხოვნით განცხადება შეიტანა, მაგრამ სახელმწიფო პროკურორის სამსახურმა არ დააკმაყოფილა ის, მტკიცებულებათა არ არსებობის საფუძვლით. ", "კანონმდებლობა - მე-3 და მე-8 მუხლები (სავარაუდო ძალადობა სკოლაში): სახელმწიფოთა ვალდებულება, მათ იურისდიქციაში არსებული ადამიანები, განსაკუთრებით ბავშვები და სხვა მოწყვლადი პირები, უზრუნველყონ არასათანადო მოპყრობისგან ეფექტიანი დაცვით, მოიცავს ვალდებულებას, არსებობდეს და მოქმედებდეს ადეკვატური საკანონმდებლო ბაზა, რომელიც სხვათა მხრიდან ძალადობისგან დაცვას შესაძლებელს გახდის. მესამე განმცხადებელი, რომელიც თხუთმეტი წლის იყო ინციდენტების დროს, აშკარად ექცეოდა სახელმწიფო დაცვას დაქვემდებარებულ „მოწყვლადი ადამიანების“ კატეგორიაში. სკოლაში მოსწავლეების მხრიდან არასათანადო მოპყრობის თაობაზე მტკიცების გასამყარებლად მან წარმოადგინა სამედიცინო დასკვნები, რომლებითაც დოკუმენტურად დასტურდებოდა ცემის კვალი, მუცლის ღრუსა და ზურგის ტკივილი, თავის ტკივილი და თვალის მუდმივი დაზიანება. თუმცა, განმცხადებლის საჩივრებში, როგორც ადგილობრივ დონეზე ისე [ადამიანის უფლებათა ევროპულ] სასამართლოში, განმცხადებლის პრეტენზიები ფორმულირებული იყო გაურკვეველი და ზოგადი ფორმით, ზუსტი თარიღისა და გარემოებების მითითების გარეშე. მართლაც, ერთადერთი კონკრეტული ინციდენტი რაზეც ისინი უთითებდნენ - რომელიც სკოლის შესაბამისმა ორგანოებმა შეისწავლეს და ერთერთ სამედიცინო დასკვნაში აღინიშნა - აღმოჩნდა უბედური შემთხვევა. სამედიცინო დასკვნები მიუთითებდა ან დაზიანების არ არსებობაზე, ან როგორც თვალის მუდმივი დაზიანების შემთხვევაში იყო, არ მიუთითებდა დაზიანების გამომწვევ მიზეზს ან დაკავშირებული იყო თუ არა ეს სკოლაში რაიმე ძალადობრივ ინციდენტთან. მიუხედავად იმისა, რომ სასამართლოსთვის ცნობილია, რომ სკოლებში ძალადობა მწვავე პრობლემაა, მან ვერ დაინახა განმცხადებლის ბუნდოვანმა და დაუკონკრეტებელმა მტკიცებამ თუ როგორ დაარღვია მე-3 ან მე-8 მუხლიდან მომდინარე სახელმწიფოს პოზიტიური ვალდებულება. იმისათვის რომ ეს ვალდებულება შეილახოს, ძალადობის ვარაუდი  უნდა იყოს კონკრეტული და უნდა არსებობდეს კონკრეტული მონაცემები დროის, ადგილისა და ქმედების ბუნების შესახებ. ", "დადგენილება: დაუშვებელი (აშკარად დაუსაბუთებელი)", "რაც შეეხება 2009 წლის ივნისში მომხდარ ინციდენტს, სასამართლომ დაადგინა, რომ მე-3 მუხლის დარღვევას არ ქონდა ადგილი, რადგანაც გონივრულ ეჭვს მიღმა ვერ დადგინდა, რომ მეორე და მესამე განმცხადებლისთვის მიყენებული დაზიანებები პოლიციისგან მომდინარეობდა. თუმცა სახეზე იყო ამ ნორმის პროცედურული ნაწილის დარღვევა, ვერ წარიმართა რა ეფექტიანი გამოძიება. შესაბამისად მეორე და მესამე განმცხადებლებს ერთობლივად განესაზღვრათ 6 000 ევრო არამატერიალური ზიანის სანაცვლოდ. ", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო\nსამდივნოს მიერ მომზადებული ეს მოკლე შეჯამება სავალდებულო არ არის  სასამართლოსთვის", "სასამართლო გადაწყვეტილებების მოკლე შეჯამებებისთვის მიჰყევით ბმულს ", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012 წელი.", "ადამიანის უფლებათა ევროპული სასამართლოს ოფიციალური ენაა ინგლისური და ფრანგული. თარგმანი მომზადებულია ევროპის საბჭოს ადამიანის უფლებათა მიზნობრივი ფონდის მიერ (). თარგმანი არ ავალდებულებს სასამართლოს და სასამართლო არ არის პასუხისმგებელი თარგმანის ხარისხზე. თარგმანის ჩამოტვირთვა შესაძლებელია ადამიანის უფლებათა ევროპული სასამართლოს პრეცედენტული სამართლის საძიებო მონაცემთა ბაზიდან - HUDOC () ან ნებისმიერი სხვა წყაროდან, რომელსაც სასამართლომ გაუზიარა თარგმანი. თარგმანის არაკომერციული მიზნით გავრცელება დასაშვებია იმ პირობით, თუ მითითებულია საქმის სრული სახელწოდება და მინიშნება ადამიანის უფლებათა მიზნობრივ ფონდზე. თუკი იგეგმება თარგმანის ნებისმიერი ნაწილის გამოყენება კომერციული მიზნით, გთხოვთ, დაგვიკავშირდით .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante :  ", "", ""]}