{"file": "GEO_HJUDGEO_60642_08.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "60642/08", "text_paragraphs": ["© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2015. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). სასამართლოსათვის იგი სავალდებულო ხასიათს არ ატარებს. დამატებითი ინფორმაციისათვის იხილეთ საავტორო უფლებების სრული მიმოხილვა მოცემული დოკუმენტის ბოლოს.", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour Européenne des Droits de l’Homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "დიდი პალატა", "", "საქმე ალისიკი (ALIŠIĆ) და სხვები ბოსნიისა და ჰერცოგოვინის, ხორვატიის, სერბეთის, სლოვენიისა და მაკედონიის ყოფილი იუგოსლავური რესპუბლიკის წინააღმდეგ", "", "(განაცხადი # 60642/08)", "გადაწყვეტილება", "", "", "", "", "", "სტრასბურგი", "", "16 ივლისი, 2014", "", "ეს გადაწყვეტილება საბოლოოა და შესაძლოა დაექვემდებაროს სარედაქციო გადასინჯვას", "", "საქმეზე ალისიკი და სხვები ბოსნიისა და ჰერცოგოვინის, ხორვატიის, სერბეთის, სლოვენიისა და მაკედონიის ყოფილი იუგოსლავური რესპუბლიკის წინააღმდეგ,", "ადამიანის უფლებათა ევროპული სასამართლოს დიდმა პალატამ შემდეგი შემადგენლობით:", "\tდინ სპილმანი, თავმჯდომარე,\n\tჯოსეფ კასადევალი,", "\tგუიდო რაიმონდი, \n\tინეტა ზიემელე, \n\tმარკ ვილიგერი, \n\tიზაბელ ბერო-ლეფევრი, \n\tდავიდ თორ ბიორგვინსონი, \n\tდანიუტ იოჩიენე, \n\tდრაგოლიუბ პოპოვიჩი, \n\tპაივი ჰირველა, \n\tმირიანა ლაზაროვა ტრაიკოვსკა, \n\tგანა იუდკივსკა, \n\tანგელიკა ნიუბერგერი,\n\tლინოს-ალექსანდრე სიცილიანოს, \n\tანდრე პოტოცკი, \n\tფარის ვეჰაბოვიჩი, \n\tქსენია ტურკოვიჩი, მოსამართლეები,\nდა მაიკლ ობოლე, მოსამართლის მდივნის მოადგილე,", "ითათბირეს რა 2013 წლის 10 ივლისს და 2014 წლის 28 მაისს,", "ამ უკანასკნელ დღეს მიიღეს შემდეგი გადაწყვეტილება:", "პროცედურა", "1. საქმის წარმოება დაიწყო ადამიანის უფლებათა და ძირითად თავისუფლებათა დაცვის კონვენციის (“კონვენცია”) 34-ე მუხლის საფუძველზე ბოსნიისა და ჰერცოგოვინის სამი მოქალაქის, ქალბატონი ემინა ალისიკის, ბატონი აზიზ სადძაკისა და ბატონი საკიბ საჰდანოვიჩის (“განმცხადებლები”) მიერ ბოსნიისა და ჰერცოგოვინის, ხორვატიის, სერბეთის, სლოვენიისა და მაკედონიის ყოფილი იუგოსლავური რესპუბლიკის წინააღმდეგ 2005 წლის 30 ივლისს წარდგენილი განაცხადის (# 60642/08) საფუძველზე. პირველი განმცხადებელი ასევე გერმანიის მოქალაქეა.", "2. განმცხადებლები ამტკიცებდნენ, რომ მათ არ შეეძლოთ Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალიდან და Investbanka-ს ტუზლას ფილიალიდან უცხოურ ვალუტაში თავიანთი “ძველი” დანაზოგების გამოტანა იუგოსლავიის სოციალისტური ფედერალური რესპუბლიკის დაშლის შემდეგ. ისინი ეყრდნობოდნენ კონვენციის მე-13 და მე-14 მუხლებსა და კონვენციის 1-ელი დამატებითი ოქმის 1-ელ მუხლს.", "3.  განაცხადი გადაეცა სასამართლოს მეოთხე სექციას (სასამართლოს რეგლამენტის 52.1 მუხლი). 2011 წლის 17 ოქტომბერს ამ სექციის პალატამ შემდეგი შემადგენლობით: ნიკოლას ბრატზა, ლეხ გარლიკი, ნინა ვაჟიკი, ბოსტიან მ. ზუპანჩიჩი, ლილიანა მიოვიჩი, დრაგოლიუბ პოპოვიჩი და მირიანა ლაზაროვა ტრაიკოვსკა და ლოურენს ერლი, სექციის მდივანი, ეროვნულ დონეზე სამართლებრივი დაცვის საშუალებების ამოწურვის საკითხი საქმის არსებით მხარესთან გააერთიანა და განაცხადი დასაშვებად გამოაცხადა.", "4. 2012 წლის 6 ნოემბრის გადაწყვეტილებაში პალატამ ექვსი ხმით ერთის წინააღმდეგ არ დააკმაყოფილა მოპასუხე მთავრობის პროტესტი ეროვნულ დონეზე სამართლებრივი დაცვის საშუალებების ამოწურვის თაობაზე და დაადგინა: ", "- ერთხმად, რომ ბატონი სადანოვიჩის მიმართ სერბეთის მხრიდან კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას არ ქონდა ადგილი;", "- ექვსი ხმით ერთის წინააღმდეგ, რომ ადგილი ქონდა კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას ქალბატონ ალისიკთან და ბატონი სადძაკთან მიმართებით;", "- ერთხმად, რომ სხვა მოპასუხე სახელმწიფოების მხრიდან კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას არ ქონდა ადგილი;", "- ერთხმად, რომ ბატონი სადანოვიჩის მიმართ სერბეთმა დაარღვია კონვენციის მე-13 მუხლი;", "- ექვსი ხმით ერთის წინააღმდეგ, რომ ქალბატონი ალისიკისა და ბატონი სადძაკის მიმართ სლოვენიამ დაარღვია მე-13 მუხლი;", "- ერთხმად, რომ სხვა მოპასუხე სახელმწიფოების მიერ მე-13 მუხლი არ დარღვეულა; და", "- ერთხმად, რომ არ იყო საჭირო საჩივრის შესწავლა მე-14 მუხლთან მიმართებით, კონვენციის მე-13 მუხლთან და 1-ელი დამატებითი ოქმის 1-ელ მუხლთან ერთობლიობაში და რომ მე-14 მუხლის დარღვევას არ ქონდა ადგილი კონვენციის მე-13 მუხლთან და 1-ელი დამატებითი ოქმის 1-ელ მუხლთან ერთობლიობაში, სხვა მოპასუხე სახელმწიფოებთან მიმართებით.", "მოსამართლე ზუპანჩიჩის განსხვავებული მოსაზრება თან ერთვოდა გადაწყვეტილებას.", "5. 2013 წლის 18 მარტს სერბეთისა და სლოვენიის მოთხოვნით დიდი პალატის შემადგენლობამ გადაწყვიტა საქმის დიდი პალატისთვის  გადაგზავნა კონვენციის 43-ე მუხლის შესაბამისად.", "6. დიდი პალატის შემადგენლობა განისაზღვრა კონვენციის 26.4 და 26.5 მუხლისა და [რეგლამენტის] 24-ე მუხლის ნორმების შესაბამისად. ბოსტიან მ. ზუპანჩიჩმა, სლოვენიიდან არჩეულმა მოსამართლემ, გადაწყვიტა მოეხსნა საკუთარი კანდიდატურა დიდი პალატის შემადგენლობიდან (28-ე მუხლი). შესაბამისად სლოვენიამ დანიშნა ანგელიკა ნიუბერგერი, გერმანიის სახელით არჩეული მოსამართლე  (კონვენციის 26.4 მუხლი და რეგლამენტის 29-ე მუხლი). დავიდ თორ ბიორგვინსონი და დანუტ იოციენე, რომელთა თანამდებობაზე ყოფნის ვადაც 2013 წლის 31 ოქტომბერს ამოიწურა, განაგრძობდნენ საქმის განხილვაში მონაწილეობას (კონვენციის 23.3 მუხლი და რეგლამენტის 24.4 მუხლი).", "7.  მხარეებმა წარმოადგინეს შემდგომი წერილობითი მოსაზრებები (მუხლი 59.1).", "8.  საჯარო მოსმენა ჩატარდა ადამიანის უფლებათა შენობაში, სტრასბურგში, 2013 წლის 10 ივლისს ([რეგლამენტის] მუხლი 59.3). სასამართლოს წინაშე წარსდგნენ:", "(a)  განმცხადებლის სახელით\nბატონი ბ. მუჟცინი,\nბატონი ე.ესერი,\tკონსულტანტი,\nბატონი ა. მუსტაფიკი,\tთანაშემწე;", "(b)  ბოსნიისა და ჰერცოგოვინის სახელით \nქალბატონი მ. მიჟიცი,\tწარმომადგენელი,\nქალბატონი ბ. სკალონჟიცი,\tწარმომადგენლის თანაშემწე,\nქალბატონი ე. ველედარ არიფაჯიკი, \nბატონი ზ. კელიჩი, \nბატონი ტ. ცურაკი, \nბატონი ს. ბაკიჩი,\nბატონი ე. კუბატი, \nქალბატონი ვ. ტუფეკი, \nქალბატონი ნ. ტროსატი, \nბატონი მ. მაჰმუტოვიჩი, მრჩევლები;", "(c)  ხორვატიის სახელით \nქალბატონი ს. სტაჯნიკი,\tწარმომადგენელი,\nქალბატონი ნ. კატიჩი,\nქალბატონი ა. მეტელკო-ზგომიჩი,\t\nქალბატონი მ. ბასიჩი, \t\nქალბატონი ჯ. ვლასიჩი,\t\nქალბატონი ბ. გრაბოვაკი, \nქალბატონი ვ. ზვონარი,\tმრჩევლები;", "(d)  სერბეთის სახელით\nბატონი ს. ცარიჩი,\tწარმომადგენელი,\nქალბატონი ვ. როდიჩი,\nქალბატონი დ. დობრკოვიჩი, \t\nბატონი\tნ. პეტკოვიჩი, \nბატონი\tბ. მილისავლიევიცი, \nბატონი \tბ. კურბალია, \nქალბატონი  ს. დურდევიჩი,\tმრჩევლები;", "(e)  სლოვენიის სახელით\nქალბატონი ნ. პინტარ-გოსენკა,\tწარმომადგენელი,\nქალბატონი ც. ანაკერი, \tკონსულტანტი,\nქალბატონი ა. ნეე, \nქალბატონი მ. პრევცი, \nბატონი\tრ. გაბროვეცი, \nქალბატონი ა. პოლაკ-პეტრიჩი, \t\nბატონი\tა. კულიკი, \tმრჩევლები;", "(f)  მაკედონიის სახელით\nბატონი კ. ბოგდანოვიჩი, \tწარმომადგენელი,\nქალბატონი    ვ. სტანოჟევსკა,\tმრჩეველი.", "", "სასამართლომ მოისმინა ბატონი მუჟჩინის, ქალბატონი მიჟიკის, ქალბატონი სტაჟნიკის, ქალბატონი კარიკეს, ქალბატონი ანაკერესა და ბატონი ბოგდანოვის გამოსვლები.", "ფაქტობრივი გარემოებები", "I.  საქმის გარემოებები", "A.  შესავალი", "9.  განმცხადებლები დაიბადნენ 1976 წელს, 1949 წელს და 1952 წელს და ცხოვრობენ გერმანიაში.", "10. იუგოსლავიის სოციალისტური ფედერალური რესპუბლიკის (ისფრ) დაშლამდე წინამდებარე განმცხადებლებიდან ორმა, ალბატონმა ალისიკმა და ბატონმა სადძაკმა უცხოური ვალუტა სადეპოზიტო ანგარიშზე განათავსეს Ljubljanska Banka Sarajevo-ში. 1990 წელს 1989/90 წლების ეკონომიკური რეფორმების კონტექსტში (იხილეთ 21-ე პარაგრაფი დაბლა), Ljubljanska Banka Sarajevo გახდა სლოვენიური ბანკის Ljubljanska Banka Ljubljana-ს ფილიალი. ასევე ისფრ-ს დაშლამდე მესამე განმცხადებელმა ბატონმა საჰდანოვიჩმა უცხოურ ვალუტაში დეპოზიტი განათავსა სერბული ბანკის Investbanka-ს ტუზლას ფილიალში, რომელიც განთავსებული იყო ბოსნიასა და ჰერცოგოვინაში. სასამართლოსთვის წარდგენილი მასალების თანახმად 1991 წლის 31 დეკემბერს Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში ქალბატონი ალისიკისა და ბატონი სადძაკის ანგარიშებზე იყო 4 715 გერმანული მარკა (DEM) და 129 874 გერმანულია მარკა (DEM); 2002 წლის 3 იანვარს Investbanka-ს ტუზლას ფილიალში ბატონი საჰდანოვიჩის ანგარიშზე იყო 63 880 გერმანული მარკა (Investbanka), 4 ავსტრიული შილინგი და 73 აშშ დოლარი.", "11. განმცხადებლები კონვენციაზე დაყრდნობით ჩიოდნენ იმის გამო, რომ მათთვის შეუძლებელი იყო ზემოთ აღნიშნული საბანკო ანგარიშებიდან გამოეტანათ უცხოურ ვალუტაში განთავსებული დანაზოგები. მათი ზეპირი მოსაზრებების თანახმად ეს წარმოადგენდა ყველა მოპასუხე სახელმწიფოს მიერ 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას, როგორც დამოუკიდებლად ისე კონვენციის მე-14 მუხლთან ერთობლიობაში. ისინი ასევე ამტკიცებდნენ კონვენციის მე-13 მუხლის დარღვევას.  ", "B.  ფატობრივი პრეისტორია", "1.  კომერციული საბანკო სისტემა ისფრ-ში 1989/90 წლებში", "(a)  ძირითადი ბანკები, ასოცირებული ბანკები და ეროვნული ბანკები", "12.  ისფრ-ში 1989/90 წლებში გატარებულ ეკონომიკურ რეფორმებამდე მისი  კომერციული საბანკო სისტემა შედგებოდა ძირითადი და ასოცირებული ბანკებისგან. ძირითად ბანკებს დამოუკიდებელი იურიდიული პირის სტატუსი ქონდა, თუმცა ინტეგრირებული იყვნენ ცხრა ასოცირებული ბანკიდან ერთერთის ორგანიზაციულ სტრუქტურაში. როგორც წესი ძირითადი ბანკები დაფუძნებული იყო და კონტროლდებოდა სოციალურ საკუთრებაში არსებული კომპანიების მიერ, რომლებიც მოქმედებდა იგივე ტერიტორიულ ერთეულში (ანუ ჩამოთვლილთაგან ერთერთ რესპუბლიკაში: ბოსნია და ჰერცოგოვინა, ხორვატია, მაკედონია, მონტენეგრო, სერბეთი და სლოვენია, ან ავტონომიური პროვინციები, კოსოვო და ვოჟვოდინა). სოციალურ საკუთრებაში არსებული კომპანიები იუგოსლავიის თვითმართვადი მოდელის ფლაგმანები იყვნენ: არც კერძო საკუთრებაში და არც სახელმწიფო საკუთრებაში ისინი არ წარმოადგენდა კოლექტიურ საკუთრებას, რომელსაც საკუთარი თანამშრომლები აკონტროლებდნენ ინდუსტრიული ურთიერთობების შესახებ კომუნისტური ხედვის შესაბამისად (ფენომენი და სერბეთში კომპანიების ამჟამინდელი სტატუსი, რომლითაც ისინი აგრძელებენ არსებობს, რაც აღწერილია საქმეზე კაცაპორი და სხვები სერბეთის წინააღმდეგ (Kačapor and Others v. Serbia), ## 2269/06 et al., §§ 71-76 და 97, 15 იანვარი, 2008 წ.). ასოცირებული ბანკის შექმნა შესაძლებელია მინიმუმ ორი ძირითადი ბანკისგან. Ljubljanska Banka Ljubljana, ერთერთი ასოცირებულ ბანკთაგანი, შედგებოდა Ljubljanska Banka Sarajevo-სგან, რომელშიც წინამდებარე განმცხადებლებს ქონდათ ანგარიშები, Ljubljanska Banka Zagreb-სგან, Ljubljanska Banka Skopje-სგან და სხვა ძირითადი ბანკებისგან. ანალოგიურად ამისა Investbanka, რომელშიც წინამდებარე განმცხადებლებს ქონდათ ანგარიშები გახსნილი, სხვა ძირითად ბანკებთან ერთად წარმოადგენდნენ ასოცირებულ ბანკს სახელწოდებით Beogradska udružena Banka.", "13. ისფრ-ში ასევე არსებობდა ეროვნული ბანკები, იუგოსლავიის ეროვნული ბანკი (NBY) და ექვსივე რესპუბლიკასა და ორ ავტონომიურ პროვინციაში მოქმედი ეროვნული ბანკები.  ", "(b)  დეპოზიტები უცხოურ ვალუტაში", "14. მყარი ვალუტის ნაკლებობის ფონზე ისფრ-მ ექსპატრიატებისთვის და სხვა მოქალაქეებისთვის მიმზიდველი გახადა მის ბანკებში უცხოური ვალუტის დეპონირება. ამგვარ დეპოზიტებს ერიცხებოდა მაღალი სარგებელი, წლიური სარგებელი ხშირად 10%-ზე მეტი იყო და გარანტად სახელმწიფო გამოდიოდა (უცხოური ვალუტი გაცვლის შესახებ 1985 წლის კანონის 14.3 მუხლი და ბანკებისა და საფინანსო ორგანიზაციების შესახებ 1989 წლის კანონის 76.1 მუხლი).", "15. სახელმწიფო გარანტია ამოქმედდებოდა მხოლოდ ბანკის გაკოტრების ან “აშკარა გადახდისუუნარობის” შემთხვევაში, ბანკის მოთხოვნით (ბანკებისა და სხვა საფინანსო ორგანიზაციების გადახდისუუნარობის შესახებ 1989 წლის კანონის მე-18 მუხლი და შესაბამისი კანონქვემდებარე აქტები). განსახილველთაგან არცერთ ბანკს არ დაუყენებიათ ამგვარი მოთხოვნა.", "16. შემნახველები გარანტიის ამოქმედებას საკუთარი ინიციატივით ვერ მოითხოვდნენ, თუმცა უფლებამოსილები იყვნენ სამოქალაქო ვალდებულებათა შესახებ 1978 წლის კანონის თანახმად მიეღოთ მათი დეპოზიტები ნებისმიერ დროს, შესაბამის დარიცხულ სარგებელთან ერთად. ამ კანონის 1035 მუხლის თანახმად:", "“1. ფულადი დეპოზიტის შესახებ კონტრაქტი უნდა მომზადდეს, როდესაც ბანკი თანახმა იქნება მიიღოს, ხოლო დეპოზიტარი თანახმა იქნება ბანკში განათავსოს გარკვეული ოდენობის თანხა. ", "2. ამგვარი კონტრაქტის საფუძველზე ბანკი უფლებამოსილია გამოიყენოს დეპონირებული თანხა და ვალდებულია დააბრუნოს ის ხელშეკრულებით გათვალისწინებული პირობების შესაბამისად.”", "კანონის 1043.1 მუხლის თანახმად:", "“თუკი გახსნილია შემნახველი ანგარიში, ბანკი ან საფინანსო ორგანიზაცია შემნახველ პირზე გასცემს შემნახველ წიგნს.”", "კანონის 1044-ე მუხლი ადგენს:", "“1.  ყველა დეპოზიტი და თანხის გატანა უნდა აღინუსხოს შემნახველ წიგნში.", "2.  შემნახველ წიგნებში ხელმოწერილი და ბეჭდით დადასტურებული ჩანაწერები წარმოადგენს შენატანებისა და თანხის გატანის მტკიცებულებებს.", "3.  აღნიშნულის საწინააღმდეგო ნებისმიერი შეთანხმება ბათილი და უკანონოა.”", "უფრო მეტიც, კანონის 1045-ე მუხლი შემდეგი შინაარსისაა:", "“სარგებელი ირიცხება შემნახველ ანგარიშზე.”", "(c)  რე-დეპონირების სქემა", "17. 1970-იანი წლებიდან ბანკებმა განიცადეს დანაკარგები უცხოური ვალუტის გაცვლისას, დინარის გაცვლითი კურსის კლების ფონზე. საპასუხოდ ისფრ-მ წარმოადგინა უცხოური ვალუტის “რე-დეპონირების” სისტემა, რაც ბანკებს უფლებამოსილს ხდიდა უცხოურ ვალუტაში მოქალაქეთა დეპოზიტები NBY-ში გადაეტანათ, რაც გულისხმობდა ვალუტის რისკ (უცხოური ვალუტის გაცვლის შესახებ 1977 წლის კანონის 55-ე მუხლი). მართალია კანონის თანახმად სისტემა არჩევითი იყო, პრაქტიკულად ბანკებს არ ქონდათ სხვა ალტერნატივა, რადგანაც მათ უფლება არ ქონდათ შეენარჩუნებიათ ანგარიშები უცხოურ ვალუტაში უცხოურ ბანკებთან, რაც აუცილებელი იყო საზღვარგარეთ გადარიცხვების განსახორციელებლად; არც უცხოურ ვალუტაში სესხების გაცემა ქონდათ ნებადართული. შესაბამისად ვირტუალურად ყველა უცხოური ვალუტის რე-დეპონირება ხდებოდა NBY-ში ამ ორი მეთოდიდან ერთერთის მეშვეობით: ან ბუღალტრული ანუ “პრო-ფორმა” მეთოდით, ან NBY-ის უცხოურ ანგარიშებზე უცხოური ვალუტის რეალური გადარიცხვით. საბუღალტრო მეთოდი უფრო ხშირად გამოიყენებოდა, რადგანაც ის კომერციულ ბანკებს შესაძლებლობას აძლევდა უცხოური ვალუტის რისკები NBY-ზე გადაეტანათ უცხოური ბანკებისთვის საფასურის გადახდის გარეშე (იხილეთ კოვაჩიჩი და სხვები სლოვენიის წინააღმდეგ (Kovačić and Others v. Slovenia) [დიდი პალატა], # 44574/98, # 45133/98 და # 48316/99, § 36, 3 ოქტომბერის, 2008 წ.; იხილეთ ასევე ბოსნიისა და ჰერცოგოვინის საკონსტიტუციო სასამართლოს 2006 წლის 1 აპრილის გადაწყვეტილება AP 164/04, § 53). NBY-ის 1988 წლის სექტემბრის შიდა ანგარიშის მიხედვით, 1988 წლის 30 ივნისამდე დაახლოებით 9 მილიარდი აშშ დოლარის ექვივალენტის რე-დეპონირება მოხდა NBY-ში, რომლიდანაც დაახლოებით 1,4 მილიარდის (რაც 15%-ზე ოდნავ მეტია) ფიზიკურად გადარიცხვა მოხდა უცხოურ ვალუტაში არსებულ ანგარიშებზე. გამოიკვეთა, რომ NBY-ის უცხოური ვალუტის ანგარიშებზე არსებული სახსრები ახლახანს გაიყო სამართალმემკვიდრე სახელმწიფოებს შორის (იხილეთ 65-ე პარაგრაფი დაბლა).", "18.  რაც შეეხება Ljubljanska Banka Sarajevo-ს, სადაც პირველ ორ განმცხადებელს ქონდა მათი ანგარიშები, რე-დეპონირების სქემა შემდეგნაირი იყო. მთელი რიგი შეთანხმებების საფუძველზე (Ljubljanska Banka Sarajevo-ს, Ljubljanska Banka Ljubljana-ს, ბოსნიისა და ჰერცოგოვინის ეროვნულ ბანკსა და სლოვენიის ეროვნულ ბანკს), Ljubljanska Banka Sarajevo-ს სლოვენიის ეროვნული ბანკისთვის ყოველთვიურად Ljubljanska Banka Ljubljana-ს ანგარიშზე უნდა გადაერიცხა უცხოურ ვალუტაში გაკეთებულ დეპოზიტსა და უცხოურ ვალუტაში გატანას შორის სხვაობა. ამ სახსრების ნაწილი დაუბრუნდა Ljubljanska Banka Sarajevo-ს ამ ბანკის მოთხოვნით მისი ლიკვიდურობის საჭიროების გათვალისწინებით (იმ პერიოდებში, როდესაც მეტი უცხოური ვალუტის გატანა მოხდა ვიდრე დეპონირება). მართლაც 1984 წლიდან 1991 წლამდე პერიოდში 244,665,082 გერმანული მარკა გადაირიცხა ლიუბლიანაში და 41,469,528 გერმანული მარკა (17%-ზე ნაკლები) უკან სარაევოში. თანხები, რაც არ გადაირიცხა სარაევოში, რე-დეპონირებას დაექვემდებარა იუგოსლავიის ეროვნულ ბანკში მე-17 პარაგრაფში აღწერილი ერთერთი მეთოდის საფუძველზე: ბუღალტრული ანუ “პრო-ფორმა” მეთოდი (რის შემთხვევაში არ არსებობს მტკიცებულება, რომ ამ თანხამ რეალურად დატოვა ლიუბლიანა) ან უცხოური ვალუტის NBY-ის უცხოური ვალუტის ანგარიშზე პირდაპირი გადარიცხვის მეთოდი. მიუხედავად რე-დეპონირების გამოყენებული მეთოდისა ყველა ეს თანხა აღინუსხა როგორც Ljubljanska Banka Sarajevo-ს მოთხოვნა NBY-ის მიმართ.", "19. მე-18 პარაგრაფში ხსენებული შეთანხმებების თანახმად Ljubljanska Banka Sarajevo-ს NBY-მ მიაკუთვნა სესხი დინარში (საწყის ეტაპზე სარგებელის გარეშე), ბოსნიისა და ჰერცოგოვინის ეროვნული ბანკის მეშვეობით, რე-დეპონირებული უცხოური ვალუტის სანაცვლოდ. ამგვარად მიღებული დინარი გამოყენებულ იქნა საბაზისო ბანკის მიერ, ინფლაციის მაჩვენებელზე დაბალი საპროცენტო განაკვეთით იგივე ტერიტორიაზე მოქმედი კომპანიებისთვის სესხის შეთავაზებისთვის.", "20.  1988 წლის ბოლოს რე-დეპონირების სისტემა შეჩერდა (უცხოური ვალუტის ტრანზაქციის შესახებ 1985 წლის კანონის 103-ე მუხლში ცვლილების შეტანით). ბანკებს ნება დაერთოთ ანგარიშები გაეხსნათ უცხოურ ბანკებში. Ljubljanska Banka Sarajevo-მ ისევე როგორც სხვა ბანკებმა გამოიყენა ეს შესაძლებლობა და 1988 წლის ოქტომბრიდან 1989 წლის დეკემბრამდე პერიოდში 13.5 მილიონი აშშ დოლარის დეპონირება მოახდინა უცხოურ ბანკებში. არ არსებობს ინფორმაცია იმის შესახებ თუ რა ბედი ეწია ამ თანხას.", "2.  ისფრ-ს კომერციული ბანკების რეფორმა 1989/90 წლებში", "21.  1989/90 წლების რეფორმების ფარგლებში ისფრ-მ გააუქმა ძირითადი და ასოცირებული ბანკების ზემოთ აღწერილი სისტემა. საბანკო სისტემაში ამ ცვლილებამ შესაძლებელი გახადა ძირითადი ბანკების მიერ დამოუკიდებელი სტატუსის მოპოვება, ხოლო სხვა ძირითადი ბანკები გარდაიქმნა მანამდე ასოცირებული ბანკების ფილიალებად (იურიდიული პირის სტატუსის გარეშე). 1990 წლის 1 იანვარს ზემოთ ხსენებულმა Ljubljanska Banka Sarajevo გახდა Ljubljanska Banka Ljubljana-ს ფილიალი (იურიდიული პირის სტატუსის გარეშე); ამ უკანასკნელმა მიიღო წინას უფლებები, ქონება და პასუხისმგებლობა. ზემოთ ხსენებული Investbanka გახდა დამოუკიდებელი ბანკი სათაო ოფისით სერბეთში და ფილიალებით ბოსნიასა და ჰერცოგოვინაში.", "22.  უფრო მეტიც, დინარის კონვერტირებადობა გაცხადდა, რამაც გამოიწვია უცხოური ვალუტის მასიური გატანა. შესაბამისად ისფრ-მ აღადგინა საგანგებო ღონისძიებები, რომელიც ფართომაშტაბიანად კრძალავდა უცხოურ ვალუტაში დეპოზიტების გატანას. მაგალითად, 1990 წლის დეკემბრისთვის, როდესაც ცვლილება შევიდა უცხოურ ვალუტაში ტრანზაქციების შესახებ 1985 წლის კანონის 71-ე მუხლში, შემნახველებს შეეძლოთ თავიანთი დანაზოგების გატანა, მხოლოდ საკუთარი ან ახლო ნათესავების საჭიროებისთვის იმპორტირებული საქონლის ან მომსახურების შესაძენად, უცხოური ვალუტის ობლიგაციების შესაძენად, სამეცნიერო ან ჰუმანიტარული მიზნებით მემკვიდრეობითი საჩუქრების გაკეთების მიზნით, ან ადგილობრივი სადაზღვევო კომპანიისთვის სიცოცხლის დაზღვევის შესატანების გასაკეთებლად. ამასთან ისფრ-ს მთავრობის 1991 წლის აპრილის გადაწყვეტილების მე-3 მუხლი, რომელიც ძალაში იყო 1992 წლის თებერვლიდან და იუგოსლავიის ეროვნული ბანკის 1991 წლის იანვრის გადაწყვეტილების 17.c მუხლი, რომელიც 1992 წლის აპრილში საკონსტიტუციო სასამართლომ არაკონსტიტუციურად ცნო, აწესებდა იმ თანხის ზღვრულ ოდენობას, რომელიც შემნახველებს შეეძლოთ გამოეტანათ და ესარგებლათ ზემოთ დასახელებული მიზნებისთვის - ერთჯერადად 500 გერმანული მარკა, მაგრამ არაუმეტეს 1 000 გერმანული მარკისა თვის განმავლობაში (იხილეთ 53-ე პარაგრაფი დაბლა).", "3.  ისფრ-ს დაშლა 1991/1992 წლებში", "23. ისფრ დაიშალა 1991/92 წლებში. სამართალმემკვიდრე სახელმწიფოებში უცხოურ ვალუტაში არსებული დეპოზიტები მანამდე მოექცა საგანგებო რეჟიმში და როგორც წესი მოიხსენიება როგორც “ძველი” ან “გაყინული” დეპოზიტები უცხოურ ვალუტაში. დაბლა მოცემულია შესაბამისი ეროვნული კანონმდებლობისა და პრაქტიკის კვლევა ხუთ სამართალმემკვიდრე სახელმწიფოში ამგვარი დეპოზიტების შესახებ - მოცემულია ანბანური მიმდევრობით. ეს ქვეყნები წინამდიბარე საქმეზე მოპასუხე მხარეებს წარმოადგენენ ასევე.  ", "C.  შესაბამის მოპასუხე სახელმწიფოსთან დაკავშირებული გარემოებები", "1.  ბოსნია და ჰერცოგოვინა", "(a)  უცხოურ ვალუტაში “ძველ” დეპოზიტებთან დაკავშირებული ღონისძიებები", "24. 1992 წელს ბოსნიამ და ჰერცოგოვინამ აიღო კანონისმიერი ვალდებულებები ისფრ-ს დროინდელ “ძველ”, უცხოურ ვალუტაში არსებულ დეპოზიტებზე (იხილეთ ისფრ-ს კანონმდებლობის მოქმედების გავრცელების შესახებ 1992 წლის კანონის მე-6 მუხლი). მართალია კანონის შესაბამისი ნორმები არ იყო ნათელი ამ საკითხთან მიმართებით, ბოსნიისა და ჰერცოგოვინის ეროვნულმა ბანკმა აირჩია პოზიცია, რომ გარანტია მოიცავდა მხოლოდ ეროვნულ ბანკებში დაცულ დეპოზიტებს (იხილეთ მისი ანგარიში 63/94 8 აგვისტო, 1994 წ.).", "25. ომის დროს უცხოურ ვალუტაში “ძველი” დეპოზიტები გაყინული იყო, თუმცა გამონაკლის შემთხვევებში, ჰუმანიტარული საფუძვლებით და სხვა საგანგებო შემთხვევებში დაშვებული იყო მათი გატანა (იხილეთ შესაბამისი კანონქვემდებარე აქტები).", "26.  1992-95 წლების ომის შემდეგ თითოეულმა ერთეულმა (ბოსნიისა და ჰერცოგოვინის ფედერაციამ - “ბჰფ” და სრპსკას რესპუბლიკამ) საკუთარი კანონმდებლობა აამოქმედა უცხოურ ვალუტაში “ძველი” დეპოზიტების შესახებ. წინამდებარე საქმეზე მხოლოდ ბჰფ-ს კანონმდებლობაა რელევანტური, იმის გათვალისწინებით, რომ განსახილველი ფილიალები ამ ტერიტორიულ ერთეულშია განთავსებული. 1997 წელს ბჰფ-მ ივარაუდა პასუხისმგებლობა მის ტერიტორიაზე არსებულ ბანკებსა და ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე (იხილეთ საჩივართა დაკმაყოფილების შესახებ 1997 წლის კანონის 3.1 მუხლი და არარეზიდენტთა საჩივრების დაკმაყოფილების შესახებ 1999 წლის განკარგულება). მართალია ეს დეპოზიტები გაყინული იყო, ამ კანონით განისაზღვრა, რომ მათი მეშვეობით შესაძლებელი იყო სახელმწიფოს საკუთრებაში არსებული ბინებისა და კომპანიების შეძენა (იხილეთ საჩივართა დაკმაყოფილების შესახებ 1997 წლის კანონის მე-18 მუხლი, 2004 წლის ცვლილებების შესაბამისად).", "27. 2004 წელს ბჰფ-მ ახალი კანონმდებლობა აამოქმედა. მან ვალდებულება აიღო მის ტერიტორიაზე ადგილობრივ ბანკებში უცხოურ ვალუტაში “ძველი” განთავსებული დეპოზიტების ანაზღაურება, მიუხედავად დეპოზიტარის მოქალაქეობისა. Ljubljanska Banka Ljubljana-ს, Investbanka-სა და სხვა უცხოური ბანკების ფილიალებში, რომლებშიც განმცხადებლებს ქონდათ ანგარიშები, ამგვარი დეპოზიტებისთვის პასუხისმგებლობა პირდაპირ გამოირიცხა ეროვნული ვალის დაფარვის შესახებ 2004 წლის კანონის 9.2 მუხლის საფუძველზე.", "28. 2006 წელს ეროვნულ ბანკებში უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის პასუხისმგებლობა იურიდიული პირებიდან სახელმწიფოს გადაეცა. Ljubljanska Banka Ljubljana-სა და Investbanka-ს ადგილობრივ ფილიალებში არსებული დეპოზიტებისთვის პასუხისმგებლობა კვლავ პირდაპირ გამოირიცხა, მაგრამ სახელმწიფოს ევალებოდა ამ ფილიალების კლიენტების დახმარება სლოვენიისგან და სერბეთისგან ამ დეპოზიტების ანაზღაურების მიღებაში (იხილეთ უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 2006 წლის კანონის მე-2 მუხლი). ამასთან, უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ ყველა წარმოება შეწყდა კანონის საფუძველზე (იხილეთ ამავე კანონის 28-ე მუხლი; ეს ნორმა კონსტიტუციურად იქნა ცნობილი ბოსნიისა და ჰერცოგოვინის საკონსტიტუციო სასამართლოს 2008 წლის 28 მარტის U 13/06 გადაწყვეტილების 35-ე პარაგრაფით).", "(b)  Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალისა და Ljubljanska Banka Sarajevo-ს სტატუსი 1993 წელს", "29. როგორც აღინიშნა მაღლა 21-ე პარაგრაფში, 1990 წლის იანვარში Ljubljanska Banka Sarajevo გახდა Ljubljanska Banka Ljubljana-ს ფილიალი, იურიდიული პირის სტატუსის გარეშე; ამ უკანასკნელს გადაეცა წინას უფლებები, ქონება და პასუხისმგებლობა. კომპანიების რეესტრის თანახმად ფილიალი მოქმედებდა დედობილი ბანკის სახელითა და პასუხისმგებლობით. 1991 წლის ბოლოს ამ ფილიალში უცხოურ ვალუტაში განთავსებული დეპოზიტების საერთო ოდენობა 250 მილიონ გერმანულ მარკას შეადგენდა, მაგრამ 350 000 გერმანულ მარკაზე ნაკლები განთავსებული იყო მის საცავში (სარაევოსა და ლიუბლიანას შორის უცხოური ვალუტის მიმოცვლა აღწერილია მაღლა მე-18 პარაგრაფში).", "30. Ljubljanska Banka Ljubljana-ის სარაევოს ფილიალის წინამორბედის სახელწოდებით - Ljubljanska Banka Sarajevo  ახალი ბანკის ინკორპორირება მოხდა 1993 წელს ბოსნიისა და ჰერცოგოვინის კანონით. ის ცალსახად ადგენდა Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში უცხოურ ვალუტაში “ძველ” დეპოზიტებზე სლოვენიის ბანკის პასუხისმგებლობას.", "31. ბოსნიისა და ჰერცოგოვინის ბანკმა 1994 წელს ჩაატარა ინსპექტირება და გამოავლინა ბევრი ხარვეზი. პირველ ყოვლისა, ახალი Ljubljanska Banka Sarajevo-ს მმართველი რგოლი სათანადოდ არ იყო დანიშნული და არ იყო ნათელი, ვინ იყვნენ მისი მეწილეები. ამ საფუძვლებზე დაყრდნობით ეროვნულმა ბანკმა დანიშნა ამ ბანკის დირექტორი. მეორე, Ljubljanska Banka Sarajevo, როგორც ეროვნული ბანკი, ვერ აიღებდა უცხოური ბანკის პასუხისმგებლობას უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის, ვინაიდან ეს ახალ ფინანსურ ვალდებულებებს დააკისრებდა ბოსნიასა და ჰერცოგოვინას  (ვინაიდან სახელმწიფო ყველა ეროვნულ ბანკში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების კანონისმიერი გარანტი იყო). ეროვნულმა ბანკმა გასცა განკარგულება Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის 1992 წლის 31 მარტის მდგომარეობით ბალანსის დაუყოვნებლივ მომზადება და სათავო ბანკთან მისი ურთიერთობის რეგლამენტირება.", "32. თუმცა, კომპანიების რეესტრის თანახმად  ახლად დაფუძნებული Ljubljanska Banka Sarajevo კვლავ პასუხისმგებელი რჩებოდა 2004 წლის ბოლომდე Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებისთვის (იხილეთ 35-ე პარაგრაფი დაბლა). შესაბამისად, ის განაგრძობდა Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების მართვას; ამ დეპოზიტების დაახლოებით 3% გამოყენებულ იქნა ბჰფ-ის პრივატიზაციის პროცესში (იხილეთ 26-ე პარაგრაფი მაღლა); და ერთ საქმეზე სამოქალაქო სასამართლომ Ljubljanska Banka Sarajevo-ს დაავალა ანაზღაურების გაცემა Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის კლიენტის სასარგებლოდ  (იხილეთ ვიშნიევაჩი ბოსნიისა და ჰერცგოვინის წინააღმდეგ (Višnjevac v. Bosnia and Herzegovina) (dec.), #2333/04, 24 ოქტომბერი, 2006).", "33.  ბოსნიისა და ჰერცოგოვინის საკონსტიტუციო სასამართლომ 2004 წლამდე არსებული მდგომარეობა დაახასიათა როგორც “ქაოტური” (გადაწყვეტილება AP 164/04, 2006 წლის 1 აპრილის, § 55). ბოსნიისა და ჰერცოგოვინის ადამიანის უფლებათა პალატამ, ეროვნულმა ადამიანის უფლებათა ორგანომ, დაადგინა, რომ Ljubljanska Banka Ljubljana-სა და Investbanka-ს ადგილობრივ ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებთან დაკავშირებული გაურკვევლობა უტოლდებოდა კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას (იხილეთ გადაწყვეტილება CH/98/377 et al., 7 ნოემბერი, 2003 წ., § 270).", "34.  2003 წელს ბჰფ-ის საბანკო სააგენტომ domestic Ljubljanska Banka Sarajevo დაიქვემდებარა დროებით ადმინისტრირებაში, იმ საფუძვლით, რომ მას გაურკვეველი ურთიერთობა ქონდა Ljubljanska Banka Ljubljana-სთან, სლოვენიაში განთავსებულ უცხოურ ბანკთან.", "35. კომპანიების რეესტრის შესახებ 2000 წლის კანონში ცვლილების გზით, 2003 წელს ბჰფ-ის პარლამენტმა კანონით კომპანიების რეესტრში ომისდროინდელი ჩანაწერების გაუქმებისთვის  დადგენილი ვადა 2004 წლამდე გადაავადა. ამის შემდეგ მალევე, 2004 წლის ნოემბერში, სარაევოს მუნიციპალურმა სასამართლომ გადაწყვიტა, რომ ეროვნული Ljubljanska Banka Sarajevo არ იყო სლოვენიური Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის სამართალმემკვიდრე; და რომ არ იყო პასუხისმგებელი ამ ფილიალში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე; და რომ აღნიშნულიდან გამომდინარე კომპანიების რეესტრში 1993 წელს გაკეთებული ჩანაწერი, რომლითაც სხვაგვარი განაცხადი კეთდებოდა, უნდა ამოშლილიყო.", "36. 2006 წელს ეროვნულმა Ljubljanska Banka Sarajevo-მ თავისი ქონება მიყიდა ხორვატულ კომპანიას, რომელმაც სანაცვლოდ აიღო ბანკის ვალებზე პასუხისმგებლობა. იმავდროულად სლოვენიური Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის შენობა, ბჰფ-ის მთავრობის ზედამხედველობით ფილიალის სტატუსის საბოლოო გადაწყვეტის პარალელურად, გადაეცა იგივე ხორვატულ კომპანიას Ljubljanska Banka Ljubljana-ს სახელითა და პასუხისმგებლობით.  ", "37. 2010 წელს კომპეტენტურმა სასამართლომ დაიწყო   ბოსნიასა და ჰერცოგოვინაში Ljubljanska Banka Sarajevo-ს გაკოტრების საქმის წარმოება. ეს წარმოება კვლავაც მიმდინარეობს.", "(c)  Investbanka-ს ტუზლას ფილიალის სტატუსი", "38.  Investbanka-ს ტუზლას ფილიალს ყოველთვის ქონდა ფილიალის სტატუსი, იურიდიული პირის სტატუსის გარეშე. ამ ფილიალში უცხოურ ვალუტაში “ძველი” დეპოზიტები დაახლოებით 67 მილიონ აშშ დოლარს (დაახლოებით 100 მილიონი გერმანული მარკა) შეადგენდა 1991 წლის 31 დეკემბრის მდგომარეობით. ფილიალი დაიხურა 1992 წლის ივნისში და აღარასდროს განუახლებია საქმიანობა. უცნობია რა ბედი ეწია მის სახსრებს. ", "39. 2002 წელს კომპეტენტურმა სასამართლომ სერბეთში გაკოტრების განკარგულება გასცა Investbanka-ს წინააღმდეგ. სერბეთის სახელმწიფო ორგანოებმა შემდეგ გაყიდეს Investbanka-ს ბჰფ-ის ფილიალების შენობები (სრპსკას რესპუბლიკაში არსებული შენობები გაიყიდა 1999 წელს). მაგალითად ტუზლაში ძაფერ მაჰალაში არსებული შენობისთვის სერბეთის სახელმწიფო ორგანოებმა მიიღეს 2 140 650 ევრო. Investbanka-ს წინააღმდეგ გაკოტრების საქმის წარმოება კვლავ მიმდინარეობს.", "40. 2010 წელს ბჰფ-ის ხელისუფლებამ გადაწყვიტა Investbanka-ს ბჰფ-ის ფილიალების შენობებისა და არქივების საკუთარ ზრუნვაში მოქცევა, მაგრამ აღმოჩნდა, რომ Investbanka-ს ბჰფ-ში შენობები და არქივები აღარ ქონდა.  ", "41. 2011 წელს ბჰფ-ის სახელმწიფო ორგანოების მოთხოვნით სერბეთის სახელმწიფო ორგანოებმა წამოიწყეს სისხლის სამართლის საქმის გამოძიება იმგვარად, რომ ტუზლას ფილიალის არქივები 2008 წელს გადაიგზავნა სერბეთის ტერიტორიაზე.  ", "2.  ხორვატია", "(a)  უცხოურ ვალუტაში “ძველ” დეპოზიტებთან დაკავშირებული ღონისძიებები", "42.  ხორვატიის ხელისუფლებამ განაცხადა, რომ მათ აანაზღაურეს ეროვნულ ბანკებსა და უცხოეთში მათ ფილიალებში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტები, მიუხედავად დეპოზიტართა მოქალაქეობისა. მართლაც, ნათელია, რომ მათ აანაზღაურეს ბოსნია-ჰერცოგოვინის მოქალაქეთა ხორვატიის ბანკების ბოსნია-ჰერცოგოვინის ფილიალებში განთავსებული ამგვარი დეპოზიტები. თუმცა, სლოვენიის ხელისუფლებამ მოიხმო ხორვატიის უზენაესი სასამართლოს გადაწყვეტილებები (Rev 3015/1993-2, 1994 წლის, Rev 3172/1995-2, 1996 წლის და Rev 1747 /1995-2, 1996 წლის), რომლითაც დადგინდა, რომ შესაბამის კანონმდებლობაში ასახული ტერმინი (građanin) ნიშნავდა ხორვატიის მოქალაქეს (იხილეთ და შეადარეთ კოვაჩიჩი და სხვები (Kovačić and Others), ციტირება მაღლა, § 77).", "(b)  Ljubljanska Banka Ljubljana-ს ზაგრების ფილიალის სტატუსი", "43. ხორვატია ნებას რთავდა თავის მოქალაქეებს Ljubljanska Banka Ljubljana-ს ზაგრების ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დანაზოგები გადაეტანათ ხორვატიის ბანკებში (იხილეთ უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 1993 წლის კანონის მე-14 მუხლი და შესაბამისი კანონქვემდებარე აქტები). რეალურად, ამ ფილიალის კლიენტთა ორმა მესამედმა ისარგებლა ამ შესაძლებლობით. 2013 წლის მარტში ხორვატიამ და სლოვენიამ ხელი მოაწერეს ურთიერთგაგების მემორანდუმს, ითხოვდნენ რა ამ გადატანილი დეპოზიტების შესახებ სამართალმემკვიდრეობის მოლაპარაკებების გაგრძელებას. რაც შეეხება კლიენტებს, რომელთაც თავიანთი დეპოზიტები არ გადაიტანეს Ljubljanska Banka Ljubljana-ს ზაგრების ფილიალიდან ხორვატიის ბანკებში და რომელთა დანაზოგები დაახლოებით 300 მილიონ გერმანულ მარკას შეადგენდა, ზოგიერთმა მათგანმა ხორვატიის სასამართლოებში სამოქალაქო საქმის წარმოება წამოიწყო და მათგან სამოცდასამმა უცხოურ ვალუტაში თავიანთი “ძველი” დანაზოგები მიიღეს ხორვატიაში ამ ფილიალის ქონების იძულებით რეალიზაციის შედეგად (ოსიეკის მუნიციპალური სასამართლოს 2005 წლის 8 აპრილის და 2010 წლის 15 ივნისის გადაწყვეტილებები; იხილეთ ასევე კოვაჩიჩი და სხვები (Kovačić and Others), ციტირება მაღლა, §§ 122-33). სხვა შემნახველებმა წამოიწყეს ან ახლაც აწარმოებენ სამოქალაქო საქმეებს სლოვენიის სასამართლოებში (იხილეთ 51-ე პარაგრაფი დაბლა). ხორვატიის ხელისუფლების მიერ წარმოდგენილი ოფიციალური დოკუმენტების თანახმად, Ljubljanska Banka Ljubljana-ს და ზაგრებში მის ფილიალს ხორვატიაში აღარ აქვს რაიმე ქონება.", "3.  სერბეთი", "(a)  უცხოურ ვალუტაში “ძველ” დეპოზიტებთან დაკავშირებით გატარებული ღონისძიებები", "44. ისფრ-ს დაშლის შემდეგ, უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტები გაიყინა სერბეთის ბანკებში. თუმცა, გატანა გამონაკლისის სახით დაშვებული იყო ჰუმანიტარული საფუძვლით, მიუხედავად შემნახველის მოქალაქეობისა და შესაბამისი ფილიალის ადგილმდებარეობისა (იხილეთ შესაბამისი კანონქვემდებარე აქტები). უფრო მეტიც, სერბეთის სასამართლოებმა მინიმუმ ერთ საქმეზე დაადგინეს, რომ სერბეთში დაფუძნებული ბანკები პასუხისმგებელი იყვნენ ბოსნიასა და ჰერცოგოვინაში განთავსებულ მათ ფილიალებში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებისთვის (იხილეთ შეკეროვიჩი სერბეთის წინააღმდეგ (Šekerović v. Serbia) (გადაწყვეტილება), # 32472/03, 4 იანვარი, 2007 წ.).", "45. 1998 წელს და შემდეგ 2002 წელს სერბეთმა თანხმობა განაცხადა ეროვნული ბანკების ეროვნულ ფილიალებში თავისი მოქალაქეებისა და სხვა ქვეყნების მოქალაქეების, გარდა ისფრ-ს სამართალმემკვიდრე სახელმწიფოების მოქალაქეებისა, ასევე ეროვნული ბანკების უცხოურ ფილიალებში (როგორიცაა Investbanka-ს ტუზლას ფილიალი), ისფრ-ს სამართალმემკვიდრე სახელმწიფოების გარდა ყველა ქვეყნის მოქალაქეთა უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების ანაზღაურებაზე, ნაწილის ნაღდი ანგარიშსწორებით და დანარჩენი ნაწილის სახელმწიფო ობლიგაციების მეშვეობით. ამ სახელმწიფო ობლიგაციების დაფარვა უნდა მომხდარყო 2016 წლამდე თორმეტი ყოველწლიური გადახდითა და წლიური 2%-იანი სარგებელის გადახდით (უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 2002 წლის კანონის მე-4 მუხლი). რაც შეეხება ანაზღაურების ოდენობას, სერბეთმა ვალდებულება აიღო აენაზღაურებია თავდაპირველი დეპოზიტები 1997 წლის 31 დეკემბრამდე თავდაპირველი ოდენობით დარიცხული სარგებელით და ამ დღის შემდეგ წლიური 2%-იანი სარგებელის დარიცხვით (იგივე კანონის მე-2 მუხლი).", "46. თუმცა, უცხოურ ვალუტაში სხვა ძველი შენატანები (ისფრ-ს სამართალმემკვიდრე სახელმწიფოების, სერბეთის გარდა, მოქალაქეთა დეპოზიტები, რომლებიც განთავსებული იყო სერბეთის ბანკების როგორც ადგილობრივ ისე უცხოურ ფილიალებში, ასევე სერბეთის მოქალაქეთა დეპოზიტები სერბეთის ბანკების ფილიალებში სერბეთის გარეთ) კვლავ გაყინული რჩებოდა სამართალმემკვიდრეობის შესახებ მოლაპარაკების პარალელურად, როგორც ეს მოხდა მაგალითად მესამე განმცხადებლის შემთხვევაში. უფრო მეტიც, უცხოურ ვალუტაში “ძველ” შენატანებთან დაკავშირებული ყველა საქმისწარმოება შეწყდა უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 1998 წლის კანონის 21-ე და 22-ე მუხლების და  უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 2002 წლის კანონის 21-ე და 36-ე მუხლების შესაბამისად.", "(b)  Investbanka-სა და მისი ფილიალების სტატუსი", "47. კომპანიების რეესტრის თანახმად,  Investbanka სახელმწიფოს საკუთრებაშია. მას აკონტროლებს სერბეთის დეპოზიტების სადაზღვევო სააგენტო. როგორც სახელმწიფოს საკუთრებაში არსებულმა იურიდიულმა პირმა მან უარი უნდა თქვას სახელმწიფოსა და სოციალურ საკუთრებაში არსებული კომპანიების წინააღმდეგ მოთხოვნებზე პრივატიზაციის შესახებ 2001 წლის კანონის შესაბამისად მათი პრივატიზების ხელშეწყობის მიზნით. 2002 წლის იანვარში კომპეტენტურმა სასამართლომ Investbanka-ს მიმართ გაკოტრების საქმისწარმოების დაწყების შესახებ განკარგულება გასცა. გაკოტრების საქმის წარმოება კვლავ მიმდინარეობს. ბოსნია-ჰერცოგოვინის ფილიალების ასეულობით შემნახველმა წარუმატებლად მიმართეს Investbanka-ს გაკოტრების საქმისწარმოების კონტექსტში ანაზღაურების მოთხოვნით. მათგან ოცმა Investbanka-ს წინააღმდეგ სამოქალაქო საქმისწარმოება წამოიწყო, თუმცა წარუმატებლად.", "4.  სლოვენია", "(a)  უცხოურ ვალუტაში “ძველ” დეპოზიტებთან დაკავშირებით გატარებული ღონისძიებები", "48.  1991 წელს სლოვენიამ კანონისმიერი გარანტია ივარაუდა ისფრ-სგან ყველა ბანკებში (მათ შორის Investbanka-სა და სხვა უცხოური ბანკების ჩათვლით) უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებისთვის, მიუხედავად შესაბამისი დეპოზიტარის მოქალქეობისა (იხილეთ სლოვენიის რესპუბლიკის სუვერენიტეტისა და დამოუკიდებლობის შესახებ ძირითადი საკონსტიტუციო ქარტიის იმპლემენტაციის შესახებ 1991 წლის კონსტიტუციური კანონის - “1991 წლის კონსტიტუციური კანონი” - 19.3 მუხლი) და ბანკების პასუხისმგებლობა დეპოზიტარების წინაშე საჯარო ვალად გამოაცხადა (იხილეთ უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 1993 წლის კანონი). შესაბამისად სლოვენიამ თავდაპირველი დეპოზიტებისა და მათზე 1990 წლის 31 დეკემბრამდე დარიცხული სარგებელის, ასევე 1991 წლის 1 იანვრიდან 1992 წლის 31 დეკემბრამდე წლიური 6%-ის ოდენობით დარიცხული სარგებელის გადახდის ვალდებულება აიღო (უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 1993 წლის კანონის მე-2 მუხლი). რაც შეეხება შემდგომ პერიოდს, სარგებელის ოდენობა დამოკიდებული იყო იმაზე, ხელისუფლებამ გადაწყვიტა ობლიგაციებით თუ ნაღდი ანგარიშსწორება. დეპოზიტარებს მიენიჭათ უფლება მიეღოთ ან სახელმწიფო ობლიგაციები, რომლებიც უნდა დაფარულიყო 2003 წლამდე ოცი, ექვს-თვეში ერთხელ გადახდებით და წლიური 5%-იანი სარგებელის დარიცხვით, ან იმ ბანკებიდან ნაღდი თანხის გატანის უფლება, რომლებშიც თანხა ქონდათ, საბაზრო სარგებელზე 0.25%-ის დარიცხვით ათი, ექვს თვეში ერთხელ გადახდის ფორმით. მომდევნო საქმეზე ბანკებზე უნდა გაცემულიყო სახელმწიფო ობლიგაციები. ზოგმა დეპოზიტარმა ობლიგაციები არჩია, რადგანაც ამით მათ შეეძლოთ სახელმწიფო საკუთრებაში არსებული ბინების ან კომპანიების შეძენა და გადასახადებისა და საპენსიო შენატანების გადახდა.", " (b)   Ljubljanska Banka Ljubljana-სა და მისი ფილიალების სტატუსი", "49. დამოუკიდებლობის გამოცხადებიდან მალევე სლოვენიამ განახორციელა Ljubljanska Banka Ljubljana-ს ნაციონალიზაცია და შემდეგ 1994 წელს რესტრუქტურიზება 1991 წლის კონსტიტუციური კანონით. მისი ქონებისა და პასუხისმგებლობათა დიდი ნაწილი გადაეცა ახალ ბანკს -   Nova Ljubljanska Banka (იხილეთ ამ კანონის 22.b მუხლი, ციტირება 54-ე პარაგრაფში დაბლა). ძველმა ბანკმა შეინარჩუნა სხვა სამართალმემკვიდრე სახელმწიფოებში არსებულ ამ ბანკის ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებთან დაკავშირებული პასუხისმგებლობა და მათთან დაკავშირებული მოთხოვნები იუგოსლავიის ეროვნული ბანკის წინააღმდეგ (ibid.). ამ კანონის საფუძველზე ეროვნულმა სასამართლოებმა მიიღეს მთელი რიგი გადაწყვეტილებებისა, რომლითაც ძველ Ljubljanska Banka-ს დაევალა მისი სარაევოს ფილიალის კლიენტებისთვის უცხოურ ვალუტაში “ძველი” დეპოზიტების ანაზღაურება; იმავდროულად, ეროვნულმა სასამართლოებმა მიიჩიეს, რომ სლოვენიის სახელმწიფოს აღნიშნულთან მიმართებით პასუხისმგებლობა არ გააჩნია (იხილეთ უზენაესი სასამართლოს გადაწყვეტილებები II Ips 415/95, 27 თებერვალი, 1997 წ.; II Ips 613/96, 1 აპრილი, 1998 წ.; და II Ips 490/97, 21 იანვარი, 1999 წ.). ძველი Ljubljanska Banka-ს ადმინისტრირებას თავდაპირველად ახდენდა “ბანკის რეაბილიტაციის სააგენტო”. ამჟამად მას აკონტროლებს სლოვენიის სამთავრობო სააგენტო - სამართალმემკვიდრეობის ფონდი.", "50. 1997 წელს სხვა სამართალმემკვიდრე სახელმწიფოებში ძველი Ljubljanska Banka Ljubljana-ს ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებთან დაკავშირებული ყველა საქმისწარმოება (უზენაეს სასამართლოში მესამე ინსტანციის წარმოების გარდა) მიმდინარეობდა სამართალმემკვიდრეობასთან დაკავშირებული მოლაპარაკებების პარალელურად (იხილეთ სლოვენიის რესპუბლიკის სამართალმემკვიდრეობის ფონდის შესახებ 1993 წლის კანონი, 1997 წლის ცვლილებებით და სამართალმემკვიდრეობის ფონდისა და სამართალმემკვიდრეობასთან დაკავშირებით სლოვენიის რესპუბლიკის მთავარი წარმომადგენლის შესახებ 2006 წლის კანონი). 2009 წლის დეკემბერში სლოვენიის საკონსტიტუციო სასამართლომ ორი ხორვატი დეპოზიტარის მოთხოვნის საფუძველზე არაკონსტიტუციურად გამოაცხადა ეს ღონისძიება.", "51. ლიუბლიანას რაიონულმა სასამართლომ მას შემდეგ მრავალი გადაწყვეტილება მიიღო, რომლითაც ძველ Ljubljanska Banka Ljubljana-ს დააკისრა სარაევოს ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების სარგებელთან ერთად გადახდა (იხილეთ, მაგალითად, 2010 წლის 16 ნოემბრის გადაწყვეტილება P 119/1995-I, რომელიც საბოლოო და მავალდებულებელი გახდა 2012 წლის 4 იანვარს, როდესაც ის ძალაში დატოვა ლიუბლიანას უმაღლესმა სასამართლომ; 2010 წლის 7 დეკემბრის გადაწყვეტილება P 9/2007-II; და 2013 წლის 10 იანვრის გადაწყვეტილება P 1013/2012-II). სასამართლომ განმარტა, რომ ისფრ-ს კანონმდებლობის თანახმად ფილიალები მოქმედებდნენ სათავო ბანკების სახელითა და პასუხისმგებლობით. უფრო მეტიც, სლოვენიის კანონმდებლობის თანახმად ძველი Ljubljanska Banka Ljubljana ინარჩუნებდა პასუხისმგებლობას მისი სარაევოს ფილიალში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე. სასამართლომ არარელევანტურად მიიჩნია, რომ იგივე სახელწოდების ბანკი, Ljubljanska Banka Sarajevo, კისრულობდა ძველი Ljubljanska Banka Ljubljana-ს პასუხისმგებლობას სარაევოს ფილიალში 1993 წელს განთავსებულ დეპოზიტებზე (იხილეთ 30-ე პარაგრაფი მაღლა), რადგანაც ეს განისაზღვრა სათავო ბანკის თუ დეპოზიტარების დასტურის გარეშე. ნებისმიერ შემთხვევაში კომპეტენტურმა სასამართლომ ბოსნიასა და ჰერცოგოვინაში ამოშალა 1993 წელს კომპანიების რეესტრში გაკეთებული ეს ჩანაწერი, რაც 2004 წელს ამოქმედდა (იხილეთ 35-ე პარაგრაფი მაღლა). ლიუბლიანას რაიონულმა სასამართლომ ასევე არარელევანტურად მიიჩნია ის ფაქტი, რომ უცხოურ ვალუტაში თანხები გადაირიცხა იუგოსლავიის ეროვნული ბანკის უცხოური ვალუტის ანგარიშებზე ზემოთ აღწერილი რე-დეპონირების სქემის შესაბამისად. ", "5.  მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკა", "52.  მაკედონიის ყოფილმა იუგოსლავიის რესპუბლიკამ აანაზღაურა ეროვნულ ბანკებში და უცხოური ბანკების ადგილობრივ ფილიალებში (როგორიცაა Ljubljanska Banka Ljubljana-ს სკოპიეს ფილიალი) უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტები, მიუხედავად დეპოზიტართა მოქალაქეობისა.", "II.  შესაბამისი ეროვნული კანონმდებლობა", "53. როგორც აღინიშნა 22-ე პარაგრაფში მაღლა, უცხოურ ვალუტაში დეპოზიტების გატანაზე გარკვეული შეზღუდვები ისფრ-ს დაშლამდეც არსებობდა. მაგალითად, იუგოსლავიის ეროვნული ბანკის 1991 წლის იანვრის გადაწყვეტილების 17.c მუხლი, რომელიც ისფრ-ს საკონსტიტუციო სასამართლომ 1992 წლის აპრილში არაკონსტიტუციურად გამოაცხადა შემდეგი შინაარსისაა:", "“უფლებამოსილმა ბანკებმა უნდა აღასრულონ ადგილობრივი მოქალაქეებისთვის უცხოურ ვალუტაში მათსავე ანგარიშებზე უცხოურ ვალუტაში განთავსებული დეპოზიტების ანაზღაურების განკარგულებები ... ამ პირებისგან უცხოური ვალუტის შემდეგი დანიშნულებით გამოყენების შესახებ შეტყობინების მიღების საფუძველზე:", "(i)  500 გერმანულ მარკამდე ოდენობის თანხა: 15 დღე პირველად გატანისთვის და 30 დღე ყოველი მომდევნო გატანისას;", "(ii)  1000 გერმანულ მარკამდე ოდენობის თანხა: 30 დღე პირველად გატანისთვის და 45 დღე ყოველი მომდევნო გატანისას;", "(iii)  3000 გერმანულ მარკამდე ოდენობის თანხა: 90 დღე და", "(iv)  8000 გერმანულ მარკამდე ოდენობის თანხა: 180 დღე.”", "თუმცა ეს ნორმა არ ვრცელდება იუგოსლავ ექსპატრიატებზე, რომლებიც ცხოვრობდნენ და მუშაობდნენ საზღვარგარეთ, როგორც განმცხადებლები ამ საქმეზე (იხილეთ ამ გადაწყვეტილების 8.6 და მე-17 მუხლები). წინამდებარე განმცხადებლების მიერ თავიანთი დანაზოგების გატანის შეუძლებლობა განპირობებული იყო ეროვნული კანონმდებლობის ამ ნორმების მოქმედებით, რაც წარმოდგენილია ქრონოლოგიური მიმდევრობით.", "54.  სლოვენიის 1991 წლის კონსტიტიუციური კანონის შესაბამისი ნაწილები, 1994 წლის ცვლილებებით, შემდეგი შინაარსისაა:", "პრეამბულა", "“ყოფილ [ისფრ-ს] ტერიტორიაზე წარმოშობილ კონკრეტულ სახელმწიფოთა და ამ სახელმწიფოებში დაფუძნებული ბანკების გულგრილობის გათვალისწინებით;", "ყოფილი ისფრ-ს ტერიტორიაზე ომის პრაქტიკული და სამართლებრივი შედეგების, ე.წ. იუგოსლავიის ფედერალური რესპუბლიკისთვის (სერბეთი და მონტენეგრო) დაკისრებული საერთაშორისო სანქციების, ზოგიერთ სამართალმემკვიდრე სახელმწიფოში საფინანსო და ეკონომიკური სისტემების ნგრევისა და ე.წ. იუგოსლავიის ფედერალური რესპუბლიკის მიერ ყოფილი ისფრ-ს ფინანსური აქტივების აგრესიული ომის დასაფინანსებლად გამოყენების გამო ისფრ-სა და მის ტერიტორიაზე არსებული იურიდიული პირების ფინანსური აქტივებისა და პასუხისმგებლობის შესახებ სამართალმემკვიდრეობის შეთანხმების მიღწევის შეუძლებლობის გათვალისწინებით;", "...;", "უცხოელ კრედიტორებთან მოლაპარაკების გზით, ყოფილი ისფრ-ს სახელმწიფო ვალის ადეკვატური წილის სამართლიანი დადგენის მიზნით, საქმეებზე, სადაც საბოლოო ბენეფიციარის დადგენა შეუძლებელია...”", "მუხლი 22(b)", "“Ljubljanska Banka Ljubljana-მ და Kreditna Banka Maribor-მა მათი ბიზნესები და აქტივები უნდა გადასცენ ახლადშექმნილ ბანკებს.", "მიუხედავად წინა პარაგრაფში მოცემულია ნორმებისა Ljubljanska Banka Ljubljana-მ და Kreditna Banka Maribor-მა უნდა შეინარჩუნოს:", "...", "(iii)  სრული პასუხისმგებლობა უცხოურ ვალუტაში მიმდინარე და შემნახველ ანგარიშებზე, რომლებიც გარანტირებული არ არის სლოვენიის რესპუბლიკის მიერ;", "...", "(v)  მასთან დაკავშირებულ მოთხოვნებზე.", "Ljubljanska Banka Ljubljana-მ უნდა შეინარჩუნოს კავშირები მოქმედ ფილიალებთან და დანამატებთან, რომლებიც ყოფილი ისფრ-ს ტერიტორიაზე არსებულ სხვა რესპუბლიკებში მოქმედებს და შეინარჩუნოს კორესპოდენციის გაცვლა იუგოსლავიის ეროვნული ბანკის წინააღმდეგ უცხოურ ვალუტაში არსებულ დეპოზიტებთან მიმართებით წარდგენილ საჩივრებთან დაკავშირებით.”", "55.  სლოვენიის რესპუბლიკის სამართალმემკვიდრეობის ფონდის შესახებ 1993 წლის კანონის შესაბამისი ნაწილები, 1997 წლის ცვლილებების გათვალისწინებით:", "მუხლი 1", "“[ისფრ-ს] უფლებების, ქონებისა და პასუხისმგებლობათა დამიჯვნის პროცესში მოთხოვნების დასაკმაყოფილებლად და სლოვენიის რესპუბლიკისა და სლოვენიის რესპუბლიკის ტერიტორიაზე ფიზიკური და იურიდიული პირების პასუხისმგებლობათა გასაქარწლებლად იქმნება სლოვენიის რესპუბლიკის სამართალმემკვიდრეობის ფონდი.”", "მუხლი 15(č)(1)", "“თუკი საქმის სასამართლო განხილვა ან აღსრულების წარმოება მიმდინარეობს სლოვენიაში მყოფი ან მაცხოვრებელი პირების წინააღმდეგ, მომჩივანი ან კრედიტორი იმყოფება ან ცხოვრობს ყოფილი ისფრ-ს ერთერთ რესპუბლიკაში და მოთხოვნა ეხება სამართლებრივ ტრანზაქციას ან აღსრულებად სასამართლო გადაწყვეტილებას, სასამართლო უფლებამოსილია შეწყვიტოს წარმოება საკუთარი შუამდგომლობით.”", "56.  უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ 2002 წლის სერბეთის კანონის შესაბამისი ნაწილები შემდეგი შინაარსისაა:", "მუხლი 21(1)", "“[ბოსნიისა და ჰერცოგოვინის, ხორვატიის, სლოვენიისა და მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკის] მოქალაქეებმა, რომელთაც უცხოურ ვალუტაში ძველი დეპოზიტები აქვთ სერბეთსა და მონტენეგროში მდებარე ბანკებში, ასევე სერბეთისა და მონტენეგროს მოქალაქეებმა, რომელთაც უცხოურ ვალუტაში ძველი დეპოზიტები აქვთ ამგვარი ბანკების [ბოსნიისა და ჰერცოგოვინის, ხორვატიის, სლოვენიისა და მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკის] ტერიტორიაზე განთავსებულ ფილიალებში, უცხოურ ვალუტაში ძველ დეპოზიტებთან დაკავშირებული საჩივრები უნდა წარადგინონ ისფრ-ს სამართალმემკვიდრე სახელმწიფოებს შორის შეთანხმებული ფორმით.”", "მუხლი 36", "“ამ კანონით გათვალისწინებული უცხოურ ვალუტაში განთავსებულ დეპოზიტებთან დაკავშირებული ყველა სახის საქმისწარმოება, მათ შორის აღსრულების წარმოებები უნდა შეწყდეს ამავე კანონის საფუძველზე.”", "57. უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ ბოსნიისა და ჰერცოგოვინის 2006 წლის კანონის მე-2 მუხლი შემდეგი შინაარსისაა:  ", "“1. ამ კანონის თანახმად უცხოურ ვალუტაში ძველი დეპოზიტები არის ბოსნიისა და ჰერცოგოვინის ტერიტორიაზე არსებულ ბანკებში 1991 წლის 31 დეკემბრისთვის უცხოურ ვალუტაში არსებული დეპოზიტები, ამ დროისთვის დარიცხული სარგებელის ჩათვლით, ამ დღის შემდეგ ნებისმიერი ანაზღაურებისა და პრივატიზაციის საგანგებო ანგარიშზე გადარიცხული სრული თანხის გამოკლებით.  ", "2. უცხოურ ვალუტაში ძველი დეპოზიტები, რომლებიც მითითებულია 1-ელ პარაგრაფში არ მოიცავს უცხოურ ვალუტაში განთავსებულ დეპოზიტებს იმ ფილიალებში, რომლებიც მდებარეობს ბოსნიისა და ჰერცოგოვინის ტერიტორიაზე არსებულ Ljubljanska Banka-ში, Investbanka-ში ან სხვა უცხოურ ბანკებში.", "3. სამართალმემკვიდრეობის საკითხებზე 2001 წლის შეთანხმების თანახმად მე-2 პარაგრაფით გათვალისწინებული უცხოურ ვალუტაში არსებული დეპოზიტები იმ სამართალმემკვიდრე სახელმწიფოთა პასუხისმგებლობაა, რომლებშიც განსახილველ ბანკებს  აქვთ წარმომადგენლობები. ბოსნიამ და ჰერცოგოვინამ ამგვარი უცხოური ვალუტის ანგარიშების მფლობელებს დახმარება უნდა აღმოუჩინონ მათი საერთაშორისო აქტივობის ფარგლებში ...” ", "58. სლოვენიის რესპუბლიკის სამართალმემკვიდრეობის ფონდისა და სამართალმემკვიდრეობის საკითხებში მთავარი წარმომადგენლის შესახებ სლოვენიის 2006 წლის კანონის 23-ე მუხლი შემდეგი შინაარსისაა:", "“(1)  სლოვენიაში სასამართლოთა ნებისმიერი გადაწყვეტილება ყოფილი ისფრ-ს სამართალმემკვიდრე ნებისმიერ სახელმწფიოში სლოვენიის რესპუბლიკის სამართლამემკვიდრეობის ფონდის შესახებ 1993 წლის კანონის საფუძველზე გაცემული კომერციულ ბანკსა თუ მის ფილიალებში უცხოურ ვალუტაში განთავსებულ დეპოზიტებთან დაკავშირებული საქმისწარმოების შეჩერების შესახებ ძალაში უნდა დარჩეს. წინამდებარე წინადადებაში ნახსენები ყველა საქმისწარმოება რომელიც უკვე განახლდა, უნდა შეჩერდეს ან გადაიდოს. ", "(2) წინა პარაგრაფში აღწერილი საქმისწარმოება ავტომატურად უნდა განახლდეს სამართალმემკვიდრეობის საკითხებზე შეთანხმების C დანართის მე-7 მუხლის შესაბამისად ისფრ-სა თუ იუგოსლავიის ეროვნული ბანკის მხრიდან უცხოურ ვალუტაში განთავსებული დეპოზიტების გარანტირების საკითხის შეთანხმებისთანავე.” ", "2009 წლის 3 დეკემბერს სლოვენიის საკონსტიტუციო სასამართლომ არაკონსტიტუციურად გამოაცხადა ეს ნორმები.", "შესაბამისი საერთაშორისო კანონმდებლობა და პრაქტიკა", "I.  საერთაშორისო სამართალი სახელმწიფოს სამართალმემკვიდრეობის შესახებ", "59. სახელმწიფოს სამართალმემკვიდრეობის საკითხი ნაწილობრივ მაინც  რეგულირებულია ზოგადი საერთაშორისო სამართლის წესებით, რაც ასახულია 1978 წლის “ვენის კონვენციაში ხელშეკრულებათა მიმართ სახელმწიფოთა სამართალმემკვიდრეობის შესახებ” და გარკვეულწილად 1983 წლის “ვენის კონვენციაში სახელმწიფოს საკუთრებასთან, არქივებსა და ვალებთან მიმართებით სახელმწიფოთა სამართალმემკვიდრეობის შესახებ”. მართალია ეს უკანასკნელი ჯერ არ შესულა ძალაში და მოპასუხე სახელმწიფოთაგან მხოლოდ სამია ამჟამად მისი მონაწილე (ხორვატია, სლოვენია და მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკა), საერთაშორისო სამართლის ასევე დამკვიდრებული პრინციპია, რომ მაშინაც თუ სახელმწიფოს არ მოუხდენია ხელშეკრულების რატიფიცირება, მას შესაძლოა ვალდებულებები ეკისრებოდეს მისი გარკვეული ნორმების საფუძველზე რამდენადაც ეს ნორმები ასახავს ჩვეულებით საერთაშორისო სამართალს, მისი კოდიფიცირებით ან ახალი ჩვეულებითი ნორმის დადგენით (იხილეთ ჩუდაკი ლიტვის წინააღმდეგ (Cudak v. Lithuania) [დიდი პალატა], # 15869/02, § 66, ECHR 2010, და მართლმსაჯულების საერთაშორისო სასამართლოს (ICJ) გადაწყვეტილება ჩრდილოეთის ზღვის კონტინენტური შელფის საქმეები (North Sea Continental Shelf Cases), 1969 წლის 20 თებერვლის გადაწყვეტილება, § 71, ICJ ანგარიშები, 1969 წ.).", "60. შეთანხმების მიღწევის მიზნით კეთილსინდისიერი მოლაპარაკების ვალდებულება სამართალმემკვიდრეობის სხვადასხვა საკითხების გადაწყვეტის ძირითადი პრინციპია (იხილეთ ყოფილი იუგოსლავიის საერთაშორისო კონფერენციის საარბიტრაჟო კომისიის მოსაზრება #9, და საერთაშორისო სამართლის ინსტიტუტის ქონებასთან და ვალებთან მიმართებით სახელმწიფოს სამართალმემკვიდრეობის შესახებ 2001 წლის რეზოლუციის - “2001 წლის რეზოლუცია” - მე-6 მუხლი). შეთანხმების შეუსრულებლობისას, ტერიტორიულობის პრინციპი მეტად მნიშვნელოვანია როდესაც სამართალმემკვიდრეობის საკითხი დგას სახელმწიფოს საკუთრებასთან მიმართებით  (ვენის 1983 წლის კონვენციის მე-18 მუხლი და 2001 წლის რეზოლუციის მე-16 მუხლი). რაც შეეხება სახელმწიფო ვალებს, მათზე ვრცელდება “დასაბუთებული პროპორციულობის” პრინციპი. ვენის 1983 წლის კონვენციის 41-ე მუხლი შემდეგი შინაარსისაა:", "“როდესაც სახელმწიფო იშლება და წყვეტს არსებობას და წინამორბედი სახელმწიფოს ტერიტორიის ნაწილებზე ყალიბდება ორი ან მეტი სამართალმემკვიდრე სახელმწიფო და თუ სამართალმემკვიდრე სახელმწიფოები სხვაგვარად არ შეთანხმდებიან, წინამორბედი სახელმწიფოს სახელმწიფო ვალი უნდა გადავიდეს სამართალმემკვიდრე სახელმწიფოებზე თანაბარი პროპორციულობით, იმის გათვალისწინებით სახელმწიფო ვალთან მიმართებით სამართალმემკვიდრე სახელმწიფოებზე თუ რა ქონება, უფლებები და ინტერესები გადავა.”", "2001 წლის რეზოლუციის 23.2 მუხლი მსგავსად ამისა ადგენს, რომ “თანაბარი პროპორციულობის” პრინციპი წამყვანი პრინციპია სახელმწიფო ვალებთან მიმართებით:", "“წინამორბედი სახელმწიფოს სახელმწიფო ვალების გადაცემის შესახებ შეთანხმების შეუსრულებლობისას, სამართალმემკვიდრეობის ყველა კატეგორიაში სახელმწიფო ვალი უნდა გადაეცეს სამართალმემკვიდრე სახელმწიფოს თანაბარი პროპორციულობით, ამგვარ სახელმწიფო ვალთან მიმართებით სამართალმემკვიდრე სახელმწიფოს ან სახელმწიფოებისთვის გადაცემული ქონების, უფლებებისა და ინტერესების გათვალისწინებით.”", "მიუხედავად ამისა, 2001 წლის რეზოლუციის 27-29 მუხლებით გამიჯნულია ეროვნული, ლოკალიზებული და ადგილობრივი ვალები და ადგენს, რომ ტერიტორიულობის პრინციპი კონკრეტულად ვრცელდება ადგილობრივ ვალებზე:", "მუხლი 27 (ეროვნული ვალი)", "“1.  წინამორბედი სახელმწიფოს მიერ მთელი სახელმწიფოს სასარგებლოდ აღებული სახელმწიფო ვალი (ეროვნული ვალი) რეგულირდება ამ რეზოლუციის 22-ე და მომდევნო მუხლებით. ", "2. საჯარო დაწესებულებებისა და ქვეყნის მაშტაბით მოქმედი სახელმწიფოს საკუთრებაში არსებული კომპანიების ვალებზე იგივე წესები ვრცელდება მიუხედავად მათი რეგისტრაციის მისამართისა.” ", "მუხლი 28 (ლოკალიზებული ვალი)", "“1. კონკრეტული რეგიონის პროექტების ან ობიექტებისთვის წინამორბედი სახელმწიფოს ან საჯარო დაწესებულების, ან ქვეყნის მაშტაბით მოქმედი საწარმოს მიერ აღებული სახელმწიფო ვალებზე (ლოკალიზებული ეროვნული ვალები) ვრცელდება წინა მუხლში მოცემული წესები.  ", "2. თუმცა, ამ ვალის თანასწორობის მოთხოვნათა შესაბამისად გადანაწილებისას გასათვალისწინებელია ვალთან დაკავშირებული ქონების (ობიექტების/უძრავი ქონების) გადაცემა და ამ პროექტებისგან ან ობიექტებისგან მიღებული მოგება, რომლითაც სარგებლობს სამართალმემკვიდრე სახელმწიფო, რომლის ტერიტორიაზეც თავის მხრივ განთავსებულია ისინი.”", "მუხლი 29 (ადგილობრივი ვალები)", "“1. ადგილობრივი საჯარო დაწესებულებების (კომუნები, რეგიონები, ფედერალური იურიდიული პირები, დეპარტამენტები, საჯარო კომუნალური სამსახურები და სხვა რეგიონული და ადგილობრივი ინსტიტუტები) ვალები გადაეცემა სამართალმემკვიდრე სახელმწიფოს, რომლის ტერიტორიაზეც მდებარეობს ეს საჯარო დაწესებულებები.", "...", "6. წინამორბედმა სახელმწიფომ და სამართალმემკვიდრე სახელმწიფომ ან სახელმწიფოებმა შესაძლოა ადგილობრივი ვალების გადაცემა შეთანხმებით სხვაგვარად გადაწყვიტონ. კერძო ვალების მომცველ შეთანხმებებში უნდა ჩაერთონ კერძო კრედიტორები, ამ საკითხებზე შეთანხმების მომზადებისა და დასრულებისთვის.”", "და ბოლოს, სახელმწიფოს სამართალმემკვიდრეობის ზეგავლენას კერძო პირებზე არეგულირებს 2001 წლის რეზოლუციის შემდეგი მუხლები:", "მუხლი 24.1 და 24.2", "“1. სახელმწიფოთა სამართალმემკვიდრეობამ არ უნდა შელახოს კერძო კრედიტორებისა და მოვალეთა უფლებები და მოვალეობები.", "2. სამართალმემკვიდრე სახელმწიფოებმა საკუთარ ეროვნულ სამართლებრივ რეჟიმში უნდა აღიარონ კრედიტორთა წინამორბედი სახელმწიფოს სამართლებრივ რეჟიმში დადგენილი უფლებები და მოვალეობები.”", "მუხლი 25", "“სამართალმემკვიდრე სახელმწიფოებმა მაქსიმალურად პატივი უნდა სცენ კერძო პირების წინამორბედი სახელმწიფოს სამართლებრივ რეჟიმში მოპოვებული უფლებებს.”", "II.  შეთანხმება სამართალმემკვიდრეობის საკითხებსა და პრაქტიკაზე", "61. ეს შეთანხმება ყოფილი იუგოსლავიის და უმაღლესი წარმომადგენლის შესახებ საერთაშორისო კონფერენციის (საერთაშორისო ადმინისტრატორი, რომელიც დაინიშნა ბოსნიასა და ჰერცოგოვინაში სამშვიდობო ზოგადი ჩარჩო შეთანხმების მე-10 დანართის საფუძველზე) ეგიდით მიმდინარე ათწლიანი მოლაპარაკებების შედეგი იყო. მას ხელი მოეწერა 2001 წლის 29 ივნისს და ძალაში შევიდა ბოსნიასა და ჰერცოგოვინას, ხორვატიას, სერბეთსა და მონტენეგროს (ეს უკანასკნელი ჩაანაცვლა სერბეთმა), სლოვენიას და მაკედონიის ყოფილ იუგოსლავურ რესპუბლიკას შორის 2004 წლის 2 ივნისს.  ", "62. უცხოურ ვალუტაში “ძველი” დეპოზიტების საკითხი სადავო იყო. სამართალმემკვიდრე სახელმწიფოებს განსხვავებული მოსაზრებები ქონდათ იმასთან მიმართებით ეს საკითხი უნდა გადაწყვეტილიყო ისფრ-ს პასუხისმგებლობის ფარგლებში დანართი C-ს (ფინანსური აქტივები და პასუხისმგებლობები) საფუძველზე, თუ როგორც კერძოსამართლებრივი საკითხი, დანართი G-ს საფუძველზე (კერძო საკუთრება და შეძენილი უფლებები). ეს სახელმწიფოები ასევე ვერ შეთანხმდნენ უცხოურ ვალუტაში “ძველ” დეპოზიტებზე ვალდებულება უნდა იკისროს იმ სახელმწიფომ, რომელშიც განსახილველ ‘მშობელ’ ბანკს აქვს სათავო ოფისი თუ იმ სახელმწიფოს, რომელშიც დეპოზიტი უშუალოდ განხორციელდა. ამ შეთანხმების C დანართში აისახა შემდეგი ნორმები: ", "Article 2 § 3 (a)", "“[ისფრ-ს] ფინანსური პასუხისმგებლობა მოიცავს:", "(a) დამოუკიდებლობის გამოცხადებამდე სამართალმემკვიდრე სახელმწიფოში კომერციულ ბანკსა და მის ნებისმიერ ფილიალში მყარ ვალუტაში განთავსებული დეპოზიტების გარანტიებს ისფრ-ს ან იუგოსლავიის ეროვნული ბანკის მხრიდან;...”", "მუხლი 7", "“დამოუკიდებლობის გამოცხადებამდე სამართალმემკვიდრე სახელმწიფოში არსებულ კომერციულ ბანკსა და მის ნებისმიერ ფილიალში მყარ ვალუტაში განთავსებულ დეპოზიტებთან მიმართებით ისფრ-სა და მისი [იუგოსლავიის ეროვნული ბანკის] გარანტიები მოლაპარაკების საგანი უნდა გახდეს დაუყოვნებლივ, ცალკეული პირების მიერ მყარ ვალუტაში განთავსებული დეპოზიტების დაცვის საჭიროებიდან გამომდინარე. ეს მოლაპარაკება უნდა წარიმართოს საერთაშორისო შეთანხმებების ბანკის ეგიდით.”", "63. 2001/2 წლებში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების ისფრ-ს გარანტიების გადანაწილების შესახებ მოლაპარაკებების ოთხი რაუნდი გაიმართა. რადგანაც სამართალმემკვიდრე სახელმწიფოებმა ვერ მიაღწიეს შეთანხმებას, 2002 წელს საერთაშორისო შეთანხმებების ბანკმა (“BIS”) აცნობა მათ, რომ ექსპერტმა, ბატონმა მეიერმა გადაწყვიტა შეეწყვიტა ამ მოლაპარაკებებში მონაწილეობა და რომ BIS აღარ შეასრულებდა რაიმე როლს აღნიშნულ საკითხთან მიმართებით. მან შემდეგი დაადგინა:", "“თუმცა, თუკი ხუთივე სამართალმემკვიდრე სახელმწიფო მოგვიანებით გადაწყვეტს ჩაერთოს ახალ მოლაპარაკებებში მყარ ვალუტაში განთავსებული დეპოზიტების გარანტიებზე და მიმართავს BIS-ს აღნიშნულთან მიმართებით დახმარებისთვის, BIS მზად იქნება განიხილოს ამგვარი დახმარების აღმოჩენის საკითხი, შეთანხმებული პირობებით.”", "ოთხმა სამართალმემკვიდრე სახელმწიფომ (ყველამ ხორვატიის გარდა) მალევე გაუგზავნა შეტყობინება BIS-ის მოლაპარაკებების გაგრძელების სურვილთან დაკავშირებით. ხორვატიამ ანალოგიური შეტყობინება 2010 წლის ოქტომბერში გაგზავნა და 2010 წლის ნოემბერში მიიღო შემდეგი პასუხი:", "“...BIS-მა ახლახანს გადახედა ეს საკითხი და სჯერა, რომ მოლაპარაკების ახალ რაუნდში მის მონაწილეობას, კეთილსინდისიერი სამსახურის როლში, არ იქნება ღირებული, უკანასკნელი მოლაპარაკებების შემდეგ გასული დროის და ასევე ფულადი და საფინანსო სტაბილურობის სფეროში ამჟამინდელი პრიორიტეტების გათვალისწინებით. თუმცა, უნდა აღვნიშნოთ, რომ ბაზელში თვეში ორჯერ მოლაპარაკებების ორგანიზება სამართალმემკვიდრე სახელმწიფოების მმართველთათვის პრაქტიკულ შესაძლებლობას ქმნის BIS-ში არაფორმალურ საწყისებზე განიხილონ ეს საკითხი.”", "64. უნდა აღინიშნოს, რომ შემნახველ საფოსტო ბანკსა და მის ფილიალებში განთავსებულ დეპოზიტებზე ისფრ-ს გარანტიების სადაო საკითხი “სამართალმემკვიდრეობის საკითხების შეთანხმებაზე” მოლაპარაკების გარეთ გადაწყდა, იმგვარად, რომ სახელმწიფოებმა გარანტიები გადაინაწილეს მათ ტერიტორიაზე განთავსებულ ფილიალებთან მიმართებით.  ", "65. ისფრ-ს  ფინანსური აქტივები გაიყო შემდეგი პროპორციით: ბოსნია და ჰერცოგოვინა - 15.5%, ხორვატია - 23%, მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკა - 7.5%, სლოვენია - 16% და სერბეთი და მონტენეგრო (შემდგომში ჩაანაცვლა სერბეთმა) – 38% (შეთანხმების C დანართის მე-5 მუხლის შესაბამისად). გამოიკვეთა, რომ 2003 წლიდან 2012 წლამდე ყოფილი “იუგოსლავიის ეროვნული ბანკის” უცხოურ ვალუტაში არსებულ ანგარიშებზე განთავსებული თანხა 237 მილიონი აშშ დოლარი აშშ-ს ბანკებში და 221 მილიონი აშშ დოლარი სხვა ბანკებში, გაიყო სამართალმემკვიდრე სახელმწიფოებს შორის აღნიშნული პროპორციის შესაბამისად.", "66. სამართალმემკვიდრეობის საკითხებზე შეთანხმების მე-4 მუხლის თანახმად, სამართალმემკვიდრე სახელმწიფოების უმაღლესი წარმომადგენლების “მოქმედი ერთობლივი კომიტეტი” შეიქმნა ამ შეთანხმების ეფექტიან შესრულებაზე დაკვირვებისთვის და ფორუმად გამოსაყენებლად, რომელზეც განიხილება იმპლემენტაციის პროცესში წამოჭრილი საკითხები. კომიტეტი შეიკრიბა სამჯერ: 2005, 2007 და 2009 წლებში.  ", "67. წინამდებარე საქმისთვის ასევე რელევანტურია ამ შეთანხმების შემდეგი დებულებები:  ", "მუხლი 5", "“(1) ამ შეთანხმების ინტერპრეტირებასთან და მოქმედების გავრცელებასთან დაკავშირებით გამოკვეთილი განსხვავებები პირველ ყოვლისა უნდა გადაწყდეს შესაბამის სახელმწიფოებს შორის დისკუსიის გზით. ", "(2) თუკი ეს განსხვავებულობა ვერ გადაიჭრება ამგვარი დისკუსიით პირველი კომუნიკაციიდან ერთი თვის ვადაში, შესაბამისმა სახელმწიფომ:", "(a) საკითხი უნდა გადასცეს მის მიერ არჩეულ დამოუკიდებელ პირს, საკითხის სწრაფად და ავტორიტეტულად გადაჭრის მიზნით, რასაც პატივი უნდა სცენ და რისთვისაც საჭიროებისამებრ უნდა დადგინდეს ვადები კონკრეტული მოქმედებებისთვის; ან ", "(b) საკითხი გადასაწყვეტად უნდა გადასცეს ამ შეთანხმების მე-4 მუხლის საფუძველზე შექმნილ “მოქმედ ერთობლივ კომიტეტს”.", "(3) ამ ხელშეკრულებაში ან ამ ხელშეკრულების დანართების იმპლემენტაციისთვის მომზადებულ თანმდევ ხელშეკრულებებში გამოყენებული ტერმინების ინტერპრეტაციის პრაქტიკაში გამოკვეთილი განსხვავებულობა შესაძლოა რომელიმე სახელმწიფომ ექსპერტის სავალდებულო გადაწყვეტის საგანი გახადოს, რაც შესაძლოა წარმართოს დავის მხარეებს შორის შეთანხმების საფუძველზე დანიშნულმა ერთმა ექსპერტმა (ვინც არ უნდა იყოს ამ ხელშეკრულების რომელიმე მხარის მოქალაქე), ხოლო შეთანხმების არ არსებობის შემთხვევაში ეუთოს შერიგებისა და საარბიტრაჟო სასამართლოს თავმჯდომარის მიერ დანიშნულმა. ექსპერტმა უნდა განსაზღვროს ყველა პროცედურული საკითხები, მის მომწვევ მხარეებთან კონსულტაციით, თუკი საჭიროდ ჩათვლის, განსხვავებულობის სწრაფად და ეფექტიანად გადაჭრის მტკიცე განზრახვით.", "(4) ამ მუხლის მე-3 პუნქტში აღწერილი პროცედურა ვრცელდება მხოლოდ განსახილველ შეთანხმებებში გამოყენებული ტერმინების ინტერპრეტაციაზე და არ ხდის ექსპერტს უფლებამოსილს გადაწყვიტოს ამ შეთანხმებების პრაქტიკული განხორციელება. კერძოდ კი, მითითებული პროცედურა ვერ გავრცელდება ", "(a) ამ შეთანხმების დანართზე;", "(b) B დანართის 1-ელ, მე-3 და მე-4 მუხლებზე;", "(c) C დანართის მე-4 და 5.1 მუხლებზე;", "(d) D დანართის მე-6 მუხლზე.", "(5) ამ მუხლის წინამდებარე პუნქტებმა არ უნდა იქონიოს ზეგავლენა წინამდებარე შეთანხმების მხარეთა უფლებებსა და მოვალეობებზე, დავის მოგვარებასთან დაკავშირებით მოქმედი რაიმე სავალდებულო ნორმის საფუძველზე.”", "მუხლი 9", "“სამართალმემკვიდრე სახელმწიფოებმა ეს შეთანხმება უნდა შეასრულონ კეთილსინდისიერად, გაეროს წესდებასთან და საერთაშორისო სამართლის მოთხოვნებთან შესაბამისობაში.”", "III. სახელმწიფოთაშორის საქმეებზე საერთაშორისო პრეცედენტული სამართალი   PACTUM DE NEGOTIANDO-სთან მიმართებით", "68. pactum de negotiando-დან მომდინარე ვალდებულება, მოლაპარაკება აწარმოო შეთანხმების მიღწევის მიზნით, უნდა შესრულდეს კეთილსინდისიერად, ძირითადი პრინციპის, pacta sunt servanda-ს შესაბამისად. 1972 წლის 26 იანვარს გერმანიის საგარეო ვალის შესახებ შეთანხმების საარბიტრაჟო ტრიბუნალმა საქმეზე საბერძნეთი გერმანიის ფედერალური რესპუბლიკის წინააღმდეგ (Greece v. the Federal Republic of Germany), აღნიშნულთან მიმართებით განაცხადა შემდეგ (§§ 62-65):  ", "“თუმცა pactum de negotiando არ არის სამართლებრივ შედეგებს მოკლებული. ეს ნიშნავს რომ ორივე მხარე კეთილსინდისიერად არ დაიშურებს ძალისხმევას კომპრომისის გზით მიაღწიოს ერთმანეთისთვის დამაკმაყოფილებელ გადაწყვეტას, მაშინაც თუკი ეს გულისხმობს მანამდე მოპოვებული მყარი პოზიციების დათმობას. ეს მოიცავს ასევე მანამდე მოპოვებული პოზიციების დათმობის მიზნით მოლაპარაკების და მეორე მხარის პოზიციის ნაწილობრივ მიგებების სურვილს. შეთანხმება არ შეიძლება განიმარტოს იმგვარად, რომ ნიშნავდეს რომელიმე მხარის მიერ მანამდე მოპოვებული პოზიციების შენარჩუნებას და მოწინააღმდეგე მხარის მხრიდან სრული კაპიტულაციის მოთხოვნას. ამგვარი კონცეფცია შეუსაბამოა ტერმინ ‘მოლაპარაკებასთან’. ეს განზრახულის საპირისპირო იქნებოდა. მოლაპარაკების ვალდებულება გულისხმობს იმის გააზრებას, რომ მოწინააღმდეგე მხარესთან შეთანხმება უნდა შედგეს. მართალია ტრიბუნალმა არ დაადგინა, რომ 1-ელი დანართის მე-2 პუნთან მიმართებით მე-19 მუხლი არ ავალდებულებს მხარეებს რომ უნდა შეთანხმდნენ, მიიჩევს, რომ ამ ნორმების პირობები მხარეებისგან მოითხოვს მოილაპარაკონ, ივაჭრონ და კეთილსინდისიერად ეცადონ მიაღწიონ ორივე მხარისთვის მისაღებ შედეგს და ამით დაასრულონ დაპირისპირება...", "სადავო ფულადი მოთხოვნების მოლაპარაკების გზით შეთანხმება ამ საქმეზე აუცილებლად გულისხმობს სურვილს, განხილულ იქნას მორიგება. ეს სიმართლეა, მიუხედავად იმისა, რომ დავა ეხება არა მხოლოდ საჩივრების ღირებულებას არამედ ასევე მათ არსებობას. შესაბამისად მორიგების პრინციპს საფრთხე არ ემუქრება. მე-19 მუხლი აუცილებლად არ მოითხოვს, რომ მხარეებმა გადაჭრან ის სამართლებრივი საკითხები, რომლებზეც ისინი ვერ შეთანხმდნენ. მაგალითად, ის არ მოითხოვს, რომ ორივე მხარეს უნდა ქონდეს ერთგვაროვანი პოზიცია მათ შორის სადავო საკითხებზე, როგორიცაა ისეთი საკითხები, მათი მოთხოვნა სამართლებრივად არსებობს თუ არა, ან ეს მოთხოვნები არის სახელმწიფო თუ კერძო მოთხოვნები. ამ საკითხებთან მიმართებით მხარეები რეალურად შეთანხმდნენ არ დაეთანხმონ ერთმანეთს, მაგრამ მიუხედავად მათი უთანხმოებისა, ისინი ვალდებულებას იღებენ განაგრძონ მოლაპარაკება მორიგების შესახებ შეთანხმების მიღწევის მიზნით...", "ტრიბუნალი მიიჩნევს, რომ ჩრდილოეთის ზღვის კონტინენტური შელფის საქმეების (North Sea Continental Shelf Cases) საკვანძო პრინციპი რელევანტურია წინამდებარე დავაზეც. როგორც მართმსაჯულების საერთაშორისო სასამართლომ განაცხადა, ის ადასტურებს და განსაზღვრავს ‘მოლაპარაკების’ თავდაპირველი მნიშნველობის არსს. იმისათვის, რომ შედეგის მომტანი იყოს, მოლაპარაკებები უნდა დაიწყოს შეთანხმებამდე მისვლის განზრახვით. თუმცა, როგორც აღვნიშნეთ, მოლაპარაკებაზე შეთანხმება აუცილებლად არ მოიცავს შეთანხმების მიღწევის ვალდებულებას, არამედ გულისხმობს, რომ მტკიცე ძალისხმევას მიმართავენ მხარეები ამ შედეგის მისაღწევად.”", "69. მართლმსაჯულების საერთაშორისო სასამართლომ შესაბამისი პრეცედენტული სამართალი  ახლახანს შეაჯამა შემდეგნაირად (2011 წლის 5 დეკემბრის გადაწყვეტილება 1995 წლის 13 სექტემბრის შიდა შეთანხმების ამოქმედების შესახებ (Application of the Interim Accord of 13 September 1995) (მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკა საბერძნეთის წინააღმდეგ (the former Yugoslav Republic of Macedonia v. Greece), § 132, ICJ ანგარიშები, 2011 წ.):", "“სასამართლო აღნიშნავს, რომ დავის მოგვარების მიზნით მოლაპარაკებების, ან მოლაპარაკების ვალდებულების, დანიშნულება განიმარტა სასამართლოს იურისდიქციით და მისი წინამორბედის იურისდიქციით, ასევე საარბიტრაჟო გადაწყვეტილებით. როგორც საერთაშორისო მართლმსაჯულების მუდმივმა სასამართლომ განაცხადა 1931 წელს საქმეზე სარკინიგზო მოძრაობა ლიტვასა და პოლონეთს შორის (Railway Traffic between Lithuania and Poland), მოლაპარაკების ვალდებულება პირველ ყოვლისა არის ‘არა მხოლოდ მოლაპარაკებებში ჩართვა, არამედ ასევე მათი მაქსიმალურად წარმართვა შეთანხმებების მიღწევის მიზნით’. ეჭვს გარეშეა რომ ეს არ გულისხმობს ‘შეთანხმების მიღწევის ვალდებულებას’ (სარკინიგზო მოძრაობა ლიტვასა და პოლონეთს შორის (Railway Traffic between Lithuania and Poland), საკონსულტაციო მოსაზრება, 1931, P.C.I.J., სერია A/B, # 42, გვ. 116; იხილეთ ასევე ქარხნის მილები მდინარე ურუგვაიზე (Pulp Mills on the River Uruguay) (არგენტინა ურუგვაის წინააღმდეგ (Argentina v. Uruguay), გადაწყვეტილება, I.C.J.-ის ანგარიშები 2010 (I), გვ. 68, 150-ე პარაგრაფი), ან რომ ხანგრძლივი მოლაპარაკებები უნდა გაგრძელდეს აუცილებლობიდან გამომდინარე (მავრომატის პალესტინური საწარმო (Mavrommatis Palestine Concessions), გადაწყვეტილება # 2, 1924, P.C.I.J., სერია A, # 2, გვ.13). თუმცა, სახელმწიფოები იმგვარად უნდა მოიქცნენ, რომ ‘მოლაპარაკებები იყოს შედეგზე ორიენტირებული’. ეს მოთხოვნა არ სრულდება იმ შემთხვევაში თუ მაგალითად ერთერთი მხარე ‘დაჟინებით იცავს თავის პოზიციას, მისი მოდიფიცირების რაიმე შესაძლებლობის განხილვის გარეშე’ (ჩრდილოეთის ზღვის კონტინენტური შელფი (North Sea Continental Shelf) (გერმანიის ფედერალური რესპუბლიკა/დანია; გერმანიის ფედერალური რესპუბლიკა /ნიდერლანდები), გადაწყვეტილება, I.C.J. ანგარიშები 1969 წ., გვ. 47, 85-ე პარაგრაფი; იხილეთ ასევე ქარხნის მილები მდინარე ურუგვაიზე (Pulp Mills on the River Uruguay) (არგენტინა ურუგვაის წინააღმდეგ (Argentina v. Uruguay), გადაწყვეტილება, I.C.J.-ის ანგარიშები, 2010 წ. (I), გვ. 67, 146-ე პარაგრაფი) ან როდესაც ისინი აბრკოლებენ მოლაპარაკებებს, მაგალითად კომუნიკაციის შეწყვეტით ან გაუმართლებელი გაჭიანურებით ან შეთანხმებული პროცედურების უგულებელყოფით (ლანოქსის ტბის არბიტრაჯი (Lake Lanoux Arbitration (ესპანეთი/საფრანგეთი) (1957), საერთაშორისო საარბიტრაჟო გადაწყვეტილების ანგარიშები (Reports of International Arbitral Awards (RIAA), Vol. XII, გვ. 307). შეთანხმების მიღწევის მიზნით მოლაპარაკებები ასევე გულისხმობს, რომ მხარეებმა სათანადოდ უნდა გაითვალისწინონ მეორე მხარის ინტერესები (თევზჭერის იურისდიქცია (Fisheries Jurisdiction (გაერთიანებული სამეფო ისლანდიის წინააღმდეგ), საქმის არსებითი განხილვა, გადაწყვეტილება, I.C.J.-ის ანგარიშები, 1974 წ., გვ. 33, 78-ე პარაგრაფი). რაც შეეხება არაკეთილსინდისიერი მიდგომის მტკიცებულების მოპოვებას (გარემოება, რომელიც თითოეული მხარისთვის საფუძველი იქნება მოქმედებისგან გათავისუფლება მოითხოვოს), ‘უფრო მეტი უნდა გამოვლინდეს ვიდრე კონკრეტული მოლაპარაკებების ჩავარდნა’ (არბიტრაჟი საქმეზე Tacna‑Arica Question (ჩილე/პერუ) (1925), RIAA, II ტომი, გვ. 930). ამისთვის შესაძლოა წარმოდგენილი იყოს სიტუაციური მტკიცებულება, მაგრამ უნდა ამყარებდეს ‘არა სადავო ჩარევები, არამედ ნათელი დამაჯერებელი მტკიცებულება, რომელიც გვარწმუნებს ამგვარ დასკვნაში’ (ibid.).”", "IV.  ევროპის თავისუფალი ვაჭრობის ასოციაციის (EFTA) სასამართლოს 2013 წლის 28 იანვრის გადაწყვეტილება E-16/11", "70.  Landsbanki-ს, კერძო საკუთრებაში არსებულ ისლანდიურ ბანკს აქვს ფილიალები ნიდერლანდებსა და გაერთიანებულ სამეფოში, რომლებიც უზრუნველყოფდა ონლაინ სადეპოზიტო ანგარიშებს საფირმო სახელწოდებით Icesave. ამგვარი დეპოზიტების გარანტი იყო ისლანდიური სადეპოზიტო გარანტიების სქემა, ასევე ჰოლანდიური და ბრიტანული სქემები.", "71. 2008 წელს Landsbanki დაიშალა და ისლანდიის ხელისუფლებამ შექმნა ახალი Landsbanki სისტემური კრიზისის პრევენციის შესახებ საგანგებო კანონმდებლობის შესაბამისად. ეროვნული დეპოზიტები გადაეცა ახალ Landsbanki-ის. ჰოლანდიური და ბრიტანული დეპოზიტები ამგვარად არ გადაიცა. ახალი Landsbanki-ის შექმნიდან და ეროვნული დეპოზიტების ამ ბანკისთვის გადაცემიდან მალევე გადახდის ვალდებულებას საფრთხე შეექმნა ისლანდიის დეპოზიტების გარანტირების სქემის საფუძველზე, მათ შორის ჰოლანდიურ და ბრიტანულ დეპოზიტებზე. ადგილობრივი დეპოზიტარებისგან განსხვავებით, დეპოზიტორებმა ფილიალებით ნიდერლანდებსა და გაერთიანებულ სამეფოში ვერ მიიღეთ კომპენსაცია ისლანდიური სქემის ფარგლებში, მაგრამ მიიღეს ანაზღაურება ჰოლანდიური და ბრიტანული სქემების საფუძველზე. ", "72. 2011 წელს EFTA-ს საგამოძიებო სამსახურმა განაცხადი წარუდგინა EFTA-ს სასამართლოს. მან მოითხოვა იმის დადგენა, რომ ისლანდიამ, ევროპის ეკონომიკური ზონის (EEA) ხელშემკვრელმა მხარემ ვერ შეასრულა დეპოზიტების გარანტიების სქემის შესახებ ევროპული პარლამენტისა და საბჭოს 1994 წლის 30 მაისის დირექტივიდან  94/19/EC მომდინარე ვალდებულებები, რადგანაც ის არ უზრუნველყოფდა ნიდერლანდებსა და გაერთიანებულ სამეფოში დეპოზიტორებისთვის კომპენსაციის მინიმალური ოდენობის გადახდას (20 000 ევროს) განსაზღვრულ ვადებში. განაცხადს მხარი დაუჭირა ევროპულმა კომისიამ როგორც მონაწილემ.", "73. 2013 წლის 28 იანვრის გადაწყვეტილებაში  EFTA-ს სასამართლომ დაადგინა, რომ მართალია ევროკავშირის კანონმდებლობის მოქმედება ერთიან ბაზარზე  გადავიდა EEA-ის სამართლებრივ რეჟიმში, ისლანდიის მიერ ამ დირექტივის დარღვევას არ ქონდა ადგილი. მან დაადგინა, რომ დირექტივა არ ავალდებულებს სახელმწიფოებს და მის სახელმწიფო ორგანოებს უზრუნველყონ კომპენსაცია თუკი სისტემური კრიზისისას დეპოზიტების გარანტირების სქემა ვერ გაუმკლავდება მის ვალდებულებებს. მან ასევე ხაზი გაუსვა, რომ სახელმწიფოები სარგებლობენ “ფართე დისკრეციით სისტემური კრიზისის განსაკუთრებული შემთხვევისას ეკონომიკური პოლიტიკის ძირეული არჩევისას”.", "კანონმდებლობა", "74. განმცხადებლებმა განაცხადეს, რომ  უცხოურ ვალუტაში მათი “ძველი” დანაზოგების პირველი ორი განმცხადებლის შემთხვევაში სლოვენიის ბანკის ბოსნიისა და ჰერცოგოვინის ფილიალებში არსებული ანგარიშებიდან და მესამე განმცხადებლის შემთხვევაში სერბეთის ბანკში არსებული ანგარიშიდან გატანა უტოლდებოდა დამოუკიდებლად აღებული 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას და კონვენციის მე-14 მუხლთან ერთობლიობაში ყველა მოპასუხე სახელმწიფოს მხრიდან. ისინი ასევე ამტკიცებდნენ კონვენციის მე-13 მუხლის დარღვევას.", "I.  მოპასუხე სახელმწიფოს წინასწარი პროტესტი", "75. მთავრობამ მოიხმო დიდი პალატა, გადაეხედა პალატის 2011 წლის 17 ოქტომბრის გადაწყვეტილება განაცხადის დასაშვებად გამოცხადების შესახებ. თითოეული მოპასუხე სახელმწიფო ამტკიცებდა, რომ განმცხადებლები იმყოფებოდნენ არა საკუთარ “იურისდიქციაში” (კონვენციის 1-ელი მუხლი), არამედ მოპასუხე სახელმწიფოს იურისდიქციაში. სერბეთმა და სლოვენიამ ასევე განაცხადეს, რომ განმცხადებლების საჩივრები არ უკავშირდებოდა რაიმე “საკუთრებას” 1-ელი დამატებითი ოქმის 1-ელი მუხლის მნიშვნელობით და მათი მოქმედების გავრცელება შესაბამისად კონვენციასთან   ratione materiae შეუსაბამობაშია. ყველა მოპასუხე სახელმწიფო ზუსტად იგივე საფუძვლებს დაეყრდნო რასაც პალატის წინაშე (იხილეთ დასაშვებობის შესახებ გადაწყვეტილების 49-50 პარაგრაფები).", "76. განმცხადებლებმა სადავო გახადეს ეს პროტესტი და პალატის მიგნებებზე დაყრდნობით სასამართლოს მოთხოვეს მისი უარყოფა.  ", "77. პალატამ დაადგინა, რომ განმცხადებლები ექცეოდნენ მოპასუხე სახელმწიფოების იურისდიქციაში იმის გათვალისწინებით, რომ ამ უკანასკნელთ სამართალმემკვიდრეობის შესახებ მოლაპარაკების ფარგლებში აღიარეს, რომ უცხოურ ვალუტაში “ძველი” დეპოზიტები ისფრ-ს ფინანსური პასუხისმგებლობის ნაწილი იყო, რაც მათ უნდა გადაენაწილებიათ (იხილეთ დასაშვებობის შესახებ გადაწყვეტილების 38-ე და 58-ე პარაგრაფები). რაც შეეხება ratione materiae შესაბამისობას, პალატამ მტკიცებულებაზე დაყრდნობით დადგენილად მიიჩნია, რომ განმცხადებლებს ნამდვილად ქონდათ უცხოურ ვალუტაში მათ მიერ მითითებული ოდენობის “ძველი” დეპოზიტები. მან ასევე დაადგინა, რომ განმცხადებლების მოთხოვნებმა გადალახეს ისფრ-ს დაშლა მთელ რიგ მიზეზთა გამო (იხილეთ დასაშვებობის შესახებ გადაწყვეტილების 52-55 პარაგრაფები). მან განსაკუთრებით აღნიშნა, რომ სამართალმემკვიდრე სახელმწიფოების კანონმდებლობა არასდროს აბათილებდა განმცხადებლების საჩივრებს ან აცლიდა მათ სამართლებრივ ვალიდურობას რაიმე სხვა ფორმით და არ არსებობდა ეჭვი, რომ ზოგი ან ყველა სამართალმემკვიდრე სახელმწიფო ვალდებული იყო ანაზღაურება გაეცა განმცხადებლებზე:", "“მართლაც, სამართალმემკვიდრე სახელმწიფოებმა მრავალჯერ აშკარად წარმოაჩინეს მათი უდავო მზაობა წინამდებარე განმცხადებლების მდგომარეობაში უზრუნველეყოთ უცხოურ ვალუტაში “ძველი” დეპოზიტების ანაზღაურება ყველა შესაძლო გზით  (საპირისპირო ბატა ჩეხეთის რესპუბლიკის წინააღმდეგ (Bata v. the Czech Republic) (გადაწყვეტილება), # 43775/05, 24 ივნისი, 2008 წ., თუმცა მოპასუხე სახელმწიფომ ვერ წარმოაჩინა ამ განმცხადებლის მოთხოვნის იმღებლობა ან აღიარება და კომუნისტური რეჟიმის დაცემის შემდეგ დაპირისპირებული პოზიცია დაიკავა ამგვარ მოთხოვნებთან მიმართებით). უფრო მეტიც, ამ სახელმწიფოებმა აღიარეს, რომ უცხოურ ვალუტაში ‘ძველი’ დეპოზიტები ისფრ-ს ფინანსური პასუხისმგებლობის ნაწილია, რაც უნდა გადანაწილდეს, ისევე როგორც ყველა სხვა ფინანსური ვალდებულება და ისფრ-ს ქონება რაც გადანაწილებულია... ამ საქმის განსაკუთრებული მახასიათებლების გათვალისწინებით ის უნდა გაიმიჯნოს საქმისგან  X, Y და Z გერმანიის წინააღმდეგ (X, Y and Z v. Germany) (# 7694/76, კომისიის 1977 წლის 14 ოქტომბრის გადაწყვეტილება, გადაწყვეტილებები და ანგარიშები (DR) 12, გვ. 131), S.C. საფრანგეთის წინააღმდეგ (S.C. v. France) (# 20944/92, კომისიის 1995 წლის 20 თებერვლის გადაწყვეტილება DR 80, გვ. 78), და აბრაინ ლესჩი და სხვები საფრანგეთის წინააღმდეგ (Abraini Leschi and Others v. France) (# 37505/97, კომისიის 1998 წლის 22 აპრილის გადაწყვეტილება, DR 93, გვ. 120) რომელზეც დადგინდა, რომ ეროვნული კანონმდებლობის არ არსებობის პირობებში განსახილველი საერთაშორისო ხელშეკრულებები ვერ შექმნის კომპენსაციის მიღებაზე ინდივიდუალურ უფლებებს, რაც ექცევა 1-ელი დამატებითი ოქმის 1-ელი მუხლის მოქმედების სფეროში.”", "78. აღინიშნა, რომ დიდ პალატას არ ეზღუდება შესაბამის საქმეებზე კონვენციის 35.4 მუხლის საფუძველზე  განაცხადის დასაშვებობის საკითხის გადაწყვეტა, რადგანაც ეს ნორმა სასამართლოსთვის შესაძლებელს ხდის არ მიიღოს განაცხადი, რომელსაც დაუშვებლად მიიჩნევს “საქმისწარმოების რომელიმე ეტაპზე”. შესაბამისად, საქმის არსებითი განხილვისას და [სასამართლოს რეგლამენტის] 55-ე მუხლთან მიმართებით, სასამართლომ შესაძლოა გადასინჯოს გადაწყვეტილება დასაშვებობის შესახებ, და ადგენს, რომ ის დაუშვებლად უნდა გამოცხადებულიყო კონვენციის 35-ე მუხლის პირველ სამ პარაგრაფში მოცემული საფუძვლებისგან ერთერთზე დაყრდნობით (იხილეთ ოდიევრე საფრანგეთის წინააღმდეგ (Odièvre v. France) [დიდი პალატა], # 42326/98, § 22, ECHR 2003III).", "79. თუმცა დიდმა პალატამ, შეისწავლა რა მოპასუხე სახელმწიფოს პროტესტი, დაადგინა, რომ ეს პროტესტი არ ამართლებს პალატის გადაწყვეტილების გადასინჯვას, წინასწარი პროტესტის არ დაკმაყოფილების შესახებ, რაც მოპასუხე სახელმწიფოებმა მის წინაშე დააყენეს. მართლაც, დიდი პალატა ვერ შეძლებს, მაგრამ აღნიშნავს, რომ პალატის მიერ დასახელებული მიზეზების გარდა სერბეთისა და სლოვენიის სასამართლოების გადაწყვეტილებები, რომლებიც აღწერილია 44-ე, 49-ე და 51ე პარაგრაფებში მაღლა, უთითებს, რომ ამ საქმეზე განსახილველი საჩივრების მსგავსი საჩივრები გადაურჩა ისფრ-ს დაშლას. უფრო მეტიც, რაც შეეხება სლოვენიის მიერ განმცხადებლების დეპოზიტების არსებობისა და ზუსტი ოდენობის კითხვის ნიშნის ქვეშ დაყენებას, დიდმა პალატამ კვლავ შეისწავლა საქმეში არსებული ყველა მტკიცებულება, კერძოდ კი საბანკო განაცხადი, რომელშიც წარმოდგენილი იყო ქალბატონი ალისიკისა და ბატონი სადძაკის საბანკო ანგარიშების ბალანსი 1991 წლის 31 დეკემბერს, დეპოზიტთან დაკავშირებით ბატონი სადძაკის კონტრაქტი, ამონარიდები ბატონი საჰდანოვიჩის საბანკო წიგნაკიდან, რომელიც აჩვენებდა მისი ერთერთი ანგარიშის ბალანსს 1992 წლის 17 აპრილს, სერბეთის მთავრობის მიერ პალატის წინაშე მიმდინარე სამართალწარმოებისას წარმოდგენილი ოფიციალური მონაცემები, რომელიც უთითებდა ბატონი საჰდანოვიჩის ანგარიშებზე 2002 წლის 3 იანვარს არსებულ ბალანსზე, ქალბატონი ალისიკის და ბატონი სადძაკის ანგარიშებთან დაკავშირებულ უწყისებზე მოცემული მონაცემები, რომელიც წარმოადგინა ბოსნიამ და ჰერცოგოვინამ და დოკუმენტი, რომელიც გამოსცა FBH-ის პრივატიზაციის სააგენტომ, რომელშიც გაცხადებული იყო, რომ განმცხადებლებს პრივატიზაციის პროცესში არ გამოუყენებიათ უცხოურ ვალუტაში მათი “ძველი” დეპოზიტები.", "80. დიდმა პალატამ წინამდებარე საქმის საგამონაკლისო გარემოებების გათვალისწინებით დაასკვნა, რომ გონივრულ ეჭვს მიღმა გამოვლინდა, რომ განმცხადებლებს უცხოურ ვალუტაში განთავსებულ “ძველ” ანგარიშებზე აქვთ დეპოზიტები მე-10 პარაგრაფში მითითებული ოდენობით და საკმარისად დადასტურებულად მიიჩნევს, რომ ეს დეპოზიტები წარმოადგენს “საკუთრებას” 1-ელი დამატებითი ოქმის 1-ელი მუხლის მიზნებისთვის (სხვა წყაროებთან ერთად იხილეთ გაიდუკი და სხვები უკრაინის წინააღმდეგ (Gayduk and Others v. Ukraine) (გადაწყვეტილება), # 45526/99, 2002 წლის 2 ივლისის გადაწყვეტილება, თავდაპირველ დეპოზიტებთან დაკავშირებით; მერზოიევი რუსეთის წინააღმდეგ (Merzhoyev v. Russia), # 68444/01, § 48, 8 ოქტომბერი, 2009 წ.; სულიაჯიკი ბოსნიისა და ჰერცოგოვინის წინააღმდეგ (Suljagić v. Bosnia and Herzegovina), # 27912/02, § 35, 3 ნოემბერი, 2009 წ.; ბოიაჟიანი სომხეთის წინააღმდეგ (Boyajyan v. Armenia), # 38003/04, § 54, 22 მარტი, 2011 წ.; კოტოვი რუსეთის წინააღმდეგ (Kotov v. Russia) [დიდი პალატა], # 54522/00, § 90, 3 აპრილი, 2012 წ.; და A. და B. მონტენეგროს წინააღმდეგ (A. and B. v. Montenegro), # 37571/05, § 68, 5 მარტი, 2013 წ.).", "81.  შესაბამისად, დიდი პალატა უარყოფს მოპასუხე სახელმწიფოთა წინასწარ პროტესტს. აღინიშნა, რომ პალატის წინაშე წარდგენილი მათი პოზიციისგან განსხვავებით არცერთ მოპასუხე სახელმწიფოს არ გამოუხატავს პროტესტი დიდი პალატისთვის წარდგენილ წერილობით მოსაზრებებში განმცხადებლების მიერ შიდასახელმწიფოებრივი საშუალებების არ ამოწურვის თაობაზე.", "II.  1-ელი დამატებითი ოქმის 1-ელი მუხლის სავარაუდო დარღვევა", "82.  კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლი შემდეგი შინაარსისაა:", "“ყოველ ფიზიკურ ან იურიდიულ პირს აქვს თავისი საკუთრებით შეუფერხებელი სარგებლობის უფლება. მხოლოდ საზოგადოებრივი საჭიროებისათვის შეიძლება ჩამოერთვას ვინმეს თავისი საკუთრება კანონითა და საერთაშორისო სამართლის ზოგადი პრინციპებით გათვალისწინებულ პირობებში.", "ამასთან, წინარე დებულებები არანაირად არ აკნინებს სახელმწიფოს უფლებას, გამოიყენოს ისეთი კანონები, რომელთაც ის აუცილებლად მიიჩნევს საერთო ინტერესების შესაბამისად საკუთრებით სარგებლობის კონტროლისათვის, ან გადასახდებისა თუ მოსაკრებლების ან ჯარიმების გადახდის უზრუნველსაყოფად.”", "A.  პალატის დასკვნები", "83. პალატამ დაადგინა, რომ Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში და Investbanka-ს ტუზლას ფილიალში უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტები სამართალმემკვიდრეობის საგანი იყო (იხილეთ დასაშვებობის შესახებ გადაწყვეტილება წინამდებარე საქმეზე).  მეტიც, მართალია აღინიშნა, რომ სასამართლოს ამოცანას არ წარმოადგენდა ამ საკითხის მოგვარება მოპასუხე სახელმწიფოების ნაცვლად, თუმცა დაადგინა, რომ მას მაინც შეეძლო შეესწავლა განმცხადებელთა მხრიდან შესაძლებლობის არ ქონა, ესარგებლათ თავიანთი დანაზოგით ოც წელზე მეტი ხნის მანძილზე, მოპასუხე სახელმწიფოთა მხრიდან ამ საკითხის მოგვარების ვალდებულების შეუსრულებლობის გამო უტოლდებოდა თუ არა ამ სახელმწიფოთა მხრიდან 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას. პალატამ, სლოვენიასთან (ქალბატონ ალისიკთან და ბატონ სადძაკთან მიმართებით) და სერბეთთან (ბატონ საჰდანოვიჩთან მიმართებით) მიმართებით დადასტურებულად მიიჩნია, მთელი რიგი ფაქტორების გათვალისწინებით, როგორიცაა ბანკებზე საკუთრება, ბანკების საკუთრებასთან მიმართებით გატარებული საკანონმდებლო და სხვა ღონისძიებები, ისფრ-ს დაშლის შემდეგ განსახილველი ფილიალების სტატუსი, ამ ფილიალების სახსრების გადაცემა სათავო ბანკებისთვის, 2002 წელს საერთაშორისო მორიგებების ბანკის ეგიდით მიმდინარე მოლაპარაკებების ჩაშლა და ამის შემდგომ აღნიშნულ საკითხთან დაკავშირებით რაიმე არსებითი მოლაპარაკებების არ არსებობა (იხილეთ პალატის გადაწყვეტილების 66-74 პარაგრაფები). შემდგომ დაასკვნა, რომ ამ მუხლის დარღვევას არ ქონდა ადგილი რომელიმე მოპასუხე სახელმწიფოს მხრიდან.", "B.  მხარეთა წერილობითი მოსაზრებები", "1.  განმცხადებლები", "84. განმცხადებლები ამტკიცებდნენ, რომ ყველა მოპასუხე სახელმწიფო, როგორც ისფრ-ს სამართალმემკვიდრე სახელმწიფოები, ვალდებული იყო აენაზღაურებია უცხოურ ვალუტაში “ძველი” დეპოზიტები იმ ფაქტის გათვალისწინებით, რომ ვერ შეძლეს მათთვის გადაცემული ამ საკითხის მოგვარება. განმცხადებლებმა განაცხადეს, რომ [მოპასუხეებს] ეს უნდა განეხორციელებიათ ისფრ-ს ქონების გაყოფისთვის გამოყენებულ პროპორციებზე დაყრდნობით (იხილეთ 65-ე პარაგრაფი მაღლა).", "2.  მოპასუხე სახელმწიფოები (ანბანური მიმდევრობით)", "(a)  ბოსნია და ჰერცოგოვინა", "85. ბოსნია და ჰერცოგოვინა ამტკიცებდა, რომ განმცხადებელთა უცხოურ ვალუტაში “ძველი” დანაზოგების საკითხი სამოქალაქო სამართლებრივი ბუნების იყო. განმცხადებლები და განხილული ბანკები სამოქალაქო სამართლებრივ ურთიერთობაში შევიდნენ, რაც განმცხადებლებს უფლებამოსილს ხდიდა ნებისმიერ დროს გამოეტანათ მათი დანაზოგები, ან ერთი ფილიალიდან, ან პირდაპირ სათაო ოფისიდან (იუგოსლავიის სამოქალაქო კანონმდებლობის თანახმად ბანკები პასუხს აგებდნენ თავიანთი ფილიალების ვალებისთვის). მართალაც, უცხოურ ვალუტაში განთავსებული ყველა დეპოზიტის გარანტი იყო ისფრ, მაგრამ გარანტია არასდროს ამოქმედებულა, რადგანაც განსახილველი ბანკები გადახდისუუნარო გახდა ისფრ-ს დაშლამდე. შესაბამისად პასუხსიმგებლობა ბანკებიდან ისფრ-ს არ გადასცემია. შესაბამისად, განმცხადებლების დანაზოგებთან დაკავშირებით დღის წესრიგში არ იდგა სამართალმემკვიდრეობის საკითხი. ისინი მიიჩნევდნენ, რომ სლოვენიის და სერბეთის ხელისუფლება პასუხისმგებელია Ljubljanska Banka Ljubljana-სა და Investbanka-ს ვალებისთვის, შესაბამისად, რადგანაც ისინი პასუხს აგებენ ამ ბანკების უუნარობაზე, დაფარონ ვალები. აღსანიშნავია, რომ სლოვენიის ხელისუფლებამ, კანონმდებლობის საფუძველზე Ljubljanska Banka Ljubljana-ს ქონების დიდი ნაწილი ახალ ბანკს გადასცა (იხილეთ 49-ე პარაგრაფი მაღლა); სერბეთის ხელისუფლებამ ჩამოწერა სახელმწიფოს საკუთრებაში არსებული კომპანიების ვალები Investbanka-ს წინაშე, რათა შეძლებოდა მათი პრივატიზება და მილიონობით მოგების მიღება.   ", "86. ბოსნიისა და ჰერცოგოვინის ხელისუფლებამ დასძინა, რომ Ljubljanska Banka Ljubljana-სა და Investbanka-ს ფილიალებს მოეთხოვებოდა მათი კლიენტებისგან მოგროვებული თანხები უცხოურ ვალუტაში გადაეგზავნათ სათავო ოფისში. შედეგად ბოსნიასა და ჰერცოგოვინაში არსებული ფილიალების საცავები ისფრ-ს დაშლისთვის თითქმის ცარიელი იყო, ეს კიდევ ერთი საფუძველი იყო იმისთვის, რომ წინამდებარე საქმეზე სლოვენია და სერბეთი გამხდარიყო პასუხისმგებელი. ", "(b)  ხორვატია", "87. ხორვატიის ხელისუფლებამ განაცხადა, რომ სლოვენია და სერბეთი პასუხისმგებელი უნდა იყოს ბოსნია-ჰერცოგოვინის მიერ წარმოდგენილ საფუძვლებზე დაყრდნობით (85-86 პარაგრაფები მაღლა). მათ დასძინეს, რომ  Ljubljanska Banka Ljubljana-ს რესტრუქტურიზება არ იყო საჭირო ამ ბანკის კოლაფსის თავიდან ასაცილებლად, როგორც ამას სლოვენიის ხელისუფლება ამტკიცებდა, არამედ ეს ემსახურებოდა სლოვენიის გარეთ მისი ფილიალების დეპოზიტართა წინაშე პასუხისმგებლობისგან თავის არიდებას. აღნიშნულთან დაკავშირებით, ხორვატიის ხელისუფლებამ წარმოადგინა 1997 წელს მუდის მიერ გამოცემული ანგარიში, რომელშიც ნათლად აღწერილი იყო, რომ Nova Ljubljanska Banka-ს ქონება, რომელიც  Ljubljanska Banka Ljubljana-ს ქონებაზე დაფუძნდა რამდენიმე წლით ადრე (იხილეთ 49-ე პარაგრაფი მაღლა), 3,7 მილიარდ დოლარს შეადგენდა.", "88. ხორვატიის ხელისუფლებამ ასევე აღნიშნა, რომ ხორვატიასა და სლოვენიას შორის 2013 წლის 11 მარტს გაფორმებული ურთიერთგაგების მემორანდუმი სამართალმემკვიდრეობის საკითხებზე შემდგომი მოლაპარაკებების მოთხოვნაზე, ეხებოდა მხოლოდ  1990-იან წლებში Ljubljanska Banka Ljubljana-ს ზაგრების ფილიალიდან ხორვატიის ბანკებში გადაგზავნილ დეპოზიტებს (იხილეთ 43-ე პარაგრაფი მაღლა). შესაბამისად, საპირისპიროდ იმისა, რასაც ამტკიცებდა სლოვენიის ხელისუფლება, მემორანდუმი არ უნდა განიმარტოს იმგვარად, რომ Ljubljanska Banka Ljubljana-ს სლოვენიის გარეთ მდებარე ყველა ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების აღიარება სამართალმემკვიდრეობის საკითხია (იხილეთ 92-ე პარაგრაფი დაბლა).", "(c)  სერბეთი", "89. სერბეთის ხელისუფლება ამტკიცებდა, რომ მას სახელმწიფოს სამართალმემკვიდრეობის შესახებ საერთაშორისო წესებისა და “სამართალმემკვიდრეობის საკითხებზე  შეთანხმების” საფუძველზე ევალებოდა კეთილსინდისიერად ეწარმოებინა მოლაპარაკებები სერბეთის გარეთ Investbanka-ს ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებთან დაკავშირებით. შესაბამისად, სასამართლო უნდა შემოიფარგლოს საკითხის შესწავლით, ამგვარი მოლაპარაკებები წარიმართა თუ არა და არა იმის არსებითი შესწავლით დაკავდეს, განმცხადებლების დეპოზიტები რომელმა სახელმწიფომ უნდა აანაზღაუროს. თუკი სასამართლომ მაინც უნდა გადაწყვიტოს ეს საკითხიც, სერბეთის ხელისუფლება კვლავ განმარტავს, რომ ამ საქმეზე პასუხისმგებლობა ეკისრება ბოსნიასა და ჰერცოგოვინას. ისინი დაეყრდნენ სხვადასხვა საფუძვლებს, კერძოდ კი ტერიტორიულობის პრინციპს და ამ სახელმწიფოს მიერ გატარებულ ღონისძიებებს უცხოურ ვალუტაში “ძველ” დეპოზიტებთან მიმართებით (იხილეთ 24-28 პარაგრაფები მაღლა). ისინი ასევე ამტკიცებდნენ, რომ ბოსნიამ და ჰერცოგოვინამ ყველაზე მეტი სარგებელი მიიღო Investbanka-ს ტუზლას ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებით. მაგალითად, მათ წარმოადგინეს ერთის მხრივ, Investbanka-ს ტუზლას ფილიალსა და მეორეს მხრივ, ბოსნია-ჰერცოგოვინის კომპანიას - ბოსნიასა და ჰერცოგოვინაში განთავსებული სერბული კომპანიის ფილიალსა და ბოსნიისა და ჰერცოგოვინის მაცხოვრებელს შორის გაფორმებული სესხის ხელშეკრულების ასლი.", "90. სლოვენიის ხელისუფლების მტკიცება (იხილეთ 95-ე პარაგრაფი დაბლა), რომ უცხოური ვალუტა საბოლოო ჯამში თავსდებოდა ან იუგოსლავიის ეროვნული ბანკის უცხოური ვალუტის ანგარიშებზე ან იუგოსლავიის ეროვნულ ბანკში ბელგრადში, არ  იყო დადასტურებული. სერბეთის ხელისუფლებამ ხაზი გაუსვა იმ ფაქტს, რომ როგორც წესი ხდებოდა უცხოური ვალუტის დეპონირება იუგოსლავიის ეროვნულ ბანკში საბუღალტრო ან “პრო-ფორმა” მეთოდით, რაც არ მოითხოვდა სახსრების ფიზიკურ გადაცემას (იხილეთ მე-17 პარაგრაფი მაღლა). უფრო მეტიც, უცხოური ვალუტა, რაც გადაირიცხა იუგოსლავიის ეროვნული ბანკის უცხოური ვალუტის ანგარიშებზე, უკვე გადანაწილდა სამართალმემკვიდრე ქვეყნებს შორის (იხილეთ 65-ე პარაგრაფი მაღლა).", "91. და ბოლოს, სერბეთის ხელისუფლებამ აღიარა, რომ ბატონი საჰდანოვიჩის დეპოზიტები გაყინული იყო მრავალი წლის მანძილზე, სერბეთის კანონმდებლობის შესაბამისად (კერძოდ კი უცხოურ ვალუტაში განთავსებული დეპოზიტების შესახებ 1998 წლისა და 2002 წლის კანონები), მაგრამ ამტკიცებდა, რომ ეს ღონისძიება აუცილებელი იყო “სახელმწიფო სახსრების ლიკვიდურობის დასაცავად ქვეყანაში არსებული რთული ეკონომიკური მდგომარეობისა და საფინანსო კოლაფსის გათვალისწინებით”. უფრო მეტიც, ეს განმცხადებელს არ აკისრებდა გადაჭარბებულ ინდივიდუალურ ტვირთს. ბატონი საჰდანოვიჩისა და სერბეთის გარეთ მდებარე სერბეთის ბანკების ფილიალების სხვა კლიენტების დეპოზიტების საკითხი უნდა შეთანხმდეს ისფრ-ს სამართალმემკვიდრე სახელმწიფოებს შორის სამართალმემკვიდრეობის შესახებ მოაპარაკებებით. ისინი ასევე დაეყრდნენ საქმეს მოლჰან გაბორი სერბეთის წინააღმდეგ (Molnar Gabor v. Serbia) (# 22762/05, 8 დეკემბერი, 2009 წ.), რომელზეც სასამართლომ მართლაც დაადგინა, რომ სადავო კანონმდებლობა უზრუნველყოფდა სამართლიან ბალანსს საზოგადოების საერთო ინტერესსა და განმცხადებლის ურყევ ლეგიტიმურ მოთხოვნას შორის, მიეღო მისი თავდაპირველი დეპოზიტები, ასევე სხვათა უფლებებს მსგავს ვითარებაში.", "(d)  სლოვენია", "92. სლოვენიის ხელისუფლებამ დაადასტურა, რომ Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალსა და Investbanka-ს ტუზლას ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების საკითხი სამართალმემკვიდრეობის საკითხი იყო. აღნიშნულთან მიმართებით ისინი ეყრდნობოდნენ   inter alia, “სამართალმემკვიდრეობის საკითხებზე შეთანხმებას” (იხილეთ 62-63 პარაგრაფები მაღლა) და ხორვატიასა და სლოვენიას შორის 2013 წლის ურთიერთგაგების მემორანდუმს (იხილეთ 43-ე პარაგრაფი მაღლა). მათი მოსაზრებით, აღნიშნულიდან გამომდინარე სასამართლომ თავისი ანალიზი უნდა შემოფარგლოს საკითხით, ამ საკითხზე მოლაპარაკებები წარიმართა თუ არა კეთილსინდისიერად, და არა შეისწავლოს არსებითი საკითხი, რომელმა სახელმწიფომ უნდა გადაუხადოს განმცხადებელს ანაზღაურება. თუკი სასამართლო მაინც გადაწყვეტს ამ საკითხის განხილვას, ისინი ამტკიცებენ, რომ ბოსნია და ჰერცოგოვინაა პასუხისმგებელი განსახილველ ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე, ტერიტორიულობის პრინციპზე დაყრდნობით. ამის საფუძველია ასევე ის ფაქტი, რომ ბოსნიამ და ჰერცოგოვინამ აშკარად არ გამორიცხეს მათი პასუხისმგებლობა ამგვარ დეპოზიტებზე 2004 წლამდე (იხილეთ 24-28 პარაგრაფები მაღლა). ", "93. უფრო მეტიც,   Ljubljanska Banka Ljubljana გაკოტრების ზღვარზე იყო და შესაბამისად იძულებული გახდნენ ჩაეტარებიათ რესტრუქტურიზაცია. თუმცა, სლოვენია ვერ იქნება პასუხისმგებელი ამ ბანკის ვალებისთვის მხოლოდ იმიტომ რომ ის მისი მესაკუთრე გახდა რეაბილიტაციის პროცესის შედეგად. სხვაგვარად რომ განიმარტოს, ამტკიცებენ, რომ სახელმწიფო ვერ შეძლებს ნეგატიური კაპიტალის მქონე ბანკის რეაბილიტაციას მის ვალებზე სრული პასუხისმგებლობის აღების გარეშე. ნებისმიერ შემთხვევაში მათ განაცხადეს, რომ Ljubljanska Banka Ljubljana-ს არასდროს ქონია საჯარო ფუნქცია; არასდროს მოქმედებდა სახელმწიფოს კონკრეტული ინსტრუქციით განმცხადებლებისთვის უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტების არ ანაზღაურებასთან დაკავშირებით; და რომ მასზე ვრცელდებოდა მიმდინარე კანონმდებლობა (კერძოდ კი სლოვენიის კორპორაციული სამართალი). თავად ის ფაქტი, რომ სახელმწიფო კომპანიის მესაკუთრე იყო და აქედან გამომდინარე აკონტროლებდა მას, არ იყო საკმარისი მისი საქმიანობის სახელმწიფოსთან გაიგივებისთვის ან სახელმწიფოს ამ კომპანიის ვალებზე პასუხისმგებლად აღიარებისთვის საერთაშორისო ჩვეულებითი სამართლის საფუძველზე, როგორც ეს კოდიფიცირებულია საერთაშორისო სამართლის კომისიის მუხლების პროექტში საერთაშორისო დარღვევებისთვის სახელმწიფოთა პასუხისმგებლობის შესახებ.", "94. სლოვენიის ხელისუფლებამ ასევე განაცხადა, რომ მათ არ ევალებოდათ Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის რეაბილიტაცია. მათ მიუთითეს გარანტირებული დეპოზიტის სქემაზე, რომელიც მოქმედებდა ევროპის საბჭოს შვიდ წევრ ქვეყანაში, მათ შორის ბელგიაში, საფრანგეთში, პორტუგალიაში, შვეიცარიაში, გაერთიანებულ სამეფოსა და ნიდერლანდებში, რომლებიც დეპოზიტის გარანტიებს გასცემდნენ ეროვნული ბანკების    მხოლოდ მათ ტერიტორიაზე განთავსებულ ფილიალებზე. ამასთან ისინი დაეყრდნენ EFTA-ს სასამართლოს 2013 წლის 28 იანვრის გადაწყვეტილებას E-16/11 (იხილეთ 71-73 პარაგრაფები მაღლა). EFTA-ს სასამართლომ აღნიშნა, რომ სახელმწიფოები სარგებლობენ “ფართო დისკრეციით სისტემური კრიზისისას ეკონომიკური პოლიტიკის ძირეული არჩევისას”. იგივეს ითვალისწინებს 1-ელი დამატებითი ოქმის 1-ელი მუხლი.", "95. და ბოლოს, მართალია უცხოური ვალუტა მართლაც გადაიგზავნა Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალიდან სლოვენიის ეროვნულ ბანკში, ამის შემდგომ გარკვეული თანხა დაბრუნდა სარაევოში (იხილეთ მე-18 პარაგრაფი მაღლა). დარჩენილი თანხა, რომელიც არ დაბრუნდა სარაევოში დაფიქსირდა, როგორც სარაევოს ფილიალის მოთხოვნა იუგოსლავიის ეროვნული ბანკის მიმართა და ფიზიკურად გადაირიცხა იუგოსლავიის ეროვნული ბანკის უცხოური ვალუტის ანგარიშებზე. თავისი მოთხოვნის მხარდასაჭერად სლოვენიის ხელისუფლებამ წარადგინა დოკუმენტები, რომლებიც ადასტურებდა საზღვარგარეთ იუგოსლავიის ეროვნულის ბანკის ანგარიშებზე უცხოური ვალუტის გადარიცხვას ლიუბლიანიდან (კერძოდ კი LBS Bank – New York and LHB Internationale Handelsbank A.G. Frankfurt, ორივე Ljubljanska Banka Ljubljana-ს საკუთრებაა, მაგრამ ასევე სხვა კომერციულ ბანკებში) ისფრ-ს დაშლამდე პერიოდში.", "(e)  მაკედონიის ყოფილი იუგოსლავიის რესპუბლიკა", "96.  მაკედონიის ხელისუფლება, ისევე როგორც ბოსნიისა და ჰერცოგოვინისა და ხორვატიის ხელისუფლება ამტკიცებდა, რომ განმცხადებლების დეპოზიტების საკითხი სამოქალაქო სამართლის რეგულირების საგანს წარმოადგენდა. მათი აზრით, რადგანაც არ არსებობდა კავშირი განმცხადებლებსა და მაკედონიის ხელისუფლების ორგანოებს შორის, მაკედონიის ხელისუფლებას აშკარად არ დაურღვევია კონვენცია.", "C.  დიდი პალატის შეფასება", "1.  1-ელი დამატებითი ოქმის 1-ელი მუხლის მოქმედება", "97. როგორც სასამართლომ უკვე დაადგინა მე-80-ე პარაგრაფში მაღლა, განმცხადებლების საჩივრის საგანი უცხოურ ვალუტაში არსებული დეპოზიტები, წარმოადგენდა “საკუთრებას” 1-ელი დამატებითი ოქმის 1-ელი მუხლის მნიშვნელობისთვის. შესაბამისად, წინამდებარე საქმეზე ვრცელდება აღნიშნული მუხლი.  ", "2.  1-ელი დამატებითი ოქმის 1-ელ მუხლთან შესაბამისობა", "(a)  მოქმედი წესი", "98. როგორც სასამართლომ მრავალჯერ განმარტა, 1-ელი დამატებითი ოქმის 1-ელი მუხლი მოიცავს სამ წესს: პირველი წესი მოცემულია პირველი პუნქტის პირველ წინადადებაში, აქვს ზოგადი ხასიათი და აცხადებს საკუთრებით მშვიდობიანად სარგებლობის პრინციპს; მეორე წესი მოცემულია პირველი პუნქტის მეორე წინადადებაში და ეხება ქონების ჩამორთმევას და ჩამორთმევის პირობებს; მესამე წესი, მოცემულია მეორე პუნქტში, აღიარებს, რომ სახელმწიფოები უფლებამოსილი არიან სხვა საკითხებთან ერთად აკონტროლონ საკუთრებით სარგებლობა ზოგადი ინტერესის შესაბამისად. მეორე და მესამე წესები, რომლებიც ეხება უფლებით მშვიდობიანად სარგებლობაში გარკვეული დოზით ჩარევას, წაკითხულ უნდა იქნას პირველ წესში ასახული ზოგადი პრინციპის ჭრილში (სხვა წყაროებთან ერთად იხილეთ, სპორონგი და ლონროთი შვედეთის წინააღმდეგ ( Sporrong and Lönnroth v. Sweden), 1982 წლის 23 სექტემბერი, § 61, სერია A # 52; იატრიდისი საბერძნეთის წინააღმდეგ (Iatridis v. Greece) [დიდი პალატა], # 31107/96, § 55, ECHR 1999-II; Immobiliare Saffi იტალიის წინააღმდეგ (Immobiliare Saffi v. Italy) [დიდი პალატა], # 22774/93, § 44, ECHR 1999V; ბრონიოვსკი პოლონეთის წინააღმდეგ (Broniowski v. Poland) [დიდი პალატა], #31443/96, § 134, ECHR 2004V; და ვისტინსი და პერეპიოლკინსი ლატვიის წინააღმდეგ (Vistiņš and Perepjolkins v. Latvia) [დიდი პალატა], # 71243/01, § 93, 25 ოქტომბერი, 2012 წ.).", "99. წინამდებარე საქმეს თუ დავუბრუნდებით, იკვეთება, რომ ეროვნულ დონეზე გატარებული სხვადასხვა ზომების შედეგად განმცხადებლებმა ვერ შეძლეს საკუთარი დანაზოგებით სარგებლობა ოც წელზე მეტი ხნის მანძილზე. მართალია თავდაპირველად მაინც, საბანკო ანგარიშების გაყინვა შესაძლოა განხილულ იქნას, როგორც მათი საკუთრებით სარგებლობაზე კონტროლის განზრახვა მესამე წესის ჭრილში,  შესაძლოა კითხვის ნიშნის ქვეშ დადგეს ის ფაქტი, ამდენი ხნის მანძილზე მათი დეპოზიტების ხელმიუწვდომელობა უტოლდებოდა თუ არა “ჩამორთმევას” მეორე წესის მიზნებისთვის. თუმცა 77-დან 81-ე პარაგრაფამდე მიგნებების გათვალისწინებით იმის შესახებ, რომ მოპასუხე სახელმწიფოების კანონმდებლობა არ გამორიცხავს განმცხადებლების მოთხოვნებს, ან სხვაგვარად არ ართმევს მათ სამართლებრივ ვალიდურობას, ისევე როგორც იმ სახელმწიფოების მიერ პრინციპში იმის აღიარებისა, რომ განმცხადებლის მსგავსი დეპოზიტის მფლობელს, უნდა შეეძლოს საკუთარი დანაზოგებით სარგებლობა, ვერ გაცხადდება, რომ განმცხადებლებს ფორმალურად ჩამოერთვათ თავიანთი დანაზოგები. იგივე საფუძვლებით სასამართლო არ მიიჩნევს, რომ განსახილველი საკითხი შეიძლება აშკარად გაუტოლდეს de facto ექსპროპრიაციას. ამ წინაპირობების და საქმესთან დაკავშირებული სამართლებრივი და ფაქტობრივი გარემოებების სირთულის გათვალისწინებით, სასამართლო მიიჩნევს, რომ საკუთრების უფლების გაცხადებული დარღვევა ვერ კლასიფიცირდება კონკრეტულ კატეგორიად (იხილეთ ბეილერი იტალიის წინააღმდეგ (Beyeler v. Italy) [დიდი პალატა], #33202/96, § 106, ECHR 2000I, და ზოლოტასი საბერძნეთის წინააღმდეგ (Zolotas v. Greece) (# 2), # 66610/09, § 47, ECHR 2013). შესაბამისად წინამდებარე საქმის შესწავლა უნდა მოხდეს პირველ წესში მოცემული ზოგადი პრინციპის ჭრილში.", "(b)  გაცხადებული დარღვევის ბუნება", "100. 1-ელი დამატებითი ოქმის 1-ელი მუხლის მთავარი მიზანია პირის დაცვა მის მიერ საკუთრებით მშვიდობიანად სარგებლობაში სახელმწიფოს მხრიდან დაუსაბუთებელი ჩარევისგან. თუმცა, კოვენციის 1-ელი მუხლის საფუძველზე თითოეულმა ხელშემკვრელმა მხარემ “უნდა უზრუნველყოს მის იურისდიქციაში მყოფი ყველა პირის კონვენციით განსაზღვრული უფლებები და თავისუფლებები”. ამ ზოგადი ვალდებულების შესრულება შესაძლოა მოიცავდეს პოზიტიურ ვალდებულებებს, რაც კონვენციით გარანტირებული უფლებებით ეფექტიანი სარგებლობის თანმდევია. 1-ელი დამატებითი ოქმის 1-ელი მუხლის კონტექსტში ეს პოზიტიური ვალდებულებები შესაძლოა სახელმწიფოს ავალდებულებდეს, გაატაროს აუცილებელი ღონისძიებები საკუთრების უფლების დასაცავად (იხილეთ ბრონიოვსკი (Broniowski), ციტირება მაღლა, § 143, დამატებით წყაროებზე მითითებით და Likvidējamā p/s Selga და ვასილევსკა ლატვიის წინააღმდეგ (Likvidējamā p/s Selga and Vasiļevska v. Latvia) (გადაწყვეტილება), # 17126/02 და # 24991/02, §§ 94-113, 1 ოქტომბერი, 2013 წ.).", "101. თუმცა სახელმწიფოს პოზიტიურ და ნეგატიურ მოვალეობებს შორის კავშირი 1-ელი დამატებითი ოქმის 1-ელი მუხლის საფუძველზე არ გამოყოფს მათ კონკრეტულ ცნებას. თუმცა მათზე მოქმედი პრინციპები მაინც მსგავსია. მიუხედავად იმისა მოხდება საქმის გაანალიზება სახელმწიფოს პოზიტიურ მოვალებასთან მიმართებით თუ საჯარო ხელისუფლების ორგანოს მხრიდან ჩარევის კონტექსტში რაც დასაბუთებას საჭიროებს, გასავრცელებელი კრიტერიუმი არსებითად არ განსხვავდება. ორივე კონტექსტში გასათვალისწინებელია ცალკეულ პირთა და ერთიანობაში საზოგადოების კონკურენტულ ინტერესებს შორის სამართლიანი ბალანსი. ასევე სიმართლეა, რომ ამ ნორმაში ნახსენები მიზნები შესაძლოა რელევანტური იყოს იმის შეფასებისას, ჩართული საჯარო ინტერესის მოთხოვნებსა და განმცხადებლის საკუთრების ძირითად უფლებას შორის ბალანსი დაირღვა თუ არა. ორივე კონტექსტში სახელმწიფო სარგებლობს თავისუფალი შეფასების გარკვეული ფარგლებით, კონვენციასთან შესაბამისობის უზრუნველსაყოფად გადასადგმელი ნაბიჯების განსაზღვრისას (იხილეთ ბრონიოვსკი (Broniowski), ციტირება მაღლა, § 144, დამატებითი წყაროებით).", "102. წინამდებარე საქმეზე განმცხადებლები ჩიოდნენ, რომ მათ არ შეეძლოთ სადავო ბანკებიდან გამოეტანათ მათ ანგარიშებზე განთავსებული დანაზოგები. მათი დეპოზიტები ხელმიუწვდომელი გახდა იმგვარ ფაქტორთა გამო, როგორიცაა შესაბამის ბანკებში სახსრების უქონლობა, კანონის საფუძველზე ამ ანგარიშების გაყინვა და ეროვნული სახელმწიფო ორგანოების მიერ სათანადო ზომების მიუღებლობა, რაც შესაძლებელს გახდიდა განმცხადებლების მდგომარეობაში მყოფი დეპოზიტების მფლობელთათვის მათი დანაზოგებით სარგებლობას. ეს მდგომარეობა შესაძლოა კარგად იქნას შესწავლილი 1-ელი დამატებითი ოქმის 1-ელი მუხლით დაცული უფლებით ეფექტიან სარგებლობაში ჩარევასთან ან ამ უფლებით სარგებლობის ვერ უზრუნველყოფასთან მიმართებით (იხილეთ ზოლოტასი (Zolotas) (# 2), ციტირება მაღლა, §§ 40, 47 და 53, სადაც სასამართლომ დაადგინა, რომ გასაჩივრებული ღონისძიება წარმოადგენდა ჩარევას და ასევე დაადგინა, რომ მოპასუხე სახელმწიფოს გარკვეული პოზიტიური ვალდებულებები გააჩნდა). წინამდებარე საქმის კონკრეტული გარემოებების გათვალისწინებით სასამართლო არ მიიჩნევს აუცილებლად საქმის შესწავლის მკაცრ კატეგორიზებას მოპასუხე სახელმწიფოს პოზიტიური ან ნეგატიური ვალდებულების ქვეშ. სასამართლო გადაწყვეტს, მოპასუხე სახელმწიფოს ქცევა, მიუხედავად იმისა ეს ქცევა ხასიათდდება როგორც ჩარევა თუ უმოქმედება, თუ ორივე ერთად, იყო თუ არა გამართლებული კანონიერების, ლეგიტიმური მიზნისა და “სამართლიანი ბალანსის” პრინციპებთან მიმართებით (იხილეთ ბრონიოვსკი (Broniowski), ციტირება მაღლა, § 146).", "(c)  მოპასუხე სახელმწიფოებმა დაიცვეს თუ არა კანონიერების პრინციპი", "103.  1-ელი დამატებითი ოქმის 1-ელი მუხლის პირველი და უმნიშვნელოვანესი მოთხოვნაა კანონიერება. პირველი პუნქტის მეორე წინადადება უშვებს საკუთრების ჩამორთმევას “კანონით დადგენილ პირობებში” და მეორე პუნქტი აღიარებს, რომ სახელმწიფოებს აქვთ უფლება აკონტროლონ საკუთრებით სარგებლობა “კანონის” აღსრულების გზით. უფრო მეტიც, კანონის უზენაესობა, დემოკრატიული საზოგადოების ერთერთი უმთავრესი პრინციპი, კონვენციის მუხლების თანდაყოლილი პრინციპია. კანონიერების პრინციპი ასევე გულისხმობს, რომ ეროვნული კანონმდებლობის შესაბამისი ნორმები საკმარისად ხელმისაწვდომი, კონკრეტული და განჭვრეტადია მოქმედებისას (ibid., § 147, შემდგომ წყაროებზე მითითებით).", "104.  მხარეებს შორის არ არის პირდაპირი დავა იმასთან დაკავშირებით, ამ საქმეზე დაცული იყო თუ არა კანონიერების პრინციპი. სასამართლო სხვაგვარად დადგენის საფუძველს ვერ ხედავს. აშკარაა, რომ შექმნილ ვითარებას, კერძოდ კი განმცხადებლების მიერ შესაძლებლობის არ ქონას ისფრ-ს დაშლის შემდეგ გაეტანათ დეპოზიტები, სამართლებრივი საფუძველი ქონდა ეროვნულ კანონმდებლობაში (იხილეთ კონკრეტულად, 54-58 პარაგრაფები მაღლა).", "(d)  მოპასუხე სახელმწიფოები იცავდნენ თუ არა “ლეგიტიმურ მიზანს”", "105. კონვენციური უფლებით სარგებლობაში ნებისმიერი ჩარევა უნდა ემსახურებოდეს ლეგიტიმურ მიზანს. კონვენციური უფლებებით სარგებლობაში ნებისმიერი ჩარევა უნდა ემსახურებოდეს ლეგიტიმურ მიზანს. მსგავსად ამისა, საქმეებზე სადაც ფიგურირებს პოზიტიური ვალდებულება სახელმწიფოს უმოქმედებას უნდა ქონდეს ლეგიტიმური დასაბუთება. 1-ელი დამატებით ოქმის 1-ელი მუხლის თანდაყოლილი “ლეგიტიმური ბალანსის” პრინციპი თავის მხრივ გულისხმობს საზოგადოების ზოგადი ინტერესის არსებობას. უფრო მეტიც კვლავ უნდა განიმარტოს, რომ 1-ელი დამატებითი ოქმის 1-ელ მუხლში ასახული სხვადასხვა წესი არ არის დამოუკიდებელი, ანუ რაიმე კავშირების არ მქონე და მეორე და მესამე წესები მოქმედებს მხოლოდ მაშინ, როდესაც საქმე გვაქვს საკუთრებით მშვიდობიანად სარგებლობის უფლებაში ჩარევის სხვადასხვა ფორმასთან. ამის ერთერთი შედეგია ის, რომ  მეორე წინადადებაში ასახული საჯარო ინტერესის არსებობის მოთხოვნა, ან მეორე პუნქტში მოცემული საერთო ინტერესზე მითითება პირველ წინადადებაში მოცემული პრინციპის გამოძახილია, შესაბამისად 1-ელი დამატებითი ოქმის 1-ელი მუხლიდან გამომდინარე საკუთრებით მშვიდობიანად სარგებლობაში ჩარევა ასევე უნდა ემსახურებოდეს საჯარო ინტერესს (იხილეთ ბეილერი (Beyeler), ციტირება მაღლა, § 111).", "106. მათი საზოგადოებისა და მისი საჭიროებების პირდაპირი ცოდნის გამო ეროვნული სახელმწიფო ორგანოები საერთაშორისო მოსამართლეზე უკეთ განსაზღვრავენ რას ნიშნავს “საჯარო ინტერესი”. კონვენციით შექმნილი დაცვის სისტემის ფარგლებში ეროვნულ სახელისუფლო ორგანოებს ევალებათ საჯარო მნიშვნელობის პრობლემის თავდაპირველი შეფასება საკუთრების უფლებით სარგებლობის სფეროში დამცავ ღონისძიებებთან მიმართებით. რადგანაც სოციალური და ეკონომიკური პოლიტიკის გატარებისას კანონმდებლისთვის ხელმისაწვდომი თავისუფალი შეფასების ფარგლები ფართოა, სასამართლო პატივს სცემს კანონმდებლის გადაწყვეტილებას იმის შესახებ თუ რა არის საჯარო ინტერესი, გარდა იმ შემთხვევისა თუკი გადაწყვეტილება გონივრულ საფუძველს მოკლებულია (იხილეთ ბრონიოვსკი (Broniowski), ციტირება მაღლა, § 149, დამატებით წყაროებზე მითითებით). სასამართლომ უკვე დაადგინა, რომ ეს ლოგიკა აუცილებლად ვრცელდება ისეთ ძირეულ ცვლილებებზე როგორიცაა ომის შედეგად სახელმწიფოს დაშლა, მოვლენა, რასაც თან სდევს ფართომაშტაბიანი ეკონომიკური და სოციალური კანონმდებლობის ამოქმედება (იხილეთ სულიაჯიკი (Suljagić), ციტირება მაღლა, § 42).", "107. თავისუფალი შეფასების ფართო ფარგლების გათვალისწინებით, სასამართლო ადგენს, რომ ლეგიტიმური მიზნის პრინციპი დაცული იყო წინამდებარე საქმეზე. სერბეთის ხელისუფლების განმარტებით მიზანი იყო სახელმწიფო სახსრების ლიკვიდურობის შენარჩუნება ქვეყანაში არსებული ეკონომიკური ვითარებისა და საფინანსო კოლაფსის გათვალისწინებით (იხილეთ 91-ე პარაგრაფი მაღლა). სხვა მოპასუხე სახელმწიფოებს კომენტარი არ გაუკეთებიათ აღნიშნულზე. თუმცა სასამართლო მზად არის აღიაროს, რომ ისფრ-ს დაშლის და თანმდევი შეიარაღებული კონფლიქტების შემდგომ მოპასუხე სახელმწიფოებმა უნდა მიიღონ ზომები მათი საბანკო სისტემებისა და ზოგადად ეროვნული ეკონომიკის დასაცავად. უცხოურ ვალუტაში “ძველი” დეპოზიტების საერთო მოცულობის გათვალისწინებით აშკარაა, რომ სამართალმემკვიდრე სახელმწიფოთაგან ვერცერთი ვერ დაუშვებდა ამ დეპოზიტების უკონტროლო გატანას. შესაბამისად სასამართლო განაგრძობს ძირითადი საკითხის შესწავლას, კერძოდ კი დაცული იყო თუ არა “სამართლიანი ბალანსი” საერთო ინტერესსა და განმცხადებლების უფლებებს შორის, 1-ელი დამატებითი ოქმის 1-ელი მუხლის საფუძველზე.", "(e)  მოპასუხე სახელმწიფოებმა დაიცვეს თუ არა “სამართლიანი ბალანსის” პრინციპი", "(i)  ზოგადი პრინციპები", "108. საკუთრებით მშვიდობიანად სარგებლობაში ჩარევა და უმოქმედება უნდა აბალანსებდეს საზოგადოების საერთო ინტერესის მოთხოვნასა და ცალკეულ პირთა ძირითადი უფლებების დაცვის მოთხოვნებს. სხვა სიტყვებით, 1-ელი დამატებითი ოქმის 1-ელი მუხლის სავარაუდო დარღვევასთან დაკავშირებულ თითოეულ საქმეზე სასამართლომ უნდა დაამტკიცოს, სახელმწიფოს მოქმედებით ან უმოქმედებით შესაბამის პირს ხომ არ დაადგა არათანაზომიერი და ზედმეტი ტვირთი. ამ მოთხოვნის შესრულების შეფასებისას სასამართლომ ზოგადად უნდა შეაფასოს სხვადასხვა ინტერესი, იმის გათვალისწინებით, რომ კონვენცია მიმართულია “პრაქტიკული და ეფექტიანი” უფლებების გარანტირებაზე. ამ კონტექსტში ხაზი უნდა გაესვას იმას, რომ გაურკვევლობა - იქნება ეს საკანონმდებლო, ადმინისტრაციულ თუ სახელმწიფო ორგანოების პრაქტიკიდან გამომდინარე - ის ფაქტორია, რაც უნდა გავითვალისწინოთ სახელმწიფოს ქცევის შეფასებისას. მართლაც, როდესაც დღის წესრიგშია საერთო ინტერესის საკითხი, სახელმწიფო ორგანოების ვალდებულებაა იმოქმედონ კეთილსინდისიერად, შესატყვისად და თანმიმდევრულად (იხილეთ ბრონიოვსკი (Broniowski), ციტირება მაღლა, §§ 147-151).", "(ii)  ზოგადი პრინციპების მოქმედების გავრცელება წინამდებარე საქმეზე", "109. 2011 წლის 17 ოქტომბრის გადაწყვეტილებაში განაცხადის დასაშვებად ცნობის შესახებ პალატამ დაადგინა, რომ განსახილველ ბანკებში უცხოურ ვალუტაში განთავსებული “ძველი” დანაზოგების მიმართ ისფრ-ს კანონისმიერი გარანტია არ ამოქმედებულა ისფრ-ს დაშლამდე და შესაბამისად ეს პასუხისმგებლობა ამ ბანკებიდან ისფრ-ს არ გადასცემია. უფრო მეტიც, ისფრ-ს სამოქალაქო კოდექსისა და სამეწარმეო რეესტრის თანახმად Ljubljanska Banka Ljubljana-სა და Investbanka-ს ყველა ფილიალი ისფრ-ს დაშლის მომენტისთვის მოქმედებდა სათავო ბანკის სახელითა და პასუხისმგებლობით. შესაბამისად, პალატამ დაასკვნა, რომ Ljubljanska Banka Ljubljana და Investbanka პასუხისმგებელნი დარჩნენ ისფრ-ს დაშლამდე ყველა მათ ფილიალში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე (იხილეთ პალატის გადაწყვეტილების 67-ე პარაგრაფი).  ", "110. მხარეებმა არსებითად აღიარეს ეს მიგნება პალატის წინაშე საქმის არსებითად განხილვისას და იგივე პოზიცია დააფიქსირეს დიდი პალატის წინაშეც.  ", "111.  დიდი პალატა ეთანხმება და აღიარებს პალატის მიგნებებს.", "112. სასამართო ასევე აღნიშნავს, რომ Ljubljanska Banka Ljubljana და Investbanka კვლავ პასუხისმგებელია ისფრ-ს დაშლის შემდეგ ბოსნია-ჰერცოგოვინაში მათ ფილიალებში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებზე. მაღლა 44-ე, 45-ე, 49-ე და 51-ე პარაგრაფებში აღწერილი ეროვნული კანონმდებლობა და პრაქტიკა უდავოდ ადასტურებს იგივეს. კერძოდ კი, სლოვენიისა და სერბეთის ეროვნული სასამართლოები Ljubljanska Banka Ljubljana-სა და Investbanka-ს კვლავ მიიჩნევენ მათ უცხოურ ფილიალებში უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის პასუხისმგებლად. ", "113. ასევე სიმართლეა, რომ 1993-2004 წლების სამეწარმეო რეესტრის თანახმად ბოსნია-ჰერცოგოვინული ბანკი სახელწოდებით  Ljubljanska Banka Sarajevo პასუხისმგებელი იყო Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტებისთვის. მიუხედავად ამისა როგორც ბოსნიისა და ჰერცოგოვინის, ისე სლოვენიის ეროვნულმა სასამართლოებმა დაადგინეს, რომ ომის დროინდელი ჩანაწერები სამეწარმეო რეესტრში ყოველთვის უკანონო იყო (იხილეთ 30-35 და 51- პარაგრაფები მაღლა). შესაბამისად ის წაშალეს რეესტრიდან. სასამართლო ვერ ხედავს ამ საკითხზე ეროვნულ სასამართლოებთან უთანხმოების საფუძველს. მართლაც, სასამართლომ მრავალჯერ დაადგინა, რომ პირველ ყოვლისა ეროვნული სასამართლოების ამოცანაა გადაწყვიტოს ეროვნული კანონმდებლობის განმარტების პრობლემები, ხოლო სასამართლოს როლი მდგომარეობს იმის დადასტურებაში, ამგვარი განმარტების შედეგები შესაბამისობაშია თუ არა კონვენციასთან (იხილეთ ვაიტე და კენედი გერმანიის წინააღმდეგ (Waite and Kennedy v. Germany) [დიდი პალატა], # 26083/94, § 54, ECHR 1999I; ნეიდეტ საჰინი და პერიჰან საჰინი თურქეთის წინააღმდეგ (Nejdet Şahin and Perihan Şahin v. Turkey) [დიდი პალატა], # 13279/05, § 49, 20 ოქტომბერი, 2011 წ.; და ვუცკოვიჩი და სხვები სერბეთის წინააღმდეგ (Vučković and Others v. Serbia) [დიდი პალატა], # 17153/11, § 80, 25 მარტი, 2014 წ.).", "114.  დაადგინა რა რომ Ljubljanska Banka Ljubljana და Investbanka კვლავ პასუხისმგებელია მათ ბოსნია-ჰერცოგოვინის ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე, შესასწავლია, როგორც ეს პალატამ განახორციელა, სლოვენია და სერბეთი პასუხისმგებელია თუ არა განმცხადებლებისთვის ამ ვალების დაუბრუნებლობისთვის. აღნიშნულთან მიმართებით სასამართლო კვლავ განმარტავს, რომ სახელმწიფო შესაძლოა პასუხისმგებელი იყოს სახელმწიფოს საკუთრებაში არსებული კომპანიების ვალებისთვის, მაშინაც კი როდესაც კომპანია დამოუკიდებელი იურიდიული პირია, იმ პირობით, რომ ის არ სარგებლობს სახელმწიფოსგან საკმარისი ინსტიტუციური და ოპერაციული დამოუკიდებლობით, იმისათვის რომ გათავისუფლდეს კონვენციის საფუძველზე პასუხისმგებლობისგან (სხვა წყაროებთან ერთად იხილეთ, მიხაილენკუ და სხვები უკრაინის წინააღმდეგ (Mykhaylenky and Others v. Ukraine), # 35091/02 et al., §§ 43-46, ECHR 2004XII; Cooperativa Agricola Slobozia-Hanesei მოლდავეთის წინააღმდეგ (Cooperativa Agricola Slobozia-Hanesei v. Moldova), # 39745/02, §§ 17-19, 3 აპრილი, 2007 წ.; იერშოვა რუსეთის წინააღმდეგ (Yershova v. Russia), #1387/04, §§ 54-63, 8 აპრილი, 2010 წ.; და კოტოვი (Kotov), ციტირება მაღლა, §§ 92-107). ზემოთ აღნიშნულ საქმეებზე იმის დასადგენად, იყო თუ არა სახელმწიფო პასუხისმგებელი ამგვარ საქმეებზე ვალებისთვის ძირითად კრიტერიუმს წარმოადგენდა შემდეგი: კომპანიის სამართლებრივი სტატუსი (საჯარო ან კერძო სამართლის საფუძველზე); მისი საქმიანობის ხასიათი (საჯარო ფუნქციონირება თუ მიმდინარე კომერციული საქმიანობა); მისი საქმიანობის კონტექსტი (როგორიცაა მონოპოლია ან მკაცრად რეგულირებული ბიზნესი); მისი ინსტიტუციური დამოუკიდებლობა (სახელმწიფო საკუთრების ფარგლები); და მისი ოპერაციული დამოუკიდებლობა (სახელმწიფოს ზედამხედველობისა და კონტროლის ფარგლები).", "115. დამატებით გასათვალისწინებელი ფაქტორებია, იყო თუ არა სახელმწიფო პირდაპირ პასუხისმგებელი კომპანიის ფინანსური სირთულეებისთვის, კორპორაციული სახსრები ნაწილნაწილ გადატანილ იქნა თუ არა კომპანიისა და მასთან დაკავშირებული პირების საზიანოდ, ვერ შედგა თუ არა კომპანიასთან დამოუკიდებელ საწყისებზე წარმართული ურთიერთობა თუ სხვაგვარად ხომ არ უმოქმედია კორპორაციული ფორმის საზიანოდ (იხილეთ ანოხინი რუსეთის წინააღმდეგ (Anokhin v. Russia) (გადაწყვეტილება), no. 25867/02, 31 მაისი, 2007 წ., და ხაჩატურიანი სომხეთის წინააღმდეგ (Khachatryan v. Armenia), §§ 51-55, no. 31761/04, 1 დეკემბერი, 2009 წ.). და ბოლოს, სოციალური საკუთრების რეჟიმში მყოფ კომპანიებთან მიმართებით, რაც ფართოდ გავრცელებული იყო ისფრ-ში და კვლავაც მოქმედებს სერბეთში, სასამართლომ დაადგინა, რომ ზოგადად ისინი არ სარგებლობენ “სახელმწიფოსგან საკმარისი ინსტიტუციური და ოპერაციული დამოუკიდებლობით”, რომ ეს უკანასკნელი გათავისუფლდეს კონვენციის საფუძველზე პასუხისმგებლობისგან (სხვა წყაროების პარალელურად იხილეთ, რ. კაჩაპარი და სხვები (R. Kačapor and Others), ციტირება მაღლა, §§ 96-99, და Zastava It Turs სერბეთის წინააღმდეგ (Zastava It Turs v. Serbia) (გადაწყვეტილება), # 24922/12, §§ 19-23, 9 აპრილი, 2013 წ.).", "116. მაშინ როცა ზემოთ აღწერილი პრეცედენტული სამართალი განვითარდა კომპანიებთან და არა საფინანსო ორგანიზაციებთან მიმართებით, სასამართლო მიიჩნევს, რომ ის ვრცელდება ასევე წინამდებარე საქმეზე განსახილველ ბანკებზეც. აღნიშნულთან მიმართებით სასამართლო აღნიშნავს, რომ  Ljubljanska Banka Ljubljana სლოვენიის სახელმწიფო საკუთრებაშია და კონტროლდება სლოვენიის სახელმწიფო სააგენტოს მიერ - სამართალმემკვიდრეობის ფონდით (იხილეთ 49-ე პარაგრაფი მაღლა). მეტად მნიშვნელოვანია, რომ 1991 წლის საკონსტიტიუციო კანონში შეტანილი ცვლილების საფუძველზე სლოვენიამ ამ ბანკის ქონების დიდი ნაწილი გადასცა ახალ ბანკს, ბანკისა და მასთან დაკავშირებული პირების საზიანოდ (ibid.). შესაბამისად სახელმწიფომ Ljubljanska Banka Ljubljana-ს ქონება საკუთარ ინტერესებს მოარგო (შეადარეთ საქმეს ხაჩატურიანი (Khachatryan), ციტირება მაღლა, § 51). დიდი პალატა შესაბამისად ეთანხმება აღნიშნულს და აღიარებს პალატის მიგნებას, რომ საკმარისი საფუძველი არსებობს ქალბატონი ალისეკისა და ბატონი სადძაკის წინაშე Ljubljanska Banka Ljubljana-ს ვალებისთვის პასუხისმგებლობის დასაკისრებლად. აღნიშულთან დაკავშირებით სასამართლო ასევე უთითებს საქმეში არსებულ კონკრეტულ მტკიცებულებაზე იმის თაობაზე, რომ Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალის სახსრების დიდი ნაწილი სლოვენიაში იქნა გადატანილი (იხილეთ მე-18 პარაგრაფი მაღლა).", "117. რაც შეეხება Investbanka-ს, სასამართლო ადგენს, რომ ის ასევე სერბეთის სახელმწიფო საკუთრებაშია და კონტროლდება სერბეთის სახელმწიფოს სააგენტოს მიერ - დეპოზიტების სადაზღვევო სააგენტოს მეშვეობით (იხილეთ 47-ე პარაგრაფი მაღლა). მეტად მნიშვნელოვანია, რომ 2001 წლის პრივატიზაციის კანონის თანახმად ამ ბანკს მოეთხოვებოდა უარი ეთქვა სახელმწიფოს საკუთრებაში და სოციალურ საკუთრებაში არსებული კომპანიების წინააღმდეგ მნიშვნელოვან საჩივრებზე ბანკისა და მასთან დაკავშირებული პირების საზიანოდ (ibid.). სლოვენიის მსგავსად Ljubljanska Banka Ljubljana-სთან მიმართებით, სერბეთმაც დათმო Investbanka-ს ქონება, როგორც ეს მან საჭიროდ ჩათვალა. შესაბამისად დიდი პალატა ეთანხმება და აღიარებს პალატის მიგნებას, რომ საკმარისი საფუძველი არსებობს ბატონი საჰდანოვიჩის წინაშე Investbanka-ს ვალებისთვის სერბეთის პასუხისმგებლობის დასადგენად.", "118. სასამართლო ხაზს უსვამს, რომ ეს დასკვნები შემოიფარგლება წინამდებარე საქმის გარემოებებით და არ გულისხმობს, რომ ვერცერთი სახელმწიფო ვერ მოახდენს წარუმატებელი ბანკის რეაბილიტაციას 1-ელი დამატებითი ოქმის 1-ელი მუხლის საფუძველზე ბანკის ვალებისთვის პასუხისმგებლობის აღების გარეშე (იხილეთ კოტოვი (Kotov), ციტირება მაღლა, § 116, და ანოხინი (Anokhin), ციტირება მაღლა) არც იმას, რომ როგორც სლოვენიამ შემოგვთავაზა (იხილეთ 93-94 პარაგრაფები მაღლა paragraphs 93-94 above), ეს ნორმა მოითხოვს ეროვნული ბანკების უცხოურ ფილიალები ყოველთვის ჩართული იყოს ეროვნულ დეპოზიტების საგარანტიო სქემებში. სასამართლო მიიჩნევს რომ წინამდებარე საქმე გამორჩეულია შემდეგ მიზეზთა გამო. პირველი, როდესაც განმცხადებლებმა დეპოზიტებზე განათავსეს სახსრები, ისფრ ჯერ კიდევ არსებობდა და განსახილველი ფილიალები არ იყო უცხოური. უფრო მეტიც, Ljubljanska Banka Ljubljana სახელმწიფოს საკუთრებაში იყო მის რეაბილიტაციამდე. მართლაც Ljubljanska Banka Ljubljana და Investbanka ყოველთვის იყო ან სახელმწიფო საკუთრებაში ან სოციალურ საკუთრებაში. შესაბამისად წინამდებარე საქმე აშკარად განსხვავდება გადახდისუუნარო კერძო ბანკის რეაბილიტაციის საქმისგან. EFTA-ს სასამართლოს გადაწყვეტილება, რომელსაც სლოვენიის ხელისუფლება დაეყრდნო, ნაკლებად რელევანტურია წინამდებარე საქმეზე, რადგანაც ის ეხება წარუმატებელი კერძო ბანკის რეაბილიტაციას ისლანდიაში მოქმედ კონკრეტულ სამართლებრივ ჩარჩოში. უფრო მეტიც, ხსენებულ საქმეზე შემნახველებმა, წინამდებარე განმცხადებლებისგან განსხვავებით, ანაზღაურება მიიღეს ჰოლანდიისა და გაერთიანებული სამეფოს სახელმწიფო ორგანოებისგან (იხილეთ 71-73 პარაგრაფები მაღლა).", "119. სასამართლოს არც სერბეთის ხელისუფლების მიერ მითითებული მოლნარ (Molnar Gabor) გაბორის საქმე უგულებელუყვია (იხილეთ 91-ე პარაგრაფი მაღლა). თუმცა ამ საქმეზე სასამართლომ შეისწავლა “უცხოურ ვალუტაში ძველი დეპოზიტების შესახებ სერბეთის კანონის” ნორმები იმ პირთა შესახებ, რომლებიც წინამდებარე განმცხადებლებისგან განსხვავებით უფლებამოსილნი იყვნენ ეტაპობრივად მიეღოთ მათი დეპოზიტების ანაზღაურება სერბეთის სახელმწიფო ორგანოებისგან. სასამართლომ დაადგინა, რომ მოცემული დროისთვის სერბეთის ეკონომიკის მძიმე რეალობისა და ეკონომიკურ პოლიტიკასთან დაკავშირებით სახელმწიფოებისთვის დასაშვები თავისუფალი შეფასების ფართო ფარგლების გათვალისწინებით განსახილველი ნორმები უზრუნველყოფდნენ სამართლიან ბალანსს საერთო ინტერესსა და განმცხადებლის უფლებებს შორის. თუმცა ბატონი საჰდანოვიჩი არ იყო უფლებამოსილი მიეღო ამგვარი ეტაპობრივი ანაზღაურება სერბეთის სახელმწიფო ორგანოებისგან. შესაბამისად წინამდებარე საქმე უნდა გაიმიჯნოს მოლნარ გაბორის (Molnar Gabor) საქმისგან.", "120. დაადგინა რა, რომ სლოვენია პასუხისმგებელია ქალბატონი ალისიკისა და ბატონი სადძაკის მიმართ Ljubljanska Banka Ljubljana-ს ვალისთვის, ხოლო სერბეთი პასუხისმგებელია ბატონი საჰდანოვიჩის მიმართ Investbanka-ს ვალისთვის, სასამართლომ უნდა შეისწავლოს ხომ არ არსებობს ამდენი წლის მანძილზე განმცხადებელბისთვის სახელმწიფოს მიერ გადაუხდელობის დასაბუთებული მიზეზი. სერბეთისა და სლოვენიის ხელისუფლებათა მხრიდან გაჭიანურების განმარტება არსებითად არის ის, რომ სახელმწიფოთა სამართალმემკვიდრეობის შესახებ საერთაშორისო სამართალი მოითხოვდა მხოლოდ, რომ სამართალმემკვიდრეობის საკითხებზე მოლაპარაკება წარიმართოს კეთილსინდისიერად, ამ საკითხების მოგვარებისთვის რაიმე ვადების დაწესების გარეშე. ისინი ასევე ამტკიცებდნენ, რომ სამართალმემკვიდრეობის საკითხებზე მოლაპარაკებებისას სლოვენიისა და სერბეთის ბანკების ბოსნია-ჰერცოგოვინის ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველ” დანაზოგებზე ბოსნიისა და ჰერცოგოვინის პასუხისმგებლობაზე მათი დაჟინება სრულ შესაბამისობაში იყო სახელმწიფოს სამართალმემკვიდრეობის შესახებ საერთაშორისო სამართლის ძირითად პრინციპთან - ტერიტორიულობის პრინციპთან.", "121. სასამართლო არ ეთანხმება სლოვენიისა და სერბეთის შეთავაზებას იმის თაობაზე, რომ ტერიტორიულობის პრინციპი უნდა გავრცელდეს განმცხადებლების დეპოზიტებზე. სახელმწიფოს სამართალმემკვიდრეობის შესახებ საერთაშორისო სამართლის თანახმად “გამათანაბრებელი პროპორციულობის” პრინციპი წამყვანი პრინციპია სახელმწიფოს ვალთან მიმართებით. მართალია საერთაშორისო სამართლის ინსტიტუტის საკუთრებისა და ვალების საკითხებზე სახელმწიფოს სამართალმემკვიდრეობის შესახებ 2001 წლის რეზოლუცია ადგენს, რომ ტერიტორიულობის პრინციპი ვრცელდება კონკრეტულად ადგილობრივ ვალებზე, განმცხადებლების დეპოზიტები აშკარად არ განეკუთვნება სახელმწიფო ვალების კატეგორიას (იხილეთ მე-60-ე პარაგრაფი მაღლა). სასამართლო ასევე არ ეთანხმება სლოვენიისა და სერბეთის მტკიცებას იმის შესახებ, რომ საერთაშორისო სამართალი მოითხოვს მხოლოდ, რომ მოლაპარაკება შედგეს სამართალმემკვიდრეობის საკითხებზე; ის ასევე ადგენს, რომ მიუხედავად შეთანხმებისა სახელმწიფო ვალები უნდა გადანაწილდეს თანაბრად  (ibid.).", "122. ასევე დადგინდა, რომ წინამდებარე საქმეზე ვალების თანაბარი გადანაწილება საჭიროებდა ყოფილი სახელმწიფოს ქონებისა და ვალების და თითოეულ სამართალმემკვიდრე სახელმწიფოზე გადანაწილებული [ქონებისა და ვალების] გლობალურ შეფასებას. ეს საკითხი ცდება წინამდებარე საქმისა და სასამართლოს კომპეტენციის ფარგლებს (იხილეთ კოვაჩიჩი და სხვები (Kovačić and Others) ციტირება მაღლა, § 256).", "123. თუმცა, მოლაპარაკებები სამართალმემკვიდრეობაზე სამართალმემკვიდრე სახელმწიფოებს აბრკოლებს მიიღონ შემნახველთა, როგორებიც არიან წინამდებარე განმცხადებლები, ინტერესების დამცავი ზომები ეროვნულ დონეზე. ხორვატიის ხელისუფლებამ აანაზღაურა Ljubljanska Banka Ljubljana-ს ზაგრების ფილიალში საკუთარ მოქალაქეთა უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტების (იხილეთ 43-ე პარაგრაფი მაღლა) დიდი წილი, ხოლო მაკედონიის ხელისუფლებამ სრულად აანაზღაურა იგივე ბანკის სკოპიეს ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დეპოზიტები სრულად (იხილეთ 52-ე პარაგრაფი მაღლა). მიუხედავად ამისა, ამ ორ ხელისუფლებას არასდროს დაუთმიათ თავიანთი პოზიცია იმის შესახებ, რომ სლოვენიაა პასუხისმგებელი და განაგრძობდნენ კომპენსაციის თანხის მოთხოვნას სახელმწიფოთაშორის დონეზე (განსაკუთრებით სახელმწიფოთაშორისი მოლაპარაკების კონტექსტში). ამავდროულად სლოვენიის ხელისუფლებამ სრულად აანაზღაურა Investbanka-ს ეროვნულ ფილიალებსა და სხვა უცხოურ ბანკებში უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტები (იხილეთ 48-ე პარაგრაფი მაღლა) და სერბეთის ხელისუფლება დათანხმდა ისფრ-ს სამართალმემკვიდრე სახელმწიფოების გარდა სხვა უცხოური ქვეყნების მოქალაქეებისთვის სერბეთის ბანკების (როგორიცაა Investbanka-ს ტუზლას ფილიალი) უცხოურ ფილიალებში უცხოურ ვალუტაში განთავსებული “ძველი” დანაზოგების ანაზღაურებას (იხილეთ 45-ე პარაგრაფი მაღლა). ეს აჩვენებს, რომ სადავო ფილიალებში უცხოურ ვალუტაში განთავსებულ “ძველი” დეპოზიტების გარკვეულ კატეგორიასთან მიმართებით გამოსავალი ნაპოვნი იყო, მაგრამ არა წინამდებარე განმცხადებლების შემთხვევაში.", "124. შესაძლოა ზოგიერთი გაჭიანურება გამართლებული იყოს გამონაკლის შემთხვევებში (იხილეთ მერზოიევი (Merzhoyev), ციტირება მაღლა, § 56, და, mutatis mutandis, Immobiliare Saffi, ციტირება მაღლა, § 69), სასამართლო ადგენს, რომ წინამდებარე განმცხადებლები ძალიან დიდხანს ალოდინეს. შესაბამისად არ დასტურდება, რომ სლოვენიისა და სერბეთის სახელმწიფო ორგანოებმა, მიუხედავად ამ სფეროში მათთვის დადგენილი თავისუფალი შეფასების ფართო ფარგლებისა, როგორც აღინიშნა 106-ე პარაგრაფში მაღლა, სამართლიანი ბალანსი დაიცვეს საზოგადოების საერთო ინტერესსა და განმცხადებლების საკუთრების უფლებებს შორის, რომელთაც არათანაზომიერი ტვირთი დაეკისრათ.", "125. ზემოთ აღნიშნულ მიზეზთა გამო სასამართლო ასკვნის, რომ სლოვენიამ დაარღვია 1-ელი დამატებითი ოქმის 1-ელი მუხლი ქალბატონ ალისიკთან და ბატონ სადძაკთან მიმართებით და რომ სერბეთმა ეს მუხლი დაარღვია ბატონ საჰდანოვიჩთან დაკავშირებით, ხოლო სხვა მოპასუხე სახელმწიფოებსეს მუხლი არ დაურღვევიათ.", "III.  კონვენციის მე-13 მუხლის სავარაუდო დარღვევა", "126.  კონვენციის მე-13 მუხლი ადგენს:", "“ყველას, ვისაც დაერღვა ამ კონვენციით გათვალისწინებული უფლებები და თავისუფლებები, უნდა ჰქონდეს სამართლებრივი დაცვის ეფექტიანი საშუალება ეროვნული ხელისუფლებისაგან, თუნდაც ეს დარღვევა ჩაიდინოს პირმა, რომელიც სამსახურებრივ უფლებამოსილებას ახორციელებდა.”", "A.  პალატის დასკვნები", "127. სამართლებრივი დაცვის სხვადასხვა საშუალებების ანალიზის შედეგად პალატა ასკვნის, რომ განმცხადებლებისთვის ხელმისაწვდომი არ იყო ეფექტიანი სამართლებრივი დაცვის საშუალება მათ არსებით საჩივრებთან მიმართებით. შესაბამისად მან არ დააკმაყოფილა მოპასუხე სახელმწიფოთა პროტესტი განმცხადებლების მიერ შიდასახელმწიფოებრივი საშუალებების არ ამოწურვის თაობაზე. უფრო მეტიც, დაადგინა რა სლოვენიის პასუხიმგებლობა Ljubljanska Banka Ljubljana-ს სარაევოს ფილიალში უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის და სერბეთის პასუხისმგებლობა Investbanka-ს ტუზლას ფილიალში უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის, პალატამ დაადგინა, რომ სლოვენიამ დაარღვია მე-13 მუხლი ქალბატონ ალისიკთან და ბატონ სადძაკთან მიმართებით, იგივე მუხლი დაარღვია სერბეთმა ბატონ საჰდანოვიჩთან მიმართებით და რომ იგივე მუხლი არ დაურღვევიათ სხვა მოპასუხე სახელმწიფოებს (იხილეთ პალატის გადაწყვეტილების 83-90 პარაგრაფები).  ", "B.  მხარეთა წერილობითი მოსაზრებები", "1.  განმცხადებლები", "128. განმცხადებლები კვლავ ამტკიცებენ, რომ მათთვის ხელმისაწვდომი არ არის სამართლებრივი დაცვის ეფექტიანი საშუალებები მათ არსებით საჩივრებთან მიმართებით, დეტალური განმარტების გარეშე.  ", "2.  მოპასუხე სახელმწიფოები", "129. მხოლოდ სლოვენიის ხელისუფლებამ განაცხადა, რომ განმცხადებლებისთვის ხელმისაწვდომი იყო სამართლებრივი დაცვის ეფექტიანი საშუალებები, კერძოდ კი მოქმედება ძველი Ljubljanska Banka-ს წინააღმდეგ სლოვენიის სასამართლოებში. განმცხადებლებს ასევე შეეძლოთ საქმისწარმოების დაწყება ძველი Ljubljanska Banka-ს წინააღმდეგ ხორვატიის სასამართლოებში, სადაც ძველი Ljubljanska Banka-ს ზაგრების ფილიალის 500-ზე მეტმა კლიენტმა მოიპოვა გადაწყვეტილება ძველი Ljubljanska Banka-ს წინააღმდეგ და მათგან სამოცდასამმა მიიღო უცხოურ ვალუტაში “ძველი” დანაზოგების ანაზღაურება ხორვატიაში ბანკის ქონების იძულებითი რეალიზაციის შედეგად (იხილეთ 43-ე პარაგრაფი მაღლა).", "130. დანარჩენი მოპასუხე სახელმწიფოები დაეთანხმნენ, რომ განმცხადებლებისთვის არ იყო ხელმისაწვდომი სამართლებრივი დაცვის ეფექტიანი საშუალებები. ბოსნია-ჰერცოგოვინის ხელისუფლებამ დასძინა, რომ მაშინაც თუ განმცხადებლები მოიპოვებდნენ გადაწყვეტილებას ძველი Ljubljanska Banka-ისთვის უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტების ანაზღაურების შესახებ, ამგვარი გადაწყვეტილება მაღალი ალბათობით არ იქნებოდა აღსრულებადი, ვინაიდან 1994 წლის კანონმდებლობამ ბანკს არასაკმარისი ქონება დაუტოვა (იხილეთ 49-ე პარაგრაფი მაღლა).  ხორვატიის ხელისუფლებამ კვლავ განმარტა, რომ ხორვატიის სასამართლოებში ძველი Ljubljanska Banka-ის წინააღმდეგ წარმართული საქმისწარმოება თანაბრად არაეფექტიანი იქნება, რადგანაც ამ ბანკს ხორვატიაში ქონება აღარ გააჩნდა (იხილეთ 43-ე პარაგრაფი მაღლა). ", "C.  დიდი პალატის შეფასება", "131.  სასამართლომ მრავალჯერ დაადგინა, რომ მე-13 მუხლი ეროვნულ სამართლებრივ სისტემაში სხვადასხვა ფორმით ასახული კონვენციური უფლებების არსებითად აღსრულებისთვის ეროვნულ დონეზე სამართლებრივი დაცვის საშუალებების გარანტია. მე-13 მუხლის მოქმედების შედეგია სამართლებრივი დაცვის ეროვნული მექანიზმის უზრუნველყოფის მოთხოვნა, კონვენციიდან გამომდინარე “სადავო საჩივრის” გადასაწყვეტად და შესაბამისი დაკმაყოფილების უზრუნველსაყოფად. მართალია მე-13 მუხლიდან გამომდინარე ხელშემკვრელი სახელმწიფოების ვალდებულებები განსხვავდება განმცხადებლების საჩივრის ბუნებიდან გამომდინარე, მე-13 მუხლიდან გამომდინარე სამართლებრივი დაცვის საშუალება უნდა იყოს ეფექტიანი პრაქტიკაში, ასევე კანონმდებლობაში. “სამართლებრივი დაცვის საშუალების” “ეფექტიანობა” მე-13 მუხლის მნიშვნელობისთვის არ არის დამოკიდებული განმცხადებლისთვის სასარგებლო შედეგზე. არც ამ ნორმაში ნახსენები “სახელმწიფო ორგანო” უნდა იყოს აუცილებლად სასამართლო ორგანო; თუ ის არ არის, მისი უფლებამოსილება და მის მიერ უზრუნველყოფილი გარანტიები რელევანტურია იმის განსაზღვრისას, მისი ჩართულობით არსებული სამართლებრივი დაცვის საშუალება არის თუ არა ეფექტიანი. უფრო მეტიც, თუკი სამართლებრივი დაცვის ერთი საშუალება თავისთავად სრულად არ აკმაყოფილებს მე-13 მუხლის მოთხოვნებს, ეროვნული კანონმდებლობით უზრუნველყოფილი სამართლებრივი დაცვის საშუალებათა ერთობლიობა შესაძლოა უზრუნველყოფდეს ამას (იხილეთ კუდლა პოლონეთის წინააღმდეგ (Kudła v. Poland) [დიდი პალატა], # 30210/96, § 157, ECHR 2000XI).", "132. რაც შეეხება სამოქალაქო სამართლებრივ წარმოებას ძველი Ljubljanska Banka-ს წინააღმდეგ სლოვენიის სასამართლოებში, სასამართლო აღნიშნავს, რომ ლიუბლიანას რაიონულმა სასამართლომ მრავალი გადაწყვეტილება მიიღო ძველი Ljubljanska Banka-სთვის სარაევოს ფილიალში უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტების და მათზე დარიცხული სარგებელის ანაზღაურების თაობაზე (იხილეთ 51-ე პარაგრაფი მაღლა). თუმცა სლოვენიის ხელისუფლებამ ვერ შეძლო იმის დემონსტრირება, რომ ამგვარ გადაწყვეტილებათაგან ერთი მაინც აღსრულდა. შესაბამისად დღემდე არ არსებობს მტკიცებულება, რომ სამართლებრივი დაცვის ეს საშუალებები განცხადებლებისთვის უზრუნველყოფდა სათანადო და საკმარის დაკმაყოფილებას. ", "133. რაც შეეხება სამოქალაქო სამართალწარმოებას ამ ბანკის წინააღმდეგ ხორვატიის სასამართლოებში, სასამართლოს ხელთ არსებული დოკუმენტებიდან ირკვევა, რომ ძველი Ljubljanska Banka-ს ხორვატიაში აღარ აქვს ქონება. შესაბამისად სამართლებრივი დაცვის ამგვარი საშუალებები განმცხადებლებს არ სთავაზობს წარმატების გონივრულ პერსპექტივას.  ", "134. სასამართლომ მოინიშნა სლოვენიის ხელისუფლების არგუმენტი იმის შესახებ, რომ წინამდებარე საქმეზე ეროვნულ დონეზე სამართლებრივი დაცვის საშუალების უზრუნველყოფის ვალდებულება არ არსებობდა, რადგანაც მე-13 მუხლი არ მოითხოვდა სამართლებრივი დაცვის საშუალებას, ხოლო ხელშემკვრელი სახელმწიფოს კანონმდებლობა შესაძლოა გასაჩივრებულიყო ეროვნული სახელმწიფო ორგანოების წინაშე როგორც კონვენციის საწინააღმდეგო. მართალია მე-13 მუხლის ეს განმარტება სწორია (იხილეთ როშე გაერთიანებული სამეფოს წინააღმდეგ (Roche v. the United Kingdom) [დიდი პალატა], # 32555/96, § 137, ECHR 2005X; სეიდიკი და ფინჩი ბოსნიისა და ჰერცოგოვინის წინააღმდეგ (Sejdić and Finci v. Bosnia and Herzegovina) [დიდი პალატა], # 27996/06 და # 34836/06, § 60, ECHR 2009; და პაკსასი ლიტვის წინააღმდეგ (Paksas v. Lithuania) [დიდი პალატა], # 34932/04, § 114, ECHR 2011), წინამდებარე განმცხადებლები რეალურად არ ასაჩივრებდნენ მოპასუხე სახელმწიფოთა ეროვნულ კანონმდებლობა ან მათ კონკრეტულ გადაწყვეტილებას ან ღონისძიებას. ისინი ჩიოდნენ მოპასუხე სახელმწიფოთა მხრიდან მათი დეპოზიტების რაიმე ფორმით ანაზღაურების შეუძლებლობის გამო. შესაბამისად ეროვნულ დონეზე სამართლებრივი დაცვის ეფექტიანი საშუალება უნდა ყოფილიყო უზრუნველყოფილი.", "135. რაც შეეხება Investbanka-ს, სასამართლო აღნიშნავს, რომ სერბეთი სადავოს არ ხდის, რომ ბატონი საჰდანოვიჩისთვის ხელმისაწვდომი არ იყო სამართლებრივი დაცვის ეფექტიანი საშუალება.", "136. შესაბამისად დიდი პალატა ასკვნის, ისევე როგორც პალატა, რომ სლოვენიამ მე-13 მუხლი დაარღვია ქალბატონი ალისიკისა და ბატონი სადძაკის მიმართ და სერბეთმა კი ბატონი საჰდანოვიჩის მიმართ. ის ასევე ასკვნის, რომ მე-13 მუხლი არ დაურღვევიათ სხვა მოპასუხე სახელმწიფოებს.  ", "IV.  კონვენციის მე-14 მუხლის სავარაუდო დარღვევა", "137.  კონვენციის მე-14 მუხლი შემდეგი შინაარსისაა:", "“ამ კონვენციით გათვალისწინებული უფლებებითა და თავისუფლებებით სარგებლობა უზრუნველყოფილია ყოველგვარი დისკრიმინაციის გარეშე, განურჩევლად სქესის, რასის, კანის ფერის, ენის, რელიგიის, პოლიტიკური თუ სხვა შეხედუელებების, ეროვნული თუ სოციალური წარმოშობის, ეროვნული უმცირესობისადმი კუთვნილების ქონებრივი მდგომარეობის, დაბადებისა თუ სხვა ნიშნისა.”", "138. მართალია განმცხადებლები დაეყრდნენ ამ მუხლს, მათ დიდი პალატისთვის წარდგენილ წერილობით მოსაზრებებში არ წარმოუდგენიათ არგუმენტი. მოპასუხე სახელმწიფოთა წერილობითი მოსაზრებები აღნიშნულთან მიმართებით თანაბრად შეზღუდულია. დიდი პალატა აღნიშნული საფუძვლით ეთანხმება პალატას იმაში, რომ არ არის საქმის სერბეთთან და სლოვენიასთან დაკავშირებით მე-14 მუხლთან მიმართებით შესწავლის საჭიროება და ეს მუხლი არ დარღვეულა სხვა მოპასუხე სახელმწიფოების მხრიდან.", "V.  კონვენციის 46-ე მუხლის მოქმედება", "139.  კონვენციის 46-ე მუხლის შესაბამისი ნაწილები შემდეგი შინაარსისაა:", "“1. მაღალი ხელშემკვრელი მხარეები კისრულობენ ვალდებულებას, დაემორჩილონ სასამართლოს საბოლოო გადაწყვეტილებას ნებისმიერ საქმეზე, რომლის მხარეებიც ისინი არიან.", "2. სასამართლოს საბოლოო გადაწყვეტილება გადაეცემა მინისტრთა კომიტეტს, რომელიც ზედამხედველობს მის აღსრულებას...”", "", "A.  პალატის დასკვნები", "140. პალატამ წინამდებარე საქმეზე მიმართა პილოტური გადაწყვეტილების პროცედურას და მიუთითა კონკრეტულ ზოგად ღონისძიებებზე (იხილეთ პალატის გადაწყვეტილების 98-101 პარაგრაფები).  ", "B.  მხარეთა წეილობითი მოსაზრებები", "141. მხოლოდ სერბეთისა და სლოვენიის ხელისუფლებამ გააპროტესტეს წინამდებარე საქმეზე საპილოტე გადაწყვეტილების პროცედურის გამოყენება, კერძოდ კი იმიტომ, რომ ისინი ვერ შეძლებდნენ Ljubljanska Banka Ljubljana-სა და Investbanka-ს სხვა რესპოდენტ ქვეყნებში არსებულ ფილიალებში არსებულ ანგარიშებზე უცხოურ ვალუტაში განთავსებულ “ძველ” დეპოზიტებზე არსებული ბალანსის დადგენას ამ ქვეყნების დახმარების გარეშე. ბოსნიისა და ჰერცოგოვინის და ხორვატიის ხელისუფლებამ კვლავ განმარტა, რომ სერბეთისა და სლოვაკეთის ხელისუფლებას ქონდა მათ ხელთ არსებული ინფორმაცია სრულად. ", "C.  დიდი პალატის შეფასება", "1.  ზოგადი პრინციპები", "142. სასამართლო კვლავ განმარტავს, რომ კონვენციის 46-ე მუხლი, განმარტებული 1-ელ მუხლთან ერთობლიობაში, მოპასუხე სახელმწიფოებს აკისრებს სამართლებრივ ვალდებულებას მინისტრთა კომიტეტის ზედამხედველობით მიმართოს ზოგად და ინდივიდუალურ ღონისძიებებს განმცხადებელთა იმ უფლებების უზრუნველსაყოფად, რომლის დარღვევაც დაადგინა სასამართლომ.  ანალოგიური ზომები უნდა გატარდეს იმ პირთა მიმართაც, ვინც განმცხადებელთა მდოგმარეობაშია, კერძოდ კი იმ პრობლემის გადაჭრით, რამაც განაპირობა სასამართლოს გადაწყვეტილება (იხილეთ ლუკენდა სლოვენიის წინააღმდეგ (Lukenda v. Slovenia), # 23032/02, § 94, ECHR 2005X). ამ ვალდებულებას ხაზი გაუსვა მინისტრთა კომიტეტმა სასამართლოს გადაწყვეტილებების აღსრულებაზე ზედამხედველობისას (ResDH(97)336, IntResDH(99)434, IntResDH(2001)65 და ResDH(2006)1).", "143. ამ გადაწყვეტილებათა ეფექტიანი იმპლემენტაციის ხელშეწყობისთვის სასამართლო უფლებამოსილია მიიღოს პილოტური გადაწყვეტილების პროცედურა, რომელიც შესაძლებელს გახდის იმ სტრუქტურული პრობლემების იდენტიფიცირებას, რომელთაგანაც მომდინარეობს დარღვევები და იმ ღონისძიებებზე მითითებებს, რომლებიც უნდა გაატაროს მოპასუხე სახელმწიფოებმა, მათ აღმოსაფხვრელად  (იხილეთ მინისტრთა კომიტეტის რეზოლუცია Res(2004)3 გადაწყვეტილებებზე, რომლებითაც გამოაშკარავდა ძირითადი სისტემური პრობლემა 2004 წლის 12 მაისს; სასამართლოს რეგლამენტის 61-ე მუხლი; და ბრონიოვსკი (Broniowski), ციტირება მაღლა §§ 189-94). ამ პროცედურის მიზანია ეროვნულ სამართლებრივ რეჟიმში კონვენციური უფლებების დაცვის დისფუნქციონირების ყველაზე სწრაფად და ეფექტიანად აღმოფხვრის ხელშეწყობა  (იხილეთ ვოლკენბერგი და სხვები პოლონეთის წინააღმდეგ (Wolkenberg and Others v. Poland) (გადაწყვეტილება), #50003/99, § 34, ECHR 2007XIV). მაშინ როცა მოპასუხე სახელმწიფოთა მოქმედება პირველ ყოვლისა მიმართული უნდა იყოს ამგვარი დისფუნქციონირების აღმოფხვრასა და საჭიროებისამებრ სადავო დარღვევის ეფექტიანად მოგვარების საშუალებების შემოღებაზე, ეს ასევე შესაძლოა მოიცავდეს ad hoc გადაჭრის საშუალებებს, როგორიცაა მეგობრული შეთანხმება განმცხადებლებთან ან საკითხის გადაჭრის ცალმხრივი შეთავაზებები, რომლებიც პასუხობს კონვენციის მოთხოვნებს. სასამართლო უფლებამოსილია გადაწყვიტოს მსგავსი საქმეების განხილვის გადადება, რითაც მოპასუხე სახელმწიფოებს შესაძლებლობას მისცემს მოპასუხე სახელმწიფოებს მოაგვარონ ისინი სხვადასხვა გზით (იხილეთ, მაგალითად, ბურდოვი რუსეთის წინააღმდეგ (Burdov v. Russia) (# 2), #33509/04, § 127, ECHR 2009). თუმცა თუკი პილოტური გადაწყვეტილების შემდგომ მოპასუხე სახელმწიფო არ გაატარებს ამგვარ ზომებს და განაგრძობს კონვენციის დარღვევას, სასამართლოს სხვა გზა აღარ დარჩება გარდა იმისა, რომ განაახლოს მისთვის წარდგენილი მსგავსი განაცხადების განხილვა და შესაბამისი გადაწყვეტილება მიიღოს კონვენციის ეფექტიანი დაცვის უზრუნველსაყოფად (E.G. პოლონეთის წინააღმდეგ (E.G. v. Poland) (გადაწყვეტილება), # 50425/99, § 28, ECHR 2008, და კურიცი და სხვები სლოვენიის წინააღმდეგ (Kurić and Others v. Slovenia) (სამართლიანი დაკმაყოფილება) [დიდი პალატა], # 26828/06, § 136, ECHR 2014).", "2.  წინამდებარე საქმეზე ზოგადი პრინციპების გავრცელება", "144. დარღვევებს, რომლებიც სასამართლომ დაადგინა წინამდებარე საქმეზე ზეგავლენა აქვს მრავალ ადამიანზე. სასამართლოს წინაშე წარდგენილია 1 850 მსგავსი განაცხადი 8 000-ზე მეტი განმცხადებლის სახელით. ისინი ეხება Ljubljanska Banka Ljubljana-ს სარაევოსა და ზაგრების ფილიალებში უცხოურ ვალუტაში “ძველ” დეპოზიტებსა და ამგვარ დეპოზიტებს რამდენიმე სერბული ბანკის ფილიალებში, რომლებიც განთავსებულია სერბეთში ან სერბეთის გარეთ (იხილეთ 46-ე პარაგრაფი მაღლა). ამასთან, სახეზეა ათასობით პოტენციური განმცხადებელი. შესაბამისად დიდი პალატა ეთანხმება პალატას იმასთან დაკავშირებით, რომ წინამდებარე საქმეზე საჭიროა პილოტური გადაწყვეტილების პროცედურის გავრცელება, მიუხედავად სერბეთისა და სლოვენიის ხელისუფლების პროტესტისა აღნიშნულთან დაკავშირებით.  ", "145. იდენტიფიცირებული სისტემური ვითარების გათვალისწინებით სასამართლო მიიჩნევს, რომ ეროვნულ დონეზე ზოგადი ღონისძიებების გატარება უნდა მოხდეს წინამდებარე გადაწყვეტილების აღსასრულებლად.  ", "146. კერძოდ კი, სლოვენიამ ყველა აუცილებელი ზომა უნდა მიიღოს, მათ შორის საკანონმდებლო ცვლილებებიც, ერთი წლის განმავლობაში და მინისტრთა კომიტეტის ზედამხედველობით, რათა ქალბატონმა ალისიკმა, ბატონმა სადძაკმა და მათი მდგომარეობის მსგავს სიტუაციაში მყოფმა პირებმა შეძლონ უცხოურ ვალუტაში “ძველი” დეპოზიტების აღდგენა გარკვეული პირობებით, ისევე როგორც მათ, ვისაც ამგვარი დეპოზიტები ქონდათ სლოვენიის ბანკების ეროვნულ ფილიალებში (ეს პირობები მოცემულია 48-ე პარაგრაფში მაღლა). იგივე ვადებში და მინისტრთა კომიტეტის ზედამხედველობით, სერბეთმა ყველა ზომა უნდა მიიღოს, მათ შორის საკანონმდებლო ცვლილებებიც, რათა ბატონმა საჰდანოვიჩმა და მის მდგომარეობაში მყოფმა ყველა პირმა შეძლოს უცხოურ ვალუტაში “ძველი” დანაზოგების აღდგენა იგივე პირობებით, როგორც სერბეთის იმ მოქალაქეებმა, რომელთაც ამგვარი დეპოზიტები ქონდათ სერბეთის ბანკების ეროვნულ ფილიალებში (ეს პირობები აღწერილია 45-ე პარაგრაფში მაღლა). ", "147. ხაზი უნდა გაესვას, რომ ზემოთ აღნიშული ღონისძიებები არ ვრცელდება იმ პირებზე, რომელთაც მიუხედავად განმცხადებლების მსგავს ვითარებაში ყოფნისა უკვე მიიღეს ანაზღაურება უცხოურ ვალუტაში “ძველი” დეპოზიტებისთვის, პირები რომელთაც შეძლეს დანაზოგების გამოტანა ჰუმანიტარული საფუძვლებით (იხილეთ 25-ე და 44-ე პარაგრაფები მაღლა) ან გამოიყენეს ისინი ბოსნია-ჰერცოგოვინის ფედერაციაში მიმდინარე პრივატიზაციისას (იხილეთ 32-ე პარაგრაფი მაღლა), ან ხორვატიისა და მაკედონიის ხელისუფლებამ აუნაზღაურათ Ljubljanska Banka Ljubljana-ს ზაგრებისა და სკოპიეს ფილიალებში განთავსებული  მათი დეპოზიტები (იხილეთ 43-ე და 52-ე პარაგრაფები მაღლა). სერბეთი და სლოვენია უფლებამოსილი არიან გამორიცხონ ამგვარი პირები მათი ანაზღაურების სქემებიდან. თუმცა, თუკი პირს აუნაზღაურდა უცხოურ ვალუტაში “ძველი” დეპოზიტის ნაწილი, სერბეთი და სლოვენია პასუხისმგებელნი არიან დანარჩენზე (სერბეთი სერბული ბანკების ყველა ფილიალში უცხოურ ვალუტაში განთავსებული “ძველი” დანაზოგებისთვის და სლოვენია სლოვენიის ბანკების ყველა ფილიალში განთავსებული ამგვარი დეპოზიტებისთვის, მიუხედავად დეპოზიტარის მოქალაქეობისა და ფილიალის მდებარეობისა).", "148. სერბეთისა და სლოვენიის მიერ ანგარიშებზე დარჩენილი ბალანსის გარკვევისთვის განმცხადებლებმა და მათ მდგომარეობაში მყოფმა პირებმა უნდა დაიცვან ამ სახელმწიფოთა მიერ განსაზღვრული ბალანსის დადგენის პროცედურის მოთხოვნები. ასევე აღსანიშნავია, რომ დაუშვებელია რომელიმე საჩივრის დაკმაყოფილებაზე უარის გაცხადება, კონტრაქტების დედნების ან საბანკო წიგნების არ არსებობის საფუძვლით (გასული დროისა და ომის გათვალისწინებით, რომელმაც მრავალი ადამიანი დააზარალა სხვადასხვა ფორმით), იმის გათვალისწინებით, რომ ამ პირებს ძალუძთ თავიანთი მოთხოვნები დაასაბუთონ სხვა საშუალებებით. უფრო მეტიც, ბალანსის დადგენის შესახებ ნებისმიერი გადაწყვეტილება უნდა ექვემდებარებოდეს სასამართლო გადასინჯვას. ", "149. მართალია ეჭვგარეშეა, რომ ოც წელზე მეტი ხნის განმავლობაში უცხოურ ვალუტაში “ძველი” დეპოზიტებით თავისუფლად სარგებლობის შეუძლებლობა ამ პირებში სტრესსა და ფრუსტრაციას იწვევს, სასამართლო აუცილებლად არ მიიჩნევს ამ ეტაპზე ზოგად ღონისძიებად იმის მითითებას, რომ მათთვის უზრუნველყოფილი უნდა იყოს ზიანის ანაზღაურება სერბეთისა და სლოვენიის მხრიდან. თუმცა თუ ამ სახელმწიფოთაგან რომელიმე ვერ გამოიყენებს 146-ე პარაგრაფში მითითებულ ღონისძიებებს და განაგრძობს კონვენციის დარღვევას, სასამართლომ შესაძლოა ანაზღაურების საკითხი ხელახლა განიხილოს ამ საკითხთან დაკავშირებულ მომავალ საქმეებზე აღნიშნულ სახელმწიფოთა წინააღმდეგ (იხილეთ სულიაჯიკი (Suljagić), ციტირება მაღლა, § 64).", "150. და ბოლოს, სასამართლომ სერბეთისა და სლოვენიის წინააღმდეგ მსგავსი საქმეების განხილვა ერთი წლით გადადო (იხილეთ სულიაჯიკი (Suljagić), ციტირება მაღლა, § 65). ეს გადაწყვეტილება კითხვის ნიშნის ქვეშ არ აყენებს სასამართლოს უფლებამოსილებას ნებისმიერ მომენტში დაუშვებლად ცნოს ნებისმიერი ამგვარი საქმე ან ამორიცხოს ისინი განსახილველ საქმეთა ნუსხიდან კონვენციის შესაბამისად.", "VI.  კონვენციის 41-ე მუხლის მოქმედება", "151.  კონვენციის 41-ე მუხლი ადგენს:", "“თუ სასამართლო დაადგენს, რომ დაირღვა კონვენცია და მისი ოქმები, ხოლო შესაბამისი მაღალი ხელშემკვრელი მხარის შიდასახელმწიფოებრივი სასამრთლო დარღვევის მხოლოდ ნაწილობრივი გამოსწორების შესაძლებლობას იძლევა, საჭიროების შემთხვევაში, სასამართლო დაზარალებულ მხარეს სამართლიან დაკმაყოფიელბას მიაკუთვნებს.”", "A.  ზიანი", "152. განმცხადებლებმა მოითხოვეს უცხოურ ვალუტაში მათი “ძველი” დეპოზიტების გადახდა დარიცხულ სარგებელთან ერთად, მატერიალური ზიანის სანაცვლოდ. სასამართლომ უკვე მიიღო გადაწყვეტილება აღნიშნულთან მიმართებით, 146-ე პარაგრაფში მაღლა.  ", "153. თითოეული განმცხადებელი ასევე ითხოვდა 4 000 ევროს არამატერიალური ზიანის სანაცვლოდ.  ", "154. მოპასუხე სახელმწიფოებს არ წარმოუდგენიათ რაიმე კომენტარები აღნიშნულ საკითხზე დიდი პალატის წინაშე.  ", "155. დიდი პალატა ისევე როგორც პალატა იზიარებს, რომ განმცხადებელთა მხრიდან შესაძლებლობის არ ქონას თავისუფლად განეკარგათ უცხოურ ვალუტაში თავიანთი “ძველი” დანაზოგები ოც წელზე მეტი ხნის მანძილზე  უნდა გამოეწვია გარკვეული მღელვარება და ფრუსტრაცია. მათი მღელვარება და ფრუსტრაცია გარდაუვალად დამძიმდა გარკვეულ ფარგლებში მათი ვითარების მსგავს მდგომარეობაში მყოფთა სახელით მოქმედების სირთულისა და ტვირთის აღებით (იხილეთ ჰატენ-ჩზაპსკა პოლონეთის წინააღმდეგ (Hutten-Czapska v. Poland) [დიდი პალატა], # 35014/97, § 248, ECHR 2006VIII). შესაბამისად, აფასებს რა თანაბარ საწყისებზე, როგორც ამას მოითხოვს კონვენციის 41-ე მუხლი, სასამართლო აკმაყოფილებს მოთხოვნას მითითებულ თანხაზე (რაც არის 4 000 ევრო თითოეულს, ქალბატონ ალისიკსა და ბატონ სადძაკს, რაც უნდა აანაზღაუროს სლოვენიამ და 4 000 ევრო ბატონ საჰდანოვიჩს, რასაც სერბეთი აანაზღაურებს).", "B.  ხარჯები და დანახარჯები", "156. განმცხადებლებმა ასევე მოითხოვეს 27 351 ევრო სასამართლოს წინაშე გაწეული ხარჯების და დანახარჯებისთვის.  ", "157. ყველა მოპასუხე სახელმწიფო ამტკიცებდა, რომ მოთხოვნა იყო ზედმეტი და დაუსაბუთებელი.  ", "158. სასამართლოს პრეცედენტული სამართლის თანახმად განმცხადებელი უფლებამოსილია მოითხოვოს ხარჯებისა და დანახარჯების ანაზღაურება მხოლოდ იმ ფარგლებში, რა ფარგლებშიც შეძლებს წარმოაჩინოს, რომ ისინი რეალურია და აუცილებელია და გონივრული ოდენობისაა. რაც იმას ნიშნავს რომ განმცხადებელს უნდა გაეწია ეს ხარჯი და დანახარჯი, ან ვალდებულია გადაიხადოს, სამართლებრივი ან საკონტრაქტო ვალდებულების საფუძველზე და ისინი გარდაუვალი იყო დადგენილი დარღვევის თავიდან ასაცილებლად თუ დაკმაყოფილების მისაღებად. სასამართლო ითხოვს დეტალურ ქვითრებსა და ანგარიშ-ფაქტურებს, რომლებიც საკმარისად დეტალურია იმისთვის, რომ განისაზღვროს, რამდენად შესრულდა აღნიშნული მოთხოვნები. ვინაიდან წინამდებარე საქმეზე ამგვარი დოკუმენტები არ წარმოდგენილა, სასამართლო არ აკმაყოფილებს ამ მოთხოვნას.", "C.  საურავი", "159.  სასამართლოს შესაბამისად მიაჩნია საურავის დადგენა ევროპის ცენტრალური ბანკის ზღვრული სასესხო განაკვეთის მიხედვით, რასაც დაემატება სამი საპროცენტო ერთეული.", "აღნიშნულ საფუძვლებზე დაყრდნობით სასამართლო", "1.  ერთხმად არ აკმაყოფილებს მოპასუხე სახელმწიფოთა წინასწარ პროტესტს;", "", "2.  ერთხმად ადგენს, რომ სერბეთმა დაარღვია კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლი ბატონ საჰდანოვიჩთან მიმართებით;", "", "3.  ერთხმად ადგენს, რომ სლოვენიამ დაარღვია კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლი ქალბატონ ალისიკთან და ბატონ სადძაკთან მიმართებით;", "", "4.  თხუთმეტი ხმით ორის წინააღმდეგ დაადგინა, რომ კონვენციის 1-ელი დამატებითი ოქმის 1-ელი მუხლის დარღვევას ადგილი არ ქონდა სხვა მოპასუხე სახელმწიფოთა მხრიდან;", "", "5.  ერთხმად ადგენს, რომ სერბეთმა დაარღვია კონვენციის მე-13 მუხლი ბატონ საჰდანოვიჩთან მიმართებით;", "", "6.  ერთხმად ადგენს, რომ სლოვენიამ დაარღვია კონვენციის მე-13 მუხლი ქალბატონ ალისიკთან და ბატონ სადძაკთან მიმართებით;", "", "7.  თხუთმეტი ხმით ორის წინააღმდეგ ადგენს, რომ კონვენციის მე-13 მუხლი არ დაურღვევიათ სხვა მოპასუხე სახელმწიფოებს;", "", "8.  ერთხმად ადგენს, რომ არ არსებობს საჩივრის შესწავლის აუცილებლობა კონვენციის მე-14 მუხლთან მიმართებით, კონვენციის მე-13 მუხლთან და 1-ელი დამატებითი ოქმის 1-ელ მუხლთან ერთობლიობაში, სერბეთთან და სლოვენიასთან დაკავშირებით და კონვენციის მე-14 მუხლის დარღვევას არ ქონდა ადგილი კონვენციის მე-13 მუხლთან და 1-ელი დამატებითი ოქმის 1-ელ მუხლთან ერთობლიობაში სხვა მოპასუხე სახელმწიფოებთან დაკავშირებით;", "", "9.  ერთხმად ადგენს, რომ სერბეთის და სლოვენიის ხელისუფლების მიერ განმცხადებლებისა და მათ მდგომარეობაში მყოფთა უცხოურ ვალუტაში არსებული “ძველი” დეპოზიტების ანაზღაურების სქემაში გაუთვალისწინებლობა სისტემურ პრობლემას წარმოადგენს;", "", "10. თექვსმეტი ხმით ერთის წინააღმდეგ ადგენს, რომ სერბეთმა მინისტრთა კომიტეტის ზედამხედველობით, ერთი წლის განმავლობაში ყველაფერი უნდა გააკეთოს, მათ შორის ცვლილებები შეიტანოს კანონმდებლობაში, რათა ბატონ საჰდანოვიჩსა და მის მდგომარეობაში მყოფთ შეუქმნას შესაძლებლობა უცხოურ ვალუტაში მათი “ძველი” დეპოზიტები მიიღონ იგივე პირობებით, რაც სერბეთის მოქალაქეებმა, რომელთაც სერბეთის ბანკების ეროვნულ ფილიალებში ქონდათ ამგვარი დეპოზიტები; ", "", "11. თექვსმეტი ხმით ერთის წინააღმდეგ ადგენს, რომ სლოვენიამ მინისტრთა კომიტეტის ზედამხედველობით, ერთი წლის ვადაში უნდა გააკეთოს ყველაფერი, მათ შორის ცვლილებები შეიტანოს კანონმდებლობაში, რათა ქალბატონმა ალისიკმა, ბატონმა სადძაკმა და მათ მდგომარეობაში მყოფმა პირებმა შეძლონ უცხოურ ვალუტაში “ძველი” დანაზოგების ანაზღაურების მიღება იგივე პირობებით, რაც სლოვენიის ბანკების ეროვნულ ფილიალებში იგივე დეპოზიტების მქონე პირებს ქონდათ;", "", "12.  ერთხმად გადაწყვიტა ერთი წლით შეაჩეროს სერბეთისა და სლოვენიის წინააღმდეგ მიმდინარე ყველა მსგავსი საქმის შესწავლის შეჩერება, სასამართლოს უფლებამოსილების შესუსტების გარეშე, ნებისმიერ მომენტში მიიჩნიოს ამგვარი საქმე დაუშვებლად და ამორიცხოს განსახილველ საქმეთა სიიდან კონვენციის შესაბამისად;", "", "13. თექვსმეტი ხმით ერთის წინააღმდეგ ადგენს, ", "(a)  რომ სერბეთი ვალდებულია ბატონ საჰდანოვიჩს სამი თვის ვადაში გადაუხადოს 4 000 ევრო (ოთხი ათასი ევრო) არამატერიალური ზიანის სანაცვლოდ, ასევე ნებისმიერი გადასახადი, რაც შეიძლება ამ თანხას დაერიცხოს;", "(b)  რომ სლოვენია ვალდებულია ქალბატონ ალისიკსა და ბატონ სადძაკს სამი თვის ვადაში გადაუხადოს 4 000 ევრო (ოთხი ათასი ევრო), თითოეულს, არამატერიალური ზიანის სანაცვლოდ, ასევე ნებისმიერი გადასახადი, რაც შეიძლება ამ თანხას დაერიცხოს; ", "(c) რომ აღნიშნული სამი თვის ამოწურვის შემდეგ საკითხის მოგვარებამდე პერიოდისთვის განისაზღვროს მარტივი საურავი, რომელიც დაერიცხება ზემოთ აღნიშნულ თანხას ევროპის ცენტრალური ბანკის ზღვრული სასესხო განაკვეთის მიხედვით, რასაც დაემატება სამი საპროცენტო ერთეული;  ", "", "14.  ერთხმად, არ დააკმაყოფილა განმცხადებლების მოთხოვნა სამართლიან დაკმაყოფილებასთან დაკავშირებით.", "შესრულებულია ინგლისურ და ფრანგულ ენებზე და გამოქვეყნდა საჯარო მოსმენაზე ადამიანის უფლებათა შენობაში, სტრასბურგში, 2014 წლის 16 ივლისს.", "მაიკლ ობოილე\tდინ სპიელმანი\n\tსასამართლოს მდივნის მოადგილე\tთავმჯდომარე", "კონვენციის 45.2 მუხლისა და სასამართლოს რეგლამენტის 74.2 მუხლის შესაბამისად გადაწყვეტილებას თან ერთვის შემდეგი განსხვავებული მოსაზრებები:", "(a)  მოსამართლე ზიემელეს დამადასტურებელი მოსაზრება;", "(b)  მოსამართლე პოპოვიჩის ნაწილობრივ დამადასტურებელი მოსაზრება;", "(c) მოსამართლე ნიუბერგერის ნაწილობრივ განსხვავებული მოსაზრება, რომელსაც შეუერთდა მოსამართლე პოპოვიჩი. ", "D.S.\nM.O’B", "", "განსხვავებული მოსაზრებები არ ითარგმნა, თუმცა ინგლისურ და/ან ფრანგულ ენაზე თან ერთვის გადაწყვეტილების ოფიციალურ ვერსიას, რომელიც განთავსებულია [ადამიანის უფლებათა ევროპული] სასამართლოს პრეცედენტული სამართლის მონაცემთა ბაზაში HUDOC.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2015", "ადამიანის უფლებათა ევროპული სასამართლოს ოფიციალური ენებია ინგლისური და ფრანგული. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). იგი სასამართლოსათვის სავალდებულო ხასიათს არ ატარებს და არც მის ხარისხზე აკისრებს პასუხისმგებლობას. მოცემული დოკუმენტი შეიძლება ჩამოტვირთულ იქნას ადამიანის უფლებათა ევროპული სასამართლოს HUDOC სასამართლო პრაქტიკის მონაცემთა ბაზიდან () ან ნებისმიერი სხვა მონაცემთა ბაზიდან, რომელთანაც სასამართლომ მოახდინა მისი გაზიარება. დასაშვებია თარგმანის რეპროდუქცირება არაკომერციული მიზნებისათვის იმ პირობით, რომ მოხდება საქმის სრული სახელწოდების ციტირება, მოცემულ საავტორო უფლებების აღნიშვნასა და ადამიანის უფლებათა სატრასტო ფონდზე მითითებით. წინამდებარე თარგმანის ნებისმიერი ნაწილის კომერციული მიზნებით გამოყენების სურვილის შემთხვევაში, გთხოვთ მოგვწეროთ შემდეგ მისამართზე: .", "", "© Council of Europe/European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}