{"file": "GEO_HJUDGEO_18299_03.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "18299/03", "text_paragraphs": ["© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). სასამართლოსათვის იგი სავალდებულო ხასიათს არ ატარებს. დამატებითი ინფორმაციისათვის იხილეთ საავტორო უფლებების სრული მიმოხილვა მოცემული დოკუმენტის ბოლოს.", "", " Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", " Conseil de l’Europe/Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე # 147", "დეკემბერი, 2011", "ფინოგენოვი (Finogenov) და სხვები რუსეთის წინააღმდეგ - 18299/03", "გადაწყვეტილება 20.12.2011 [I სექცია]", "მე-2 მუხლი", "პოზიტიური ვალდებულებები", "მუხლი 2.1", "ეფექტური გამოძიება", "მძევალთა გათავისუფლების ოპერაციის არაადეკვატური მომზადება და ეფექტური გამოძიების არ არსებობა: დარღვევა", "", "მუხლი 2.2", "ძალის გამოყენება", "მძევალთა სიკვდილი მძევლების ამყვანთა განეიტრალებისთვის პოტენციურად სასიკვდილო აირის გამოყენების შედეგად: დარღვევას არ ქონდა ადგილი", "", "ფაქტები - 2002 წლის 23 ოქტომბრის საღამოს ჩეჩნეთის სეპარატისტულ მოძრაობაში შემავალმა შეიარაღებული ტერორისტების ჯგუფმა მოსკოვის „დუბროვკის“ თეატრში მყოფი 900-მდე ადამიანი მძევლად აიყვანა. განმცხადებლებს წარმოადგენენ მძევლები ან გათავისუფლების ოპერაციის შედეგად გარდაცვლილ მძევალთა ნათესავები. მძევლები იარაღის მუქარის ქვეშ იმყოფებოდნენ, ხოლო თეატრის შენობა - დანაღმული. ტერორისტები ითხოვდნენ რუსეთის სამხედრო ძალების დაუყოვნებელ გაყვანას ჩეჩნეთის რესპუბლიკიდან. წარიმართა მოლაპარაკებები და ტერორისტებმა რამდენიმე მძევალი მოკლეს. სახელმწიფო ორგანოებმა ფედერალური უშიშროების სამსახურის დაქვემდებარებაში შექმნეს „კრიზისული უჯრედი“, რომელიც პასუხისმგებელი იყო გათავისუფლების ოპერაციის დაგეგმვაზე. 2002 წლის 26 ოქტომბერს უშიშროების ძალებმა შენობის სავენტილაციო სისტემის მეშვეობით ძირითად აუდიტორიაში შეუშვეს ნარკოტიკული აირი. რამდენიმე წუთის შემდეგ, როდესაც ტერორისტთა უმრავლესობამ აირის ზემოქმედებით გონება დაკარგა, სპეციალურმა რაზმმა აიღო შენობა და დახოცა მათი უმრავლესობა. შემდეგ განხორციელდა შენობიდან მძევალთა ევაკუაცია და ისინი სასწრაფო დახმარების მანქანებითა და ავტობუსებით გადაიყვანეს საავადმყოფოებში. თუმცა, 125-მდე მძევალი გარდაიცვალა ადგილზე, ტრანსპორტირებისას ან საავადმყოფოში. მომხდართან დაკავშირებით დაიწყო სისხლის სამართლის გამოძიება, თუმცა შემდეგ გადაწყდა, გამოძება არ გაგრძელებულიყო გათავისუფლების ოპერაციის დაგეგმვასთან და განხორციელებასთან დაკავშირებით. შესაბამისად, განმცხადებელთა საჩივრები სისხლის სამართის საქმესთან დაკავშირებით და სამოქალაქო სარჩელები არამატერიალური ზიანის სანაცვლოდ კომპენსაციის მოთხოვნით არ დაკმაყოფილდა.", "კანონმდებლობა - მე-2 მუხლი", "(ა) ნორმის მოქმედება – მძევალთა მასობრივი გარდაცვალების ოფიციალურ მიზეზად დასახელდა მათი დასუსტება შიმშილით ან მძიმე დაავადებით. ოფიციალურ ექსპერტთა დასკვნები უთითებდა, რომ არ არსებობდა „პირდაპირი მიზეზობრივი კავშირი“ გარდაცვალებასა და აირის გამოყენებას შორის, რაც ერთერთი იყო მრავალ ფაქტორთა შორის. [ადამიანის უფლებათა ევროპულმა] სასამართლომ ასეთი დასკვნა ძნელად მისაღებად მიიჩნია. მან მიიჩნია, რომ წარმოუდგენელია სხვადასხვა ასაკისა და ფიზიკური მდგომარეობის 125 ადამიანი თითქმის ერთდროულად გარდაიცვალოს მანამდე არსებული ჯანმრთელობის სხვადასხვა პრობლემის შედეგად. მათი სიკვდილი ასევე არ შეიძლება დაუკავშირდეს პირობებს, რომელშიც ისინი ბოლო სამი დღის მანძილზე იყვნენ, რა დროსაც არავინ დაღუპულა მიუხედავად იმისა, რომ სტრესულ გარემოსთან ერთად მათ არ მიეწოდებოდათ საკვები და წყალი. მოპასუხე სახელმწიფომ აღიარა, რომ შეუძლებელი იყო აირის მოქმედების შედეგების განჭვრეტა და გარკვეული დანაკარგი გარდაუვალი იყო, რადგანაც აირი არ იყო უვნებელი. მიუხედავად იმისა, რომ შესაძლოა მათ არ ქონდათ განზრახული ტერორისტებისა და მძევლების დახოცვა, აირი საშიში იყო და დასუსტებულთათვის კი სასიკვდილოც კი. შესაბამისად დასაშვებია იმის ვარაუდი, რომ აირი იყო მსხვერპლთა უმრავლესობის გარდაცვალების პირდაპირი მიზეზი. შესაბამისად, საქმე კონვენციის მე-2 მუხლის მოქმედების ფარგლებშია.", "(ბ) მატერიალური მხარე", "(i) ძალის გამოყენება: განმცხადებლები აცხადებდნენ, რომ შესაძლებელი იყო მძევლების პრობლემების მოგვარება მშვიდობიანად და არავინ დაიღუპებოდა, თუ ხელისუფლების ორგანოები აწარმოებდნენ მოლაპარაკებებს. თუმცა სასამართლომ აღნიშნა, რომ იმ დროისთვის მდგომარეობა მეტად საგანგაშო იყო: დასახული მიზნისთვის თავდადებულმა მძიმედ შეიარაღებულმა სპეციალისტებმა მძევლები აიყვანეს და არარეალურ მოთხოვნებს აყენებდნენ. პირველ დღეს გამართულმა მოლაპარაკებებმა ვერანაირი ხილული შედეგი ვერ გამოიღო და მძევალთა მდგომარეობა უარესდებოდა. არსებობდა ადამიანთა მასობრივი დაკარგვის რეალური, მწვავე და დაუყოვნებელი რისკი და ხელისუფლების წარმომადგენლებს ჰქონდათ ყველანაირი საფუძველი ევარაუდათ, რომ ძალისმიერი ჩარევა გარდაუვალი იყო. შესაბამისად მათი გადაწყვეტილება, შეეწყვიტათ მოლაპარაკება და შტურმით აეღოთ შენობა არ მოდის წინააღმდეგობაში მე-2 მუხლთან.", "(ii) აირის გამოყენება: მიუხედავად იმისა, რომ ეროვნული კანონმდებლობით დასაშვები იყო ტერორისტების წინააღმდეგ იარაღისა და სპეციალური დანიშნულების ლითონის ნაკეთობებისა და სხვა საშუალებების გამოყენება, ის კონკრეტულად არ მიუთითებდა დასაშვები იარაღისა და საშუალებების კონკრეტულ სახეობაზე ან გარემოებებზე, რომელთა არსებობისას შეიძლებოდა მათ გამოყენება. თუმცა კანონის ზოგადი ბუნდოვანება აუცილებლად არ იწვევს მე-2 მუხლის დარღვევას, კერძოდ არა სრულად განუჭვრეტად და საგამონაკლისო სიტუაციაში, რომელიც უცაბედია და მიზანმიმართულ რეაგირებას მოითხოვს. მიუხედავად იმისა, რომ ბუნებრივი აირი საშიში იყო და პოტენციურად სიკვდილის გამომწვევიც, ის არ იყო მიმართული სიცოცხლის მოსპობაზე და არ შეიძლება ჩაითვალოს რომ მისი გამოყენება მოხდა „დაუდევრად“, რადგანაც ამან მძევლებს გადარჩენის მაღალი შანსი დაუტოვა, მომდევნო სამაშველო ღონისძიებების ეფექტიანობის გათვალისწინებთ. ყველა მტკიცებულება უთითებს, რომ აირს ქონდა სასურველი შედეგი, გამოიწვია რა ტერორისტების უმრავლესობის გონების დაკარგვა და შესაბამისად ხელი შეუწყო მძევალთა გათავისუფლებას და აფეთქების საფრთხის შემცირებას.", "დადგენილება: დარღვევას არ ქონდა ადგილი (ერთხმად).", "(iii) სამაშველო ოპერაციის დაგეგმვა და განხორციელება: სასამართლომ ასევე განიხილა, მოხდა თუ არა სამაშველო ოპერაციის დაგეგმვა და განხორციელება მე-2 მუხლიდან გამომდინარე მოპასუხე სახელმწიფოს პოზიტიური ვალდებულებების შესაბამისად, კერძოდ კი, შესაბამისმა სახელმწიფო ორგანოებმა მიიღეს თუ არა უსაფრთხოების ყველა აუცილებელი ზომა მძევლებზე აირის მოქმედების მინიმიზებისთვის, მოხდა თუ არა მათი სწრაფი ევაკუაცია და გაეწიათ თუ არა მათ აუცილებელი სამედიცინო დახმარება.", "ჩატარებული ოპერაცია არ იყო სპონტანური, ვინაიდან სახელმწიფო ორგანოებს დაახლოებით ორი დღე ქონდათ რეაგირებისთვის და საგანგებო მომზადებისთვის. მათ გარკვეული თადარიგი მართლაც დაიჭრეს: მოხდა ასობით ექიმის, მაშველისა და სხვა პერსონალის მობილიზება, საავადმყოფოების მიერ მიღების შესაძლებლობა გაიზარდა და სასწრაფო დახმარების ჯგუფები გაფრთხილებული იქნა მასობრივი ევაკუაციის სავარაუდო საჭიროების შესახებ. თუმცა, თავდაპირველი სამაშველო გეგმა ვერ განხორციელდა მრავალი მიმართულებით: ოპერაციაში ჩართული სხვადასხვა სამსახურის ცენტრალიზებული კოორდინირება არ ხდებოდა; არ არსებობდა ინსტრუქცია, რომელიც განსაზღვრავდა მსხვერპლთა და მათი მდგომაროების შესახებ ინფორმაციის გაცვლის წესს (ამის ერთერთი შედეგი იყო ის, რომ რამდენიმე დაზარალებულმა მიიღო ანტიდოტის რამდენიმე დოზა); მედ-პერსონალისთვის არ იყო ნათელი პრიორიტეტების მიმდევრობა; საქალაქო ავტობუსებით დაზარალებულთა ტრანსპორტირებისას მათ სამედიცინო დახმარება არ გაეწეოდათ; და მსხვერპლთა მნიშვნელოვანი რაოდენობა ერთსა და იმავე დროს იმავე საავადმყოფოში მიყავდათ, რადგანაც არ იყო მათი სხვადასხვა სამედიცინო დაწესებულებაში გადანაწილების გეგმა. ", "სამაშველო ოპერაციის განხორციელებისა ასევე გამოიკვეთა პრობლემები: ვინაიდან თავდაპირველი გეგმა მომზადდა იმ ვარაუდით, რომ მძევლები დაზიანებებს მიიღებდნენ აფეთქებით ან ცეცხლსასროლი იარაღით, ტოქსიკოლოგები არ იყვნენ მოწვეული და მაშველებსა და ექიმებს არ ქონდათ სპეციალური ინსტრუქტაჟი უცნობი აირით მოწამლულ მძევლებზე ზრუნვის შესახებ; სავარაუდოა, რომ მათ არ იცოდნენ აირის გამოყენების შესახებ ევაკუაციის დასრულებამდე, რაც ასევე ხსნის იმას თუ რატომ ხდებოდა ევაკუირებულ მსხვერპლთა იატაკზე პირაღმა დაწვენა, რამაც გაზარდა მძევალთა შორის გაგუდვისა და სიკვდილიანობის რისკი. მართლაც რთულია გაიგო, თუ რატომ არ მიაწოდეს ექიმებსა და მაშველებს აირის შესახებ ინფორმაცია თავიდანვე, მის გამოყენებამდე ან მინიმუმ მისი გამოყენებისთანავე და რატომ დაიწყო ევაკუაცია ასეთი დაგვიანებით, რის შედეგადაც გონებადაკარგულ მძევალთა უმრავლესობა ერთ საათზე მეტი ხნით აირის მოქმედების ქვეშ აღმოჩნდა. მრავალი მოწმე უთითებდა ასევე ანტიდოტის სიმცირეზე და ასევე ანტიდოტის გამოყენების ადმინისტრირების გაურკვევლობაზე, გაუგებარი იყო თუ როგორ უნდა განესხვავებინათ ადამიანები, ვინც მიიღო ანტიდოტი, იმათგან - ვისაც არ მიუღია.", "ყველა ეს ფაქტორი მიუთითებს იმაზე, რომ სამაშველო ოპერაცია არ იყო სათანადოდ მომზადებული და რომ სახელმწიფომ ვერ შეძლო მე-2 მუხლის შესაბამისად მისი პოზიტიური ვალდებულებების შესრულება.", "დადგენილება: დარღვევა (ერთხმად).", "(გ) პროცესუალური მხარე - სამაშველო ოპერაციასთან დაკავშირებით გამოძიება იყო აშკარად არასრული. პირველ ყოვლისა, გამოძიების ფარგლები ძალიან ვიწროდ განისაზღვრა, გამოირიცხა რა ნებისმიერი დაუდევრობა ხელისუფლების ორგანოთა წარმომადგენელთა მხრიდან. მიუხედავად იმისა, რომ გამომძიებლები შეეხნენ სამაშველო ოპერაციის დაგეგმვასთან და წარმართვასთან დაკავშირებულ საკითხებს, შესაძლო დაუდევრობისთვის ძალიან მნიშვნელოვანი მრავალი ფაქტი არასდროს დადგენილა. უპირველესი და ყველაზე მნიშვნელოვანია ის ფაქტი, რომ აირის ფორმულა გამომძიებლებს არასდროს გაუმხელიათ, არც ის დადგენილა, თუ როდის გადაწყდა აირის გამოყენება ან რა დრო იყო შესაძლო გვერდითი მოვლენების შესაფასებლად. ამის დადგენა ასევე შეუძლებელი იყო „კრიზისული უჯრედის“ სამუშაო დოკუმენტაციის საფუძველზე, რადგანაც მოპასუხე სახელმწიფოს განცხადებით ეს დოკუმენტაცია გაანადგურეს. იმის გათვალისწინებით, რომ ეს დოკუმენტები შეიძლება ყოფილიყო სამაშველო ოპერაციის დაგეგმვისა და წარმართვის შესახებ ინფორმაციის არსებითი წყარო, სასამართლომ დოკუმენტების ასეთი განურჩეველი განადგურება გაუმართლებლად მიიჩნია. უფრო მეტიც, გამომძიებლებმა არ დაკითხეს „კრიზისული უჯრედის“ ყველა წევრი, კერძოდ კი ისინი, ვინც პასუხისმგებელი იყო აირის გამოყენების გადაწყვეტილებაზე და დოზირების განსაზღვრაზე; არც სხვა მოწმეები, როგორებიც არიან ავტობუსის მძღოლები, ჟურნალისტები და სხვები, ვინც ეხმარებოდნენ აირით მოწამლულთა გადაყვანაში. არასდროს დადგენილა თუ რამდენი ექიმი ასრულებდა მოვალეობას ოპერაციის დღეს და თუ რა ინსტრუქციები გაიცა სასწრაფო დახმარების მანქანებსა და ავტობუსებზე დაზარალებულთა ტრანსპორტირების შესახებ. ასევე არასდროს დადგენილა თუ რატომ დაიწყო მასობრივი ევაკუაცია ოპერაციის დაწყებიდან ორი საათის შემდეგ და რა დრო დასჭირდა ტერორისტების მოკვლასა და მათი ნაღმების განეიტრალებას. და ბოლოს, გამომძიებელთა ჯგუფი არ იყო დამოუკიდებელი, რადგანაც მასში შედიოდნენ იმ სამართალდამცავ ორგანოთა წარმომადგენლები, რომლებიც პირდაპირ იყვნენ პასუხისმგებელნი სამაშველო ოპერაციის დაგეგმვასა და განხორციელებაზე. დასკვნის სახით შეიძლება ითქვას, რომ სახელმწიფო ორგანოთა დაუდევრობასთან მიმართებით გამოძიება არც ამომწურავი და არც დამოუკიდებელი არ ყოფილა და შესაბამისად იყო „არაეფექტიანი“.", "დადგენილება: დარღვევა (ერთხმად).", "41-ე მუხლი: 8 000 ევროდან 66 000 ევრომდე ანაზღაურება განესაზღვროს თითოეულ განმცხადებელს არამატერიალური ზიანის სანაცვლოდ.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო\nსამდივნოს მიერ მომზადებული ეს მოკლე შეჯამება სავალდებულო არ არის სასამართლოსთვის", "სასამართლო გადაწყვეტილებების მოკლე შეჯამებებისთვის მიჰყევით ბმულს ", "", "", "", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო, 2012", "ადამიანის უფლებათა ევროპული სასამართლოს ოფიციალური ენებია ინგლისური და ფრანგული. წინამდებარე თარგმანი შესრულებულია ევროპის საბჭოს ადამიანის უფლებათა სატრასტო ფონდის ხელშეწყობით (). იგი სასამართლოსათვის სავალდებულო ხასიათს არ ატარებს და არც მის ხარისხზე აკისრებს პასუხისმგებლობას. მოცემული დოკუმენტი შეიძლება ჩამოტვირთულ იქნას ადამიანის უფლებათა ევროპული სასამართლოს HUDOC სასამართლო პრაქტიკის მონაცემთა ბაზიდან () ან ნებისმიერი სხვა მონაცემთა ბაზიდან, რომელთანაც სასამართლომ მოახდინა მისი გაზიარება. დასაშვებია თარგმანის რეპროდუქცირება არაკომერციული მიზნებისათვის იმ პირობით, რომ მოხდება საქმის სრული სახელწოდების ციტირება, მოცემულ საავტორო უფლებების აღნიშვნასა და ადამიანის უფლებათა სატრასტო ფონდზე მითითებით. წინამდებარე თარგმანის ნებისმიერი ნაწილის კომერციული მიზნებით გამოყენების სურვილის შემთხვევაში, გთხოვთ მოგვწეროთ შემდეგ მისამართზე: .", "", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}