{"file": "GEO_HJUDGEO_38478_05.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "38478/05", "text_paragraphs": ["", "დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ ადამიანის უფლებათა ევროპული სასამართლოს HUDOC-ის მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the European Court of Human Rights’ database HUDOC.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე 117", "2009 წლის მარტი", "", "სანდრა ჯანკოვიჩი ხორვატიის წინააღმდეგ (Sandra Jankovic v. Croatia)", "", "(საჩივარი- 38478/05)", "გადაწყვეტილება, 5 მარტი, 2009 [1-ლი სექცია]", "მე-8 მუხლი", "პოზიტიური ვალდებულებები", "ფაქტები – ეროვნებით ხორვატი აპლიკანტი, სანდრა ჯანკოვიჩი, დაიბადა 1964 წელს და ცხოვრობს სპლიტში (ხორვატიაში). 1996 წლის ოქტომბერში მან იქირავა ბინის ერთი ოთახი სხვა მობინადრეებთან ერთად. 1999 წლის აგვისტოში, მომჩივანმა აღმოაჩინა, რომ ბინის საკეტი შეცვლილი იყო, ხოლო მისი ნივთები კი ბინიდან გატანილი დახვდა. აპლიკანტმა სარჩელი შეიტანა პირველი ინსტანციის სასამართლოში, რომელმაც გადაწყვეტილება მის სასარგებლოდ გამოიტანა 2002 წლის მაისში. კერძოდ, სასამართლოს გადაწყვეტილებით მას უნდა დაებრუნებინა საკუთარი ოთახი ბინაში. აღნიშნული გადაწყვეტილება დაახლოებით ათი თვის შემდეგ აღსრულდა სააღსრულებო ორდერის საფუძველზე.", "ამასობაში, ქალბატონმა ჯანკოვიჩმა სთხოვა სასამართლოს განეახლებინა სააღსრულებო წარმოება იმისათვის, რომ დაებრუნებინა საცხოვრებელი ოთახი საერთო ბინაში. მისი თხოვნა, დაუშვებლობის მოტივით, უარყოფილ იქნა 2008 წლის იანვარში.", "2003 წლის ოქტომბერში ქალბატონმა ჯანკოვიჩმა შვიდი პირის წინააღმდეგ შეიტანა სისხლის სამართლის საჩივარი. კერძოდ, იგი ამტკიცებდა, რომ მას თავს დაესხნენ, შეურაცხყოფა მიაყენეს და დაემუქრნენ, მათ შორის, მკვლელობით. შესაბამისმა ორგანოებმა გადაწყვიტეს, რომ არ დაეწყოთ ოფიციალური გამოძიება ამ საკითხთან დაკავშირებით, რადგან ასეთ დანაშაულებზე საჭირო იყო, რომ დაზარალებულს თავად აღეძრა კერძო საჩივარი. ქალბატონმა ჯანკოვიჩმა შეიტანა აღნიშნული საჩივარი, თუმცა მის მიმართ არანაირი ღონისძიება არ გატარებულა; კერძოდ, მომჩივნის მოთხოვნა - გამოძიების დაწყებასთან დაკავშირებით, უარყოფილ იქნა ეროვნული სასამართლოების მიერ დაუშვებლობის საფუძვლით. მან საკონსტიტუციო სასამართლოში შეიტანა სარჩელი მოცემული სისხლის სამართლის საქმის დროში გაჭიანურების გამო, თუმცა აღნიშნული საჩივარი ჯერ კიდევ განხილვის პროცესშია.", "ქალბატონმა ჯანკოვიჩმა სააღსრულებო წარმოებათა დროში გაჭიანურების გამო საკონსტიტუციო სასამართლოს 2002 წელს მიმართა, ხოლო საერთო იურისდიქციის მქონე სასამართლოს 2007 წელს. მიუხედავად იმისა, რომ საკონსტიტუციო სასამართლომ არ დააკმაყოფილა მისი საჩივარი, 2008 წლის მარტში საერთო იურისდიქციის სასამართლომ დაადგინა მისთვის 5.000 ხორვატიული კუნას (დაახლოებით 678 ევრო) კომპენსაციის სახით გადაცემა.", "კონვენციის მე-3 (არაადამიანური ან ღირსების შემლახველი მოპყრობის აკრძალვა) და მე-8 (პირადი და ოჯახური ცხოვრების პატივისცემის უფლება) მუხლებზე დაყრდნობით, ქალბატონი ჯანკოვიჩი ჩიოდა, რომ მიუხედავად მისი მცდელობისა, გამოძიებულიყო მისი ბრალდებები -მეზობლების მხრიდან თავდასხმისა და მუქარების ფაქტებზე, ხელისუფლებამ ვერ უზრუნველყო მისი ადეკვატური დაცვა. იგი ასევე ჩიოდა კონვენციის მე-6 მუხლის 1-ლი პარაგრაფიდან (გონივრულ ვადაში სამართლიანი სასამართლო განხილვის უფლება) გამომდინარე სამოქალაქო და სააღსრულებო გაჭიანურებულ წარმოებასთან დაკავშირებით.", "სამართალი – მე-8 მუხლი: პირველ რიგში, სასამართლომ გაითვალისწინა ქალბატონი ჯაკოვიჩის ის ბრალდებები, რომელიც სამი პირის მხრიდან მის მიმართ გამოხატულ სიტყვიერ შეურაცხყოფას უკავშირდებოდა აპლიკანტის ბინის წინ; ამასთან, ერთ-ერთმა მათგანმა მომჩივანს რამდენჯერმე მიარტყა ფეხი, გამოათრია იგი ტანსაცმლითა და თმით და გადმოაგდო კიბიდან. სამედიცინო დასკვნის მიხედვით, მას დაზიანება ჰქონდა იდაყვსა და კუდუსუნის არეში. სასამართლომ განსაკუთრებული მნიშვნელობა მიანიჭა იმ ფაქტს, რომ თავდასხმა მოხდა იმ დროს, როდესაც ქალბატონი ჯანკოვიჩი ცდილობდა ბინაში შესვლას სასამართლო გადაწყვეტილების თანახმად, რომელიც მას ამის უფლებას აძლევდა.", "სასამართლომ ასევე აღნიშნა, რომ შესაბამისმა ორგანოებმა გადაწყვიტეს - არ დაესაჯათ სავარაუდო თავდამსხმელები და არ მისცეს უფლება ქალბატონ ჯანკოვიჩს საქმე აღეძრა კერძო საჩივრით. გარდა ამისა, წვრილმან დანაშაულებზე საქმის წარმოება შეწყდა ხანდაზმულობის ვადის გასვლის მოტივით, თავდამსხმელთა მიმართ რაიმე საბოლოო გადაწყვეტილების გამოტანის გარეშე. სასამართლომ დაადგინა, რომ ეროვნულმა ხელისუფლებამ არ უზრუნველყო ქალბატონი ჯანკოვიჩის ადეკვატური დაცვა მის წინააღმდეგ მიმართული თავდასხმისგან და იმ გზით, რომლითაც განხორციელდა სისხლის სამართლის პროცედურები ირღვეოდა კონვენციის მე-8 მუხლი.", "მე-6 მუხლის 1-ლი პარაგრაფი: სასამართლომ აღნიშნა, რომ სამოქალაქო და სააღსრულებო წარმოება ერთ კონტექსტში უნდა განხილულიყო, რადგან ქალბატონი ჯანკოვიჩის სასარგებლოდ სასამართლოს გადაწყვეტილების აღსრულება წარმოადგენდა მოცემული სასამართლო პროცესის განუყოფელ ნაწილს. საბოლოო ჯამში, ორივე სამართალწარმოება გაგრძელდა 8 წლის, 5 თვისა და 6 დღის განმავლობაში. სასამართლომ დაადგინა, რომ აღნიშნული ვადა გადაჭარბებულად ხანგრძლივი იყო, რითაც დაირღვა კონვენციის მე-6 მუხლის 1-ლი პარაგრაფი.", "მე-3 მუხლი: კონვენციის მე-8 მუხლიდან გამომდინარე არსებული დასკვნის საფუძველზე, სასამართლომ მიიჩნია, რომ მე-3 მუხლის შესაბამისად საკითხის ცალკე განხილვის საჭიროება აღარ არსებობდა.", "", "დასკვნა: დარღვევა (ერთხმად).", "", "41-ე მუხლი: სახელმწიფოს მომჩივანთან მიმართებით არამატერიალური ზიანის ანაზღაურების სანაცვლოდ 3, 000 ევროს გადახდა დაეკისრა.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა სასამართლოსათვის არასავალდებულოა.", "იხილეთ აქ სასამართლო პრაქტიკის საინფორმაციო ბროშურები"]}