{"file": "GEO_HJUDGEO_42931_10.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "42931/10", "text_paragraphs": ["დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ სასამართლოს HUDOC მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "საინფორმაციო ბროშურა სასამართლოს პრეცედენტულ სამართალზე N159", "", "2013 წლის იანვარი", "", "Camilleri v. Malta - 42931/10", "გადაწყვეტილება 22.1.2013 [სექცია IV]", "მე-7 მუხლი", "მე-7 მუხლის 1-ლი პუნქტი", "Nulla poena sine lege", "", "პროკურორის ძალაუფლება, განსაზღვროს, თუ რომელმა სასამართლომ უნდა გაასამართლოს ნარკოტიკებით ვაჭრობაში ბრალდებული პირი და მაშასადმე, სასჯელის ზომა: დარღვევა.", "ფაქტები - 2003 წელს მომჩივანს ბრალი დაედო ნარკოტიკების უკანონო ფლობაში, რომელიც არ იყო განკუთვნილი ექსკლუზიური გამოყენებისთვის. შესაბამისი შიდა სამართალი განსაზღვრავდა ორ სხვადასხვა სახის სასჯელს ამ დარღვევისთვის, კერძოდ, ოთხი წლიდან სამუდამო პატიმრობას სისხლის სამართლის სასამართლოს მიერ მსჯავრის დადების შემთხვევაში, ან ექვსი თვიდან ათ წლამდე - მაგისტრატი სასამართლოს განაჩენის საფუძველზე. შიდა კანონმდებლობის მიხედვით, პროკურორი განსაზღვრავდა თუ რომელ სასამართლოს უნდა გაესამართლებინა ბრალდებული. მომჩივანი გაასამართლა სისხლის სამართლის სასამართლომ და მიუსაჯა 15-წლიანი პატიმრობა და ჯარიმა 35,000 ევროს ოდენობით. გადაწყვეტილება გასაჩივრდა. 2009 წელს მომჩივანმა მოითხოვა კონსტიტუციური შესწორების შეტანა იმ საფუძველზე, რომ პროკურორის ძალაუფლება, განესაზღვრა საქმის განმხილველი სასამართლო, არღვევდა მიუკერძოებლობის მოთხოვნას. საჩივრის განუხილველობით, კონსტიტუციურმა სასართლომ დაადგინა, რომ აღნიშნული ძალაუფლება არ უნდა გაუთანაბრდეს მოსამართლის ძალაუფლებას, რადგანაც პროკურორს არ შეეძლო სასამართლოს მიერ პირის დამნაშავედ ცნობაზე კონტროლი. მიუხედავად ამისა, მან მიიჩნია, რომ სასურველი იქნებოდა, სამართლიანობისა და გამჭვირვალობის მიზნით დაედგინათ კრიტერიუმები, რაც დაეხმარებოდა პროკურორებს სათანადო სასამართლოს არჩევაში.", "სამართალი - მე-7 მუხლი: მიუხედავად იმისა, რომ მოჩივნისთვის მისჯილი სანქცია გათვალისწინებული იყო კანონით და არ აღემატებოდა კანონმდებლობით გათვალისწინებულ ზღვარს, კანონი მას არ აძლევდა საშუალებას, პროკურორის მიერ იმის გადაწყვეტამდე სცოდნოდა თუ რომელი სასამართლო გაასამართლებდა მას, ორიდან რომელი სასჯელი იქნებოდა გამოყენებული მის მიმართ. შიდა სასამართლო პრაქტიკა ააშკარავებდა, რომ აღნიშნული გადაწყვეტილებები არ იყო განჭვრეტადი. მომჩივანს არ შეიძლება სცოდნოდა თუ რა სასჯელი იქნებოდა გამოყენებული მის მიმართ იმ შემთხვევაშიც, თუ იგი მიიღებდა სამართლებრივ დახმარებას ამ საკითხთან დაკავშირებით, ვინაიდან გადაწყვეტილება მთლიანად პროკურორის დისკრეციაზე იყო დამოკიდებული, განესაზღვრა საქმის განმხილველი სასამართლო. პროკურორის მიერ ამ გადაწყვეტილების მიღებისას გამოსაყენებელი კრიტერიუმი არ იყო განსაზღვრული არც ერთ საკანონმდებლო ტექტსში და არ იყო დადგენილი სასამართლოს მიერ. კანონი არ ითვალისწინებდა არავითარ სახელმძღვანელო წესს, თუ რა წარმოადგენდა უფრო მძიმე ან მსუბუქ დარღვევას. ასეთი სახელმძღვანელო წესის არარსებობა აღინიშნა ასევე საკონსტიტუციო სასამართლოს მიერ. შესაბამისად, კანონი არ განსაზღვრავდა სიზუსტის არავითარი ხარისხით იმ გარემოებებს, რომლის დროსაც რომელიმე კონკრეტული სასჯელი უნდა გამოყენებულიყო. შესაბამისად, პროკურორს გააჩნდა შეუზღუდავი დისკრეცია, განესაზღვრა თუ რა მინიმალური სასჯელი იქნებოდა გამოყენებული მსგავსი დარღვევების დროს. მისი გადაწყვეტილება იყო აშკარად სუბიექტური და იძლეოდა თვითნებობის შესაძლებლობას, განსაკუთრებით პროცედურული დაცვის საშუალებების არარსებობის გამო. ადგილობრივი სასამართლოები შებოჭილი იყვნენ ამ გადაწყვეტილებით და არ შეეძლოთ მიესაჯათ იმ მინიმალურ სანქციაზე ნაკლები, რაც კანონით იყო გათვალისწინებული მიუხედავად იმისა ჰქონდათ თუ არა რაიმე შენიშვნა პროკურორის მიერ დისკრეციული უფლებამოსილების გამოყენებასთან დაკავშირებით. აქედან გამომდინარე, კანონის შესაბამისი დებულება არ აკმაყოფილებდა განჭვრეტადობის მოთხოვნას და არ უზრუნველყოფდა თვითნებური დასჯის წინააღმდეგ ეფექტური დაცვის საშუალებებს.", "დასკვნა: დარღვევა (ექვსი ხმა ერთის წინააღმდეგ)", "41-ე მუხლი: 1,000 ევრო არამატერიალურ ზიანთან დაკავშირებით.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო", "სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა", "სასამართლოსათვის არასავალდებულოა.", "", "იხილეთ აქ "]}