{"file": "GEO_HJUDGEO_18353_03.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "18353/03", "text_paragraphs": ["", "", "დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ ადამიანის უფლებათა ევროპული სასამართლოს HUDOC-ის მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the European Court of Human Rights’ database HUDOC.", "საინფორმაციო ბარათი სასამართლოს პრეცედენტულ სამართალზე N 119", "მაისი 2009", "კულიკოვსკი პოლონეთის წინააღმდეგ (Kulikowski v. Poland) - 18353/03", "გადაწყვეტილება 19.5.2009 [IV სექცია]", "", "მუხლი 6", "", "სისხლისსამართლებრივი სამართალწარმოება", "", "მუხლი 6.1", "", "სასამართლოსადმი ხელმისაწვდომობა", "", "სასამართლომ ბრალდებულებს არ შეატყობინა, რომ მათ ჰქონდათ საკასაციო საჩივრის წარდგენის ახალი ვადა, მას შემდეგ, რაც იურიდიული დახმარების ადვოკატებმა უარი განაცხადეს მათ დახმარებაზე: დარღვევა", "", "[ეს სამართლებრივი შეჯამება ასევე ფარავს გადაწყვეტილებას საქმეზე ანტონიცელი პოლონეთის წინააღმდეგ (Antonicelli v. Poland), N. 2815/05, 19 მაისი 2009]", "", "ფაქტები: სისხლისსამართლებრივი სამართალწარმოების ფარგლებში პირველი ინსტანციის სასამართლომ ორივე მომჩივანი დამნაშავედ ცნო; მათი მსჯავრდება სააპელაციო სასამართლომ ძალაში დატოვა. მომჩივნებს უარი ეთქვათ უზენაესი სასამართლოს წინაშე (სადაც იურიდიული წარმომადგენლის ყოლა სავალდებულო იყო) საჩივრის წარდგენაზე, მას შემდეგ, რაც ადვოკატებმა, რომლებიც იურიდიული დახმარების სამსახურის ფარგლებში მათ წარმომადგენლებად დაინიშნენ, უარი განაცხადეს მომჩივნებისთვის იურიდიული დახმარების გაწევაზე და განაცხადეს, რომ საჩივარს არ ჰქონდა წარმატების პერსპექტივა. ეროვნულმა სასამართლოებმა აპლიკანტებს შეატყობინეს აღნიშნული უარის შესახებ და მათ არ დაუნიშნეს სხვა ადვოკატები შემდგომი დახმარების გაწევის მიზნით.", "სამართალი: პოლონეთის სისხლის სამართლის საპროცესო კანონმდებლობა იმ ინდივიდების მიერ საკასაციო სარჩელის მომზადებისას, რომელთა მსჯავრდება ძალაში დატოვა სააპელაციო სასამართლომ, ადვოკატის დახმარებას სავალდებულოდ მიიჩნევდა. უზენაესმა სასამართლომ აღიარა, რომ საკასაციო სასამართლოსადმი ხელმისაწვდომობის კუთხით მსჯავრდებული პირებისათვის შეიძლება სირთულეები წამოჭრილიყო იმ შემთხვევებში, როდესაც მათი იურიდიული დახმარების ადვოკატები წარმომადგენლობაზე უარს აცხადებდნენ. ამრიგად, მან დადგინა, რომ საკასაციო საჩივრის შეტანისათვის დაწესებული ვადის ათვლა დაიწყებოდა მხოლოდ იმ თარიღიდან, როდესაც ადვოკატი ბრალდებულს შეატყობინებდა, რომ აღარ აპირებდა მისი დაცვის გაგრძელებას. შესაბამისად, არ შეიძლება ითქვას, რომ მომჩივნებს საკასაციო საჩივრის მოსამზადებლად ისეთი მცირე დრო ჰქონდათ, რომ მათ არ მიეცა საქმის საკასაციო სასამართლოს წინაშე წარდგენისა და დავის რეალური შესაძლებლობა (შედარებისთვის იხილეთ სიალკოვსკა პოლონეთის წინააღმდეგ (Siałkowska v. Poland), საინფორმაციო ბარათი no. 95, სადაც ვადის ათვლა დაიწყო მას შემდეგ, რაც იურიდიული დახმარების ადვოკატმა ჩაიბარა გადაწყვეტილება და მომჩივანმა ადვოკატის უარის შესახებ შეიტყო მხოლოდ საკასაციო საჩივრის წარდგენის ვადის ამოწურვამდე სამი დღით ადრე). გარდა ამისა, არაფერი მიუთითებდა იმაზე, რომ მომჩივნებისთვის შეუძლებელი იქნებოდა ახალი ადვოკატის მოძებნა; ეს საკითხი მხარეებს შორის სადავო არ გამხდარა. ის ფაქტი, რომ არც ერთ მომჩივანს არ ჰქონდა ფინანსური შესაძლებლობა, თავად დაექირავებინა თავისი არჩეული ადვოკატი, არ წარმოშობს მე–6 მუხლის საფუძველზე განსახილველ საკითხს, რადგან აღნიშნული მუხლი სახელმწიფოს არ ავალდებულებს, სამართლებრივი დაცვის საშუალებების განხორციელების მიზნით, უზრუნველყოს პირი იურიდიული დახმარების სხვა ადვოკატით, როდესაც დადგინდება, რომ არ არსებობს საქმის წარმატების გონივრული პერსპექტივა. ადვოკატის მხრიდან დაუდევრობის ან თვითნებობის არარსებობისას, შეიძლება ითქვას, რომ სახელმწიფომ შეასრულა თავისი ვალდებულებები - საკასაციო სამართალწარმოებასთან დაკავშირებით მომჩივნებისათვის უზრუნველეყო ეფექტიანი სამართლებრივი დახმარება. თუმცა, შესაბამისმა სააპელაციო სასამართლომ მომჩივნებს არ შეატყობინა მათი საპროცესო უფლებებისა და ვადის შესახებ, როგორც ეს დადგენილი იყო უზენაესი სასამართლოს პრაქტიკით. ამრიგად, იურიდიული წარმომადგენლის გარეშე დარჩენილ მომჩივნებს, არ შეიძლებოდა სცოდნოდათ ახალი ვადის არსებობის შესახებ, რომლის ფარგლებშიც მათ შეეძლოთ მოეძებნათ და დაერწმუნებინათ სხვა ადვოკატი, მათი სახელით წარედგინა საკასაციო საჩივარი. პოლონეთის კანონმდებლობის ფარგლებში არსებული შესაბამისი პროცედურული ჩარჩო ხარვეზიანი იყო, რის შედეგადაც უზენაესი სასამართლოსადმი ხელმისაწვდომობაზე მომჩივანთა უფლებები არ იყო უზრუნველყოფილი „რეალური და ეფექტიანი საშუალებით“.", "დასკვნა: დარღვევა (ერთხმად).", "", "მუხლი 41 – 3,000 ევრო ბატონ კულიკოვსკის არამატერიალური ზიანისათვის.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო\nსამდივნოს მიერ მომზადებული ეს მოკლე შეჯამება არ არის სავალდებულო სასამართლოსთვის. დამატებით იხილეთ ", "", ""]}