{"file": "GEO_HJUDGEO_26602_95.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "26602/95", "text_paragraphs": ["", "დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ ადამიანის უფლებათა ევროპული სასამართლოს HUDOC-ის მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the European Court of Human Rights’ database HUDOC.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე 13", "1999 წლის დეკემბერი", "", "W.R. ავსტრიის წინააღმდეგ (W.R. v. Austria)", "", "(საჩივარი- 26602/95)", "გადაწყვეტილება, 21 დეკემბერი, 1999 [მე-3 სექცია]", "მე-6 მუხლი", "სამოქალაქო სამართალწარმოება", "მე-6 მუხლის 1-ლი პარაგრაფი", "სამოქალაქო უფლებები და ვალდებულებები", "ადვოკატის წინააღმდეგ დისციპლინური საქმის წარმოება: მე-6 მუხლი გამოყენებადი", "", "გონივრული ვადა", "", "საქმის წარმოების ხანგრძლივობა: დარღვევა", "", "ფაქტები – წინამდებარე საქმეში მომჩივანი იყო ადვოკატი, რომლის წინააღმდეგაც 1987 წელს დაიწყო რამდენიმე დისციპლინური სამართალწარმოება. 1989 წელს, ავსტრიის რეგიონულმა ადვოკატთა ასოციაციის სადისციპლინო კოლეგიამ დაადგინა, რომ სამ ეპიზოდში იკვეთებოდა მომჩივნის მიერ დისციპლინური გადაცდომის ჩადენა და, შედეგად, მას დააკისრა 5,000 შილინგის გადახდა. მომჩივანნის საჩივარი არ დააკმაყოფილა უზენაესმა სააპელაციო და სადისციპლინო კოლეგიამ, რომელმაც ის ასევე დამნაშავედ ცნო დამატებით ორ გადაცდომაში. კოლეგიამ ყურადღება გაამახვილა, რომ საერთო ჯამში მომჩივანს პროფესიული მოვალეობების დარღვევისათვის დისციპლინური პასუხისმგებლობა დაეკისრა შვიდ ეპიზოდში. ამრიგად, გაითვალისწინა რა სხვა გადაცდომებიც, აღნიშნულმა კოლეგიამ მომჩივანს 25,000 შილინგის გადახდა დააკისრა.", "მომჩივანმა საკონსტიტუციო სასამართლოს მიმართა. ის ასაჩივრებდა მის წინააღმდეგ დისციპლინური სამართალწარმოების გადაჭარბებულ ხანგრძლივობას. საკონსტიტუციო სასამართლომ 1994 წელს უარყო აღნიშნული სარჩელი. სასამართლომ აღნიშნა, რომ უზენაესი სააპელაციო და სადისციპლინო კოლეგია იხილავდა მომჩივნის წინააღმდეგ არაერთ რამდენიმე დისციპლინურ საქმეს, რომლებიც ეხებოდა განსხვავებულ ფაქტებს. ამ გარემოებების გათვალისწინებით, სამართალწარმოების ხანგრძლივობა არ იყო გადაჭარბებული.", "", "სამართალი – მე-6 მუხლი:", "", "22. მომჩივანი ამტკიცებდა, რომ მისთვის დისციპლინური სახდელის დაკისრებით ირღვეოდა გამოხატვის თავისუფლება.", "", "23. სასამართლო აღნიშნავს, რომ მის წინაშე არსებული საქმის ფარგლები დადგენილია კომისიის მისაღებობის შესახებ განჩინებით (მაგალითისთვის იხ. Fusco v. Italy გადაწყვეტილება 2 სექტემბერი 1997, განჩინებათა და გადაწყვეტილებათა ანგარიშები 1997-V, გვ. 1731, § 16). კომისიამ მიუღებლად ცნო აღნიშნული საჩივარი გარდა იმ ნაწილისა, სადაც მომჩივანი დავობდა მის წინააღმდეგ დისციპლინური სამართალწარმოების ხანგრძლივობასთან დაკავშირებით. აქედან გამომდინარე, წინამდებარე საქმის ფარგლები ეხება მხოლოდ ზემოაღნიშნულ საჩივარს.", "", "II. კონვენციის მე-6 მუხლის 1-ლი პარაგრაფის სავარაუდო დარღვევა", "24. მომჩივანი ასაჩივრებდა მის წინააღმდეგ დისციპლინური სამართალწარმოების ხანგრძლივობას. იგი ეყრდნობოდა კონვენციის მე-6 მუხლის 1-ელ პარაგრაფს.", "", "კონვენციის მე-6 მუხლის 1-ლი პარაგრაფის გამოყენებადობა", "", "25. მომჩივანი დავობდა, რომ დისციპლინური სამართალწარმოება ეხებოდა მის სამოქალაქო უფლებებს. კერძოდ, აცხადებდა რომ ადვოკატთა ასოციაციამ უზენაესი სააპელაციო და სადისციპლინო კოლეგიის წინაშე მოითხოვა, რომ მას სამი თვით შეჩერებოდა საადვოკატო საქმიანობის განხორციელების უფლება. უფრო მეტიც, მომჩივანმა განაცხადა, რომ მის წინააღმდეგ დისციპლინური ბრალდებების ოდენობის გათვალისწინებით, მოსალოდნელი იყო, რომ მას დროებით შეუჩერდებოდა საადვოკატო საქმიანობის განხორციელების უფლება.", "26. მთავრობა აცხადებდა, რომ წინამდებარე საქმეში გამოყენებადი არ იყო კონვენციის მე-6 მუხლის 1-ლი პარაგრაფი. აღნიშნული მუხლის სამოქალაქო ნაწილთან დაკავშირებით, მთავრობა დავობდა, რომ მომჩივნის უფლება -განეხორციელებინა საადვოკატო საქმიანობა, არ ყოფილა დისციპლინური სამართალწარმოების დროს განსახილველი საკითხი. აღნიშნა, რომ პროფესიული საქმიანობის განხორციელების აკრძალვა, შესაძლებელია მხოლოდ განსაკუთრებით მძიმე დარღვევებზე. საქმის გარემოებებიდან გამომდინარე, მომჩივანს საქმის წარმოების არც ერთ ეტაპზე არ ჰქონია იმის საფუძველი ეფიქრა, რომ დროებით შეუჩერდებოდა საადვოკატო საქმიანობის უფლება. დისციპლინური პასუხისმგებლობა, რომელიც მას დაეკისრა, კერძოდ, თანხის გადახდა, გავლენას არ ახდენდა მის უფლებაზე, განეხორციელებინა საადვოკატო საქმიანობა. აქედან გამომდინარე, სამართალწარმოების შედეგები არ ყოფილა გადამწყვეტი მისი სამოქალაქო უფლებებისათვის.", "", "რაც შეეხება მე-6 მუხლის სისხლის სამართლის ნაწილს, არსებული სასამართლო პრაქტიკის გათვალისწინებით, მთავრობა ამტკიცებდა, რომ ეროვნული კანონმდებლობის შესაბამისად სადავო სამართალწარმოებები არ უნდა იქნეს მიჩნეული სისხლისსამართლებრივად; აღნიშნული სამართალწარმოებების მიზანს წარმოადგენდა პრაქტიკოსი ადვოკატების მიერ პროფესიული ქცევის გარკვეული წესების დაცვა. გარდა ამისა, დაკისრებული სახდელის ბუნებისა და სიმძიმის გათვალისწინებით, წინამდებარე საქმე არ წარმოადგენდა სისხლის სამართლის საქმეს.", "", "27. სასამართლო ადგენს, რომ მომჩივნის უფლება განახორციელოს საადვოკატო საქმიანობა, წარმოადგენს მის „სამოქალაქო უფლებას“ კონვენციის მე-6 მუხლის 1-ლი პარაგრაფის მნიშვნელობით (De Moor v. Belgium გადაწყვეტილება 23 ივნისი 1994, სერია A no. 292-A, გვ. 16, § 47, მითითება საქმეზე H. v. Belgium გადაწყვეტილება 30 ნოემბერი 1987, სერია A no. 127-B, გვ. 32-34, §§ 44-48).", "", "28. გარდა ამისა, სასამართლო აღნიშნავს, რომ დისციპლინური სამართალწარმოება, რომლის ფარგლებშიც პროფესიული საქმიანობის განხორციელების უფლება საფრთხის ქვეშ დგება, წარმოშობს დავას მე-6 მუხლის 1-ლი პარაგრაფის სამოქალაქო უფლებებთან დაკავშირებით (Philis v. Greece (no. 2) გადაწყვეტილება 27 ივნისი 1997, ანგარიშები 1997-IV, გვ. 1085, § 45,მითითება შემდეგ გადაწყვეტილებებზე: König v. Germany, 28 ივნისი 1978, სერია A no. 27, გვ. 29-32, §§ 87-95; Le Compte, Van Leuven and De Meyere v. Belgium, 23 ივნილი 1981, სერია A no. 43, გვ. 19-23, §§ 41-51; Albert and Le Compte v. Belgium, 10 თებერვალი 1983, გვ. 14-16, §§ 25-29; Diennet v. France, 26 სექტემბერი 1995, სერია A no. 325-A, გვ. 13, § 27).", "", "29. 28-ე პარაგრაფში აღნიშნული ყველა გადაწყვეტილება ეხებოდა დისციპლინურ სამართალწარმოებას, რომელთა ერთ ეტაპზე მაინც იქნა დადგენილი პროფესიული საქმიანობის განხორციელების დროებითი შეჩერება ან მისი სამუდამო აკრძალვა. ევროპული სასამართლოს წინაშე არსებული ერთ-ერთი უახლესი საქმე შეეხებოდა პრაქტიკოს ექიმებს, რომელთაგან ზოგიერთს მხოლოდ საყვედური გამოეცხადა. აღნიშნულ საქმეში ევროპულმა სასამართლომ როდესაც განიხილავდა, იდგა თუ არა საფრთხის ქვეშ სამედიცინო საქმიანობის განხორციელების უფლება, გაითვალისწინა სახდელები, რომელთა დაკისრებაც შეეძლოთ სადისციპლინო ორგანოებს(Gautrin and Others v. France გადაწყვეტილება 20 მაისი 1998, ანგარიშები 1998-III, გვ.1022, § 33).", "", "30. უახლესი სასამართლო პრაქტიკის გათვალისწინებით, ევროპული სასამართლო ადგენს, რომ წინამდებარე საქმეში დისციპლინური გადაცდომებისათვის შესაძლო სახდელებიდან, რომლებსაც შესაბამისი დისციპლინური კანონების რელევანტური ნაწილები ითვალისწინებდნენ, ერთ-ერთს წარმოადგენდა - ერთი წლით საადვოკატო საქმიანობის განხორციელების შეჩერება. შესაბამისად, მომჩივანი პროფესიული საქმიანობის განხორციელების დროებითი შეჩერების რისკის ქვეშ იდგა. მართლაც, ადვოკატთა ასოციაციამ სააპელაციო საქმის წარმოების დროს მოითხოვა, რომ მომჩივანს შეჩერებოდა საადვოკატო საქმიანობის განხორციელება სამი თვის ვადით. შესაბამისად, მომჩივნის უფლება, რომ გააგრძელოს საადვოკატო საქმიანობა, სადავო საკითხს წარმოადგენდა დისციპლინური საქმისწარმოების დროს. შესაბამისად, ამ საკითხთან მიმართებით გამოყენებადია კონვენციის მე-6 მუხლის 1-ლი პარაგრაფი (სამოქალაქო ნაწილი).", "", "31.  რაც შეეხება მე-6 მუხლის სისხლის სამართლის ასპექტს, ევროპული სასამართლო ადგენს, რომ აუცილებელი არ არის გადაწყვიტოს ის საკითხი, სახეზე იყო თუ არა სისხლისსამართლებრივი ბრალდება მომჩივნის წინააღმდეგ, რადგან „გონივრული ვადის“ მოთხოვნა მე-6 მუხლის 1-ლი პარაგრაფის მიხედვით, რომელსაც ეყრდნობა მომჩივანი, გამოიყენება როგორც სამოქალაქო ასევე სისხლისსამართლებრივ საკითხებზე (Le Compte, Van Leuven and De Meyere judgment, გვ. 23-24, § 53).", "", "კონვენციის მე-6 მუხლის 1-ლი პარაგრაფის შესაბამისობა", "", "32. მომჩივანი ამტკიცებდა, რომ დისციპლინური სამართალწარმოება არაგონივრულად დიდი ხნის განმავლობაში გრძელდებოდა, ასევე ამტკიცებდა, რომ ხელისუფლების მხრიდან იყო რამდენიმე შეფერხება.", "", "33. მთავრობა დაეთანხმა, რომ დისციპლინური სამართალწარმოება გრძელდებოდა 1987 წლის 15 ივნისიდან, როდესაც მომჩივნის წინააღმდეგ დაიწყო დისციპლინური სამართალწარმოება, 1994 წლის 12 ოქტომბრის საკონსტიტუციო სასამართლოს გადაწყვეტილებამდე. თუმცა, მთავრობა აცხადებდა, რომ სამართალწარმოების ხანგძლივობა ძირითადად გამოწვეული იყო მომჩივნის წინააღმდეგ დისციპლინური გადაცდომების შესახებ ბრალდებების დიდი რაოდენობით.", "", "34. ევროპული სასამართლო ეთანხმება კომისიის დასკვნას. ის ადგენს, რომ დისციპლინური სამართალწარმოების საერთო ხანგრძლივობა - შვიდი წელი და ოთხი თვე, იურისდიქციის სამი დონის გათვალისწინებით, არ შეიძლება მივიჩნიოთ გონივრულად კონვენციის მე-6 მუხლის 1-ლი პარაგრაფის მნიშვნელობით.", "", "დასკვნა: შესაბამისად, დაირღვა მე-6 მუხლის 1-ლი პარაგრაფი.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა სასამართლოსათვის არასავალდებულოა.", "იხილეთ აქ სასამართლო პრაქტიკის საინფორმაციო ბროშურები"]}