{"file": "GEO_HJUDGEO_32458_96.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "32458/96", "text_paragraphs": ["", "დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ ადამიანის უფლებათა ევროპული სასამართლოს HUDOC-ის მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the European Court of Human Rights’ database HUDOC.", "", "საინფორმაციო შეტყობინება სასამართლოს პრეცედენტულ სამართალზე 84", "2006 წლის მარტი", "", "სადაი თურქეთის წინააღმდეგ (Saday v. Turkey)", "", "(საჩივარი- 32458/96)", "გადაწყვეტილება, 30 მარტი, 2006 [1-ლი სექცია]", "მე-10 მუხლის 1-ლი ნაწილი", "გამოხატვის თავისუფლება", "მომჩივნის მსჯავრდება სასამართლოს შეურაცხყოფის გამო: დარღვევა", "", "ფაქტები – მომჩივნის წინააღმდეგ სისხლისსამართლებრივი საქმის განხილვის დროს, რომლის ფარგლებშიც მას ბრალი ედებოდა თურქეთის კონსტიტუციური რეჟიმისთვის საფრთხის შექმნაში, მომჩივანი საკუთარ პოზიციას თავად იცავდა. მომჩივანმა დაცვის სიტყვაში მოსამართლეები მოიხსენია მანტიით შემოსილ ჯალათებად. შედეგად, ის დამნაშავედ იქნა ცნობილი სასამართლოს უპატივცემულობისათვის. მას აღნიშნული დანაშაულისთვის სასჯელის სახედ და ზომად ექვსი თვის ვადით თავისუფლების აღკვეთა შეეფარდა, რაც ამ დანაშაულისთვის კანონმდებლობით გათვალისწინებულ ყველაზე მკაცრ სასჯელს წარმოადგენდა. ამასთან, პატიმრობის პირველი ორი თვე მომჩივანს სამარტოო საკანში უნდა გაეტარებინა. მომჩივანმა მოიხადა სასჯელის ნაწილი, კერძოდ, 2 თვე თვე გაატარა სამარტოო საკანში, რის შემდეგაც სასამართლომ გადაწყვიტა, რომ სასჯელის დარჩენილი ნაწილის აღსრულება, მომჩივნის კარგი ქცევის საფუძველზე, გადაედო.", "საბოლოოდ, მომჩივნის წინააღმდეგ სისხლისსამართლებრივი სამართალწარმოების განხილვის შედეგად, მას უვადო თავისუფლების აღკვეთა მიესაჯა.", "", "ადამიანის უფლებათა ევროპული სასამართლოს წინაშე მომჩივანი დავობდა, რომ მოსამართლეთა შეურაცხყოფის გამო მისი სისხლისსამართლებრივი მსჯავრდება არღვევდა კონვენციის მე-10 მუხლით უზრუნველყოფილ გამოხატვის თავისუფლებას.", "", "სამართალი – მე-10 მუხლი:", "", " 31. სასამართლო აღნიშნავს, მხარეებს შორის სადავო არ არის, რომ მსჯავრდება წარმოადგენდა მომჩივნის გამოხატვის თავისუფლების უფლებაში ჩარევას. აგრეთვე, მხარეებს შორის სადავო არ არის, რომ ჩარევა გათვალისწინებული იყო კანონმდებლობით და ემსახურებოდა ლეგიტიმური მიზანს, კერძოდ, სასამართლო ხელისუფლების ავტორიტეტის დაცვას (იხ., Worm v. Austria, 1997 წლის 29 აგვისტოს გადაწყვეტილება, ანგარიშები 1997-V). წინამდებარე საქმეზე სადავო საკითხს წარმოადგენს შემდეგი: იყო თუ არა ჩარევა ,,აუცილებელი დემოკრატიულ საზოგადოებაში’’?", "", "32. მთავრობის განცხადებით, მომჩივნის მსჯავრდება საჭირო იყო სამართალწარმოების მშვიდად წარმართვის უზრუნველსაყოფად.", "", "33. სტრასბურგის სასამართლო იმეორებს, რომ სასამართლოს საქმიანობა საზოგადოების ნდობით უნდა სარგებლობდეს, რადგან სასამართლოს კანონის უზენაესობის პრინციპზე დაფუძნებულ სახელმწიფოში ფუნდამენტური როლი აკისრია და მართლმსაჯულების განხორციელებას უზრუნველყოფს. შესაბამისად, უფლებამოსილებათა განხორციელებისას მოსამართლეები დაცულნი უნდა იყვნენ დაუსაბუთებელი თავდასხმებისაგან (იხ., Janowski v. Poland [GC], N25716/94, § 33, ECHR 1999-I; . Schöpfer v. Switzerland , 1998 წლის 20 მაისი, ანგარიშები 1998-III, § 29; . Barfod v Denmark , 1989 წლის 22 თებერვალი, სერიები A n o 149, §§ 34-35; RS and Z v Switzerland. N 10414/83 , 1984 წლის 1 ოქტომბერი, p. 214; და De Haes and Gijsels c. Belgium , 1997 წლის 24 თებერვალი, ანგარიშები 1997-I, § 37).", "", "34. წინამდებარე საქმეში მომჩივნის მიერ გაკეთებული განცხადებები სასამართლოს წინასე მის მიერ წარდგენილი არგუმენტების ნაწილს წარმოადგენდა და შესაბამისად ეხებოდა მის დაცვით უფლებებს. ამასთან დაკავშირებით სასამართლო არ გამორიცხავს შესაძლებლობას, რომ გარკვეულ გარემოებებში საქმის განხილვის დროს ბრალდებულის გამოხატვის თავისუფლებაში ჩარევამ შესაძლოა დაარღვიოს მსგავსი უფლებები. აქედან გამომდინარე, საქმის განხილვის დროს გამოხატვის თავისუფლებაზე შეზღუდვის დაწესება მკაცრ განხილვას უნდა დაექვემდებაროს.", "", "მიუხედავად ამისა, ამასთან მიმართებით სასამართლო აღნიშნავს, მართალია, მხარეებს უფლება აქვთ სასამართლო დარბაზში საჯაროდ წარმოადგინონ არგუმენტები, რათა უზრუნველყონ დაცვის უფლებები, თუმცა მათ მიერ გამოთქმულმა კრიტიკამ არ უნდა გადააბიჯოს გარკვეულ ფარგლებს. ნამდვილად, განსაზღვრული ინტერესები, როგორიცაა სასამართლო ხელისუფლების ავტორიტეტი, იმდენად მნიშვნელოვანია, რომ ამართლებს გამოხატვის თავისუფლებაზე დაწესებულ შეზღუდვებს (კიპრიანუ კვიპროსის წინააღმდეგ [დიდი პალატა] (Kyprianou v. Cyprus [GC], N73797/01, § 174, ECHR 2005).", "", "35. წინამდებარე საქმეზე, უდავოა, რომ მომჩივანმა თავის სიტყვაში გამოიყენა განსაკუთრებით მკაცრი სიტყვები, როგორებიცაა ,,მანტიით შემოსილი ჯალათები’’ ან ,,ფაშისტ დიქტატორებს (...) უნდათ განმსაჯონ’’. სტრასბურგის სასამართლო ვერ შეარბილებს მომჩივნის განცხადებებს და ვერ მიიჩნევს, რომ მისი ფრაზა სასამართლოების სტრუქტურულ კრიტიკას წარმოადგენდა. ფაქტობრივად, მომჩივანს შეეძლო სასამართლოს შემადგენლობის ან ფუნქციონირების კრიტიკა, წარმოდგენილ მოსამართლეებზე პირადი თავდასხმის გარეშე. აღნიშნულ დასკვნას ამყარებს მომჩივნის მიერ გამოთქმული კრიტიკის სიმძიმე და აგრეთვე ამ მიზნით შერჩეული ტონი.", "", "36. მომჩივნის მიერ გაკეთებული განცხადებების გათვალისწინებით, რომლებიც იმგვარი ხასიათისაა, რომ ეჭვქვეშ აყენებს მოსამართლეთა ღირსებას, ადამიანის უფლებათა ევროპულმა სასამართლომ [მომჩივნისთვის] სასჯელის დაკისრება შეიძლება დასაშვებად მიიჩნიოს. ამასთან მიმართებით სასამართლო აღნიშნავს, რომ ჩარევის პროპორციულობის შეფასებისას დაკისრებული სასჯელის ბუნება და სიმძიმე გასათვალისწინებელი ფაქტორებია [Feridun Yazar v. France, N42713/98, § 28, 2004 წლის 23 სექტემბერი). წინამდებარე საქმეზე მომჩივანს შეეფარდა თავისუფლების აღკვეთა ექვსი თვის ვადით [კანონმდებლობით გათვალისწინებული მაქსიმალური სასჯელი], რომლიდანაც ორი თვე სამარტოო საკანში უნდა მოეხადა. ამრიგად, დაკისრებული სასჯელი არ იყო მისაღწევი ლეგიტიმური მიზნის პროპორციული და ჩარევა ვერ ჩაითვლებოდა ,,აუცილებლად დემოკრატიულ საზოგადოებაში’’.", "", "დასკვნა: დაირღვა კონვენციის მე-10 მუხლი.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა სასამართლოსათვის არასავალდებულოა.", "იხილეთ აქ სასამართლო პრაქტიკის საინფორმაციო ბროშურები"]}