{"file": "GEO_HJUDGEO_20390_07.docx", "doc_type": "HJUDGEO", "doc_lang": "GEO", "case_id": "20390/07", "text_paragraphs": ["დოკუმენტი მომზადებულია საქართველოს უზენაესი სასამართლოს ადამიანის უფლებათა ცენტრის () მიერ. თარგმანის ხელახალი გამოქვეყნების ნებართვა გაცემულია მხოლოდ სასამართლოს HUDOC მონაცემთა ბაზაში განთავსების მიზნით.", "", "The document was provided by the Supreme Court of Georgia, Human Rights Centre (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "საინფორმაციო ბროშურა სასამართლოს პრეცედენტზე No.163", "მაისი 2013", "გარნაგა უკრაინის წინააღმდეგ - 20390/07", "გადაწყვეტილება 16.5.2013 [სექცია V]", "მუხლი 8", "პოზიტიური ვალდებულებები", "მუხლი 8-1", "ოჯახური ცხოვრების პატივისცემა", "პირადი ცხოვრების პატივისცემა", "მამის სახელის (patronymic) შეცვლის ნებართვაზე უარი: დარღვევა", "ფაქტები – 2004 წლის მარტში მომჩივანმა, რომელიც უკრაინის მოქალაქეა, შეიტანა მოთხოვნა, რომ შეეცვალა თავისი მამის სახელი თავისი მამინაცვლის სახელით. სარეგისტრაციო სამსახურმა მას უარი უთხრა იმ მოტივით, რომ სამოქალაქო სტატუსის სარეგისტრაციო წესების (Rules on Civil Status Registration) მიხედვით, პიროვნების მამის სახელი შეიძლება შეცვლილიყო მხოლოდ იმ შემთხვევაში, თუ შეიცვლებოდა თავად მისი მამის სახელი. მომჩივანმა გაასაჩივრა, თუმცა წარუმატებლად. პარალელურად, 2004 წლის მაისში მან შეიცვალა თავისი თავდაპირველი გვარი თავისი მამინაცვლის გვარით, რომელიც იყო ასევე მისი დედისა და ნახევარძმის გვარი.", "სამართალი – მუხლი 8: მამის სახელი, როგორც პირადი სახელის ნაწილი, ტრადიციულად წარმოიშობოდა იმ პიროვნების მამის სახელიდან, რომელსაც საქმე ეხებოდა. თუმცაღა, უკრაინული კანონმდებლობა აღიარებს, რომ როცა ინდივიდუალური პირები საკმარისად მომწიფებულები არიან იმისთვის, რომ მიიღონ გადაწყვეტილებები, რომელიც ეხება მათ სახელებს, მათ შეუძლიათ შეინარჩუნონ ან შეცვალონ ის სახელი, რომელიც მათ მიიღეს დაბადებისას. განსაკუთრებულად საყურადღებო იყო ის, რომ პიროვნებას შეეძლო, შეენარჩუნებინა მისი მამის სახელი იმ შემთხვევაშიც, როცა მისი მამა აღარ ფლობდა იმ სახელს, საიდანაც ის (პიროვნების მამის სახელი) წარმოიშვა. სამოქალაქო სამართლის ახალ კოდექსში, რომელიც მიიღეს 2004 წლის 1 იანვარს, გათვალისწინებული იყო, რომ ინდივიდუალურ პირს შეეძლო, შეეცვალა მისი მამის სახელი, თუ მისი მამა თავად შეიცვლიდა თავის სახელს. შიდასახელმწიფოებრივი ხელისუფლების წარმომადგენლებმა ამ დებულების ინტერპრეტირება მოახდინეს ისე, როგორც აშკარა მითითება, რომ მამის მიერ თავისი სახელის შეცვლა იყო ერთადერთი შესაძლებელი საფუძველი პირის მიერ თავისი მამის სახელის შეცვლისა. მხარეებს შორის სადაო საკითხი გახდა ის, რომ მომჩივნის უფლების შეზღუდვა ეფუძნებოდა სამართალზე, ან სამართლის არასწორ ინტერპრეტაციაზე. რელევანტურ დროს არსებობდა სხვადასხვა დებულებები, რომელთა მიხედვით მამის სახელის შეცვლის საკითხი არ იყო ფორმულირებული საკმარისი სიცხადით. თუმცა არ დავობდნენ, რომ ინდივიდუალური პირის უფლება, შეენარჩუნებინა თავისი სახელი, იყო აღიარებული უკრაინული კანონმდებლობის მიხედვით, ისევე როგორც მისი შეცვლის უფლება. მართლაც უკრაინული სისტემა, რომელიც ეხებოდა სახელების შეცვლას, აღმოჩნდა საკმაოდ მოქნილი და პირს შეეძლო, შეეცვალა მისი სახელი სპეციალური პროცედურების დაცვით მხოლოდ უმნიშვნელო შეზღუდვებით, რომელიც გამოიყენებოდა ძალიან სპეციფიკურ გარემოებებში, ძირითადად რაც დაკავშირებული იყო სისხლის სამართლის მართლმსაჯულების შესახებ განხილვებთან. ამ სიტუაციაში, მამის სახელის შეცვლასთან დაკავშირებული შეზღუდვები არ აღმოჩნდა სათანადოდ და საკმარისად დასაბუთებული შიდასახელმწიფოებრივი სამართლით. გარდა ამისა, შიდასახელმწიფოებრივი ხელისუფლების წარმომადგენლების მიერ მომჩივნის უფლებაზე უარს, რომ გადაეწყვიტა მისი პირადი და ოჯახური ცხოვრების ეს მნიშნელოვანი აასპექტი, არ ჰქონდა გამართლება და ამგვარი გამართლება სხვაგვარად არც იყო დადგენილი. რადგან ხელისუფლების წარმომადგენლებმა ვერ დააბალანსეს მხარეთა რელევანტური ინტერესები, მათ ვერ შეასრულეს მათი პოზიტიური ვალდებულება, უზრუნველეყოთ მომჩივნის პირადი ცხოვრების პატივისცემის უფლების დაცვა.", "დასკვნა: დარღვევა (ერთხმად).", "მუხლი 41: დარღვევის დადგენა წარმოადგენდა სამართლიან დაკმაყოფილებას, როგორც არამატერიალური ზიანის ანაზღაურებას.", "", "© ევროპის საბჭო/ადამიანის უფლებათა ევროპული სასამართლო", "სამდივნოს მიერ მომზადებული მოცემული მოკლე მიმოხილვა", "სასამართლოსათვის არასავალდებულოა.", "", "იხილეთ აქ "]}