{"file": "GER_HJUDGER_65745_01.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "65745/01", "text_paragraphs": ["Urteile", "", "", "Europäischer Gerichtshof für Menschenrechte, Dritte Sektion", "Nichtamtliche Übersetzung aus dem Englischen", "Quelle: Bundesministerium der Justiz, Berlin", "", "10/11/05 - Rechtssache D. gegen DEUTSCHLAND (Individualbeschwerde Nr. 65745/01)", "", "", "", "", "URTEIL", "", "", "", "STRASSBURG", "", "10. November 2005", "", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Absatz 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "\n", "In der Rechtssache D. ./. Deutschland", "", "hat der Europäische Gerichtshof für Menschenrechte (Dritte Sektion) als Kammer mit den Richtern", "", "\tHerrn B.M. Zupančič, Präsident,", "\tHerrn J. Hedigan,", "\tHerrn L. Caflisch,", "\tHerrn C. Bîrsan,", "\tFrau\tM. Tsatsa-Nikolovska,", "\tFrau\tR. Jaeger,", "\tHerrn E. Myjer,", "und Herrn V. Berger, Sektionskanzler,", "", "nach nicht öffentlicher Beratung am 20. Oktober 2005", "", "das folgende Urteil erlassen, das am selben Tag angenommen wurde:", "", "VERFAHREN", "", "1. Der Rechtssache lag eine Individualbeschwerde (Nr. 65745/01) gegen die Bundesrepublik Deutschland zugrunde, die ein Staatsangehöriger der ehemaligen jugoslawischen Republik Mazedonien, Herr D. D. („der Beschwerdeführer“), am 7. Dezember 1999 nach Artikel 34 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) beim Gerichtshof eingereicht hatte.", "", "2.  Der Beschwerdeführer, für den Prozesskostenhilfe bewilligt worden war, war vertreten durch Herrn B. Wagner, Rechtsanwalt in Hamburg. Die deutsche Regierung („die Regierung“) war vertreten durch ihren Verfahrensbevollmächtigten, Herrn Ministerialdirigent K. Stoltenberg, und später Frau Ministerialrätin A. Wittling-Vogel, vom Bundesministerium der Justiz.", "", "3. Unter Berufung auf Artikel 5 Abs. 1 und 3 sowie Artikel 6 Abs. 1 der Konvention machte der Beschwerdeführer geltend, dass die Dauer seiner Untersuchungshaft und des gegen ihn geführten Strafverfahrens die angemessene Frist überschritten haben.", "", "4.  Die Beschwerde wurde der Dritten Sektion des Gerichtshofs zugewiesen (Artikel 52 Abs. 1 der Verfahrensordnung des Gerichtshofs). In dieser Sektion wurde die Kammer, welche die Rechtssache prüfen sollte (Artikel 27 Abs. 1 der Konvention), gemäß Artikel 26 Abs. 1 der Verfahrensordnung des Gerichtshofs gebildet.", "", "5.  Mit Entscheidung vom 8. Juli 2004 erklärte der Gerichtshof die Beschwerde für zulässig.", "", "6.  Der Beschwerdeführer und die Regierung gaben jeweils Stellungnahmen zur Begründetheit ab (Artikel 59 Abs. 1 der Verfahrensordnung). Die Parteien gaben zu den gegnerischen Schriftsätzen schriftliche Stellungnahmen ab.", "", "7. Am 1. November 2004 änderte der Gerichtshof die Zusammensetzung seiner Sektionen (Artikel 25 Abs. 1 der Verfahrensordnung). Diese Rechtssache wurde der neu gebildeten Dritten Sektion zugewiesen (Artikel 52 Abs. 1 der Verfahrensordnung).", "", "8.  Die Regierung der ehemaligen jugoslawischen Republik Mazedonien äußerte, nachdem sie über ihr Recht auf Beteiligung unterrichtet worden war (Artikel 36 Abs. 1 der Konvention und der frühere Artikel 61 der Verfahrensordnung des Gerichtshofs), nicht den Wunsch, von diesem Recht innerhalb der vorgeschriebenen Frist Gebrauch zu machen.", "", "", "", "", "", "", "SACHVERHALT", "", "9. Der Beschwerdeführer wurde 1971 geboren. Er befand sich im Zeitpunkt der Einlegung seiner Individualbeschwerde in Haft in Oldenburg, Deutschland. Derzeit ist er in H., Deutschland, wohnhaft.", "A)\tErmittlungsverfahren", "", "10. Der Beschwerdeführer wurde am 6. Juli 1996 in Wilhelmshaven festgenommen. Das Amtsgericht Wilhelmshaven erließ am 7. Juli 1996 gegen den Beschwerdeführer Haftbefehl, weil dieser des fünffachen Raubes und des Raubes in Verbindung mit versuchtem Mord dringend verdächtig war.", "", "11. Am 4. November 1996 erhob die Staatsanwaltschaft Oldenburg Anklage gegen den Beschwerdeführer wegen versuchten Mordes, schweren Raubes in Tateinheit mit Körperverletzung und Verstoßes gegen das deutsche Waffengesetz.", "", "12. Das Landgericht Oldenburg wies den Antrag des Beschwerdeführers auf Bestellung des Herrn B. zum Verteidiger am 6. Dezember 1996 ab.", "", "13. Am 8. Januar 1997 ordnete das Oberlandesgericht Oldenburg die Fortdauer der Untersuchungshaft des Beschwerdeführers an, weil dieser der ihm zur Last gelegten Taten weiterhin dringend verdächtig sei und er sich dem Strafverfahren nach einer Freilassung voraussichtlich entziehen werde.", "", "14. Am 14. Januar 1997 verwarf das Oberlandesgericht Oldenburg die Beschwerde des Beschwerdeführers gegen den Beschluss des Landgerichts vom 6. Dezember 1996.", "", "", "", "", "", "B)\tErstes Verfahren vor dem Landgericht Oldenburg", "", "15. Am 18. Februar 1997 ließ das Landgericht Oldenburg die Anklageschrift ohne Änderungen zu und eröffnete gegen den Beschwerdeführer und zwei Mitangeklagte das Hauptverfahren. Die Hauptverhandlung wurde am 14. März 1997 begonnen.", "", "16. Am 25. Juni und 26. September 1997 bestätigte das Landgericht Oldenburg den Haftbefehl vom 7. Juli 1996. Am 29. Dezember 1997 verwarf das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Haftbefehls vom 7. Juli 1996.", "", "17. Am 22. Mai 1998 nach 55 Verhandlungstagen mit einer durchschnittlichen Sitzungsdauer von 90 Minuten erkrankte eine Schöffin. Da der benannte Ergänzungsschöffe ebenfalls wegen Krankheit zuvor ausgeschieden war, musste die Hauptverhandlung erneut begonnen werden.", "", "18. Am 28. Mai 1998 bestätigte das Landgericht Oldenburg den Haftbefehl. Es stellte fest, dass ungeachtet der Verzögerungen, zu denen die Erkrankung der Schöffen geführt habe, die weitere Fortdauer der Haft im Hinblick auf die Schwere der Straftaten, derer der Beschwerdeführer angeklagt sei, nicht unverhältnismäßig sei.", "", "C)\tZweites Verfahren vor dem Landgericht Oldenburg", "", "19. Am 2. Juni 1998 wurde die Hauptverhandlung mit zwei Ergänzungsschöffen erneut begonnen.", "", "20. Am 22. Juni 1998 verwarf das Oberlandesgericht Oldenburg die Beschwerde des Beschwerdeführers gegen die Entscheidung des Landgerichts Oldenburg vom 28. Mai 1998, den Haftbefehl aufrechtzuerhalten.", "", "21. Am 1. Februar 1999 behauptete der Beschwerdeführer erstmals, dass er sich zur Tatzeit in Tetovo in Mazedonien aufgehalten habe.", "", "22. Am 10. Februar 1999 lehnte das Oberlandesgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Vollzugs des Haftbefehls ab. Es entschied, dass bezüglich des Alibis des Beschwerdeführers Ermittlungen in Mazedonien im Wege von Rechtshilfeersuchen durchzuführen seien.", "", "23. Am 25. Februar 1999 beschloss das Landgericht Oldenburg, der Beschwerde des Beschwerdeführers gegen seine Entscheidung vom 10. Februar 1999 nicht abzuhelfen und legte sie dem Oberlandesgericht Oldenburg zur Entscheidung vor. Nach Auffassung des Landgerichts war die Fortdauer der Untersuchungshaft des Beschwerdeführers nicht unverhältnismäßig. Im Falle einer Verurteilung des Beschwerdeführers stehe im Hinblick auf die", "", "Schwere der Straftaten sowie die Schäden und Verletzungen der Opfer eine Strafe im Raum, die die bisherige Dauer der Untersuchungshaft übersteigen würde. Zur Länge des Verfahrens bemerkte das Landgericht, dass mehrfach darüber verhandelt worden sei, das Verfahren gegen den Beschwerdeführer von den gegen den Mitangeklagten geführten Verfahren abzutrennen; ein Interesse des Beschwerdeführers an einer zügigen Beendigung der Hauptverhandlung gegen ihn sei jedoch nicht erkennbar gewesen.", "", "24. Am 28. Juni 1999 lehnte das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Vollzugs des Haftbefehls erneut ab. Aufgrund der Beschwerde des Beschwerdeführers wurde der Beschluss vom 28. Juni 1999 am 12. Juli 1999 vom Landgericht Oldenburg bestätigt.", "", "25. Am 23. Juli 1999 verwarf das Oberlandesgericht Oldenburg die weitere Beschwerde des Beschwerdeführers und bestätigte den Beschluss des Landgerichts vom 28. Juni 1999.", "", "26. Am 10. September 1999 lehnte das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Entpflichtung seines gerichtlich bestellten Pflichtverteidigers ab, da keine Pflichtverletzung seitens des Verteidigers ersichtlich sei. Es stellte auch fest, dass das von dem Beschwerdeführer und seinem Verteidiger geltend gemachte gestörte Vertrauensverhältnis nicht substantiiert dargelegt worden sei.", "", "27. Am 17. September 1999 teilte die Staatsanwaltschaft dem Landgericht Oldenburg mit, dass die im Wege von Rechtshilfeersuchen in Mazedonien veranlassten Ermittlungen bezüglich des Alibis des Beschwerdeführers nicht durchgeführt worden seien. Der Beschwerdeführer erklärte, er werde hundert Entlastungszeugen beibringen, zwei pro Verhandlungstermin.", "", "28. Am 27. September 1999 wies das Landgericht Oldenburg den Befangenheitsantrag des Beschwerdeführers zurück.", "", "29. Am 31. Januar 2000 erschien einer der vier mazedonischen Alibizeugen, die das Landgericht Oldenburg nach dem am 1. Februar 1999 geltend gemachten Alibi auf diplomatischem Wege geladen hatte, vor Gericht und sagte aus.", "", "30. Am 14. Juni 2000 lehnte das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Vollzugs des Haftbefehls ab. Es stellte fest, dass angesichts der Umstände seiner Haft und der Straferwartung im Falle einer Verurteilung im Sinne der Anklage bei einer Entlassung des Beschwerdeführers ein hoher Fluchtanreiz bestehe. Das Landgericht wies darauf hin, dass sich der Beschwerdeführer illegal in Deutschland aufhalte und eine Ausweisungsverfügung gegen ihn ergangen sei. Das Gericht führte auch aus, dass er bei seiner Festnahme bereits habe fliehen wollen. Unter diesen Umständen sei die Dauer", "der Untersuchungshaft des Beschwerdeführers nicht unangemessen. Das Landgericht gab eine detaillierte Darstellung des Verfahrens und erläuterte den Verfahrensablauf; daraus ging hervor, dass wiederholt Zeugen vor Gericht nicht vernommen werden konnten, da sie entweder zur Verhandlung nicht erschienen oder von ihrem Zeugnisverweigerungsrecht Gebrauch machten. Darüber hinaus hätten der Beschwerdeführer und seine Mitangeklagten - oftmals später als notwendig - eine Vielzahl von Beweisanträgen gestellt. Das Landgericht wies darauf hin, dass das Verfahren gegen den Beschwerdeführer derzeit nicht von den gegen die Mitangeklagten geführten Verfahren abgetrennt werden könne, weil sie wegen gemeinschaftlichen Handelns angeklagt seien.", "", "31. Am 15. August 2000 verwarf das Oberlandesgericht Oldenburg die Beschwerde des Beschwerdeführers gegen die Entscheidung vom 14. Juni 2000. Es stellte darauf ab, dass die bisherige Dauer der Untersuchungshaft allein die Entlassung des Angeklagten nicht rechtfertige und die Fortdauer der Untersuchungshaft verhältnismäßig sei.", "", "32. Am 26. September 2000 lehnte das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Vollzugs des Haftbefehls ab, weil der gegen ihn vorliegende Tatverdacht entgegen seinem Vorbringen fortbestehe. Bei einer Entlassung bestehe nach wie vor Fluchtgefahr, insbesondere angesichts der hohen Haftstrafe, die ihm im Falle einer der Anklage entsprechenden Verurteilung drohe.", "", "33. Mit Beschluss vom 1. November 2000 half das Landgericht Oldenburg der Beschwerde des Beschwerdeführers gegen seine Entscheidung vom 26. September nicht ab und legte sie dem Oberlandesgericht Oldenburg zur Entscheidung vor. Es wies darauf hin, dass der Beschwerdeführer die Verfahrensverzögerungen wegen der bewusst verspäteten Benennung von Entlastungszeugen zum Teil selbst zu vertreten habe.", "", "34. Am 16. November 2000 verwarf das Oberlandesgericht Oldenburg die Beschwerde des Beschwerdeführers und bestätigte die Entscheidung vom 26. September 2000.", "", "35. Am 13. Dezember 2000 erhob der Beschwerdeführer gegen die Entscheidung des Landgerichts Oldenburg vom 26. September 2000 und gegen die Entscheidung des Oberlandesgerichts Oldenburg vom 16. November 2000 Beschwerde zum Bundesverfassungsgericht. Er brachte vor, die Fortdauer seiner Untersuchungshaft sei u. a. aufgrund der überlangen Dauer des Verfahrens vor dem Landgericht Oldenburg verfassungswidrig.", "", "36. Am 28. Dezember 2000 wurde dem Landgericht Oldenburg mitgeteilt, dass 23 weitere mazedonische Entlastungszeugen sich weigerten, vor Gericht zu erscheinen. Die Übersetzungen der Protokolle ihrer Vernehmungen, die von mazedonischen Richtern im Wege von Rechtshilfeersuchen durchgeführt worden waren, wurden im Gerichtssaal verlesen.", "", "", "", "37. Am 11. Januar 2001 lehnte es das Bundesverfassungsgericht ab, die Verfassungsbeschwerde des Beschwerdeführers vom 13. Dezember 2000 zur Entscheidung anzunehmen.", "38.  Am 20. März 2001 verkündete das Landgericht Oldenburg sein Urteil, nachdem im Durchschnitt weniger als vier Verhandlungstermine pro Monat mit einer durchschnittlichen Sitzungsdauer von unter zweieinhalb Stunden stattgefunden hatten. Es befand den Beschwerdeführer des schweren Raubes in Tateinheit mit gefährlicher Körperverletzung für schuldig und sprach ihn vom Vorwurf des versuchten Mordes frei. Das Landgericht stellte fest, dass der Beschwerdeführer und der Mitangeklagte Cevizovic, die beide maskiert und bewaffnet waren, in das Haus des L. eingedrungen waren und L. unter Anwendung von Gewalt beraubt hatten. Es verurteilte den Beschwerdeführer zu acht Jahren Freiheitsstrafe. Bei der Strafzumessung berücksichtigte das Landgericht die überlange Dauer seiner Untersuchungshaft und des Strafverfahrens strafmildernd. Es verwies insbesondere auf die durch die Erkrankung der Schöffen bedingte Verzögerung und die anschließende Verfahrensaussetzung; diese Verzögerung habe der Beschwerdeführer nicht zu vertreten.", "", "D) Verfahren vor dem Bundesgerichtshof", "", "39. Am 22. März 2001 legte der Beschwerdeführer Revision gegen das Urteil des Landgerichts Oldenburg ein.", "", "40. Am 13. Juli 2001 lehnte das Landgericht Oldenburg den Antrag des Beschwerdeführers auf Aussetzung des Vollzugs des Haftbefehls ab. Es führte aus, dass der Beschwerdeführer zu einer Freiheitsstrafe von acht Jahren verurteilt worden sei und die Dauer seiner Untersuchungshaft noch nicht unverhältnismäßig sei, weil er 2/3 der Freiheitsstrafe noch nicht verbüßt habe.", "", "41. Am 7. August 2001 verwarf das Oberlandesgericht Oldenburg die Beschwerde des Beschwerdeführers gegen den Beschluss des Landgerichts vom 13. Juli 2001. Es befand, dass bei einer Entlassung des Beschwerdeführers nach wie vor Fluchtgefahr bestehe.", "", "42. Am 17. August 2001 erhob der Beschwerdeführer weitere Verfassungsbeschwerde zum Bundesverfassungsgericht. Er rügte, dass das Landgericht Oldenburg in seiner Entscheidung vom 13. Juli 2001 und das Oberlandesgericht Oldenburg in seiner Entscheidung vom 7. August 2001 die Aussetzung des Vollzugs des Haftbefehls abgelehnt hätten. Diese Gerichte hätten insbesondere die Dauer seiner Untersuchungshaft und des Strafverfahrens nicht angemessen berücksichtigt.", "", "43. Am 10. September 2001 lehnte es das Bundesverfassungsgericht ab, die Verfassungsbeschwerde des Beschwerdeführers zur Entscheidung anzunehmen.", "", "", "", "44. Das mit Gründen versehene 201 Seiten umfassende Urteil des Landgerichts Oldenburg gelangte am 12. September 2001 zu dessen Geschäftsstelle.", "", "45. Am 6. November 2001 setzte das Landgericht Oldenburg den Haftbefehl gegen den Beschwerdeführer außer Vollzug. Am 7. November 2001 wurde der Beschwerdeführer aus der Haft entlassen.", "", "46. Am 8. November 2001 legte der Beschwerdeführer seine Revisionsbegründung vor. Er führte u.a. aus, dass das Landgericht in seiner Entscheidung die Dauer des Strafverfahrens nicht hinreichend berücksichtigt und deren Auswirkung auf das Strafmaß nicht dargelegt habe.", "", "47. Am 17. April 2002 reichte die Staatsanwaltschaft ihre Stellungnahme zu der Revision des Beschwerdeführers bei dem Landgericht ein. Am 13. August 2002 übersandte die Staatsanwaltschaft der Generalbundesanwaltschaft die Verfahrensakten.", "", "48. Am 27. November 2002 übersandte der Generalbundesanwalt dem Bundesgerichtshof die Verfahrensakten und seine eigenen Anträge bezüglich der vom Beschwerdeführer eingelegten Revision.", "", "49. Am 11. September 2003 hob der Bundesgerichtshof nach einer Sitzung das Urteil des Landgerichts Oldenburg im Strafausspruch teilweise auf und verwies die Sache an eine andere Kammer des Landgerichts Oldenburg zurück.", "", "50. In seiner Urteilsbegründung, die am 22. Oktober 2003 fertig gestellt wurde, stellte der Bundesgerichtshof fest, dass das Landgericht Oldenburg das Beschleunigungsgebot nach Artikel 6 Abs. 1 der Konvention zumindest in der ersten Hälfte des zweiten Verfahrensabschnitts verletzt habe. Er führte aus, dass die Richter bei der Neuverhandlung der Sache die Gründe für diese Verzögerungen und deren genaue Dauer sowie weitere später eingetretene rechtsstaatswidrige Verzögerungen im Einzelnen festzustellen hätten. Dann würden sie das Strafmaß, das ohne die Verfahrensverzögerungen angemessen gewesen wäre, und die aufgrund dieser Verzögerungen gemilderte tatsächlich verhängte Strafe ausdrücklich festzustellen und damit das Maß der Kompensation konkret zu bestimmen haben.", "", "E)\tNeue Hauptverhandlung vor dem Landgericht Oldenburg", "", "51. Am 13. April 2004 hob das Landgericht Oldenburg den Haftbefehl gegen den Beschwerdeführer auf.", "", "52. Am 16. August 2004 eröffnete das Landgericht die neue Hauptverhandlung gegen den Beschwerdeführer. Nach insgesamt vier Terminen verurteilte es den Beschwerdeführer am 2. September 2004 wegen schweren Raubes und gefährlicher Körperverletzung, derentwegen er bereits rechtskräftig verurteilt worden war, zu einer Freiheitsstrafe von sechs", "", "Jahren und sechs Monaten. Es setzte die Vollstreckung des noch nicht durch Anrechnung von Untersuchungshaft erledigten Strafrests zur Bewährung aus.", "", "53. In seiner Straffestsetzungsbegründung stellte das Landgericht unter Berücksichtigung aller den Beschwerdeführer hinsichtlich seiner Schuld belastenden und entlastenden Umstände darauf ab, dass es eine Freiheitsstrafe von neun Jahren gegen den Beschwerdeführer verhängt hätte, wenn das Verfahren innerhalb angemessener Frist abgeschlossen worden wäre. Das Recht des Beschwerdeführers aus Artikel 6 Abs. 1 der Konvention auf Verhandlung innerhalb einer angemessenen Frist in dem gegen ihn geführten Verfahren sei jedoch verletzt worden; dies sei strafmildernd zu berücksichtigen.", "", "54. Das Landgericht brachte insbesondere vor, dass das Strafverfahren Verzögerungen von insgesamt drei Jahren und elf Monaten aufweise, die von der Justiz zu vertreten seien. Ihr sei es insbesondere zuzurechnen, dass die im ersten Durchgang vor dem Landgericht Oldenburg durchgeführte Hauptverhandlung aufgrund der Erkrankung eines Ergänzungsschöffen nach etwa vierzehn Monaten neu eröffnet werden musste.", "", "55. Das Landgericht stellt überdies fest, dass der zweite Hauptverhandlungsdurchgang vor dem Landgericht Oldenburg eine der Justiz zuzurechnende Verfahrensverzögerung von insgesamt sechzehn Monaten und zwei Wochen aufweise. Es führte die genauen Zeiträume, in denen das Verfahren insoweit nicht innerhalb einer angemessenen Frist durchgeführt worden war, im Einzelnen auf. Da die Gerichte personell unzureichend ausgestattet seien, hätte das Verfahren nämlich nicht stärker gefördert werden können; dies sei dem Beschwerdeführer aber nicht anzulasten. Gleichwohl habe auch der Beschwerdeführer selbst dieses Verfahren beträchtlich verzögert. Er habe erstmals zum 1. Februar 1999 vorgetragen, dass er sich zur Tatzeit in Mazedonien aufgehalten habe, und sodann zahlreiche in Mazedonien wohnhafte Entlastungszeugen benannt, um einen falschen Alibibeweis zu erbringen. Das Landgericht stellte fest, dass die schleppende Erledigung der Rechtshilfeersuchen hinsichtlich der Überprüfung des Alibibeweises des Beschwerdeführers durch die ausländischen Stellen auch der deutschen Justiz zuzurechnen sei. Ungeachtet dessen hätten die Wahl der Zeitpunkte, zu denen der Beschwerdeführer die Beweisanträge gestellt habe, und die Art und Weise der Antragstellung an der Gesamtlänge des Verfahrens erheblichen Anteil gehabt.", "", "56. Darüber hinaus sei das Verfahren vor dem Bundesgerichtshof um insgesamt elf Monate verzögert worden; diese Verzögerung sei den Justizbehörden, insbesondere der Staatsanwaltschaft und dem Bundesgerichtshof selbst, zuzurechnen.", "", "57. Das Landgericht stellte schließlich fest, dass das vorliegende Wiederaufnahmeverfahren um fünf Monate verzögert worden sei.", "", "", "", "58. Das Landgericht befand ferner, dass die Verzögerungen im zweiten Hauptverhandlungsdurchgang vor dem Landgericht Oldenburg, als der Beschwerdeführer sich bereits seit über zwei Jahren in Untersuchungshaft befand, besonders schwer wiegen. Diese Verzögerungen stellten auch eine Verletzung von Artikel 5 Abs. 3 der Konvention dar.", "F) Verfahren vor dem Bundesgerichtshof", "", "59. Der Beschwerdeführer legte danach Revision gegen das Urteil des Landgerichts Oldenburg vom 2. September 2004 ein.", "", "60. Am 17. März 2005 wies der Bundesgerichtshof die Revision des Beschwerdeführers als unbegründet zurück. Er führte insbesondere zur Begründung aus, dass die Feststellungen, die von dem Landgericht in Bezug auf die eingetretenen Verfahrensverzögerungen getroffen worden waren, nur einen Fehler zugunsten des Beschwerdeführers aufwiesen. Die Erkrankung von zwei Schöffen in der ersten Hauptverhandlung vor dem Landgericht Oldenburg habe eine unvermeidbare Verfahrensunterbrechung mit sich gebracht. Der dadurch bedingte Zeitverlust könne nicht als Verzögerung im Sinne des Artikels 6 Abs. 1 der Konvention gelten. Im Übrigen hat der Bundesgerichtshof die von dem Landgericht festgestellten Zeiträume, in denen das Verfahren des Beschwerdeführers nicht ausreichend gefördert worden war, nicht beanstandet.", "", "61. Im Hinblick auf die Verzögerungen, die durch die Wiederaufnahme des Verfahrens vor dem Landgericht Oldenburg nach Zurückverweisung der Rechtssache verursacht worden waren, hob der Bundesgerichtshof hervor, dass zu Recht nur die eigentlichen den Justizbehörden anzulastenden Verzögerungen berücksichtigt worden seien. Das Recht der Revisionseinlegung habe dem Schutz der Rechte des Beschwerdeführers gedient. Allein aufgrund des Umstands, dass das Urteil des Landgerichts teilweise aufgehoben und zurückverwiesen worden sei, sei die gesamte Dauer des Wiederaufnahmeverfahrens aber nicht als eine Verzögerung im Sinne des Artikels 6 der Konvention zu behandeln. Etwas anderes möge gelten, wenn ein erheblicher Rechtsfehler einer unteren Instanz vorliegt. Selbst wenn man jedoch die Gesamtdauer des Wiederaufnahmeverfahrens vor dem Landgericht Oldenburg als den Justizbehörden zuzurechnende Verfahrensverzögerung im Sinne des Artikels 6 Abs. 1 der Konvention bewerten würde, wäre die gesamte Reduzierung der Strafmaßes des Beschwerdeführers im Hinblick auf die Brutalität der von ihm begangenen Tat angemessen.", "", "62. Am 17. Mai 2005 (Beschluss zugestellt am 22. Mai 2005) verwarf der Bundesgerichtshof die Beschwerde des Beschwerdeführers, er sei nicht angemessen angehört worden, als unbegründet.", "", "G)  Verfahren vor dem Bundesverfassungsgericht", "", "63. Am 22. Juli 2005 erhob der Beschwerdeführer Verfassungsbeschwerde zum Bundesverfassungsgericht. Er rügte, dass die Dauer seiner Untersuchungshaft und des gegen ihn geführten Strafverfahrens ihn in seinen durch das Grundgesetz geschützten Rechten verletzt hätten. Das Verfahren ist zur Zeit beim Bundesverfassungsgericht anhängig.", "RECHTLICHE WÜRDIGUNG", "I.  BEHAUPTETE VERLETZUNG VON ARTIKEL 5 ABSÄTZE 1 UND 3 DER KONVENTION", "", "64.  Der Beschwerdeführer machte die überlange Dauer seiner Untersuchungshaft geltend, der zufolge Artikel 5 Absätze 1 und 3 der Konvention verletzt worden sind, die, soweit maßgeblich, wie folgt lauten:", "", "„(1) Jede Person hat das Recht auf Freiheit und Sicherheit. Die Freiheit darf nur in den folgenden Fällen und nur auf die gesetzlich vorgesehene Weise entzogen werden:", "...", "c) rechtmäßige Festnahme oder Freiheitsentziehung zur Vorführung vor die zuständige Gerichtsbehörde, wenn hinreichender Verdacht besteht, dass die betreffende Person eine Straftat begangen hat, oder wenn begründeter Anlass zu der Annahme besteht, dass es notwendig ist, sie an der Begehung einer Straftat oder an der Flucht nach Begehung einer solchen zu hindern;", "...", "(3) Jede Person, die nach Absatz 1 Buchstabe c von Festnahme oder Freiheitsentziehung betroffen ist ... hat Anspruch auf ein Urteil innerhalb angemessener Frist oder auf Entlassung während des Verfahrens. Die Entlassung kann von der Leistung einer Sicherheit für das Erscheinen vor Gericht abhängig gemacht werden.“", "A). Die Vorbringen der Parteien", "1.  Der Beschwerdeführer", "", "", "65. Der Beschwerdeführer trug vor, dass spätestens nach vier Jahren Untersuchungshaft keine hinreichenden Gründe mehr für eine Fortdauer der Haft vorgelegen hätten. Bei einer Entlassung habe keine Fluchtgefahr mehr bestanden, weil er seinerzeit seine zu erwartende Freiheitsstrafe bereits weitgehend verbüßt hatte. Darüber hinaus sei das Verfahren vor dem Landgericht Oldenburg sowohl vor als auch nach der Verfahrensunterbrechung im Jahre 1998 aufgrund der zu geringen Zahl an Verhandlungsterminen pro Monat, die jeweils von sehr kurzer Dauer gewesen seien, verzögert worden.", "", "66. Der Beschwerdeführer behauptete überdies, dass seine Opfereigenschaft im Sinne des Artikels 34 der Konvention nicht entfallen sei. Auch wenn der Bundesgerichtshof festgestellt habe, dass die Dauer seiner Untersuchungshaft unangemessen gewesen sei, fehle es an einer innerstaatlichen Rechtsgrundlage für eine entsprechende angemessene Kompensation. Insbesondere habe das Landgericht Oldenburg seine Strafe lediglich gemindert, nachdem die Rechtssache wegen des verschleppten Strafverfahrens, ungeachtet der fortdauernden Untersuchungshaft, zurückverwiesen worden war. Im Ganzen sei nicht erkennbar, inwieweit die Verletzung seiner Rechte aus der Konvention zu einer Strafmilderung geführt hat.", "2.  Die Regierung", "", "67. Die Regierung machte geltend, die Opfereigenschaft des Beschwerdeführers im Sinne des Artikels 34 der Konvention sei entfallen. Sie führte aus, der Bundesgerichtshof habe in seinem Urteil vom 11. September 2003 eine Verletzung von Artikel 6 Abs. 1 der Konvention wegen der überlangen Dauer des Verfahrens und der unangemessenen Dauer der Untersuchungshaft des Beschwerdeführers ausdrücklich festgestellt und anerkannt. Zudem habe das Landgericht Oldenburg in seinem Urteil vom 2. September 2004 eine Verletzung von Artikel 5 Abs. 3 der Konvention auch ausdrücklich anerkannt. Überdies habe das Landgericht die Freiheitsstrafe des Beschwerdeführers von neun Jahren auf sechs Jahre und sechs Monate nicht nur wegen der überlangen Verfahrensdauer, sondern auch wegen der lang andauernden Untersuchungshaft eindeutig und messbar herabgesetzt. Durch Beschluss vom 17. März 2005 habe der Bundesgerichtshof die Strafzumessung des Landgerichts bestätigt. Weitere von der Justiz zu vertretende Verzögerungen, die eine weiter-gehende Reduzierung des Strafmaßes des Beschwerdeführers gerechtfertigt hätten, habe es nicht gegeben.", "", "B)  Würdigung durch den Gerichtshof", "1.  Maßgeblicher Zeitraum", "", "68. Der nach Artikel 5 Abs. 3 zu berücksichtigende Zeitraum begann mit der Festnahme des Beschwerdeführers am 6. Juli 1996.  Der Gerichtshof stellt in Anbetracht seiner Rechtsprechung (siehe u. a. Labita ./. Italien [GK], Individualbeschwerde Nr. 26772/95, Nr. 147, EuGHMR 2000-IV) fest, dass die Untersuchungshaft im Sinne des Artikels 5 Abs. 3 mit dem Erlass des erstinstanzlichen Urteils durch das Landgericht Oldenburg am 20. März 2001 endete.  Demzufolge befand sich der Beschwerdeführer während eines Zeitraums von insgesamt etwa vier Jahren und acht Monaten in Untersuchungshaft.", "", "", "Angemessenheit der Haftdauer", "", "69.  Der Gerichtshof weist darauf hin, dass die Frage, ob die Dauer einer Haft angemessen ist, nicht abstrakt beurteilt werden kann. Die Frage, ob es angemessen ist, dass ein Angeklagter in Haft bleibt, muss im Einzelfall anhand der Besonderheiten des Falles und auf der Grundlage der in den innerstaatlichen Entscheidungen angegebenen Gründe sowie der gut belegten Fakten, die der Beschwerdeführer in seinen Anträgen auf Haftentlassung vorgebracht hat, geprüft werden. Im konkreten Fall kann die Fortdauer der Haft nur dann gerechtfertigt sein, wenn es bestimmte Anhaltspunkte dafür gibt, dass sie im öffentlichen Interesse wirklich erforderlich ist, und dieses öffentliche Interesse, ungeachtet der Unschuldsvermutung, den Grundsatz der Achtung der Freiheit der Person überwiegt (siehe u. a. Rechtssachen W. ./. Schweiz, Urteil vom 26. Januar 1993, Serie A, Band 254-A, S. 15, Nr. 30; Labita, a. a. O., Nr. 152).", "", "70.  Das Fortbestehen des begründeten Verdachts, dass die inhaftierte Person eine Straftat begangen hat, ist eine „conditio sine qua non“ für die Rechtmäßigkeit der Haftfortdauer, die nach einer gewissen Zeit jedoch nicht mehr ausreicht. In solchen Fällen muss der Gerichtshof feststellen, ob die übrigen von den Justizbehörden vorgebrachten Gründe den Freiheitsentzug weiterhin gerechtfertigt haben. Waren diese Gründe „zutreffend“ und „ausreichend“, muss der Gerichtshof außerdem feststellen, ob die zuständigen innerstaatlichen Behörden bei der Durchführung des Verfahrens „besonders zügig“ vorgegangen sind (siehe, u. a. Rechtssachen I.A. ./. Frankreich, Urteil vom 23. September 1998, Urteils- und Entscheidungssammlung 1998-VII, S. 2979, Nr. 102; Labita, a. a. O., Nr. 153).", "", "a)  Gründe für die Fortdauer der Haft", "", "71. Was die Begründung der Fortdauer der Haft des Beschwerdeführers betrifft, stellt der Gerichtshof fest, dass die innerstaatlichen Gerichte mehrere Gründe für die Ablehnung der Außervollzugsetzung des Haftbefehls vorgebracht haben. Der Beschwerdeführer sei weiterhin dringend verdächtig, sich des schweren Raubes und versuchten Mordes schuldig gemacht zu haben. Die Fortdauer der Haft des Beschwerdeführers sei nicht unverhältnismäßig, denn es handele sich um schwere Straftaten und es bestehe bei einer Entlassung Fluchtgefahr. Bereits bei seiner Festnahme habe er einen Fluchtversuch unternommen, ihm drohe die Ausweisung in die ehemalige jugoslawische Republik Mazedonien und er habe bei einer Verurteilung im Sinne der Anklage eine hohe Freiheitsstrafe zu erwarten.", "", "72. Der Gerichtshof stellt fest, dass der Beschwerdeführer schließlich von dem Vorwurf des versuchten Mordes freigesprochen worden war, aber des schweren Raubes und der gefährlichen Körperverletzung für schuldig befunden worden war. Er erkennt an, dass während des gesamten Verfahrens vor dem Landgericht Oldenburg zumindest ein begründeter Verdacht bestand, dass der Beschwerdeführer sich der Straftaten schuldig gemacht hatte, derentwegen er verurteilt worden war. Er stellt überdies fest, dass es sich hier um schwere Straftaten handelte.", "", "73.  Bezüglich der bei dem Beschwerdeführer gegebenen Fluchtgefahr stellt der Gerichtshof fest, dass nach Ablauf einer gewissen Zeit eine mögliche schwere Strafe für sich allein nicht ausreicht, um die Fortdauer der Haft wegen Fluchtgefahr zu rechtfertigen (siehe Rechtssachen Wemhoff ./. Deutschland, Urteil vom 27. Juni 1968, Serie A, Band 7, S. 25, Nr. 14; B. ./. Österreich, Urteil vom 28. März 1990, Serie A, Band 175, S. 16, Nr. 44). Jedoch haben sich die innerstaatlichen Gerichte in vorliegender Rechtssache auch auf andere maßgebliche Umstände gestützt. Dazu gehörte die Tatsache, dass der Beschwerdeführer sich illegal in Deutschland aufhielt, bereits eine Ausweisungsverfügung gegen ihn ergangen war und er schon bei der Festnahme einen Fluchtversuch unternommen hatte. Der Gerichtshof ist daher davon überzeugt, dass während der gesamten Haftdauer erhebliche Fluchtgefahr bestanden hat.", "", "74. Folglich kommt der Gerichtshof wie bei dem Mitangeklagten des Beschwerdeführers in dem dieser Rechtssache zu Grunde liegenden Verfahren (siehe Rechtssache Cevizovic ./. Deutschland, Individualbeschwerde Nr. 49746/99, Nrn. 39-42, 29. Juli 2004) zu dem Ergebnis, dass es für die Fortdauer der Haft des Beschwerdeführers zutreffende und hinreichende Gründe gab.", "", "b)  Durchführung des Verfahrens", "", "75.  Es bleibt zu klären, ob die Justizbehörden bei der Durchführung des Verfahrens „besonders zügig“ vorgegangen sind.", "", "76. Der Gerichtshof stützt sich auf seine Erkenntnisse in der Rechtssache Cevizovic \n(a. a. O., Nr. 44) und ist der Auffassung, dass der Fall des Beschwerdeführers komplex war. Es ging um schwere Tatvorwürfe gegen den Beschwerdeführer und zwei Mitangeklagte. Dieser Fall machte u. a. Ermittlungen im Wege von Rechtshilfeersuchen an das Ausland erforderlich, und es waren viele Zeugen beteiligt, die zum Teil aus dem Ausland geladen werden mussten.", "", "77. Im Hinblick auf das Verhalten des Beschwerdeführers in dem Verfahren vor dem Landgericht Oldenburg bis zu dessen Urteil vom 20. März 2001 erinnert der Gerichtshof daran, dass nicht übersehen werden darf, dass ein sich in Haft befindlicher Angeklagter ein Anrecht auf vorrangige und besonders zügige Behandlung seines Falles hat. Gleichwohl darf dies den Bemühungen der Richter nicht entgegenstehen, die strittigen Fakten vollständig zu klären und sowohl der Verteidigung als auch der Staatsanwaltschaft alle Möglichkeiten einzuräumen, ihre Beweismittel vorzubringen (siehe Rechtssache Wemhoff, a. a. O., S. 26, Nr. 17). Der Gerichtshof stellt fest, dass der Beschwerdeführer erstmals am 1. Februar 1999, also mehr als zweieinhalb Jahre nach seiner Festnahme, behauptete, dass er sich zur Tatzeit in der ehemaligen jugoslawischen Republik Mazedonien aufgehalten habe. Zur Überprüfung des Alibis des Beschwerdeführers, das sich schließlich als falsch herausstellte, hatte das Landgericht Oldenburg nicht nur im Wege von Rechtshilfeersuchen in der ehemaligen jugoslawischen Republik Mazedonien Ermittlungen durchgeführt. Das Gericht hatte auch auf diplomatischem Weg in der ehemaligen jugoslawischen Republik Mazedonien mehrere Entlastungszeugen geladen, deren Benennung der Beschwerdeführer mehrfach bewusst verzögert hatte. Die im Ausland durchzuführenden Ermittlungen erwiesen sich typischerweise als recht zeitaufwändig. Der Gerichtshof stellt fest, dass der Beschwerdeführer aufgrund der verspäteten Benennung seines Alibis und der Entlastungszeugen erheblich zu den Verfahrensverzögerungen ab Februar 1999 beigetragen hatte.", "", "78.  Im Hinblick auf die Durchführung des Verfahrens durch die Justizbehörden stellt der Gerichtshof fest, dass, nachdem am 4. November 1996 Anklage erhoben worden war, die Hauptverhandlung vor dem Landgericht Oldenburg am 14. März 1997 begann. Es gab 55 Verhandlungstermine von durchschnittlich 90 Minuten. Nachdem eine Schöffin und deren Ergänzungsschöffe erkrankt waren, musste am 2. Juni 1998 die Hauptverhandlung neu eröffnet werden; alle Zeugen mussten erneut gehört werden. Nach dieser Unterbrechung wurde die Hauptverhandlung bis zur Entscheidung des Landgerichts am 20. März 2001 mit im", "", "Durchschnitt weniger als vier Verhandlungsterminen im Monat, deren durchschnittliche Dauer weniger als zweieinhalb Stunden betrug, fortgeführt.", "", "79. Im Hinblick auf die Verzögerung, die sich aus der Notwendigkeit ergab, nach der Erkrankung eines Schöffen und eines Ergänzungsschöffen einen Teil der Hauptverhandlung zu wiederholen, akzeptiert der Gerichtshof, dass die Erkrankung von zwei Schöffen für das Landgericht nicht vorhersehbar war. Gleichwohl ist die durch die Verfahrensunterbrechung verursachte Verzögerung dem Beschwerdeführer nicht anzulasten. Die Verantwortung für diese Verzögerung liegt beim Landgericht, das allein in der Lage gewesen wäre, diese durch Ernennung eines zweiten Ergänzungsschöffen zu Beginn der Hauptverhandlung zu vermeiden.", "", "80. Unter Bezugnahme auf seine Feststellungen in der Rechtssache Cevizovic (a. a. O., Nr. 51) stellt der Gerichtshof insoweit überdies fest, dass das Prozessgericht das Verfahren nach dieser Unterbrechung nicht zügig betrieb, wenn es im Durchschnitt weniger als vier Verhandlungstermine pro Monat ansetzte, ohne sich darum zu bemühen, Zeugen auf eine effizientere Art zu laden. Im Hinblick darauf, dass der Beschwerdeführer bereits fast zwei Jahre in Untersuchungshaft war, als das Verfahren im Juni 1998 fortgeführt wurde, stellt der Gerichtshof fest, dass das zuständige Gericht einen strafferen Verhandlungsplan hätte festlegen sollen, um das Verfahren zu beschleunigen. Der Gerichtshof berücksichtigt, dass die Verzögerungen teilweise dadurch verursacht worden sind, dass der Fortgang und Ausgang der Ermittlungen des Landgerichts im Ausland abzuwarten war. Diese Ermittlungen waren jedoch erst eingeleitet worden, nachdem der Beschwerdeführer im Februar 1999 nach mehr als zweieinhalbjähriger Untersuchungshaft ein Alibi vorgelegt hatte.", "", "81.  Im Lichte dieser verschiedenen Faktoren stellt der Gerichtshof fest, dass das zuständige innerstaatliche Gericht das Verfahren des Beschwerdeführers nicht mit der gebotenen besonderen Zügigkeit durchgeführt hat. Der Gerichtshof kommt daher wie in der Rechtssache Cevizovic (a. a. O., Nrn.  55-56) zu dem Schluss, dass die Dauer der Untersuchungshaft des Beschwerdeführers nicht als angemessen angesehen werden kann.", "", "3. Wegfall der Opfereigenschaft", "", "82. Es stellt sich die Frage, ob der Beschwerdeführer, wie er behauptete, weiterhin rügen kann, in seinem Recht aus Artikel 5 Abs. 3 verletzt zu sein, was von der Regierung bestritten wird.", "", "83. Der Gerichtshof erinnert daran, dass die Herabsetzung einer Strafe wegen überlanger Verfahrensdauer dem Betroffenen nicht grundsätzlich die Opfereigenschaft im Sinne des Artikels 34 der Konvention entzieht. Von diesem Grundsatz wird jedoch abgewichen, wenn die nationalen Behörden die Konventionsverletzung ausdrücklich oder zumindest der Sache nach anerkannt und sodann Wiedergutmachung geleistet haben (siehe u. a. Rechtssachen Eckle ./. Deutschland, Urteil vom 15. Juli 1982, Serie A, Bd. 51, S. 30, Nr. 66; Jansen ./. Deutschland (Entsch.), Individualbeschwerde Nr. 44186/98, 12. Oktober 2000; Beck ./. Norwegen, Individualbeschwerde Nr. 26390/95, Nr. 27, 26. Juni 2001). In Fällen, in denen dem Gebot der angemessenen Frist nach Artikel 6 Abs. 1 der Konvention nicht entsprochen wird, können die nationalen Behörden insbesondere durch eindeutige und messbare Minderung der Strafe des Beschwerdeführers angemessen Wiedergutmachung leisten (vgl. Rechtssachen Eckle, a. a. O., S. 30, Nr. 66; Beck, a. a. O., Nr. 27). Nach Auffassung des Gerichtshofs kann durch eine derartige Strafminderung die Verletzung des Artikels 5 Abs. 3 auch in Fällen hinreichend wieder gutgemacht werden, in denen die nationalen Behörden die Sache eines Beschwerdeführers, der sich in Untersuchungshaft befindet, nicht innerhalb einer angemessenen Frist verhandelt haben.", "", "84. Der Gerichtshof stellt fest, dass insbesondere das Landgericht Oldenburg in seinem nach der Zurückverweisung der Rechtssache am 2. September 2004 ergangenen Urteil festgestellt hatte, dass die Verzögerungen im zweiten Hauptverhandlungsdurchgang vor diesem Gericht, als der Beschwerdeführer sich bereits seit mehr als zwei Jahren in Untersuchungshaft befand, gegen Artikel 5 Abs. 3 der Konvention verstoßen. Durch Beschluss vom 17. März 2005 hatte der Bundesgerichtshof das Urteil des Landgerichts bestätigt, das damit rechtskräftig wurde. Folglich erkannten die deutschen Gerichte eine Verletzung von Artikel 5 Abs. 3 ausdrücklich an.", "", "85. Zur Wiedergutmachung, die die innerstaatlichen Gerichte für die Verletzung von Artikel 5 Abs. 3 geleistet haben, stellt der Gerichtshof fest, dass das Landgericht Oldenburg die Strafe des Beschwerdeführers in seinem Urteil vom 2. September 2004 von neun Jahren auf sechs Jahre und sechs Monate herabgesetzt hat. Unter Befolgung des Beschlusses des Bundesgerichtshofs vom 11. September 2003 führte das Landgericht im Wesentlichen aus, dass die Minderung der Strafe des Beschwerdeführers erforderlich geworden sei, weil sein Recht aus Artikel 6 Abs. 1 der Konvention auf eine Verhandlung innerhalb angemessener Frist verletzt worden sei. Zwar hat das Landgericht ausgeführt, dass die Verfahrensverzögerungen, die eingetreten waren, als der Beschwerdeführer sich bereits seit mehr als zwei Jahren in Untersuchungshaft befand, besonders schwer wiegen. Gleichwohl stellt der Gerichtshof, der dem Beschwerdeführer insoweit folgt, fest, dass in dem Urteil des Landgerichts nicht dargelegt wird, in welchem Umfang diese Feststellung eine messbare Minderung der Strafe des Beschwerdeführers mit sich gebracht hat. Der Beschluss des Bundesgerichtshofs vom 17. März 2005, mit dem das Urteil des Landgerichts bestätigt wurde, enthält keine weiteren", "", "Angaben zu dieser Frage. Der Gerichtshof kommt daher zu dem Schluss, dass die innerstaatlichen Gerichte die Strafe des Beschwerdeführers nicht messbar gemindert haben, um der vorangegangenen Verletzung von Artikel 5 Abs. 3 abzuhelfen.", "", "86. Folglich ist der Gerichtshof der Auffassung, dass die Opfereigenschaft des Beschwerdeführers im Sinne des Artikels 34 der Konvention weiterhin besteht.", "", "87.  Deshalb ist Artikel 5 Abs. 3 der Konvention verletzt worden. Eine eigene Frage nach Artikel 5 Abs. 1 der Konvention wird nicht aufgeworfen.", "", "II.  BEHAUPTETE VERLETZUNG VON ARTIKEL 6 ABSATZ 1 DER KONVENTION", "", "88. Der Beschwerdeführer war überdies der Auffassung, dass die Dauer des gegen ihn geführten Strafverfahrens überlang gewesen sei. Er machte eine Verletzung von Artikel 6 Abs. 1 der Konvention geltend, der soweit entscheidungserheblich, wie folgt lautet:", "", "(“1) Jede Person hat ein Recht darauf, dass ... über eine gegen sie erhobene strafrechtliche Anklage von einem ... Gericht ... innerhalb angemessener Frist verhandelt wird.\"", "A) Die Vorbringen der Parteien", "1.  Der Beschwerdeführer", "", "89. Der Beschwerdeführer brachte vor, er habe die innerstaatlichen Rechtsbehelfe erschöpft. Er wies darauf hin, dass er zwei Beschwerden zum Bundesverfassungsgericht erhoben habe, die nicht zur Entscheidung angenommen worden seien. Hilfsweise machte er geltend, dass die Individualbeschwerde unter den außergewöhnlichen Umständen des vorliegenden Falles nicht wegen Nichterschöpfung des innerstaatlichen Rechtswegs abgewiesen werden sollte. Die deutschen Gerichte seien anscheinend nicht zur Beschleunigung des immer noch anhängigen Verfahrens bereit, und weiterer Schaden sei zu vermeiden.", "", "90. Der Beschwerdeführer trug unter Berufung auf seine Begründung bezüglich des Artikels 5 Abs. 3 der Konvention vor, dass die Dauer des gegen ihn geführten Strafverfahrens überlang gewesen sei. Er vertrat die Auffassung, dass das Erstverfahren vor dem Landgericht Oldenburg nicht länger als ein Jahr hätte dauern dürfen. Überdies sei das erste Revisionsverfahren vor dem Bundesgerichtshof um ein weiteres Jahr verzögert worden. Die gesamte Dauer des Verfahrens vor dem Landgericht Oldenburg nach der Zurückverweisung der Rechtssache sei als Verzögerung zu würdigen, die den Justizbehörden anzulasten sei, weil das Urteil dieses Gerichts wegen eines Rechtsfehlers teilweise aufgehoben worden sei. In dem zweiten Verfahren vor dem Bundesgerichtshof sei dieser wieder nicht bemüht ge-wesen, das Verfahren zu beschleunigen. Sämtliche Verzögerungen in diesem Verfahren, die etwa fünf Jahre betrugen, seien den Justizbehörden zuzurechnen.", "", "91. Der Beschwerdeführer behauptete überdies, er sei nach wie vor Opfer einer Verletzung seiner Rechte nach Artikel 6 der Konvention. Die Herabsetzung seiner Strafe auf sechs Jahre und sechs Monate durch das Landgericht Oldenburg sei keine ausdrückliche und angemessene Wiedergutmachung der Verletzung von Artikel 6 der Konvention.", "2.  Die Regierung", "", "92. Die Regierung machte geltend, der Beschwerdeführer habe – wie nach Artikel 35 Abs. 1 der Konvention erforderlich – nicht alle innerstaatlichen Rechtsbehelfe erschöpft. Der Beschwerdeführer habe seine Beschwerde im Dezember 1999 beim Gerichtshof eingereicht, als der Bundesgerichtshof sein Urteil noch nicht erlassen und der Beschwerdeführer seine Verfassungsbeschwerde noch nicht erhoben hatte.", "", "93. Die Regierung machte ferner geltend, die Opfereigenschaft des Beschwerdeführers im Sinne des Artikels 34 der Konvention sei auch im Hinblick auf seine Rüge gemäß Artikel 6 Abs. 1 der Konvention entfallen. Ihre diesbezüglichen Ausführungen entsprachen ihrem Vortrag zu Artikel 5 Abs. 3 der Konvention.", "", "B)  Würdigung durch den Gerichtshof", "", "94. Nach Auffassung des Gerichtshofs erübrigt es sich aus folgenden Gründen, über die Frage zu entscheiden, ob der Beschwerdeführer die innerstaatlichen Rechtsbehelfe gemäß Artikel 35 Abs. 1 der Konvention erschöpft hat.", "", "1.  Maßgeblicher Zeitraum", "", "95. Der nach Artikel 6 Abs. 1 zu berücksichtigende Zeitraum begann mit der Festnahme des Beschwerdeführers am 6. Juli 1996. Das Verfahren ist noch beim Bundesverfassungsgericht anhängig. Deshalb dauerte es bisher in drei Instanzen mehr als neun Jahre und einen Monat. Infolge einer Zurückverweisung ergingen die Entscheidungen in fünf Instanzen.", "", "2.  Angemessenheit der Verfahrensdauer", "", "96. Was die Angemessenheit der Dauer des Verfahrens vor dem Landgericht Oldenburg bis zum Erlass des Urteils am 20. März 2001 angeht, verweist der Gerichtshof auf seine vorstehenden Feststellungen mit Blick auf Artikel 5 Abs. 3 der Konvention (siehe Rdnrn. 75 – 81, oben). Das zuständige innerstaatliche Gericht hat das Verfahren des Beschwerdeführers nicht mit der gebotenen besonderen Zügigkeit durchgeführt, was zu der überlangen Dauer der Untersuchungshaft des Beschwerdeführers sowie des Verfahrens an sich führte.", "", "97. Im Hinblick auf das restliche komplexe Strafverfahren gegen den Beschwerdeführer stellt der Gerichtshof weitere Phasen der Untätigkeit fest. Der Gerichtshof stimmt mit den diesbezüglichen Feststellungen des Landgerichts Oldenburg in seinem Urteil vom 2. September 2004 überein (siehe Rdnrn. 52 – 57, oben).", "", "98. Insbesondere in dem ersten Verfahren vor dem Bundesgerichtshof (siehe Rdnrn. 39 – 50, oben) sind Verzögerungen (vom 8. November 2001 bis 13. August 2002, siehe Rdnrn. 46 – 47, oben) eingetreten, weil die Staatsanwaltschaft ihre Stellungnahme zu der Revision des Beschwerdeführers verspätet vorgelegt hat. Angesichts des Zeitraums, in dem das Verfahren des Beschwerdeführers seinerzeit bereits anhängig war, hätte der Bundesgerichtshof es vordringlich behandeln und in kürzerer Zeit entscheiden müssen (siehe Rdnrn. 48 – 50, oben). Dies trifft auch auf das Verfahren vor dem Landgericht nach der Zurückverweisung zu (siehe Rdnrn. 51 – 58, oben). Diese Verzögerungen sind den Justizbehörden anzulasten. Abgesehen von dem Verfahren vor dem Landgericht Oldenburg bis zum Erlass des Urteils am 20. März 2001 hat der Beschwerdeführer offenbar nicht zur Verschleppung des gegen ihn geführten Verfahrens beigetragen.", "", "99. Dementsprechend stellt der Gerichtshof wie in der Rechtssache des Mitangeklagten des Beschwerdeführers, dessen Verfahren bereits am 4. April 2001 abgeschlossen war (siehe Rechtssache Cevizovic, a. a. O., Nrn. 59-61), fest, dass die Rechtssache des Beschwerdeführers nicht innerhalb einer angemessenen Frist verhandelt worden ist.", "", "3. Wegfall der Opfereigenschaft", "", "100. Es bleibt festzustellen, ob der Beschwerdeführer seine Opfereigenschaft durch die Verletzung von Artikel 6 Abs. 1 verloren hat.", "", "101. Der Gerichtshof, der sich auf seine gefestigte Rechtsprechung zu dieser vorstehend genannten Frage (siehe Rdnr. 83, oben) stützt, stellt fest, dass der Bundesgerichtshof in seinem am 11. September 2003 ergangenen Beschluss befunden hat, dass das Beschleunigungsgebot nach Artikel 6 Abs. 1 in dem Strafverfahren gegen den Beschwerdeführer nicht beachtet worden sei (siehe Rdnr. 50, oben). Das Landgericht Oldenburg (siehe Rdnr. 53, oben) und erneut der Bundesgerichtshof (siehe Rdnrn. 60 – 61, oben) bestätigten diese Feststellung in ihren nachfolgenden Entscheidungen vom 2. September 2004 bzw. 17. März 2005. Damit erkannten die Justizbehörden die Verletzung von Artikel 6 Abs. 1 der Konvention ausdrücklich an.", "", "102. Bei der Bewertung der Wiedergutmachung der Konventionsverletzung durch die innerstaatlichen Gerichte stellt der Gerichtshof fest, dass das Landgericht Oldenburg den Beschwerdeführer mit seinem ersten Urteil vom 20. März 2001 zu acht Jahren Freiheitsstrafe verurteilt hatte. Es hatte die Verfahrensdauer bereits strafmildernd zugute gehalten (siehe Rdnr. 38, oben). In seinem Urteil vom 2. September 2004 führte dieses Gericht sodann aus, dass es den Beschwerdeführer zu neun Jahren Freiheitsstrafe verurteilt hätte, wenn das Verfahren innerhalb angemessener Frist abgeschlossen worden wäre. Es setzte die Strafe wegen der Verletzung des Artikels 6 Abs. 1 der Konvention auf sechs Jahre und sechs Monate Freiheitsentziehung herab (siehe Rdnrn. 52 – 53, oben).", "", "103. Der Gerichtshof erinnert daran, dass die Frage, ob eine konkrete Strafminderung einem Verstoß gegen Artikel 6 Abs. 1 angemessen abgeholfen hat, insbesondere von dem Ausmaß dieser Verletzung abhängt, das die innerstaatlichen Behörden angemessen berücksichtigt haben müssen (siehe sinngemäß Rechtssache Eckle, a. a. O., S. 32, Nr. 70). Er stellt fest, dass das Landgericht die genaue Dauer der von den Justizbehörden zu vertretenden Verzögerungen im Einzelnen bestimmt hatte, um die angemessene Strafminderung festzulegen (siehe Rdnrn. 54 – 58, oben). Dabei berücksichtigte das Landgericht alle wesentlichen Verzögerungen, zu denen es im Laufe des Verfahrens gekommen war. Durch Beschluss vom 17. März 2005 bestätigte der Bundesgerichtshof die Strafzumessung des Landgerichts. Der Gerichtshof ist nicht überzeugt, dass die weitere Verlängerung des Verfahrens, zu der es insbesondere durch die erneute Revision des Beschwerdeführers zum Bundesgerichtshof gekommen war, eine weitere Strafminderung gerechtfertigt hätte. Der Gerichtshof, der insoweit mit der Regierung übereinstimmt, ist daher überzeugt, dass die innerstaatlichen Gerichte alle von den Justizbehörden zu vertretenden erheblichen Verzögerungen durch eine eindeutige und klar messbare merkliche Minderung der Strafe des Beschwerdeführers hinreichend berücksichtigt haben. Deshalb leisteten sie dem Beschwerdeführer für die Verletzung von Artikel 6 Abs. 1 angemessen Wiedergutmachung.", "", "104. Der Gerichtshof kommt zu dem Schluss, dass die Opfereigenschaft des Beschwerdeführers im Hinblick auf eine Verletzung des Artikels 6 Abs.1 der Konvention im Sinne des Artikels 34 der Konvention entfallen ist. Folglich ist Artikel 6 Abs. 1 nicht verletzt worden. Vor diesem Hintergrund hält der Gerichtshof es nicht für erforderlich, über den Einwand der Regierung, der Beschwerdeführer habe den innerstaatlichen Rechtsweg nicht erschöpft, zu erkennen.", "\nIII.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "", "105.  Artikel 41 der Konvention lautet:", "", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.\"", "", "106.  Der Beschwerdeführer erhob Anspruch auf Entschädigung für materiellen und immateriellen Schaden sowie die Erstattung von Kosten und Auslagen.", "A)  Schaden", "", "107. Der Beschwerdeführer verlangte insgesamt 147.700 Euro als Entschädigung für materiellen Schaden. Dieser bestand in Einkommensausfällen von insgesamt 5.700 Euro während der Untersuchungshaft, weiteren 20.000 Euro, die er in seinem Heimatland hätte verdienen können, sowie zusätzlichen Kosten in Höhe von 50.000 Euro für die Dienste seines Verteidigers und weiteren 72.000 Euro für die nur wegen der überlangen Verfahrensdauer angefallenen Verfahrenskosten.", "", "108. Der Beschwerdeführer trug insbesondere vor, er habe als Untersuchungsgefangener im Gegensatz zu einem Strafgefangenen keinen Anspruch darauf gehabt, zu arbeiten. Deshalb seien ihm etwa 2.500 Euro entgangen, die er verdient hätte, wenn er sich in Strafhaft befunden und bereits ab Juni 1998 gearbeitet hätte. Darüber hinaus hätte er in dem Zeitraum, in dem er in der Haft tatsächlich gearbeitet hat (vom 30. Mai 2000 bis 7. November 2001), weitere 3.200 Euro verdient, wenn er sich bereits in Strafhaft befunden hätte, weil Strafgefangene eine höhere Entlohnung erhielten als Untersuchungsgefangene. Der Beschwerdeführer trug überdies vor, er wäre, wenn das Verfahren innerhalb angemessener Frist abgeschlossen worden wäre, vor der vollständigen Verbüßung seiner Freiheitsstrafe in sein Heimatland abgeschoben worden und hätte dort etwa 20.000 Euro verdienen können. Der Beschwerdeführer, der sich insoweit auf urkundliche Nachweise stützte, war der Auffassung, dass 60 % der Kosten für die Dienste seines Verteidigers, also 50.000 Euro, und 60 % der erwarteten Verfahrenskosten, also 72.000 Euro, allein wegen überlangen Verfahrensdauer angefallen seien.", "", "", "109. Der Beschwerdeführer verlangte ferner 10.000 Euro Entschädigung für immateriellen Schaden. Wenn er seine Freiheitsstrafe hätte eher verbüßen können und sich stattdessen nicht in Untersuchungshaft befunden hätte, wäre er früher entlassen und vor Verbüßung seiner gesamten Strafe in die ehemalige jugoslawische Republik Mazedonien abgeschoben worden. Er hätte im Strafvollzug auch eher Besuch von Familienangehörigen empfangen können. Er trug darüber hinaus vor, dass das das lange Verfahren dazu geführt habe, dass er aufgrund des geänderten Ausländergesetzes nach Verbüßung seiner Strafe nun eher in die ehemalige jugoslawische Republik Mazedonien abgeschoben werde.", "", "110. In Bezug auf die von dem Beschwerdeführer geltend gemachten materiellen Schäden trug die Regierung vor, dass nicht sicher sei, ob der Beschwerdeführer einen Arbeitplatz erhalten hätte, wenn er sich eher im Strafvollzug befunden hätte, weil tatsächlich 50 % der Gefangenen in Deutschland keine Arbeit hätten. Darüber hinaus sei nicht erwiesen, ob der Beschwerdeführer vor Verbüßung seiner gesamten Strafe in sein Heimatland abgeschoben worden wäre und dort eine Arbeit hätte aufnehmen können.", "", "111. Die Regierung vertrat ferner die Auffassung, dass in der Rechtssache des Beschwerdeführers kein immaterieller Schadensersatz erwirkt werden könne.", "", "112. Was den Anspruch des Beschwerdeführers in Bezug auf den Vermögensschaden angeht, weist der Gerichtshof darauf hin, dass er keine Mutmaßungen darüber anstellen kann, wie das fragliche Verfahren ausgegangen wäre, wenn es nicht zu der Verletzung des Konventionsrechts des Beschwerdeführers, also des Artikels 5 Abs. 3 der Konvention, gekommen wäre (siehe u. a. Rechtssachen Incal ./. Türkei [GK], Urteil vom 18. Mai 1998, Urteils- und Entscheidungssammlung 1998-IV, S 1575, Nr. 82; Wettstein ./. Schweiz, Individualbeschwerde Nr. 33958/96, Nr. 53, EuGHMR 2000-XII). Er kann auch keine Mutmaßungen darüber anstellen, ob der Beschwerdeführer zu einem früheren Zeitpunkt in der Haft einer bezahlten Beschäftigung hätte nachgehen können, welche Arbeit er in der Haftanstalt gehabt hätte und wie er entlohnt worden wäre, oder ob er in die ehemalige jugoslawische Republik Mazedonien abgeschoben worden wäre und dort ein Einkommen erzielt hätte. Infolgedessen ist ein kausaler Zusammenhang zwischen der überlangen Dauer der Untersuchungshaft des Beschwerdeführers und dem von ihm geltend gemachten Einkommensausfall nicht hinreichend nachgewiesen. Die entsprechenden Ansprüche des Beschwerdeführers sind darüber hinaus nicht hinreichend durch Belege begründet. Deshalb lässt der Gerichtshof sie nicht zu. Der Gerichtshof behandelt die Ansprüche des Beschwerdeführers auf den Ersatz von zusätzlichen Kosten für die Dienste seines Verteidigers und auf die Kosten für die Verfahren vor den innerstaatlichen Gerichten bei der Prüfung seines Anspruchs auf den Ersatz von Kosten und Auslagen.", "", "113. Was den Anspruch des Beschwerdeführers im Hinblick auf den immateriellen Schaden angeht, ist der Gerichtshof unter Berücksichtigung aller ihm vorliegenden Faktoren und seiner Schlussfolgerung in der Rechtssache Cevizovic (a. a. O., Nrn. 67-68) der Auffassung, dass die Feststellung einer Verletzung von Artikel 5 Abs. 3 bereits eine hinreichende gerechte Entschädigung für den von dem Beschwerdeführer erlittenen immateriellen Schaden darstellt.", "B)  Kosten und Auslagen", "", "114. Der Beschwerdeführer verlangte eine Einmalzahlung von 15.000 Euro für Kosten und Auslagen, die für die Dienste seines Verteidigers in den Verfahren vor den innerstaatlichen Gerichten angefallen waren, die ausschließlich darauf gerichtet waren, den behaupteten Verletzungen von Artikel 5 und 6 der Konvention abzuhelfen. Dazu gehörten u. a. das Verfahren, das die Untersuchungshaft des Beschwerdeführers beenden sollte, und das Verfahren vor dem Bundesverfassungsgericht. Er verlangte ferner die Erstattung 5.000 Euro für Kosten und Auslagen, die für die Dienste seines Rechtsanwalts, der ihn in dem Verfahren vor dem Gerichtshof vertreten hatte, entstanden waren.", "", "115. Die Regierung wies darauf hin, dass ein nicht unbeträchtlicher Teil der Verzögerungen auf dem Verhalten des Beschwerdeführers während des Verfahrens beruhe und er die Erstattung der Kosten, die insoweit für die Dienste seines Rechtsanwalts angefallen waren, nicht geltend machen könne.", "", "116. Nach der gefestigten Spruchpraxis des Gerichtshofs werden Kosten und Auslagen nur erstattet, wenn der verletzten Partei die Kosten und Auslagen entstanden sind, um eine Konventionsverletzung zu verhindern oder ihr abzuhelfen, um diese vom Gerichtshof feststellen zu lassen und eine Entschädigung zu erhalten. Darüber hinaus ist nachzuweisen, dass die Kosten tatsächlich und notwendigerweise entstanden und der Höhe nach angemessen sind (siehe u. a. Rechtssache Venema ./. die Niederlande, Individualbeschwerde Nr. 35731/97, Nr. 117, EuGHMR 2002-X).", "", "117. Im Hinblick auf die in dem innerstaatlichen Verfahren entstanden Kosten und Auslagen stellte der Gerichtshof fest, dass der Beschwerdeführer nicht substantiiert dargelegt hat, welche zusätzlichen Kosten und Auslagen ihm entstanden waren, um die Verletzung von Artikel 5 Abs. 3 der Konvention zu verhindern oder ihr abzuhelfen. Daher weist er die Forderung nach Erstattung von Kosten und Auslagen insoweit zurück.", "", "118. Was die Kosten und Anwaltskosten des Beschwerdeführers für das Verfahren vor diesem Gerichtshof betrifft, spricht der Gerichtshof dem Beschwerdeführer im Hinblick auf seine Rechtsprechung und aufgrund eigener Berechnung 3.000 Euro abzüglich der 824 Euro, die er im Wege der Prozesskostenhilfe vom Europarat erhalten hat, zuzüglich der gegebenenfalls zu berechnenden Mehrwertsteuer, zu.", "", "C) Verzugszinsen", "", "119. Der Gerichtshof hält es für angemessen, für die Berechnung der Verzugszinsen den Spitzenrefinanzierungssatz der Europäischen Zentralbank zuzüglich 3 Prozentpunkte zu Grunde zu legen.", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF", "", "", "1. mit sechs zu einer Stimme, dass Artikel 5 Abs. 3 der Konvention verletzt worden ist;", "", "2. einstimmig, dass eine eigene Frage nach Artikel 5 Abs. 1 der Konvention nicht aufgeworfen wird;", "", "3.  einstimmig, dass Artikel 6 Absatz 1 der Konvention nicht verletzt worden ist;", "", "4. einstimmig, dass die Feststellung einer Verletzung von Artikel 5 Abs. 3 bereits eine hinreichende gerechte Entschädigung für den vom Beschwerdeführer erlittenen immateriellen Schaden darstellt;", "", "5. einstimmig", "a)  dass der beklagte Staat dem Beschwerdeführer binnen drei Monaten nach dem Tag, an dem das Urteil nach Artikel 44 Abs. 2 der Konvention endgültig wird, 3.000 Euro (dreitausend Euro), abzüglich 824 Euro (achthundertvierundzwanzig Euro) für Kosten und Auslagen zu zahlen hat, zuzüglich der gegebenenfalls zu berechnenden Mehrwertsteuer;", "b) dass nach Ablauf der vorgenannten Frist von drei Monaten bis zur Auszahlung für den oben genannten Betrag einfache Zinsen in Höhe eines Zinssatzes anfallen, der dem Spitzenrefinanzierungssatz (marginal lending rate) der Europäischen Zentralbank im Verzugszeitraum zuzüglich drei Prozentpunkten entspricht;", "", "6. einstimmig, dass die Forderung des Beschwerdeführers nach gerechter Entschädigung im Übrigen zurückgewiesen wird.", "", "Ausgefertigt in Englisch und schriftlich zugestellt am 10. November 2005 nach Artikel 77 Absätze 2 und 3 der Verfahrensordnung des Gerichtshofs.", "", "", "", "", "", "", "Gemäß Artikel 45 Abs. 2 der Konvention und Artikel 74 Abs. 2 der Verfahrensordnung des Gerichtshofs ist diesem Urteil die teilweise abweichende Meinung von Herrn Myjer beigefügt.", "", "B.M.Z.", "V.B.", "", "\n", "TEILWEISE ABWEICHENDE MEINUNG VON RICHTE MYJER", "", "", "Meine Kollegen haben in dieser Rechtssache eine Verletzung von Artikel 5 Abs. 3 der Konvention festgestellt. Ich schließe mich dieser Entscheidung aus folgenden Gründen nicht an.", "", "Ich bin der Auffassung, dass die Regierung zu Recht vorgetragen hat, dass bei dem Beschwerdeführer die Opfereigenschaft auch im Hinblick auf Artikel 5 Abs. 3 entfallen ist. Das Landgericht Oldenburg hat in seinem Urteil vom 2. September 2004 ausdrücklich festgestellt, dass Artikel 6 Abs. 1 und Artikel 5 Abs. 3 in der Rechtssache des Beschwerdeführers verletzt worden seien. Es verurteilte den Beschwerdeführer zu sechs Jahren und sechs Monaten Freiheitsstrafe und führte ergänzend aus, dass es unter Berücksichtigung aller den Beschwerdeführer hinsichtlich seiner Schuld belastenden und entlastenden Umstände gegen den Beschwerdeführer eine Freiheitsstrafe von 9 Jahren verhängt hätte, wenn das Verfahren innerhalb einer angemessenen Frist abgeschlossen worden wäre.", "", "Meine Kollegen befanden, dass das Landgericht Oldenburg in seinem Urteil nicht dargelegt habe, in welchem Umfang genau die Feststellung einer Verletzung von Artikel 5 Abs. 3 eine messbare Minderung der Strafe des Beschwerdeführers mit sich gebracht hat. Unter den besonderen Umständen des Falls erscheint mir dieser Ansatz künstlich. In einem wie diesem gearteten Fall stehen die Verletzung des Artikels 5 Abs. 3 (ein Untersuchungsgefangener hat Anspruch auf ein Urteil innerhalb angemessener Frist) und des Artikels 6 Abs. 1 (jede Person hat ein Recht darauf, dass über eine gegen sie erhobene strafrechtliche Anklage innerhalb angemessener Frist verhandelt wird) in Zusammenhang. Das Gebot eines zügigen Verfahrens nach Artikel 5 Abs. 3 ist eine Art lex specialis zu dem allgemeinen Gebot eines zügigen Verfahrens gemäß der lex generalis des Artikels 6 Abs. 1: Wenn sich eine Person in Untersuchungshaft befindet, sollte die Verhandlung besonders zügig durchgeführt werden. In diesem Fall stimmen die beiden zu berücksichtigenden Zeiträume weitgehend überein. Ich halte eine allgemeine Strafminderung wegen „zeitlicher Überschreitung“ für ausreichend. Weitere Präzisierungen erübrigen sich.", "", "", ""]}