{"file": "GER_HJUDGER_45448_99.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "45448/99", "text_paragraphs": ["Urteile", "", "Europäischer Gerichtshof für Menschenrechte, Dritte Sektion", "Nichtamtliche deutsche Übersetzung aus dem Französischen", "Quelle: Bundesministerium der Justiz, Berlin", "", "", "26/09/02 - Rechtssache B. gegen DEUTSCHLAND, (Individualbeschwerde Nr. 45448/99)", "", "", "", "", "Straßburg, 26. September 2002", "", "Dieses Urteil wird unter den in Artikel 44 Absatz 2 der Konvention aufgeführten Bedingungen endgültig. Es kann einer redaktionellen Überarbeitung unterzogen werden.", "", "\nDer Europäische Gerichtshof für Menschenrechte (Dritte Sektion) hat in der Rechtssache B. ./. Deutschland in seiner Sitzung als Kammer mit:", "", " Cabral Barreto, Präsident,", "Herrn G. Ress,", "Herrn L. Caflisch,", "Herrn R. Türmen,", "Herrn B. Zupančič,", "Frau H.S. Greve,", "Herrn K. Traja, Richter und Richterin,", "und Herrn V. Berger, Sektionskanzler,", "", "nach Beratung in nicht öffentlicher Sitzung am 5. September 2002 das folgende Urteil erlassen, das an diesem Tag angenommen worden ist.", "", "", "VERFAHREN", "", "1. Der Rechtssache liegt eine gegen die Bundesrepublik Deutschland gerichtete Individualbeschwerde (Nr. 45448/99) zugrunde, die der deutsche Staatsangehörige E. B. („der Beschwerdeführer“) am 17. September 1998 nach dem früheren Artikel 25 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) bei der Europäischen Kommission für Menschenrechte („die Kommission“) eingereicht hat.", "", "2. Der Beschwerdeführer wird vor dem Gerichtshof von Herrn Klaus Lörcher vertreten. Die deutsche Regierung („die Regierung“) wird von ihrem Verfahrensbevollmächtigten, Herrn Klaus Stoltenberg, Ministerialdirigent im Bundesministerium der Justiz, vertreten.", "", "3. Der Beschwerdeführer gab vor, dass die Dauer des zivilrechtlichen Verfahrens insbesondere vor dem Bundesgerichtshof und dem Bundesverfassungsgericht, dem er als Verfahrenspartei angehörte, die angemessene Frist überschritten habe.", "", "4. Die Beschwerde wurde dem Gerichtshof am 1. November 1998, dem Zeitpunkt des Inkrafttretens des Protokolls Nr. 11 zur Konvention (Artikel 5 Absatz 2 des Protokolls Nr. 11), vorgelegt.", "", "5. Die Beschwerde wurde der Vierten Sektion des Gerichtshofs zugewiesen (Artikel 52 Abs. 1 der Verfahrensordnung). Aus dieser Sektion wurde die für die Prüfung der Rechtssache vorgesehene Kammer (Artikel 27 Abs. 1 der Verfahrensordnung) gemäß Artikel 26 Abs. 1 der Verfahrensordnung gebildet.", "", "6. Am 1. November 2001 hat der Gerichtshof die Zusammensetzung seiner Sektionen geändert (Artikel 25 Abs. 1 der Verfahrensordnung). Die vorliegende Beschwerde ist der somit umgebildeten Dritten Sektion zugewiesen worden. (Artikel 52 Abs. 1).", "", "7. Mit Entscheidung vom 14. März 2002 hat der Gerichtshof die Beschwerde für zulässig erklärt.", "", "8. Der Beschwerdeführer wie auch die Regierung haben schriftliche Stellungnahmen zur Begründetheit der Sache vorgelegt (Artikel 59 Abs. 1 der Verfahrensordnung).", "", "", "SACHVERHALT", "", "9. Der 1926 geborene Beschwerdeführer ist deutscher Staatsangehöriger und wohnhaft in S. (Deutschland).", "", "10. Im Jahre 1957 reichte der damals bei der Deutschen Bundespost beschäftigte Beschwerdeführer bei seinem Dienstherrn einen Verbesserungsvorschlag über Induktionsschutz von Fernmeldekabeln ein, den er anschließend als „dienstgebundene Erfindung“ bezeichnete. Im Jahre 1958 nahm die Deutsche Bundespost die Erfindung in Anspruch und meldete sie beim Deutschen Patentamt an. Da die Deutsche Bundespost und der Beschwerdeführer keine Einigung über die Vergütung der Erfindung erzielen konnten, zahlte die Bundespost dem Beschwerdeführer im Jahr 1961 den Betrag von 51.038,95 DM aus. Dieser Entscheidung widersprach der Beschwerdeführer und rief im Jahr 1974 die Schiedsstelle beim Deutschen Patentamt an. Er machte im Wesentlichen geltend, dass die Berechnung der Vergütung von den Kosten abhängig sei, welche die Deutsche Bundespost aufgrund der Erfindung eingespart habe, und forderte einen Betrag von weit über 10 Millionen DM. Die Schiedsstelle gab der Deutschen Bundespost Recht. Da der Beschwerdeführer mit der Schlussfolgerung der Schiedsstelle nicht einverstanden war, stellte diese im Anschluss hieran das Scheitern des Einigungsversuchs zwischen dem Beschwerdeführer und der Deutschen Bundespost fest.", "", "11. Im Jahr 1985 erhob der Beschwerdeführer Klage beim Landgericht Frankfurt am Main, das die Klage des Beschwerdeführers mit Urteil vom 10. Juli 1985 abwies.", "", "12. Mit Urteil vom 27. November 1986 hat das Oberlandesgericht Frankfurt am Main die Entscheidung des Landgerichts bestätigt.", "", "13. Am gleichen Tag legte der Beschwerdeführer Revision gegen diese Entscheidung ein, die er am 27. September 1987 begründete.", "", "14. Mit Beschluss vom 14. März 1988 nahm der Bundesgerichtshof die Revision nicht an.", "", "15. Mit Beschluss vom 24. April 1998 hat das Bundesverfassungsgericht durch eine mit drei Richtern besetzte Kammer die Verfassungsbeschwerde des Beschwerdeführers nicht zur Entscheidung angenommen. In seinem ausführlich begründeten Beschluss legte das Bundesverfassungsgericht dar, dass die Beschwerde keine grundsätzliche verfassungsrechtliche Bedeutung und keine hinreichende Aussicht auf Erfolg habe, da das Eigentumsrecht des Beschwerdeführers nicht verletzt sei.", "", "", "RECHTLICHE WÜRDIGUNG", "", "I. VERMEINTLICHE VERLETZUNG VON ARTIKEL 6 ABSATZ 1 DER KONVENTION", "", "16. Der Beschwerdeführer rügt die Verfahrensdauer insbesondere vor dem Bundesgerichtshof und dem Bundesverfassungsgericht. Er macht eine Verletzung des Artikels 6 Absatz 1 der Konvention geltend. Der einschlägige Passus lautet wie folgt:", "", "„Jede Person hat ein Recht darauf, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen (...) von einem (...) Gericht (...) innerhalb angemessener Frist verhandelt wird.“", "", "", "Zu berücksichtigender Zeitraum", "", "17. Der Gerichtshof stellt fest, dass das Verfahren am 10. Januar 1985 einsetzte, nachdem der Beschwerdeführer Anklage beim Landgericht Frankfurt am Main erhoben hatte, und am 24 April 1998 abgeschlossen wurde, als das Bundesverfassungsgericht erkannte, die Verfassungsbeschwerde des Beschwerdeführers nicht zur Entscheidung anzunehmen, was einer Dauer von mehr als dreizehn Jahren entspricht. Der Beschwerdeführer hat sich gleichwohl darauf beschränkt, die Verfahrensdauer vor dem Bundesverfassungsgericht (zehn Jahre) und vor dem Bundesgerichtshof (etwas mehr als fünfzehn Jahre) zu beanstanden. Der zu berücksichtigende Zeitraum beträgt demnach elf Jahre und drei Monate.", "", "Angemessenheit der Verfahrensdauer", "", "18. Was die Dauer des Verfahrens vor dem Bundesgerichtshof anbelangt, so unterstreicht die Regierung, dass der Beschwerdeführer seine zuvor eingelegte Revision erst am 18. September 1987 begründet habe, d.s. zehn Monate nach Anrufung des Gerichts. Was die Verfahrensdauer vor dem Bundesverfassungsgericht anbelangt, so sieht sich die Regierung außer Stande, hierfür Erklärungen abzugeben. Sie legt dar, dass der damals zuständige Berichterstatter nicht mehr Mitglied des Bundesverfassungsgerichts sei und dass die Akte des Beschwerdeführers nur einige Unterlagen aus dem Jahr 1988 enthalte. Die Restakte scheine in Verstoß geraten zu sein. Im Übrigen wird von der Regierung darauf hingewiesen, dass auch der Beschwerdeführer sich niemals bei dem Bundesverfassungsgericht nach dem Stand seiner Sache erkundigt habe. Erst am 17. September 1998 habe der Beschwerdeführer im Zuge seiner Individualbeschwerde vor der Kommission erstmals geltend gemacht, dass er ein großes Interesse an einer schnellen Entscheidung habe.", "", "19. Der Beschwerdeführer legt insbesondere dar, das Bundesverfassungsgericht habe seine Verfassungsbeschwerde deshalb nicht zur Entscheidung angenommen, weil ihr keine grundsätzliche Bedeutung zukam und sie aus diesem Grunde wesentlich rascher hätte abgewiesen werden müssen. Außerdem könne die Zustellung von Erinnerungsschreiben nicht als wirksames Mittel zur Verfahrensbeschleunigung vor dem Bundesverfassungsgericht angesehen werden.", "", "20. Der Gerichtshof ruft in Erinnerung, dass die Angemessenheit der Dauer eines Verfahrens im Licht der näheren Umstände des Falles und unter Berücksichtigung der in seiner Rechtsprechung verankerten Kriterien zu würdigen ist, und zwar insbesondere in Anbetracht der Komplexität des Falles, des Verhaltens des Beschwerdeführers wie der zuständigen Behörden (siehe u.a. die Urteile in der Sache Klein ./. Deutschland, Nr. 33379/96 vom 27. Juli 2000, Randnr. 36, und Tričković ./. Slowenien, Nr. 39914/98 vom 12. Juni 2001, Randnr. 44).", "", "21. Der Gerichtshof ist der Auffassung, dass, selbst wenn das Bundesverfassungsgericht zuletzt beschlossen hatte, die Verfassungsbeschwerde des Beschwerdeführers nicht zur Entscheidung anzunehmen, die Sache eine gewisse Komplexität aufwies, was aus dem Umfang der achtseitigen Begründung des Nichtannahmebeschlusses hervorgeht.", "", "22. Was das Verhalten des Beschwerdeführers anbelangt, so unterstreicht der Gerichtshof, dass dieser seine Revision vor dem Bundesgerichtshof am 27. November 1986 eingelegt, die Begründung aber erst am 17. September 1998 zugestellt hat. Bezüglich der Verfahrensdauer vor dem Bundesverfassungsgericht erachtet der Gerichtshof, dass der Beschwerdeführer zu dessen Dauer nicht beigetragen hat.", "", "23. Was das Verhalten der Justizbehörden anbelangt, so erachtet der Gerichtshof, dass die Dauer des Verfahrens vor dem Bundesgerichtshof keinen Anlass zur Kritik liefern dürfte. Was aber die Dauer vor dem Bundesverfassungsgericht angeht, so stellt er fest, dass die Regierung sich nicht in der Lage sieht, hinlängliche Erklärungen hierfür abzugeben.", "", "24. Demnach ist die „angemessene Frist“ überschritten worden und somit liegt eine Verletzung des Artikels 6 Absatz 1 der Konvention vor.", "", "II. DIE ANWENDUNG DES ARTIKELS 41 DER KONVENTION", "", "25. Artikel 41 der Konvention lautet wie folgt:", "", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist“.", "", "Schaden", "", "26. Der Beschwerdeführer fordert einen Gesamtbetrag von 20.000 Euro. Unter Bezugnahme auf die von der Ersten Sektion des Gerichtshofs in den 133 Fällen gegen Italien vom 28. Februar 2002 zugesprochenen Entschädigungen verlangt er pro Jahr der Verfahrensdauer einen Betrag von 1.000 Euro jeweils mit einem 10%-igen Erhöhungsbetrag zusätzlich für jedes weitere Jahr.", "", "27. Die Regierung hat sich diesbezüglich nicht geäußert.", "", "28. Der Gerichtshof ist der Auffassung, dass der Beschwerdeführer wegen der Dauer des strittigen Verfahrens einen gewissen immateriellen Schaden erlitten hat. Angesichts der besonderen Umstände des Falles und im Sinne einer gerechten Entschädigung gemäß Artikel 41 billigt er ihm hierfür den Betrag von 6.700 Euro zu.", "", "Kosten und Auslagen", "", "29. Als Kosten und Auslagen fordert der Beschwerdeführer den Gesamtbetrag von 6.600 Euro, davon 1.500 Euro für die Vertretung vor dem Gerichtshof, 100 Euro als Kosten für Kopien und Ferngespräche und 5.000 Euro für die Vertretung vor dem Bundesverfassungsgericht.", "", "30. Die Regierung bringt vor, dass die vom Beschwerdeführer für die Vertretung vor dem Bundesverfassungsgericht angesetzten Rechtsanwaltskosten zu hoch erscheinen. Da das Bundesverfassungsgericht beschlossen hatte, die Verfassungsbeschwerde nicht zur Entscheidung anzunehmen, ist beim Gegenstandswert vom gesetzlichen Mindestwert auszugehen, d.s. 8.000 DM (ca. 4.000 €). Nach der innerstaatlichen Anwaltsvergütung stehe dem Prozessvertreter nur ein Betrag in Höhe von 274,12 Euro zu.", "", "31. Der Gerichtshof erinnert daran, dass er die Erstattung der Kosten und Auslagen, die vor dem Gerichtshof entstanden sind, und derjenigen, die ein Beschwerdeführer vor den innerstaatlichen Gerichten getragen hat, nur gewährt, soweit diese mit der festgestellten Verletzung in Zusammenhang stehen, tatsächlich angefallen sind und erforderlich waren und angesichts ihrer Höhe angemessen sind (s. u.a. die Urteile in der Sache Wettstein ./. Schweiz, Nr. 33958/96, EGMR 2000-XII, Randnr. 56, und Volkwein ./. Deutschland, Nr. 45181/99 vom 4. April 2002, Randnr. 49).", "", "32. Der Gerichtshof erachtet, dass der geforderte Betrag für die Einlegung der Verfassungsbeschwerde nicht die festgestellte Verletzung betrifft und auf jeden Fall angefallen wären. Im Sinne einer gerechten Entschädigung gemäß Artikel 41 der Konvention billigt er dem Beschwerdeführer den Betrag in Höhe von 1.600 Euro zu.", "", "Verzugszinsen", "", "33. Der Gerichtshof erachtet für angemessen, den Verzugszinssatz auf den Zinssatz für Spitzenrefinanzierungsfazilitäten der Europäischen Zentralbank erhöht um drei Prozentpunkte zu stützen.", "", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF EINSTIMMIG,", "", "dass Artikel 6 Absatz 1 der Konvention verletzt ist;", "", "dass", "a) der beklagte Staat dem Beschwerdeführer innerhalb von drei Monaten, nachdem das Urteil gemäß Artikel 44 Abs. 2 der Konvention endgültig geworden ist, den Betrag in Höhe von 6.700 Euro (sechstausendsiebenhundert) wegen des immateriellen Schadens und den Betrag von 1.600 Euro (eintausendsechshundert) für Kosten und Auslagen zu zahlen hat, zuzüglich der Beträge, die als Steuer möglicherweise angefallen sind;", "\tb) diese Beträge nach Ablauf der genannten Frist und bis zur Zahlung um einfache Zinsen zu einem Satz entsprechend demjenigen der Spitzenrefinanzierungsfazilität der Europäischen Zentralbank, der in diesem Zeitraum Gültigkeit hat, zu erhöhen sind, zuzüglich drei Prozentpunkten;", "", "dass der Antrag auf gerechte Entschädigung im Übrigen zurückgewiesen wird.", "", "Ausgefertigt in französischer Sprache und anschließend am 26. September 2002 gemäß Artikel 77 Abs. 2 und 3 der Verfahrensordnung schriftlich übermittelt.", "", ""]}