{"file": "GER_HJUDGER_38321_97.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "38321/97", "text_paragraphs": ["Urteile", "", "Europäischer Gerichthof für Menschenrechte, Vierte Sektion", "Nichtamtliche Übersetzung", "Quelle: Bundesministerium der Justiz, Berlin", "", "", "05/07/01 - Fall E. gegen DEUTSCHLAND (Beschwerde Nr. 38321/97)", "", "", "", "", "Straßburg, 5. Juli 2001", "", "", "Dieses Urteil wird unter den in Artikel 44 Absatz 2 der Konvention aufgeführten Bedingungen endgültig. Es unterliegt noch der Schlussredaktion.\nIn der Rechtssache E. . /. Deutschland", "", "ist der Europäische Gerichtshof für Menschenrechte (Vierte Sektion) als Kammer durch die folgenden Richter:", "Herr \tA. PASTOR RIDRUEJO, Präsident,", "Herr \tG. RESS,", "Herr \tI. CABRAL BARRETO,", "Herr\tV. BUTKEVYCH,", "Frau \tN. VAJIĆ,", "Herr \tJ. HEDIGAN,", "Herr \tM. PELLONPÄÄ,", "sowie dem Kanzler, Herrn V. BERGER,", "", "nach Beratung in nicht öffentlicher Sitzung am 28. September 2000 und am 14. Juni 2000 am letztgenannten Datum zu folgendem Urteil gelangt:", "", "VERFAHREN", "", "1. Dem Fall liegt eine gegen die Bundesrepublik Deutschland gerichtete Beschwerde (Nr. 38321/97) zugrunde, mit welcher der türkische Staatsangehörige S. E. („der Beschwerdeführer“) die Europäische Kommission für Menschenrechte („die Kommission“) aufgrund des früheren Artikels 25 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) am 29. Juli 1997 befasst hatte.", "", "\t2. Der Beschwerdeführer ist vor dem Gerichtshof von Rechtsanwalt Schultz aus Bremen (Deutschland) vertreten worden. Die deutsche Regierung („die Regierung“) ist von ihrem Verfahrensbevollmächtigten, Herrn K. Stoltenberg, Ministerialdirigent im Bundesministerium der Justiz, vertreten worden.", "", "\t3. Der Beschwerdeführer behauptete insbesondere, die Dauer seiner Unterschungshaft habe die Artikel 5 Absatz 3 und 6 Absatz 2 der Konvention verletzt. Er rügte ebenfalls die Überwachung des schriftlichen Verkehrs mit seinem Anwalt, was gegen Artikel 8 der Konvention verstoße.", "", "4. Die Beschwerde ist dem Gerichtshof am 1. November 1998, dem Zeitpunkt des Inkrafttretens des Protokolls Nr. 11 zur Konvention (Artikel 5 Absatz 2 des Protokolls Nr. 11), vorgelegt worden.", "", "5. Die Beschwerde ist der Vierten Sektion des Gerichtshofs zugewiesen worden (Artikel 52 Absatz 1 der Verfahrensordnung). Aus dieser Sektion ist die für die Prüfung der Rechtssache vorgesehene Kammer (Artikel 27 Absatz 1 der Konvention) gemäß Artikel 26 Absatz 1 der Verfahrensordnung gebildet worden.", "", "6. Mit Entscheidung vom 28. September 2000 hat die Kammer die Beschwerde für zulässig erklärt.", "", "7. Sowohl der Beschwerdeführer als auch die Regierung haben schriftliche Stellungnahmen zur Begründetheit der Rechtssache vorgelegt (Artikel 59 Absatz 1 der Verfahrensordnung).", "", "SA CHVERHALT", "", "I.\tDIE UMSTÄNDE DES FALLES", "", "\t8. Der Beschwerdeführer gibt an, sein Name sei S. E. und er sei 1958 in Derik (Türkei) geboren, während dem Oberlandesgericht Düsseldorf zufolge sein Name in Wirklichkeit D. K. und er 1954 in Adana (Türkei) geboren worden sein soll.", "", "A. Die Vorgeschichte", "", "9. Am 7. April 1988 wurde der Beschwerdeführer, der im Dezember 1987 in Frankreich als politischer Flüchtling anerkannt worden war, an der deutschen Grenze festgenommen, da er im Verdacht stand, Mitglied einer terroristischen Vereinigung (§ 129 a StGB) zu sein und Urkunden verfälscht zu haben (§ 267 StGB).", "", "\tB. Die Untersuchung", "", "\t10. Aufgrund eines Haftbefehls des Ermittlungsrichters des Bundesgerichtshof vom", "8. April 1988 wurde der Beschwerdeführer in Untersuchungshaft genommen, wo er bis zum 7. März 1994 blieb.", "", "11. Am 20. Oktober 1988 erhob der Generalbundesanwalt Anklage gegen den Beschwerdeführer und 15 weitere Funktionäre der PKK (Arbeiterpartei Kurdistans).", "", "C. Das Verfahren", "", "\t12. Mit Beschluss vom 31. August 1989 eröffnete der 5. Strafsenat des Oberlandesgerichts Düsseldorf das Hauptverfahren unter Einbeziehung fünf weiterer Anklagen gegen Mitglieder der PKK.", "", "\t13. Gegenstand des Verfahrens gegen 18 Angeklagte waren sechs Morde, sechs Freiheitsberaubungen und die Organisationsstruktur der terroristischen Vereinigung einschließlich weiterer fünf Morde, die aus dieser Organisation heraus begangen worden waren.", "", "\t14. Die Hauptverhandlung begann am 24. Oktober 1989 und endete nach 353 Verhandlungstagen am 7. März 1994.", "", "\t15. Im Verlauf der Hauptverhandlung beantragte die Staatsanwaltschaft beim Oberlandesgericht am 7. Dezember 1990, dem Beschwerdeführer einen rechtlichen Hinweis nach § 265 Strafprozessordnung dahingehend zu erteilen, dass in seinem Fall auch eine Verurteilung wegen Mordes (§ 211 StGB) und wegen Rädelsführerschaft in einer terroristischen Vereinigung (§ 129 a Abs. 2 StGB) in Betracht komme.", "", "16. Mit Beschluss vom 8. März 1993 erklärte das Oberlandesgericht, dass der Angeklagte K. eine Verurteilung wegen mitgliedschaftlicher Beteiligung an einer terroristischen Vereinigung und wegen Mordes, aber nicht wegen seiner Aktivitäten als Rädelsführer in dieser Vereinigung in Betracht ziehen müsse.", "", "17. Vierzehn Angeklagte waren nicht mehr an dem Verfahren beteiligt: gegen zwei der Betroffenen wurde die Einstellung des Verfahrens wegen Geringfügigkeit bzw. Verhandlungsunfähigkeit verkündet, zehn Angeklagte waren 1992 ins Ausland geflüchtet und zwei waren ebenfalls 1992 wegen anderer Straftaten verurteilt worden.", "", "D. Die Untersuchungshaft des Beschwerdeführers", "", "18. Mit seinen Beschlüssen vom 18. November 1988 und 3. März, 14. Juni und 7. September 1989 ordnete der 3. Strafsenat des Bundesgerichtshofs die Fortdauer der Untersuchungshaft des Beschwerdeführers mit der Begründung an, dass weiterhin Tatverdacht gegen den Beschwerdeführer bestünde. Im übrigen stellte er fest, dass der Fortgang des Verfahrens stets ausreichend gefördert worden sei.", "", "19. Anschließend stellte der Beschwerdeführer mehrere Anträge auf Entlassung, die von dem 5. Strafsenat des Oberlandesgerichts Düsseldorf verworfen wurden.", "", "20. Mit Beschluss vom 20. April 1990 ordnete der 5. Strafsenat des Oberlandesgerichts Düsseldorf die Fortdauer der Untersuchungshaft des Beschwerdeführers an und erklärte:", "", "\"In Anbetracht der Schwere des Tatvorwurfs und der Straferwartung steht die bisherige Untersuchungshaft von etwa zwei Jahren nicht außer Verhältnis zur Bedeutung der Sache und der zu erwartenden Strafe (§ 120 Abs. 1 StPO [siehe unten einschlägiges innerstaatliches Recht] ).", "", "\tTrotz der bisherigen Untersuchungshaft besteht auch weiterhin Fluchtgefahr, die insbesondere dadurch begründet ist, dass der Angeklagte in der Bundesrepublik Deutschland über keine persönlichen Bindungen und über keinen Wohnsitz verfügt und sich in der Vergangenheit mit unterschiedlicher Dauer in mehreren Ländern des Nahen Ostens, in Frankreich und in Deutschland aufgehalten hat. (...) Der Fluchtgefahr kann deshalb auch nicht mit weniger einschneidenden Maßnahmen wie Meldeauflagen, Stellung einer Sicherheitsleistung u.a. wirksam begegnet werden.\"", "", "21. Mit Beschluss vom 19. Dezember 1990 erklärte der 5. Strafsenat des Oberlandesgerichts Düsseldorf:", "", "\"Der Senat hat in seinem Eröffnungsbeschluss (...) und zuletzt in seinem Beschluss vom 20. April 1990 (...) ausführlich dargelegt, dass der Angeklagte E. dringend verdächtig ist, seit Ende 1986 (...) als Mitglied des europäischen Exekutivkomitees und des europäischen Zentralkomitees der PKK in Köln Mitglied einer innerhalb der europäischen PKK bestehenden terroristischen Vereinigung i.S.d. § 129 a StGB gewesen zu sein. Dieser dringende Tatverdacht besteht auch nach dem bisherigen Verlauf der Hauptverhandlung unverändert fort.", "", "\tIn Anbetracht der Schwere des Tatvorwurfs und der Höhe der dem Angeklagten drohenden Strafe steht die bisherige Untersuchungshaft von etwa 2 Jahren und 9 Monaten nicht außer Verhältnis zur Bedeutung der Sache und der zu erwartenden Strafe (§ 120 Abs. 1 StPO).", "", "\tTrotz der Dauer der Untersuchungshaft besteht auch weiterhin Fluchtgefahr. Sie beruht insbesondere darauf, dass der Angeklagte in der Bundesrepublik keine persönlichen Bindungen und keinen festen Wohnsitz hat und sich (...) in der Vergangenheit mit unterschiedlicher Dauer in verschiedenen Ländern des Nahen Ostens, in Frankreich und in der Bundesrepublik Deutschland aufgehalten und dort Parteiaufträge der PKK ausgeführt hat. Dies begründet die Gefahr, dass er sich bei seiner Entlassung dem weiteren Verfahren entziehen und sich ins Ausland begeben könnte. Die Fluchtgefahr kann deshalb auch nicht durch weniger einschneidende Maßnahmen wie Meldeauflagen, Stellung einer Sicherheitsleistung u.a. ausgeräumt werden (§ 116 Abs. 1 StPO [siehe unten einschlägiges innerstaatliches Recht]).\"", "", "22. Mit Beschluss vom 28. November 1991 erklärte der 5. Strafsenat des Oberlandesgerichts Düsseldorf:", "", "\"Der Senat hat in seinem Eröffnungsbeschluss (...) und in seinen Beschlüssen vom 20. April 1990 und 19. Dezember 1990 dargelegt, dass der Angeklagte E. dringend verdächtig ist, seit Ende 1986 (...) als Mitglied des europäischen Exekutivkomitees und des europäischen Zentralkomitees der PKK in Köln Mitglied einer innerhalb der europäischen PKK bestehenden terroristischen Vereinigung im Sinne des § 129 a StGB gewesen zu sein. Dieser dringende Tatverdacht besteht auch nach dem weiteren Verlauf der Hauptverhandlung fort und ist durch den Inhalt der bisherigen Aussage des Zeugen A. C. noch verstärkt worden.", "", "In Anbetracht der Schwere des Tatvorwurfes und der Höhe der dem Angeklagten drohenden Strafe steht die bisherige Untersuchungshaft von etwa 3 Jahren und 8 Monaten noch nicht außer Verhältnis zur Bedeutung der Sache und der zu erwartenden Strafe.", "", "Trotz der Dauer der Untersuchungshaft besteht auch weiterhin Fluchtgefahr. Sie beruht insbesondere darauf, dass der Angeklagte in der Bundesrepublik Deutschland keine persönlichen Bindungen und keinen festen Wohnsitz hat und sich (...) in der Vergangenheit mit unterschiedlicher Dauer in verschiedenen Ländern des Nahen Ostens, in Frankreich und in der Bundesrepublik Deutschland aufgehalten und dort Parteiaufträge der PKK ausgeführt hat. Dies begründet die Gefahr, dass er sich bei seiner Entlassung dem weiteren Verfahren entziehen und sich ins Ausland begeben könnte. Die Fluchtgefahr kann deshalb auch nicht durch weniger einschneidende Maßnahmen wie Meldeauflagen, Stellung einer Sicherheitsleistung u.a. ausgeräumt werden (§ 116 Abs. 1 StPO) ...\"", "", "23. Während seiner Untersuchungshaft wurde der Schriftverkehr des Beschwerdeführers mit seinem Rechtsanwalt aufgrund von § 148 Abs. 2 StPO überwacht (siehe unten einschlägiges innerstaatliches Recht).", "", "E. Das Urteil des Oberlandesgerichts Düsseldorf und die Rechtsbehelfe des Beschwerdeführers vor den innerstaatlichen Gerichten", "", "24. Mit dem 900-seitigen Urteil vom 7. März 1994 verurteilte das Oberlandesgericht Düsseldorf den Beschwerdeführer wegen mitgliedschaftlicher Beteiligung an einer terroristischen Vereinigung (§ 129 a StGB) zu 6 Jahren Freiheitsstrafe. Es stellte fest, dass der Beschwerdeführer im Jahre 1978 einer der Gründer der PKK gewesen sei, Einheiten im Libanon und in Syrien aufgebaut habe, wo er auch für die Anwerbung neuer Anhänger zuständig gewesen sei.", "", "Das Oberlandesgericht fügte hinzu, dass der Beschwerdeführer 1983 in der Türkei den bewaffneten Widerstand angeführt habe, bis er von Abdullah Öcalan. wegen mangelnder Fähigkeit und zu autoritärer Führung aus dieser Funktion entlassen worden sei. Anschließend sei er mit A. C., der später als Kronzeuge gegen ihn aussagen sollte, zum europäischen Hauptquartier der PKK in Köln entsandt worden.", "", "Das Oberlandesgericht hob hervor, dass der Beschwerdeführer von Dezember 1986 bis Dezember 1987 Mitglied des Exekutivkomitees der PKK und insbesondere mit Aufsichts-tätigkeiten und nachrichtendienstlichen Aktivitäten befasst gewesen sei. In Sitzungen des Exekutivkomitees habe er vorgeschlagen, Öcalan-feindliche Gruppen innerhalb der PKK ausfindig zu machen und Informationen über sie zu sammeln, diese Gegner zu bekämpfen und sie erforderlichenfalls zu liquidieren. Er sei auch an der Erstellung von Todeslisten beteiligt gewesen.", "", "25. Mit Beschluss vom 6. März 1996 verwarf der Bundesgerichtshof die Revision des Beschwerdeführers mit der Begründung, dass das Urteil des Oberlandesgerichts keinen Rechtsfehler zum Nachteil des Angeklagten enthalte.", "", "26. Am 10. April 1996 erhob der Beschwerdeführer Verfassungsbeschwerde beim Bundesverfassungsgericht. Er machte insbesondere eine Verletzung des Artikels 5 Absatz 3 wegen der überlangen Dauer der Untersuchungshaft geltend und wies darauf hin, dass seine Korrespondenz unrechtmäßig überwacht worden sei.", "", "27. Am 19. Februar 1997 hat das Bundesverfassungsgericht durch eine mit drei Richtern besetzte Kammer beschlossen, die Verfassungsbeschwerde des Beschwerdeführers nicht zur Entscheidung anzunehmen.", "", "II. \tEINSCHLÄGIGES INNERSTAATLICHES RECHT UND EINSCHLÄGIGE INNERSTAATLICHE PRAXIS", "", "28. § 116 Abs. 1 StPO sieht vor, dass der Richter den Vollzug eines Haftbefehls aussetzen kann, der lediglich wegen Fluchtgefahr gerechtfertigt ist, wenn weniger einschneidende Maßnahmen die Erwartung begründen, dass der Zweck der Untersuchungshaft erreicht werden kann.", "", "29. § 117 Abs. 1 StPO sieht vor, dass der Beschuldigte, solange er in Untersuchungshaft ist, jederzeit die gerichtliche Prüfung beantragen kann, ob der Haftbefehl aufzuheben oder dessen Vollzug nach § 116 auszusetzen ist.", "", "30. § 120 Abs. 1 StPO sieht vor, dass der Haftbefehl aufzuheben ist, sobald die Voraussetzungen der Untersuchungshaft nicht mehr vorliegen oder sich ergibt, dass die weitere Untersuchungshaft zu der Bedeutung der Sache und der zu erwartenden Strafe außer Verhältnis stehen würde.", "", " 31. § 148 Abs. 1 Satz 1 StPO sieht vor, dass dem Beschuldigten, der sich nicht auf freiem Fuß befindet, schriftlicher und mündlicher Verkehr mit seinem Verteidiger gestattet ist.", "", "32. § 148 Abs. 2 Satz 1 StPO lautet wie folgt:", "", "„Befindet sich der Beschuldigte nicht auf freiem Fuß und ist Gegenstand der Untersuchung eine Straftat nach § 129 a des Strafgesetzbuches [mitgliedschaftliche Beteiligung an einer terroristischen Vereinigung], so sind Schriftstücke und andere Gegenstände zurückzuweisen, sofern sich der Absender nicht damit einverstanden erklärt, dass sie zunächst einem Richter vorgelegt werden. (...) Ist der schriftliche Verkehr (...) zu überwachen, so sind für das Gespräch zwischen dem Beschuldigten und dem Verteidiger Vorrichtungen vorzusehen, die die Übergabe von Schriftstücken und anderen Gegenständen ausschließen.“", "", "33. Die Ausnahme in § 148 Abs. 2 StPO soll verhindern, dass ein Häftling, der einer Straftat nach § 129 a StGB verdächtigt wird, weiterhin für die terroristische Vereinigung tätig ist und zu ihrem Fortbestand beiträgt (Bundesgerichtshof, Neue Strafrechtzeitschrift Nr. 48, S. 177).", "", "34. § 148 a StPO sieht vor, dass für die Durchführung von Überwachungsmaßnahmen der Richter bei dem Amtsgericht zuständig ist, in dessen Bezirk die Vollzugsanstalt liegt. Er darf mit dem Gegenstand der Untersuchung weder befasst sein noch befasst werden und hat über Kenntnisse, die er erlangt, Verschwiegenheit zu bewahren, es sei denn, diese betreffen schwere oder sehr schwere Straftaten nach § 138 Abs. 1 und 2 StGB.", "", "\nRECHTLICHE WÜRDIGUNG", "", "I.\tDIE BEHAUPTETE VERLETZUNG DER ARTIKEL 5 ABSATZ 3 UND 6 ABSATZ 2 DER KONVENTION", "", "35. Der Beschwerdeführer behauptet, dass die Dauer seiner Untersuchungshaft Artikel 5 Absatz 3 und Artikel 6 Absatz 2 der Konvention verletzt habe, die wie folgt lauten:", "", "„Jede Person, die nach Absatz 1 Buchstabe c von Festnahme oder Freiheitsentziehung betroffen ist, (...) hat Anspruch auf ein Urteil innerhalb angemessener Frist oder auf Entlassung während des Verfahrens. Die Entlassung kann von der Leistung einer Sicherheit für das Erscheinen vor Gericht abhängig gemacht werden.“", "", "„Jede Person, die einer Straftat angeklagt ist, gilt bis zum gesetzlichen Beweis ihrer Schuld als unschuldig.“", "", "\t36. Die Regierung vertritt die Auffassung, dass die Dauer der Untersuchungshaft durch die sehr besonderen Umstände des Falles angesichts der in der Spruchpraxis des Europäischen Gerichtshofs angeführten Gesichtspunkte gerechtfertigt sei. Sie betont zunächst, dass der Mordvorwurf – eine im Höchstmaß mit lebenslanger Freiheitsstrafe bedrohte Straftat – gegen den Beschwerdeführer während des gesamten Prozessverlaufs weiterhin bestanden habe. Die Dauer der Untersuchungshaft sei im übrigen Gegenstand von sieben Haftprüfungen gewesen, wobei die drei letzten durch den 5. Strafsenat des Oberlandesgerichts Düsseldorf entschieden wurden, der in der Begründung seiner Entscheidungen insbesondere auf die Fluchtgefahr des Beschwerdeführers abhob. Die Regierung fügt hinzu, dass sich die Dauer des Verfahrens vor dem Oberlandesgericht durch den Umfang und die Komplexität des Falles, der 18 Angeklagte umfasste und eine Vielzahl an Tatkomplexen betraf, erkläre. Die Akte allein umfasse 50.000 Seiten, 200 Zeugen und 20 Sachverständige seien im Verlauf des Prozesses gehört und mehr als 350 Schriftstücke mit mehreren tausend Blatt Umfang in den Verhandlungen beigebracht worden. Neben den Übersetzungsproblemen (die Angeklagten lehnten es ab, die türkische Sprache zu sprechen; sie äußerten sich nur in Kurdisch) weist die Regierung auf das konfrontative Auftreten der Verteidiger hin, die das Gericht in mehrfach beschimpft, 154 Ablehnungsgesuche angebracht, 174 Beweisanträge gestellt, uferlose Zeugenbefragungen durchgeführt hätten, usw..", "", "\t37. Der Beschwerdeführer ist der Meinung, dass die Dauer seiner Untersuchungshaft angesichts des Artikels 5 Absatz 3 der Konvention nicht als gerechtfertigt gelten könne. Die Dauer des Verfahrens vor dem Oberlandesgericht sei im Wesentlichen durch die Anklagekonstruktion, die Veranstaltung eines Mammut-Prozesses mit zweifelhaften Hauptzeugen, das Sprachproblem, die Beiordnung von Pflichtverteidigern bedingt, was aber nicht dem Beschwerdeführer oder der Verteidigung vorgeworfen werden könne. Außerdem dürfe der Mordverdacht nicht zur Rechtfertigung der Fortdauer seiner Untersuchungshaft herangezogen werden, da dieser zu keinem Zeitpunkt weder in rechtlicher noch in tatsächlicher Hinsicht begründet gewesen sei und darüber hinaus in den Entscheidungen über die Fortdauer der Untersuchungshaft des Beschwerdeführers keine Erwähnung fände. Schließlich könne die überlange Dauer der Untersuchungshaft nicht dem Verhalten der Verteidigung in dem Strafprozess angelastet werden. Hierfür sei ausschließlich die Justiz verantwortlich.", "", "\t38. Der Gerichtshof stellt fest, dass sich der Beschwerdeführer vom 8. April 1988 bis zum 7. März 1994, als das Urteil des Oberlandesgerichts Düsseldorf erging, in Untersuchungshaft befand. Die Untersuchungshaft dauerte folglich 5 Jahre und 11 Monate.", "", "\t39. Der Gerichtshof weist darauf hin, dass die Angemessenheit der Dauer einer Haft sich nicht für eine abstrakte Bewertung eignet. Die Rechtmäßigkeit der Fortdauer der Haft eines Angeklagten ist in jedem Einzelfall je nach den Besonderheiten des Falles zu beurteilen. Die Fortdauer der Inhaftierung ist in einem bestimmten Fall nur gerechtfertigt, wenn konkrete Anhaltspunkte für ein wirkliches Erfordernis von öffentlichem Interesse vorliegen, das ungeachtet der Unschuldsvermutung gegenüber der Regel der Achtung der persönlichen Freiheit gemäß Artikel 5 der Konvention überwiegt (siehe insbesondere die Urteile in der Sache Labita . /. Italien, [GC], Nr. 26772/5, Nr. 152 ff., EGMR 2000-IV, und in der Sache Kudla . /. Polen, [GC], Nr. 30210/96, Nr. 110, EGMR 2000-XI).", "", "Es ist in erster Linie Aufgabe der nationalen Behörden, dafür Sorge zu tragen, dass in einem bestimmten Fall die Dauer der Untersuchungshaft eines Beschuldigten nicht die angemessene Grenze überschreitet. Hierzu müssen sie alle Umstände, die ein wirkliches Erfordernis von öffentlichem Interesse aufzeigen oder ausschließen, das angesichts der Unschuldsvermutung eine Ausnahme von der Regel der Achtung der persönlichen Freiheit rechtfertigt, prüfen und in ihren Entscheidungen über Entlassungsgesuche berücksichtigen. Der Gerichtshof hat in erster Linie auf der Grundlage der Begründungen in diesen Entscheidungen sowie der von dem Betroffenen in seinen Rechtsbehelfen angegebenen, nicht frei erfundenen Umständen zu entscheiden, ob möglicherweise eine Verletzung des Artikels 5 Absatz 3 der Konvention vorliegt.", "", "\tDie Tatsache, dass weiterhin plausible Gründe für den Verdacht vorliegen, dass eine festgenommene Person eine Straftat begangen hat, ist eine conditio sine qua non für die Rechtmäßigkeit der Haftfortdauer, jedoch genügt sie nach einer gewissen Zeit nicht mehr. Der Gerichtshof hat folglich festzustellen, ob die anderen von den Justizbehörden angeführten Gründe weiterhin die Freiheitsentziehung rechtfertigen. Wenn sie sich als „erheblich“ und „ausreichend“ erweisen, prüft er darüber hinaus, ob die zuständigen nationalen Behörden den Fortgang des Verfahrens „besonders gefördert“ haben (siehe insbesondere Urteil vom 27. August 1992 in der Sache Tomasi . /. Frankreich, Serie A, Band 241-A, S. 35, Nr. 84, und Urteil vom 23. September 1998, in der Sache I.A. . /. Frankreich, Urteils- und Entscheidungssammlung des Gerichtshofs, 1998-VII, S. 2978-1979, Nr. 102, und Entscheidung vom 7. September 1999 in der Sache Amiram Bar . /. Frankreich, Nr. 37863/97).", "", "\t40. Der Gerichtshof weist gleich anschließend darauf hin, dass dieser Rechtsstreit sich auf ein Verfahren gegen achtzehn Funktionäre der PKK vor dem Oberlandesgericht Düsseldorf bezog, zu denen der Beschwerdeführer zählte, der einer der Gründer der PKK und Mitglied ihres Exekutivkomitees war. Dieser Prozess, der damals nahezu viereinhalb Jahre gedauert hatte, fand in den Medien großen Widerhall. Gegenstand dieses Verfahrens waren sechs Morde, sechs Freiheitsberaubungen und die Organisationsstruktur der PKK einschließlich weiterer fünf Morde, die aus dieser Organisation heraus begangen worden waren.", "", "\t41. Der Gerichtshof merkt anschließend an, dass die deutschen Gerichte die Frage der Fortdauer der Haft des Beschwerdeführer sieben Mal geprüft haben: Beschlüsse des 3. Strafsenats des Bundesgerichtshofs vom 18. November 1988 und 3. März, 14. Juni und 7. September 1989, Beschlüsse des 5. Strafsenats des Oberlandesgerichts Düsseldorf vom 20. April und 19. Dezember 1990, 28. November 1991, wobei diese letzten infolge der Anträge des Beschwerdeführers auf Entlassung ergangen sind.", "", "\t42. Zur Ablehnung der Entlassung des Beschwerdeführers stützten sich die Gerichte gleichzeitig auf die Schwere des Tatvorwurfs, das Fortbestehen des Tatverdachts und die Fluchtgefahr und verwiesen insbesondere auf die §§ 116 Abs. 1 und 120 Abs. 1 StPO (s.o. Nr. 28 und 30).", "", "\t43. In Bezug auf die Schwere des Tatvorwurfs und das Fortbestehen des Tatverdachts stellt der Gerichtshof fest, dass allein das Fortbestehen des Verdachts der mitgliedschaftlichen Beteiligung an einer terroristischen Vereinigung - eine im Höchstmaß mit einer Freiheitsstrafe von zehn Jahren bedrohte Straftat - und nicht des Mordes in den Beschlüssen aufgeführt war, mit denen die Fortdauer der Untersuchungshaft des Beschwerdeführers angeordnet worden war. Im übrigen sei dieser schließlich wegen mitgliedschaftlicher Beteiligung an einer terroristischen Vereinigung zu einer Freiheitsstrafe von sechs Jahren verurteilt worden. Die Dauer seiner Untersuchungshaft stimmte folglich praktisch mit der seiner Freiheitsstrafe überein.", "", "\t44. In Bezug auf die Fluchtgefahr ist der Gerichtshof der Meinung, dass die zuständigen Gerichte zu Recht davon ausgehen konnten, dass weiterhin Fluchtgefahr bestand, die auf der fremden Staatsangehörigkeit des Beschwerdeführers, fehlender persönlicher Bindungen und fehlendem Wohnsitz in Deutschland sowie seinen häufigen Reisen in den Nahen Osten und nach Frankreich (s.o. Nr. 17) beruhte. Der Gerichtshof vertritt jedoch die Auffassung, dass diese Gründe zumindest zu Beginn der Haftzeit zwar erheblich waren, sie aber allein nicht mehr ausreichten, um eine solch lange Freiheitsentziehung zu rechtfertigen.", "", "\t45. Die Gerichte haben außerdem die früheren Begründungen fast wörtlich übernommen, ohne näher darzulegen, ob neue Anhaltspunkte zur Rechtfertigung der Fortdauer der Haft des Beschwerdeführers vorliegen.", "", "\t46. In Bezug auf die Verfahrensführung weiß der Gerichtshof sehr wohl, dass die besondere Schnelligkeit, auf die ein inhaftierter Beschuldigter bei der Prüfung seines Falles Anspruch hat, die Bemühungen der Richter nicht beeinträchtigen darf, ihre Aufgaben mit der nötigen Sorgfalt wahrzunehmen (o.a. Urteil in der Sache Tomasi, S. 39, Nr. 102).", "", "\tOhne die Schwierigkeiten im Zusammenhang mit einem Verfahren in Bezug auf die Verzweigungen der PKK in Europa zu verkennen, ist der Gerichtshof dennoch der Auffassung, dass die beanstandete Dauer der Inhaftierung im wesentlichen nicht durch die Komplexität der Rechtssache, die Vielzahl der daran beteiligten Personen oder das Verhalten der Verteidigung gerechtfertigt werden kann.", "", "\t47. Um im Einklang mit der Konvention zu stehen, hätte die beachtliche Länge der von dem Beschwerdeführer erlittenen Freiheitsentziehung auf wesentlich überzeugenderen Rechtfertigungen beruhen müssen. Der Gerichtshof hält jedoch die von den Gerichten in ih-ren Entscheidungen angeführten Gründe für nicht ausreichend, um die Fortdauer der Untersuchungshaft des Beschwerdeführers während 5 Jahren und 11 Monaten zu rechtfertigen.", "", "\t48. Die streitige Haft hat daher Artikel 5 Absatz 3 der Konvention verletzt.", "", "\t49. In Anbetracht dieser Schlussfolgerung erachtet es der Gerichtshof für nicht erforderlich, die Rüge des Beschwerdeführers gesondert unter dem Blickwinkel des Artikels 6 Absatz 2 der Konvention zu prüfen.", "", "II.\tDIE BEHAUPTETE VERLETZUNG DES ARTIKELS 8 DER KONVENTION", "", "50. Der Beschwerdeführer behauptet ebenfalls, dass die Überwachung seines schriftlichen Verkehrs mit seinem Anwalt auf der Grundlage des § 148 Abs. 2 StPO Artikel 8 der Konvention verletzt habe, der wie folgt lautet:", "", "„(1) Jede Person hat das Recht auf Achtung ihres Privat- und Familienlebens, ihrer Wohnung und ihrer Korrespondenz.", "", "(2) Eine Behörde darf in Ausübung dieses Rechts nur eingreifen, soweit der Eingriff gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig ist für die nationale und öffentliche Sicherheit, für das wirtschaftliche Wohl des Landes, zur Aufrechterhaltung der Ordnung, zur Verhütung von Straftaten, zum Schutz der Gesundheit oder der Moral oder zum Schutz der Rechte und Freiheiten anderer.“", "", "51. Die Ausnahme vom freien schriftlichen Verkehr zwischen Anwalt und Mandant gemäß § 148 Abs. 2 StPO, wenn der Häftling der mitgliedschaftlichen Beteiligung an einer terroristischen Vereinigung nach § 129 a StGB verdächtigt wird, stellt nach Auffassung der Regierung eine für die nationale und öffentliche Sicherheit, zur Aufrechterhaltung der Ordnung und zur Verhütung von Straftaten und zum Schutz der Rechte und Freiheiten anderer notwendige Maßnahme dar. Diese Bestimmung ginge außerdem mit allen erforderlichen Garantien einher, um Missbrauch zu verhindern (der mit den Überwachungsmaßnahmen betraute Richter darf mit der Untersuchung nicht befasst sein und ist zur Verschwiegenheit verpflichtet).", "", "52. Der Beschwerdeführer erachtet dieses Bestimmung als grundsätzlich mit Artikel 8 der Konvention sowie mit der Unschuldsvermutung für unvereinbar. Er erinnert daran, dass diese anlässlich der Verfahren gegen Mitglieder terroristischer Vereinigungen, wie beispielsweise die Rote Armee Fraktion, eingeführt worden ist, behauptet jedoch, dass sie auf Mitglieder der PKK keine Anwendung finden könne. Zur Art der dem Beschwerdeführer zur Last gelegten Straftaten stehe dieser Eingriff jedenfalls außer Verhältnis. Selbst wenn der mit der Überwachungsmaßnahme betraute Richter zur Verschwiegenheit verpflichtet sei, benötige er die Unterstützung eines türkischen Übersetzers, was die Möglichkeit für undichte Stellen und Druck erkennen ließe, vor allem in einem Verfahren, an dem Mitglieder der PKK beteiligt seien.", "", "A. Vorhandensein eines Eingriffs", "", "53. Es ist im vorliegenden Fall nicht bestritten worden, dass die Korrespondenz zwischen dem Beschwerdeführer, der sich in Untersuchungshaft befand, und seinem Anwalt gemäß § 148 Abs. 2 StPO (s.o. Nr. 31 – 34) von einem Richter überwacht worden ist.", "", "54. Es lag somit ein „Eingriff einer Behörde“ im Sinne des Artikels 8 Absatz 2 bei der Ausübung des Rechts des Beschwerdeführers auf Achtung seiner Korrespondenz – im vorliegenden Fall mit seinem Anwalt - , die in Artikel 8 Absatz 1 verankert ist, vor.", "", "B. Rechtfertigung des Eingriffs", "", "55. Ein solcher Eingriff verletzt Artikel 8, es sei denn, er ist „gesetzlich vorgesehen, verfolgt ein oder mehrere rechtmäßige Ziele im Sinne des Absatzes 2 und ist außerdem „in einer demokratischen Gesellschaft notwendig“, um sie zu erreichen (siehe insbesondere Urteil vom 15. November 1996 in der Sache Calogero Diana . /. Italien, Sammlung 1996-V, S. 1775, Nr. 28).", "", "1. „gesetzlich vorgesehen“", "", "56. Der Gerichtshof stellt fest, dass der fragliche Eingriff auf § 148 Abs. 2 StPO beruhte, der vorsieht, dass der schriftliche Verkehr eines Häftlings, der der mitgliedschaftlichen Beteiligung an einer terroristischen Vereinigung nach § 129 a StGB verdächtigt wird, mit seinem Verteidiger durch einen Richter überwacht wird, der nichts mit dem anhängigen Verfahren zu tun hat und zur Verschwiegenheit verpflichtet ist. Es handelt sich hierbei um eine Ausnahme von der allgemeinen Vorschrift des § 148 Abs. 1 StPO, der vorsieht, dass einem Beschuldigten schriftlicher und mündlicher Verkehr mit seinem Verteidiger gestattet ist.", "", "57. Der Eingriff hatte folglich nach innerstaatlichem Recht eine gesetzliche Grundlage.", "", "58. Im übrigen ist der Gerichtshof der Meinung, dass das fragliche Gesetz in Anbe-tracht seiner Formulierung die von seiner Rechtsprechung festgelegten Voraussetzungen der Zugänglichkeit und Vorhersehbarkeit erfüllt (siehe in Bezug auf den Wortlaut der Grundsätze Urteil vom 25. März 1983 in der Sache Silver u.a. ,. /. Vereinigtes Königreich, Serie A, Band 61, S. 32–34, Nr. 85–90).", "", "59. Daher war der Eingriff im Sinne des Artikels 8 Absatz 2 „gesetzlich vorgesehen“.", "", "2. Legitime Ziele", "", "60. Dem Gerichtshof zufolge besteht kein Anlass, daran zu zweifeln, dass die Überwachung der Korrespondenz des Beschwerdeführers legitime Ziele verfolgte, insbesondere, um gemäß Artikel 8 Absatz 2 die „nationale Sicherheit“ zu schützen und/oder die „Aufrechterhaltung der Ordnung“ oder die „Verhütung von Straftaten“ zu gewährleisten.", "", "3. „in einer demokratischen Gesellschaft notwendig“", "", "61. Der Gerichtshof ruft die Grundsätze in Bezug auf die Überwachung der Korrespondenz eines Häftlings mit seinem Verteidiger in Erinnerung, die er insbesondere in seinem Urteil vom 25. März 1992 in der Sache Campbell . /. Vereinigtes Königreich entwickelt hat (Serie A, Band 233, S. 18-19, Nr. 44-48):", "", "„(...) Der Begriff Notwenigkeit setzt ein zwingendes soziales Erfordernis und insbesondere die Verhältnismäßigkeit des Eingriffs im Hinblick auf das verfolgte legitime Ziel voraus. Zur Feststellung, ob ein Eingriff in einer demokratischen Gesellschaft notwendig ist, kann der Ermessensspielraum des Staates Berücksichtigung finden (siehe u.a. Urteil vom 26. November 1991 in der Sache Sunday Times . /. Vereinigtes Königreich (Nr. 2), Serie A, Band 217, S. 28.-29, Nr. 50).", "", "Der Gerichtshof hat auch festgestellt, dass sich eine Überwachung der Korrespondenz von Inhaftierten in gewissem Rahmen empfiehlt und als solche nicht die Konvention verletzt, wenn die üblichen und angemessenen Erfordernisse der Freiheitsentziehung Berücksichtigung finden (Urteil vom 25. März 1983 in der Sache Silver u.a. . /. Vereinigtes Königreich, Serie A, Band 61, S. 38, Nr. 98). Bei der ganz allgemeinen Beurteilung der Zumutbarkeit einer solchen Überwachung darf jedoch nicht vergessen werden, dass die Möglichkeit, Briefe zu schreiben und zu empfangen, für den Inhaftierten oft die einzige Verbindung mit der Außenwelt darstellt.", "", "Es geht eindeutig um das öffentliche Interesse, wenn eine Person, die einen Juristen zu Rate ziehen möchte, dies unter Bedingungen tun kann, die einer umfassenden und freien Diskussion gerecht werden. Daher rührt die günstige Regelung, die grundsätzlich dem Verhältnis Anwalt-Mandant zugute kommt. In seinem Urteil vom 28. November 1991 in der Sache S. . /. Schweiz hat der Gerichtshof im übrigen herausgestellt, wie wichtig es für einen Häftling ist, mit seinem Anwalt außer Hörweite der Vollzugsbehörden zu kommunizieren. Im Zusammenhang mit Artikel 6 (Art. 6) hat er die Auffassung vertreten, der Beistand eines Anwalts verliere viel von seinen Nutzen, wenn dieser sich nicht mit seinem Mandanten ohne eine solche Überwachung unterhalten und vertrauliche Anweisungen erhalten könne, während das Ziel der Konvention im Schutz der konkreten und effektiven Rechte besteht (Serie A, Band 220, S. 15-16, Nr. 48; siehe hierzu auch Urteil vom 28. Juni 1984 in der Sache Campbell und Fell . /. Vereinigtes Königreich, Serie A, Band 80, S. 49, Nr. 111-113).", "", "In den Augen des Gerichtshofs gelten entsprechende Überlegungen für die Korrespondenz zwischen einem Häftling und einem Anwalt in Bezug auf ein vorgesehenes oder anhängiges Verfahren; die Vertraulichkeit ist in gleichem Maße geboten (...)", "", "Hieraus ergibt sich, dass die Vollzugsbehörden den Brief eines Anwalts an einen Häftling öffnen können, wenn sie plausible Gründe für die Annahme haben, dass er etwas Illegales enthält, was durch die üblichen Methoden nicht aufgespürt wurde. Sie dürfen ihn jedoch nur öffnen, ohne ihn zu lesen. Es sind geeignete Schutzmechanismen vorzusehen, um zu verhindern, dass er gelesen wird, beispielsweise durch Öffnen des Umschlags in Anwesenheit des Häftlings. Das Lesen von Schreiben eines Häftlings an seinen Anwalt oder von diesem an den Häftling sollte nur in Ausnahmefällen gestattet sein, wenn die Behörden Anlass zur Annahme haben, dass dieses Privileg missbraucht worden ist, insoweit als der Inhalt des Schreibens die Sicherheit der Vollzugsanstalt oder Dritter gefährdet oder in einer anderen Weise verbrechersicher Natur ist. Die „Plausibilität“ der Gründe hängt von den Gesamtumständen ab, jedoch setzt sie Tatsachen oder Informationen voraus, die geeignet sind, einen objektiven Beobachter davon zu überzeugen, dass der privilegierte Kommunikationsweg missbraucht wird (siehe entsprechend Urteil vom 30. August 1990 in der Sache Fox, Campbell und Hartley . /. Vereinigtes Königreich, Serie A, Band 182, S. 16, Nr. 32).", "", "62. Der Gerichtshof stellt fest, dass § 148 Abs. 2 StPO im vorliegenden Fall in einem genau abgegrenzten Zusammenhang, nämlich der Bekämpfung des Terrorismus, zu sehen ist und der Rechtsprechung des Bundesgerichtshofs zufolge verhindern soll, dass ein Häftling, der einer Straftat nach § 129 a StGB verdächtigt wird, weiterhin für die terroristische Vereinigung tätig ist und zu ihrem Fortbestand beiträgt (s.o. Nr. 33).", "", "63. Diese Ausnahme von der allgemeinen Regel der Vertraulichkeit der Korrespondenz zwischen einem Häftling und seinem Verteidiger war in Deutschland in den 70er Jahren eingeführt worden, als die Gesellschaft durch die Welle blutiger Anschläge der Rote Armee Fraktion traumatisiert war.", "", "64. In seinem Urteil vom 18. November 1978 in der Sache Klass u.a. . /. Deutschland (Serie A, Band 78, S. 23, Nr. 48) betreffend ein Gesetz, mit dem Beschränkungen des Brief-, Post- und Fernmeldegeheimnisses gestattet wurden, hat der Gerichtshof die folgenden Grundsätze zur Bekämpfung des Terrorismus entwickelt:", "", "„(...) In der heutigen Zeit werden die demokratischen Gesellschaften durch sehr komplexe Spionageformen und durch Terrorismus bedroht, so dass der Staat in der Lage sein muss, die in seinem Hoheitsgebiet agierenden subversiven Elemente im geheimen zu überwachen, um diese Bedrohungen wirksam zu bekämpfen. Der Gerichtshof muss daher einräumen, dass von Gesetzesbestimmungen, die Befugnisse zur geheimen Überwachung des Brief-, Post- und Fernmeldeverkehrs erteilen, angesichts einer Ausnahmesituation in einer demokratischen Gesellschaft für die nationale Sicherheit und/oder die Aufrechterhaltung der Ordnung und die Verhütung von Straftaten notwendig sind.“", "", "65. Nichtsdestoweniger bedeutet die Vertraulichkeit der Korrespondenz zwischen einem Häftling und seinem Verteidiger ein Grundrecht für eine Person und berührt unmittelbar seine Rechte der Verteidigung. Aus diesem Grund kann, wie der Gerichtshof zuvor bereits dargelegt hat, eine Abweichung von diesem Grundsatz nur in Ausnahmefällen ge-stattet werden und mit angemessenen und ausreichenden Garantien gegen Missbrauch einhergehen (siehe auch entsprechend das erwähnte Urteil in der Sache Klass a.a.O.).", "", "66. Das Verfahren gegen Funktionäre der PKK fand in dem außergewöhnlichen Zusammenhang der Bekämpfung des Terrorismus in allen seinen Erscheinungsformen statt. Es war daher offensichtlich für die deutschen Behörden rechtmäßig, dafür Sorge zu tragen, dass das Verfahren unter den bestmöglichen Sicherheitsbedingungen stattfindet, angesichts der bedeutenden türkischen Gemeinschaft, der viele Kurden angehören, die in Deutschland wohnen.", "", "67. Der Gerichtshof weist anschließend darauf hin, dass die fragliche Vorschrift sehr genau abgefasst ist, da sie die Personengruppe nennt, deren Korrespondenz überwacht werden soll, d.h. die Häftlinge, die der mitgliedschaftlichen Beteiligung an einer terroristischen Vereinigung nach § 129 a StGB verdächtigt werden. Außerdem geht diese Maßnahme, die eine Ausnahme darstellt, da sie von der allgemeinen Regel der Vertraulichkeit der Korrespondenz zwischen einem Häftling und seinem Verteidiger abweicht, mit einer Reihe von Garantien einher: im Gegensatz zu anderen Fällen vor dem Gerichtshof, in denen die Post von den Vollzugsbehörden geöffnet worden war (siehe insbesondere die vorerwähnten Urteile in der Sache Campbell, und Fell und Campbell), ist im vorliegenden Fall die Überwachungsmaßnahme von einem unabhängigen Richter durchgeführt worden, der mit dem Gegenstand der Untersuchung nicht befasst sein darf und über die Kenntnisse, die er bei der Überwachung erlangt, Verschwiegenheit zu bewahren hat. Es handelt sich nur um eine beschränkte Überwachung, da der Häftling mit seinem Verteidiger uneingeschränkt Gespräche führen kann. Der Verteidiger kann ihm zwar keine Schriftstücke oder andere Gegenstände aushändigen, doch kann er dem Häftling die in den Schriftstücken enthaltenen Informationen zur Kenntnis bringen.", "", "68. Der Gerichtshof macht ferner darauf aufmerksam, dass eine gewisse Form von Kompromiss zwischen den unabdingbaren Erfordernissen zum Schutz der demokratischen Gesellschaft und denjenigen zum Schutz der persönlichen Rechte ein wesentlicher Bestandteil des Systems der Konvention ist (siehe entsprechend das o.a. Urteil in der Sache Klass, S. 28, Nr. 59).", "", "69. In Anbetracht der Bedrohung durch den Terrorismus in allen seinen Erscheinungsformen (siehe Entscheidung der Kommission Nr. 6166/75 vom 30. Mai 1975 in der Sache Bader, Meins, Meinhof und Grundmann . /. Deutschland), der Garantien, die mit der Überwachung der Korrespondenz im vorliegenden Fall einhergehen und des Ermessensspielraums, über den der Staat verfügt, gelangt der Gerichtshof zu der Schlussfolgerung, dass der fragliche Eingriff in Bezug auf die verfolgten legitimen Ziele nicht außer Verhältnis stand.", "", "70. Es liegt daher keine Verletzung des Artikels 8 der Konvention vor.", "", "ANWENDUNG DES ARTIKELS 41 DER KONVENTION", "", "71. Artikel 41 der Konvention besagt:", "", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.", "", "72. Der Gerichtshof stellt fest, dass der Beschwerdeführer keine gerechte Entschädigung beantragt hat. Daher ist der Gerichtshof der Auffassung, dass dem Betroffenen hierfür kein Betrag zuzubilligen ist (siehe Urteil Nr. 46977 vom 1. März 2001 in der Sache Vaccarisi . /. Italien, Nr. 12).", "", "", "\tAUS DIESEN GRÜNDEN entscheidet GERICHTSHOF EINSTIMMIG,", "", "dass Artikel 5 Absatz 3 der Konvention verletzt ist;", "", "dass Artikel 8 der Konvention nicht verletzt ist.", "", "Ausgefertigt in französischer Sprache und anschließend am 5. Juli 2001 gemäß Artikel 77 Absätze 2 und 3 der Verfahrensordnung schriftlich übermittelt.", "", "", ""]}