{"file": "GER_HJUDGER_3545_04.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "3545/04", "text_paragraphs": ["Urteile", "", "", "Europäischer Gerichtshof für Menschenrechte, Fünfte Sektion", "Anonymisierte nichtamtliche Übersetzung aus dem Englischen", "Quelle: Bundesministerium der Justiz, Berlin", "", "28/05/09 Rechtssache B. gegen DEUTSCHLAND (Individualbeschwerde Nr. 3545/04)", "", "", "", "", "", "", "", "", "", "", "", "RECHTSSACHE B. ./. DEUTSCHLAND", "", "(Individualbeschwerde Nr. 3545/04)", "", "", "", "", "", "URTEIL", "(Begründetheit)", "", "Übersetzung", "", "", "STRASSBURG", "", "28. Mai 2009", "", "", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Abs. 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "In der Rechtssache B. ./. Deutschland", "hat der Europäische Gerichtshof für Menschenrechte (Fünfte Sektion) als Kammer mit den Richterinnen und Richtern", "\tPeer Lorenzen, Präsident,\n\tRait Maruste,\n\tKarel Jungwiert,\n\tRenate Jaeger,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, \nund Claudia Westerdiek, Sektionskanzlerin,", "nach nicht öffentlicher Beratung am 5. Mai 2009", "", "das folgende Urteil erlassen, das am selben Tag angenommen wurde.", "VERFAHREN", "1.  Der Rechtssache lag eine Individualbeschwerde (Nr. 3545/04) gegen die Bundesrepublik Deutschland zugrunde, die eine deutsche Staatsangehörige, Frau B. B. („die Beschwerdeführerin“), am 13. Januar 2004 nach Artikel 34 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) beim Gerichtshof eingereicht hatte.", "", "2. Die Beschwerdeführerin wurde von Herrn F. Steinhoff, Rechtsanwalt in Lennestadt, vertreten. Die deutsche Regierung („die Regierung“) wurde durch ihre Verfahrensbe-vollmächtigte, Frau Ministerialdirigentin A. Wittling-Vogel, vertreten.", "", "3. Die Beschwerdeführerin behauptet, dass die maßgeblichen Bestimmungen des innerstaatlichen Rechts sowie die Entscheidungen der nationalen Gerichte ihr Recht auf Achtung ihres in Artikel 8 der Konvention garantierten Familienlebens verletzten. Sie berief sich auch auf Artikel 14 der Konvention.", "", "4. Am 26. November 2007 entschied der Präsident der Zweiten Sektion, die Regierung von der Beschwerde in Kenntnis zu setzen. Es wurde auch entschieden, die Begründetheit und Zulässigkeit der Beschwerde von der Kammer gleichzeitig prüfen zu lassen (Artikel 29 Abs. 3 der Konvention).", "SACHVERHALT", "I.  DIE UMSTÄNDE DES FALLS", "5. Die Beschwerdeführerin wurde 1948 in Oberschwöditz in der ehemaligen deutschen Demokratischen Republik (DDR) geboren. Sie ist in L. wohnhaft.", "A)  Hintergrund der Rechtssache", "6. Die Beschwerdeführerin ist die leibliche nichteheliche Tochter eines Herrn S., der die Vaterschaft wenige Monate nach ihrer Geburt anerkannte. Sie lebte bis 1989 im Gebiet der ehemaligen DDR, während ihr Vater in der Bundesrepublik Deutschland wohnhaft war. Vater und Tochter korrespondierten in dieser Zeit regelmäßig miteinander; nach der Wiedervereinigung Deutschlands besuchte sie ihn. Er verstarb zwischen dem 30. Juni und 3. Juli 1998 (das genaue Datum wurde nicht angegeben).", "", "Anschließend hat die Beschwerdeführerin mehrere Versuche unternommen, um ihr Erbrecht vor den nationalen Gerichten geltend zu machen.", "B)  Verfahren vor den nationalen Gerichten", "7. Am 10. Juli 1998 beantragte die Beschwerdeführerin die Erteilung eines Erbscheins, der sie als Erbin des Herrn S. zu mindestens 50% ausweist.", "", "8. Mit Beschluss vom 8. Oktober 1998 wies das Amtsgericht - Nachlassgericht - Neunkirchen den Antrag der Beschwerdeführerin mit der Begründung zurück, dass ungeachtet der Reform des Erbrechts nach Einführung des Erbrechts-gleichstellungsgesetzes vom 16. Dezember 1997 der Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder (Nichtehelichengesetz – NEhelG) vom 19. August 1969 fortbestehe. Nach der genannten Vorschrift gelten vor dem 1. Juli 1949 geborene nichteheliche Kinder nicht als gesetzliche Erben (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnr. 18, unten). Das Amtsgericht nahm ebenfalls Bezug auf eine Entscheidung des Bundesverfassungsgerichts vom 8. Dezember 1976 (siehe ebenfalls unten „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnr. 21), in der dieser Artikel als verfassungsgemäß erachtet worden war.", "", "9. Am 4. November 1998 legte die Beschwerdeführerin vor dem Landgericht Saarbrücken Beschwerde ein, die insbesondere darauf gründete, dass in ihrem Falle das Recht der ehemaligen Deutschen Demokratischen Republik anzuwenden sei, das eine Gleichbehandlung zwischen ehelich und nichtehelich geborenen Kindern vorsah. In jedem Fall verletze Artikel 12 § 10 Abs. 2 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder Artikel 3 (Grundsatz der Gleichheit vor dem Gesetz) des Grundgesetzes, da die unterschiedliche Behandlung auf keiner sachlichen Rechtfertigung beruhe.", "", "10. Mit Beschluss vom 7. Januar 1999 bestätigte das Landgericht Saarbrücken die Entscheidung des Amtsgerichts mit der gleichen Begründung. Das Landgericht erkannte jedoch an, dass der Ausschluss der vor dem 1. Juli 1949 nichtehelich geborenen Kinder von der gesetzlichen Erbberechtigung diese im Vergleich zu später geborenen Kindern und auch zu den Kindern sehr eindeutig benachteilige, auf die das Recht der ehemaligen DDR Anwendung finde.", "", "11. Mit Beschluss vom 3. September 1999 hob das Saarländische Oberlandesgericht den Beschluss des Landgerichts auf und verwies die Sache an das Landgericht zur Feststellung zurück, ob die Beschwerdeführerin tatsächlich die nichteheliche Tochter des Herrn S. sei und ob es weitere Erben gebe. Sollte die Beschwerdeführerin als Erbin zu mindestens 50% gelten können, müsse das Landgericht die Vereinbarkeit von Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder mit dem Grundgesetz prüfen.", "", "Das Oberlandesgericht bestätigte zunächst, dass aufgrund der Regeln des Internationalen Privatrechts und insbesondere der ständigen Rechtsprechung zu Artikel 25 Abs.1 des Einführungsgesetzes in das Bürgerliche Gesetzbuch (EGBGB) der Bundesrepublik Deutschland im Fall der Beschwerdeführerin allein das Recht der Bundesrepublik Deutschland anwendbar sei, denn der Erblasser sei am 3. Oktober 1990, dem Tag des Wirksamwerdens der deutschen Wiedervereinigung, nicht im Gebiet der ehemaligen DDR wohnhaft gewesen.", "", "Gleichwohl erachtete es aus den nachstehend aufgeführten Gründen Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder als nicht mit dem Grundgesetz vereinbar. Zunächst habe die rechtliche und soziale Stellung nichtehelicher Kinder seit der Entscheidung des Bundesverfassungsgerichts vom 8. Dezember 1976 eine erhebliche Entwicklung erfahren und sei in der Praxis der Stellung ehelicher Kinder gleichwertig geworden. Im Übrigen sei das Bundesverfassungsgericht selbst in seiner Entscheidung vom 18. November 1986 zu einer restriktiveren Rechtsprechung bezüglich Artikel 6 Abs. 5 (Grundsatz der Gleichbehandlung nichtehelicher und ehelicher Kinder) des Grundgesetzes gelangt (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnr. 23, unten). Zudem sei nach dem Beitritt der ehemaligen DDR zur Bundesrepublik Deutschland eine neue Situation entstanden, denn aufgrund von Artikel 235 § 1 Abs. 2 in Verbindung mit Artikel 25 Abs. 1 EGBGB verfügen die vor dem 1. Juli 1949 nichtehelich geborenen Kinder über die gleichen Rechte wie eheliche Kinder, wenn der Erblasser am 3. Oktober 1990 im Gebiet der ehemaligen DDR wohnhaft war (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnrn. 19 – 20, unten). Nun gebe es keine sachlichen Gründe für eine unterschiedliche Behandlung zwischen vor oder nach dem 1. Juli 1949 nichtehelich geborenen Kindern sowie vor dem 1. Juli 1949 nichtehelich geborenen Kindern, je nachdem, ob der Erblasser am 3. Oktober 1990 im Gebiet der ehemaligen DDR wohnhaft war oder nicht. Das Oberlandesgericht gelangte zu der Schlussfolgerung, dass die vom Bundesverfassungsgericht in seiner Entscheidung vom 8. Dezember 1976 angeführten Argumente heute nicht mehr gelten, insbesondere die geltend gemachten praktischen und verfahrensmäßigen Schwierigkeiten im Hinblick auf den Nachweis der Abstammung von vor dem 1. Juli 1949 geborenen Kindern sowie die Notwendigkeit des „Vertrauensschutzes“ des Erblassers und seiner Familie.", "", "12. Mit Beschluss vom 25. Januar 2001 bestätigte das Landgericht Saarbrücken seinen früheren Beschluss und legte dabei die gleichen Argumente zugrunde. Selbst wenn zu 99% erwiesen sei, dass die Beschwerdeführerin tatsächlich die Tochter von Herrn S. ist und keine anderen Erben bekannt sind, sei sie aufgrund von Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder von dem gesetzlichen Erbrecht ausgeschlossen. Nach Auffassung des Landgerichts war diese Bestimmung trotz der deutschen Wiedervereinigung mit dem Grundgesetz vereinbar, wie dies vom Bundes-verfassungsgericht in seiner Entscheidung vom 3. Juli 1996 dargelegt wurde (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnr. 22, unten).", "", "13. Mit Beschluss vom 7. August 2001 hob das Saarländische Oberlandesgericht den Beschluss des Landgerichts erneut auf und verwies die Sache an das Landgericht zur Feststellung zurück, ob es weitere Erben zweiten oder dritten Grades gebe, sowie zur erneuten Prüfung der Vereinbarkeit von Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder mit dem Grundgesetz für den Fall, dass der Fiskus alleiniger gesetzlicher Erbe wäre.", "", "Nach Auffassung des Oberlandesgerichts konnte die Festlegung eines Stichtages nicht hingenommen werden, wenn der Erblasser nicht andere Erben habe und der Fiskus demgemäß einziger gesetzlicher Erbe würde. Es nahm hierzu Bezug auf die in Artikel 14 Abs. 1 GG grundgesetzlich geschützte Erbrechtsgarantie, die nach seiner Auffassung auch die Rechte eines nichtehelichen Kindes schützt, wenn es außer dem Fiskus keine gesetzlichen Erben gibt.", "", "14. Mit Beschluss vom 10. Juli 2003 wiederholte das Landgericht Saarbrücken seine früheren Beschlüsse und legte dabei die gleichen Argumente zugrunde. Es fügte hinzu, dass es im vorliegenden Falle nicht die Vereinbarkeit der streitigen Bestimmung mit dem Grundgesetz zu prüfen habe, denn es war erwiesen, dass der Erblasser über Erben dritter Ordnung verfügte und der Fiskus somit nicht gesetzlicher Erbe sei.", "", "15. Mit Beschluss vom 29. September 2003 wies das Saarländische Oberlandesgericht die Beschwerde der Beschwerdeführerin mit der Begründung zurück, an die Entscheidungen des Bundesverfassungsgerichts gebunden zu sein, in denen dieses die Auffassung vertrat, dass Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder mit dem Grundgesetz vereinbar sei. Im Übrigen lehnte es eine Zurückverweisung an das Landgericht zur erneuten Prüfung ab, da der Fiskus im vorliegenden Fall nicht gesetzlicher Erbe sei.", "", "16. Mit Entscheidung vom 20. November 2003 hat das Bundesverfassungsgericht als Senat mit drei Richtern die Beschwerde nicht zur Entscheidung angenommen.", "Es wies insbesondere darauf hin, dass der Schutz des „Vertrauens“ des Erblassers an Bedeutung gewonnen habe, denn im Nachgang zu seiner Entscheidung vom 8. Dezember 1976, hatte es erachtet, dass die erbrechtlichen Ansprüche von vor dem 1. Juli 1949 geborenen Kindern im Hinblick auf das Grundgesetz geklärt worden waren. Es fügte hinzu, dass Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder seine sachliche Berechtigung nicht aus dem einfachen Grunde verliere, dass nichteheliche Kinder in einem völlig unterschiedlichen gesellschaftlichen Zusammenhang über die gleichen Rechte wie eheliche Kinder verfügen. Die unterschiedliche Behandlung gegenüber nichtehelichen Kindern, auf die das Recht der ehemaligen DDR Anwendung fand, war durch das inhärente Ziel des Artikels 235 §1 Absatz 2 gerechtfertigt, jeden beitrittsbedingten Nachteil zu vermeiden.", "II.  DAS EINSCHLÄGIGE INNERSTAATLICHE RECHT UND DIE EINSCHLÄGIGE INNERSTAATLICHE PRAXIS", "A) Das Erbrecht der Bundesrepublik Deutschland", "", "17. Das Gesetz über die rechtliche Stellung nichtehelicher Kinder vom 19. August 1969 (NEhelG), das am 1. Juli 1970 in Kraft trat, bestimmte, dass nach dem 1. Juli 1949 - kurz nach Inkrafttreten des Grundgesetzes - geborenen nichtehelichen Kindern beim Ableben des Vaters ein Erbersatzanspruch gegen die Erben in Höhe des Wertes des Erbteils zusteht. Die einzige Ausnahme betraf vor dem 1. Juli 1949 geborene nichteheliche Kinder2: Artikel 12 § 10 Abs. 2 Satz 1 schloss sie von dem gesetzlichen Erbrecht und dem Anspruch auf finanzielle Entschädigung aus.", "", "18. Im Zuge der allgemeinen Reform des Familienrechts von 1997 im Hinblick auf das Sorgerecht und die elterlichen Rechte reformierte der Gesetzgeber auch das Erbrecht für nichteheliche Kinder im Wege des Erbrechtsgleichstellungsgesetzes vom 16. Dezember 1997, das am 1. April 1998 in Kraft getreten ist. Nunmehr sind nichteheliche Kinder ehelichen Kindern erbrechtlich grundsätzlich in jeder Hinsicht gleichgestellt.", "Gleichwohl bleibt Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder vom 19. August 1969 als Übergangsbestimmung weiterhin in Kraft.", "B) Die geltenden erbrechtlichen Regelungen nach der deutschen Wiedervereinigung", "19. Gemäß Artikel 235 § 1 Abs. 2 in Verbindung mit Artikel 25 § 1 EGBGB hat ein vor dem 3. Oktober (dem Tag des Wirksamwerdens der deutschen Wiedervereinigung) im Gebiet der ehemaligen DDR nichtehelich geborenes Kind gemäß dem BGB der Bundesrepublik Deutschland die gleiche Erbberechtigung wie ein eheliches Kind, wenn der Erblasser nach dem 3. Oktober 1990 verstorben ist und zu diesem Zeitpunkt im Gebiet der ehemaligen DDR wohnhaft war. Artikel 235 § 1 Abs. 2 soll die Rechte von vor der Wiedervereinigung geborenen nichtehelichen Kindern schützen, auf die das Recht der ehemaligen DDR, welches nichtehelichen Kindern das gleiche Erbrecht wie ehelichen Kindern gewährte, anwendbar gewesen wäre.", "", "20. Hieraus folgt, dass das Erbrecht eines vor dem 1. Juli 1949 geborenen nichtehelichen Kindes vom Wohnort des Erblassers am 3.Oktober 1990 abhängt: Wenn er im Gebiet der ehemaligen DDR wohnhaft war, hat das nichteheliche Kind die gleiche Erbberechtigung wie ein eheliches Kind; wenn er dagegen im Gebiet der Bundesrepublik Deutschland wohnhaft war, ist das nichteheliche Kind von dem gesetzlichen Erbrecht ausgeschlossen.", "C)  Rechtsprechung des Bundesverfassungsgerichts", "1. Bezüglich der Vereinbarkeit von Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes vom 19. August 1969 über die rechtliche Stellung nichtehelicher Kinder mit dem Grundgesetz", "", "21. Mit Grundsatzentscheidung vom 8. Dezember 1976 vertrat das Bundesverfassungsgericht die Auffassung, dass der streitige Artikel mit dem Grundgesetz vereinbar sei.", "", "Es hat insbesondere hervorgehoben, dass die Stichtagfestlegung auf den 1. Juli 1949 bezüglich der praktischen und verfahrensmäßigen Schwierigkeiten sachlich gerechtfertigt war im Hinblick auf den Nachweis der Abstammung von vor diesem Zeitpunkt geborenen nichtehelichen Kindern, denn seinerzeit waren die wissenschaftlichen Methoden nicht so weit entwickelt wie heute. Daher war es wahrscheinlich, dass zahlreiche Vaterschaftsklagen mangels Beweises zum Scheitern verurteilt waren. Überdies ermöglichte die neue Gesetzgebung die Anfechtung der vor dem 1. Juli 1949 ausgestellten Vaterschafts-bescheinigungen. Mit Blick auf diese Umstände hatte der Gesetzgeber daher den Ermessensspielraum, über den er diesbezüglich verfügte, nicht überschritten. Zudem konnte der Gesetzgeber in gewisser Weise den Unsicherheiten im Bereich des Erbrechts Rechnung tragen sowie der Meinung derer, die sich gegen die Reform der rechtlichen Stellung nichtehelicher Kinder ausgesprochen hatten. Schließlich verdiente das „Vertrauen“ des Erblassers und seiner Familie in den Fortbestand der Ausnahme nach Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder ebenfalls einen gewissen Schutz.", "", "22. Mit Entscheidung vom 3. Juli 1996 bestätigte das Bundesverfassungsgericht seine frühere Rechtsprechung ungeachtet der deutschen Wiedervereinigung. Nach seiner Auffassung hatte der Gesetzgeber den Stand der Gesellschaft zur Zeit der Verabschiedung des Gesetzes über die rechtliche Stellung nichtehelicher Kinder berücksichtigt. Diese sachliche Rechtfertigung bestand ungeachtet der Tatsache fort, dass nichteheliche Kinder in einem völlig unterschiedlichen gesellschaftlichen Zusammenhang über die gleichen Rechte wie eheliche Kinder verfügten.", "", "2. Bezüglich der Vereinbarkeit von § 1934c BGB mit dem Grundgesetz", "23. Mit Entscheidung vom 19. November 1986 vertrat das Bundesverfassungsgericht die Auffassung, dass die Bestimmung des § 1934c BGB, demzufolge ein nichteheliches Kind nur dann über ein gesetzliches Erbrecht verfügt, wenn zum Zeitpunkt des Ablebens des Erb-lassers dessen Vaterschaft durch gerichtliche Entscheidung anerkannt oder festgestellt war oder hierzu ein Gerichtsverfahren anhängig war, nicht mit Artikel 6 Absatz 5 GG vereinbar sei.", "D)  Weitere Entwicklungen", "24. Bei der Verabschiedung des Kinderrechteverbesserungsgesetzes vom 9. April 2002 hielt der Gesetzgeber an der Ausnahme nach Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder weiterhin fest. Er vertrat die Auffassung, dass die Regelung, mit der für den Erblasser und seine Familie ein noch stärkerer „Vertrauenstatbestand” geschaffen worden war, im Lichte der Entscheidungen des Bundesverfassungsgerichts vom 8. Dezember 1976 und 3. Juli 1996 (siehe Randnrn. 21 – 22, oben) mit dem Grundgesetz vereinbar sei.", "RECHTLICHE WÜRDIGUNG", "I.  BEHAUPTETE VERLETZUNG DES ARTIKELS 14 IN VERBINDUNG MIT ARTIKEL 8 DER KONVENTION", "", "25. Die Beschwerdeführerin trug vor, dass Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder in Verbindung mit Artikel 235 § 1 Abs. 2 EGBGB sowie die Entscheidungen der nationalen Gerichte ihr Recht auf Achtung ihres nach Artikel 8 der Konvention garantierten Familienlebens verletzt hätten; Artikel 8 lautet wie folgt:", "„(1) Jede Person hat das Recht auf Achtung ihres Privat- und Familienlebens, ihrer Wohnung und ihrer Korrespondenz.", "(2) Eine Behörde darf in die Ausübung dieses Rechts nur eingreifen, soweit der Eingriff gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig ist für die nationale oder öffentliche Sicherheit, für das wirtschaftliche Wohl des Landes, zur Aufrechterhaltung der Ordnung, zur Verhütung von Straftaten, zum Schutz der Gesundheit oder der Moral oder zum Schutz der Rechte und Freiheiten anderer.“", "", "Sie rügte insbesondere ihren Ausschluss von dem gesetzlichen Erbrecht als vor dem 1. Juli 1949 geborenes nichteheliches Kind und berief sich auch auf Artikel 14 der Konvention, der bestimmt:", "„Der Genuss der in dieser Konvention anerkannten Rechte und Freiheiten ist ohne Diskriminierung insbesondere wegen des Geschlechts, der Rasse, der Hautfarbe, der Sprache, der Religion, der politischen oder sonstigen Anschauung, der nationalen oder sozialen Herkunft, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt oder eines sonstigen Status zu gewährleisten.“", "", "26.  Die Regierung bestritt dieses Vorbringen.", "", "27. Da die Beschwerde im Wesentlichen auf die behauptete diskriminierende Behandlung der Beschwerdeführerin abstellt, hält der Gerichtshof es für angebracht, sie zunächst im Hinblick auf Artikel 14 in Verbindung mit Artikel 8 der Konvention zu prüfen.", "A)  Zulässigkeit", "Anwendbarkeit von Artikel 8 der Konvention", "28. Der Gerichtshof weist erneut darauf hin, dass Artikel 14 der Konvention eine Ergänzung der übrigen materiellrechtlichen Bestimmungen der Konvention und ihrer Protokolle darstellt. Er existiert nicht für sich allein, da er nur in Bezug auf den „Genuss der Rechte und Freiheiten“, die durch diese Bestimmungen geschützt sind, Wirkung entfaltet. Obgleich die Anwendung von Artikel 14 eine Verletzung dieser Bestimmungen nicht voraussetzt und er insoweit autonom ist, kann es Raum für seine Anwendung nur geben, wenn der in Frage stehende Sachverhalt unter eine oder mehrere dieser Bestimmungen fällt (siehe u. v. a. Rechtssache Pla und Puncernau ./. Andorra, Individualbeschwerde Nr. 69498/01, Randnr. 54, EGMR 2004-VIII).", "", "29. Daher muss der Gerichtshof feststellen, ob Artikel 8 der Konvention in der vorliegenden Rechtssache anwendbar ist.", "", "30. In diesem Zusammenhang stellt das Vorhandensein oder Nichtvorhandensein eines „Familienlebens” im Sinne von Artikel 8 im Wesentlichen eine Tatsachenfrage dar, bei der es darauf ankommt, ob tatsächlich und praktisch enge persönliche Bindungen vorliegen, insbesondere das nachweisbare Interesse an dem Kind und das Bekenntnis zu ihm seitens des Vaters sowohl vor als auch nach der Geburt (siehe u. v. a. Rechtssache Lebbink ./. Niederlande, Individualbeschwerde Nr. 45582/99, Randnr. 36 in fine, EGMR 2004-IV). Darüber hinaus hängt ein Erbrecht zwischen Kindern und Eltern so eng mit dem Familienleben zusammen, dass es unter Artikel 8 fällt (siehe Rechtssachen Marckx ./. Belgien, 13. Juni 1979, Randnr. 52, Serie A Bd. 31; Camp und Bourimi ./. Niederlande, Individualbeschwerde Nr. 28369/95, Randnr. 35, EGMR 2000-X; und Merger und Cros ./. Frankreich, Individualbeschwerde Nr. 68864/01, Randnr. 48, 22. Dezember 2004).", "", "31. In der vorliegenden Rechtssache stellt der Gerichtshof fest, dass der Vater der Beschwerdeführerin die Vaterschaft wenige Monate nach ihrer Geburt anerkannte und trotz der schwierigen Umstände aufgrund der beiden getrennten deutschen Staaten regelmäßig zu ihr in Kontakt stand; nach der deutschen Wiedervereinigung kamen engere Kontakte zwischen ihnen zustande.", "", "32. Daher steht es für den Gerichtshof außer Frage, dass der Sachverhalt der Rechtssache unter Artikel 8 der Konvention fällt. Insoweit ist Artikel 14 in Verbindung mit Artikel 8 anwendbar.", "", "33.  Der Gerichtshof stellt fest, dass die Beschwerde nicht im Sinne von Artikel 35 Abs. 3 der Konvention offensichtlich unbegründet ist. Der Gerichtshof merkt ferner an, dass ein weiterer Unzulässigkeitsgrund nicht vorliegt. Folglich ist sie für zulässig zu erklären.", "B)  Begründetheit", "", "34. Der Gerichtshof weist eingangs darauf hin, dass die Regierung nicht bestritten hat, dass die Anwendung der maßgeblichen Bestimmungen des innerstaatlichen Rechts zu einer unterschiedlichen Behandlung der vor dem Stichtag 1. Juli 1949 geborenen nichtehelichen Kinder gegenüber den ehelichen Kindern, den nach diesem Stichtag geborenen nichtehelichen Kindern und ferner seit der deutschen Wiedervereinigung gegenüber den vor diesem Stichtag geborenen nichtehelichen Kindern, für die das Recht der ehemaligen DDR maßgeblich war, wenn der Erblasser zum Zeitpunkt des Wirksamwerdens der Wiedervereinigung im Gebiet der DDR wohnhaft war, geführt hat.", "", "35. Der Gerichtshof weist in diesem Zusammenhang erneut darauf hin, dass Artikel 14 im Hinblick auf den Genuss der nach der Konvention garantierten Rechte und Freiheiten Schutz vor Ungleichbehandlung von Menschen in vergleichbaren Situationen bietet, wenn dafür keine objektive und angemessene Rechtfertigung geliefert wird (siehe Rechtssache Mazurek ./. Frankreich, Individualbeschwerde Nr. 34406/97, Randnr. 46, EGMR 2000-II).", "", "36. Daher ist festzustellen, ob die behauptete Ungleichbehandlung gerechtfertigt war.", "", "37. Die Beschwerdeführerin trug vor, dass die unterschiedliche Behandlung gegenüber den nach dem Stichtag 1. Juli 1949 geborenen nichtehelichen Kindern oder denen, auf die das Recht der ehemaligen DDR Anwendung findet, nicht auf einer sachlichen Rechtfertigung beruhe. Da sie bis 1989 im Gebiet der ehemaligen DDR lebte, hätten ihr unabhängig davon, wo ihr Vater im Zeitpunkt des Wirksamwerdens der deutschen Wiedervereinigung seinen Wohnsitz hatte, die gleichen erbrechtlichen Ansprüche wie ehelichen Kindern zuerkannt werden müssen. Überdies sei ihr Vater nicht verheiratet gewesen und habe keine Abkömmlinge ersten Grades; es seien nur Erben dritter Ordnung vorhanden, die er nicht kannte und die das Landgericht Saarbrücken zudem mit großer Mühe ausfindig gemacht habe. Vielmehr habe er regelmäßigen Kontakt zu ihr gehabt und daher sicher nicht gewusst, dass er besondere Vorkehrungen hätte treffen müssen, damit sie ein Erbrecht nach ihrem Vater hätte geltend machen können. Die Beschwerdeführerin brachte abschließend vor, dass ihr Ausschluss von jeglicher Erbberechtigung völlig unverhältnismäßig gewesen sei.", "", "38. Die Regierung trug hingegen vor, dass für die unterschiedliche Behandlung eine objektive und vernünftige Rechtfertigung vorliege. Die gesetzgeberischen und gerichtlichen Entscheidungen seien angemessen und nicht diskriminierend gewesen.", "", "Sie hob zunächst hervor, dass die stufenweise Harmonisierung der Rechte nichtehelicher Kinder und ehelicher Kinder wie in den meisten Vertragsstaaten zu kontroversen Debatten über das Allgemeininteresse berührende Themen geführt und zahlreiche Fragen moralischer, rechtlicher, politischer und wirtschaftlicher Art aufgeworfen habe. Darüber hinaus habe Deutschland sich nach der Wiedervereinigung in einer besonderen Situation befunden, aufgrund deren ein weiter Beurteilungsspielraum zuzubilligen sei, den der Gerichtshof in der Rechtssache Von Maltzan u. a. ./. Deutschland (Entsch.) [GK] Individualbeschwerden Nrn. 71916/01, 71917/01 und 10260/02, Randnrn.  110 - 11, EGMR 2005-V, zugestanden hatte.", "", "Sie führte dazu aus, dass der Gesetzgeber Rechtssicherheit gewährleisten und das „Vertrauen“, das der Erblasser und seine Familie ggf. in den Fortbestand der Ausnahme nach Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder gesetzt hatten, nicht erschüttern wollte. Das Bundesverfassungsgericht habe dieses „Vertrauen” durch seine beiden Beschlüsse vom 8. Dezember 1976 und 3. Juli 1996 noch gestärkt. Die Tatsache, dass der Gesetzgeber nach der deutschen Wiedervereinigung der Situation von in völlig anderen gesellschaftlichen Verhältnissen geborenen Kindern Rechnung getragen habe, ändere nichts an diesem Standpunkt.", "", "Angesichts des hohen Alters solcher noch lebenden Väter sei eine Änderung der bestehenden Rechtsvorschriften darüber hinaus nicht mehr möglich. Eine derartige Änderung würde überdies zu einer Benachteiligung der nichtehelichen Kinder führen, deren Vater vor Inkrafttreten der Neuregelung verstorben ist, und diejenigen betroffenen Kinder diskriminieren, die wegen der unzureichenden technischen Möglichkeiten die Abstammung seinerzeit nicht nachweisen konnten.", "", "39. Der Gerichtshof weist erneut darauf hin, dass eine unterschiedliche Behandlung im Sinne von Artikel 14 der Konvention diskriminierend ist, wenn es für sie „keine objektive und angemessene Rechtfertigung gibt“, d.h. wenn mit ihr kein „legitimes Ziel“ verfolgt wird oder „die eingesetzten Mittel zum angestrebten Ziel nicht in einem angemessenen Verhältnis stehen“ (siehe insbesondere sinngemäß Rechtssachen Inze ./. Österreich, 28. Oktober 1987, Randnr. 41, Serie A Bd. 126, und Mazurek, a. a. O., Randnr. 48).", "", "40. Der Gerichtshof stellt in diesem Zusammenhang klar, dass die Konvention ein lebendiges Instrument ist, das im Lichte der heutigen Verhältnisse auszulegen ist (siehe u. a. Rechtssachen Marckx, a. a. O., Randnr. 41, und Johnston u. a. ./. Irland, 18. Dezember 1986, Randnr. 53, Serie A Bd. 112). Heute messen die Mitgliedstaaten des Europarats der Frage der zivilrechtlichen Gleichstellung ehelicher und nichtehelicher Kinder eine hohe Bedeutung bei. Dies ergibt sich aus dem Europäischen Übereinkommen von 1975 über die Rechtsstellung nichtehelicher Kinder, das derzeit für 21 Mitgliedstaaten in Kraft ist und von Deutschland nicht ratifiziert wurde. Daher müssten sehr schwerwiegende Gründe vorgetragen werden, ehe eine unterschiedliche Behandlung wegen nichtehelicher Geburt als mit der Konvention vereinbar angesehen werden könnte (siehe sinngemäß Rechtssachen Inze, a. a. O., Randnr. 41; Mazurek, a. a. O., Randnr. 49, und Camp und Bourimi, a. a. O., Randnr. 38).", "", "41. Nach Auffassung des Gerichtshofs dürften die mit der Beibehaltung der angegriffenen Bestimmung verfolgten Ziele, nämlich die Gewährleistung von Rechtssicherheit und der Schutz des Erblassers und seiner Familie, rechtmäßig sein.", "", "42. Er stellt ferner fest, dass der deutsche Gesetzgeber im Gleichklang mit anderen Vertragsstaaten durch das Gesetz über die rechtliche Stellung nichtehelicher Kinder von 1969 und anschließend das Erbrechtsgleichstellungsgesetz von 1997 schrittweise eine erbrechtliche Gleichstellung nichtehelicher und ehelicher Kinder herbeigeführt hat. Um Nachteile für in eine andere gesellschaftliche Situation geborene nichteheliche Kinder zu vermeiden, stellte er sie nach der deutschen Wiedervereinigung erbrechtlich auch ehelichen Kindern gleich, wenn der Erblasser zum Zeitpunkt des Wirksamwerdens der Wiedervereinigung im Gebiet der ehemaligen DDR wohnhaft war. Er hielt jedoch an der in Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder vorgesehenen Ausnahme fest, die vor dem 1. Juli 1949 geborene nichteheliche Kinder von dem gesetzlichen Erbrecht ausschloss. Die Verfassungsmäßigkeit dieser Bestimmung wurde auch durch das Bundesverfassungsgericht zunächst 1975 und - zwanzig Jahre später - 1996 bestätigt (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“, Randnrn. 21 - 22, oben). In vorliegender Rechtssache hat das Bundesverfassungs-gericht seine Rechtsprechung angewandt, obwohl sich aus der argumentativen Auseinandersetzung zwischen dem Landgericht Saarbrücken und dem saarländischen Oberlandesgericht ergibt, dass innerstaatlich auch darüber debattiert wurde, ob ein Festhalten an der Ausnahme zweckmäßig sei (siehe Randnrn. 10 – 15, oben).", "", "43. Der Gerichtshof merkt in diesem Zusammenhang an, dass die Entscheidung des Gesetzgebers, an dieser Ausnahme festzuhalten, den damaligen Zustand der deutschen Gesellschaft und die Ablehnung einer Reform der rechtlichen Stellung nichtehelicher Kinder durch einen Teil der Bevölkerung widerspiegelte. Überdies bestanden tatsächliche praktische und verfahrensmäßige Schwierigkeiten, die Abstammung festzustellen. Wie das Bundesverfassungsgericht in seiner Leitentscheidung vom 8. Dezember 1976 ausgeführt hat, konnte die Fortgeltung der fraglichen Bestimmung daher als sachlich gerechtfertigt angesehen werden (siehe Rechtssache H. R. ./. Deutschland, Individualbeschwerde Nr. 17750/91, Entscheidung der Kommission vom 10. Juni 1992).", "", "Nach Auffassung des Gerichtshofs sind die seinerzeit angeführten Argumente nicht mehr zeitgemäß; die deutsche Gesellschaft hat sich wie andere europäische Gesellschaften erheblich weiterentwickelt, und die rechtliche Stellung nichtehelicher Kinder entspricht heute dem rechtlichen Status ehelicher Kinder. Überdies sind praktische und verfahrensmäßige Schwierigkeiten, die Vaterschaft nachzuweisen, nahezu vollständig entfallen, weil eine DNA-Untersuchung zur Abstammungsfeststellung heute ein einfaches und sehr zuverlässiges Verfahren ist. Schließlich ist durch die deutsche Wiedervereinigung und die rechtliche Gleichstellung nichtehelicher Kinder mit ehelichen in weiten Teilen des Bundesgebiets eine neue Situation entstanden.", "", "Daher kann der Gerichtshof der Argumentation des Bundesverfassungsgerichts in vorliegender Rechtssache nicht folgen. Der Gerichtshof ist insbesondere der Auffassung, dass mit Blick auf das sich verändernde entsprechende europäische Umfeld, das er bei seiner notwendigerweise dynamischen Auslegung der Konvention (siehe Randnr. 40, oben) nicht außer Acht lassen kann, der Gesichtspunkt des Schutzes des „Vertrauens“ des Erblassers und seiner Familie dem Gebot der Gleichbehandlung nichtehelicher und ehelicher Kinder unterzuordnen ist. Er weist in diesem Zusammenhang erneut drauf hin, dass er bereits im Jahre 1979 in seinem Urteil in der Rechtssache Marckx (a. a. O. Randnrn. 54 - 59) festgestellt hat, dass die aus erbrechtlichen Gründen vorgenommene Unterscheidung zwischen „nichtehelichen“ und „ehelichen“ Kindern eine Frage nach Artikel 14 in Verbindung mit Artikel 8 aufwirft.", "", "44. Hinsichtlich der Frage, ob ein angemessenes Verhältnis zwischen den eingesetzten Mitteln und dem verfolgten Ziel bestand, sind nach Ansicht des Gerichtshofs in vorliegender Rechtssache drei weitere Erwägungen entscheidend. Erstens hat der Vater der Beschwerdeführerin seine Tochter unmittelbar nach der Geburt anerkannt und trotz der durch die Teilung der beiden deutschen Staaten bedingten schwierigen Umstände immer regelmäßigen Kontakt zu ihr gehabt. Er hinterließ weder eine Ehefrau noch Abkömmlinge ersten Grades; es waren nur Erben dritter Ordnung vorhanden, die er offensichtlich nicht kannte. Von daher kommt der Gesichtspunkt des „Schutzes des Vertrauens“ dieser fernen Angehörigen nicht in Betracht. Zweitens hat die Beschwerdeführerin einen Großteil ihres Lebens in der ehemaligen DDR verbracht und wuchs in einem gesellschaftlichen Zusammenhang auf, in dem nichteheliche und eheliche Kinder gleichgestellt waren. Gleichwohl konnte sie aus den Vorschriften zur erbrechtlichen Gleichstellung nichtehelicher und ehelicher Kinder keinen Nutzen ziehen, weil ihr Vater zum Zeitpunkt des Wirksam-werdens der Wiedervereinigung nicht im Gebiet der ehemaligen DDR wohnhaft war. In diesem Zusammenhang ist darauf hinzuweisen, dass der Gesetzgeber nach der Wiedervereinigung das Erbrecht nichtehelicher Kinder, deren Vater im Gebiet der ehemaligen DDR wohnhaft war, schützen wollte; da das Erbrecht nach deutschem Recht unter das Eigentumsrecht fällt, war der Wohnsitz des Erblassers der maßgebliche Faktor. Während diese unterschiedliche Behandlung mit Blick auf die gesellschaftlichen Verhältnisse in der ehemaligen DDR aber gerechtfertigt gewesen sein mag, führte sie gleichwohl zu einer Verschärfung der bestehenden Ungleichbehandlung der vor dem 1. Juli 1949 geborenen nichtehelichen Kinder, deren Vater in der Bundesrepublik Deutschland wohnhaft war. Schließlich schloss die Anwendung von Artikel 12 § 10 Abs. 2 Satz 1 des Gesetzes über die rechtliche Stellung nichtehelicher Kinder die Beschwerdeführerin ohne Gewährung einer finanziellen Entschädigung von dem gesetzlichen Erbrecht aus.", "", "Der Gerichtshof kann keinen Grund für eine heutige Rechtfertigung dieser Diskriminierung aufgrund nichtehelicher Geburt feststellen, zumal der Ausschluss der Beschwerdeführerin von dem gesetzlichen Erbrecht sie weitaus schlechter stellte als die Beschwerdeführer in anderen gleichgelagerten Fällen, die bei ihm anhängig gemacht worden sind (siehe z. B. Rechtssachen Merger und Cros, a. a. O., Randnrn. 4 - 50, und Mazurek, a. a. O., Randnrn. 52 - 55).", "", "45. Im Hinblick auf alle vorstehenden Erwägungen kommt der Gerichtshof zu dem Ergebnis, dass die eingesetzten Mittel zum verfolgten Ziel nicht in einem angemessenen Verhältnis standen.", "Daher liegt ein Verstoß gegen Artikel 14 in Verbindung mit Artikel 8 der Konvention vor.", "", "46. Hinsichtlich seiner im vorstehenden Absatz formulierten Schlussfolgerung hält der Gerichtshof es nicht für erforderlich, die Rüge nach Artikel 8 der Konvention gesondert zu prüfen.", "II.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "", "47.  Artikel 41 der Konvention bestimmt:", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.“", "A)  Schaden", "1. Materieller Schaden", "48. Die Beschwerdeführerin verlangt 95.828,59 Euro für materiellen Schaden, welcher dem Wert des Nachlasses entspricht, der ihr als gesetzliche Erbin zugestanden hätte. Zu diesem Zweck legte sie beglaubigte Abschriften der Auszüge der Konten vor, die ihr Vater bei verschiedenen Banken unterhielt, aus denen sein Vermögen bezogen auf den Todestag hervorgeht. Die Beschwerdeführerin trägt vor, dass ihr Vater keine Schulden gehabt habe; die Beisetzungskosten betrugen etwa 1.000 Euro und wurden direkt von seinem Girokonto abgebucht.", "", "49. Die Regierung verweist auf einen Gesamtbetrag von 53.000 DM (entspricht 26.500 Euro), den der von der Beschwerdeführerin im Erbscheinsverfahren beauftragte Notar in seiner Kostenberechnung vom 13. Juli 1998 angegeben hat; dieser Betrag wurde anschließend von den nationalen Gerichten bei der Festsetzung des Geschäftswertes zu Grunde gelegt. Nach dem Vorbringen der Regierung kann die genaue Höhe der Erbschaft auf der Grundlage der von der Beschwerdeführerin vorgelegten zusätzlichen Unterlagen nicht festgestellt werden, weil nicht ersichtlich sei, zu welchem Zeitpunkt Forderungen des Erblassers fällig waren, oder ob er Verbindlichkeiten hinterlassen hatte.", "", "2. Immaterieller Schaden", "50. Die Beschwerdeführerin erhebt auch Anspruch auf Entschädigung für immateriellen Schaden, den sie auf 50.000 Euro beziffert, weil sie ihre erbrechtlichen Ansprüche während des gesamten Verfahrens vor den nationalen Gerichten nicht durchsetzen konnte.", "", "51. Die Regierung stellt die Frage in das Ermessen des Gerichtshofs.", "B)  Kosten und Auslagen", "", "52.  Die Beschwerdeführerin verlangt außerdem 2.859,65 Euro für Kosten und Auslagen vor den nationalen Gerichten und dem Gerichtshof.", "", "53. Die Regierung trägt vor, dass kein kausaler Zusammenhang zwischen den entstandenen Kosten und der behaupteten Verletzung dargelegt worden sei. Überdies habe der Verfahrensbevollmächtigte der Beschwerdeführerin in einem Verfahrensabschnitt sehr spät den Betrag (351,41 Euro) beziffert, für den Prozesskostenhilfe begehrt wurde; sein entsprechender Antrag sei deshalb von der zuständigen Stelle abgewiesen worden.", "C)  Schlussfolgerung", "", "54. Unter den Umständen des Falls ist der Gerichtshof der Auffassung, dass über die Frage der Anwendung von Artikel 41 der Konvention noch nicht entschieden werden kann. Daher muss ihre Beurteilung zurückgestellt werden und das weitere Verfahren die Möglichkeit einer Einigung zwischen dem beschwerdegegnerischen Staat und der Beschwerdeführerin gebührend berücksichtigen (Artikel 75 Abs. 1 der Verfahrensordnung des Gerichtshofs). Der Gerichtshof räumt den Parteien eine Frist von drei Monaten ein, um diese Einigung zu erzielen.", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF EINSTIMMIG WIE FOLGT:", "1.  Die Individualbeschwerde wird für zulässig erklärt;", "", "2. Artikel 14 in Verbindung mit Artikel 8 der Konvention ist verletzt worden;", "", "3. es ist nicht erforderlich, die Rüge nach Artikel 8 der Konvention gesondert zu prüfen;", "", "4. die Frage der Anwendung von Artikel 41 ist nicht entscheidungsreif;", "folglich", "a) behält er sich die Beurteilung dieser Frage ganz vor;", "b) werden die Regierung und die Beschwerdeführerin aufgefordert, den Gerichtshof innerhalb von drei Monaten über eine möglicherweise erzielte Einigung zu unterrichten;", "c) behält er sich das weitere Verfahren vor und überträgt dem Kammerpräsidenten die Befugnis, es ggf. zu bestimmen.", "Ausgefertigt in Französisch und schriftlich zugestellt am 28. Mai 2009 nach Artikel 77 Absätze 2 und 3 der Verfahrensordnung des Gerichtshofs.", "", "", "", "", ""]}