{"file": "GER_HJUDGER_3690_10.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "3690/10", "text_paragraphs": ["Nichtamtliche Übersetzung des Bundesministeriums der Justiz und für Verbraucherschutz\n\n\nEuropäischer Gerichtshof für Menschenrechte", "", "", "FÜNFTE SEKTION", "", "", "", "", "", "RECHTSSACHE A. ./. DEUTSCHLAND", "", "(Individualbeschwerde Nr. 3690/10)", "", "", "", "", "", "", "", "URTEIL", "", "", "", "STRASSBURG", "", "26. November 2015", "", "", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Absatz 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "\n", "In der Rechtssache A. ./. Deutschland", "hat der Europäische Gerichtshof für Menschenrechte (Fünfte Sektion) als Kammer mit den Richterinnen und Richtern", "\tBoštjan M. Zupančič, Präsident,\n\tAngelika Nußberger,\n\tGanna Yudkivska,\n\tVincent A. De Gaetano,\n\tAndré Potocki,\n\tHelena Jäderblom,\n\tAleš Pejchal, \nund Claudia Westerdiek, Sektionskanzlerin,", "nach nicht öffentlicher Beratung am 13. Oktober 2015", "das folgende Urteil erlassen, das am selben Tag angenommen wurde.", "", "VERFAHREN", "", "1.  Der Rechtssache lag eine Individualbeschwerde (Nr. 3690/10) gegen die Bundesrepublik Deutschland zugrunde, die ein deutscher Staatsangehöriger, A. („der Beschwerdeführer“), am 18. Januar 2010 nach Artikel 34 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) beim Gerichtshof eingereicht hatte.", "2.  Der Beschwerdeführer wurde von Herrn L., Rechtsanwalt in E., vertreten. Die deutsche Regierung („die Regierung“) wurde durch ihre Verfahrensbevollmächtigten, Frau K. Behr und Herrn H. J. Behrens vom Bundesministerium der Justiz, vertreten.", "3.  Der Beschwerdeführer brachte im Wesentlichen vor, dass sein Recht auf freie Meinungsäußerung verletzt worden sei.", "4.  Am 25. März 2013 wurde die Beschwerde der Regierung übermittelt.", "5.  Schriftliche Stellungnahmen gingen von der Alliance Defending Freedom und der Aktion Lebensrecht für Alle sowie vom European Centre for Law and Justice ein, denen vom Präsidenten Gelegenheit gegeben worden war, sich als Drittpartei am Verfahren zu beteiligen (Artikel 36 Abs. 2 der Konvention und Artikel 44 Abs. 2 der Verfahrensordnung).", "", "SACHVERHALT", "I.  DIE UMSTÄNDE DER RECHTSSACHE", "A.  Das in Rede stehende Verfahren", "6.  Der Beschwerdeführer wurde 19.. geboren und lebt in W.", "7.  Am 18. und 19. Juli 2005 verteilte der Beschwerdeführer, der gegen Abtreibung eintritt, Flugblätter im unmittelbaren Umkreis der ärztlichen Praxis der Anästhesisten Dr. M. und Dr. R., die eine Tagesklinik betreiben. Darüber hinaus warf der Beschwerdeführer in alle Briefkästen in der Nachbarschaft der Tagesklinik Flugblätter ein.", "8.  Das Deckblatt der Flugblätter enthielt den folgenden Text in Fettdruck:", "„In der Tagesklinik Dr. M./Dr. R. [vollständige Namen und Anschrift] werden rechtswidrige Abtreibungen durchgeführt“.", "9.  Darauf folgte in kleinerer Schriftgröße die Erklärung:", "„die aber der deutsche Gesetzgeber erlaubt und nicht unter Strafe stellt. Der Beratungsschein schützt „Arzt“ und Mutter vor Strafverfolgung, aber nicht vor der Verantwortung vor Gott.“", "10.  In einem Kasten darunter stand folgender Text:", "„Sinngemӓβ aus den internationalen Strafgesetzen: Mord ist das vorsӓtzliche „Zu-Tode-Bringen” eines unschuldigen Menschen!”", "11.  Auf der Rückseite des gefalteten Flugblatts zitierte der Beschwerdeführer das Leiturteil des Bundesverfassungsgerichts zur Abtreibung (siehe Rdnr. 28) sowie eine Äußerung von Christoph Wilhelm Hufeland, dem Leibarzt von Goethe und Schiller, zur Rolle der Ärzte im Zusammenhang mit freiwilliger Euthanasie und Abtreibung. Ferner zitierte er § 12 Abs. 1 des Schwangerschaftskonkfliktgesetzes (siehe Rdnr. 27) und forderte die Leser auf, auf diejenigen einzuwirken, die Abtreibungen durchführten bzw. daran mitwirkten.", "Auf der Rückseite des gefalteten Flugblatts befand sich ferner der folgende Text:", "„Die Ermordung der Menschen in Auschwitz war rechtswidrig, aber der moralisch verkommene NS-Staat hatte den Mord an den unschuldigen Menschen erlaubt und nicht unter Strafe gestellt.“", "12.  Unter diesem Satz befand sich ein Verweis auf die Website „X“. Diese Website, die vom Beschwerdeführer betrieben wurde, enthielt u. a. eine Adressenliste so genannter „Abtreibungsärzte“, in der die Tagesklinik und die vollständigen Namen von Dr. M. und Dr. R. aufgeführt waren. Diese Liste war auf der Website unter dem Link „Leben oder Tod“ / „Gebetsanliegen für Deutschland“ verfügbar.", "13.  Dr. M. und Dr. R. stellten einen Antrag auf Erlass einer gerichtlichen Unterlassungsanordnung gegen den Beschwerdeführer. Sie brachten vor, dass in ihrer Tagesklinik ausschließlich rechtmäßige Schwangerschaftsabbrüche vorgenommen würden. Das Flugblatt des Beschwerdeführers erwecke fälschlicherweise den Eindruck, die Schwangerschaftsabbrüche würden entgegen den einschlägigen gesetzlichen Bestimmungen durchgeführt.", "14.  Am 22. Januar 2007 erließ das Landgericht Ulm die beantragte Unterlassungsanordnung, indem es den Beschwerdeführer verurteilte, es zu unterlassen, weiterhin im unmittelbaren Umkreis der Tagesklinik Flugblätter zu verteilen, in denen die Kläger namentlich benannt werden und die den Hinweis enthalten, dass in ihrer Praxis rechtswidrige Abtreibungen durchgeführt würden. Ferner verurteilte das Landgericht den Beschwerdeführer, es zu unterlassen, die Namen und die Adresse der Kläger in der Auflistung der „Abtreibungsärzte“ auf der Website „X“ zu führen.", "15.  Das Landgericht vertrat die Auffassung, die Äußerungen auf dem Flugblatt des Beschwerdeführers enthielten die unzutreffende Behauptung, die Schwangerschaftsabbrüche würden außerhalb des gesetzlichen Rahmens durchgeführt. Die darauf folgende Erklärung, dass die Schwangerschaftsabbrüche nicht strafbar seien, ändere daran nichts, da die Aufmachung des Flugblatts dazu dienen solle, die Aufmerksamkeit des Lesers auf den ersten Satz in Fettdruck zu richten, während die weiteren Ergänzungen in einer kleineren Schriftgröße gedruckt worden seien, um deren Inhalt zu verschleiern. Darüber hinaus habe der Beschwerdeführer eine so genannte „Prangerwirkung“ erzeugt, indem er die Kläger einzeln herausgegriffen habe, ohne dass diese ihm eine Veranlassung dazu gegeben hätten. Die Behauptungen des Beschwerdeführers verletzten die Persönlichkeitsrechte der Kläger schwer. Daher müsse das Recht des Beschwerdeführers auf freie Meinungsäußerung zurücktreten.", "16.  Das Landgericht war der Ansicht, dass die gleichen Grundsätze für die namentliche Nennung der Kläger auf der Website „X“ gelten. Damit werde eine Verbindung zwischen den Klägern und Verbrechen hergestellt, die nach Ansicht des Beschwerdeführers den von den Nationalsozialisten während des Holocaust begangenen Verbrechen entsprächen; dies sei von der Meinungsfreiheit des Beschwerdeführers nicht gedeckt und müsse von den Klägern daher nicht hingenommen werden.", "17.  Am 27. Oktober 2007 wies das Oberlandesgericht Stuttgart die Berufung des Beschwerdeführers zurück. Es hielt es nicht für erforderlich, zu prüfen, ob der Text auf den Flugblättern als Tatsachenbehauptung oder als Meinungsäußerung zu qualifizieren sei, denn die Meinungsfreiheit des Beschwerdeführers habe in jedem Fall zurückzutreten. Das Oberlandesgericht bestätigte die Einschätzung des Landgerichts, wonach der Text des Flugblatts impliziere, dass die Kläger rechtswidrige Handlungen durchführten. Hieran änderten auch die weiteren Erklärungen nichts, da vom durchschnittlichen Leser nicht erwartet werden könne, zwischen dem nach § 218a Abs. 2 StGB gerechtfertigten Schwangerschaftsabbruch und dem gemäß § 218a Abs. 1 StGB lediglich straflosen Schwangerschaftsabbruch zu differenzieren (siehe Rdnr. 26). Aus Laiensicht erwecke der Text auf dem Flugblatt den Eindruck, die vom deutschen Gesetzgeber zugelassene Abtreibung sei eine rechtswidrige Tötung oder gar Mord. Die Äußerung sei zumindest mehrdeutig und müsse daher von den Klägern nicht hingenommen werden.", "18.  Selbst unter der Annahme, das Flugblatt enthalte keine unrichtige Tatsachenbehauptung, müsse die Meinungsfreiheit des Beschwerdeführers zurücktreten. Das Oberlandesgericht bestätigte, dass die freie Meinungsäußerung das Recht mit sich bringe, eine Meinung auch in beleidigender, schockierender oder verstörender Weise vorzubringen. Soweit die Meinungsäußerung ein Beitrag zu einer Debatte über die Öffentlichkeit berührende Fragen sei, spreche die Vermutung für die Meinungsfreiheit. In der vorliegenden Sache habe der Beschwerdeführer jedoch eine massive „Prangerwirkung“ erzeugt, indem er die Kläger einzeln herausgegriffen habe, ohne dass diese ihm eine Veranlassung dazu gegeben hätten. Die Durchführung von Schwangerschaftsabbrüchen werde mit harschen und rigorosen Worten kritisiert. Dies werde durch den Bezug zum Holocaust noch verschärft. Das Oberlandesgericht stellte ferner fest, dass der Beschwerdeführer unter keinem besonderen Druck gestanden habe, seine allgemeine Kritik an der Ermöglichung von Schwangerschaftsabbrüchen durch eine derart massive Verletzung der Persönlichkeitsrechte der Kläger zu artikulieren.", "19.  Es vertrat auch die Auffassung, dass die Kläger nicht gehalten gewesen seien, zum exakten Inhalt der Website vorzutragen, da diese allgemein zugänglich und ihr Inhalt somit bekannt gewesen sei. Es führte ferner aus:", "„Der Inhalt der Internetpräsentation zeichnet sich ebenfalls dadurch aus, dass der Beklagte \neinzelne Personen, so auch die Kläger, namentlich als „Abtreibungsärzte“ bezeichnet und deren Tätigkeit mit dem national-sozialistischen Holocaust sowie mit Massenmord gleichsetzt. Damit besteht der geltend gemachte Unterlassungsanspruch. Zur Begründung kann auf die obigen Ausführungen verwiesen werden. Zudem hat der Beklagte selbst eingeräumt, dass er die Kläger insoweit auf seiner lnternetseite als \nAbtreibungsärzte benannt hat, die direkt oder indirekt an Abtreibungen teilnehmen.“", "20.  Das Oberlandesgericht ließ die Revision nicht zu.", "21.  Am 12. Februar 2008 wies der Bundesgerichtshof den Prozesskostenhilfeantrag des Beschwerdeführers ab, weil seine beabsichtigte Revision keine ausreichende Erfolgsaussicht habe.", "22.  Am 17. März 2008 legte der Beschwerdeführer Verfassungsbeschwerde gegen die Urteile des Landgerichts Ulm und des Oberlandesgerichts Stuttgart sowie gegen den Beschluss des Bundesgerichtshofs ein. Er rügte insbesondere, die angegriffenen Entscheidungen missachteten sein Recht auf freie Meinungsäußerung.", "23.  Am 2. Juli 2009 lehnte es das Bundesverfassungsgericht in einer aus drei Richtern bestehenden Kammer ohne Angabe von Gründen ab, die Verfassungsbeschwerde des Beschwerdeführers zur Entscheidung anzunehmen, weil sie unzulässig sei (1 BvR 674/08). Dieser Beschluss wurde dem Rechtsanwalt des Beschwerdeführers am 18. Juli 2009 zugestellt.", "B. Weitere Entwicklungen", "24.  Am 8. Juni 2010 gab das Bundesverfassungsgericht in einer aus drei Richtern bestehenden Kammer einer weiteren Verfassungsbeschwerde des Beschwerdeführers statt, die sich auf ein anderes Verfahren vor dem Landgericht München und dem Oberlandesgericht München bezog (1 BvR 1745/06). In diesem Verfahren hatten die Gerichte, wie im vorliegenden Fall das Landgericht Ulm und das Oberlandesgericht Stuttgart, eine Unterlassungsanordnung gegen den Beschwerdeführer erlassen. Sie hatten ihn u. a. verurteilt, es zu unterlassen, im unmittelbaren Umkreis einer anderen gynäkologischen Praxis ähnliche Flugblätter wie die hier in Rede stehenden zu verbreiten, und es zu unterlassen, auf seiner Internetseite die Äußerung zu veröffentlichen, dass der fragliche Arzt direkt oder indirekt „rechtswidrige“ Abtreibungen durchführe.", "25.  Das Bundesverfassungsgericht war der Ansicht, die Unterlassungsanordnung verletzte das Recht des Beschwerdeführers auf freie Meinungsäußerung nach Artikel 5 Abs. 1 des Grundgesetzes, denn die Zivilgerichte hätten nicht hinreichend berücksichtigt, dass dem Arzt, der selbst öffentlich im Internet darauf hinweise, dass er in seiner gynäkologischen Praxis Schwangerschaftsabbrüche durchführe, kein umfassender Verlust an sozialer Achtung infolge der Aktivitäten des Beschwerdeführers drohe. Ferner hob es hervor, dass der Beschwerdeführer dem Arzt nicht etwa eine strafrechtlich relevante oder durch das Gesetz im weiteren Sinne verbotene, sondern lediglich eine aus Sicht des Beschwerdeführers moralisch verwerfliche Tätigkeit vorgehalten habe. Das Bundesverfassungsgericht bestand ferner darauf, dass der Beschwerdeführer zu einer sehr kontroversen Debatte von öffentlichem Interesse beigetragen habe, und wies darauf hin, dass die Gerichte vor dem Tatsachenhintergrund jener Rechtssache nicht hinreichend aufgezeigt hätten, weshalb und inwieweit die besondere Beziehung zwischen dem Arzt und Frauen, die in der Praxis Beratung und ärztliche Behandlung suchten, gefährdet sein könnte.", "", "II.  EINSCHLÄGIGES INNERSTAATLICHES RECHT UND EINSCHLÄGIGE INNERSTAATLICHE PRAXIS", "", "", "", "26.  Die maßgeblichen Bestimmungen des Strafgesetzbuchs lauten wie folgt:", "", "§ 218 Schwangerschaftsabbruch", "", "„(1) Wer eine Schwangerschaft abbricht, wird mit Freiheitsstrafe bis zu drei Jahren oder mit Geldstrafe bestraft. Handlungen, deren Wirkung vor Abschluss der Einnistung des befruchteten Eies in der Gebärmutter eintritt, gelten nicht als Schwangerschaftsabbruch im Sinne dieses Gesetzes.", "(2) In besonders schweren Fällen ist die Strafe Freiheitsstrafe von sechs Monaten bis zu fünf Jahren. Ein besonders schwerer Fall liegt in der Regel vor, wenn der Täter gegen den Willen der Schwangeren handelt; oder leichtfertig die Gefahr des Todes oder einer schweren Gesundheitsschädigung der Schwangeren verursacht.", "(3) Begeht die Schwangere die Tat, so ist die Strafe Freiheitsstrafe bis zu einem Jahr oder Geldstrafe.", "(4) Der Versuch ist strafbar. Die Schwangere wird nicht wegen Versuchs bestraft.”", "", "§ 218a Straflosigkeit des Schwangerschaftsabbruchs", "„(1) Der Tatbestand des § 218 ist nicht verwirklicht, wenn", "die Schwangere den Schwangerschaftsabbruch verlangt und dem Arzt durch eine Bescheinigung nach § 219 Abs. 2 Satz 2 nachgewiesen hat, daß sie sich mindestens drei Tage vor dem Eingriff hat beraten lassen; der Schwangerschaftsabbruch von einem Arzt vorgenommen wird; und seit der Empfängnis nicht mehr als zwölf Wochen vergangen sind.", "(2) Der mit Einwilligung der Schwangeren von einem Arzt vorgenommene Schwangerschaftsabbruch ist nicht rechtswidrig, wenn der Abbruch der Schwangerschaft unter Berücksichtigung der gegenwärtigen und zukünftigen Lebensverhältnisse der Schwangeren nach ärztlicher Erkenntnis angezeigt ist, um eine Gefahr für das Leben oder die Gefahr einer schwerwiegenden Beeinträchtigung des körperlichen oder seelischen Gesundheitszustandes der Schwangeren abzuwenden, und die Gefahr nicht auf eine andere für sie zumutbare Weise abgewendet werden kann.“", "27.  Die maßgebliche Bestimmung des Schwangerschaftskonfliktgesetzes lautet:", "", "§ 12 Weigerung", "„(1) Niemand ist verpflichtet, an einem Schwangerschaftsabbruch mitzuwirken. [...]“", "", "28.  In seinem Leiturteil (BVerfGE 88, 203) vom 28. Mai 1993 akzeptierte das Bundesverfassungsgericht Schwangerschaftsabbrüche, soweit sie von Ärzten vorgenommen werden, nachdem die schwangere Frau sich von einem Dritten hat beraten lassen; damit entwickelte es einen ziemlich einzigartigen Ansatz, indem es bestimmte Schwangerschaftsabbrüche als rechtswidrig, aber nicht strafbar qualifizierte. Schwangerschaftsabbrüche, die ohne Feststellung einer Indikation nach der Beratungsregelung vorgenommen werden, dürfen nicht für gerechtfertigt (nicht rechtswidrig) erklärt werden. Jedoch werden Schwangerschaftsabbrüche, die innerhalb von zwölf Wochen nach der Empfängnis und nach der verpflichtenden Beratung von Ärzten durchgeführt werden, zwar als rechtswidrig erachtet, sind aber von der Strafdrohung ausgenommen.", "29.  Die einschlägigen Vorschriften des deutschen Bürgerlichen Gesetzbuches lauten wie folgt:", "", "§ 823", "„(1)  Wer vorsätzlich oder fahrlässig das Leben, den Körper, die Gesundheit, die Freiheit, das Eigentum oder ein sonstiges Recht eines anderen widerrechtlich verletzt, ist dem anderen zum Ersatz des daraus entstehenden Schadens verpflichtet. [...]“", "§ 1004", "„(1)  Wird das Eigentum in anderer Weise als durch Entziehung oder Vorenthaltung des Besitzes beeinträchtigt, so kann der Eigentümer von dem Störer die Beseitigung der Beeinträchtigung verlangen. Sind weitere Beeinträchtigungen zu besorgen, so kann der Eigentümer auf Unterlassung klagen. [...]“", "30.  Nach der Rechtsprechung der deutschen Zivilgerichte sieht § 823 Abs. 1 und 2 BGB i. V. m. § 1004 BGB (in analoger Anwendung) für jede Person, deren Persönlichkeitsrechte oder strafrechtlich geschützten Rechte durch eine andere Person konkret gefährdet sind, einen entsprechenden Unterlassungsanspruch gegen diese andere Person vor.", "", "RECHTLICHE WÜRDIGUNG", "I.  BEHAUPTETE VERLETZUNG VON ARTIKEL 10 DER KONVENTION", "", "31.  Der Beschwerdeführer rügte, dass die gegen ihn ergangene Unterlassungsverfügung eine Verletzung seines Rechts auf freie Meinungsäußerung nach Artikel 10 der Konvention darstellte; dieser lautet, soweit maßgeblich, wie folgt:", "„1.  Jede Person hat das Recht auf freie Meinungsäußerung. Dieses Recht schließt die Meinungsfreiheit und die Freiheit ein, Informationen und Ideen ohne behördliche Eingriffe und ohne Rücksicht auf Staatsgrenzen zu empfangen und weiterzugeben.", "2.  Die Ausübung dieser Freiheiten ist mit Pflichten und Verantwortung verbunden; sie kann daher Formvorschriften, Bedingungen, Einschränkungen oder Strafdrohungen unterworfen werden, die gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig sind ... zum Schutz des guten Rufes oder der Rechte anderer, [...]“", "32. Die Regierung trat diesem Vorbringen entgegen.", "A.\tZulässigkeit", "1.  Die Stellungnahmen der Parteien", "33.  Die Regierung trug vor, der Beschwerdeführer habe bei der Einreichung seiner Rüge nach Artikel 10 der Konvention lediglich auf die Ausführungen in seiner Verfassungsbeschwerde an das Bundesverfassungsgericht verwiesen, ohne ein weiteres Vorbringen im Rahmen der Konvention zu formulieren. Daher sei die Beschwerde nicht hinlänglich substantiiert worden.", "34.  Die Regierung brachte ferner vor, der Beschwerdeführer habe gegen die Entscheidung des Oberlandesgerichts, die Revision nicht zuzulassen, keine Nichtzulassungsbeschwerde beim Bundesgerichtshof eingelegt. Auch habe das Bundesverfassungsgericht die Verfassungsbeschwerde des Beschwerdeführers wegen Unzulässigkeit nicht zur Entscheidung angenommen. Somit habe er den innerstaatlichen Rechtsweg nicht erschöpft.", "35.  Der Beschwerdeführer bestritt diese Sichtweise und wies insbesondere darauf hin, dass sein Vortrag zu der behaupteten Verletzung an sich klar und präzise gewesen sei.", "2.  Würdigung durch den Gerichtshof", "36.  Der Gerichtshof ist zwar nicht davon überzeugt, dass der bloße Hinweis auf das Vorbringen vor einer innerstaatlichen obersten Gerichtsbarkeit eine hinlängliche Substantiierung einer Rüge nach der Konvention darstellt, er stellt aber fest, dass der Beschwerdeführer die Tatsachengrundlage der Beschwerde sowie die Art der behaupteten Konventionsverletzung benannt hat. Nach Überzeugung des Gerichtshofs hat der Beschwerdeführer daher die Anforderungen, die an die Erhebung einer hinlänglich substantiierten Rüge gestellt werden, erfüllt (vgl. sinngemäß Allan ./. Vereinigtes Königreich (Entsch.), Individualbeschwerde Nr. 48539/99, 28. August 2001 und Božinovski ./. die frühere jugoslawische Republik Mazedonien (Entsch.), Individualbeschwerde Nr. 68368/01, 1. Februar 2005).", "37.  Hinsichtlich der Tatsache, dass der Beschwerdeführer keine Revision an den Bundesgerichtshof eingelegt hat, merkt der Gerichtshof an, dass es sich hierbei um einen Rechtsbehelf handelt, der nach Artikel 35 Abs. 1 der Konvention grundsätzlich zu erschöpfen ist. Im vorliegenden Fall jedoch wiesen die fünf Richter des Bundesgerichtshofs, die auch für die Entscheidung in der Sache des Beschwerdeführers zuständig waren, am 12. Februar 2008 dessen Antrag auf Gewährung von Prozesskostenhilfe für eine Nichtzulassungsbeschwerde mit der Begründung zurück, die Revision habe keine vernünftige Aussicht auf Erfolg. Der Gerichtshof stellt fest, dass eine Revision an den Bundesgerichtshof, vor dem der Beschwerdeführer von einem eigens vor diesem Gericht zugelassenen Rechtsanwalt vertreten sein muss, nur in Bezug auf Rechtsfragen erfolgreich sein kann. In Anbetracht der Gründe, die der Bundesgerichtshof für die Ablehnung des Prozesskostenhilfegesuchs vorgebracht hat, ist der Gerichtshof der Auffassung, dass man dem Beschwerdeführer nicht vorwerfen kann, die innerstaatlichen Rechtsbehelfe dadurch nicht erschöpft zu haben, dass er das Revisionsverfahren nicht weiter betrieb (siehe, Gnahoré ./. Frankreich, Individualbeschwerde Nr. 40031/98, Rdnr. 48, 19. September 2000 und S. ./. Deutschland (Entsch.), Individualbeschwerde Nr. 61603/00, 26. Oktober 2004).", "38.  Der Gerichtshof weist ferner darauf hin, dass das Bundesverfassungsgericht die Verfassungsbeschwerde des Beschwerdeführers für unzulässig erklärte, ohne jedoch darzulegen, welche Zulässigkeitsvoraussetzung der Beschwerdeführer nicht erfüllt hatte.", "39.  Unter Berücksichtigung der ihm zur Verfügung stehenden Unterlagen merkt der Gerichtshof an, dass der anwaltlich vertretene Beschwerdeführer in seinem Schriftsatz an das Bundesverfassungsgericht vom wesentlichen Inhalt her die Rügen geltend gemacht hat, mit denen später der Gerichtshof befasst wurde. Es ist nicht ersichtlich, dass er ein besonderes Formerfordernis für die Erhebung seiner Verfassungsbeschwerde nicht erfüllt hat. Der Gerichtshof vermag in der vorliegenden Rechtssache nicht festzustellen, aus welchem Grund die Verfassungsbeschwerde des Beschwerdeführers für unzulässig erklärt wurde (vgl. u. a. L ./. Deutschland (Entsch.), Individualbeschwerde Nr. 28782/04, 25. September 2007; G. ./. Deutschland (Entsch.), Individualbeschwerde Nr. 19508/07, 12. Oktober 2010). Folglich ist davon auszugehen, dass der Beschwerdeführer den innerstaatlichen Rechtsweg im Sinne des Artikels 35 Abs. 1 der Konvention erschöpft hat.", "40.  Im Ergebnis weist der Gerichtshof die Einwände der Regierung in Bezug auf die Zulässigkeit zurück. Er stellt weiterhin fest, dass die Rüge weder nach Artikel 35 Abs. 3 Buchstabe a der Konvention offensichtlich unbegründet noch aus anderen Gründen unzulässig ist. Folglich ist sie für zulässig zu erklären.", "B.\tBegründetheit", "1.  Die Stellungnahmen der Parteien", "a)  Der Beschwerdeführer", "41.  Der Beschwerdeführer brachte vor, seine Äußerungen, wonach rechtswidrige Abtreibungen vorgenommen worden seien, die jedoch strafrechtlich nicht relevant gewesen seien, stellten wahre Tatsachenbehauptungen dar und seien Teil einer kontroversen Debatte über die Gesetzgebung zur Abtreibung. Daher müsse sein Recht darauf, seine Meinung zur Abtreibung frei zu äußern und diejenigen zu benennen, die Abtreibungen vornähmen, Vorrang vor den Persönlichkeitsrechten der Ärzte haben.", "42.  Nach Auffassung des Beschwerdeführers habe er die beiden Ärzte nicht herausgegriffen: er habe weder durch die Verbreitung der Flugblätter, noch durch die Nennung ihrer Namen und der Anschrift der Tagesklinik auf der Website eine „Prangerwirkung“ erzeugt. Der Beschwerdeführer wies darauf hin, dass er nicht nur diese beiden Ärzte auf der Website aufgelistet habe, sondern auch noch viele andere, die Abtreibungen im Einklang mit den einschlägigen deutschen Gesetzen durchführten.", "43.  Im Hinblick auf die Website trug der Beschwerdeführer weiter vor, er sei nicht mehr in der Lage, den exakten Inhalt, den die streitige Website zu dem für die Unterlassungsanordnung maßgeblichen Zeitpunkt hatte, vorzulegen. Jedoch legte er Screenshots ähnlicher Seiten vor, die einen allgemeinen Überblick über den früheren Inhalt und die Gestaltung der Website geben. Er stellte die von der Regierung vorgelegten Screenshots mit der Begründung in Frage, dass sie von anderen Websites stammten, die für die vorliegende Beschwerde unerheblich seien. Der Beschwerdeführer betonte auch, dass die innerstaatlichen Gerichte den Kontext und die Gestaltung der Webseite, auf der die Namen der Ärzte und die Anschrift der Tagesklinik aufgelistet gewesen seien, nicht berücksichtigt hätten. Die Namen der Ärzte seien nicht auf der ersten Seite seiner Website, sondern erst unter dem Link „Leben oder Tod“ / „Gebetsanliegen für Deutschland“ genannt worden, wo die Besucher der Website aufgefordert würden, für diejenigen zu beten, die Abtreibungen durchführten, daran mitwirkten oder sie unterstützten. Die Informationen zu den beiden Ärzten seien in einer alphabetischen Liste der betreffenden Städte aufgeführt worden.", "b)  Die Regierung", "44.  Die Regierung brachte vor, der Eingriff in das Recht des Beschwerdeführers auf freie Meinungsäußerung sei gerechtfertigt gewesen, weil die innerstaatlichen Gerichte unter zutreffender Einordnung, Würdigung und Abwägung der widerstreitenden Positionen dem Persönlichkeitsrecht der Ärzte Vorrang eingeräumt hätten.", "45.  Die Regierung machte ferner geltend, dass der durchschnittliche Bürger angesichts der Äußerungen des Beschwerdeführers auf dem Flugblatt zu dem Schluss kommen müsse, dass Abtreibungen entgegen den einschlägigen gesetzlichen Bestimmungen vorgenommen worden seien und die Ärzte damit Straftaten begangen hätten. Der Beschwerdeführer habe diesen Eindruck zwar korrigiert, jedoch sei diese Richtigstellung nicht hinreichend deutlich gewesen. Mit der Gestaltung des Flugblatts sei beabsichtigt gewesen, die in kleinerer Schriftgröße gedruckte Richtigstellung zu verschleiern und die Aufmerksamkeit des Lesers auf die Aussage zu lenken, dass „rechtswidrige Abtreibungen“ vorgenommen worden seien.", "46.  Die Regierung trug ferner vor, dass das vollständige Verbot, die Namen der Ärzte und die Adresse der Tagesklinik auf der Website zu veröffentlichen, verhältnismäßig und in einer demokratischen Gesellschaft notwendig sei. Dem Beschwerdeführer sei nicht untersagt worden, seine kritische Meinung zur Abtreibung im Allgemeinen zu äußern. Weiterhin räumte die Regierung zwar ein, dass sich in den Gerichtsakten keine Screenshots der Website des Beschwerdeführers befänden, sie legte aber Screenshots verschiedener aktueller, ebenfalls von dem Beschwerdeführer gestalteter Websites vor, die angeblich der Website ähnelten, die er zur maßgeblichen Zeit eingerichtet hätte. Sie stellte heraus, dass die Gestaltung der Webseite am linken Seitenrand ein pochendes Babyherz und triefendes Blut sowie andere explizite Abbildungen beinhaltet habe. Plakative Ausführungen zur Vergleichbarkeit von Abtreibungen und dem Holocaust fänden sich in dem Internetauftritt an prominenter Stelle. Den Äußerungen des Beschwerdeführers im innerstaatlichen Verfahren zufolge seien die auf dem Flugblatt abgedruckten Äußerungen auch in die Website aufgenommen worden.", "47.  Unter Bezugnahme auf die Rechtsprechung des Gerichtshofs in der Rechtssache H. und A. ./. Deutschland (Individualbeschwerden Nrn. 397/07 und 2322/02, 13. Januar 2011) wies die Regierung zudem darauf hin, dass die sowohl auf den Flugblättern als auch auf der Website gezogenen Parallelen zum Holocaust im historischen und sozialen Kontext eine sehr schwerwiegende Verletzung der durch Artikel 8 der Konvention geschützten Persönlichkeitsrechte der Ärzte darstellten. Überdies habe der Beschwerdeführer durch das Herausgreifen der Ärzte eine massive „Prangerwirkung“ erzeugt. Die Auswirkungen der Kampagne des Beschwerdeführers auf das berufliche und private Leben der Ärzte müssten berücksichtigt werden. Nach Angaben einer der Ärzte erscheine die auf der Website des Beschwerdeführers veröffentlichte Adressenliste bei einer „google“-Suche als erster Link. Als Folge der negativen öffentlichen Aufmerksamkeit hätten die Ärzte die Tagesklinik geschlossen und sie müssten nun eine andere Praxis aufbauen.", "2.  Vorbringen der Drittbeteiligten", "a)  Alliance Defending Freedom und Aktion Lebensrecht für Alle (ADF/ALfA)", "48.  Nach Auffassung der Alliance Defending Freedom (ADF) und der Aktion Lebensrecht für Alle (ALfA) ist das Thema Abtreibung von großem öffentlichen Interesse und Belang. Die Debatte sei oft durch scharfe Worte auf beiden Seiten gekennzeichnet. Unter Bezugnahme auf die Rechtsprechung des Gerichtshofs hoben die ADF und die ALfA jedoch hervor, dass kontroverse Meinungen, die im Rahmen einer intensiven politischen Debatte von öffentlichem Interesse geäußert würden, nach Artikel 10 geschützt seien, selbst wenn sie mit scharfen, beleidigenden, schockierenden oder verstörenden Worten formuliert würden. Angesichts der Bedeutung von Aktivistengruppen im demokratischen Prozess müssten ferner gewichtige Gründe vorliegen, um Aktionen von Abtreibungsgegnern Einschränkungen aufzuerlegen. Sie forderten den Gerichtshof auf festzustellen, dass der so genannte Schutz von Persönlichkeitsrechten – ein Recht, dass sich der ADF und der ALfA zufolge in der Konvention nicht finde – kein hinreichender Grund sei, in die Meinungsfreiheit von Anti-Abtreibungsgruppen einzugreifen.", "", "", "b) European Centre for Law and Justice (ECLJ)", "49.  In Ergänzung zu den Argumenten, die auch von der ADF und der ALfA vorgebracht wurden, hob das European Centre for Law and Justice hervor, dass der Beschwerdeführer mit seiner Bezugnahme auf Auschwitz und das Nazi-Regime weder beabsichtigt habe, den Holocaust zu verharmlosen oder zu instrumentalisieren, noch den Ruf der Ärzte zu beeinträchtigen, sondern insbesondere im Hinblick auf seine deutschen Adressaten das legitime Ziel verfolgt habe, den Unterschied zwischen Legalität und Gerechtigkeit herauszustellen. Das ECLJ trug ferner vor, der Vergleich zwischen Abtreibung und dem Holocaust werde in der Debatte bereits seit langem gezogen, beispielsweise von Anti-Abtreibungsinitiativen in Polen und in den Vereinigten Staaten von Amerika.", "3.  Würdigung durch den Gerichtshof", "50.  Der Gerichtshof ist der Auffassung – und die Regierung trat dem nicht entgegen –, dass die von den innerstaatlichen Gerichten erlassene Unterlassungsverfügung einen „Eingriff“ in das durch Artikel 10 der Konvention garantierte Recht des Beschwerdeführers auf freie Meinungsäußerung darstellte. Ein solcher Eingriff stellt eine Konventionsverletzung dar, wenn er nicht die Erfordernisse aus Artikel 10 Abs. 2 erfüllt. Es ist daher festzustellen, ob er „gesetzlich vorgesehen“ war, eines oder mehrere der in Artikel 10 Abs. 2 genannten rechtmäßigen Ziele verfolgte und „in einer demokratischen Gesellschaft notwendig“ war, um diese Ziele zu erreichen.", "51.  Der Gerichtshof stellt fest – und dies ist zwischen den Parteien unstreitig –, dass der Eingriff nach § 823 Abs. 1 i. V. m. § 1004 Abs. 1 BGB (siehe Rdnrn. 29 und 30) vorgesehen war und dass die Entscheidungen der Zivilgerichte dem „Schutz des guten Rufes oder der Rechte anderer“ dienten, nämlich dem Ruf und den Persönlichkeitsrechten von Dr. M. und Dr. R. Die Parteien sind sich allerdings uneinig darüber, ob der Eingriff „in einer demokratischen Gesellschaft notwendig“ war.", "a)\tAllgemeine Grundsätze", "52.  Die allgemeinen Grundsätze hinsichtlich der Frage, ob ein Eingriff in das Recht auf freie Meinungsäußerung „in einer demokratischen Gesellschaft notwendig“ ist, hat der Gerichtshof in seiner Rechtsprechung fest etabliert und jüngst wie folgt zusammengefasst (siehe Delfi AS ./. Estland [GK], Individualbeschwerde Nr. 64569/09, Rdnr. 131, 16. Juni 2015 m. w. N.):", "„(i) Die Freiheit der Meinungsäußerung stellt eine der wesentlichen Grundlagen einer demokratischen Gesellschaft und eine der grundlegenden Bedingungen für den gesellschaftlichen Fortschritt und die Selbstverwirklichung jedes Einzelnen dar. Vorbehaltlich Artikel 10 Abs. 2 gilt sie nicht nur für „Informationen“ oder „Ideen“, die positiv aufgenommen oder als unschädlich oder belanglos angesehen werden, sondern auch für solche, die beleidigen, schockieren oder verstören. Dies sind die Erfordernisse des Pluralismus, der Toleranz und der Aufgeschlossenheit, ohne die eine demokratische Gesellschaft nicht möglich ist. Diese Freiheit unterliegt den in Artikel 10 aufgeführten Ausnahmen, [...] die jedoch eng auszulegen sind, und die Notwendigkeit einer Einschränkung muss überzeugend nachgewiesen werden [...].", "(ii) Das Adjektiv „notwendig“ im Sinne von Artikel 10 Abs. 2 impliziert das Bestehen eines „dringenden sozialen Bedürfnisses“. Die Vertragsstaaten haben einen gewissen Ermessensspielraum bei der Beurteilung der Frage, ob ein solches Bedürfnis besteht; dieser geht jedoch Hand in Hand mit einer europäischen Überwachung, die sich sowohl auf die Gesetzgebung bezieht als auch auf die Entscheidungen, die sie anwenden, auch wenn sie von unabhängigen Gerichten getroffen wurden. Der Gerichtshof ist daher befugt, abschließend darüber zu entscheiden, ob eine „Einschränkung“ mit der durch Artikel 10 geschützten Meinungsfreiheit in Einklang zu bringen ist.", "(iii) Aufgabe des Gerichtshofs ist es jedoch nicht, bei seiner Überwachung an die Stelle der zuständigen Behörden zu treten; er hat vielmehr die von ihnen im Rahmen ihres Beurteilungsspielraums getroffenen Entscheidungen nach Artikel 10 zu überprüfen. Das heißt nicht, dass sich die Überprüfung darauf beschränkt, ob der beschwerdegegnerische Staat seinen Beurteilungsspielraum angemessen, sorgfältig und in gutem Glauben ausgeübt hat; der Gerichtshof muss den gerügten Eingriff unter Berücksichtigung aller Umstände des Falles prüfen und entscheiden, ob er „zu dem verfolgten berechtigten Ziel verhältnismäßig“ war und ob die zu seiner Rechtfertigung von den Behörden angeführten Gründe „stichhaltig und ausreichend“ sind. [...] Dabei muss sich der Gerichtshof davon überzeugen, dass die von den Behörden angewendeten Regeln mit den in Artikel 10 enthaltenen Grundsätzen vereinbar sind und dass die Behörden die erheblichen Tatsachen nachvollziehbar bewertet haben. [...]“", "53.  Ein weiterer Grundsatz, der in der ständigen Rechtsprechung des Gerichtshofs stets betont wird, ist, dass es nach Artikel 10 der Konvention wenig Raum für Einschränkungen der politischen Redefreiheit oder der Debatte über Angelegenheiten des öffentlichen Interesses gibt (siehe u. a. Wingrove ./. Vereinigtes Königreich, 25. November 1996, Rdnr. 58, Reports of Judgments and Decisions 1996V; Ceylan ./. Türkei [GK], Individualbeschwerde Nr. 23556/94, Rdnr. 34, ECHR 1999IV; und Animal Defenders International ./. Vereinigtes Königreich [GK], Individualbeschwerde Nr. 48876/08, Rdnr. 102, ECHR 2013 (Auszüge)).", "54.  Der Gerichtshof erinnert überdies daran, dass das Recht auf Schutz des Rufes durch Artikel 8 der Konvention im Rahmen des Rechts auf Achtung des Privatlebens geschützt ist (siehe Chauvy u. a. ./. Frankreich, Individualbeschwerde Nr. 64915/01, Rdnr. 70, ECHR 2004-VI; Pfeifer ./. Österreich, Individualbeschwerde Nr. 12556/03, Rdnr. 35, 15. November 2007; und Polanco Torres und Movilla Polanco ./. Spanien, Individualbeschwerde Nr. 34147/06, Rdnr. 40, 21. September 2010). Um den Anwendungsbereich von Artikel 8 zu eröffnen, muss ein Angriff auf den Ruf einer Person jedoch einen bestimmten Schweregrad erreichen und in einer Art und Weise erfolgen, die die persönliche Wahrnehmung des Rechts auf Achtung des Privatlebens beeinträchtigt (siehe A. ./. Norwegen, Individualbeschwerde Nr. 28070/06, Rdnr. 64, 9. April 2009; S. AG ./. Deutschland [GK], Individualbeschwerde Nr. 39954/08, Rdnr. 83, 7. Februar 2012 und Delfi AS, a. a. O., Rdnr. 137).", "55.  Bei der Prüfung, ob ein Eingriff in die Freiheit der Meinungsäußerung in einer demokratischen Gesellschaft zum „Schutz des guten Rufes oder der Rechte anderer“ notwendig ist, muss der Gerichtshof unter Umständen feststellen, ob die innerstaatlichen Behörden einen gerechten Ausgleich herbeigeführt haben, als es darum ging, zwei durch die Konvention garantierte Werte zu schützen, die in bestimmten Fällen in Konflikt miteinander geraten können, nämlich auf der einen Seite die durch Artikel 10 geschützte Freiheit der Meinungsäußerung und auf der anderen das in Artikel 8 verankerte Recht auf Achtung des Privatlebens (siehe Hachette Filipacchi Associés ./. Frankreich, Individualbeschwerde Nr. 71111/01, Rdnr. 43, 14. Juni 2007; MGN Limited ./. Vereinigtes Königreich, Individualbeschwerde Nr. 39401/04, Rdnr. 142, 18. Januar 2011; S. AG, a. a. O., Rdnr. 84 und Delfi AS, a. a. O., Rdnr. 138).", "56.  In Fällen wie dem vorliegenden sollte nach Auffassung des Gerichtshofs das Ergebnis einer Individualbeschwerde grundsätzlich nicht je nach dem unterschiedlich ausfallen, ob sie nach Artikel 10 der Konvention von der Person, die die strittige Äußerung getätigt hat, oder nach Artikel 8 der Konvention von der Person, die Gegenstand der Äußerung war, beim Gerichtshof eingereicht wurde. Tatsächlich verdienen diese Rechte grundsätzlich die gleiche Achtung. Dementsprechend sollte der Beurteilungsspielraum grundsätzlich in beiden Fällen gleich sein (vgl. S. AG, a. a. O., Rdnr. 88 m. w. N.).", "57.  Haben die innerstaatlichen Behörden die Abwägung dieser beiden Rechte in Übereinstimmung mit den in der Rechtsprechung des Gerichtshofs niedergelegten Kriterien vorgenommen, bedarf es für den Gerichtshof gewichtiger Gründe, um die Ansicht der innerstaatlichen Gerichte durch die eigene zu ersetzen (siehe MGN Limited ./. Vereinigtes Königreich, Individualbeschwerde Nr. 39401/04, Rdnrn. 150 und 155, 18. Januar 2011; S. AG, a. a. O., Rdnr. 88; Mouvement raëlien suisse ./. Schweiz [GK], Individualbeschwerde Nr. 16354/06, Rdnr. 66, ECHR 2012 (Auszüge)).", "", "", "", "b)  Anwendung der obigen Grundsätze auf die vorliegende Rechtssache", "(i) Die Anordnung, es zu unterlassen, weiterhin im unmittelbaren Umkreis der Tagesklinik Flugblätter zu verteilen", "58.  Im Hinblick auf die Umstände der vorliegenden Rechtssache stellt der Gerichtshof zunächst fest, dass die innerstaatlichen Gerichte ausdrücklich anerkannten, dass die Äußerungen des Beschwerdeführers auf dem Flugblatt Fragen des öffentlichen Interesses betrafen, und dass er seine politischen Ziele sogar mittels überspitzter und polemischer Kritik verfolgen durfte. Die Gerichte erkannten auch an, dass in derartigen Fällen die Vermutung für die Meinungsfreiheit spreche.", "59.  Der Gerichtshof nimmt weiterhin die Feststellung der innerstaatlichen Gerichte zur Kenntnis, der Beschwerdeführer habe fälschlicherweise den Eindruck erweckt, dass die Abtreibungen außerhalb des gesetzlichen Rahmens durchgeführt worden seien, weil die gesamte Aufmachung des Flugblatts dazu habe dienen sollen, die Aufmerksamkeit des Lesers auf den ersten Satz in Fettdruck zu richten, während die weiteren Ergänzungen in einer kleineren Schriftgröße gedruckt worden seien, um deren Inhalt zu verschleiern. Überdies habe der Beschwerdeführer durch das Herausgreifen der beiden Ärzte eine massive „Prangerwirkung“ erzeugt. Dies sei durch den Bezug zum Holocaust noch verschärft worden.", "60.  Der Gerichtshof stellt fest, dass das deutsche Recht in § 218a StGB eine feine Unterscheidung trifft zwischen Schwangerschaftsabbrüchen, die zwar als „rechtswidrig“ gelten, aber von der Strafandrohung ausgenommen sind, und solchen, die als gerechtfertigt und somit „rechtmäßig“ angesehen werden (siehe Rdnrn. 26 bis 28). Daraus folgt, dass die Äußerung des Beschwerdeführers, es seien „rechtswidrige Abtreibungen“ durchgeführt worden, aus juristischer Sicht zutreffend war (siehe A. ./. Deutschland (Entsch.), Individualbeschwerden Nrn. 2373/07 und 2396/07, 30. März 2010).", "61.  Der Gerichtshof ist ferner der Ansicht, dass – obwohl die Gestaltung des Flugblatts eindeutig dazu dienen sollte, die Aufmerksamkeit des Lesers auf den ersten Satz in Fettdruck zu richten – der Wortlaut der weiteren Erklärung des Beschwerdeführers, wonach die Schwangerschaftsabbrüche nicht strafbar seien, hinreichend klar war, selbst aus Sicht eines Laien. Zwar ist die Würdigung und Auslegung des tatsächlichen Hintergrunds einer Rechtssache in erster Linie Sache der innerstaatlichen Gerichte, dennoch ist der Gerichtshof unter den besonderen Umständen der vorliegenden Rechtssache und auch unter Berücksichtigung des Urteils des Bundesverfassungsgerichts vom 8. Juni 2010 (siehe Rdnrn. 24 und 25), das sich mit nahezu identischen Fragestellungen befasst, überzeugt, dass die alleinige Tatsache, dass die weitere Erklärung nicht visuell hervorgehoben wurde, nicht dafür spricht, dass eine vernünftige Person mit durchschnittlicher Wahrnehmung annehmen würde, dass die Abtreibungen außerhalb des gesetzlichen Rahmens durchgeführt wurden und im engeren Sinne der strafrechtlichen Verantwortlichkeit verboten waren. Im Hinblick auf die Wirkung der zusätzlichen Erklärung weist der Gerichtshof erneut darauf hin, dass sie unmittelbar an den ersten Teil der Äußerung des Beschwerdeführers anschloss und damit für den Leser unmittelbar zugänglich war. Daher ist der Sachverhalt der vorliegenden Rechtssache von dem der vorangegangenen Individualbeschwerden des Beschwerdeführers abzugrenzen, die der Gerichtshof für offensichtlich unbegründet befand (siehe A. ./. Deutschland (Entsch.), Individualbeschwerden Nrn. 2373/07 und 2396/07, a. a. O., und A. ./. Deutschland (Entsch.), Individualbeschwerde Nr. 55558/10, 12. Februar 2013). In diesen Fällen hatte der Beschwerdeführer Flugblätter verteilt und ein Sandwich-Plakat getragen, das Informationen über „rechtswidrige“ Abtreibungen beinhaltete, ohne dass dem Leser jedoch eine weitere juristische Erklärung unmittelbar zugänglich war.", "62.  Der Gerichtshof akzeptiert zwar die Auffassung der innerstaatlichen Gerichte, dass die Aktion des Beschwerdeführers unmittelbar auf die beiden Ärzte gerichtet war, er stellt aber auch fest, dass die Entscheidung des Beschwerdeführers, seine Argumente in einer personalisierten Art und Weise darzulegen, indem er im unmittelbaren Umkreis der Tagesklinik Flugblätter mit den Namen der Ärzte und der Adresse ihrer Praxis verteilte, die Wirksamkeit seiner Aktion verstärkte. Der Gerichtshof weist auch darauf hin, dass die Aktion des Beschwerdeführers zu einer sehr kontroversen Debatte von öffentlichem Interesse beitrug. Die hohe Sensibilität der durch das Thema Abtreibung aufgeworfenen Fragen sowie die Bedeutung des betroffenen öffentlichen Interesses stehen außer Zweifel (siehe A, B und C ./. Irland [GK], Individualbeschwerde Nr. 25579/05, Rdnr. 233, ECHR 2010). Die Regierung wies zwar darauf hin, dass die Ärzte als Folge der negativen Aufmerksamkeit die Tagesklinik geschlossen und eine andere Praxis aufgebaut hätten, aus ihren Behauptungen geht aber nicht klar hervor, ob tatsächlich die Aktivitäten des Beschwerdeführers ursächlich für diese Entwicklung waren. Der Gerichtshof merkt insoweit ferner an, dass die Ärzte keinen Entschädigungsanspruch wegen Beeinträchtigung ihrer Geschäftstätigkeit bei den Zivilgerichten geltend gemacht haben.", "63.  Was die Bezugnahme des Beschwerdeführers auf die Konzentrationslager von Auschwitz und den Holocaust angeht, weist der Gerichtshof erneut darauf hin, dass die Auswirkung einer Meinungsäußerung auf die Persönlichkeitsrechte einer anderen Person nicht vom historischen und sozialen Zusammenhang, in dem die Äußerung getätigt wurde, losgelöst werden kann. Die Bezugnahme auf den Holocaust muss auch im speziellen Zusammenhang der deutschen Geschichte betrachtet werden (siehe H. und A. ./. Deutschland, Individualbeschwerden Nrn. 397/07 und 2322/07, Rdnr. 48, 13. Januar 2011, und P. ./. Deutschland, Individualbeschwerde Nr. 43481/09, Rdnr. 49, 8. November 2012). Angesichts des konkreten Wortlauts des Flugblatts kann sich der Gerichtshof jedoch der Deutung durch die innerstaatlichen Gerichte nicht anschließen, wonach der Beschwerdeführer die Ärzte und ihre beruflichen Tätigkeiten mit dem Nazi-Regime verglichen habe. Die Aussage des Beschwerdeführers, wonach die Tötung von Menschen in Auschwitz zwar rechtswidrig, aber unter dem Nazi-Regime erlaubt und nicht unter Strafe gestellt gewesen sei, kann auch als Art und Weise verstanden werden, ein Bewusstsein für den allgemeineren Umstand zu schaffen, dass Recht und Moral voneinander abweichen können. Auch wenn sich der Gerichtshof des Subtexts der Äußerung des Beschwerdeführers bewusst ist, der durch den Verweis auf die Website „X“ weiter verstärkt wurde, stellt er fest, dass der Beschwerdeführer Abtreibung – zumindest nicht explizit – mit dem Holocaust gleichgesetzt hat. Der Gerichtshof ist daher nicht davon überzeugt, dass das Verbot der Verbreitung der Flugblätter aufgrund einer Verletzung der Persönlichkeitsrechte der Ärzte, die allein von der Bezugnahme auf den Holocaust herrührte, gerechtfertigt war.", "64.  Angesichts der vorstehenden Ausführungen, insbesondere der Tatsache, dass der Beschwerdeführer mit seiner Äußerung, die zumindest nicht im Widerspruch zur deutschen Rechtslage in Bezug auf Abtreibung stand, zu einer sehr kontroversen Debatte von öffentlichem Interesse beigetragen hat, gelangt der Gerichtshof im Hinblick auf den besonderen Schutz von Meinungsäußerungen, die im Rahmen einer Diskussion über Angelegenheiten des öffentlichen Interesses getätigt werden (siehe T. ./. Deutschland, Individualbeschwerde Nr. 45192/09, Rdnr. 51, 16. Januar 2014 m. w. N.) und trotz des den Vertragsstaaten zugebilligten Beurteilungsspielraums zu dem Ergebnis, dass die innerstaatlichen Gerichte keinen gerechten Ausgleich zwischen dem Recht des Beschwerdeführers auf freie Meinungsäußerung und den Persönlichkeitsrechten der Ärzte herbeigeführt haben.", "65.  Es liegt daher hinsichtlich der Anordnung, die weitere Verbreitung der Flugblätter zu unterlassen, ein Verstoß gegen Artikel 10 der Konvention vor.", "(ii) Die Anordnung, es zu unterlassen, die Namen und die Adresse der Ärzte in der Auflistung der „Abtreibungsärzte“ auf der Website zu führen.", "66.  Im Hinblick auf Veröffentlichungen im Internet hat der Gerichtshof bereits in früheren Entscheidungen festgestellt, dass das Internet angesichts seiner Zugänglichkeit und seiner Fähigkeit, sehr große Datenmengen zu speichern und zu kommunizieren, eine bedeutende Rolle dabei spielt, den Zugang der Öffentlichkeit zu Nachrichten zu verbessern und die Verbreitung von Informationen im Allgemeinen zu erleichtern (siehe Delfi AS, a. a. O., Rdnr. 133 m. w. N.). Der Gerichtshof weist ferner erneut auf die Bedeutung des Internets für die Ausübung des Rechts auf freie Meinungsäußerung generell hin (siehe Times Newspapers Ltd ./. Vereinigtes Königreich (Nrn. 1 und 2), Individualbeschwerde Nr. 3002/03 und 23676/03, Rdnr. 27, 10. März 2009). Gleichzeitig ist die von den Inhalten des Internets und von der Kommunikation über das Internet ausgehende Gefahr für die Wahrnehmung von Menschenrechen und Freiheiten, insbesondere des Rechts auf Achtung des Privatlebens, mit Sicherheit höher als diejenige, die von der Presse ausgeht (siehe Editorial Board of Pravoye Delo und Shtekel ./. Ukraine, Individualbeschwerde Nr. 33014/05, Rdnr. 63, ECHR 2011 (Auszüge)).", "67.  Beleidigende und sonstige Arten eindeutig rechtswidriger Äußerungen, u. a. Hassreden und Äußerungen, die zu Gewalt aufstacheln, können wie niemals zuvor weltweit und innerhalb von Sekunden verbreitet werden und bleiben zum Teil langfristig online verfügbar. Im Hinblick darauf, dass die der Konvention zugrunde liegenden Werte geschützt werden müssen und dass die Rechte aus den Artikeln 10 und 8 der Konvention die gleiche Achtung verdienen, muss ein Ausgleich herbeigeführt werden, der beide Rechte im Kern erhält. Daher erkennt der Gerichtshof zwar an, dass das Internet bei der Wahrnehmung der Meinungsfreiheit wichtige Vorteile bieten kann, er hat aber auch vor Augen, dass die Haftbarkeit für beleidigende oder sonstige Arten rechtswidriger Äußerungen grundsätzlich erhalten bleiben und einen wirksamen Rechtsbehelf gegen Verletzungen von Persönlichkeitsrechten darstellen muss (siehe Delfi AS, a. a. O., Rdnr. 110).", "68.  Der Gerichtshof nimmt zunächst die Feststellung des Oberlandesgerichts zur Kenntnis, dass durch die Bezeichnung der Ärzte als „Abtreibungsärzte“ auf einer Website namens „X“ eine Verbindung zwischen den Ärzten und Verbrechen hergestellt werde, die nach Ansicht des Beschwerdeführers mit den von den Nationalsozialisten während des Holocaust begangenen Verbrechen vergleichbar seien. Es gelangte daher zu der – sich über acht Zeilen des Urteils erstreckenden –Schlussfolgerung, dass der Beschwerdeführer die Handlungen der Ärzte mit dem Holocaust und mit Massenmord gleichgesetzt habe, und dass dies nicht von seiner Meinungsfreiheit gedeckt sei (siehe Rdnr. 19).", "69.  Der Gerichtshof nimmt ferner zur Kenntnis, dass die Ärzte nach Auffassung des Oberlandesgerichts nicht gehalten gewesen seien, zum exakten Inhalt der Website vorzutragen, da diese allgemein zugänglich und ihr Inhalt somit bekannt gewesen sei. Überdies stellt der Gerichtshof fest, und dies wurde von der Regierung nicht bestritten, dass in der innerstaatlichen Verfahrensakte weder eine Beschreibung des exakten Inhalts und der Gestaltung der Website noch ein entsprechender Screenshot enthalten waren.", "70.  Was die Urteilsbegründung angeht, stellt der Gerichtshof fest, dass sich das Oberlandesgericht auf die Feststellung beschränkte, dass die in Bezug auf das Flugblatt aufgestellten Grundsätze auch für die Website gelten sollten. Die innerstaatlichen Gerichten scheinen also weder den Inhalt und den Gesamtzusammenhang des konkreten Links „Leben oder Tod“/„Gebetsanliegen für Deutschland“, unter dem die Namen und die Geschäftsadresse der Ärzte in einer alphabetischen Liste veröffentlicht worden waren, geprüft, noch den Ausdruck „Abtreibungsärzte“ vor dem Hintergrund ausgelegt zu haben, dass in der Tagesklinik tatsächlich Abtreibungen vorgenommen wurden.", "71.  Der Gerichtshof erinnert daran, dass seine Aufgabe darin besteht, zu überprüfen, ob die von den Behörden angewendeten Regeln mit den in Artikel 10 enthaltenen Grundsätzen vereinbar sind und ob die Behörden ferner die erheblichen Tatsachen nachvollziehbar bewertet haben (Rdnr. 54). Er stellt ferner fest, dass eine Prüfung der Rechtssache daher eine individuelle und kontextbezogene Beurteilung erfordern würde, die sich auf die Situation zu dem Zeitpunkt bezieht, zu dem die angegriffene Veröffentlichung online gestellt wurde (vgl. Ringier Axel Springer Slovakia, a. s. ./. Slowakei, Individualbeschwerde Nr. 41262/05, Rdnr. 106, 26. Juli 2011; Ringier Axel Springer Slovakia, a.s. ./. Slowakei (Nr. 3), Individualbeschwerde Nr. 37986/09, Rdnrn. 83, 84, 7. Januar 2014).", "72.  Insbesondere stellt der Gerichtshof überdies fest, dass die innerstaatlichen Gerichte offenbar keine Unterscheidung zwischen der Äußerung des Beschwerdeführers auf dem Flugblatt, das eine geographisch begrenzte Wirkung hatte, und seinen Äußerungen im Internet, die weltweit verbreitet werden konnten, getroffen haben. Eine individuelle und kontextbezogene Beurteilung hätte überdies möglicherweise Fragestellungen beinhaltet wie etwa den exakten Inhalt, den Gesamtzusammenhang und die konkrete Gestaltung der Website des Beschwerdeführers, auf der die Namen der Ärzte aufgelistet waren, das Erfordernis, sensible Daten zu schützen sowie das vorherige Verhalten der Ärzte, z. B. ob sie selbst öffentlich im Internet darauf hingewiesen hatten, dass in der Tagesklinik Abtreibungen vorgenommen wurden. Darüber hinaus hätten die innerstaatlichen Gerichte möglicherweise in Betracht gezogen, welche Wirkung die Äußerung des Beschwerdeführers auf Dritte hatte und ob sie geeignet war, zu Aggression oder Gewalt gegen die Ärzte aufzustacheln, insbesondere weil ihre Namen und Adressen auf der Website des Beschwerdeführers genannt wurden.", "73.  Der Gerichtshof kann zwar nicht über den wesentlichen Inhalt der Rechtssache urteilen, ist aber der Auffassung, es kann nicht davon ausgegangen werden, dass die innerstaatlichen Gerichte, die sich hauptsächlich auf ihre Schlussfolgerungen zu dem Flugblatt bezogen und sich nicht mit spezifischen Elementen im Zusammenhang mit dem Internetauftritt des Beschwerdeführers befassten, Regeln angewendet haben, die mit den in Artikel 10 der Konvention enthaltenen Verfahrensgrundsätzen vereinbar sind, und dass sie die erheblichen Tatsachen nachvollziehbar bewertet haben (vgl. u. a. Lombardi Vallauri ./. Italien, Individualbeschwerde Nr. 39128/05, Rdnr. 46, 20. Oktober 2009; Tănăsoaica ./. Rumänien, Individualbeschwerde Nr. 3490/03, Rdnr. 47, 19. Juni 2012; Ringier Axel Springer Slovakia, a.s. ./. Slowakei (Nr. 2), Individualbeschwerde Nr. 21666/09, Rdnr. 54, 7. Januar 2014).", "74.  Die vorstehenden Ausführungen sind für den Gerichtshof ausreichend für die Schlussfolgerung, dass der Rechtsschutz, der dem Beschwerdeführer auf der innerstaatlichen Ebene zuteil wurde, nicht mit den Verfahrenserfordernissen von Artikel 10 der Konvention vereinbar war. Es liegt daher hinsichtlich der Anordnung, die Nennung der Namen und Adresse der Ärzte auf der Website zu unterlassen, ein Verstoß gegen diese Bestimmung vor.", "II.  BEHAUPTETE VERLETZUNG VON ARTIKEL 6 ABS. 1 DER KONVENTION", "75.  Der Beschwerdeführer rügte eine Verletzung seines Rechts auf ein faires Verfahren in Bezug auf das Verfahren vor dem Bundesgerichtshof und dem Bundesverfassungsgericht. Er berief sich auf Artikel 6 Abs. 1 der Konvention, der, soweit maßgeblich, wie folgt lautet:", "„Jede Person hat ein Recht darauf, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen [...] von einem [...] Gericht in einem fairen Verfahren [...] verhandelt wird.“", "76.  Nach Ansicht des Beschwerdeführers haben beide Gerichte sein Recht auf ein faires Verfahren verletzt, weil weder der Bundesgerichtshof noch das Bundesverfassungsgericht Gründe für ihre Entscheidungen angegeben hätten.", "77.  Der Gerichtshof weist erneut darauf hin, dass die in Artikel 6 Abs. 1 verankerten Garantien die Verpflichtung der Gerichte beinhalten, ihre Entscheidungen hinreichend zu begründen (siehe H. ./. Belgien, 30. November 1987, Rdnr. 53, Serie A Bd. 127B) Nichtsdestotrotz hat der Gericht in früheren Entscheidungen befunden, dass es bei nationalen übergeordneten Gerichten wie dem Bundesgerichtshof und dem Bundesverfassungsgericht genügt, wenn sie in einem Nichtannahmebeschluss lediglich auf die für dieses Verfahren geltenden Rechtsvorschriften verweisen, sofern den Fragen, die durch die Beschwerde aufgeworfen werden, keine grundsätzliche Bedeutung zukommt (siehe u. v. a. V. ./. Deutschland (Entsch.), Individualbeschwerde Nr. 65863/01, 5. Dezember 2002 und G. u. a. ./. Deutschland (Entsch.), Individualbeschwerde Nr. 18215/06, 12. Mai 2009).", "78.  Der Gerichtshof stellt fest, dass sich die Entscheidung des Bundesgerichtshofs auf die Frage der Prozesskostenhilfe beschränkte und dass das Bundesverfassungsgericht es ablehnte, die Verfassungsbeschwerde des Beschwerdeführers zur Entscheidung anzunehmen, weil sie unzulässig sei. Unter diesen Umständen erachtet der Gerichtshof die Begründung der Gerichte für ausreichend.", "79.  Daraus folgt, dass diese Rüge offensichtlich unbegründet ist und nach Artikel 35 Abs. 3a und 4 der Konvention zurückzuweisen ist.", "", "", "", "III.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "", "80.  Artikel 41 der Konvention lautet:", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.“", "A.\tSchaden", "81.  Der Beschwerdeführer machte eine unbestimmte Summe für nichtmateriellen Schaden mit der Begründung geltend, die Regierung habe in ihren Stellungnahmen an den Gerichtshof behauptet, dass er nicht nur in Bezug auf die der vorliegenden Rechtssache zugrundeliegenden Umstände provokatives Verhalten an den Tag gelegt habe, sondern auch bei seinen anderen Aktionen gegen Abtreibung. Der Beschwerdeführer behauptete, dies stelle „anschwärzendes Verhalten“ dar.", "82.  Die Regierung brachte vor, dass das vermeintlich „anschwärzende Verhalten“ in dem Verfahren vor dem Gerichtshof keinen Entschädigungsanspruch begründe.", "83.  Der Gerichtshof kann keinen Kausalzusammenhang zwischen der festgestellten Verletzung und dem behaupteten nichtmateriellen Schaden erkennen und weist diese Forderung daher zurück.", "B.\tKosten und Auslagen", "84.  Unter Vorlage von Belegen forderte der Beschwerdeführer insgesamt 13.696,87 Euro für die in dem zivilgerichtlichen Verfahren entstandenen Kosten und Auslagen. Darüber hinaus forderte er 2.403,80 Euro für die in dem Verfahren vor dem Bundesverfassungsgericht entstandenen Kosten und Auslagen.", "85.  Die Regierung hat sich hierzu nicht geäußert.", "86.  Nach der Rechtsprechung des Gerichtshofs hat ein Beschwerdeführer nur soweit Anspruch auf Ersatz von Kosten und Auslagen, als nachgewiesen wurde, dass diese tatsächlich und notwendigerweise entstanden sind, und wenn sie der Höhe nach angemessen sind. Der Gerichtshof stellt in der vorliegenden Rechtssache fest, dass der Beschwerdeführer keine Belege im Zusammenhang mit den in dem Verfahren vor dem Bundesverfassungsgericht entstandenen Auslagen vorgelegt hat. In Anbetracht der ihm vorliegenden Unterlagen und der vorgenannten Kriterien hält es der Gerichtshof für angebracht, 13.696,87 Euro zur Deckung der in dem zivilgerichtlichen Verfahren entstandenen Kosten und Auslagen zuzüglich der gegebenenfalls zu berechnenden Steuern zuzusprechen.", "C.\tVerzugszinsen", "87.  Der Gerichtshof hält es für angemessen, für die Berechnung der Verzugszinsen den Spitzenrefinanzierungssatz (marginal lending rate) der Europäischen Zentralbank zuzüglich drei Prozentpunkten zugrunde zu legen.", "", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF", "", "1.  einstimmig, die Rüge nach Artikel 10 Abs. 1 der Konvention für zulässig und die Individualbeschwerde im Übrigen für unzulässig zu erklären;", "", "2.  mit fünf zu zwei Stimmen, dass hinsichtlich der Anordnung, die weitere Verbreitung der Flugblätter zu unterlassen, Artikel 10 Abs. 1 der Konvention verletzt worden ist;", "", "3.  mit fünf zu zwei Stimmen, dass hinsichtlich der Anordnung, die Nennung der Namen und Adresse der Ärzte auf der Website zu unterlassen, Artikel 10 Abs. 1 der Konvention in verfahrensrechtlicher Hinsicht verletzt worden ist;", "", "4.  mit fünf zu zwei Stimmen,", "(a) dass der beschwerdegegnerische Staat dem Beschwerdeführer binnen drei Monaten nach dem Tag, an dem das Urteil nach Artikel 44 Abs. 2 der Konvention endgültig wird, 13.696,87 Euro (dreizehntausendsechshundertsechsundneunzig Euro und siebenundachtzig Cent) zuzüglich der gegebenenfalls zu berechnenden Steuer für Kosten und Auslagen zu zahlen hat;", "(b) nach Ablauf der vorgenannten Frist von drei Monaten fallen für den oben genannten Betrag bis zur Auszahlung einfache Zinsen in Höhe eines Zinssatzes an, der dem Spitzenrefinanzierungssatz (marginal lending rate) der Europäischen Zentralbank im Verzugszeitraum zuzüglich drei Prozentpunkten entspricht;", "", "5.  einstimmig, dass die Forderung des Beschwerdeführers nach gerechter Entschädigung im Übrigen zurückgewiesen wird.", "Ausgefertigt in Englisch und schriftlich zugestellt am 26. November 2015 nach Artikel 77 Abs. 2 und 3 der Verfahrensordnung des Gerichtshofs.", "\tClaudia Westerdiek\tBoštjan M. Zupančič\n\tKanzlerin\tPräsident", "Gemäß Artikel 45 Abs. 2 der Konvention und Artikel 74 Abs. 2 der Verfahrensordnung des Gerichtshofs ist diesem Urteil die abweichende Meinung der Richterinnen Yudkivska und Jäderblom beigefügt.", "B.M.Z.\nC.W.", "\n", "GEMEINSAME ABWEICHENDE MEINUNG DER RICHTERINNEN YUDKIVSKA UND JÄDERBLOM", "Wir können uns der Feststellung der Mehrheit, dass in der vorliegenden Rechtssache Artikel 10 verletzt worden sei, nicht anschließen.", "Die gegen den Beschwerdeführer erlassenen Verfügungen beinhalteten die Anordnung, es zu unterlassen, „weiterhin im unmittelbaren Umkreis der Tagesklinik Flugblätter zu verteilen, in denen die Kläger namentlich benannt werden und die den Hinweis enthalten, dass in ihrer Praxis rechtswidrige Abtreibungen durchgeführt würden“, und es zu unterlassen, die Namen und die Adresse der Kläger auf der Website „X“ zu führen (Rdnr. 14 des Urteils).", "Das Urteil gründet sich auf der Vermutung, dass die Flugblätter des Beschwerdeführers, die zwei Ärzte betreffen, sowie die Nennung ihrer Namen und Adressen auf der Website „zu einer sehr kontroversen Debatte von öffentlichem Interesse beitrug“ (siehe Rdnrn. 62 und 64), und zwar in einem Staat, in dem Abtreibung nicht „durch das Gesetz im weiteren Sinne“ verboten sei (Rdnr. 25).", "Es versteht sich von selbst, dass das Thema Abtreibung eine Frage von öffentlichem Interesse darstellt, und die Gesellschaft ist nach wie vor gespalten, was Abtreibungsrechte angeht. Daher würde eine vergleichbare, gegen die für die Regierungspolitik Verantwortlichen gerichtete Aktion insoweit zweifellos einen starken Schutz nach Artikel 10 rechtfertigen. Das Gleiche gilt beispielsweise für Personen, denen schwerwiegende Kunstfehler in diesem Bereich vorgeworfen werden (vgl. Bergens Tidende u. a. ./. Norwegen, Individualbeschwerde Nr. 26132/95, 2. Mai 2000).", "In der vorliegenden Rechtssache jedoch können wir schwerlich zustimmen, dass die Schwelle des öffentlichen Interesses erreicht ist, wenn von normalen Ärzten die Rede ist, die lediglich, wie viele andere Gynäkologen in Deutschland auch, ihre beruflichen Tätigkeiten in strikter Übereinstimmung mit den entsprechenden Regeln ausüben. Welches Interesse hatte die Allgemeinheit daran, (a) in Bezug auf ihre berufliche Integrität in die Irre geführt zu werden (das erste Wort, mit dem das Flugblatt ihre Tätigkeiten beschrieb, war „rechtswidrig“), und (b) dass die Adresse ihrer Tagesklinik im Internet in einem – gelinde gesagt –sehr negativen Kontext veröffentlicht wurde?", "Zwei Ärzte wurden herausgegriffen, um in dem von dem Beschwerdeführer geführten Kampf gegen die Fortpflanzungsfreiheit von Frauen als Opfer zu fungieren; das, was der Beschwerdeführer den beiden Ärzten vorgeworfen hat, war nicht mehr und nicht weniger als das, was auch andere Ärzte tun. Die Form und die Intensität, die er für seine Aktion wählte, führten zu einem Ergebnis, das beabsichtigt war – die Ärzte mussten ihre Praxis schließen (Rdnr. 47), was eine natürliche Konsequenz aus diesen Umständen war: Wenn als erstes Ergebnis einer Google-Suche nach der Praxis die „X“-Website erscheint, neigt eine durchschnittliche potentielle Patientin vielleicht eher dazu, diese Praxis zu meiden. Eine potentielle Patientin zieht es vielleicht auch vor, sich nicht von Ärzten behandeln zu lassen, die mit dem Begriff „rechtswidrig“ in Verbindung gebracht wurden. Insoweit können wir uns der Feststellung der Mehrheit in Rdnr. 62 nicht anschließen, dass unklar sei, ob tatsächlich ein Kausalzusammenhang zwischen den Handlungen des Beschwerdeführers und der Schließung der Praxis bestand.", "Tatsächlich erwies sich die Aktion des Beschwerdeführers als kontraproduktiv: Sie schloss Frauen im Umkreis der Praxis von einem breiten Spektrum gynäkologischer Leistungen aus, die nicht zum Bereich der Abtreibung gehören. Wie sich aus den Unterlagen in der Verfahrensakte ergibt, machten Abtreibungen nur einen geringen Teil der Leistungen der Praxis aus.", "Wir teilen die Auffassung der Mehrheit nicht, dass sich das Urteil des Bundesverfassungsgerichts vom 8. November 2010 mit „nahezu identischen Fragestellungen“ befasse. Dieses Gericht unterstrich in seinem Urteil den entscheidenden Unterschied: In jener Rechtssache hatte der Arzt die Abtreibungsleistungen selbst im Internet öffentlich beworben und sich damit bewusst der Kritik der Abtreibungsgegner ausgesetzt (siehe Rdnr. 25).", "Die Bloßstellung der beiden Ärzte an sich trug nichts zu der Frage von öffentlichem Interesse bei. Gleichwohl ist es dem Beschwerdeführer gelungen, sie zu dämonisieren, indem er ihre Namen mit Begriffen vermischte, die mit dem schrecklichsten Verbrechen der Menschheitsgeschichte verbunden sind – „Holocaust”, „Auschwitz”, „Nazi”. Es mag vielleicht als künstlerisches Mittel akzeptabel sein, die massenhafte Abtreibung als solche allgemein zu beschreiben (und aus diesem Grund wurde auch die Website des Beschwerdeführers nicht gelöscht), jedoch nicht mit Bezug auf einzelne Ärzte, die ihre normalen Tätigkeiten korrekt ausüben.", "Wichtig zu erwähnen ist auch, dass der Beschwerdeführer für seine Handlungen nicht zur Verantwortung gezogen wurde und dass seine Website immer noch vollständig in Betrieb ist, wenn auch ohne die Namen der beiden Ärzte und die Adresse ihrer früheren Praxis. Die Unterlassungsanordnung bezüglich der Website wirkte sich weder auf das Recht des Beschwerdeführers, seine Website weiter zu betreiben, noch auf seine dort geäußerte Kritik an der Abtreibung aus, sondern war auf die Veröffentlichung der persönlichen Daten der Kläger beschränkt. Was die Flugblätter angeht, beschränkte sich das Verbot auf die Verbreitung im unmittelbaren Umkreis der Praxis, und nichts hinderte den Beschwerdeführer daran, seine Kritik an den Klägern andernorts zu verbreiten. In Anbetracht ihrer sehr geringen Wirkung kann man nicht sagen, dass die Unterlassungsverfügungen den Beschwerdeführer übermäßig belasteten.", "Aus diesen Gründen können wir nicht feststellen, dass das Recht des Beschwerdeführers auf freie Meinungsäußerung verletzt wurde.", "In Anbetracht der Tatsache, dass es in der vorliegenden Rechtssache um ein Unterlassungsanordnungsverfahren ging, können wir uns auch der Kritik der Mehrheit nicht anschließen, dass die innerstaatlichen Gerichte „die in Artikel 10 der Konvention enthaltenen Verfahrensgrundsätze“ nicht angewendet hätten. Die Begründung der innerstaatlichen Gerichte erscheint hinlänglich überzeugend (auch wenn keine klare Abwägung auf Grundlage der durch die Rechtsprechung des Straßburger Gerichtshofs aufgestellten Kriterien vorgenommen wurde), und das Ergebnis ist unseres Erachtens mit den Erfordernissen der Konvention vereinbar.", "Auch scheinen die innerstaatlichen Gerichte die weitergehenden Konsequenzen von Störaktionen gegen Abtreibungsärzte berücksichtigt zu haben. § 12 des Schwangerschaftskonfliktgesetzes (siehe Rdnr. 27) sieht das Recht auf Verweigerung aus Gewissensgründen vor; durch die Verhöhnung von Abtreibungsärzten, wie der Beschwerdeführer sie betrieben hat, werden immer mehr Ärzte dazu gedrängt, die Vornahme von Abtreibungen zu verweigern – zum Nachteil von Frauen in schwierigen Situationen. Die Parlamentarische Versammlung des Europarats hat die Sorge zum Ausdruck gebracht, dass die ungeregelte Nutzung der Verweigerung aus Gewissensgründen Frauen unverhältnismäßig beeinträchtigen könnte, insbesondere diejenigen, die ein niedriges Einkommen haben oder in ländlichen Gebieten leben.", "Wie bereits erwähnt wurde, bestehen keine Zweifel daran, dass sich der Beschwerdeführer an einer Debatte über moralische und ethische Werte beteiligt hat, was normalerweise ein hohes Schutzniveau mit Blick auf die Erfordernisse der Meinungsfreiheit verlangt. Der Supreme Court der Vereinigten Staaten hat kürzlich ein Gesetz in Massachusetts aufgehoben, das Abtreibungsgegner daran hinderte, innerhalb einer Pufferzone von 35 Fuß im Umkreis von Abtreibungskliniken Aktionen durchzuführen, wobei die Antragsteller in diesem Fall lediglich Informationen für Frauen über Alternativen zur Abtreibung anboten. Es könnte vollkommen legitim sein, Flugblätter zu verteilen und eine Website zu betreiben, mit denen die Abtreibung als Phänomen kritisiert wird, was der Beschwerdeführer auch weiterhin tut; in der vorliegenden Rechtssache jedoch waren die von den innerstaatlichen Justizbehörden verbotenen Handlungen auf die kontinuierliche Zerstörung des beruflichen Ansehens zweier Ärzte beschränkt.", "Zusammenfassend stellen wir fest, dass die deutschen Behörden einen gerechten Ausgleich zwischen den widerstreitenden Interessen, um die es ging, herbeigeführt haben.", ""]}