{"file": "GER_HJUDGER_35968_97.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "35968/97", "text_paragraphs": ["Urteile", "", "Europäischer Gerichtshof für Menschenrechte, Dritte Sektion", "Nichtamtliche Übersetzung aus dem Englischen", "Quelle: Bundesministerium der Justiz, Berlin", "", "", "", "12/06/03 - Rechtssache V. K. gegen DEUTSCHLAND (Beschwerde Nr. 35968/97)", "", "", "", "", "Straßburg, 12. Juni 2003", "", "", "Dieses Urteil wird unter den in Artikel 44 Absatz 2 der Konvention aufgeführten Bedingungen endgültig. Es unterliegt noch der Schlussredaktion.", "\n", "In der Rechtssache v. K. ./. Deutschland", "", "\that der Europäische Gerichtshof für Menschenrechte (Dritte Sektion), der als Kammer zusammengetreten ist, die sich wie folgt zusammensetzt:", "", "Herr I. CABRAL BARRETO, Präsident,", "sowie den Richtern", "Herr G. RESS,", "Herr L. CAFLISCH,", "Herr R. TÜRMEN,", "Herr B. ZUPANČIČ,", "Herr J. HEDIGAN,", "Frau H.S. GREVE", "und\tHerr V. BERGER, Kanzler der Sektion,", "", "\tnach nicht öffentlicher Beratung am 20. Juni 2002 und 22. Mai 2003", "", "\tdas nachstehende Urteil erlassen, das am letztgenannten Tag angenommen worden ist:", "", "", "VERFAHREN", "", "1. Die Rechtssache begann mit einer Individualbeschwerde (Beschwerde-Nr. 35968/97) gegen die Bundesrepublik Deutschland, die nach dem früheren Artikel 25 der Konvention zum Schutze der Menschenrechte und Grundfreiheiten („die Konvention“) bei der Europäischen Kommission für Menschenrechte („die Kommission“) von der deutschen Staatsangehörigen Frau C. v. K. am 6. Mai 1997 eingereicht worden ist.", "", "2. Die deutsche Regierung („die Regierung“) war durch ihren Verfahrensbevollmächtigten Herrn Ministerialdirigent Stoltenberg, Justizministerium, vertreten.", "", "3. Die Beschwerdeführerin machte geltend, dass sie durch deutsche Gerichtsentscheidungen, mit denen ihre Klagen auf Erstattung der Kosten für geschlechtsangleichende Maßnahmen abgewiesen worden waren, sowie durch die betreffenden Verfahren in ihrem Recht auf ein faires Verfahren und auf Achtung ihres Privatlebens verletzt worden sei, und dass diese einer Diskriminierung auf Grund ihrer besonderen psychischen Situation gleichkämen. Sie stützte sich auf Artikel 6 Absatz 1 und die Artikel 8, 13 und 14 der Konvention.", "", "4. Die Individualbeschwerde wurde dem Gerichtshof am 1. November 1998, als das Protokoll Nr. 11 zur Konvention in Kraft trat (Artikel 5 Absatz 2 des Protokolls Nr. 11), übertragen.", "", "5. Die Individualbeschwerde wurde der Vierten Sektion des Gerichtshofs zugewiesen (Artikel 52 Absatz 1 der Verfahrensordnung). Innerhalb dieser Sektion wurde die Kammer, welche die Rechtssache prüfen sollte (Artikel 27 Absatz 1 der Konvention), in Übereinstimmung mit Artikel 26 Absatz 1 gebildet.", "", "6. Mit Entscheidung vom 18. Oktober 2001 erklärte der Gerichtshof die Individualbeschwerde für zulässig.", "", "7. Am 1. November 2001 änderte der Gerichtshof die Zusammensetzung seiner Sektionen (Artikel 25 Absatz 1). Diese Rechtssache wurde der neu gebildeten Dritten Sektion zugewiesen.", "", "", "", "SACHVERHALT\n", "DER HINTERGRUND DER RECHTSSACHE", "", "8. Die 1948 geborene Beschwerdeführerin ist in B. wohnhaft. Bei ihrer Geburt wurde die Beschwerdeführerin dem männlichen Geschlecht zugeordnet und erhielt die Vornamen B. F..", "", "Das Verfahren zur Änderung der Vornamen der Beschwerdeführerin", "", "9. Die Beschwerdeführerin hat 1990 vor dem Amtsgericht Schöneberg auf Änderung ihrer Vornamen in C. B. geklagt.", "", "10. Das Amtsgericht hat dem Antrag der Beschwerdeführerin am 20. Dezember 1991 stattgegeben. Das Gericht befand, dass die Voraussetzungen von § 1 des Transsexuellengesetzes (Gesetz über die Änderung der Vornamen und die Feststellung der Geschlechtszugehörigkeit in besonderen Fällen) im Fall der Beschwerdeführerin erfüllt seien.", "", "11. Das Amtsgericht hat nach Anhörung der Beschwerdeführerin und unter Berücksichtigung der schriftlichen Gutachten der psychiatrischen Sachverständigen Professor Dr. R. und Dr. O. vom 28. August 1991 sowie des psychologischen Sachverständigen Professor Dr. D. vom 1. September 1991 festgestellt, dass bei der Beschwerdeführerin eine Mann-zu-Frau-Transsexualität vorliege. Es merkte an, dass Professor R. und Dr. O. angegeben hätten, die Beschwerdeführerin sei keine typische Transsexuelle, allerdings erfordere das Transsexuellengesetz seiner Ansicht nach, dass die Voraussetzung der Transsexualität ungeachtet einer bestimmten Verlaufsform erfüllt sei. Darüber hinaus befand das Gericht, die Sachverständigen hätten überzeugend dargelegt, dass die Beschwerdeführerin seit mindestens drei Jahren unter dem Zwang gestanden habe, diesen Vorstellungen entsprechend zu leben und dass mit hoher Wahrscheinlichkeit anzunehmen sei, dass sich bei der Beschwerdeführerin dieses Empfinden nicht mehr ändern werde.", "", "Zivilrechtliche Verfahren gegen die Krankenversicherung", "", "\t12. 1992 hat die Beschwerdeführerin über ihren Prozessbevollmächtigten bei dem Landgericht Berlin gegen eine deutsche Krankenversicherung Klage eingereicht. Die Beschwerdeführerin, die seit 1975 bei dieser Gesellschaft versichert ist, hat auf Erstattung der Kosten für Medikamente für eine Hormonbehandlung geklagt. Die Beschwerdeführerin hat ferner beantragt festzustellen, dass das beklagte Unternehmen verpflichtet ist, ihr 50 % der Kosten von geschlechtsangleichenden Operationen sowie der weiteren Hormontherapie zu erstatten. Als Angestellte des Landes Berlin hatte die Beschwerdeführerin Anspruch auf Erstattung der Hälfte ihrer Kosten für die Heilbehandlung, die private Krankenversicherung hatte die andere Hälfte zu tragen.", "", "13. Am 20. Oktober 1992 hat das Landgericht Berlin entschieden, gutachterliche Beweise zu der Frage zu erheben, ob bei der Beschwerdeführerin eine Mann-zu-Frau-Transsexualität besteht, ob es sich bei der bei ihr vorliegenden Art der Transsexualität um eine Krankheit handelt, ob die geschlechtsangleichende Operation die notwendige Heilbehandlung für die Transsexualität darstellt und ob diese Behandlungsmethode wissenschaftlich allgemein anerkannt ist.", "", "14. Der Nervenarzt Dr. H. hat die Beschwerdeführerin im Januar 1993 untersucht und seine Stellungnahme im Februar 1993 abgegeben. Er bestätigte in seinem abschließenden Befund, dass bei der Beschwerdeführerin eine Mann-zu-Frau-Transsexualität bestehe und ihre Transsexualität als Krankheit anzusehen sei. Er wies ferner darauf hin, dass die geschlechtsangleichende Operation nicht die einzige notwendige Heilbehandlung im Fall der Transsexualität sei. Bei der Beschwerdeführerin empfahl er diese Operation jedoch aus psychiatrisch-psychotherapeutischer Sicht, da sie zu einer weiteren Verbesserung ihrer sozialen Situation führen dürfte. Er merkte an, die geschlechtsangleichende Operation sei wissenschaftlich nicht allgemein anerkannt und in der Literatur gebe es verschiedene Hinweise, welche die Operation als Wirkfaktor in Frage stellen; man könne jedoch davon ausgehen, dass die Tatsache, dass Transsexuelle sich mit sich selbst und ihrem Körper arrangieren, zur Stabilisierung beitrage. Viele Transsexuelle erreichten seinen Angaben zufolge diese Stabilität erst nach einer Operation. Bei der Beschwerdeführerin sei dies seines Erachtens der Fall, und einer Operation sei aus diesem Grunde zuzustimmen. Der Sachverständige kam zu dem Ergebnis, dass die geschlechtsangleichende Operation bei psychischer Erkrankung als Teil der Heilbehandlung anzusehen sei.", "", "15. Am 3. August 1993 hat das Landgericht auf die mündliche Verhandlung hin die Klage der Beschwerdeführerin abgewiesen. Nach den Allgemeinen Versicherungsbedingungen, die die vertraglichen Beziehungen zwischen der Beschwerdeführerin und ihrer privaten Krankenversicherung regeln, so das Gericht, habe die Beschwerdeführerin keinen Anspruch auf die Erstattung der Kosten für die Heilbehandlung ihrer Transsexualität.", "", "16. In seinen Entscheidungsgründen hat das Gericht sich auf die gutachterliche Stellungnahme von Dr. H. sowie auf die für das Verfahren vor dem Amtsgericht Schöneberg erstellten Gutachten gestützt und ist davon ausgegangen, dass bei der Beschwerdeführerin eine Mann-zu-Frau-Transsexualität vorliege und ihr Zustand als Krankheit anzusehen sei. Auf die wissenschaftliche Anerkennung der Behandlungsmethode sei nicht abzustellen. Es sei nicht vertretbar, die Hormonbehandlung und geschlechtsangleichenden Operationen als medizinisch notwendige Behandlung anzusehen. Im Sinne der Rechtsprechung des Bundessozialgerichts stellte das Gericht darauf ab, dass die Beschwerdeführerin zunächst auf mildere Mittel, insbesondere auf die von dem psychiatrischen Sachverständigen Professor Dr. D. vorgeschlagene erweiterte Psychotherapie mit 50 bis 100 Sitzungen, die sie nach zwei Sitzungen abgebrochen hatte, hätte zurückgreifen müssen (NB: Laut Schriftsatz der Regierung sind in der Urteilsurschrift 24 Sitzungen angegeben). Das Gericht war angesichts der Therapieresistenz der Beschwerdeführerin nicht davon überzeugt, dass die geplante Operation die einzige in Frage kommende Behandlung war.", "", "17. Darüber hinaus hat das Landgericht es nicht als erwiesen angesehen, dass die geschlechtsangleichenden Maßnahmen eine Linderung des körperlichen und psychischen Zustands der Beschwerdeführerin, die ein weiteres Kriterium für die Annahme ihrer medizinischen Notwendigkeit darstellen, bewirken. Der Sachverständige Dr. H. habe die Operation lediglich aus psychiatrisch-psychotherapeutischer Sicht empfohlen, da sie zu einer Verbesserung der sozialen Situation der Beschwerdeführerin führen würde. Seinen Ausführungen, nach denen der Wirkfaktor der geschlechtsangleichenden Operation oft überschätzt werde, lasse sich die medizinische Notwendigkeit der geschlechtsangleichenden Maßnahmen nicht entnehmen. Das Gericht sei daher nicht verpflichtet gewesen, von Amts wegen die Ladung des Sachverständigen zur Erläuterung seines Gutachtens zu veranlassen.", "", "18. Am 11. Oktober 1993 hat die Beschwerdeführerin bei dem Kammergericht Berlin Berufung eingelegt. In ihrer Berufungsbegründung hat die Beschwerdeführerin die Feststellungen des Landgerichts insoweit angefochten, als es die Notwendigkeit der geschlechtsangleichenden Maßnahmen nicht anerkannt habe. Die Beschwerdeführerin trug ferner vor, sie habe sich einer Psychotherapie mit 24 bis 35 Sitzungen unterzogen, die aber keine Wirkung gezeigt hätten. Sie verwies diesbezüglich auf die Sachverständigengutachten und zog auch die Möglichkeit in Betracht, diese Sachverständigen anzuhören.", "", "19. Im November 1994 hat die Beschwerdeführerin sich der geschlechtsangleichenden Operation unterzogen. Ihren Angaben zufolge sei sie mit ihrem behandelnden Arzt übereingekommen, dass ihr Leiden es nicht zulasse, den Ausgang des Berufungsverfahrens abzuwarten, da sie seit Februar 1994 arbeitsunfähig war.", "", "20. Das Kammergericht hat die Berufung der Beschwerdeführerin am 27. Januar 1995 nach einer mündlichen Verhandlung zurückgewiesen. Das Kammergericht setzte den Streitwert auf 28.455,92 Deutsche Mark (DM) fest.", "", "21. Das Kammergericht stellte fest, dass die Beschwerdeführerin eine Mann-zu-Frau-Transsexuelle sei und dass ihre Transsexualität laut gutachterlicher Stellungnahme von Dr. H. eine Krankheit darstelle, was unter den Prozessparteien unstrittig sei.", "", "22. Unter Bezugnahme auf Paragraph 1 der Allgemeinen Versicherungsbedingungen bestätigte das Kammergericht die Schlussfolgerungen des Landgerichts, dass der Gutachter Dr. H. die Notwendigkeit von geschlechtsangleichenden Maßnahmen nicht bestätigt habe. Das Kammergericht zog verschiedene Passagen des Sachverständigengutachtens heran. So stellte es fest, der Sachverständige habe die geschlechtsangleichende Operation als mögliche Heilbehandlung angesehen, jedoch könne angesichts der unterschiedlichen wissenschaftlichen Meinungen und Ergebnisse die Frage der Notwendigkeit nicht eindeutig bejaht werden. Seiner Ansicht nach bestehe Einvernehmen hinsichtlich der verbesserten psychosozialen Situation nach dem Wechsel der Geschlechterrolle, wenn auch die Wirkung der Operation als solche häufig überschätzt werde. Im Fall der Beschwerdeführerin würden nach Ansicht des Sachverständigen die Vorteile einer Operation überwiegen, wogegen die Psychotherapie die Transsexualität wegen der chronisch narzisstischen Charakterstruktur der Beschwerdeführerin nicht heilen könne und auch eine erweiterte Psychotherapie wahrscheinlich zu keiner Veränderung führen werde. Unter Bezugnahme auf die Feststellung des Sachverständigen, dass die Geschlechtsangleichung nicht die einzige mögliche Heilbehandlung sei, jedoch aus psychologisch-psychotherapeutischer Sicht zur Verbesserung der sozialen Situation der Beschwerdeführerin empfehlenswert sei, stellte das Kammergericht fest, mit dieser vorsichtigen Formulierung habe der Sachverständige die Notwendigkeit einer Operation nicht eindeutig bejaht. Die Beschwerdeführerin habe daher nicht nachgewiesen, dass in ihrem Fall die Voraussetzungen für eine Erstattung der Kosten für die Heilbehandlung vorlagen. Das Kammergericht fügte hinzu, der Sachverständige habe erwähnt, dass die geschlechtsangleichende Operation „Bestandteil einer Heilbehandlung bei einer psychologischen Behandlung“ sei, unter Berücksichtigung seiner weiteren Feststellungen habe er jedoch den Erfolg für recht ungewiss erachtet. Eine derartig vage Hoffnung könne die Notwendigkeit einer Heilbehandlung unter Berücksichtigung der Zielsetzung der Krankenversicherung nicht begründen. Somit habe die Krankenversicherung nur die Kosten für eine Behandlung zu tragen, die für die Heilung einer Krankheit geeignet ist. Im Falle der Beschwerdeführerin habe der Sachverständige erläutert, dass bei geschlechtsangleichenden Maßnahmen keine Heilung der Transsexualität der Beschwerdeführerin, sondern bestenfalls eine Verbesserung ihrer psychosozialen Situation erwartet werden könne. Dieses Ergebnis sei unzureichend, da eine derartige Verbesserung sich nicht auf die Transsexualität der Beschwerdeführerin selbst auswirkt. Im Hinblick auf diese verbleibenden Zweifel kam das Kammergericht zu dem Schluss, die Beschwerdeführerin habe die Notwendigkeit ihrer Behandlung nicht nachgewiesen.", "", "23. Das Kammergericht war ferner der Auffassung, dass der Beschwerdeführerin jedenfalls nach § 5 Nr. 1 b der Allgemeinen Versicherungsbedingungen auch deshalb kein Anspruch auf Erstattung zustehe, weil sie ihre Krankheit vorsätzlich herbeigeführt habe, was von der Beklagten in früheren Vorträgen behauptet worden war.", "", "24. Mit Bezug auf Einzelheiten ihrer Anamnese, die Dr. O. im Gutachten vom August 1991 aufgenommen hatte, hat das Kammergericht insbesondere festgestellt, dass die Beschwerdeführerin als männliches Kind geboren wurde und nicht vorgetragen habe, dass sie aufgrund ihrer Chromosomenkonstellation als weiblich zu gelten hätte. Ursprünglich habe bei ihr keine weibliche Prägung vorgelegen. Aufgrund ihrer männlichen Prägung habe sie dem Empfinden, lieber und richtiger ein Mädchen zu sein, widerstehen können und in einem frühen Alter ihre Gefühle kontrolliert.", "", "25. Das Kammergericht stellte fest, dass die Beschwerdeführerin ihr weiteres Leben als Mann geführt habe. Ihre „Angst vor großen Jungen“ in der Schule sei seiner Ansicht nach auch nicht geschlechtsspezifisch gewesen. Darüber hinaus sei ihre Bewerbung bei der Bundeswehr kein Hinweis darauf gewesen, dass sie sich als Frau fühlte, und ihr Ausscheiden aus der Bundeswehr habe nicht mit dem Gefühl des „Frau-Seins“, sondern mit der Erfahrung eines menschenverachtenden Umgangs in Zusammenhang gestanden. 1971 habe die Beschwerdeführerin ihre spätere Ehefrau kennen gelernt; er habe sie im November 1972 geheiratet, dies sei ebenfalls ein Zeichen ihrer männlichen Einstellung. Seit 1981 habe das Ehepaar einen Kinderwunsch gehegt.", "", "26. Dem Kammergericht zufolge sei der „Kipp-Punkt“, wie er von der Beschwerdeführerin bezeichnet wurde, der Zeitpunkt gewesen, als sie 1986 nach einer gescheiterten Operation erkannt habe, dass sie zeugungsunfähig war. Das Kammergericht führte folgende Passage aus dem 1991 gefertigten Sachverständigengutachten an:", "", "„Das Eingeständnis seiner Infertilität stellt sich als ganz entscheidendes verstärkendes Moment für seine dann folgende transsexuelle Entwicklung dar.“", "", "27. Es führte sodann aus:", "", "„In voller Erkenntnis dieser Situation zog die Klägerin für sich daraus den Schluss: ‚Wenn du kein Kind zeugen kannst, bist du kein Mann’, und in dieser Konsequenz ging sie für sich noch einen Schritt weiter und wollte fortan eine Frau sein. Sie hatte ansonsten nie das Gefühl oder gar die Zwangsvorstellung gehabt, eine Frau zu sein, sondern sie brachte nur zum Ausdruck, auf ein männliches Geschlechtsteil verzichten zu können und trotzdem befriedigende Kontakte mit seiner [sic] Frau haben zu können. (...) Verzicht auf das eine ist kein unwiderstehliches Verlangen nach dem anderen. Zu dem von ihr nunmehr selbst gesteckten Ziel, eine Frau sein zu wollen, applizierte sie sich ohne ärztliche Beratung, Indikation und Anordnung seit Dezember 1986 weibliche Sexualhormone (...).", "", "Das war vorsätzlich. In der sicher schmerzlichen Erkenntnis, keine Kinder zeugen zu können, entschloss sie sich, von ihrer Vergangenheit als Mann Abschied zu nehmen ... Erst diese vorsätzliche Selbstmedikation führte die Klägerin stetig weiter zu ihrem Entschluss, Frau sein zu wollen und auch äußerlich so auszusehen, obwohl dies biologisch unmöglich war. Dies beruhte auf ihrer geringen Bereitschaft bzw. mangelnden Fähigkeit zu kritischer Selbstreflexion (...), war aber schuldhaft vorsätzlich, weil die Klägerin jedenfalls damals in der Lage war, die Folgen ihrer Handlung ‚Selbstmedikation’ zu erkennen und erkenntnisgemäß zu handeln.", "", "...“", "", "28. Am 25. Oktober 1996 beschloss das Bundesverfassungsgericht, die Verfassungsbeschwerde der Beschwerdeführerin nicht zur Entscheidung anzunehmen.", "", "EINSCHLÄGIGES INNERSTAATLICHES RECHT UND RECHTSPRECHUNG UND SONSTIGE ANGELEGENHEITEN", "", "Die Rechtsstellung von Transsexuellen", "", "29. Das deutsche Transsexuellengesetz (Gesetz über die Änderung der Vornamen und die Feststellung der Geschlechtszugehörigkeit in besonderen Fällen) vom 10. September 1980 (Bundesgesetzblatt I S. 1654) wurde nach der Entscheidung des Bundesverfassungsgerichts vom 11. Oktober 1978 verabschiedet. Dieser Entscheidung zufolge stellt die Verweigerung der Änderung des Geschlechts einer postoperativen transsexuellen Person im Geburtseintrag einen ungerechtfertigten Eingriff in die Menschenwürde und das Grundrecht jedes Einzelnen dar, seine Persönlichkeit frei zu entwickeln (Entscheidungssammlung des Bundesverfassungsgerichts, BVerfGE 49, S. 286 ff.).", "", "30. Die Paragraphen 1 bis 7 des Transsexuellengesetzes betreffen die Bedingungen, Verfahrensweise und Rechtsfolgen einer Änderung der Vornamen einer transsexuellen Person ohne eine geschlechtsangleichende Operation. Nach § 1 können Personen verlangen, dass ihre Vornamen geändert werden, wenn sie sich auf Grund ihrer transsexuellen Prägung nicht mehr dem in ihrem Geburtseintrag angegebenen Geschlecht als zugehörig empfinden, wenn sie seit mindestens drei Jahren unter dem Zwang stehen, ihren Vorstellungen entsprechend zu leben und wenn sich dieses Zugehörigkeitsempfinden mit hoher Wahrscheinlichkeit nicht mehr ändern wird. Die zuständigen Zivilgerichte haben zwei medizinische Sachverständigengutachten einzuholen, um festzustellen, ob die medizinischen Voraussetzungen erfüllt sind (§ 4).", "", "31. Nach geschlechtsangleichenden Operationen sieht § 8 eine Änderung des im Geburtseintrag eingetragenen Geschlechts vor, wenn die betreffenden Personen neben den Voraussetzungen des § 1 nicht verheiratet sind und fortpflanzungsunfähig sind. Die Vornamen werden geändert, wenn nicht bereits ein Verfahren nach § 1 durchgeführt worden ist.", "", "Geschlechtsangleichende Operationen", "", "1. Das allgemeine gesetzliche Krankenversicherungssystem", "", "\t32. Seit 1989 wird das deutsche gesetzliche Krankenversicherungssystem, das zuvor Bestandteil der Reichsversicherungsordnung von 1911 war, vom Sozialgesetzbuch, Fünftes Buch, Gesetzliche Krankenversicherung, auf der Grundlage des Gesetzes zur Strukturreform im Gesundheitswesen vom 20. Dezember 1988 geregelt. Im Anschluss daran wurden weitere Reformgesetze verabschiedet. Nach den einschlägigen Bestimmungen haben Personen, die im gesetzlichen Krankenversicherungssystem versichert sind, Anspruch auf die Heilbehandlung, die zur Diagnose oder Heilung einer Krankheit notwendig ist, um deren Verschlimmerung zu verhüten oder Linderung ihrer Symptome zu verschaffen.", "", "\t33. Das Bundessozialgericht hat in einer Entscheidung vom 6. August 1987 (Entschei-dungssammlung, BSGE 62, S. 83 ff.) die Entscheidungen der unteren Sozialgerichte bestätigt, nach denen die Kosten für geschlechtsangleichende Operationen zu erstatten sind, wenn nach den Umständen des Einzelfalles der psychophysische Zustand der transsexuellen Person eine Krankheit darstellt und wenn die Geschlechtsangleichung das einzige Mittel zur Linderung ist, nachdem die psychiatrische und psychotherapeutische Behandlung erfolglos geblieben ist.", "", "\t2. Private Krankenversicherung", "", "\t34. Die grundlegenden Bestimmungen für die private Krankenversicherung wie für jede andere Privatversicherung sind im Gesetz über den Versicherungsvertrag von 1908, geänderte Fassung, niedergelegt. Nach § 178b haftet die private Krankenversicherung für die Aufwendungen für medizinisch notwendige Heilbehandlung wegen Krankheit oder Unfallfolgen und für sonstige vertraglich vereinbarte medizinische Leistungen bei Krankheit. Der Versicherer ist von der Verpflichtung zur Leistung frei, wenn die versicherte Person die Krankheit oder den Unfall bei sich selbst vorsätzlich herbeigeführt hat (§ 178l). Die vertraglichen Beziehungen sind in den Allgemeinen Versicherungsbedingungen einheitlich niedergelegt.", "", "\t35. Der Bundesgerichtshof hat in einer Entscheidung vom 11. April 1994 (Versicherungsrecht 1995, S. 447 ff.) die Feststellung des unteren Gerichts bestätigt, dass eine geschlechtsangleichende Operation als notwendige Heilbehandlung einer Krankheit anzusehen ist, wenn die Geschlechtsumwandlung der versicherten Person nach §§ 8 f. des Transsexuellengesetzes anerkannt worden ist.", "", "", "Sonstiges einschlägiges Material", "", "36. Mit Entscheidung vom 30. April 1996 in der Rechtssache P. v. S. und Cornwall County Council (C-13/94, Rec.1996, S. I-2143) entschied der Europäische Gerichtshof (EuGH), dass eine Diskriminierung aufgrund einer Geschlechtsangleichung eine Diskriminierung aufgrund des Geschlechts darstellt und dass somit Artikel 5 Absatz 1 der Verordnung des Rates 76/207/EEC vom 9. Februar 1976 über die Durchsetzung des Grundsatzes der Gleichbehandlung von Männern und Frauen in Bezug auf den Zugang zur Beschäftigung, Berufsausbildung und Beförderung und die Arbeitsbedingungen von vornherein die Entlassung einer transsexuellen Person aus einem mit der Geschlechtsangleichung zusammenhängenden Grund ausschließt. Der Europäische Gerichtshof wies das Argument der Regierung von Großbritannien zurück, dass der Arbeitsgeber P. auch dann entlassen hätte, wenn P. zuvor eine Frau gewesen wäre und sich einer Operation unterzogen hätte, um ein Mann zu werden, und befand:", "", "\t „... Wenn eine Person deswegen entlassen wird, weil sie sich einer Geschlechtsangleichung unterzogen hat oder unterziehen will, so wird sie im Vergleich zu Personen des Geschlechts, dem sie vor der Geschlechtsangleichung als zugehörig betrachtet wurde, benachteiligt.", "", " \t Eine Duldung einer derartigen Diskriminierung würde in Bezug auf diese Person eine Unterlassung der Achtung der Würde und Freiheit darstellen, auf die sie einen Anspruch hat und deren Wahrung die Pflicht des Gerichtshofs ist.“ (Nrn. 21-22)", "", "\t37. In seiner Entscheidung vom 17. Februar 1998 in der Rechtssache Lisa Jacqueline Grant ./. South-West Trains Ltd (C-249/96, Rec.1998, S. I-621) stellte der Europäische Gerichtshof Folgendes klar:", "", "\t„... Diese Argumentation, die zu der Schlussfolgerung führt, dass diese Diskriminierung ebenso verboten ist wie eine Diskriminierung aufgrund der Tatsache, dass eine Person einem bestimmten Geschlecht angehört, ist auf den Fall einer Geschlechtsangleichung eines Arbeitnehmers beschränkt und findet daher keine Anwendung auf die Unterschiede bei der Behandlung auf Grund der sexuellen Prägung einer Person.", "", "\t...", "", "\t... In seinem jetzigen Bestand deckt das Gemeinschaftsrecht keine Diskriminierung auf Grund der sexuellen Prägung ab, wie beispielsweise die, um die es im Hauptverfahren geht.", "", "Es sollte jedoch angemerkt werden, dass der am 2. Oktober 1997 unterzeichnete Vertrag von Amsterdam, mit dem der Vertrag über die Europäische Union, die Verträge über die Gründung der Europäischen Gemeinschaften und bestimmte damit verbundene Gesetze abgeändert werden, vorsieht, dass in den EG-Vertrag ein Artikel 6a eingefügt wird, der es dem Rat nach Inkrafttreten des Vertrags von Amsterdam unter bestimmten Voraussetzungen (Einstimmigkeit bei einem Vorschlag der Kommission nach Konsultation des Europäischen Parlaments) erlaubt, entsprechende Maßnahmen zur Beseitigung verschiedener Formen der Diskriminierung, darunter auch der Diskriminierung auf Grund der sexuellen Prägung, zu treffen.“", "", "\tDer Europäische Gerichtshof kam zu dem Schluss, dass die Versagung von Reisezuschüssen durch einen Arbeitgeber an die Person gleichen Geschlechts, mit der ein Arbeitnehmer eine stabile Beziehung hat, während diese Zuschüsse für einen Ehegatten des Arbeitnehmers oder die Person des anderen Geschlechts, mit der ein Arbeitnehmer eine stabile nichteheliche Beziehung hat, gewährt werden, keine unzulässige Diskriminierung nach Artikel 119 des Vertrags oder nach der Verordnung 75/117 darstelle.", "", "RECHTLICHE WÜRDIGUNG", "", "BEHAUPTETE VERLETZUNG DES ARTIKELS 6 DER KONVENTION", "", "38. Die Beschwerdeführerin hat im Zusammenhang mit ihren Klagen gegen eine private Krankenversicherung auf Erstattung von Heilbehandlungskosten die behauptete Nichtbeachtung des Gebots eines fairen Verfahrens durch deutsche Gerichte gerügt. Sie beruft sich auf Artikel 6 Absatz 1 der Konvention, der – soweit entscheidungserheblich – wie folgt lautet:", "", "\t„Jede Person hat ein Recht darauf, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen ... von [einem] ... Gericht in einem fairen Verfahren ... verhandelt wird.“", "", "", "", "", "Begründungen der Parteien", "", "Beschwerdeführerin", "", "39. Die Beschwerdeführerin hat vorgebracht, die deutschen Gerichte hätten den Begriff „medizinisch notwendige Heilbehandlung“ willkürlich eng ausgelegt. Der Sachverständige habe ihrer Ansicht nach ihre Operation eindeutig empfohlen. Besonders das Kammergericht habe jedoch allgemeine Auffassungen zur Transsexualität auf das Gutachten des Arztes Dr. H. übertragen und sei von der Operation als der einzig möglichen Behandlung ausgegangen.", "", "40. Sie vertrat auch die Auffassung, das Kammergericht hätte kein im Rahmen früherer Gerichtsverfahren erstelltes Gutachten heranziehen dürfen, ohne die Gutachterin Dr. O. anzuhören. Sie habe sich mit der Hinzuziehung dieser Akten nur einverstanden erklärt, um sich eine erneute Beweisaufnahme zu ihrer sexuellen Veranlagung zu ersparen. Die Sachverständigen hätten die betreffenden biographischen Daten in keinem Fall mit der Frage verknüpft, ob sie ihre Transsexualität vorsätzlich herbeigeführt habe. Darüber hinaus habe Dr. O. in ihrem Gutachten nur davon gesprochen, dass die Zeugungsunfähigkeit die Entwicklung der Beschwerdeführerin verstärkt habe. Der von dem Kammergericht ohne Heranziehung eines medizinischen Gutachtens gezogene Schluss, dass die Hormonbehandlung zur Transsexualität der Beschwerdeführerin geführt habe, sei willkürlich.", "", "Regierung", "", "41. Die Regierung behauptet, das Verfahren sei insgesamt betrachtet fair gewesen. Die Beschwerdeführerin habe die Möglichkeit gehabt, auf alle relevanten Tatsachen hinzuweisen und Beweise anzutreten. Ferner habe das Landgericht Berlin zu der Frage, ob die fragliche Operation eine medizinisch notwendige Heilbehandlung darstellt, Beweise aufgenommen und die Feststellungen des Sachverständigen Dr. H. angemessen gewürdigt. Ebenso habe das Kammergericht Berlin das Gutachten des medizinischen Sachverständigen umfassend berücksichtigt und der Beschwerdeführerin in einer mündlichen Verhandlung weiter Gelegenheit gegeben, sich nochmals zur Sache zu äußern.", "", "42. Aus der Auslegung des Versicherungsvertrags zwischen der Beschwerdeführerin und der Krankenkasse - insbesondere im Hinblick auf die Notwendigkeit der geschlechtsangleichenden Operation als Heilbehandlung - durch die deutschen Gerichte ergebe sich kein Verstoß gegen die Konvention. Die Beweislast habe der Beschwerdeführerin als Versicherungsnehmerin oblegen. Der Gutachter habe die medizinische Notwendigkeit einer Operation nicht eindeutig bejaht, sondern die Operation aus psychiatrisch-psychotherapeutischer Sicht empfohlen. Das Kammergericht habe daraus geschlossen, dass die Operation keine medizinisch notwendige Heilbehandlung sei, auch wenn sie die soziale Situation der Beschwerdeführerin verbessern könne. Darüber hinaus hätten die Gerichte das Verfahren wegen Änderung der Vornamen der Beschwerdeführerin berücksichtigt.", "", "43. Überdies hätten das Landgericht und das Kammergericht den Sachverständigen nicht laden müssen, weil das schriftliche Gutachten aus sich heraus überzeugend gewesen sei.", "", "44. Außerdem sei das Kammergericht aufgrund des Vortrags der Beklagten gehalten gewesen, zu der Frage, ob die Beschwerdeführerin ihre Transsexualität selbst vorsätzlich herbeigeführt habe, Beweise aufzunehmen. Das Gericht habe diese Frage anhand eines Gutachtens gewürdigt, das Dr. O. im Rahmen des bei dem Amtsgericht Schöneberg wegen der Änderung der Vornamen geführten Verfahrens erstellt hatte. Die Beschwerdeführerin habe im erstinstanzlichen Verfahren zugestimmt, dass diese Unterlagen hinzugezogen werden.", "", "45. Nach Auffassung der Regierung enthält das Gutachten eine Vielzahl von Merkmalen, die unter anderem ihre Kindheit, ihren Militärdienst und ihre Eheschließung betreffen und ausreichen, um die Schlussfolgerung zu stützen, die Beschwerdeführerin habe ihre Transsexualität vorsätzlich herbeigeführt. Insoweit habe das Kammergericht richtigerweise darauf abgestellt, dass die Beschwerdeführerin die Hormontherapie begonnen habe, ohne vorher einen Arzt zu konsultieren.", "", "Würdigung des Gerichtshofs", "", "Allgemeine Haltung des Gerichtshofs", "", "46. Der Gerichtshof wiederholt, dass die Auslegung des innerstaatlichen Rechts in erster Linie den staatlichen Behörden und insbesondere den Gerichten obliegt und dass er deren Auslegungen außer bei Vorliegen von Willkür nicht durch seine eigenen ersetzt (siehe entsprechend Ravnsborg ./. Schweden, Urteil vom 23. März 1994, Serie A, Band 283-B, S. 29, Nr. 33, Bulut ./. Österreich, Urteil vom 22. Februar 1996, Reports of Judgments and Decisions 1996-II, S. 355-356, Nr. 29, und Tejedor García ./. Spanien, Urteil vom 16. Dezember 1997, Reports 1997-VIII, S. 2796, Nr. 31).", "", "47. Darüber hinaus obliegt den innerstaatlichen Gerichten die Würdigung der von ihnen erhobenen Beweise und der Erheblichkeit der von einer Partei beantragten Beweiserhebung. Der Gerichtshof hat dennoch zu prüfen, ob das betreffende Verfahren insgesamt betrachtet fair war, wie in Artikel 6 Absatz 1 vorgesehen (siehe Mantonavelli ./. Frankreich, Urteil vom 18. März 1997, Reports 1997-II, S. 436, Nr. 34, und Elsholz ./. Deutschland [GC], Beschwerde-Nr. 25735/94, Nr. 66, EuGMR 2000-VIII).", "", "48. Insbesondere verpflichtet Artikel 6 Absatz 1 das „Gericht“ zur Durchführung einer ordentlichen Prüfung des Vorbringens, der Begründungen und Beweise der Parteien ungeachtet seiner Würdigung, ob diese für seine Entscheidung erheblich sind (siehe Van de Hurk ./. Niederlande, Urteil vom 19. April 1994, Serie A, Band 288, S. 19, Nr. 59).", "", "49. Hinsichtlich der Frage der Transsexualität erinnert der Gerichtshof daran, dass er im Rahmen der Rechtsprechung zur Rechtsstellung Transsexueller unter anderem die sich weiter entwickelnden medizinischen und wissenschaftlichen Überlegungen berücksichtigt hat.", "", "50. In seinem Urteil in der Sache Rees vom 17. Oktober 1986 (Serie A, Band 106, S. 15-16, Nr. 38, hat der Gerichtshof bemerkt:", "", "„Die Transsexualität ist kein neuer Zustand, doch sind ihre besonderen Merkmale erst vor recht kurzer Zeit festgestellt und untersucht worden. Die Entwicklungen im Anschluss an diese Studien wurden von den Spezialisten in den Bereichen Medizin und Wissenschaft, die auf die besonderen Probleme der Betroffenen hingewiesen und festgestellt haben, dass diese mit Hilfe medizinischer und operativer Behandlung gelindert werden können, einer breiten Öffentlichkeit zugänglich gemacht. Der Begriff „Transsexuelle“ wird für gewöhnlich für Personen benutzt, die zwar körperlich einem Geschlecht angehören, jedoch davon überzeugt sind, dem anderen anzugehören; sie bemühen sich häufig um eine ganzheitlichere eindeutige Identität, indem sie sich einer medizinischen Behandlung und chirurgischen Operationen unterziehen, um ihre körperlichen Merkmale ihrer psychischen Natur anzupassen. Transsexuelle, die operiert worden sind, bilden somit eine recht eindeutig definierte und abgrenzbare Gruppe.“", "", "51. In seinem Urteil in der Sache Cossey war der Gerichtshof der Ansicht, es habe seit dem Erlass seines Urteils in der Sache Rees keine nennenswerten wissenschaftlichen Entwicklungen im Bereich der Transsexualität gegeben, die eine Abweichung von der in dieser Rechtssache getroffenen Entscheidung zwingend erfordere (Cossey ./. Vereinigtes Königreich, Urteil vom 27. September 1990, Serie A, Band 184, S. 17, Nr. 40). Diese Auffassung wurde anschließend in der Rechtssache B. ./. Frankreich bestätigt, in der er bemerkte, dass weiterhin Ungewissheit im Hinblick auf das eigentliche Wesen der Transsexualität bestehe und die Berechtigung chirurgischer Eingriffe in solchen Fällen bisweilen in Frage gestellt werde (Urteil vom 25. März 1992, Serie A, Band 232-C, S. 49, Nr. 48; siehe auch Sheffield und Horsham ./. Vereinigtes Königreich, Urteil vom 30. Juli 1998, Reports 1998-V, S. 2028, Nr. 56).", "", "52. Allerdings kam der Gerichtshof in neueren Entscheidungen (siehe I. ./. Vereinigtes Königreich [GC], Beschwerde-Nr. 25680/94, Nrn. 61-62, 11. Juli 2002, und Christine Goodwin ./. Vereinigtes Königreich [GC], Nrn. 81-82, 11. Juli 2002), zu anderen Schlussfolgerungen. In der Rechtssache Christine Goodwin stellte der Gerichtshof fest:", "", "„81. Es gibt nach wie vor keine endgültigen Erkenntnisse über die Ursache der Transsexualität und insbesondere darüber, ob sie rein psychischer Art ist oder mit einer physischen Differenzierung im Gehirn einhergeht. Dem Sachverständigengutachten im innerstaatlichen Verfahren Bellinger ./. Bellinger ließ sich eine zunehmende Akzeptanz des Befunds der pränatal festgelegten Geschlechtsunterschiede im Gehirn entnehmen, wenn auch der wissenschaftliche Beweis der Theorie bei weitem nicht vollständig war. Der Gerichtshof erachtet es jedoch für wesentlicher, dass die Transsexualität international allgemein als Krankheitszustand anerkannt ist, für den eine Behandlung zum Zwecke der Linderung erfolgt (z.B. ist im Diagnostischen und Statistischen Handbuch vierte Auflage (DSM-IV) die Diagnose Transsexualität durch „Geschlechtsidentitätsstörung“ ersetzt worden; siehe auch die Internationale Klassifizierung von Krankheiten, zehnte Auflage (ICD-10)). Der nationale Gesundheitsdienst in Großbritannien erkennt – wie auch die überwiegende Mehrheit der Vertragsstaaten – das Vorhandensein des Zustands an und sieht eine Behandlung, darunter auch die irreversible Operation, vor bzw. lässt diese zu. Die medizinischen und chirurgischen Eingriffe, die in diesem Fall die Geschlechtsangleichung ermöglicht haben, wurden sogar unter der Aufsicht der nationalen Gesundheitsbehörden durchgeführt. Auch kann in Anbetracht der mit dieser Operation verbundenen zahlreichen und schmerzhaften Eingriffe und des Ausmaßes an Engagement und Überzeugung, die erforderlich sind, um einen Wechsel der sozialen Geschlechterrolle zu erreichen, nicht davon ausgegangen werden, dass die von einer Person getroffene Entscheidung zugunsten der Geschlechtsangleichung willkürlich oder aus einer Laune heraus erfolgt. Unter diesen Umständen ist die aktuelle wissenschaftliche und medizinische Debatte über die genauen Ursachen des Zustands von weniger großer Bedeutung.", "", "82. Zwar kann eine transsexuelle Person auch weiterhin nicht alle biologischen Merkmale des angeglichenen Geschlechts erlangen (Sheffield und Horsham, a.a.O., S. 2028, Nr. 56), dennoch stellt der Gerichtshof fest, dass mit zunehmend verfeinerter Chirurgie und Arten der Hormonbehandlung der grundsätzlich unveränderte biologische Aspekt der Geschlechtsidentität das Kriterium der Chromosomen ist. Es ist jedoch bekannt, dass Chromosomenanomalien auf natürliche Weise entstehen können (zum Beispiel in Fällen der geschlechtlichen Zwischenformen, bei denen die biologischen Kriterien bei der Geburt nicht einheitlich sind) und in diesen Fällen sind die Personen dem einen oder anderen Geschlecht, das unter den Umständen des Einzelfalles am besten zu passen scheint, zuzuordnen. Es ist für den Gerichtshof nicht offensichtlich, dass das Kriterium der Chromosomen unter allen anderen für die Zwecke der rechtlichen Zuordnung der Geschlechtsidentität für Transsexuelle zwingend die entscheidende Bedeutung besitzen muss (...).“", "", "Die Würdigung der „medizinischen Notwendigkeit“ der geschlechtsangleichenden Maßnahmen", "", "53. Der Gerichtshof stellt fest, dass die Beschwerdeführerin, die ihre Vornamen 1991 nach der Anerkennung ihrer Transsexualität im Gerichtsverfahren nach dem Transsexuellengesetz geändert hat, im zivilrechtlichen Verfahren gegen ihre private Krankenversicherung auf Erstattung der Heilbehandlungskosten für die geschlechtsangleichenden Maßnahmen, insbesondere die Hormonbehandlung und die geschlechtsangleichende Operation, geklagt hat. 1992 hat das Landgericht ein Gutachten zu Fragen der Transsexualität der Beschwerdeführerin und der Notwendigkeit der geschlechtsangleichenden Maßnahmen in Auftrag gegeben. Das Landgericht und das Kammergericht gelangten zu dem Schluss, dass der Gutachter die medizinische Notwendigkeit der geschlechtsangleichenden Operation nicht eindeutig bejaht habe. Diesbezüglich hat das Landgericht zwei Aspekte berücksichtigt, und zwar erstens die Inanspruchnahme der umfassenden Psychotherapie als milderes Mittel und zweitens das Fehlen einer eindeutigen Bejahung der Notwendigkeit der geschlechtsangleichenden Maßnahmen zu medizinischen Zwecken, wobei die gutachterliche Empfehlung auf die Verbesserung der sozialen Situation der Beschwerdeführerin beschränkt gewesen sei. Das Kammergericht bestätigte den zweiten Aspekt der Begründung des Landgerichts und kam zu dem Schluss, die Beschwerdeführerin habe die medizinische Notwendigkeit der geschlechtsangleichenden Operation nicht nachgewiesen, weil Zweifel verblieben.", "", "54. Unter Berücksichtigung der Vielschichtigkeit bei der Würdigung des Zustands der Transsexualität der Beschwerdeführerin und der Notwendigkeit der Heilbehandlung stellt der Gerichtshof fest, dass sich das Landgericht zu Recht für die Einholung eines ärztlichen Gutachtens zu diesen Fragen entschieden hat. Allerdings sind die deutschen Gerichte ungeachtet der eindeutigen gutachterlichen Empfehlung der geschlechtsangleichenden Maßnahmen in der Situation der Beschwerdeführerin zu dem Schluss gelangt, sie habe die medizinische Notwendigkeit dieser Maßnahmen nicht nachgewiesen. Ihrem Verständnis zufolge bejahe die gutachterliche Feststellung, dass geschlechtsangleichende Maßnahmen die soziale Lage der Beschwerdeführerin verbessern würden, nicht eindeutig die Notwendigkeit dieser Maßnahmen aus medizinischer Sicht. Der Gerichtshof ist der Auffassung, dass die Feststellung der medizinischen Notwendigkeit geschlechtsangleichender Maßnahmen anhand ihrer Heilwirkungen bei einer transsexuellen Person keine Frage der rechtlichen Definition ist. In der Rechtssache Christine Goodwin (siehe Nummer 52 oben) verwies der Gerichtshof auf den gutachterlichen Beweis in dem britischen Fall Bellinger ./. Bellinger, der auf „eine zunehmende Akzeptanz des Befunds der pränatal festgelegten Geschlechtsunterschiede im Gehirn“ hinwies, „wenn auch der wissenschaftliche Beweis der Theorie bei weitem nicht vollständig war“. Der Gerichtshof erachtete es für wesentlicher, „dass die Transsexualität international allgemein als Krankheitszustand anerkannt ist, für den eine Behandlung zum Zweck der Linderung erfolgt.“", "55. In der vorliegenden Rechtssache scheint die Beurteilung des Gutachtens durch die deutschen Gerichte und ihre Würdigung, dass die Verbesserung der sozialen Situation der Beschwerdeführerin als Teil der psychologischen Behandlung die Voraussetzung der medizinischen Notwendigkeit nicht erfülle, mit den vorstehenden Feststellungen des Gerichtshofs nicht im Einklang zu stehen (siehe Christine Goodwin, oben zitiert). Jedenfalls hätte dies medizinisches Fachwissen und Sachkenntnis im Bereich der Transsexualität erfordert. In dieser Lage hätten die deutschen Gerichte den Gutachter Dr. H. oder einen anderen Facharzt um weitere schriftliche oder mündliche Klärung bitten sollen.", "", "56. Wenn man außerdem die neueren Entwicklungen berücksichtigt (siehe I. ./. Vereinigtes Königreich und Christine Goodwin, a.a.O., Nr. 62 bzw. 82), stellt die Geschlechtsidentität eine der intimsten Privatangelegenheiten einer Person dar. Es erscheint daher unverhältnismäßig, einer Person in dieser Situation die Beweislast für die medizinische Notwendigkeit der Behandlung, einschließlich der irreversiblen Operation, aufzuerlegen.", "", "57. Unter diesen Umständen stellt der Gerichtshof fest, dass die Auslegung des Begriffs der „medizinischen Notwendigkeit“ und die Würdigung des entsprechenden Beweismaterials nicht angemessen war.", "", "Die Würdigung der Ursache der Transsexualität der Beschwerdeführerin", "", "58. Das Kammergericht hat seine Entscheidung ferner auf die Erwägung gestützt, dass die Beklagte nach den Versicherungsbedingungen nicht verpflichtet gewesen sei, die Kosten zu übernehmen, weil die Beschwerdeführerin ihre Transsexualität vorsätzlich herbeigeführt hat. Diesbezüglich stellte das Kammergericht fest, dass sich die Beschwerdeführerin erst nach der Feststellung, dass sie als Mann nicht zeugungsfähig war, entschlossen habe eine Frau zu werden und diese Entwicklung dadurch vorangetrieben habe, dass sie sich in Selbstmedikamentation weibliche Hormone applizierte.", "", "59. Der Gerichtshof möchte erneut seine Erwägungen in den Rechtssachen I. ./. Vereinigtes Königreich und Christine Goodwin ./. Vereinigtes Königreich (siehe Nr. 52 oben) betonen, dass in Anbetracht der mit der geschlechtsangleichenden Operation verbundenen zahlreichen und schmerzhaften Eingriffe und des Ausmaßes an Engagement und Überzeugung, die erforderlich sind, um einen Wechsel der sozialen Geschlechterrolle zu erreichen, nicht davon ausgegangen werden kann, dass die von einer Person getroffene Entscheidung zugunsten der Geschlechtsangleichung willkürlich oder aus einer Laune heraus erfolgt.", "", "60. Der Gerichtshof stellt zu Beginn fest, dass die Beschwerdeführerin 1991 eine Anerkennung ihrer Transsexualität im Gerichtsverfahren nach dem Transsexuellengesetz erwirkt hatte. Ferner hatte sie sich zum Zeitpunkt der Entscheidung des Kammergerichts bereits der geschlechtsangleichenden Operation unterzogen.", "", "61. Der Gerichtshof stellt fest, dass die Frage der Ursache der Transsexualität der Beschwerdeführerin im Beschluss des Landgerichts zur Einholung eines Sachverständigenbeweises nicht angesprochen und daher vom Gutachten von Dr. H. nicht abgedeckt wurde. Das Kammergericht hat diesen Gutachter zu dieser Frage nicht persönlich angehört und auch nicht die in den früheren Verfahren in den Jahren 1990/91 zugezogenen Sachverständigen gehört, was die Beschwerdeführerin beantragt hatte. Vielmehr hat das Kammergericht die persönlichen Daten analysiert, die in einer Anamnese im Gutachten von Dr. O. aus dem Jahre 1991 im Zusammenhang mit dem Verfahren nach dem Transsexuellengesetz enthalten waren. Dieses Gutachten war auf die Fragen beschränkt, ob es sich bei der Beschwerdeführerin um eine Mann-zu-Frau-Transsexuelle handelte und ob sie seit mindestens drei Jahren unter dem Zwang stand, diesen Vorstellungen entsprechend zu leben, was bejaht wurde.", "", "62. Nach Auffassung des Gerichtshofs durfte das Kammergericht nicht die Ansicht vertreten, dass seine Informationen und medizinischen Sachkenntnisse für die Würdigung der vielschichtigen Frage ausreichten, ob die Beschwerdeführerin ihre Transsexualität vorsätzlich herbeigeführt hat (vgl. entsprechend H. ./. Frankreich, Urteil vom 24. Oktober 1989, Serie A, Band 162-A, S. 25, Nr. 70).", "", "63. Auch erscheint die Vorgehensweise des Kammergerichts bei der Prüfung der Frage, ob die Beschwerdeführerin ihren Zustand vorsätzlich herbeigeführt hat, mangels endgültiger wissenschaftlicher Erkenntnisse über die Ursache der Transsexualität und insbesondere darüber, ob diese rein psychischer Art ist oder mit einer physischen Differenzierung im Gehirn einhergeht (siehe wiederum I ./. Vereinigtes Königreich und Christine Goodwin, a.a.O., Nr. 62 bzw. 82), ungeeignet.", "", "Schlussfolgerung", "", "65. Im Hinblick auf die Feststellung der medizinischen Notwendigkeit geschlechtsangleichender Maßnahmen im Fall der Beschwerdeführerin und auch auf die Ursache der Transsexualität der Beschwerdeführerin kommt der Gerichtshof zu dem Schluss, dass die fraglichen Verfahren insgesamt betrachtet dem Erfordernis eines fairen Verfahrens nicht entsprochen haben.", "", "66. Daher liegt eine Verletzung von Artikel 6 Absatz 1 der Konvention vor.", "", "BEHAUPTETE VERLETZUNG DES ARTIKELS 8 DER KONVENTION", "", "66. Die Beschwerdeführerin hat ferner ausgeführt, dass die angegriffenen Gerichtsentscheidungen ihr Recht auf Achtung ihres Privatlebens im Sinne von Artikel 8 der Konvention verletzten, der - soweit entscheidungserheblich - wie folgt lautet:", "", "„1.\tJede Person hat das Recht auf Achtung ihres Privat-...lebens ...", "", "2.\tEine Behörde darf in die Ausübung dieses Rechts nur eingreifen, soweit der Eingriff gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig ist für die nationale oder öffentliche Sicherheit, für das wirtschaftliche Wohl des Landes, zur Aufrechterhaltung der Ordnung, zur Verhütung von Straftaten, zum Schutz der Gesundheit oder der Moral oder zum Schutz der Rechte und Freiheiten anderer.“", "", "\nBegründungen der Parteien", "", "67. Die Beschwerdeführerin hat vorgetragen, das Kammergericht habe ihre sexuelle Identität nicht respektiert, als es ein auf Missverständnissen beruhendes Bild ihrer Persönlichkeit zeichnete. Bei Würdigung ihrer männlichen Vergangenheit sei das Kammergericht von verschiedenen Umständen ausgegangen, die für eine männliche Prägung sprechen, und habe nicht die Anstrengungen anerkannt, die sie unternommen habe, um das Gefühl einer anderen Identität zu unterdrücken. Damit habe es die Entwicklung ihrer Persönlichkeit und sexuellen Identität außer Acht gelassen.", "", "68. Die Regierung hat behauptet, das Kammergericht habe ein im Rahmen des vorhergehenden Gerichtsverfahrens erstelltes Gutachten angemessen geprüft. Sie weist erneut darauf hin, dass die Beschwerdeführerin der Hinzuziehung dieser Unterlagen zugestimmt habe. Das Kammergericht habe bestimmte Daten aus dem bezeichneten Gutachten hervorgehoben, um zu zeigen, dass die Beschwerdeführerin ihre Krankheit selbst vorsätzlich herbeigeführt habe. Es habe die sexuelle Prägung der Beschwerdeführerin nicht kritisiert und auch nicht als verwerflich oder unzulässig angesehen. Vielmehr werde durch die Tatsache, dass das Kammergericht feststellte, dass die Beschwerdeführerin heute als Frau lebt, belegt, dass es ihre sexuelle Identität akzeptiert und respektiert habe. Das Kammergericht habe jedoch auf die persönliche Entwicklung der Beschwerdeführerin eingehen müssen, um über die Frage zu entscheiden, ob ihr ein Anspruch gegen die Krankenkasse zustehe.", "", "Würdigung des Gerichtshofs", "", "Allgemeine Grundsätze", "", "69. Wie der Gerichtshof bei früherer Gelegenheit bemerken konnte, ist der Begriff des „Privatlebens“ ein umfassender Terminus, der keine erschöpfende Begriffsbestimmung zulässt. Er deckt die physische und psychische Integrität einer Person ab (X und Y ./. Niederlande, Urteil vom 26. März 1985, Serie A, Band 91, S. 11, Nr. 22). Er kann manchmal Aspekte der physischen und sozialen Identität einer Person umfassen (Mikulic ./. Kroatien, Beschwerde-Nr. 53176/99, Nr. 53, 7. Februar 2002). Merkmale wie beispielsweise die geschlechtliche Identifikation, der Name und die sexuelle Prägung und das Sexualleben fallen in den von Artikel 8 geschützten persönlichen Bereich (siehe beispielsweise B. ./. Frankreich, a.a.O., Nr. 63; Burghartz ./. Schweiz, Urteil vom 22. Februar 1994, Serie A, Band 280-B, Nr. 24; Dudgeon ./. Vereinigtes Königreich, Urteil vom 22. Oktober 1991, Serie A, Band 45, Nr. 41; Laskey, Jaggard und Brown ./. Vereinigtes Königreich, Urteil vom 19. Februar 1997, Reports 1997-I, Nr. 36, und Smith und Grady ./. Vereinigtes Königreich, Beschwerde-Nrn. 33985/96 und 33986/96, Nr. 71, EuGMR 1999-VI). Artikel 8 schützt auch ein Recht auf die persönliche Entwicklung und das Recht, Beziehungen mit Anderen und der Außenwelt einzugehen und diese weiter zu entwickeln (siehe beispielsweise Burghartz ./. Schweiz, Bericht der Kommission, a.a.O., Nr. 47; Friedl ./. Österreich, Serie A, Band 305-B, Bericht der Kommission, Nr. 45). Ebenso hat der Gerichtshof die Auffassung vertreten, dass zwar bisher noch in keiner Rechtssache das Recht auf Selbstbestimmung als unter Artikel 8 fallend bestimmt worden ist, jedoch der Begriff der persönlichen Autonomie einen wichtigen Grundsatz darstelle, welcher der Auslegung seiner Garantien zugrunde liegt (siehe Pretty ./. Vereinigtes Königreich, Beschwerde-Nr. 2346/02, Nr. 61, 29. April 2002). Da zudem das Wesen der Konvention in der Achtung der Menschenwürde und der Freiheiten des Menschen besteht, werden die Rechte von Transsexuellen auf persönliche Entwicklung und auf körperliche und moralische Sicherheit geschützt (siehe I. ./. Vereinigtes Königreich, a.a.O., Nr. 70; Christine Goodwin, a.a.O., Nr. 90).", "", "70. Der Gerichtshof weist ferner erneut darauf hin, dass die wesentliche Zielsetzung des Artikels 8 zwar im Schutz des Einzelnen vor willkürlichem Eingreifen von Behörden besteht, diese Vorschrift den Staat jedoch nicht nur dazu zwingt, sich eines solchen Eingreifens zu enthalten: Neben dieser Unterlassungspflicht kann es Handlungspflichten geben, die Ausfluss einer wirksamen Achtung des Privat- oder Familienlebens sind. Zu diesen Pflichten kann die Schaffung von Regelungenzum Schutz der Achtung des Privatlebens auch im Bereich der Beziehungen von Personen gehören (siehe X und Y ./. Niederlande, a.a.O., S. 11, Nr. 23, Botta ./. Italien, Urteil vom 24. Februar 1998, Reports 1998-I, S. 422, Nr. 33, und Mikulic, a.a.O., Nr. 57).", "", "71. Jedoch lassen sich die Grenzen zwischen den auf Artikel 8 beruhenden Handlungs- und Unterlassungspflichten des Staatesnicht präzise bestimmen. Die anwendbaren Grundsätze sind allerdings ähnlich. Bei der Feststellung, ob eine derartige Pflicht besteht, ist der gerechte Ausgleich zu berücksichtigen, der zwischen dem Interesse der Allgemeinheit und dem Interesse des Einzelnen gefunden werden muss; in beiden Bereichen genießt der Staat einen gewissen Ermessensspielraum (siehe beispielsweise Keegan ./. Irland, Urteil vom 26. Mai 1994, Serie A, Band 290, S. 19, Nr. 49, B. ./. Frankreich, a.a.O., S. 47, Nr. 44, und als neuere maßgebliche Entscheidungen Sheffield und Horsham, Urteil vom 30. Juli 1998, Reports 1998-V, S. 2026, Nr. 52, und Mikulic, a.a.O., Nr. 57).", "", "72. Für den Ausgleich der widerstreitenden Interessen hat der Gerichtshof die besondere Bedeutung der Angelegenheiten unterstrichen, die sich auf einen der intimsten Teile des Lebens einer Person beziehen (siehe Dudgeon, a.a.O., S. 21, Nr. 52; und Smith und Grady, a.a.O., Nr. 115).", "", "2. Anwendung dieser Grundsätze auf die vorliegende Rechtssache", "", "\t73. In der vorliegenden Rechtssache haben die zivilgerichtlichen Verfahren die Freiheit der Beschwerdeführerin berührt, sich als Frau selbst zu definieren, eines der grundlegendsten Wesensmerkmale der Selbstbestimmung. Die Beschwerdeführerin hat im Wesentlichen gerügt, dass die deutschen Gerichte und insbesondere das Kammergericht Berlin im Zusammenhang mit der Auseinandersetzung mit ihrer privaten Krankenkasse ihren Zustand der Transsexualität nicht in angemessener Weise geprüft hätten.", "", "\t74. Der Gerichtshof merkt an, dass sich das Vorbringen der Beschwerdeführerin aufgrund von Artikel 8 Absatz 1 auf die Beweisaufnahme und –würdigung der deutschen Gerichte im Hinblick auf ihre Transsexualität konzentriert; diese Frage ist bereits im Hinblick auf Artikel 6 Absatz 1 geprüft worden. Allerdings möchte der Gerichtshof auf den Unterschied in Bezug auf die Art des Schutzes hinweisen, der sich nach Artikel 6 auf verfahrensrechtliche Sicherheiten und nach Artikel 8 Absatz 1 unter anderem auf die Sicherung der angemessenen Achtung des Privatlebens bezieht, was die Prüfung desselben Sachverhalts aufgrund beider Artikel rechtfertigt (siehe McMichael ./. Vereinigtes Königreich, Urteil vom 24. Februar 1995, Serie A, Band 307-B, S. 57, Nr. 91, Buchberger ./. Österreich, Beschwerde-Nr. 32899/96, Nr. 49, 20. Dezember 2001, und P., C. und S. ./. Vereinigtes Königreich, Beschwerde-Nr. 56547/00, Nr. 120, 16. Juli 2002).", "", "\t75. Der gerügte Sachverhalt hat in der vorliegenden Rechtssache der Beschwerdeführerin nicht nur ein durch Artikel 6 Absatz 1 garantiertes faires Verfahren verwehrt, sondern besaß auch Auswirkungen auf einen grundlegenden Aspekt ihres Rechts auf Achtung des Privatlebens, und zwar ihres Rechts auf Geschlechtsidentität und persönliche Entwicklung. Unter diesen Umständen hält der Gerichtshof es für angebracht, das Vorbringen der Beschwerdeführerin auch in Bezug auf Artikel 8 dahingehend zu prüfen, ob die deutschen Gerichte bei der Entscheidung über die Ansprüche der Beschwerdeführerin auf Erstattung von Heilkosten die Handlungspflichten des Staatesverletzt haben.", "", "\t76. Der Gerichtshof merkt zu Beginn an, dass die fraglichen Gerichtsverfahren zwischen 1992 und 1995 stattgefunden haben, als der Zustand der Transsexualität allgemein bekannt war (siehe die Verweise auf die deutsche Gesetzgebung und Rechtsprechung, Nrn. 29-31, 33 und 35 oben, und die in den Nummern 50-52 oben zitierten Feststellungen des Gerichtshofs in seiner Rechtsprechung). In diesem Zusammenhang ist sich der Gerichtshof weiterhin der verbleibenden Ungewissheit in Bezug auf das eigentliche Wesen und die Ursache der Transsexualität sowie der Tatsache bewusst, dass die Berechtigung eines operativen Eingriffs in derartigen Fällen bisweilen in Frage gestellt wird (siehe die Ausführungen des Gerichtshofs in den Jahren 1992, 1998 und 2002 in B. ./. Frankreich, in Sheffield und Horsham und in I ./. Vereinigtes Königreich und Christine Goodwin; siehe Nrn. 50-52 oben).", "", "\t77. Der Gerichtshof hat früher auch entschieden, dass die Tatsache, dass die öffentlichen Gesundheitsdienste die Durchführung medizinischer und chirurgischer Behandlung nicht bis zur umfassenden Erforschung und Entscheidung aller rechtlichen Aspekte von Transsexuellen verschoben haben, den Betroffenen zugute kam und einen Beitrag zur Wahlfreiheit des Einzelnen leistete (siehe Rees, a.a.O., S. 18 Nr. 45). Außerdem ist die deutlich erkennbare Entschlossenheit als Faktor angesehen worden, der so wesentlich ist, dass er zusammen mit anderen Faktoren in Bezug auf Artikel 8 zu berücksichtigen ist (siehe B. ./. Frankreich, a.a.O., S. 51, Nr. 55).", "", "\t78. In der vorliegenden Rechtssache besteht die zentrale Frage in der Anwendung bestehender Kriterien für die Erstattung von Heilbehandlungskosten auf den Anspruch der Beschwerdeführerin auf Erstattung der Kosten für die geschlechtsangleichende Operation durch die deutschen Gerichte und nicht in der Rechtmäßigkeit dieser Maßnahmen im Allgemeinen. Außerdem kommt es nicht entscheidend auf den Erstattungsanspruch als solchen an, sondern auf die Auswirkung der Gerichtsentscheidungen auf das Recht der Beschwerdeführerin auf Achtung ihrer sexuellen Selbstbestimmung als einen Aspekt ihres Rechts auf Achtung ihres Privatlebens.", "", "\t79. Der Gerichtshof merkt an, dass das Landgericht die Beschwerdeführerin im Widerspruch zu den Ausführungen im Sachverständigengutachten auf die Möglichkeit einer Psychotherapie als milderes Mittel zur Behandlung ihres Zustands verwiesen hat.", "", "\t80. Auch haben sowohl das Landgericht als auch das Kammergericht ungeachtet der eindeutigen gutachterlichen Empfehlung die Notwendigkeit der Geschlechtsangleichung aus medizinischen Gründen in Frage gestellt, ohne hierzu ergänzende ärztliche Auskünfte einzuholen.", "", "\t81. Das Kammergericht warf der Beschwerdeführerin auch vor, sie habe ihren Zustand der Transsexualität vorsätzlich herbeigeführt. Bei der Würdigung der Geschlechtsidentität und Entwicklung der Beschwerdeführerin hat das Kammergericht ihre Vergangenheit vor der Einnahme weiblicher Hormone analysiert und festgestellt, dass die Beschwerdeführerin nur männliches Verhalten gezeigt hat und somit wirklich männlich geprägt war. Dadurch hat das Kammergericht aufgrund allgemeiner Annahmen über männliches und weibliches Verhalten die Ansichten über intimste Gefühle und Erfahrungen der Beschwerdeführerin durch seine eigenen ersetzt und dies ohne medizinische Sachkenntnis getan. Damit verlangte es von der Beschwerdeführerin nicht nur den Nachweis, dass diese Prägung bestand und eine Krankheit darstellte, die eine Hormonbehandlung und geschlechtsangleichende Operation notwendig machte, sondern auch den Beweis für eine „Echtheit“ ihrer Transsexualität, obwohl das eigentliche Wesen und die Ursache der Transsexualität ungewiss sind, wie oben ausgeführt (siehe Nr. 75 oben).", "", "\t82. In Anbetracht der neueren Entwicklungen (siehe I. ./. Vereinigtes Königreich und Christine Goodwin, a.a.O., Nrn. 62 bzw. 82), erscheint es daher unverhältnismäßig, einer Person die Beweislast für die medizinische Notwendigkeit der Behandlung, einschließlich der irreversiblen Operation, im Bereich einer der intimsten Angelegenheiten des Privatlebens aufzuerlegen.", "", "\t83. In diesem Zusammenhang stellt der Gerichtshof fest, dass sich die Beschwerdeführerin zur betreffenden Zeit der fraglichen geschlechtsangleichenden Operation in Absprache mit ihrem behandelnden Arzt unterzogen hatte.", "", "\t84. Angesichts dieser unterschiedlichen Faktoren kommt der Gerichtshof zu dem Schluss, dass kein gerechter Ausgleich zwischen den Interessen der privaten Krankenkasse einerseits und den Interessen der betroffenen Person andererseits stattfand.", "", "\t85. Unter diesen Umständen ist der Gerichtshof der Auffassung, dass die deutschen Behörden den ihnen nach Artikel 8 Absatz 2 zustehenden Ermessensspielsraum überschritten haben.", "", "\t86. Daher liegt eine Verletzung von Artikel 8 Absatz 1 der Konvention vor.", "", "BEHAUPTETE VERLETZUNG VON ARTIKEL 14 IN VERBINDUNG MIT ARTIKEL 6 ABSATZ 1 UND ARTIKEL 8 DER KONVENTION", "", "87. Die Beschwerdeführerin hat auch gerügt, mit der Entscheidung des Kammergerichts sei sie auf Grund ihrer Transsexualität diskriminiert worden. Sie stützte sich auf Artikel 14 der Konvention, der wie folgt lautet:", "", "\t\t„Der Genuss der in [der] Konvention anerkannten Rechte und Freiheiten ist ohne Diskriminierung insbesondere wegen des Geschlechts, der Rasse, der Hautfarbe, der Sprache, der Religion, der politischen oder sonstigen Anschauung, der nationalen oder sozialen Herkunft, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt oder eines sonstigen Status zu gewährleisten.“", "", "88. Laut Vorbringen der Beschwerdeführerin waren die Feststellungen des Kammergerichts willkürlich und verletzten ihre persönliche Integrität. Diesbezüglich merkte sie an, ihre Transsexualität sei im Rahmen des Verfahrens vor dem Amtsgericht festgestellt worden.", "", "89. Die Regierung trug vor, die deutschen Gerichte hätten die Beschwerdeführerin wegen ihrer Transsexualität nicht diskriminiert. Jede Person, die einen Anspruch auf Übernahme der Kosten für Operationen durch eine Krankenkasse geltend macht, müsse einen gültigen Anspruch nachweisen und im Falle eines Streitverfahrens weiteres einschlägiges Beweismaterial beibringen. Im Zusammenhang mit der Heilbehandlung von Transsexuellen müsse der Nachweis dieser sexuellen Prägung und der Gründe dafür geführt werden. Die Notwendigkeit der Feststellung, ob eine Krankheit vorsätzlich herbeigeführt wurde, gelte für alle versicherten Personen. Bei einer transsexuellen Person sei die Hormonbehandlung der einschlägige Indizienbeweis. Die Beurteilung und Würdigung des Beweismaterials durch das Kammergericht lasse keine Diskriminierung erkennen.", "", "90. Der Gerichtshof erinnert daran, dass in den Fällen, in denen die innerstaatlichen Gerichte ihre Entscheidungen auf allgemeine Erwägungen stützen, die zu einer unterschiedlichen Behandlung auf Grund des Geschlechts führen, ein Problem nach Artikel 14 auftreten kann (siehe Schuler-Zgraggen ./. Schweiz, Urteil vom 24. Juni 1993, Serie A, Band 263, S. 21-22, Nr. 67). Ähnliche Überlegungen gelten hinsichtlich der Diskriminierung wegen eines anderen Grundes oder Status, d.h. auch auf Grund der sexuellen Prägung einer Person.", "", "91. Der Gerichtshof vertritt jedoch den Standpunkt, dass die Rüge der Beschwerdeführerin, sie sei wegen ihrer Transsexualität diskriminiert worden, unter den Umständen der vorliegenden Rechtssache eigentlich dieselbe Rüge, wenn auch unter einem anderen Blickwinkel, darstellt, die der Gerichtshof bereits im Zusammenhang mit Artikel 6 Absatz 1 und noch eingehender mit Artikel 8 der Konvention (siehe Smith und Grady, a.a.O., Nr. 115) geprüft hat.", "", "92. Daher ist der Gerichtshof der Auffassung, dass die Rügen der Beschwerdeführerin keine eigene Frage auf Grund von Artikel 14 in Verbindung mit Artikel 6 Absatz 1 und mit Artikel 8 aufwerfen.", "", "ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "", "93. Artikel 41 der Konvention sieht Folgendes vor:", "\t", "\t„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.“", "", "Schaden", "", "94. Die Beschwerdeführerin, die auf praktische Schwierigkeiten bei der Bezifferung des Schadens verwies, den sie aufgrund der Berliner Gerichtsentscheidungen erlitten hat, die ihre Ansprüche auf Erstattung der Kosten für geschlechtsangleichende Maßnahmen zurückwiesen, insbesondere in Bezug auf den negativen Folgeschaden für ihr Leben, verlangte die Zahlung eines Betrags von 14.549 EUR, also den Gegenwert des vom Kammergericht festgesetzten Streitwertes (siehe Nr. 20 oben).", "", "\t95. Die Regierung gab zum Anspruch der Beschwerdeführerin keine Bemerkungen ab.", "", "\t96. Der Gerichtshof kann keine Vermutungen darüber anstellen, wie die angefochtenen Verfahren ausgegangen wären, wenn keine Verletzung der Konvention vorgelegen hätte. Allerdings ist er der Auffassung, dass die Beschwerdeführerin zweifellos einen immateriellen Schaden erlitten hat, weil die Gerichtsverfahren nicht fair waren und es an Achtung ihres Privatlebens fehlte. Unter Berücksichtigung der Umstände in der Rechtssache trifft der Gerichtshof eine Entscheidung unter Anwendung von Billigkeitsgesichtspunkten und spricht ihr einen Schadensersatz von 15.000 EUR zu.", "", "Kosten und Auslagen", "", "97. Die von der Beschwerdeführerin geltend gemachten Kosten und Auslagen setzen sich wie folgt zusammen:", "", "1.916 EUR stellen die Kosten dar, die ihr vom Landgericht Berlin (1.730 DM) sowie vom Kammergericht Berlin (ein Vorschuss von 576 DM und ein auferlegter Gesamtbetrag von 1.449 DM) auferlegt wurden;", "807 EUR (1.578,37 DM) für notwendige Auslagen im Verfahren vor dem Bundesverfassungsgericht.", "", "98. Die Regierung hat gegen die Forderungen keine Einwendungen erhoben.", "", "99. Stellt der Gerichtshof fest, dass die Konvention verletzt worden ist, so kann er der Beschwerdeführerin nicht nur die bei den Einrichtungen in Straßburg angefallenen Kosten und Auslagen zusprechen, sondern auch die bei den innerstaatlichen Gerichten angefallenen Kosten und Auslagen für die Verhütung oder Wiedergutmachung der Verletzung (siehe insbesondere Zimmermann und Steiner ./. Schweiz, Urteil vom 13. Juli 1983, Serie A, Band 66, S. 14, Nr. 36).", "", "100. Nach Ansicht des Gerichtshofs kann die Erstattung der Gerichtskosten im Zusammenhang mit dem Verfahren vor dem Landgericht in Bezug auf die Begründetheit ihres Anspruchs auf Erstattung der Heilbehandlungskosten nicht angeordnet werden, weil keine hinreichende Verbindung zwischen diesen Kosten und der festgestellten Verletzung besteht. Andererseits hat die Beschwerdeführerin einen Anspruch auf Zahlung der Kosten, die dem Verfahren vor dem Kammergericht zuzurechnen sind, weil der Berufungsgrund die Feststellung der medizinischen Notwendigkeit geschlechtsangleichender Maßnahmen in ihrem Fall durch das Landgericht war, die einen Bestandteil der durch den Gerichtshof festgestellten Verletzung der Artikel 6 und 8 darstellte. Zur Höhe dieser Kosten bemerkt der Gerichtshof unter Berücksichtigung der von der Beschwerdeführerin eingereichten Rechnungen der Gerichte, dass die Vorschusszahlung von der Gesamtfestsetzung der Kosten abgezogen worden war. Auch sind die notwendigen Auslagen der Beschwerdeführerin in dem Verfahren vor dem Bundesverfassungsgericht zu erstatten.", "", "101. Der Gerichtshof erkennt unter Anwendung von Billigkeitsgesichtspunkten und spricht der Beschwerdeführerin den Betrag von 2.500 EUR zu.", "", "", "", "", "", "Verzugszinsen", "", "102. Der Gerichtshof hält es für angebracht, für die Verzugszinsen einen gegenüber dem Basiszinssatz der Europäischen Zentralbank um drei Prozentpunkte erhöhten Zinssatz festzusetzen.", "", "", "AUS DIESEN GRÜNDEN", "", "erkennt DER GERICHTSHOF mit vier zu drei Stimmen, dass eine Verletzung von Artikel 6 Absatz 1 der Konvention vorliegt,", "erkennt DER GERICHTSHOF mit vier zu drei Stimmen, dass eine Verletzung von Artikel 8 der Konvention vorliegt,", "erkennt DER GERICHTSHOF einstimmig, dass keine eigene Frage nach Artikel 14 der Konvention in Verbindung mit Artikel 6 Absatz 1 und Artikel 8 aufgeworfen wird,", "erkennt DER GERICHTSHOF mit vier zu drei Stimmen,", "dass der beklagte Staat an die Beschwerdeführerin binnen drei Monaten ab dem Datum der Rechtskraft des Urteils nach Artikel 44 Absatz 2 der Konvention die folgenden Beträge zu zahlen hat:", "15.000 EUR (fünfzehntausend Euro) in Bezug auf den immateriellen Schaden;", "2.500 EUR (zweitausendfünfhundert Euro) in Bezug auf Kosten und Auslagen;", "dass ab dem Ablauf der vorbezeichneten drei Monate bis zur Begleichung einfache Zinsen auf die vorstehenden Beträge zu einem Zinssatz zu zahlen sind, der gegenüber dem Basiszinssatz der Europäischen Zentralbank während des Säumniszeitraums um drei Prozentpunkte erhöht wird,", "Weist DER GERICHTSHOF einstimmig die restliche Forderung der Beschwerdeführerin auf gerechte Entschädigung zurück.", "", "Ausgefertigt in englischer Sprache und schriftlich notifiziert am 12. Juni 2003 in Übereinstimmung mit Artikel 77 Absatz 2 und 3 der Verfahrensordnung.", "", "", "", "", "", "", "", "", "", "", "", "", "In Übereinstimmung mit Artikel 45 Absatz 2 der Konvention und Artikel 74 Absatz 2 der Verfahrensordnung werden diesem Urteil die folgenden Meinungen beigefügt:", "", "abweichende Meinung von Herrn Cabral Barreto, Herrn Hedigan und Frau Greve;", "zustimmende Meinung von Herrn Ress.", "", "", "", "I.C.B.", "  V.B.", "\nABWEICHENDE MEINUNG DER RICHTER CABRAL BARRETO, HEDIGAN UND GREVE", "", "1. Wir bedauern, der Mehrheit in dieser Rechtssache nicht zustimmen zu können.", "", "Für uns geht es in dieser Rechtssache nicht um die Rechte von Transsexuellen auf Achtung ihres Privatlebens, ihrer Würde und ihrer eigenen geschlechtlichen Identifikation. Diese Rechte erachten wir nunmehr in der Rechtsprechung des Europäischen Gerichtshofs für Menschenrechte für eindeutig festgelegt, zuletzt in Christine Goodwin ./. Vereinigtes Königreich [GC], der wir uneingeschränkt zustimmen. Unserer Auffassung nach betrifft diese Rechtssache die auf Antrag der Beschwerdeführerin erfolgte Entscheidung deutscher Gerichte über zwei Bedingungen ihres privaten Krankenversicherungsvertrags. Wir fürchten, dass das Urteil die Fähigkeit einer Partei, im vorliegenden Fall der beklagten Versicherungsgesellschaft, die Bedingungen eines Vertrags, der mit der anderen Partei, im vorliegenden Fall mit der Beschwerdeführerin, geschlossen wurde, zum Gegenstand eines Rechtsstreits zu machen, zu sehr einschränkt.", "", "2. Der Sachverhalt in dieser Rechtssache ist im Urteil dargelegt und bedarf keiner Wiederholung. Hier möge die Anmerkung genügen, dass die Vorgeschichte des Falles etwas ungewöhnlich ist. Die deutschen Gerichte waren gehalten festzustellen, ob die private Versicherung der Beschwerdeführerin nach den Allgemeinen Versicherungsbedingungen verpflichtet war, ihr 50 % der Kosten für bestimmte Medikamente im Zusammenhang mit einer Hormonbehandlung und für ihre geschlechtsangleichende Operation zu erstatten.", "", "3. Die Streitfrage vor den deutschen Gerichten lautete, ob die Operation und die begleitende Behandlung notwendig waren und ob die Krankheit selbst herbeigeführt worden war. Nach den Bedingungen des Versicherungsvertrags wäre die Versicherung nicht verpflichtet gewesen, auf Grund der Police zu zahlen, wenn die Operation nicht notwendig oder die Krankheit selbst herbeigeführt war.", "", "4. Der Fall wurde zunächst vor dem Landgericht Berlin verhandelt. Es entschied, gut-achterliche Stellungnahmen zu folgenden Fragen einzuholen:", "ob bei der Beschwerdeführerin eine Mann-zu-Frau-Transsexualität besteht,", "ob es sich bei der bei ihr vorliegenden Art der Transsexualität um eine Krankheit handelt,", "ob die geschlechtsangleichende Operation die notwendige Heilbehandlung für die Transsexualität darstellt,", "e)  [Anm.d.Übers.: Hier dürfte „d“ gemeint sein.] und ob diese Behandlungsmethode wissenschaftlich allgemein anerkannt ist.", "", "Beim Landgericht hatte die Beschwerdeführerin keinen Erfolg. Dieses Gericht vertrat die Auffassung, es sei nicht vertretbar, die von der Beschwerdeführerin beabsichtigte Hormonbehandlung und Operation zu dem Zeitpunkt und für sich genommen und daher in diesem Fall als medizinisch notwendig anzusehen. Es war der Ansicht, dass die Beschwerdeführerin zunächst auf mildere Mittel, und zwar auf eine von dem Verfasser des betreffenden psychiatrischen Sachverständigengutachtens, dem Psychiater Dr. H. vorgeschlagene erweiterte Psychotherapie mit 50 bis 100 Sitzungen hätte zurückgreifen müssen. Die Beschwerdeführerin hatte sich in der Tat geweigert, damit nach 24 Sitzungen fortzufahren. (Eine Unklarheit darüber, ob es 2 oder 24 Sitzungen gegeben hatte, wurde mit Zustimmung der Regierung zu Gunsten der Beschwerdeführerin mit 24 Sitzungen entschieden.) Wir haben dem Gutachten von Dr. H. entnommen, dass er fest davon überzeugt war, dass eine vollständige psychotherapeutische Behandlungsreihe zumindest ein Bestandteil einer umfassenden Behandlung hätte sein sollen, die möglicherweise auch chirurgische Eingriffe einschloss und einen wesentlichen Bestandteil einer erfolgreichen Geschlechtsangleichung dargestellt hätte. In Anbetracht dieses Gutachtens und des etwas ungewöhnlichen Hintergrunds des Zustands der Beschwerdeführerin in Verbindung mit der Irreversibilität der Operation erscheint uns die vorstehende Auffassung des Landgerichts durchaus angemessen.", "", "Darüber hinaus hat das Landgericht erkannt, dass mit dem Beweismaterial nicht schlüssig bewiesen worden sei, dass die geschlechtsangleichenden Maßnahmen eine Linderung des körperlichen und psychischen Leidens der Beschwerdeführerin, die ein weiteres Kriterium für die Annahme ihrer medizinischen Notwendigkeit darstellt, bewirken würden. Der Sachverständige habe die Operation aus psychiatrisch-psychotherapeutischer Sicht empfohlen, da sie zu einer weiteren Verbesserung der sozialen Situation der Beschwerdeführerin führen würde.", "", "Das Gericht würdigte die Beweise dergestalt, dass mit diesem Sachverständigenbericht nicht nachgewiesen worden sei, dass die Operation die notwendige Heilbehandlung in diesem Fall darstellt, sondern die Ansicht vertreten worden sei, dass die Beschwerdeführerin zunächst die vom Psychiater empfohlene erweiterte psychotherapeutische Behandlungsreihe hätte abschließen müssen. Diese Würdigung erscheint uns weder willkürlich noch unangemessen und wir sehen daher keinen Anlass zur Kritik.", "", "Es ist anzumerken, dass die Beschwerdeführerin sich zum Zeitpunkt der Verhandlung vor dem Landgericht der betreffenden Operation noch nicht unterzogen hatte.", "", "5. Die Beschwerdeführerin hat bei dem Kammergericht Berlin Berufung eingelegt. Sie hat die Feststellung angefochten, dass keine Notwendigkeit vorlag. Die Beschwerdeführerin hat vorgetragen, sie habe sich einer Psychotherapie mit 24 bis 35 Sitzungen unterzogen. Sie verweigere die Teilnahme an weiteren Sitzungen. Sie verwies auf die schriftlichen Sachverständigengutachten und wies auf die Möglichkeit hin, diese Sachverständigen anzuhören.", "", "6. Im November 1994 hat die Beschwerdeführerin sich sodann der Operation unterzogen, ohne die psychotherapeutische Behandlungsreihe abzuschließen, zu der ihr als wesentlichem Bestandteil der Geschlechtsangleichung, die auch eine etwaige Operation einschloss, geraten worden war.", "", "\t7. Das Kammergericht hat die Berufung am 27. Januar 1995 nach einer mündlichen Verhandlung zurückgewiesen. Die Begründung ist in den Nummern 21 bis 28 des Urteils dargelegt.", "", "\t8. Für die Zwecke dieser abweichenden Meinung erachten wir die folgenden Feststellungen des Kammergerichts für bemerkenswert:", "", "die Beschwerdeführerin ist eine Transsexuelle,", "nach Angaben von Dr. H. stellt ihre Transsexualität eine Krankheit dar,", "das Kammergericht hat die Feststellungen des Landgerichts wie folgt bestätigt:", "", "dass Dr. H. die Notwendigkeit der Operation nicht bestätigt habe,", "nach Ansicht von Dr. H. sei diese Operation eine mögliche Heilbehandlung, jedoch könne die Frage der Notwendigkeit nicht eindeutig bejaht werden,", "unter Abwägung der Beschränkungen und Vorteile war Dr. H. im Fall der Beschwerdeführerin der Ansicht, dass die Vorteile überwogen, und daher empfahl er die Operation,", "das Kammergericht stellte fest, dass die Formulierung von Dr. H. vorsichtig sei und daher keine eindeutige Bestätigung der Notwendigkeit der Operation darstelle,", "nach Auffassung des Kammergerichts ging aus dem Gutachten von Dr. H. hervor, dass er den Erfolg der Operation im Fall der Beschwerdeführerin für recht ungewiss erachtete. Das Kammergericht bezeichnete dies als „eine vage Hoffnung“ und kam zu dem Schluss, dass diese die Notwendigkeit der Operation unter Berücksichtigung der Zielsetzung der Krankenversicherung nicht begründen könne.", "", "Wir erachten alle vorstehenden Feststellungen unter den Umständen für angemessen.", "", "\t9. Das Kammergericht hat sodann § 5 Nr. 1 b) des Vertrags dahingehend geprüft, ob die Beschwerdeführerin ihre Krankheit tatsächlich selbst herbeigeführt hat, was von der beklagten Versicherungsgesellschaft vorgetragen worden war.", "", "\tDas Kammergericht verwies auf die Anamnese im Gutachten von Dr. O. aus dem Jahre 1991. Hieraus zitierte das Kammergericht, wie in den Nummern 26 und 27 angegeben. Auf Grund dessen erkannte das Kammergericht, sie habe die Krankheit vorsätzlich herbeigeführt. Wir sind wiederum der Auffassung, dass es dem Kammergericht freistand, nachdem es dieses Gutachten gelesen hatte, in angemessener Weise zu diesem Schluss zu kommen, und wir weisen darauf hin, dass es sich dabei nur auf die bloßen den Sachverhalt betreffenden Einzelheiten der darin enthaltenen Anamnese des Falles der Beschwerdeführerin zu stützen brauchte.", "", "\t10. Wir stimmen damit überein, dass die Würdigung des erlangten Beweismaterials den innerstaatlichen Gerichten obliegt, dass jedoch der Europäische Gerichtshof festzustellen hat, ob das Verfahren insgesamt betrachtet fair war. Wir stimmen ferner damit überein, dass die innerstaatlichen Gerichte verpflichtet sind, eine ordnungsgemäße Prüfung der Vorträge, Begründungen und Beweise der Parteien durchzuführen. Wie oben festgestellt, stimmen wir auch mit der Entscheidung dieses Gerichtshofs in der Sache Christine Goodwin ./. Vereinigtes Königreich überein.", "", "\t11. Wir können der in Nummer 54 enthaltenen Einschätzung der Empfehlung von Dr. H. zur Operation als „eindeutig“ nicht zustimmen. Wie oben angemerkt, sind wir der Ansicht, dass die Feststellungen des Landgerichts wie auch des Kammergerichts in dieser Hinsicht angemessen waren. Ihre Einschätzung seines Berichts lautete „vorsichtig“, „keine eindeutige Bestätigung der Notwendigkeit der Operation“, „der Erfolg der Operation war ungewiss“ und dass die Empfehlung auf einer „vagen Hoffnung“ auf Erfolg beruhte.", "", "\t12. Wir stimmen damit überein, dass die Geschlechtsidentität einen der intimsten und am weitesten ins Privatleben hineinreichenden Aspekte des Lebens einer Person darstellt. Wir können aber nicht den Darlegungen im zweiten Satz von Nummer 56 folgen, dass dies bedeutet, dass es unverhältnismäßig ist, von einer Person wie der Beschwerdeführerin zu verlangen, die medizinische Notwendigkeit einer Behandlung, einschließlich einer irreversiblen Operation, nachzuweisen. Diese Rechtssache bezieht sich auf eine Klage der Beschwerdeführerin, um ihre private Versicherungsgesellschaft zu zwingen, ihr auf Grund ihres Vertrags mit dieser Gesellschaft 50 % der Kosten dieser Behandlung zu erstatten. Eine der oben wiedergegebenen Bedingungen dieses Vertrags lautet, dass diese Behandlung medizinisch notwendig sein muss. Die Versicherungsgesellschaft stellte sich auf den Standpunkt, dass dies nicht der Fall war. Die Beschwerdeführerin stellte sich auf den Standpunkt, dass dies doch der Fall war, was verständlich ist. Die Streitfrage bestand daher in der eigentlichen Frage der Notwendigkeit. Unserer Ansicht nach ist eine Vertragspartei eines Versicherungsvertrags in einer Rechtssache wie der von Christine Goodwin nicht daran gehindert, oder sollte es zumindest nicht sein, einen Rechtsstreit über eine Bedingung dieses Vertrags zu führen, darunter auch die Bedingung, welche die medizinische Notwendigkeit der betreffenden Behandlung vorschreibt. Wir fürchten, dass eine anderslautende Entscheidung bedeutet, dass man in jedem Fall, bei dem es um eine transsexuelle Person geht, von der medizinischen Notwendigkeit der Operation ausgehen müsste. Dies kann unserer Auffassung nach nicht richtig sein. Die wahrscheinliche Folge wäre nämlich der Ausschluss dieser Art der Deckung von Krankenversicherungspolicen, was einen großen Nachteil für Transsexuelle im Allgemeinen darstellen würde.", "", "\t13. Im Zusammenhang mit der Frage der Verursachung weicht unsere Ansicht aus den gleichen Gründen, die oben dargelegt wurden, ebenfalls von der Mehrheit ab. Hierzu weisen wir auf den äußerst ungewöhnlichen Hintergrund der Krankengeschichte in dieser Rechtssache hin. Wir weisen darauf hin, dass die Beschwerdeführerin selbst der Verwendung der Gutachten in den früheren Verfahren zugestimmt hatte. Die darin enthaltene Krankengeschichte ist ganz bemerkenswert in Bezug auf die Frage der Verursachung, und im Zusammenhang mit der Klage wegen des betreffenden Vertrags halten wir die diesbezügliche Entscheidung des Kammergerichts nicht für willkürlich oder unangemessen, und wie oben angemerkt, obliegt die Würdigung des Beweismaterials mit Ausnahme der angeführten Punkte den innerstaatlichen Gerichten. Unserer Meinung nach waren die Verfahren insgesamt betrachtet aus den angegebenen Gründen fair.", "", "\t14. Aus den vorstehenden Gründen sind wir bei diesem Urteil bedauerlicherweise nicht einer Meinung mit der Mehrheit und stellen keine Verletzung von Artikel 6 Absatz 1 der Konvention fest.", "", "Behauptete Verletzung des Artikels 8 der Konvention", "", "15. Wir stimmen mit den in den Nummern 69 bis 72 dargelegten allgemeinen Grundsätzen überein. Wir können uns nicht der Aussage in Nummer 79 anschließen, das Landgericht habe die Beschwerdeführerin auf die Möglichkeit der Psychotherapie als milderes Mittel zur Behandlung ihres Zustands „im Widerspruch zu den Ausführungen im Sachverständigengutachten“ verwiesen. Wie in Nummer 16 dargelegt, erkannte das Landgericht, die Beschwerdeführerin hätte zunächst auf mildere Mittel zurückgreifen müssen. Diese Auffassung war im Zusammenhang mit der Notwendigkeit ganz wesentlich. Wir haben oben unsere ablehnende Haltung in Bezug auf die Einschätzung der Ansicht von Dr. H. zur Notwendigkeit der Operation als „eindeutige Empfehlung“ zum Ausdruck gebracht. Auch stimmen wir nicht zu, dass das Urteil des Kammergerichts in Bezug auf die Verursachung einen Vorwurf beinhaltet.", "", "\t16. Die Aufgabe der deutschen Gerichte auf Antrag der Beschwerdeführerin in dieser Rechtssache bestand in der Entscheidung über ihren Versicherungsvertrag im Hinblick auf zwei Fragen:", "die Notwendigkeit der operativen Geschlechtsangleichung;", "die Verursachung des Zustands der Beschwerdeführerin.", "\tHierzu war es unvermeidlich, dass eine schmerzhafte und das Innenleben berührende Analyse der Anamnese der Beschwerdeführerin verlangt wurde. Eine angemessene Achtung des unbestrittenen Rechts von Transsexuellen auf Achtung ihrer Würde, ihres Privatlebens und ihrer geschlechtlichen Selbstbestimmung erfordert die Durchführung einer derartigen Entscheidung mit der gebotenen Achtung und dem gebotenen Anstand, verhindert jedoch nicht, dass diese Analyse überhaupt durchgeführt wird. Wir haben den Eindruck, dass in diesem Urteil eine andere Auffassung vertreten wird, und die innerstaatlichen Gerichte, wenn sie dieser folgen würden, nie in der Lage wären, eine derartige Entscheidung sinnvoll zu treffen.", "", "\tAus diesen Gründen, die sich auf die Rügen nach Artikel 8 sowie nach Artikel 6 beziehen, möchten wir mit dem gebotenen Respekt eine abweichende Meinung vertreten.", "\nZUSTIMMENDE MEINUNG VON RICHTER RESS", "", "\tIch stimme dem Urteil der Kammer uneingeschränkt zu und möchte Folgendes hinzufügen.", "", "1. Zwar bezieht sich die Rechtssache auf die Auslegung der Bedingungen eines Vertrags zwischen der Beschwerdeführerin und ihrer privaten Versicherungsgesellschaft und auf den damit zusammenhängenden Rechtsstreit, jedoch sind drei Faktoren zu berücksichtigen: Erstens die Parallelen zwischen der privaten Krankenversicherung und dem Sozialversicherungssystem in Deutschland, zweitens die Auswirkung von Artikel 8 auf die zivilrechtlichen Beziehungen von Privatpersonen untereinander oder zwischen Privatpersonen und Unternehmen, und drittens letztlich die Achtung des freien Willens von Transsexuellen und der von ihnen getroffenen Wahl.", "", "2. Zwischen dem Sozialversicherungssystem in Deutschland und der privaten Versicherung als Alternative oder zusätzliche Möglichkeit für bestimmte Personengruppen besteht eine enge rechtliche Verbindung. Die Bedingungen der Privatversicherung müssen, mutatis mutandis, denen des öffentlichen Systems entsprechen. Wie dem Urteil der Kammer eindeutig zu entnehmen ist, werden geschlechtsbezogene Operationen vom Sozialversicherungssystem und von der privaten Krankenversicherung abgedeckt, wenn es auch den Anschein haben mag, dass die von den Verwaltungsgerichten und den Zivilgerichten festgelegten Voraussetzungen zumindest tendenziell unterschiedlich sind (siehe Nummer 33 des Urteils).", "", "3. Nach deutschem Verfassungsrecht besitzen die Grundrechte eine unmittelbare Auswirkung auf die Beziehungen von Privatpersonen untereinander. Dasselbe gilt für die Rechte aus der Konvention. Nach der Konvention haben die Vertragsstaaten sicherzustellen (Artikel 1), dass alle Personen ihr Privatleben führen können und eine der Voraussetzungen hierfür ist die Achtung der Geschlechtsidentität, wie der Gerichtshof in der Rechtssache Christine Goodwin ./. Vereinigtes Königreich betont hat. Die Bedingungen des Vertrags zwischen der Beschwerdeführerin und ihrer privaten Versicherung sind in Anbetracht dieser Erfordernisse des Artikels 8 auszulegen. Der Begriff „notwendig“ im Zusammenhang mit geschlechtsbezogenen Operationen ist folglich nicht nur dahingehend auszulegen, dass die schwierige Lage der möglichen Transsexuellen geachtet wird, sondern dass auch die in dem neueren Urteil in der Sache Goodwin dargelegten wissenschaftlichen Erkenntnisse berücksichtigt werden. Diesen Erkenntnissen zufolge ist die Situation dergestalt, dass sie vom Gehirn beherrscht wird und sowohl objektive als auch subjektive Merkmale aufweist. Sind die deutschen Gerichte in Anbetracht dieser Anforderungen an die Frage unter hinreichender Berücksichtigung von Artikel 8 herangegangen? Obwohl der Arzt, der die Beschwerdeführerin gesehen hatte, nach Abwägung der Vorteile und Nachteile in ihrem Fall zu dem Schluss kam, dass die Vorteile überwogen und daher eine Operation zu empfehlen war, erkannten die deutschen Gerichte, dies sei keine eindeutige Bejahung der Notwendigkeit der Operation. Die Begründung des Kammergerichts wäre ganz annehmbar, und, wie in der abweichenden Meinung geäußert, angemessen, wenn es nicht von dem Standpunkt aus zu entscheiden gehabt hätte, ob die Voraussetzungen des Artikels 8 – Achtung der speziellen Umstände des Privatlebens der Beschwerdeführerin – eingehalten wurden.", "", "4. Dies führt mich zu meiner dritten und letzten Überlegung. In Fällen, in denen es um die Frage geht, ob eine geschlechtsangleichende Operation notwendig ist und der Arzt, der die betreffende Person untersucht hat, wie in der vorliegenden Rechtssache zu dem Schluss kommt, dass die Beschwerdeführerin eine transsexuelle Person ist und dass die Transsexualität eine Krankheit darstellt, und die Operation daher nach Abwägung der Nachteile und Vorzüge empfiehlt, sollte die Entscheidung der Beschwerdeführerin immer der letzte und entscheidende Faktor sein, aus dem hervorgeht, dass die Operation notwendig ist. Ich glaube, dass diese Art von Fall nach der Begründung in der Sache Goodwin eindeutig von anderen medizinischen Fällen unterschieden werden kann. Wird einer transsexuellen Person nach langwieriger Behandlung von ihrem Arzt gesagt, dass die Vorteile einer Operation seiner Meinung nach gegenüber den Nachteilen überwiegen, so kann man nicht sagen, die transsexuelle Person habe die „Krankheit“ vorsätzlich herbeigeführt. Dies bedeutet nicht, dass bei jeder transsexuellen Person von der Notwendigkeit der Operation ausgegangen werden sollte, wenn sich allerdings eine transsexuelle Person über einen recht langen Zeitraum hinweg Behandlungen anderer Art unterzogen hat, wie z.B. der Psychotherapie (siehe Nummer 16 des Urteils), so hat die Person alles Notwendige getan, um schließlich zu dem Schluss zu gelangen, der zu achten ist, dass nur eine geschlechtsangleichende Operation hilfreich wäre und somit in ihrem Fall notwendig ist. Die Beschwerdeführerin hatte bereits auf weniger einschneidende Mittel wie beispielsweise Hormonbehandlungen zurückgegriffen. Eine Verlängerung ihrer Situation, die bereits geraume Zeit andauerte (siehe die Nummern 11 und 26 des Urteils) hätte eine Behandlung dargestellt, die meiner Ansicht nach nicht mit der „Achtung“ des Privatlebens gemäß Artikel 8 zu vereinbaren ist. Es ist ein äußerst intimer und privater Aspekt des Lebens einer Person, ob sie sich einer geschlechtsangleichenden Operation unterzieht und daher sollten die Gerichte bei der Prüfung der Notwendigkeit einer Operation als einen entscheidenden Faktor die Wünsche der transsexuellen Person berücksichtigen. Ich kann nichts Willkürliches in der Entscheidung der Beschwerdeführerin feststellen, sich schließlich nach einer recht langwierigen Behandlung der angleichenden Operation zu unterziehen, nachdem sogar ihr Arzt diese empfohlen hatte.", ""]}