{"file": "GER_HJUDGER_17167_11.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "17167/11", "text_paragraphs": ["", "Übersetzung des Bundesministeriums der Justiz und für Verbraucherschutz", "", "", "EUROPÄISCHER GERICHTSHOF FÜR MENSCHENRECHTE", "", "", "", "FÜNFTE SEKTION", "", "", "", "", "", "RECHTSSACHE W. ./. DEUTSCHLAND", "", "(Individualbeschwerde Nr. 17167/11)", "", "", "", "", "", "", "URTEIL", "", "", "", "STRASSBURG", "", "19. September 2013", "", "", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Absatz 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "\n", "In der Rechtssache W. ./. Deutschland", "hat der Europäische Gerichtshof für Menschenrechte (Fünfte Sektion) als Kammer mit den Richterinnen und Richtern", "Mark Villiger, Präsident,", "Angelika Nußberger, \nAnn Power-Forde,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tHelena Jäderblom,\n\tAleš Pejchal, \nund Claudia Westerdiek, Sektionskanzlerin,", "nach nicht öffentlicher Beratung am 27. August 2013", "das folgende Urteil erlassen, das am selben Tag angenommen wurde.", "VERFAHREN", "1.  Der Rechtssache lag eine Individualbeschwerde (Nr. 17167/11) gegen die Bundesrepublik Deutschland zugrunde, die ein deutscher Staatsangehöriger, Herr W. („der Beschwerdeführer“), am 10. März 2011 nach Artikel 34 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) beim Gerichtshof eingereicht hatte. Der Präsident der Sektion hat dem Antrag des Beschwerdeführers, seinen Namen nicht offen zu legen (Artikel 47 Abs. 3 der Verfahrensordnung des Gerichtshofs), am 22. September 2011 stattgegeben.", "2.  Die deutsche Regierung („die Regierung“) wurde durch einen ihrer Verfahrensbevollmächtigten, Herrn Ministerialrat H.-J. Behrens vom Bundesministerium der Justiz, vertreten. Der Präsident der Sektion hat dem Beschwerdeführer am 13.Januar 2012 nach Artikel 36 Abs. 2 in fine erlaubt, seine Interessen vor dem Gerichtshof selbst zu vertreten.", "3.  Der Beschwerdeführer rügte insbesondere, dass Artikel 5 Abs. 1 der Konvention verletzt worden sei, weil die nationalen Gerichte es versäumt hätten, die gesetzlich vorgesehene Frist zur Überprüfung der Notwendigkeit seiner Sicherungsverwahrung einzuhalten, und sich geweigert hätten, einen medizinischen Sachverständigen zur Beurteilung seiner Gefährlichkeit hinzuzuziehen.", "4.  Am 10. Oktober 2011 wurde die Beschwerde der Regierung übermittelt.", "SACHVERHALT", "I.  DIE UMSTÄNDE DER RECHTSSACHE", "5.  Der 19[...] geborene Beschwerdeführer ist derzeit in der Justizvollzugsanstalt X inhaftiert.", "A.  Die früheren Verurteilungen des Beschwerdeführers sowie die Anordnung seiner Sicherungsverwahrung und deren Vollstreckung", "6.  1995 verurteilte das Amtsgericht Braunschweig den Beschwerdeführer wegen versuchter Nötigung und versuchter räuberischer Erpressung eines vierzehnjährigen Mädchens sowie sexuellen Missbrauchs von Kindern durch exhibitionistische Handlungen in drei Fällen. Das Gericht verurteilte ihn zu einer Freiheitsstrafe von einem Jahr und drei Monaten und setzte die Vollstreckung der Strafe zur Bewährung aus.", "7.  Am 26. November 1997 verurteilte das Landgericht Berlin den Beschwerdeführer unter anderem wegen Vergewaltigung einer Frau und wegen sexueller Nötigung und sexuellen Missbrauchs eines neunjährigen und zweier zehnjähriger Mädchen in ihren jeweiligen Wohnungen, davon in einem Fall in Tateinheit mit schwerer räuberischer Erpressung und in den anderen drei Fällen in Tateinheit mit schwerem Raub. Es verurteilte ihn zu neun Jahren und sechs Monaten Freiheitsstrafe und ordnete seine Unterbringung in der Sicherungsverwahrung nach § 66 Abs. 2 StGB an (siehe Rdnr. 40, unten).", "8.  Das Landgericht, das einen neurologischen und psychiatrischen Sachverständigen, K., angehört hatte, stellte fest, dass der Beschwerdeführer, der seine Taten gestanden habe, im Zustand voller Schuldfähigkeit gehandelt habe, aber an einer dissozialen und narzisstischen Persönlichkeitsstörung und einer sexuellen Deviation leide, die eine psychotherapeutische Behandlung erforderlich mache. Er habe einen Hang zu erheblichen Straftaten, insbesondere zu Sexualstraftaten, und stelle daher eine Gefahr für die Allgemeinheit dar.", "9.  Am 1. November 2007 ordnete das Landgericht Berlin die Vollstreckung der gegen den Beschwerdeführer angeordneten Sicherungsverwahrung an. Hinsichtlich der weiter bestehenden Gefährlichkeit des Beschwerdeführers nahm es auf das Gutachten des psychiatrischen Sachverständigen K. vom 29. Mai 1997, das in dem Strafverfahren im Jahre 1997 erbracht worden war, Bezug. Es hielt die Schlussfolgerungen aus diesem Gutachten weiterhin für zutreffend, da sich bei dem Beschwerdeführer keine wesentliche Veränderungen seiner Persönlichkeit oder seiner Einstellung ergeben hätten, weil er eine Therapie zur Aufarbeitung seiner Taten und charakterlichen Defizite in der Justizvollzugsanstalt abgelehnt habe. Da die Sicherungsverwahrung unter diesen Umständen eindeutig nicht ausgesetzt werden könne, bedürfe es keines neuen Sachverständigengutachtens (§ 463 Abs. 3 Satz 3 i. V. m. § 454 Abs. 2 StGB, siehe Rdnr.44, unten). Am 21. Dezember 2007 bestätigte das Kammergericht in Berlin unter Bestätigung der vom Landgericht dargelegten Gründe diese Entscheidung.", "10.  Seit dem 24. Dezember 2007 befindet sich der Beschwerdeführer, der die vom Landgericht Berlin am 26. November 1997 sowie die vom Amtsgericht Braunschweig im Jahr 1995 verhängte Strafe (nach Widerruf der Strafaussetzung zur Bewährung) vollständig verbüßt hat, in der Sicherungsverwahrung in der JVA X.", "11.  Am 18. Mai 2009 wies das Landgericht Berlin einen Antrag des Beschwerdeführers nach § 458 Abs.1 StPO (siehe Rdnr. 43, unten) auf Freilassung aus der Sicherungsverwahrung zurück. Der Beschwerdeführer hatte vorgebracht, dass seine Sicherungsverwahrung auf verfassungswidrigen Rechtsvorschriften beruhe.", "12.  Am 9. Juli 2009 verwarf das Kammergericht Berlin die gegen diesen Beschluss gerichtete sofortige Beschwerde des Beschwerdeführers.", "B.  Das in Rede stehende Verfahren", "1.  Der Beschluss des Landgerichts Berlin", "13.  In zwei Schreiben vom 29. September 2009 bat der Beschwerdeführer die Staatsanwaltschaft Berlin und das Landgericht Berlin um Informationen über den Fortgang des Verfahrens nach § 67e StGB (siehe Rdnr. 42, unten) zur Überprüfung, ob die weitere Vollstreckung der gegen ihn angeordneten Sicherungsverwahrung erforderlich sei. Er forderte die Beiordnung eines Pflichtverteidigers und die Einholung eines Sachverständigengutachtens über seine Gefährlichkeit. Seine Anfrage beim Landgericht wiederholte er mit Schreiben vom 7. November 2009.", "14.  Am 9. November 2009 forderte das Landgericht Berlin die Staatsanwaltschaft Berlin zur Einholung der für die Durchführung des Überprüfungsverfahrens erforderlichen Informationen auf.", "15.  Am 11. November 2009 bat die Staatsanwaltschaft Berlin, nachdem sie die Strafvollstreckungsakte des Beschwerdeführers von dem Landgericht Berlin erhalten hatte, die JVA X, zur Situation und Entwicklung des Beschwerdeführers in der Sicherungsverwahrung Stellung zu nehmen. Dieses Ersuchen ist bei der Justizvollzugsanstalt nicht eingegangen.", "16.  Am 17. November 2009 teilte die Staatsanwaltschaft Berlin dem Beschwerdeführer mit, dass sie die Akten dem Landgericht vorlegen werde, sobald die JVA X ihre erforderliche Stellungnahme abgegeben habe.", "17.  In einem Schreiben vom 2. Dezember 2009, das am 17. Dezember 2009 bei der JVA X einging, wiederholte die Staatsanwaltschaft ihre Forderung nach einer Stellungnahme. Darüber hinaus fertigte sie für den eigenen weiteren Gebrauch eine Kopie des Vollstreckungshefts und übersandte die Verfahrensakte dem Landgericht Berlin. Dort ging die Akte am 14. Dezember 2009 ein; am 29. Dezember 2009 wurde sie an die zuständige Kammer des Landgerichts weitergeleitet.", "18.  Zwischenzeitlich lehnte das Kammergericht Berlin am 23. Dezember 2009 einen vom Beschwerdeführer in einem Parallelverfahren gestellten Antrag, ihn am 24. Dezember 2009 freizulassen, ab. Der Beschwerdeführer hatte vorgebracht, dass das Verfahren nach § 67e StGB zur Überprüfung der Fortdauer seiner Sicherungsverwahrung nicht innerhalb der gesetzlich vorgesehenen Frist von zwei Jahren abgeschlossen worden sei, welche an jenem Tag geendet habe. Unter Bezugnahme auf die Rechtsprechung des Bundesverfassungsgerichts (siehe Rdnr. 46, unten) befand das Kammergericht, dass eine potenzielle Verletzung des Freiheitsgrundrechts nicht automatisch die Freilassung des Beschwerdeführers aus der Sicherungsverwahrung zur Folge habe. Eine Unterbrechung der Sicherungsverwahrung des Beschwerdeführers könne nur in einem Verfahren nach § 458 StPO angeordnet werden. Das Gericht übermittelte den Antrag des Beschwerdeführers daher an die Staatsanwaltschaft, bei der ein derartiges Verfahren angestrengt werden müsse.", "19.  Mit Schreiben vom 28. Dezember 2009 legte die JVA X der Staatsanwaltschaft Berlin ihre Stellungnahme vor. Sie empfahl, die weitere Vollstreckung der Sicherungsverwahrung des Beschwerdeführers nicht zur Bewährung auszusetzen. Da der Beschwerdeführer sich nicht mit seinen Straftaten auseinandergesetzt und sich keiner Therapie unterzogen habe, deute nichts darauf hin, dass er keine Gefahr mehr für die Allgemeinheit darstelle. Die erforderlichen therapeutischen Maßnahmen seien nicht durchgeführt worden, weil der Beschwerdeführer den Vollzugsbediensteten misstraue und erklärt habe, er könne nur eine Behandlung bei einem Therapeuten akzeptieren, dem er uneingeschränkt vertraue. 2002 sei der Beschwerdeführer nicht in eine sozialtherapeutische Einrichtung verlegt worden, weil bei dem therapiebedürftigen und therapiefähigen Beschwerdeführer offensichtlich keine ausreichende Therapiemotivation vorgelegen habe. 2006 habe der Beschwerdeführer monatliche Gespräche mit dem psychologischen Beratungsdienst in der JVA aufgenommen. Da die Einlassungen des Beschwerdeführers vertraulich behandelt werden müssten, sei jedoch nicht bekannt, ob sich daraus positive Entwicklungen ergeben hätten. Da das letzte Gutachten des Sachverständigen K. aus dem Jahr 1997 stamme und der Beschwerdeführer inzwischen älter geworden sei, hielt es die JVA für angebracht, ein neues Sachverständigengutachten einzuholen, um zu prüfen, ob sich Veränderungen in der Persönlichkeit des Beschwerdeführers ergeben hätten, obwohl diese im Vollzug nicht festgestellt worden seien.", "20.  Am 30. Dezember 2009 ordnete das Landgericht Berlin die Weiterleitung des Vollstreckungshefts an den Verfassungsgerichtshof Berlin an; dieser hatte darum ersucht, weil der Beschwerdeführer einen Antrag auf Erlass einer einstweiligen Anordnung seiner Freilassung gestellt hatte. Darüber hinaus bestellte das Landgericht Berlin einen Pflichtverteidiger für den Beschwerdeführer und räumte ihm Akteneinsicht ein. Der Verteidiger nahm Anfang Januar 2010 Einsicht in die Akten.", "21.  Am 8. Januar 2010 wies die Staatsanwaltschaft Berlin den Antrag des Beschwerdeführers auf Freilassung aus der Sicherungsverwahrung nach § 458 StPO zurück. Der Beschwerdeführer hatte geltend gemacht, dass seine Unterbringung in der Sicherungsverwahrung nicht mehr rechtmäßig sei und demnach sein Recht auf Freiheit verletze. Er hatte gerügt, die Strafvollstreckungsgerichte hätten die Notwendigkeit seiner fortdauernden Unterbringung nicht innerhalb der in § 67e StGB vorgesehenen gesetzlichen Frist überprüft. Die Staatsanwaltschaft legte dar, der Beschwerdeführer könne nur dann vor Abschluss des Überprüfungsverfahrens vor dem Landgericht freigelassen werden, wenn dieses Verfahren rechtsstaatswidrig verzögert worden sei und wenn die Interessen der allgemeinen Sicherheit nicht den Interessen des Beschwerdeführers vorgingen. Angesichts der schweren Straftaten, die der Beschwerdeführer begangen habe, überwiege das Interesse der Allgemeinheit, vor gefährlichen Straftätern geschützt zu werden, sein Interesse, sich in Freiheit bewegen zu können.", "22.  Mit Erklärung vom selben Tage forderte die Staatsanwaltschaft Berlin das Landgericht auf, die Fortdauer der Sicherungsverwahrung des Beschwerdeführers anzuordnen und übersandte dem Gericht die Stellungnahme der JVA X.", "23.  Nach Rückkehr der Akten vom Verfassungsgerichtshof Berlin bestimmte das Landgericht am 14. Januar 2010 nach Anhörung des Verteidigers des Beschwerdeführers für den 20. Januar 2010 einen Termin zur Prüfung, ob die fortdauernde Unterbringung des Beschwerdeführers in der Sicherungsverwahrung erforderlich sei.", "24.  Daraufhin bat der Beschwerdeführer das Landgericht, in der anberaumten Verhandlung am 20. Januar 2010 seinen Antrag auf Freilassung nach § 458 Abs. 1 StPO zu prüfen.", "25.  Am 20. Januar 2010 ordnete das Landgericht Berlin nach persönlicher Anhörung des Beschwerdeführers und seines Verteidigers die Fortdauer der Sicherungsverwahrung des Beschwerdeführers an und wies seinen Antrag auf Unterbrechung der Vollstreckung der Sicherungsverwahrung zurück.", "26.  Das Landgericht befand, die Vollstreckung der gegen den Beschwerdeführer angeordneten Sicherungsverwahrung könne nicht zur Bewährung ausgesetzt werden, da nicht zu erwarten sei, dass der Beschwerdeführer nach seiner Entlassung keine rechtswidrigen Taten mehr begehen werde (§ 67d Abs. 2 StGB; siehe Rdnr. 41, unten). Angesichts des Verhaltens des Beschwerdeführers im Vollzug sowie seiner schriftlichen und mündlichen Stellungnahmen vor Gericht seien im Falle einer Entlassung weitere Straftaten von ihm zu erwarten. Der Beschwerdeführer stelle nach wie vor die Rechtmäßigkeit seiner Sicherungsverwahrung und der zugrunde liegenden Verfahren in Frage, halte das JVA-Personal und den im Strafverfahren konsultierten psychiatrischen Sachverständigen für inkompetent und verlogen und lehne es beharrlich ab, sich mit seinen Straftaten auseinanderzusetzen. Die Aufnahme einer sozialtherapeutischen Behandlung sei daher nicht gerechtfertigt. Angesichts dieser Umstände hielt es das Landgericht nicht für erforderlich, ein psychiatrisches Sachverständigengutachten über die Gefährlichkeit des Beschwerdeführers einzuholen.", "27.  Aufgrund des Vorstehenden lehnte es das Landgericht ferner ab, eine Unterbrechung der Vollstreckung der gegen den Beschwerdeführer angeordneten Sicherungsverwahrung anzuordnen (§ 458 Abs. 1 und 3 StPO). Unter Berufung auf die Rechtsprechung des Bundesverfassungsgerichts (siehe „Einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis“) stellte es fest, dass die Überschreitung der Frist zur Überprüfung der Sicherungsverwahrung des Beschwerdeführers nach § 67e Abs. 1 und 2 StGB um 27 Tage nicht ohne Weiteres zur Freilassung des Beschwerdeführers führe. Nach Eingang der Akten sei das Überprüfungsverfahren unter Beachtung des Freiheitsgrundrechts des Beschwerdeführers zügig durchgeführt worden. Eine nicht vertretbare Fehlhaltung gegenüber den in § 67e StGB verankerten Verfahrensrechten des Beschwerdeführers, die der Wahrung seines Freiheitsrechts dienten, im Sinne der Rechtsprechung des Bundesverfassungsgerichts habe daher nicht vorgelegen. Die Verzögerungen seien teilweise dadurch verursacht worden, dass das erste Stellungnahmeersuchen der Staatsanwaltschaft an die JVA X vom 11. November 2009 dort nicht eingegangen sei.", "2.  Der Beschluss des Kammergerichts Berlin", "28.  Mit Schreiben vom 1. Februar 2010 legte der anwaltlich vertretene Beschwerdeführer Beschwerde gegen den Beschluss des Landgerichts ein, die er mit Schriftsatz vom 12. März 2010 begründete. Er rügte die Tatsache, dass das Landgericht keine Konsequenzen aus der Überschreitung der in § 67e StGB vorgesehenen Frist zur Überprüfung seiner Sicherungsverwahrung gezogen habe, die durch der Staatsanwaltschaft zuzuschreibende Verzögerungen verursacht worden sei.", "29.  Am 17. Juni 2010 verwarf das Kammergericht Berlin die sofortige Beschwerde des Beschwerdeführers. Es schloss sich der Feststellung des Landgerichts an, dass nicht zu erwarten sei, dass der Beschwerdeführer nach seiner Entlassung keine rechtswidrigen Taten mehr begehen werde. Deshalb müsse die Fortdauer seiner Sicherungsverwahrung angeordnet werden (§ 67d Abs. 2 StGB). Der Beschwerdeführer habe schwere Straftaten gegen die sexuelle Selbstbestimmung anderer begangen. Die Vollstreckung der gegen ihn angeordneten Sicherungsverwahrung könne daher nur dann zur Bewährung ausgesetzt werden, wenn erwiesen wäre, dass sich der Beschwerdeführer mit seinen charakterlichen Mängeln und seinen Straftaten auseinandergesetzt habe und somit ein geringes Rückfallrisiko bestünde. Die Stellungnahme der JVA X und das Vorbringen des Beschwerdeführers vor Gericht legten jedoch nahe, dass dies nicht der Fall sei und er seine Straftaten herunterspiele. Angesichts der aus den Äußerungen des Beschwerdeführers deutlich hervorgehenden weiter bestehenden Gefährlichkeit sei die Einholung eines Sachverständigengutachtens noch nicht notwendig. Das Gericht nahm in diesem Zusammenhang Bezug auf seinen Beschluss vom 21. Dezember 2007.", "30.  Das Kammergericht befand ferner, dass die sofortige Beschwerde des Beschwerdeführers gegen den landgerichtlichen Beschluss, die Vollstreckung seiner Sicherungsverwahrung wegen Überschreitens der in § 67e Abs. 2 StGB vorgesehenen Frist entsprechend § 458 StPO nicht auszusetzen, gegenstandslos geworden sei. Das Landgericht habe zwischenzeitlich die Fortdauer seiner Sicherungsverwahrung angeordnet. Die Sicherungsverwahrung des Beschwerdeführers sei auch nicht vor diesem Beschluss des Landgerichts rechtswidrig geworden. Die Grundlage seiner Sicherungsverwahrung bildeten das Urteil des Landgerichts Berlin vom 26. November 1997, in dem der Beschwerdeführer verurteilt und seine Sicherungsverwahrung angeordnet worden sei, sowie der Beschluss des Landgerichts Berlin vom 1. November 2007, in dem die Vollstreckung der Sicherungsverwahrung angeordnet worden sei.", "31.  Das Kammergericht räumte ein, dass die in § 67e Abs. 1 und 2 StGB vorgesehene Frist für die Überprüfung der Notwendigkeit der weiteren Sicherungsverwahrung des Beschwerdeführers um 27 Tage überschritten worden sei. Die Ursache für die Fristüberschreitung sei die späte Übersendung der Stellungnahme durch die JVA X infolge einer späten Erinnerung durch die Staatsanwaltschaft Berlin gewesen, deren erste Aufforderung zur Stellungnahme nicht bei der JVA eingegangen sei. Die verfolgte Verfahrensweise decke keine eklatanten Unregelmäßigkeiten auf. Sie habe somit nicht zu einer Rechtswidrigkeit der Sicherungsverwahrung des Beschwerdeführers zwischen dem Prüfungszeitpunkt am 24. Dezember 2009 und dem Erlass des landgerichtlichen Beschlusses am 20. Januar 2010 geführt.", "32.  Unter Berufung auf die Rechtsprechung des Bundesverfassungsgerichts (siehe Rdnrn. 45-46, unten) stellte das Kammergericht ferner fest, dass das Freiheitsgrundrecht des Beschwerdeführers durch die Nichteinhaltung der in § 67e StGB vorgesehenen Frist nicht verletzt worden sei. Angesichts der verfolgten Verfahrensweise und der Tatsache, dass die Frist nur um einige Tage überschritten worden sei, habe das Landgericht die genannte strafrechtliche Bestimmung, die der Wahrung des Freiheitsgrundrechts diene, nicht in unvertretbarem Maße missachtet. Das Gericht habe demnach keine grundsätzlich unrichtige Anschauung von der Bedeutung dieses Grundrechts erkennen lassen. Jedenfalls hätte auch eine Verletzung des Freiheitsgrundrechts nicht zu einer Freilassung des Beschwerdeführers geführt. Denn angesichts der Schwere der Straftaten des Beschwerdeführers hätte das Interesse der Allgemeinheit, vor derartigen Straftaten geschützt zu werden, Vorrang vor dem Interesse des Beschwerdeführers gehabt, sich in Freiheit bewegen zu können.", "3.  Der Beschluss des Bundesverfassungsgerichts", "33.  Anschließend erhob der anwaltlich nicht mehr vertretene Beschwerdeführer gegen den Beschluss des Landgerichts Berlin vom 20. Januar 2010 und den Beschluss des Kammergerichts Berlin vom 17. Juni 2010 Beschwerde zum Bundesverfassungsgericht. Er trug insbesondere vor, dass sein Grundrecht auf Freiheit verletzt worden sei. Seit dem 24. Dezember 2009 ermangele seine Sicherungsverwahrung der Rechtsgrundlage, da die nach § 67e StGB vorgeschriebene Frist zur Überprüfung der Notwendigkeit der Fortdauer seiner Sicherungsverwahrung verstrichen sei. Er rügte ferner, dass das Verfahren vor den Strafvollstreckungsgerichten nicht fair gewesen sei, da diese den Sachverhalt, der ihrer Einschätzung, er sei weiterhin für die Allgemeinheit gefährlich, zugrunde gelegen habe, nicht hinreichend geklärt hätten. Insbesondere hätten sie ohne Einholung eines in jüngster Zeit angefertigten psychiatrischen Gutachtens keine Gefährlichkeitsprognose stellen können; das letzte Gutachten des Sachverständigen K. stamme aus dem Jahr 1997.", "34.  Am 16. September 2010 lehnte es das Bundesverfassungsgericht ohne Angabe von Gründen ab, die Verfassungsbeschwerde (2 BvR 1566/10) des Beschwerdeführers zur Entscheidung anzunehmen.", "C.\tWeitere Entwicklungen", "35.  Im anschließenden nach § 67e StGB im August 2011 eingeleiteten Überprüfungsverfahren bestellte das Landgericht Berlin im Oktober 2011 einen Sachverständigen, um den Beschwerdeführer auf seine Gefährlichkeit begutachten zu lassen. Der Beschwerdeführer lehnte eine Untersuchung durch den Sachverständigen in diesem Verfahren ab und stellte mehrere Befangenheitsanträge.", "36.  Am 22. März 2012 ordnete das Landgericht Berlin die Fortdauer der Sicherungsverwahrung des Beschwerdeführers an.", "II.  EINSCHLÄGIGES INNERSTAATLICHES RECHT UND EINSCHLÄGIGE INNERSTAATLICHE PRAXIS", "37.  Ein umfassender Überblick über die Bestimmungen des Strafgesetzbuchs und der Strafprozessordnung zur Unterscheidung zwischen Strafen und Maßregeln der Besserung und Sicherung, insbesondere der Sicherungsverwahrung, sowie zum Erlass, zur Überprüfung und zum praktischen Vollzug von Anordnungen der Sicherungsverwahrung ist im Urteil des Gerichtshofs in der Rechtssache M. ./. Deutschland (Individualbeschwerde Nr. 19359/04, Rdnrn. 45-78, 17. Dezember 2009) enthalten. Die in der vorliegenden Rechtssache einschlägigen Bestimmungen lassen sich wie folgt zusammenfassen.", "A.\tDie Anordnung der Sicherungsverwahrung durch das erkennende Gericht", "38.  Ein erkennendes Gericht kann im Zeitpunkt der Verurteilung eines Straftäters unter bestimmten Umständen neben der Freiheitsstrafe (einer Strafe) die Sicherungsverwahrung (eine Maßregel der Besserung und Sicherung) anordnen, wenn sich herausgestellt hat, dass der Täter für die Allgemeinheit gefährlich ist (§ 66 StGB).", "39.  Nach § 66 Abs. 1 StGB (in der zur maßgeblichen Zeit geltenden Fassung) ordnet das erkennende Gericht neben der Strafe die Sicherungsverwahrung insbesondere dann an, wenn jemand wegen einer vorsätzlichen Straftat zu einer Freiheitsstrafe von mindestens zwei Jahren verurteilt wird und folgende weitere Bedingungen erfüllt sind: Erstens musste der Täter wegen vorsätzlicher Straftaten, die er vor der neuen Tat begangen hat, schon zweimal jeweils zu einer Freiheitsstrafe von mindestens einem Jahr verurteilt worden sein. Zweitens musste der Täter zuvor mindestens zwei Jahren Freiheitsstrafe verbüßt oder sich im Vollzug einer freiheitsentziehenden Maßregel der Besserung und Sicherung befunden haben. Drittens muss die Gesamtwürdigung des Täters und seiner Taten ergeben, dass er infolge eines Hanges zu erheblichen Straftaten, namentlich zu solchen, durch welche die Opfer seelisch oder körperlich schwer geschädigt werden oder schwerer wirtschaftlicher Schaden angerichtet wird, für die Allgemeinheit gefährlich ist.", "40.  Weiterhin kann das erkennende Gericht nach § 66 Abs. 2 StGB auch unter folgenden Bedingungen neben einer Strafe die Sicherungsverwahrung anordnen: Der Betroffene muss drei vorsätzliche Straftaten begangen haben, durch die er jeweils Freiheitsstrafe von mindestens einem Jahr verwirkt hat. Er muss wegen einer oder mehrerer dieser Taten zu Freiheitsstrafe von mindestens drei Jahren verurteilt worden sein. Außerdem muss er infolge eines Hanges zu erheblichen Straftaten im Sinne von § 66 Abs. 1 für die Allgemeinheit gefährlich sein. In diesem Fall ist es nicht erforderlich, dass – wie in § 66 Abs. 1 gefordert – eine frühere Verurteilung oder Freiheitsentziehung des Betroffenen stattgefunden hat.", "B. Die Dauer und die gerichtliche Prüfung der Sicherungsverwahrung", "41.  § 67d StGB regelt die Dauer der Unterbringung in der Sicherungsverwahrung. In § 67d Abs. 2 Satz 1 in der zur maßgeblichen Zeit geltenden Fassung ist festgelegt, dass, sofern keine Höchstfrist vorgesehen oder die Frist noch nicht abgelaufen ist, das Gericht die weitere Vollstreckung der Unterbringung zur Bewährung aussetzt, wenn zu erwarten ist, dass der Untergebrachte nach seiner Entlassung keine rechtswidrigen Taten mehr begehen wird.", "42.  Gemäß § 67e StGB kann das Gericht (d. h. die zuständige Strafvollstreckungskammer) jederzeit prüfen, ob die weitere Vollstreckung der Unterbringung in der Sicherungsverwahrung zur Bewährung auszusetzen oder für erledigt zu erklären ist. Es muss dies vor Ablauf bestimmter Fristen prüfen (§ 67e Abs. 1 StGB). Bei Sicherungsverwahrten beträgt diese Frist zwei Jahre (§ 67e Abs. 2 StGB).", "43.  Wenn Einwendungen gegen die Zulässigkeit der Vollstreckung einer Strafe erhoben werden, ist nach § 458 Abs. 1 StPO die Entscheidung eines Gerichts herbeizuführen. Der Fortgang der Vollstreckung wird dadurch nicht gehemmt; das Gericht kann jedoch eine Aussetzung der Vollstreckung anordnen (§ 458 Abs. 3 StPO). Gemäß § 463 Abs. 1 StPO gilt § 458 StPO für die Vollstreckung von Maßregeln der Besserung und Sicherung sinngemäß.", "44.  Nach § 463 Abs. 3 Satz 3 StPO i. V. m. § 454 Abs. 2 StPO haben die Strafvollstreckungsgerichte in Verfahren nach § 67d Abs. 2 StPO zur Überprüfung der Sicherungsverwahrung einer Person das Gutachten eines Sachverständigen zu der Gefährlichkeit des Verurteilten einzuholen, wenn sie erwägen, die Vollstreckung der Sicherungsverwahrung zur Bewährung auszusetzen.", "Die einschlägige Rechtsprechung der nationalen Gerichte", "1.  Einhaltung der gesetzlich vorgesehenen Fristen zur Überprüfung der Sicherungsverwahrung", "45.  Das Bundesverfassungsgericht hat im Hinblick auf die Rechtmäßigkeit der weiteren Vollstreckung einer angeordneten Sicherungsverwahrung in Fällen, in denen die Strafvollstreckungsgerichte die in § 67e StGB vorgesehene Zweijahresfrist für die Überprüfung, ob die Sicherungsverwahrung des Betroffenen im Hinblick auf ihren Zweck noch erforderlich ist (§ 67d StGB), nicht eingehalten haben, folgende Grundsätze aufgestellt: Die Missachtung der genannten Bestimmungen über die regelmäßige Überprüfung der Vollstreckung der Sicherungsverwahrung kann das Freiheitsgrundrecht verletzen, wenn es sich um eine nicht vertretbare Fehlhaltung gegenüber diesem Verfahrensrecht handelt, die auf eine grundsätzlich unrichtige Anschauung von der Bedeutung des Freiheitsgrundrechts schließen lässt (siehe Bundesverfassungsgericht, 2 BvR 2004/04, Entscheidung vom 16. November 2004, Neue Zeitschrift für Strafrecht – Rechtsprechungsreport (NStZ-RR) 2005, S. 92-94, Rdnr. 20 mit weiteren Verweisen; Bundesverfassungsgericht, 2 BvR 1615/07, Entscheidung vom 5. Mai 2008, Rdnr. 17; siehe auch Oberlandesgericht Brandenburg, 1 Ws 34/09, Entscheidung vom 12. März 2009). Das Bundesverfassungsgericht betonte zudem, dass die Vorschriften über die regelmäßige Überprüfung der Vollstreckung der Anordnung der Sicherungsverwahrung der Wahrung des Übermaßverbots bei der Beschränkung des Freiheitsgrundrechts dienten (siehe Bundesverfassungsgericht, 2 BvR 2004/04, Entscheidung vom 16. November 2004, a. a. O., Rdnr. 20 mit weiteren Verweisen; und  2 BvR 1615/07, Entscheidung vom 5. Mai 2008, Rdnr. 17).", "46.  Das Bundesverfassungsgericht stellte überdies fest, dass eine Verletzung des Freiheitsgrundrechts durch die Untätigkeit der Strafvollstreckungsgerichte im Überprüfungsverfahren nicht ohne weiteres zur Freilassung des Untergebrachten führe. Zumindest wenn das Sicherungsbedürfnis der Allgemeinheit vor erheblichen Rechtsgutverletzungen den Interessen des Untergebrachten deswegen vorgehe, weil das Überprüfungsverfahren lediglich um einige Monate verzögert worden sei, sei die Freilassung des Untergebrachten nicht geboten (siehe Bundesverfassungsgericht, 2 BvR 2004/04, Entscheidung vom 16. November 2004, a. a. O., Rdnr. 28).", "2.  Feststellung des Sachverhalts in dem Verfahren über die gerichtliche Überprüfung der weiteren Unterbringung", "47.  Das Bundesverfassungsgericht wies erneut darauf hin, dass in Verfahren zur Überprüfung der Notwendigkeit der weiteren Unterbringung einer Person das Übermaßverbot bei der Beschränkung des Freiheitsgrundrechts auch durch die erforderliche persönliche Anhörung des Betroffenen und die gebotene sachverständige Begutachtung der Gefährlichkeit des Untergebrachten gewahrt werde, wenn die Gerichte die Aussetzung der Sicherungsverwahrung zur Bewährung erwägen (siehe Bundesverfassungsgericht, 2 BvR 2004/04, Entscheidung vom 16. November 2004, a. a.  O., Rdnr. 20; 2 BvR 1615/07, Entscheidung vom 5. Mai 2008, Rdnr. 17 ).", "48.  Das Bundesverfassungsgericht stellte weiterhin fest, dass die Strafvollstreckungsgerichte in derartigen Verfahren hohen Anforderungen an die Wahrheitserforschung gerecht werden müssten (siehe Bundesverfassungsgericht, 2 BvR 2004/04, Entscheidung vom 16. November 2004, a. a. O., Rdnr. 20, und 2 BvR 1334/10, Entscheidung vom 22. November 2011, Rdnr. 13). Generell hänge es vom Ermessen des zuständigen Richters ab, in welcher Weise er den erheblichen Sachverhalt hinreichend aufkläre. Bei Prognoseentscheidungen, bei denen geistige und seelische Anomalien in Frage stehen, sei der Richter jedoch in der Regel verpflichtet, einen erfahrenen Sachverständigen hinzuzuziehen (siehe u.a. Bundesverfassungsgericht, 2 BvR 2380/06, Entscheidung vom 3. Januar 2008, Rdnr. 26; 2 BvR 2413/10, Entscheidung vom 19. Juli 2011, Rdnr. 15; 2 BvR 1334/10, Entscheidung vom 22. November 2011, Rdnr. 15; und 2 BvR 2521/11, Entscheidung vom 19. Juni 2012, Rdnr. 16; diese Entscheidungen betreffen die Überprüfung der Unterbringung in einem psychiatrischen Krankenhaus; siehe auch 2 BvR 1615/07, Entscheidung vom 5. Mai 2008, Rdnr. 22)", "49.  Das Bundesverfassungsgericht betonte zudem, dass die Anforderungen an die hinreichende Begründungstiefe und ausreichende Aufklärung des maßgeblichen Sachverhalts, auf dem die Entscheidung über die Verlängerung der Unterbringung in einem psychiatrischen Krankenhaus beruht, mit der Dauer des Freiheitsentzugs steigen. Befinde sich der Untergebrachte seit langer Zeit in derselben Einrichtung, sei es geboten, von Zeit zu Zeit einen anstaltsfremden Sachverständigen hinzuzuziehen, um der Gefahr repetitiver Routinebeurteilungen vorzubeugen (siehe u. a. Bundesverfassungsgericht, 2 BvR 983/04, Entscheidung vom 14. Januar 2005, Rdnr.13; 2 BvR 2413/10, Entscheidung vom 19. Juli 2011, Rdnr.17; und 2 BvR 2521/11, Entscheidung vom 19 Juni 2012, Rdnr. 17; diese Entscheidungen betreffen die Unterbringung in einem psychiatrischen Krankenhaus).", "RECHTLICHE WÜRDIGUNG", "A.  BEHAUPTETE VERLETZUNG VON ARTIKEL 5 ABS. 1 DER KONVENTION WEGEN NICHTEINHALTUNG DER ÜBERPRÜFUNGSFRIST", "50.  Der Beschwerdeführer rügte, dass die Strafvollstreckungsgerichte sein Recht auf Freiheit und auf ein faires Verfahren verletzt hätten, weil sie die in § 67e StGB vorgesehene Zweijahresfrist zur Überprüfung der weiteren Erforderlichkeit seiner Sicherungsverwahrung nicht eingehalten hätten. Er berief sich diesbezüglich auf Artikel 5, 6, 7 und 13 der Konvention.", "51.  Der Gerichtshof ist der Auffassung, dass diese Rüge allein nach Artikel 5 Abs. 1 der Konvention zu prüfen ist, der, soweit maßgeblich, wie folgt lautet:", "„1.  Jede Person hat das Recht auf Freiheit und Sicherheit. Die Freiheit darf nur in den folgenden Fällen und nur auf die gesetzlich vorgeschriebene Weise entzogen werden:", "a) rechtmäßige Freiheitsentziehung nach Verurteilung durch ein zuständiges Gericht; ...“", "52.  Die Regierung trat diesem Vorbringen entgegen.", "A.  Zulässigkeit", "53.  Der Gerichtshof stellt fest, dass diese Rüge nicht im Sinne von Artikel 35 Abs. 3 Buchstabe a der Konvention offensichtlich unbegründet ist. Sie ist auch nicht aus anderen Gründen unzulässig. Folglich ist sie für zulässig zu erklären.", "B.   Begründetheit", "1.  Die Stellungnahmen der Parteien", "a)  Der Beschwerdeführer", "54.  Laut Vortrag des Beschwerdeführers hatte seine Sicherungsverwahrung sein Recht auf Freiheit aus Artikel 5 der Konvention insbesondere deswegen verletzt, weil das Landgericht die Zweijahresfrist nach § 67e StGB nicht eingehalten habe. Er betonte, er selbst habe die nationalen Stellen bereits im September 2009 darauf hingewiesen, dass die Frist bald auslaufe; diese hätten das Überprüfungsverfahren aber offenbar erst im Dezember 2009 eingeleitet. Erst nach Ablauf der Frist am 23. Dezember 2009 sei ihm ein Pflichtverteidiger bestellt worden, habe die JVA eine Stellungnahme übersandt und das Landgericht eine Anhörung durchgeführt. Die Tatsache, dass der Schriftwechsel zwischen den Stellen nicht ordnungsgemäß erfolgt sei, rechtfertige nicht deren Versäumnis und fehlende Bereitschaft, die Zweijahresfrist einzuhalten. Die Überprüfungsfrist von zwei Jahren sei nicht genutzt worden, um das Verfahren fristgerecht durchzuführen.", "55.  Der Beschwerdeführer brachte vor, dass § 67e eine rechtlich verbindlich Frist vorsehe. In einem Rechtsstaat könne die Nichteinhaltung dieser Frist nur in akuten Notsituationen, die in diesem Fall nicht vorgelegen hätten, gerechtfertigt sein. Da Freiheitsentziehung in Rede stand, sei die Überschreitung der Frist um vier Wochen nicht hinnehmbar. Darüber hinaus sei die mögliche Dauer der Fristüberschreitung nicht vorhersehbar gewesen. Somit habe zwischen seiner Verurteilung und seiner seit dem 24. Dezember 2009 andauernden Unterbringung in der Sicherungsverwahrung kein Kausalzusammenhang mehr bestanden, und seine Freiheitsentziehung sei nach Artikel 5 Abs. 1 der Konvention nicht mehr rechtmäßig gewesen. Folglich hätte er zu diesem Zeitpunkt entlassen werden müssen. Der Beschluss vom 20. Januar 2010, mit dem seine Sicherungsverwahrung verlängert worden war, komme der nachträglichen Anordnung der Sicherungsverwahrung gleich.", "56.  Der Beschwerdeführer brachte ferner vor, dass die gesetzliche Frist zur Überprüfung der Notwendigkeit der Fortdauer der Sicherungsverwahrung regelmäßig nicht eingehalten werde. Die Frist in dem zurzeit anhängigen anschließenden Überprüfungsverfahren sei wiederum nicht gewahrt worden.", "b)\t Die Regierung", "57.  Die Regierung vertrat die Auffassung, dass die Sicherungsverwahrung des Beschwerdeführers auch nach Ablauf der Zweijahresfrist am 23. Dezember 2009 mit Artikel 5 Abs. 1 der Konvention vereinbar sei. Die Unterbringung sei nach Artikel 5 Abs. 1 Buchstabe a als Freiheitsentziehung „nach Verurteilung“ durch ein zuständiges Gericht gerechtfertigt gewesen. Zwischen der Verurteilung des Beschwerdeführers am 26. November 1997 durch das Landgericht Berlin und seiner in Rede stehenden Sicherungsverwahrung bestehe nach wie vor ein hinreichender Kausalzusammenhang. Das Landgericht habe die Sicherungsverwahrung des Beschwerdeführers nach seiner Verurteilung wegen sexueller Nötigung und sexuellen Missbrauchs ohne zeitliche Begrenzung angeordnet. Die Überschreitung der Frist für die Überprüfung der Sicherungsverwahrung des Beschwerdeführers um 27 Tage löse deshalb die kausale Verknüpfung zwischen der Anlassverurteilung und der fortdauernden Sicherungsverwahrung nicht auf.", "58.  Die Regierung vertrat überdies die Auffassung, dass die Unterbringung des Beschwerdeführers in der Sicherungsverwahrung nach Artikel 5 Abs. 1 rechtmäßig gewesen sei. Das Landgericht Berlin habe die Sicherungsverwahrung des Beschwerdeführers am 26. November 1997 nach § 66 Abs. 2 StGB angeordnet. Am 1. November 2007 habe das Landgericht die Vollstreckung der Sicherungsverwahrung ab dem 24. Dezember 2007, dem Tag, an dem der Beschwerdeführer seine Freiheitsstrafe verbüßt hätte, angeordnet.", "59.  Laut Vortrag der Regierung war die Sicherungsverwahrung des Beschwerdeführers auch ab dem 24. Dezember 2009 rechtmäßig, obwohl die in § 67e Abs.1 und 2 StGB für die Überprüfung der Unterbringung des Beschwerdeführers vorgesehene Frist um 27 Tage überschritten worden war. Sie betonte, dass die Sicherungsverwahrung des Beschwerdeführers nach innerstaatlichem Recht noch rechtmäßig gewesen sei. Da die Frist nur geringfügig überschritten worden sei und die Behörden und Gerichte sie ernst genommen und alle Anstrengungen unternommen hätten, um sie einzuhalten, hätten sie keine unvertretbare Fehlhaltung gegenüber diesem Verfahrensrecht an den Tag gelegt, die auf eine grundsätzlich unrichtige Anschauung von der Bedeutung des Freiheitsgrundrechts hätte schließen lassen. Sie verwies auf die diesbezügliche Rechtsprechung des Bundesverfassungsgerichts (siehe Rdnr. 45, oben).", "60.  Die Regierung betonte, dass die Überschreitung der Frist nach § 67e StGB auf etlichen ungünstigen Umständen und Missverständnissen zwischen den Verfahrensbeteiligten beruht habe. Insbesondere sei bei der JVA X die erste Aufforderung der Staatsanwaltschaft zu einer Stellungnahme zur Situation und Entwicklung des Beschwerdeführers in der Sicherungsverwahrung nicht eingegangen; darauf sei die Verzögerung zurückzuführen. Darüber hinaus sei dem Landgericht Berlin, als es anstelle einer Ablichtung das Original des Vollstreckungshefts an den Verfassungsgerichtshof Berlin versandte, noch nicht bekannt gewesen, dass die JVA X ihre Stellungnahme zwei Tage zuvor der Staatsanwaltschaft zugeleitet hatte. Ungeachtet dessen hätten die nationalen Behörden die in § 67e StGB vorgesehene Frist ernst genommen; so habe die Staatsanwaltschaft Aktendoppel angefertigt und das Landgericht Berlin unverzüglich einen Termin für die Anhörung in der Sache des Beschwerdeführers festgelegt. Somit sei die Freiheitsentziehung des Beschwerdeführers trotz der Überschreitung der nach § 67e StGB vorgesehenen Frist um einige Tage nach innerstaatlichem Recht - im Sinne der Rechtsprechung des Bundesverfassungsgerichts - noch rechtmäßig.", "61.  Die Regierung brachte vor, dass die in Frage stehende Sicherungsverwahrung des Beschwerdeführers auch nach Artikel 5 Abs. 1 der Konvention rechtmäßig gewesen sei. Insbesondere sei die Freiheitsentziehung für den Beschwerdeführer vorhersehbar gewesen. Der Beschwerdeführer habe bereits mit Rechtskraft seiner Verurteilung vom 26. November 1997 gewusst, dass ihn im Anschluss an die Verbüßung der Freiheitsstrafe die Sicherungsverwahrung erwartete, soweit und solange er die Voraussetzungen, unter denen die Sicherungsverwahrung zur Bewährung ausgesetzt werden kann, nämlich die Erwartung, dass er im Falle seiner Freilassung keine rechtswidrigen Taten mehr begehen wird, nicht erfüllte. Die Tatsache, dass § 67e StGB die Notwendigkeit der Überprüfung der fortdauernden Sicherungsverwahrung des Beschwerdeführers nach zwei Jahren vorsieht, bedeute nicht, dass die ohne zeitliche Begrenzung angeordnete Sicherungsverwahrung sich nur auf zwei Jahre erstreckt habe.", "62.  Die Regierung vertrat ferner die Auffassung, dass die Freiheitsentziehung des Beschwerdeführers zwischen dem 24. Dezember 2009 und dem 20. Januar 2010 nicht willkürlich gewesen sei. Mit Blick auf die Rechtsprechung des Gerichtshofs könne nicht davon ausgegangen werden, dass die in Rede stehende Freiheitsentziehung infolge einer Verzögerung von nur 27 Tagen zwischen dem Ablauf der Überprüfungsfrist und der neuen Entscheidung im Überprüfungsverfahren bereits unangemessen gewesen sei. Die Regierung nahm insbesondere auf das Urteil des Gerichtshofs in der Rechtssache Rutten ./. Niederlande (Individualbeschwerde Nr. 32605/96, 24. Juli 2001) Bezug und führte aus, dass der Gerichtshof in diesem Urteil erkannt habe, dass eine vergleichbare Verzögerung von einem Monat nicht zur Willkürlichkeit der Freiheitsentziehung jenes Beschwerdeführers geführt habe. Sie betonte in diesem Zusammenhang, dass die Sicherungsverwahrung des Beschwerdeführers auch in der Zwischenzeit auf einer rechtlichen Anordnungsgrundlage beruht habe, da diese ohne zeitliche Begrenzung angeordnet worden sei.", "63.  Schließlich räumte die Regierung ein, dass in dem Überprüfungsverfahren, das sich an das in dieser Individualbeschwerde in Rede stehende Verfahren anschloss, die nach \n§ 67e StGB vorgesehene Frist bedauerlicherweise wieder um etwa zwei Monate überschritten worden sei. Der Beschwerdeführer habe hinsichtlich dieses neuen Verfahrens den innerstaatlichen Rechtsweg jedoch noch nicht erschöpft und insbesondere noch keine Entscheidung des Bundesverfassungsgerichts erwirkt.", "2.  Würdigung durch den Gerichtshof", "a)  Zusammenfassung der einschlägigen Grundsätze", "64.  Der Gerichtshof weist erneut darauf hin, dass jede Freiheitsentziehung unter eine der Ausnahmen nach den Bestimmungen des Artikels 5 Abs. 1 Buchstaben a bis f fallen und zudem „rechtmäßig“ sein muss. Soweit es um die „Rechtmäßigkeit“ der Freiheitsentziehung einschließlich der Frage geht, ob sie „auf die gesetzlich vorgeschriebene Weise“ erfolgt ist, verweist die Konvention im Wesentlichen auf das innerstaatliche Recht und verpflichtet zur Einhaltung seiner materiell- und verfahrensrechtlichen Bestimmungen (siehe u. v. a. Erkalo ./. Niederlande, 2. September 1998, Rdnr. 52, Urteils- und Entscheidungssammlung 1998VI; Baranowski ./. Polen, Individualbeschwerde Nr. 28358/95, Rdnr. 50, EGMR 2000III, und Saadi ./. Vereinigtes Königreich, [GK], Rdnr. 67 EGMR 2008).", "65.  Obwohl es üblicherweise in erster Linie Aufgabe der nationalen Behörden, namentlich der Gerichte, ist, die innerstaatlichen Gesetze auszulegen und anzuwenden, trifft dies nicht zu, wenn es um Fälle geht, in denen in Bezug auf Artikel 5 Absatz 1 der Konvention die Nichteinhaltung dieser Gesetze zu einer Verletzung der Konvention führt. In solchen Fällen hat der Gerichtshof eine gewisse Befugnis zu prüfen, ob das nationale Recht eingehalten wurde (siehe Winterwerp ./. Niederlande, 24. Oktober 1979, Rdnr. 46, Serie A Band 33; Benham ./. Vereinigtes Königreich, 10. Juni 1996, Rdnr. 41, Urteils- und Entscheidungssammlung 1996III; und Baranowski, a. a. O., Rdnr. 50).", "66.  Die Einhaltung der nationalen Gesetzesbestimmungen setzt in erster Linie voraus, dass jede Festnahme oder Freiheitsentziehung eine gesetzliche Grundlage im innerstaatlichen Recht haben muss, betrifft aber auch die Qualität des Gesetzes, die rechtsstaatlichen Anforderungen genügen muss, einer Leitidee, die in allen Konventionsartikeln verankert ist (siehe Stafford ./. Vereinigtes Königreich [GK], Individualbeschwerde Nr. 46295/99, Rdnr. 63, EGMR 2002IV, und Kafkaris ./. Zypern [GK], Individualbeschwerde Nr. 21906/04, Rdnr.116, EGMR 2008). „Qualität des Gesetzes” bedeutet in diesem Sinne, dass das Gesetz in den Fällen, in denen die Freiheitsentziehung nach innerstaatlichem Recht zulässig ist, hinreichend zugänglich sein muss und präzise und vorhersehbar anzuwenden ist, um jegliche Gefahr der Willkür zu vermeiden (siehe Amuur ./. Frankreich, 25. Juni 1996, Rdnr. 50, Urteils- und Entscheidungssammlung 1996III; Nasrulloyev ./. Russland, Individualbeschwerde Nr. 656/06, Rdnr. 71, 11. Oktober 2007; und M. ./. Deutschland [GK], Individualbeschwerde Nr. 11364/03, Rdnr. 76, EGMR 2009 ...).", "67.  Die Einhaltung des innerstaatlichen Rechts reicht jedoch nicht aus: Artikel 5 Abs. 1 verlangt auch, dass jede Freiheitsentziehung mit dem Zweck, den Einzelnen vor Willkür zu schützen, vereinbar sein sollte (siehe u. v. a. Winterwerp, a. a. O., Rdnrn. 37, 45; Erkalo, a. a. O., Rdnrn. 52, 56; Saadi, a. a. O., Rdnr. 67, und M., a. a. O., Rdnr. 72).", "68.  Der Gerichtshof hat anerkannt, dass die Zügigkeit, mit der die nationalen Gerichte einen Unterbringungsbefehl ersetzen, der abgelaufen ist oder für rechtsfehlerhaft befunden wurde, ein maßgebliches Kriterium dafür ist, ob die Freiheitsentziehung einer Person im Sinne von Artikel 5 Abs. 1 als willkürlich anzusehen ist (siehe Koendjbiharie ./. Niederlande, 25. Oktober 1990, Rdnr. 27, Serie A Band 185B, M., a. a. O., Rdnrn. 80-81, und     S. ./. Deutschland, Individualbeschwerde Nr. 48038/06, Rdnr. 85, 24. November 2011).", "69.  So hat der Gerichtshof im Zusammenhang mit Artikel 5 Abs. 1 Buchstaben a und e festgestellt, dass beispielsweise eine Verzögerung von 82 Tagen zwischen dem Ablauf der Gültigkeit der ersten Anordnung der Unterbringung in einer psychiatrischen Einrichtung und deren Verlängerung, sowie fehlende angemessene Garantien, die sicherstellen, dass die Freiheitsentziehung des Beschwerdeführers nicht unangemessen verzögert wird, mit dem Zweck von Artikel 5 Abs. 1, den Einzelnen vor willkürlicher Freiheitsentziehung zu schützen, unvereinbar sind (siehe Erkalo, a. a. O., Rdnrn. 56-60). Mithin wurde die Freiheitsentziehung des Beschwerdeführers zwischen dem Ablauf der Gültigkeit der ersten Unterbringungsanordnung und dem Tag, an dem das erstinstanzliche Gericht seine Unterbringung in einem psychiatrischen Krankenhaus verlängerte, im Sinne von Artikel 5 Abs. 1 als unrechtmäßig angesehen (siehe Erkalo, a. a. O. Rdnr. 60).", "70.  Der Gerichtshof befand überdies, dass eine Verzögerung von rund neuneinhalb Monaten zwischen dem Tag, an dem der Beschwerdeführer seine Freiheitsstrafe vollständig verbüßt hatte, und dem Beschluss, die durch das Urteil des erkennenden Gerichts erfolgte Sicherungsverwahrungsanordnung zu vollziehen, dazu geführt habe, dass die Freiheitsentziehung des Beschwerdeführers in der Zwischenzeit willkürlich und im Sinne von Artikel 5 Abs. 1 unrechtmäßig war (siehe S., a. a. O., Rdnrn. 103109). \n71.  Im Gegensatz dazu vertrat der Gerichtshof die Auffassung, dass eine Zeitspanne von zwei Wochen zwischen dem Ablauf der Gültigkeit der früheren Anordnung der Unterbringung in einem psychiatrischen Krankenhaus und deren anschließender Verlängerung nicht als unangemessen oder zu lang angesehen werden kann, so dass diese Verzögerung zu keiner willkürlichen Freiheitsentziehung geführt hat (siehe Winterwerp, a. a. O., Rdnr. 49, im Zusammenhang allein mit Artikel 5 Abs. 1 Buchstabe e).", "72.  Gleichermaßen wurde festgestellt, dass eine Verzögerung von etwa einem Monat zwischen dem Ablauf der Gültigkeit der Anordnung der Unterbringung eines Beschwerdeführers in einer sicheren Anstalt und deren Verlängerung unter den besonderen Umständen des Falls nicht dazu führt, dass die in Rede stehende Freiheitsentziehung willkürlich ist (siehe Rutten ./. Niederlande, Individualbeschwerde Nr. 32605/96, Rdnrn. 39-47, 24. Juli 2001).", "73.  Nach der Rechtsprechung des Gerichtshofs sind neben der Zügigkeit, mit der die nationalen Gerichte eine abgelaufene oder für rechtsfehlerhaft befundene Unterbringungsanordnung ersetzten, u. a. die folgenden Kriterien maßgeblich dafür, ob die Freiheitsentziehung einer Person unter den Umständen des Falls im Sinne von Artikel 5 Abs. 1 als willkürlich anzusehen ist. Der Gerichtshof berücksichtigte insbesondere, ob es angemessene Garantien gegeben hatte, die sicherstellten, dass die Freilassung des Beschwerdeführers nicht unangemessen verzögert wurde (siehe Erkalo, a. a.O., Rdnrn. 57, 59). Überdies prüfte er, ob der Beschwerdeführer in irgendeiner Form zu den Verfahrensverzögerungen beigetragen (siehe S., a. a. O., Rdnr. 107) oder sich gegen eine vorhersehbare Verfahrensverzögerung gewandt hatte (siehe Rutten, a. a. O., Rdnr. 45). Zudem berücksichtigte der Gerichtshof, ob die Verzögerung auf die Komplexität des Verfahrens zurückzuführen war (siehe S., a. a. O., Rdnr. 107).", "b)\tAnwendung dieser Grundsätze auf die vorliegende Rechtssache", "74.  Bei der Entscheidung darüber, ob dem Beschwerdeführer während der in Rede stehenden Unterbringung in der Sicherungsverwahrung die Freiheit gemäß Artikel 5 Abs.1 der Konvention entzogen war, stellt der Gerichtshof fest, dass die Sicherungsverwahrung des Beschwerdeführers am 26. November 1997 von dem Landgericht Berlin im Zusammenhang mit seiner Verurteilung insbesondere wegen Vergewaltigung, sexueller Nötigung und sexuellen Missbrauchs von Kindern angeordnet worden war. Somit fiel seine Freiheitsentziehung in den Geltungsbereich des Buchstaben a von Artikel 5 Abs. 1.", "75.  Unter Berücksichtigung des Vorbringens des Beschwerdeführers, dass seine Sicherungsverwahrung Artikel 5 verletzt habe, weil die nationalen Gerichte die nach § 67e StGB für die Überprüfung der weiteren Notwendigkeit der Unterbringung vorgesehene Zweijahresfrist nicht eingehalten hätten, prüft der Gerichtshof zunächst, ob die Freiheitsentziehung des Beschwerdeführers im Sinne von Artikel 5 Abs. 1 „rechtmäßig“ war und „auf die gesetzlich vorgeschriebene Weise“ erfolgt ist.", "76.  Der Gerichtshof stellt fest, dass das Landgericht Berlin am 24. Dezember 2009, als die nach § 67e StGB vorgesehene Zweijahresfrist für die Überprüfung, ob die Vollstreckung der Sicherungsverwahrung des Beschwerdeführers auszusetzen sei, ablief, seine Entscheidung nach § 67d Abs. 2 StGB noch nicht getroffen hatte. Das Landgericht ordnete die Fortdauer der Sicherungsverwahrung des Beschwerdeführers erst 27 Tage später, am 20. Januar 2010, in erster Instanz an; dieser Beschluss wurde am 17. Juni 2010 vom Kammergericht Berlin bestätigt.", "77.  Der Gerichtshof merkt überdies an, dass die nationalen Strafvollstreckungsgerichte nach § 67e StGB hinsichtlich der Einhaltung der Zweijahresfrist keinen Ermessensspielraum hatten. Zwar konnten sie jederzeit prüfen, ob die weitere Vollstreckung der Unterbringung in der Sicherungsverwahrung erforderlich sei, waren aber verpflichtet, mindestens alle zwei Jahre eine erneute Entscheidung über die Fortdauer der Sicherungsverwahrung zu treffen.", "78.  Der Gerichtshof merkt jedoch weiterhin an, dass die nationalen Gerichte trotz der Nichteinhaltung  der für die Überprüfung der Unterbringung des Beschwerdeführers nach § 67e StGB gesetzlich vorgesehenen Frist vor dem Hintergrund einer gefestigten Rechtsprechung übereinstimmend festgestellt haben, dass die Sicherungsverwahrung des Beschwerdeführers weder ab dem 24. Dezember 2009 noch in dem Zeitraum zwischen dem 24. Dezember 2009 und dem 20. Januar 2010 nach innerstaatlichem Recht rechtswidrig gewesen sei. Die Sicherungsverwahrung des Beschwerdeführers in diesem Zeitraum beruhe noch auf dem Urteil des erkennenden Landgerichts Berlin von November 1997, mit dem die Sicherungsverwahrung des Beschwerdeführers angeordnet worden war, und auf dessen im November 2007 getroffenen Entscheidung, die Vollstreckung der Sicherungsverwahrung anzuordnen (siehe Rdnrn. 27, 30-32 und 34, oben).", "79.  Darüber hinaus befanden die nationalen Gerichte mit Blick auf die Rechtsprechung des Bundesverfassungsgerichts, dass die Sicherungsverwahrung des Beschwerdeführers in der Zeit vom 24. Dezember 2009 bis zum 20. Januar 2010 sein Grundrecht auf Freiheit nicht verletzt habe. Sie waren der Auffassung, dass das Landgericht dadurch, dass es die anwendbare Frist nur um einige Tage überschritten habe, angesichts der verfolgten Verfahrensweise § 67e StGB, der der Wahrung des Freiheitsrechts des Beschwerdeführers diene, nicht in unvertretbarem Maße missachtet habe (siehe Rdnrn. 27, 30-32 und 34, oben).", "80.  Angesichts dieser Ausführungen ist der Gerichtshof bereit zu akzeptieren, dass die Sicherungsverwahrung des Beschwerdeführers zwischen dem 24. Dezember 2009 und dem 20. Januar 2010 und seine Unterbringung nach diesem Zeitpunkt nach innerstaatlichem Recht noch rechtmäßig war. Er weist jedoch erneut darauf hin, dass das innerstaatliche Recht auch eine gewisse Qualität aufweisen muss: Es muss klare und verständliche Regeln zu den Umständen enthalten, unter denen eine Freiheitsentziehung zulässig ist, und insbesondere das Kriterium der Vorhersehbarkeit erfüllen (siehe Rdnr. 66, oben).", "81.  Der Gerichtshof stellt fest, dass die Rechtsprechung der nationalen Gerichte, nach der die Strafvollstreckungsgerichte befugt sind, über die Fortdauer der Sicherungsverwahrung einer Person nach Ablauf der gesetzlich vorgesehenen Frist des § 67e StGB innerhalb eines bestimmten, nicht eindeutig festgelegten Zeitraums zu entscheiden, im Hinblick auf die Anwendung von § 67e StGB ein Element der Unsicherheit einführt. Diese Rechtsprechung wirft daher eine Frage zu der Vorhersehbarkeit der Anwendung des in Rede stehenden innerstaatlichen Rechts auf.", "82.  Allerdings kann der Gerichtshof die Frage der Vorhersehbarkeit der Anwendung des innerstaatlichen Rechts in dieser Rechtssache offen lassen. Nach seiner ständigen Rechtsprechung kann keine Freiheitsentziehung, die als willkürlich anzusehen ist, mit Artikel 5 Abs. 1 vereinbar sein. Ein maßgebliches Kriterium dafür, ob die Freiheitsentziehung einer Person trotz Einhaltung des innerstaatlichen Rechts als willkürlich und demnach als Verstoß gegen Artikel 5 Abs. 1 anzusehen ist, ist die Geschwindigkeit, mit der die nationalen Gerichte nach Ablauf der Gültigkeit einer früheren Unterbringungsanordnung eine neue Anordnung erlassen. Weitere maßgebliche Kriterien sind angemessene Garantien gegen unangemessene Verzögerungen, die Komplexität des Verfahrens und die Verfahrensführung durch den Beschwerdeführer (siehe Rdnrn. 68-73, oben).", "83.  Der Gerichtshof stellt in diesem Zusammenhang fest, dass der Beschwerdeführer ohne den erforderlichen Unterbringungsfortdauerbeschluss für die Dauer von 27 Tagen, also für einen nicht unerheblichen Zeitraum, in der Sicherungsverwahrung untergebracht worden war. Unter Berücksichtigung der in der Rechtsprechung des Gerichtshofs zu der Frage gesetzten strengen Maßstäbe, ob der Staat dem Erfordernis der zügigen Verlängerung abgelaufener Unterbringungsanordnungen nachgekommen ist (siehe Rdnrn. 68-72, oben), ist der Gerichtshof der Auffassung, dass je nach den Gesamtumständen des Falls eine Verzögerung von fast einem Monat die Obergrenze dessen darstellt, was er noch als angemessen erachten könnte.", "84.  Der Gerichtshof merkt in diesem Zusammenhang an, dass die Regierung sich zur Stützung ihrer Auffassung, dass eine Verzögerung von einem Monat zwischen dem Ablauf der Frist für die Überprüfung der Unterbringung des Beschwerdeführers und der neuen Entscheidung im Überprüfungsverfahren nicht zur Willkürlichkeit der Freiheitsentziehung eines Beschwerdeführers geführt habe, auf die Rechtssache Rutten ./. Niederlande (a. a. O.) berief. Nach Auffassung des Gerichtshofs kann der Sachverhalt jenes Falls von der Konstellation dieser Rechtssache jedoch in mehrerlei Hinsicht unterschieden werden. Anders als bei dem Beschwerdeführer in vorliegender Rechtssache konnte insbesondere bei dem Beschwerdeführer in der Rechtssache Rutten davon ausgegangen werden, dass er die vorhersehbare Verzögerung bei der Überprüfung seines Falls durch die nationalen Gerichte (die darauf zurückzuführen war, dass der Termin für die Verhandlung in seiner Sache erst ca. zwei Monate nach erfolgter Ladung festgelegt worden war) in Kauf genommen hatte.", "85.  Unter Berücksichtigung weiterer Kriterien, die für die Frage maßgeblich sind, ob die Sicherungsverwahrung des Beschwerdeführers in der in Rede stehenden Zwischenzeit im Sinne von Artikel 5 Abs. 1 als willkürlich anzusehen ist, stellt der Gerichtshof fest, dass nicht behauptet werden kann, dass der Beschwerdeführer zu den Verzögerungen des Überprüfungsverfahrens beigetragen hat. Der Beschwerdeführer erkundigte sich sogar schon zu einem früheren Zeitpunkt nach dem Fortgang des Überprüfungsverfahrens und nahm die Verlängerung dieses Verfahrens über die Zweijahresfrist nach § 67e StGB hinaus eindeutig nicht in Kauf.", "86.  Zwar stellte der Beschwerdeführer in Parallelverfahren vor dem Kammergericht und dem Verfassungsgerichtshof Berlin zwei Anträge auf Entlassung (siehe Rdnrn. 18, 20-21 und 23, oben). Die hierdurch verursachten etwaigen Verzögerungen hätten jedoch durch Fertigung einer Kopie des Vollstreckungshefts vor Übersendung an ein anderes Gericht umgangen werden können und wurden laut Vorbringen der Regierung teilweise auch vermieden. Überdies wurden die Anträge des Beschwerdeführer jedenfalls erst nach Ablauf der Frist gemäß § 67e StGB bearbeitet.", "87.  Nach Auffassung des Gerichtshofs waren die Verzögerungen des Überprüfungsverfahrens insbesondere darauf zurückzuführen, dass das Landgericht Berlin unter Mitwirkung der Staatsanwaltschaft Berlin das Überprüfungsverfahren verspätet, und zwar erst etwa sechs Wochen vor Ablauf der gesetzlich vorgesehenen Überprüfungsfrist, eingeleitet hatte. Unter diesen Umständen konnten Verzögerungen, die insbesondere durch ein verloren gegangenes Schreiben an die Justizvollzugsanstalt X verursacht worden waren, nicht mehr aufgeholt werden. Wesentliche Verfahrenshandlungen wie die Bestellung eines Pflichtverteidigers für den Beschwerdeführer, die Gewährung von Akteneinsicht für den Rechtsbeistand sowie die Anberaumung und Durchführung einer Verhandlung erfolgten erst nach Ablauf der Frist gemäß § 67e StGB.", "88.   Der Gerichtshof ist überdies nicht der Auffassung, dass die Verfahrensverzögerungen auf eine unvorhersehbare Komplexität des Verfahrens zurückzuführen waren. Darüber hinaus war den nationalen Behörden die maßgebliche Frist im Überprüfungsverfahren spätestens seit Beginn der Sicherungsverwahrung des Beschwerdeführers am 24. Dezember 2007 und mithin lange im Voraus bekannt. Zudem war der Beschwerdeführer bereits über einen langen Zeitraum hinweg inhaftiert und daher unter behördlicher Aufsicht.", "89.  Schließlich kann der Gerichtshof keine hinreichend eindeutigen Schutzmaßnahmen erkennen, die sicherstellten, dass eine Entscheidung über die Entlassung des Beschwerdeführers aus der Unterbringung nicht unangemessen verzögert wurde. Er merkt in diesem Zusammenhang an, dass der Schwellenwert, den die nationalen Gerichte ansetzten, die geprüft haben, ob die im Überprüfungsverfahren angewandte Verfahrensweise eine „eklatante Unregelmäßigkeit\" aufwies (siehe Rdnr. 31, oben), zu hoch war und den Beschwerdeführer mithin nicht hinreichend vor übermäßigen Verzögerungen geschützt hat. Wenn nur eine derartige „nicht vertretbare Fehlhaltung“ gegenüber den Verfahrensrechten des Beschwerdeführers (siehe Rdnr. 27, oben) als ausreichend angesehen wird, um von einem Überwiegen der individuellen Interessen des Beschwerdeführers auszugehen, dann wird sein Freiheitsgrundrecht nicht hinreichend ernst genommen, insbesondere da nicht behauptet werden kann, der Beschwerdeführer habe zu den fraglichen Verzögerungen beigetragen. Das Fehlen angemessener Garantien zeigte sich auch darin, dass, was zwischen den Parteien unstreitig ist, die Frist nach § 67e StGB in dem neuen Überprüfungsverfahren, das sich an das in dieser Individualbeschwerde in Rede stehende Überprüfungsverfahren anschloss, erneut um etwa zwei Monate überschritten wurde.", "90.  Angesichts der vorstehenden Ausführungen kommt der Gerichtshof zu dem Schluss, dass die Unterbringung des Beschwerdeführers in der Zeit vom 24. Dezember 2009 bis 20. Januar 2010 als willkürlich und somit im Sinne des Artikels 5 Abs. 1 als unrechtmäßig anzusehen ist.", "91.  Folglich hat die Freiheitsentziehung des Beschwerdeführers in diesem Zeitraum Artikel 5 Abs. 1 der Konvention verletzt.", "II.  A.  BEHAUPTETE VERLETZUNG VON ARTIKEL 5 ABS. 1 DER KONVENTION WEGEN NICHTEINHOLUNG EINES AKTUELLEN MEDIZINISCHEN SACHVERSTÄNDIGENGUTACHTENS", "92.  In seiner Individualbeschwerde an den Gerichtshof rügte er Beschwerdeführer weiterhin, dass die Anhörung vor dem Landgericht, woraufhin die Fortdauer seiner Sicherungsverwahrung angeordnet worden war, in vielerlei Hinsicht mangelhaft und unfair gewesen sei. Er trug insbesondere vor, dass die nationalen Gerichte ihre Entscheidung getroffen hätten, ohne ein aktuelles Sachverständigengutachten einzuholen, und diese somit auf unzureichende Begründungen gestützt hätten. Er berief sich diesbezüglich auf Artikel 5, 6 und 13 der Konvention.", "93.  Der Gerichtshof ist der Auffassung, dass diese Rüge auch allein nach Artikel 5 Abs. 1 der Konvention zu prüfen ist.", "94.  Die Regierung trat diesem Vorbringen entgegen.", "A.  Zulässigkeit", "95.  Der Gerichtshof stellt fest, dass diese Rüge nicht im Sinne von Artikel 35 Abs. 3 Buchstabe a der Konvention offensichtlich unbegründet ist. Sie ist auch nicht aus anderen Gründen unzulässig. Folglich ist sie für zulässig zu erklären.", "B.   Begründetheit", "1.  Die Stellungnahmen der Parteien", "a)  Der Beschwerdeführer", "96.  Laut Vortrag des Beschwerdeführers war die Anordnung seiner fortdauernden Sicherungsverwahrung ohne Einholung eines neuen psychiatrischen Sachverständigengutachtens rechtswidrig. Insbesondere hätten die nationalen Gerichte auf die Anordnung eines Sachverständigengutachtens nicht verzichten können, weil klar gewesen sei, dass seine Sicherungsverwahrung fortdauern würde, wenn kein Sachverständigengutachten erforderlich sei. Die nationalen Gerichte hätten ihm seine Gefährlichkeit nicht nachweisen können, aber ihre Unterstellung, dass er für die Allgemeinheit gefährlich sei, auf falsche Behauptungen über seine Persönlichkeit und seinen Charakter in dem Urteil des Landgerichts Berlin aus dem Jahr 1997 gestützt.", "97.  Der Beschwerdeführer brachte vor, dass das von dem Sachverständigen K. in dem Strafverfahren vor 13 Jahren erstattete Gutachten nicht mehr gegen ihn hätte verwendet werden dürfen. Damit hätten die nationalen Gerichte es versäumt, die zur Feststellung der entscheidungserheblichen Tatsachen erforderlichen Beweise zu erheben. Es hätten keine Tatsachen vorgelegen, die den Nachweis für seine Allgemeingefährlichkeit zur maßgeblichen Zeit erbracht hätten.", "b)\t Die Regierung", "98.  Die Regierung vertrat die Auffassung, dass die fortdauernde Sicherungsverwahrung des Beschwerdeführers auch in diesem Punkt mit Artikel 5 der Konvention vereinbar gewesen sei. Insbesondere sei die Sicherungsverwahrung des Beschwerdeführers nicht dadurch im Sinne des Artikels 5 Abs. 1 unrechtmäßig geworden, dass die nationalen Gerichte kein aktuelles Sachverständigengutachten über seine Gefährlichkeit eingeholt hätten.", "99.  Die Regierung trug vor, dass die Entscheidung der nationalen Gerichte, kein Sachverständigengutachten zu der Frage nach § 67d Abs. 2 StGB einzuholen, ob zu erwarten sei, dass der Beschwerdeführer im Falle seiner Freilassung keine rechtswidrigen Taten mehr begehen wird, mit dem innerstaatlichem Recht übereinstimme. Im Rahmen dieser Prognoseentscheidung seien die Gerichte zur Einholung eines Sachverständigengutachtens nach § 463 Abs. 3 Satz 3 StPO in Verbindung mit § 454 Abs. 2 StPO (siehe Rdnr. 44, oben) nur verpflichtet, wenn sie die Aussetzung der Sicherungsverwahrung zur Bewährung in Erwägung zögen.", "100.  Ein aktuelles Sachverständigengutachten sei aber nicht erforderlich, wenn - wie in vorliegendem Fall - die nationalen Gerichte mit Blick auf ein früheres Sachverständigengutachten und die spätere Entwicklung des Beschwerdeführers eindeutig zu dem Schluss kommen könnten, dass die Sicherungsverwahrung des Beschwerdeführers weiter zu vollziehen sei. Das Landgericht und das Kammergericht Berlin hätten auf das im Jahre 1997 erstellte Gutachten des Sachverständigen K. Bezug genommen und festgestellt, dass von dem Beschwerdeführer weitere Straftaten zu erwarten seien und er für die Allgemeinheit gefährlich sei. Sie hätten weiterhin ausführlich dargelegt, dass das Fehlen jeglicher positiven Entwicklung der Persönlichkeit des Beschwerdeführers, die seine Gefährlichkeit mindern könnte, inzwischen dazu geführt habe, dass die Aussetzung der gegen ihn angeordneten Sicherungsverwahrung nicht einmal in Betracht komme.", "101.  Die Regierung trug vor, dass die Weigerung der nationalen Gerichte, ein neues Sachverständigengutachten einzuholen, unter diesen Umständen mit dem Zweck von Artikel 5, den Beschwerdeführer vor Willkür zu schützten, übereinstimmte. Es sei von vornherein klar gewesen, dass ein derartiges Gutachten nicht zur Aussetzung der Sicherungsverwahrungsanordnung durch die Gerichte geführt hätte. Zudem hätten das Kammergericht und das Bundesverfassungsgericht die Angemessenheit der Einschätzung des Landgerichts, dass eine Aussetzung dieser Anordnung überhaupt nicht in Betracht komme, überprüft.", "2.  Würdigung durch den Gerichtshof", "a)  Zusammenfassung der einschlägigen Grundsätze", "102.  Der Gerichtshof weist erneut darauf hin, dass das Wort „nach” in Buchstabe a nicht einfach bedeutet, dass die „Freiheitsentziehung“ zeitlich auf die Verurteilung folgen muss. Zwischen der Verurteilung und der in Rede stehenden Freiheitsentziehung muss ein hinreichender Kausalzusammenhang bestehen (siehe u. a. Kafkaris, a. a. O., Rdnr. 117). Der nach Buchstabe a erforderliche Kausalzusammenhang könnte schließlich durchbrochen werden, wenn eine Position erreicht würde, in der die Entscheidung, keine Freilassung bzw. eine neue Haft anzuordnen, sich auf Gründe stützte, die mit den Zielen der ursprünglichen Entscheidung (eines erkennenden Gerichts) unvereinbar wären, oder auf einer Einschätzung beruhte, die im Hinblick auf diese Ziele unangemessen wäre (siehe M. ./. Deutschland, Individualbeschwerde Nr. 19359/04, Rdnr. 88, EGMR 2009 mit weiteren Verweisen).", "b)\tAnwendung dieser Grundsätze auf die vorliegende Rechtssache", "103.  Der Gerichtshof stellt fest, dass die in Rede stehende Sicherungsverwahrung des Beschwerdeführers am 26. November 1997 von dem Landgericht Berlin im Zusammenhang mit seiner Verurteilung, insbesondere wegen Vergewaltigung, sexueller Nötigung und sexuellen Missbrauchs von Kindern, angeordnet worden war. Seine Freiheitsentziehung war nach Artikel 5 Abs. 1 Buchstabe a gerechtfertigt, wenn sie \"nach Verurteilung“ erfolgte, oder mit anderen Worten, wenn zwischen der strafrechtlichen Verurteilung des Beschwerdeführers durch das erkennende Landgericht Berlin im Jahre 1997 und seiner von diesem Gericht am 20. Januar 2010 angeordneten fortdauernden Unterbringung in der Sicherungsverwahrung ein hinlänglicher Kausalzusammenhang bestand.", "104.  Angesichts seiner Feststellungen in der Rechtssache M. ./. Deutschland (a. a. O., Rdnrn. 96-105), ist der Gerichtshof der Auffassung, dass die Sicherungsverwahrung des Beschwerdeführers, der infolge des in Rede stehenden Verfahrens nicht über die zur Zeit der Taten und der Verurteilung geltende gesetzliche Höchstfrist hinaus untergebracht war, im Sinne von Artikel 5 Abs. 1 Buchstabe a grundsätzlich auf seine „Verurteilung“ durch das Landgericht Berlin im November 1997 gestützt werden konnte.", "105.  Der Gerichtshof merkt zudem an, dass die nationalen Gerichte die Sicherungsverwahrung des Beschwerdeführers im Jahr 2010 verlängert hatten, weil sie diesen an der Begehung weiterer Sexualstraftaten, die denen ähnelten, derer er zuvor für schuldig befunden worden war, hindern wollten. Mithin war die Entscheidung der nationalen Gerichte, den Beschwerdeführer nicht freizulassen, mit den Zielen der Entscheidung des erkennenden Landgerichts Berlin, das die Sicherungsverwahrung des Beschwerdeführers im Jahre 1997 angeordnet hatte, weil der Beschwerdeführer wegen seines Hanges zu erheblichen Sexualstraftaten für die Allgemeinheit gefährlich war, vereinbar.", "106.  Bei der Prüfung, ob die Entscheidung der nationalen Gerichte, den Beschwerdeführer nicht freizulassen, auch auf einer Einschätzung beruhte, die im Hinblick auf diese Ziele angemessen war, nimmt der Gerichtshof das Vorbringen des Beschwerdeführers zur Kenntnis, wonach die nationalen Gerichte die Entscheidung über die Fortdauer seiner Sicherungsverwahrung trafen, ohne ein aktuelles Sachverständigengutachten einzuholen, und diese auf unzureichende Begründungen stützten.", "107.  Nach der Rechtsprechung des Gerichtshofs wirft eine Situation, in der die nationalen Gerichte ihre Entscheidung, eine Person nicht aus der Sicherungsverwahrung zu entlassen, in erster Linie auf ein veraltetes Sachverständigengutachten über deren Gefährlichkeit stützten oder die Einholung eines entsprechenden unerlässlichen Sachverständigengutachtens unterließen, eine Frage nach Artikel 5 Abs. 1 auf. Die Berechtigung der Entscheidung, die Sicherungsverwahrung zu verlängern, wird in Frage gestellt, wenn die nationalen Gerichte eindeutig über unzureichendes Material verfügten, welches die Schlussfolgerung nahe legte, dass die betreffende Person weiterhin eine Gefahr für die Allgemeinheit darstelle (siehe D ./. Deutschland (Entsch.) Individualbeschwerde Nr. 2894/08, 22. Januar 2013).", "108.  Der Gerichtshof merkt an, dass den nationalen Gerichten in dem im vorliegenden Fall in Rede stehenden Überprüfungsverfahren etliche Anhaltspunkte für die Schlussfolgerung vorlagen, dass weiterhin zu erwarten sei, dass der Beschwerdeführer im Fall seiner Entlassung weitere Straftaten begehen werde und nach wie vor für die Allgemeinheit gefährlich sei. Der Beschwerdeführer war wegen mehrerer sehr schwerer Sexualstraftaten verurteilt worden. Der psychiatrische Sachverständige K., der den Beschwerdeführer in dem Verfahren im Jahre 1997 untersucht hatte, hatte in seinem Gutachten vom 29. Mai 1997 bei dem Beschwerdeführer eine dissoziale und narzisstische Persönlichkeitsstörung und eine sexuelle Deviation diagnostiziert, die eine psychotherapeutische Behandlung erforderlich mache. Im Übrigen ist unstreitig, dass der Beschwerdeführer sich nicht der von dem Sachverständigen und den nationalen Gerichten für notwendig angesehenen Therapie unterzogen hat, da er nur monatliche Gespräche mit dem psychologischen Beratungsdienst in der JVA aufgenommen, aber keine angemessene Therapie begonnen hatte. Zudem hat sich aus den Gerichtsakten sowie den Schriftsätzen und mündlichen Einlassungen des Beschwerdeführers eindeutig ergeben, dass der Beschwerdeführer sich bereits im Strafverfahren geständig gezeigt, sich aber offenbar nicht mit diesen Straftaten oder seinen Persönlichkeitsdefiziten auseinandergesetzt hatte.", "109.  Der Gerichtshof kommt jedoch nicht umhin festzustellen, dass das einzige psychiatrische Sachverständigengutachten, das den nationalen Gerichten, die untersuchten, ob der Beschwerdeführer für die Allgemeinheit gefährlich sei, weil zu erwarten sei, dass er weiterhin Straftaten begehen werde, zur Verfügung stand, zum Zeitpunkt der gerichtlichen Entscheidungen über zwölfeinhalb Jahre alt und in dem Strafverfahren gegen den Beschwerdeführer erstellt worden war (siehe im Gegensatz dazu D., a. a. O., betr. ein sechs Jahre zurückliegendes Sachverständigengutachten, das während des Vollzugs der Sicherungsverwahrungsanordnungsanordnung erstattet worden war). Während seiner gesamten darauffolgenden Unterbringung wurde der Beschwerdeführer nicht erneut von einem externen psychiatrischen Sachverständigen begutachtet. Die nationalen Gerichte hielten die Feststellungen in dem Gutachten aus dem Jahre 1997 zur Gefährlichkeit des Beschwerdeführers weiterhin für zutreffend, weil der Beschwerdeführer in der Haftanstalt keine Therapie beendet habe (siehe Rdnrn. 29 und 9, oben).", "110.  Der Gerichtshof stellt in diesem Zusammenhang weiterhin fest, dass der Beschwerdeführer, wie durch die Stellungnahme der JVA an die nationalen Gerichte bestätigt, nicht völlig therapieunwillig war (siehe im Gegensatz dazu D., a. a. O.). Der Beschwerdeführer hatte sich bereit erklärt, mit einem Therapeuten zusammenzuarbeiten, dem er vertrauen könne. Es war jedoch klar, dass er den Vollzugsbediensteten in der JVA X, in der während seiner gesamten Sicherungsverwahrung untergebracht war, generell misstraute. Er hatte lediglich regelmäßige Gespräche mit dem psychologischen Beratungsdienst in der JVA aufgenommen, der verpflichtet war, die Einlassungen des Beschwerdeführers vertraulich zu behandeln. Unter diesen Umständen hielten die nationalen Gerichte ebenso wie die Vollzugsbehörde es nicht für gerechtfertigt, dem Beschwerdeführer eine - notwendige - sozialtherapeutische Behandlung zu gewähren (siehe Rdnrn. 19 und 26, oben).", "111.  Der Gerichtshof stellt fest, dass ein beträchtlicher Zeitraum - mehr als zwölfeinhalb Jahre - verstrich, seit die nationalen Gerichte zuletzt zur Beurteilung der Gefährlichkeit des Beschwerdeführers einen medizinischen Sachverständigen hinzuzogen. Unter diesen Umständen setzt eine hinreichende Aufklärung der maßgeblichen Tatsachen bezüglich der aktuellen Gefährlichkeit einer Person, die aus Persönlichkeitsstörungen und einer sexuellen Deviation und somit einem Zustand herrührt, dessen Fortbestehen von Personen, die über keine medizinischen Kenntnisse verfügen, nur schwer beurteilt werden kann, generell die Einholung eines aktuellen Sachverständigengutachtens voraus (siehe hinsichtlich ähnlicher vom Bundesverfassungsgericht festgelegter Maßstäbe in Fällen, die die Unterbringung in einem psychiatrischen Krankenhaus betreffen, Rdnr. 48, oben). Darüber hinaus merkt der Gerichtshof an, dass weitere Gesichtspunkte, die für die Entwicklung der Persönlichkeit des Beschwerdeführers in der Unterbringung und somit für seine Gefährlichkeit maßgeblich waren, nicht geklärt wurden. Insbesondere ist der von den der JVA aufgeworfenen Frage, ob sich durch das höhere Lebensalter des Beschwerdeführers und seine Gespräche mit dem psychologischen Beratungsdienst Veränderungen seiner Persönlichkeit ergeben hätten, an die im Rahmen einer neuen Therapie angeknüpft werden könnte, nicht nachgegangen worden.", "112.  Der Gerichtshof kommt auch nicht umhin, in diesem Zusammenhang festzustellen, dass der Beschwerdeführer für einen beträchtlichen Zeitraum in derselben Haftanstalt untergebracht war. Offensichtlich war die Situation verfahren, da - soweit ersichtlich - keine Mechanismen der Zusammenarbeit zwischen dem Beschwerdeführer und dem Vollzugspersonal, die dazu gedient hätten, seine Gefährlichkeit erheblich zu verringern, in der Vergangenheit ausgemacht werden konnten und offenbar seit langem keine wesentlichen therapeutischen Fortschritte erzielt worden waren. In einem derartigen Fall ist es - auch im Hinblick auf neue Vorschläge für die Einleitung der erforderlichen therapeutischen Behandlung - besonders wichtig, einen externen Sachverständigen hinzuzuziehen. Der Gerichtshof möchte in diesem Zusammenhang daran erinnern, dass eine Entscheidung, einen Untergebrachten nicht zu entlassen, weil er noch für die Allgemeinheit gefährlich ist, mit den Zielen der Sicherungsverwahrungsanordnung des erkennenden Gerichts nicht mehr vereinbar sein kann, wenn der Betroffene in Haft genommen und untergebracht wird, weil die Gefahr gegeben ist, dass er weitere Straftaten begeht, ihm aber zugleich die erforderlichen Mittel wie eine geeignete Therapie vorenthalten werden, mit denen er beweisen könnte, dass er nicht mehr gefährlich ist. Unter diesen Umständen würde aus einer Unterbringung, die zunächst mit Artikel 5 Abs. 1 Buchstabe a vereinbar war, eine willkürliche Freiheitsentziehung und wäre folglich mit dieser Bestimmung unvereinbar (siehe O../. Deutschland, Individualbeschwerde Nr. 36035/04, Rdnr. 74, 22. März 2012).", "113.  Der Gerichtshof kommt zu dem Schluss, dass die nationalen Gerichte unter den Umständen des vorliegenden Falls den erheblichen Sachverhalt nicht hinreichend aufgeklärt haben, weil sie es unterlassen und zumindest nicht versucht hatten, von einem externen medizinischen Sachverständigen ein neues Gutachten über die Notwendigkeit der Fortdauer der Sicherungsverwahrung des Beschwerdeführers einzuholen. Deshalb beruhte die Entscheidung, den Beschwerdeführer nicht zu entlassen, nicht auf einer Bewertung, die im Hinblick auf die Ziele, die das erkennende Landgericht Berlin bei der Anordnung der Sicherungsverwahrung des Beschwerdeführers verfolgte, angemessen war.", "114.  Folglich bestand im Sinne von Artikel 5 Abs.1 Buchstabe a der Konvention zwischen der strafrechtlichen Verurteilung des Beschwerdeführers durch das erkennende Landgericht Berlin im Jahre 1997 und seiner von diesem Gericht am 20. Januar 2010 angeordneten fortdauernden Unterbringung in der Sicherungsverwahrung kein hinreichender Kausalzusammenhang mehr.", "115.  Der Gerichtshof ist zudem der Auffassung – und dies wird von den Parteien nicht bestritten – dass die in der Haftanstalt vollzogene Sicherungsverwahrung des Beschwerdeführers auch nach keinem anderen der Buchstaben b bis f von Artikel 5 Abs. 1 gerechtfertigt war.", "116.  Deshalb ist Artikel 5 Abs.1 der Konvention auch insoweit verletzt worden.", "III.  ANDERE BEHAUPTETE KONVENTIONSVERLETZUNGEN", "117.  Laut Vortrag des Beschwerdeführers verletzte seine Sicherungsverwahrung ihn auch in seinen Rechten aus den Artikeln 5 und 7 der Konvention sowie aus Artikel 4 des Protokolls Nr. 7 zur Konvention, da sie eine Strafe darstelle.", "118.  Der Beschwerdeführer rügte überdies nach Artikel 5, 6 und 13 der Konvention, dass die Anhörung vor dem Landgericht, woraufhin die Fortdauer seiner Sicherungsverwahrung angeordnet worden war, mangelhaft und unfair gewesen sei, weil die nationalen Gerichte ihre Entscheidung auf inkorrekte Stellungnahmen von Vertretern der JVA und der Staatsanwaltschaft hinsichtlich seiner Persönlichkeit gegründet hätten. Auch seien die Verfasser dieser Stellungnahmen bei der Anhörung nicht zugegen gewesen, so dass er sie nicht habe befragen können. Da der Beschluss über die Fortdauer seiner Sicherungsverwahrung auf die eingelegte Beschwerde hin bestätigt worden sei, habe ihm kein wirksamer Rechtsbehelf zur Rüge der Ungerechtigkeit des Überprüfungsverfahrens zur Verfügung gestanden.", "119.  Der Beschwerdeführer machte überdies geltend, dass das Landgericht seine Entscheidung über die Verlängerung seiner Sicherungsverwahrung auf kritische Äußerungen gegründet habe, die er in früheren Verfahren vor den Strafvollstreckungsgerichten getätigt hatte, und somit Artikel 9 und 10 der Konvention i. V. m. Artikel 14 der Konvention verletzt habe.", "120.  Schließlich rügte der Beschwerdeführer unter Berufung auf Artikel 6 und 13 der Konvention, dass die JVA ihm ein Schreiben des Gerichtshofs erst mit mehrwöchiger Verspätung ausgehändigt habe und ihn somit in seinem Recht auf eine wirksame Beschwerde vor dem Gerichtshof verletzt hätte.", "121.  Der Gerichtshof hat die übrigen von dem Beschwerdeführer vorgebrachten Rügen geprüft. Unter Berücksichtigung aller ihm zur Verfügung stehenden Unterlagen stellt der Gerichtshof jedoch fest, dass diese Rügen keine Anzeichen für eine Verletzung der in der Konvention oder den Protokollen dazu bezeichneten Rechte und Freiheiten erkennen lassen. Daraus folgt, dass die Individualbeschwerde im Übrigen nach Artikel 35 Abs. 3 Buchstabe a und 4 der Konvention als offensichtlich unbegründet zurückzuweisen ist.", "IV.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "122.  Artikel 41 der Konvention lautet:", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.“", "A.\tSchaden", "123.  Der Beschwerdeführer machte ferner einen Betrag von mindestens 4.047.373 EUR als Entschädigung für den infolge seiner rechtswidrigen Sicherungsverwahrung seit dem 24. Dezember 2007 erlittenen Schaden geltend (berechnet auf der Grundlage von 250 EUR pro Stunde Unterbringung in der Sicherungsverwahrung).", "124.   Die Regierung wandte ein, dass die Forderung des Beschwerdeführers zu hoch sei. Sie betonte, dass der Beschwerdeführer, wenn überhaupt, höchstens eine Entschädigung für den Zeitraum vom 24. Dezember 2009 bis zum 20. Januar 2010, in dem die Frist nach Artikel 67d StGB nicht eingehalten worden sei, geltend machen könne. Mit Blick auf frühere Entschädigungen, die der Gerichtshof in Sicherungsverwahrungsfällen zugesprochen habe, solle die Entschädigung darüber hinaus etwa 500 EUR pro Monat betragen.", "125.  Der Gerichtshof nimmt auf seine vorstehende Feststellung Bezug, dass Artikel 5 Abs. 1 der Konvention nicht eingehalten wurde, weil die nationalen Gerichte die für die Überprüfung der Sicherungsverwahrung des Beschwerdeführers gesetzlich vorgesehene Frist (Zeitraum zwischen dem 24. Dezember 2009 und dem 20.Januar 2010) versäumt hatten. Darüber hinaus wurde Artikel 5 Abs. 1 verletzt, weil die nationalen Gerichte es in vorliegendem Verfahren unterlassen haben, den erheblichen Sachverhalt zumindest durch den Versuch, von einem externen medizinischen Sachverständigen ein neues Gutachten über die Notwendigkeit der Fortdauer der Sicherungsverwahrung des Beschwerdeführers (Zeitraum zwischen dem 20. Januar 2010 und 22. März 2012, an dem die das in Rede stehende Verfahren betreffende Unterbringung endete) einzuholen, hinreichend aufzuklären.", "126.  Unter Berücksichtigung der Umstände der Rechtssache als Ganzes und insbesondere des prozessualen Charakters der festgestellten Konventionsverletzungen setzt der Gerichtshof die Summe nach Billigkeit fest und spricht dem Beschwerdeführer 5.000 EUR für immateriellen Schaden zuzüglich gegebenenfalls zu berechnender Steuern zu.", "B. Kosten und Auslagen", "127.  Der Beschwerdeführer hat keine Forderung bezüglich der Kosten und Auslagen für die Verfahren vor den nationalen Gerichten oder dem Gerichtshof gestellt. Daher spricht der Gerichtshof unter dieser Rubrik keine Entschädigung zu.", "C. Verzugszinsen", "128.  Der Gerichtshof hält es für angemessen, für die Berechnung der Verzugszinsen den Spitzenrefinanzierungssatz der Europäischen Zentralbank zuzüglich drei Prozentpunkten zugrunde zu legen.", "AUS DIESEN GRÜNDEN BESCHLIESST DER GERICHTSHOF EINSTIMMIG:", "1.  Er erklärt die beiden Rügen nach Artikel 5 Abs. 1 der Konvention wegen des Versäumnisses der nationalen Gerichte, die für die Überprüfung der Notwendigkeit der Sicherungsverwahrung des Beschwerdeführers gesetzlich vorgesehene Frist einzuhalten, und wegen deren Weigerung, einen medizinischen Sachverständigen zur Beurteilung seiner Gefährlichkeit hinzuzuziehen, für zulässig und die Individualbeschwerde im Übrigen für unzulässig;", "", "2.  Artikel 5 Abs. 1 der Konvention ist unter diesen beiden Gesichtspunkten verletzt worden;", "", "3. ", "a)  der beklagte Staat hat dem Beschwerdeführer binnen drei Monaten nach dem Tag, an dem das Urteil nach Artikel 44 Absatz 2 der Konvention endgültig wird, 5.000 Euro (fünftausend Euro) zuzüglich der gegebenenfalls zu berechnenden Steuer als Entschädigung für den immateriellen Schaden zu zahlen;", "b)  Nach Ablauf der vorgenannten Frist von drei Monaten fallen für die obengenannten Beträge bis zur Auszahlung einfache Zinsen in Höhe eines Zinssatzes an, der dem Spitzenrefinanzierungssatz (marginal lending rate) der Europäischen Zentralbank im Verzugszeitraum zuzüglich drei Prozentpunkten entspricht;", "", "4.  im Übrigen wird die Forderung des Beschwerdeführers nach gerechter Entschädigung zurückgewiesen.", "Ausgefertigt in Englisch und schriftlich zugestellt am 19. September 2013 nach Artikel 77 Abs. 2 und 3 der Verfahrensordnung des Gerichtshofs.", "Claudia Westerdiek\tMark Villiger\n\tKanzlerin\tPräsident"]}