{"file": "GER_HJUDGER_44324_98.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "44324/98", "text_paragraphs": ["Urteile", "", "Europäischer Gerichtshof für Menschenrechte, Dritte Sektion", "Nichtamtliche deutsche Übersetzung aus dem Französischen", "Quelle: Bundesministerium der Justiz, Berlin", "", "20/02/03 - Rechtssache K. gegen DEUTSCHLAND (Individualbeschwerde Nr. 44324/98)", "", "", "", "", "Straßburg, 20. Februar 2003", "", "", "Dieses Urteil wird unter den in Artikel 44 Absatz 2 der Konvention aufgeführten Bedingungen endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "", "", "In der Rechtssache K. . /. Deutschland", "", "hat der Europäische Gerichtshof für Menschenrechte (Dritte Sektion) als Kammer durch die folgenden Richter:", "", "\tHerrn\t I. CABRAL BARRETO, Präsident,\n\tHerrn\t G. RESS,\n\tHerrn\t L. CAFLISCH,\n\tHerrn\t R. TÜRMEN,\n\tHerrn\t B. ZUPANČIČ,\n\tFrau\tM. TSATSA-NIKOLOVSKA;\n\tHerrn\t K. TRAJA, \t", "\tsowie dem Kanzler, V. BERGER,", "", "nach Beratung in nichtöffentlicher Sitzung am 23. Mai 2002 und am 30. Januar 2003", "", "das folgende Urteil erlassen, das am letztgenannten Tag angenommen worden ist:", "", "VERFAHREN", "", "1.\tDem Fall liegt eine gegen die Bundesrepublik Deutschland gerichtete Beschwerde (Nr. 44324/98) zugrunde, die der deutsche Staatsangehörige N. K. (\"der Beschwerdeführer\") bei der Europäischen Kommission für Menschenrechte (\"die Kommission\") aufgrund des früheren Artikels 25 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten (\"die Konvention\") am 28. September 1998 erhoben hatte.", "", "2\tDer Beschwerdeführer wird vor dem Gerichtshof von den Rechtsanwälten Meilicke, Hoffmann & Partner aus Bonn (Deutschland) vertreten. Die deutsche Regierung (\"die Regierung\") wurde von ihrem Verfahrensbevollmächtigten, Herrn K. Stoltenberg, Ministerialdirigent im Bundesministerium der Justiz, vertreten.", "", "3 Der Beschwerdeführer behauptete insbesondere, dass die Verfahrensdauer vor den Zivilgerichten nicht mit dem Erfordernis der „angemessenen Frist“ im Sinne des Artikels 6 Absatz 1 der Konvention in Einklang stehe.", "", "4. Die Beschwerde ist dem Gerichtshof am 1. November 1998, dem Zeitpunkt des Inkrafttretens des Protokolls Nr. 11 zur Konvention (Artikel 5 Abs. 2 des Protokolls Nr. 11), vorgelegt worden.", "", "5. Die Beschwerde ist der Vierten Sektion des Gerichtshofs zugewiesen worden (Artikel 52 Abs. 1 der Verfahrensordnung). In dieser Sektion ist die für die Prüfung der Rechtssache vorgesehene Kammer (Artikel 27 Abs. 1 der Konvention) gemäß Artikel 26 Abs. 1 der Verfahrensordnung gebildet worden.", "", "6. Am 1. November 2001 hat der Gerichtshof die Zusammensetzung seiner Sektionen (Artikel 25 Abs. 1 der Verfahrensordnung) geändert. Diese Beschwerde ist der so umgebildeten Dritten Sektion zugewiesen worden (Artikel 52 Abs. 1).", "", "7.\tMit Entscheidung vom 23. Mai 2002 hat die Kammer die Beschwerde hinsichtlich der Verfahrensdauer für teilweise zulässig erklärt.", "", "8. Sowohl der Beschwerdeführer als auch die Regierung haben schriftliche Stellungnahmen zur Begründetheit der Rechtssache vorgelegt (Artikel 59 Abs. 1 der Verfahrensordnung). Da die Kammer nach Beratung mit den Parteien beschlossen hat, dass kein Anlass besteht, eine mündliche Verhandlung über die Begründetheit der Sache durchzuführen (Artikel 59 Abs. 3 in fine der Verfahrensordnung), hat jede Partei schriftliche Anmerkungen zu der Stellungnahme der anderen Partei vorgelegt.", "", "SACHVERHALT", "", "I. DIE UMSTÄNDE DES FALLES", "", "Zur Vorgeschichte", "", "9.\tDer Beschwerdeführer ist 1944 geboren und in B. (Deutsch-land) wohnhaft.", "", "10.\tMit Entscheidung vom 25. März 1982 beschloss die Hauptversammlung der Kommanditgesellschaft auf Aktien Wicküler-Küpper Brauerei KGaA (im Folgenden „die Gesellschaft WBK“) deren Umwandlung in eine Kommanditgesellschaft namens Wilhelm-Breuer KG gemäß den §§ 9 ff. des Umwandlungsgesetzes vom 6. November 1969 (s.u. einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis). Diese Umwandlung wurde am 31. März 1982 unter gleichzeitiger Änderung der Firma Wilhelm-Breuer KG in Wicküler-Küpper KG in das Handelsregister eingetragen und am 28. April 1982 bekannt gemacht.", "", "11.\tDie Rechtsfolge dieser von der Mehrheit beschlossenen Umwandlung bestand darin, dass die Minderheitsaktionäre der Gesellschaft WBK, zu denen der Beschwerdeführer gehörte, ihre Aktien gegen Zahlung einer angemessenen Abfindung veräußern mussten.", "", "12. \tZunächst hat die Gesellschaft WBK den ausscheidenden Aktionären nach § 12 Abs. 1 Umwandlungsgesetz eine Barabfindung in Höhe von 825 DM je Aktie im Nennwert von 100 DM angeboten.", "", "2. Das Verfahren vor den deutschen Gerichten", "", "Verfahren vor dem Landgericht Düsseldorf", "", "13.\tDa der Beschwerdeführer und die anderen ausscheidenden Aktionäre der Gesellschaft WBK diesen Betrag für unzureichend erachteten, beantragten sie am 23. Juni 1982 nach den §§ 13 bis 30 Umwandlungsgesetz, eine angemessene Abfindung einschließlich der Schadensersatzansprüche, die die Gesellschaft WBK gegen ihre Mehrheitsaktionäre geltend machen konnte, gerichtlich festzusetzen.", "", "Dem Beschwerdeführer zufolge hatte die Gesellschaft WBK mit Vertrag vom 4. Februar 1971 der Hypobank, einer der beiden Mehrheitsaktionäre der Gesellschaft WBK, ein Vorerwerbsrecht an den Aktien einer dritten Gesellschaft, der Löwenbräu AG, eingeräumt. Anschließend hatte die Gesellschaft WBK diese Aktien zu einem Preis unter dem Marktpreis durch Vertrag vom 26. November 1980 an die Hypobank als Gegenleistung für den preisgünstigen Erwerb von WBK-Aktien durch die Familie Wehrhahn verkauft, einer weiteren Mehrheitsaktionärin der WBK. Es soll sich tatsächlich um eine Absprache unter den Mehrheitsaktionären Hypobank und Wehrhahn und der Geschäftsleitung der Gesellschaft WBK zum Nachteil der Minderheitsaktionäre gehandelt haben.", "", "14.\tAm 18. November 1982 bestellte das Landgericht Düsseldorf einen gemeinsamen Vertreter der ausscheidenden Aktionäre, der am 5. Januar 1983 seine Stellungnahme abgab, die vom Gericht an die Parteien zugestellt wurde.", "", "15.\tIm weiteren Verlauf richteten die Parteien drei Sachstandsanfragen an die Geschäftsstelle des Landgerichts, das auf die gegenwärtige Arbeitsüberlastung der zuständigen Kammer verwies.", "", "16.\tMit Verfügung des Landgerichts vom 23. April 1985 erging ein Hinweis auf teils fehlende Nachweise der Aktieninhaberschaft bei einigen Antragstellern und mit Beschluss des Landgerichts vom 3. Oktober 1985 wurde der Antrag eines Antragstellers aus diesem Grunde zurückgewiesen.", "", "17.\tAm 3. Oktober 1985 teilte das Landgericht den Parteien seine Absicht mit, ein Sachverständigengutachten einzuholen.", "", "18.\tAm 26. August 1986 bestellte das Landgericht nach Anhörung der Parteien einen Wirtschaftsprüfer als Sachverständigen.", "", "19.\tAm 11. Februar 1987 erstattete der Sachverständige nach einer ersten Aufforderung des Landgerichts einen Zwischenbericht, den er am 27. April 1987 vervollständigte.", "", "20.\tDas Landgericht übersandte das Gutachten anschließend an die Parteien, die um Fristverlängerung zwecks Stellungnahme ersuchten.", "", "21.\tMit Beschluss vom 16. Dezember 1987 setzte das Landgericht Düsseldorf nach mündlicher Verhandlung die Barabfindung auf 934,08 DM je 100 DM Aktiennennbetrag fest.", "", "Nach Würdigung der gegebenen Vermögenslage der Antragsgegnerin war das Gericht der Auffassung, dass die Schadensersatzansprüche nicht Gegenstand eines Spruchstellenverfahrens sein könnten.", "", "b. Verfahren vor dem Oberlandesgericht Düsseldorf", "", "22.\tGegen diesen Beschluss legten die Parteien sofortige Beschwerde ein.", "", "23.\tAm 28. April 1988 setzte das Oberlandesgericht eine erste Frist zur Begründung der Beschwerden bis zum 30. Juni 1988, die auf Antrag des Beschwerdeführers bis zum 14. Juli 1988 verlängert wurde.", "", "24.\tMit Verfügung vom 18. Juli 1988 gab das Oberlandesgericht der Antragsgegnerin die Übersendung von Unterlagen auf. Diese kam dem erst nach mehrmaliger Anmahnung durch das Gericht nach.", "", "25.\tMit Auflagenbeschluss vom 9. Februar 1989 forderte das Gericht die Antragsgegnerin zur Darlegung der Verkaufsverhandlungen bezüglich der Löwenbräu-Beteiligung unter Beweisantritt auf.", "", "26.\tAm 9. November 1989 erfolgte, nachdem der Termin mehrmals auf Antrag der Parteien verlegt worden war, eine Beweisaufnahme mit der Vernehmung des Zeugen, den die beklagte Gesellschaft benannt hatte, und Anhörung des Sachverständigen.", "", "27.\tAm 7. Februar 1990 erfolgten weitere Zeugenvernehmungen vor dem Oberlandesgericht.", "", "28.\tMit Beschluss vom 16. Oktober 1990 setzte das Oberlandesgericht die Barabfindung auf 835,90 DM fest.", "", "Das Oberlandesgericht war der Auffassung, dass die Schadensersatzansprüche bei der Berechnung der Abfindung grundsätzlich berücksichtigt werden müssten, da der Abfindungsbetrag nach § 12 Abs. 1 Umwandlungsgesetz entsprechend der Vermögenslage der Gesellschaft am Stichtag zu ermitteln sei, die auch Forderungen und Verbindlichkeiten umfasse. Diese Schadensersatzansprüche müssten auch in einem Spruchstellenverfahren berücksichtigt werden, damit der Minderheitsaktionär einer Schädigung der Gesellschaft durch die Mehrheitsaktionäre vor dem Bewertungsstichtag nicht schutzlos ausgeliefert wäre.", "", "Das Oberlandesgericht wies jedoch darauf hin, dass sich im vorliegenden Fall aus dem Vertrag vom 26. November 1980 keine Schadensersatzansprüche auf der Grundlage von § 12 Abs.1 Umwandlungsgesetz, die den Wert des Unternehmens erhöhen, ergeben würden, da seinerzeit Leistung und Gegenleistung nicht in einem Missverhältnis gestanden hätten.", "", "Im Übrigen könnten etwaige Schadenersatzansprüche, die sich aus dem Vertrag vom 4. Februar 1971 aufgrund von § 117 Abs. 1 Aktiengesetz ergeben könnten, keine Berücksichtigung finden, da sie gemäß § 117 Abs. 6 Aktiengesetz verjährt seien (s.u. einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis).", "", "c. Verfahren vor dem Bundesgerichtshof", "", "29.\tDer Beschwerdeführer legte daraufhin Beschwerde zum Bundesgerichtshof ein.", "", "30.\tMit Beschluss vom 4. Februar 1991 wies der Bundesgerichtshof die Beschwerde als unstatthaft zurück.", "", "d. Verfahren vor dem Bundesverfassungsgericht", "", "31.\tAm 17. November 1990 legte der Beschwerdeführer Verfassungsbeschwerde zum Bundesverfassungsgericht ein, die er am 19. Februar 1991 um den zurückweisenden Beschluss des Bundesgerichtshofs erweiterte.", "", "32.\tAm 9. März 1995 stellte das Bundesverfassungsgericht die Verfassungsbeschwerde dem Justizministerium des Landes Nordrhein-Westfalen, den Vertretern der ausgeschiedenen Aktionäre sowie der Antragsgegnerin des Ausgangsverfahrens zu.", "", "33.\tMit Schreiben vom 14. Juli 1997 teilte der Beschwerdeführer der Geschäftsstelle des Bundesverfassungsgerichts mit, er „habe zu keinem Zeitpunkt eine Entscheidung über die Verfassungsbeschwerde angemahnt“ und bekunde „volles Verständnis“ für die durch die gegenwärtige Arbeitsüberlastung des Gerichts ausgelösten Probleme.", "", "34.\tAm 4. April 1998 entschied das Bundesverfassungsgericht durch eine mit drei Richtern besetzte Kammer, die Verfassungsbeschwerde des Beschwerdeführers auf der Basis eines umfassenden internen Vermerks zu den Rechtsfragen der Verfassungsbeschwerde nicht zur Entscheidung anzunehmen.", "", "Das Bundesverfassungsgericht unterstrich, dass die Mehrheitsumwandlung und der damit möglicherweise verbundene Verlust der Position als Aktionär nur dann mit dem Eigentumsgrundrecht vereinbar sei, wenn die zur Ausscheidung gezwungenen Minderheitsaktionäre für den Verlust ihrer Rechtsstellung wirtschaftlich voll entschädigt würden (s.u. einschlägiges innerstaatliches Recht und einschlägige innerstaatliche Praxis).", "", "Das Gericht fügte hinzu, dass das Oberlandesgericht zu Recht dem besonderen Schutzbedürfnis der Minderheitsaktionäre bei der Mehrheitsumwandlung Rechnung getragen habe, und wies darauf hin, dass Schadensersatzansprüche einer Gesellschaft grundsätzlich im Spruchverfahren zu berücksichtigen seien.", "", "Dem Bundesverfassungsgericht zufolge beruht die Tatsache, dass das Oberlandesgericht anschließend zu dem Schluss gelangt war, dass sich Schadensersatzansprüche gemäß § 12 Abs. 1 Umwandlungsgesetz, die den Unternehmenswert erhöhten, nicht aus dem Vertrag vom 26. November 1980 ergeben könnten, auf einer Auslegung und Anwendung des einfachen Rechts, die seiner Überprüfung entzogen ist. Das Bundesverfassungsgericht wies jedoch darauf hin, dass die Tatsache, dass nach Ansicht des Oberlandesgerichts kein Missverhältnis von Leistung und Gegenleistung bestand, auf einer Bewertung der damals vertraglich vereinbarten Leistungen beruhe, deren Ergebnis nicht mit dem besonderen Schutzbedürfnis der Minderheitsaktionäre in Beziehung stehe.", "", "Das Bundesverfassungsgericht fügte hinzu, dass die Auffassung des Oberlandesgerichts, dass ein möglicher Schadensersatzanspruch aus dem Vertrag vom 4. Februar 1971 nach § 117 Abs. 6 Aktiengesetz verjährt sei, nicht zu einer Missachtung des besonderen Schutzbedürfnisses der Minderheitsaktionäre führe, sondern eine zulässige Auslegung des Aktienrechts darstelle.", "", "Das Bundesverfassungsgericht vertrat außerdem die Auffassung, dass die Ausführungen des Oberlandesgerichts hinsichtlich dieser beiden Verträge nicht willkürlich seien. Es fügte hinzu, dass die Nichtberücksichtigung des Einwandes des Beschwerdeführers seitens des Oberlandesgerichts, demzufolge die Möglichkeit der Mehrheitsaktionäre, Verjährungseinrede zu erheben, einen Rechtsmissbrauch darstelle, auch nicht willkürlich sei, da es nicht offensichtlich sei, dass das Erheben dieser Verjährungseinrede im vorliegenden Fall rechtsmissbräuchlich gewesen sei.", "", "II. EINSCHLÄGIGES INNERSTAATLICHES RECHT UND EINSCHLÄGIGE INNERSTAATLICHE PRAXIS", "", "35.\tDie §§ 9 ff. Umwandlungsgesetz vom 6. November 1969 enthalten die Voraussetzungen, unter denen die Umwandlung einer Gesellschaft erfolgen kann.", "", "36.\t§ 12 Abs. 1 dieses Gesetzes sieht vor, dass die ausscheidenden Aktionäre Anspruch auf angemessene Barabfindung haben und legt die Berechnungsmodalitäten fest.", "", "37.\tIn einem Grundsatzurteil vom 7. August 1962, bekannt unter dem Urteilsnamen Feldmühle, hat das Bundesverfassungsgericht zum Ausdruck gebracht, dass die Umwandlung einer Gesellschaft nur dann mit dem Eigentumsgrundrecht vereinbar ist, wenn die zum Ausscheiden gezwungenen Minderheitsaktionäre für den Verlust ihrer Rechtsstellung wirtschaftlich voll entschädigt werden (Amtliche Entscheidungssammlung der Entscheidungen des Bundesverfassungsgerichts, Band 14 S. 263 ff.).", "", "38.\t§ 117 Abs. 1 Aktiengesetz sieht vor, dass eine Person, die vorsätzlich unter Benutzung ihres Einflusses die Geschäftsleitung einer Gesellschaft dazu bestimmt, zum Schaden dieser Gesellschaft oder ihrer Aktionäre zu handeln, zum Ersatz des entstandenen Schadens verpflichtet ist. Nach § 117 Abs. 6 dieses Gesetzes verjähren solche Schadensersatzansprüche in fünf Jahren.", "", "RÜGE", "", "39.\tDer Beschwerdeführer behauptet, dass die Verfahrensdauer vor den deutschen Gerichten nicht mit dem Erfordernis der „angemessenen Frist“ im Sinne des Artikels 6 Absatz 1 der Konvention in Einklang stehe.", "", "RECHTLICHE WÜRDIGUNG", "", "I. DIE BEHAUPTETE VERLETZUNG DES ARTIKELS 6 ABS. 1 DER KONVENTION", "", "40.\tDer Beschwerdeführer behauptet, dass über seine Streitigkeit nicht innerhalb einer angemessenen Frist im Sinne des Artikels 6 Absatz 1 der Konvention verhandelt worden sei. Der einschlägige Passus lautet wie folgt:", "", "„Jede Person hat ein Recht darauf, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen (...) von einem (...) Gericht (...) innerhalb angemessener Frist verhandelt wird.“", "", "Bezüglich der Anwendung des Artikels 6 Absatz 1", "", "41.\tDie Regierung ist vornehmlich der Auffassung, dass zur Berechnung der Verfahrensdauer einzig das Verfahren vor den ordentlichen Gerichten herangezogen werden darf, das nach acht Jahren und vier Monaten seinen Abschluss fand. Sie erachtet, dass weder die Dauer des Verfahrens vor dem Bundesgerichtshof zu berücksichtigen sei, weil dieser Rechtsbehelf vom deutschen Gesetz nicht vorgesehen sei, noch die Dauer des Verfahrens vor dem Bundesverfassungsgericht, weil eine Anwendung des Artikels 6 Absatz 1 der Konvention auf das Verfassungsbeschwerdeverfahren mit Sinn und Zweck der Konvention unvereinbar sei.", "", "42.\tDer Beschwerdeführer bestreitet alle Argumente der Regierung. Nach seiner Auffassung sei Artikel 6 Absatz 1 der Konvention auf das Verfahren vor einem Verfassungsgericht anwendbar. Das Bundesverfassungsgericht habe im vorliegenden Fall für die angegriffene Nichtannahmeentscheidung nicht den Sachverhalt ermitteln müssen, sondern nur zu prüfen gehabt, ob eine Verletzung des Artikels 1 des Protokolls Nr. 1 vorliege, wie dies auch für den Europäischen Gerichtshof für Menschenrechte der Fall sei.", "", "43.\tDer Gerichtshof erinnert daran, dass seiner ständigen Rechtsprechung zufolge ein Verfahren unter Artikel 6 Absatz 1 der Konvention fällt, selbst wenn es vor einem Verfassungsgericht stattfindet, wenn sein Ausgang für die zivilrechtlichen Ansprüche und Verpflichtungen von entscheidender Bedeutung ist (s. insbesondere das Urteil vom 18.10.2001 in der Rechtssache Mianowicz ./. Deutschland (4. Sekt.), Nr. 42505/98, Randnr. 45). Da aber die Streitigkeit in Bezug auf die Berechnung der Schadensersatzansprüche zugunsten der Minderheitsaktionäre einer Gesellschaft finanzieller Natur war, betraf sie zweifellos einen Anspruch zivilrechtlicher Art im Sinne des Artikels 6.", "", "B. Bezüglich der Beachtung des Artikels 6 Absatz 1", "", "1. Zu berücksichtigender Zeitraum", "", "44.\tDer Gerichtshof stellt fest, dass das Verfahren am 20. Juni 1982 eröffnet wurde, nachdem der Beschwerdeführer das Landgericht Düsseldorf angerufen hatte, und dass es am 4. April 1998 mit der Entscheidung des Bundesverfassungsgerichts seinen Abschluss fand. Es hatte demnach eine Dauer von fünfzehn Jahren und neun Monaten.", "", "2. Angemessenheit der Verfahrensdauer", "", "45.\tBezüglich des Verfahrens vor den ordentlichen Gerichten bringt die Regierung vor, dass angesichts der Komplexität der Frage der Bestimmung der Abfindung von Minderheitsaktionären im Zuge von Umstrukturierungsmaßnahmen ihrer Gesellschaft, der hohen Zahl von Antragstellern und des Verhaltens der Parteien eine Verletzung aus Artikel 6 Absatz 1 nicht vorliege. Im Übrigen sei das Verfahren vor dem Landgericht und dem Oberlandesgericht Düsseldorf mit Ausnahme des Zeitraums von zwei Jahren zwischen Mai 1983 und April 1985 wegen Überlastung durchgängig ohne Verzögerungen gefördert worden. Was die Verfahrensdauer vor dem Bundesverfassungsgericht anbelangt, so bringt die Regierung hilfsweise vor, dass die Dauer des Verfahrens von sieben Jahren und zwei Monaten durch die Komplexität des Falles bedingt sei, ferner durch die erwartete Novellierung des Umwandlungsrechts, wobei das Gesetz zur Bereinigung des Umwandlungsrechts am 1. Januar 1995 in Kraft getreten sei, und durch das Verhalten des Beschwerdeführers, der insbesondere mit seinem Schreiben vom 14. Juli 1997 zum Ausdruck gebracht habe, dass für ihn eine schnelle Entscheidung nicht vordringlich sei. Ferner hätte das Bundesverfassungsgericht bedingt durch die Wiedervereinigung damals zahlreiche sehr bedeutsame Verfahren entscheiden müssen.", "", "46.\tDer Beschwerdeführer erachtet, dass eine derartige Verfahrensverzögerung selbst dann nicht gerechtfertigt sei, wenn das Bundesverfassungsgericht wegen zahlreicher Verfahren im Zusammenhang mit der deutschen Einheit überlastet gewesen sei. Im Übrigen hätte die Novellierung des Umwandlungsrechts keinen Einfluss auf die vorliegende Sache, in der es um die Verjährung von Machenschaften zum Nachteil von Minderheitsaktionären unter dem Blickwinkel des Eigentumsrechts gehe. Schließlich habe es sich bei dem Schreiben vom 14. Juli 1997 einzig um einen Akt der Höflichkeit seitens des Beschwerdeführers gehandelt, der bei der Geschäftsstelle des Bundesverfassungsgerichts stets auf eine zügige Behandlung seiner Sache gedrängt habe. Was das Verfahren vor den ordentlichen Gerichten anbelangt, unterstreicht der Beschwerdeführer, dass das Landgericht Düsseldorf, abgesehen von der auch von der Regierung eingeräumten Verzögerung von zwei Jahren, seiner Pflicht zur Betreibung des Verfahrens in angemessener Zeit nicht nachgekommen sei. Es habe tatsächlich erst 4 ½ Jahre nach Verfahrensbeginn einen Sachverständigen bestellt, obwohl bekannt ist, dass Spruchstellenverfahren nicht ohne Sachverständigengutachten entschieden werden können. Darüber hinaus sei die Verfahrensdauer vor dem Bundesgerichtshof ebenfalls zu berücksichtigen, weil der Beschwerdeführer alle zur Verfügung stehenden Rechtsmittel auszuschöpfen hatte, auch wenn sie nicht ausdrücklich kodifiziert oder vor den Fachgerichten umstritten sind. Was schließlich das Ausmaß der Betroffenheit anbelangt, so gibt der Beschwerdeführer an, er habe 1.460 Aktien gehalten, so dass er, wenn seine Klage auf Schadensersatz Erfolg gehabt hätte, eine um gut 700.000 DM (ca. 350.000 €) höhere Abfindung erhalten hätte.", "", "47.\tDer Gerichtshof erinnert daran, dass die angemessene Dauer eines Verfahrens nach den Umständen der Rechtssache und unter Berücksichtigung der in der Rechtsprechung des Gerichtshofs verankerten Kriterien zu würdigen ist, insbesondere in Anbetracht der Komplexität der Sache, des Verhaltens des Beschwerdeführers und der zuständigen Behörden (s. unter zahlreichen anderen Entscheidungen die Urteile in der Rechtssache Metzger ./. Deutschland, Nr. 37591/97, Randnr. 36, und in der o.a. Rechtssache Mianowicz, Nr. 42505/98, Randnr. 50).", "", "48.\tDer Gerichtshof ist der Auffassung, dass die vorliegende Sache eine gewisse Komplexität aufwies, weil es sich um die Festsetzung eines Abfindungsbetrags zu Gunsten von Minderheitsaktionären im Zuge der Umwandlung einer Gesellschaft handelte und die Bestellung von Sachverständigen erforderlich war, und weil eine hohe Zahl von Parteien an dem Verfahren beteiligt war.", "", "49.\tWas das Verhalten des Beschwerdeführers anbelangt, so ist nicht ersichtlich, dass er zu der Verfahrensdauer beigetragen hat. Es trifft zwar zu, dass der Beschwerdeführer mit seinem Schreiben an das Bundesverfassungsgericht vom 14. Juli 1997 bekräftigt hat, er habe zu keinem Zeitpunkt eine rasche Entscheidung angemahnt und bekunde volles Verständnis für die durch die gegenwärtige Arbeitsbelastung des Verfassungsgerichts ausgelösten Probleme. Diese Mitteilung, die eher als ein Akt der Höflichkeit zu verstehen ist, dürfte jedoch nicht so auszulegen sein, dass sie einen Verzicht auf das Recht der Beschwerde hinsichtlich der Verfahrensdauer vor dem Bundesverfassungsgericht darstellt.", "", "50.\tWas das Verhalten der innerstaatlichen Gerichte anbelangt, so stellt der Gerichtshof fest, dass die wichtigsten Verzögerungen durch das Verfahren vor dem Landgericht Düsseldorf und dasjenige vor dem Bundesverfassungsgericht entstanden sind. So hat das Landgericht seine Entscheidung erst am 16. Dezember 1987 verkündet, also fünf Jahre und fünf Monate nach seiner Anrufung am 23. Juni 1982, und zwar insbesondere wegen Arbeitsüberlastung. Beim Bundesverfassungsgericht war das Verfahren zwischen dem Antrag des Beschwerdeführers vom 19. Februar 1991 auf Erweiterung der Verfassungsbeschwerde und der Entscheidung des Bundesverfassungsgerichts vom 4. April 1998 mehr als sieben Jahre anhängig.", "", "51.\tSelbst wenn das Bundesverfassungsgericht das Justizministerium in Nordrhein-Westfalen in dieser Sache konsultiert hat und es mit zahlreichen Fällen im Zusammenhang mit der deutschen Einheit befasst war, dürfte eine solche Dauer als überlang erscheinen.", "", "52.\tDer Gerichtshof ruft diesbezüglich in Erinnerung, dass die Vertragsstaaten nach Artikel 6 Absatz 1 EMRK dazu verpflichtet sind, ihre Justizsysteme so zu organisieren, dass erst- und höherinstanzliche Gerichte in der Lage sind, alle Anforderungen zu erfüllen, einschließlich der Verpflichtung, die Fälle innerhalb angemessener Fristen abzuschließen (s. unter zahlreichen anderen Entscheidungen die Urteile in der o.a. Rechtssache Metzger, Randnr. 42, und in der o.a. Rechtssache Mianowicz, Randnr. 54). Im vorliegenden Fall lässt das Verfahren übermäßige Verzögerungen erkennen, die den nationalen Gerichten anzulasten sind.", "", "53.\tAngesichts der Umstände des Falles, die eine Gesamtbeurteilung erfordern, ist der Gerichtshof der Ansicht, dass die Dauer des streitigen Verfahrens eindeutig zu lang ist und nicht dem Erfordernis der angemessenen Frist entspricht. Daher ist Artikel 6 Abs. 1 der Konvention verletzt worden.", "", "II. DIE ANWENDUNG DES ARTIKELS 41 DER KONVENTION", "", "54.\t Artikel 41 der Konvention lautet wie folgt:", "", "\"Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.\"", "", "A. Schaden", "", "55.\tDer Beschwerdeführer behauptet, dass die Dauer des Verfahrens sein Recht auf Achtung seines Eigentums unmittelbar beeinträchtigt habe. Als Vermögensschaden fordert er einen Betrag von 11.776,36 DM bedingt durch die unzulängliche Berücksichtigung seiner Zinsansprüche im Zuge der verspäteten Zahlung seiner Entschädigung. Er verlangt ebenfalls die Zahlung von 150.000 DM, weil die innerstaatlichen Instanzen wegen der überlangen Verfahrensdauer erkannt hatten, dass seine Schadensersatzklage verjährt sei.", "", "Selbst wenn er sich dessen bewusst ist, dass seine Rüge in Bezug auf Artikel 1 des 1. Protokolls für unzulässig erklärt wurde, ist er der Ansicht, dass eine gerechte Entschädigung diesen Vermögensschaden berücksichtigen muss, gegebenenfalls auch im Sinne eines Nichtvermögensschadens.", "", "56.\tDie Regierung ist der Auffassung, dass die verlangten Beträge überhöht sind.", "", "57.\tDer Gerichtshof erachtet, dass der vom Beschwerdeführer vorgebrachte materielle Schaden nicht in der festgestellten Verletzung begründet ist: er kann demnach nicht berücksichtigt werden. Der Gerichtshof erachtet aber andererseits, dass der Beschwerdeführer angesichts der Dauer des streitigen Verfahrens einen gewissen ideellen Nachteil erlitten hat. Angesichts der Umstände des Falles und auf einer gerechten Grundlage gemäß Artikel 41 der Konvention billigt er dem Beschwerdeführer hierfür einen Betrag von 7.500 Euro zu.", "", "", "B. Kosten und Auslagen", "", "58.\tDer Beschwerdeführer verlangt 16.086,96 DM für die Verfahren vor dem Bundesgerichtshof und dem –verfassungsgericht und 15.660,00 DM für die Verfahren vor der Kommission und dem Europäischen Gerichtshof für Menschenrechte, d.h. einen Gesamtbetrag in Höhe von 31.746,96 DM zuzüglich der Zinsen von 9,5% in Höhe von 21.111,72 DM.", "", "59.\tDie Regierung hat sich diesbezüglich nicht geäußert.", "", "60.\tNach seiner ständigen Rechtsprechung gewährt der Gerichtshof die Erstattung der Kosten und Auslagen nur, soweit diese sich auf die festgestellte Verletzung beziehen, tatsächlich angefallen sind und erforderlich waren, und im Hinblick auf ihre Höhe angemessen sind (s. unter zahlreichen anderen Entscheidungen die Urteile vom 1. Juli 1997 in der Rechtssache Pammel ./. Deutschland, Sammlung der Urteile und Entscheidungen 1997-IV, Randnr. 82, und in der o.a. Rechtssache Mianowicz, Randnr. 67). In Bezug auf die Anwaltshonorare weist der Gerichtshof darauf hin, dass er nicht an innerstaatliche Tabellen und Praktiken gebunden ist, sich aber daran orientieren kann.", "", "Auf einer gerechten Grundlage billigt der Gerichtshof dem Beschwerdeführer den Betrag von 1.500 € zu.", "", "C. Verzugszinsen", "", "61.\tDer Gerichtshof erachtet für angemessen, den Verzugszinssatz auf den Zinssatz für Spitzenrefinanzierungsfazilitäten der Europäischen Zentralbank erhöht um drei Prozentpunkte zu stützen.", "", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF EINSTIMMIG,", "", "1. dass Artikel 6 Abs. 1 der Konvention verletzt ist;", "", "2. dass", "", "a) der beklagte Staat dem Beschwerdeführer innerhalb von drei Monaten, nachdem das Urteil gemäß Artikel 44 Abs. 2 der Konvention endgültig geworden ist, einen Betrag in Höhe von 7.500 € (siebentausendfünfhundert Euro) wegen des Nichtvermögensschadens und einen Betrag von 1.500 € (eintausendfünfhundert Euro) für Kosten und Auslagen zu zahlen hat, zuzüglich der Beträge, die als Steuer möglicherweise angefallen sind;", "", "b) diese Beträge nach Ablauf der genannten Frist und bis zur Zahlung um einfache Zinsen zu einem Satz entsprechend demjenigen der Spitzenrefinanzierungsfazilität der Europäischen Zentralbank, der in diesem Zeitpunkt Gültigkeit hat, zu erhöhen sind, zuzüglich drei Prozentpunkten;", "", "3. dass der Antrag auf gerechte Entschädigung im Übrigen zurückgewiesen wird.", "", "Ausgefertigt in französischer Sprache und anschließend am 20. Februar 2002 gemäß Artikel 77 Abs. 2 und 3 der Verfahrensordnung schriftlich übermittelt.", "", "", ""]}