{"file": "GER_HJUDGER_34045_96.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "34045/96", "text_paragraphs": ["Urteile", "", "Europäischer Gerichthof für Menschenrechte, Vierte Sektion", "Nichtamtliche Übersetzung", "Quelle: Bundesministerium der Justiz, Berlin", "", "", "11/10/01 - Rechtssache H. gegen DEUTSCHLAND (Individualbeschwerde Nr. 34045/96)", "", "", "", "", "Straßburg, 11. Oktober 2001", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Absatz 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.", "", "In der Rechtssache H. ./. Deutschland", "", "hat der Europäische Gerichtshof für Menschenrechte (Vierte Sektion) als Kammer mit den Richtern", "\tHerrn\tA. Pastor Ridruejo, Präsident,", "\n\tHerrn\tG. Ress,", "\n\tHerrn\tL. Caflisch,", "\n\tHerrn\tI. Cabral Barreto,", "\n\tHerrn\tV. Butkevych,", "\n\tFrau\tN. Vajić,", "\n\tHerrn\tM. Pellonpää,", "\nund Herrn V. Berger, Sektionskanzler,", "", "nach nicht öffentlicher Beratung am 20. September 2001,", "", "das folgende Urteil erlassen, das am selben Tag angenommen wurde:", "", "VERFAHREN", "", "1.  Der Rechtssache lag eine Individualbeschwerde (Nr. 34045/96) gegen die Bundesrepublik Deutschland zugrunde, die ein deutscher Staatsangehöriger, F. H. („der Beschwerdeführer“), am 15. Juli 1996 nach dem damaligen Artikel 25 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) bei der Europäischen Kommission für Menschrechte („die Kommission“) eingereicht hatte.", "", "2.  Die deutsche Regierung („die Regierung“) war vertreten durch ihre Verfahrensbevollmächtigten, Frau Ministerialdirigentin H. Voelskow-Thies, Bundesministerium der Justiz, zu Beginn des Verfahrens und anschließend Herrn Ministerialdirigent K. Stoltenberg, ebenfalls Bundesministerium der Justiz.", "", "3.  Der Beschwerdeführer machte insbesondere geltend, dass die deutschen Gerichtsentscheidungen, mit denen sein Antrag auf Umgang mit seiner nichtehelichen Tochter zurückgewiesen wurde, sein Recht auf Achtung seines Familienlebens verletzten und er diesbezüglich Opfer einer diskriminierenden Behandlung geworden sei. Ferner rügte er, dass sein Recht auf ein faires Verfahren verletzt worden sei. Er berief sich auf die Artikel 6, 8 und 14 der Konvention.", "", "4.  Die Beschwerde wurde am 1. November 1998, als das Protokoll Nr. 11 zur Konvention in Kraft trat (Artikel 5 Abs. 2 des Protokolls Nr. 11), an den Gerichtshof weitergeleitet.", "", "5.  Die Beschwerde wurde der Vierten Sektion des Gerichtshofs zugewiesen (Artikel 52 Abs. 1 der Verfahrensordnung des Gerichtshofs). In dieser Sektion wurde die Kammer, welche die Rechtssache prüfen sollte (Artikel 27 Abs. 1 der Konvention), gemäß Artikel 26 Abs. 1 der Verfahrensordnung des Gerichtshofs gebildet.", "", "6.  Mit Entscheidung vom 12. Dezember 2000 erklärte die Kammer die Beschwerde für zulässig.", "", "SACHVERHALT", "", "I.  DER HINTERGRUND DER RECHTSSACHE", "", "7.  Der 1954 geborene Beschwerdeführer ist deutscher Staatsangehöriger und lebt in M.. Er ist Vater des am 25. August 1985 nichtehelich geborenen Kindes J. Der Beschwerdeführer und die Mutter des Kindes, Frau S., lebten zum Zeitpunkt der Geburt des Kindes zusammen. Sie trennten sich im Frühjahr 1987.", "", "J.’s Mutter heiratete 1992, und J. trägt seitdem den neuen Familiennamen der Mutter.", "", "8.  Am 23. Juni 1987 räumte das Amtsgericht Mülheim dem Beschwerdeführer ein Besuchsrecht ein. Diese Besuchsregelung wurde durch einen von den Eltern im Juli 1987 geschlossenen Vergleich bestätigt, wonach dem Beschwerdeführer ein Besuchsrecht alle 14 Tage eingeräumt wurde. Nach einigen anfänglichen Besuchen hat der Beschwerdeführer sein Besuchsrecht nicht mehr ausgeübt.", "", "9.  Am 9. Mai 1990 beantragte die Mutter des Kindes beim Amtsgericht Mülheim, den Vergleich dahingehend abzuändern, dass dem Beschwerdeführer der Umgang mit seinem Kind nicht mehr gewährt wird. Der Beschwerdeführer habe sein Besuchsrecht seit drei Jahren nicht mehr ausgeübt, so dass J. ihn vollkommen vergessen habe. Sein Wunsch, J. zu sehen, diene nicht dem Wohl des Kindes.", "", "10.  Das Jugendamt der Stadt Mülheim sprach am 12. Juni 1990, gestützt auf ein Gutachten des Diakonischen Werks, einer katholischen Wohlfahrtsorganisation, die Empfehlung aus, dem Vater des Kindes kein Besuchsrecht einzuräumen.", "", "11.  Am 9. Oktober 1990 gab das Amtsgericht Mülheim ein ärztliches Gutachten zur Frage des Umgangs in Auftrag. In dem Gutachten vom 27. Juni 1991 wurde empfohlen, trotz der Gefahr für das seelische Gleichgewicht von J. den Kontakt zwischen dem Beschwerdeführer und J. vorsichtig und stufenweise aufzubauen. Die gefestigte gute emotionale Bindung zwischen J. und ihrer Mutter sowie das Vertrauensverhältnis zum Lebenspartner der Mutter dürften jedoch nicht erschüttert werden.", "", "12.   In einem weiteren Gutachten vom 26. August 1991 empfahl das Diakonische Werk, dass das Treffen zwischen dem Beschwerdeführer und J. in einer Erziehungsberatungsstelle stattfinden sollte. Diese Kontakte sollten bei positivem Verlauf erweitert, bei negativem Verlauf jedoch wieder eingestellt werden. Dieser Bewertung schloss sich das Jugendamt an.", "", "13.  Am 3. November 1992 bestätigte die Erziehungsberatungsstelle der Stadt Mülheim, dass sich J. in der Zeit zwischen dem 10. August und dem 11. September 1992 dreimal in Anwesenheit ihrer Mutter in der Beratungsstelle mit dem Beschwerdeführer getroffen habe. J. habe die Konflikte zwischen ihren Eltern gespürt und sei dadurch zunehmend seelisch belastet worden.", "", "14.  Am 14. Dezember 1992 wurden der Beschwerdeführer und J.’s Mutter vom Amtsgericht Mülheim gehört. In diesem und in den anschließenden Verfahren waren beide Parteien anwaltlich vertreten.", "", "15.  Am 18. Dezember wurde das damals siebenjährige Kind in Abwesenheit seiner Eltern vom Amtsgericht Mülheim angehört. Sie erklärte, sie habe ihren leiblichen Vater nicht erkannt und wolle ihn nicht sehen.", "", "16.  Am 23. Januar 1993 hob das Amtsgericht seine frühere Entscheidung vom 23. Juni 1987 sowie den gerichtlichen Vergleich vom Juli 1987 auf.", "", "Das Gericht stellte u.a. fest, dass der Beschwerdeführer sein Besuchsrecht seit 1987 nicht mehr ausgeübt habe und dass J.’s Mutter dem Antrag des Beschwerdeführers ablehnend gegenüberstehe. Das Gericht entschied, dass dem Beschwerdeführer eine Befugnis zum Umgang mit seiner Tochter nicht zustehe.", "", "Unter Hinweis auf § 1711 BGB stellte das Amtsgericht fest, dass die Mutter in Ausübung ihres Sorgerechts den Umgang des Kindes mit Dritten bestimme und daher ihr Wille ausschlaggebend sei. Dem Vater könne ein Umgang mit dem Kind durch eine Gerichtsentscheidung nur gewährt werden, wenn dies dem Wohl des Kindes diene. Nach den Erkenntnissen des Gerichts seien diese Voraussetzungen im Fall des Beschwerdeführers nicht gegeben. Durch die Tatsache, dass sich die Eltern bereits getrennt hätten, als J. erst eineinhalb Jahre alt gewesen sei und er sein Besuchsrecht über Jahre nicht genutzt habe, sei er für das Kind fremd geworden. J. habe keine Bande mehr zum Beschwerdeführer, und sie erkenne ihn nicht als ihren Vater.", "", "Der Versuch, diesen Zustand zu heilen, sei fehlgeschlagen. Bei mehreren Kontakten zwischen dem Beschwerdeführer und seiner Tochter in einer Erziehungsberatungsstelle im August und September 1992 sei er J. fremd geblieben; sie wünsche den Kontakt zu ihrem Vater nicht. Nach Auffassung des Gerichts wäre es nicht zum Wohl von J. gewesen, ihrem Wunsch zuwiderzuhandeln. Der neue Ehemann der Mutter sei nach wiederholtem Wechsel nun eine männliche Bezugsperson. J.’s festgefügte Welt und ihr Gefühlsleben würden erschüttert, wenn Kontakte zu einem Fremden erzwungen würden. In diesem Zusammenhang war das Gericht der Auffassung, J. sei auf stabile Lebensverhältnisse und ein konfliktfreies Familienleben angewiesen, da sie sehr empfindlich und leicht verletzbar sei. Ihr leiblich-seelisches Gleichgewicht sei leicht störbar, und es bestünden bei ihr Schwierigkeiten hinsichtlich der Konzentrations- und Lernfähigkeit. Ihr Wunsch, keinen Kontakt zu ihrem Vater zu haben, sei deshalb ernst zu nehmen.", "", "17.  Am 26. März 1993 wies das Landgericht Duisburg die vom Beschwerdeführer eingelegte Beschwerde zurück.", "", "Das Landgericht bestätigte die Feststellungen des Amtsgerichts nach § 1711 BGB. Es stellte ferner fest, dass die Beschwerdeschrift des Beschwerdeführers keinen Anlass zu einer anderen Beurteilung gebe. Sein Vorbringen, er habe seit 1987 das ihm eingeräumte Besuchsrecht nicht nutzen können, sei unerheblich, denn es komme nur auf das Wohl des Kindes an. Seine Einwände in Bezug auf § 1711 seien nicht erheblich, denn maßgebend seien die geltenden Rechtsvorschriften, nach denen ein Umgangsrecht gegen den Willen der Mutter nur zugesprochen werden könne, wenn dies dem Wohl des Kindes diene. Im Fall des Beschwerdeführers habe das Amtsgericht, gestützt auf ein Gutachten, jedoch zutreffend darauf abgestellt, dass J.’s Wunsch, keinen Kontakt zum Beschwerdeführer zu haben, ernst zu nehmen sei. Selbst wenn anzunehmen sei, dass J. von ihrer Mutter beeinflusst worden sei, könne eine solche Beeinflussung es schließlich nicht rechtfertigen, sie zu Kontakten mit dem Beschwerdeführer zu zwingen. Diesbezüglich wies das Landgericht noch einmal auf die Feststellungen der Sachverständigen hin, dass J. sehr empfindlich und verletzbar sei und bei zwangsweisen Kontakten mit Sicherheit Schaden nehmen würde.", "", "18.  Am 4. Juni 1993 erklärte das Oberlandesgericht Düsseldorf die vom Beschwerdeführer eingelegte weitere Beschwerde nach § 63a des Gesetzes über die Angelegenheiten der freiwilligen Gerichtsbarkeit für unzulässig. Das Oberlandesgericht war der Auffassung, die geltende Rechtslage, nach der in Verfahren, die den Umgang des Vaters mit seinem nichtehelichen Kind zum Gegenstand hatten, die weitere Beschwerde ausgeschlossen war, sei nicht unvereinbar mit Verfassungsrecht. Auch wenn man die vom Bundesverfassungsgericht mit Beschluss von 1991 aufgestellten Grundsätze zur erforderlich Gleichstellung nichtehelicher Kinder auf Verfahrensvorschriften übertrage, könne unter Berücksichtigung der Kriterien in Bezug auf den Zeitraum, innerhalb dessen der Gesetzgeber die einschlägigen Rechtsvorschriften ändern müsse, noch nicht angenommen werden, dass die derzeit geltenden Rechtsvorschriften verfassungswidrig seien.", "", "19.  Am 21. Juli 1993 legte der Beschwerdeführer Verfassungsbeschwerde beim Bundesverfassungsgericht ein, in welcher er geltend machte, die Ablehnung des persönlichen Umgangs mit seiner Tochter verletze ihn in seinen elterlichen Rechten und bedeute eine Diskriminierung; des Weiteren rügte er, dass seine weitere Beschwerde verworfen wurde. Der Erste Senat des Bundesverfassungsgerichts bestätigte den Eingang am 28. Juli 1993.", "", "20.  Am 17. Januar 1994 teilte das Bundesverfassungsgericht dem Rechtsanwalt des Beschwerdeführers mit, dass ihm eine weitere bereits zugestellte Beschwerde vorliege, die § 1711 BGB zum Gegenstand habe. Eine Entscheidung in dieser Sache sei für das laufende Jahr vorgesehen. Die Bearbeitung der Rechtssache des Beschwerdeführers werde daher zurückgestellt. Am 18. Januar 1995 teilte die mit der Rechtssache des Beschwerdeführers befasste Bundesverfassungsrichterin auf dessen Anfrage hin mit, dass eine Entscheidung über die andere Beschwerde für das laufende Jahr angestrebt werde. Mit Schreiben vom 5. August 1996 wurde dem Prozessbevollmächtigen des Beschwerdeführers mitgeteilt, dass nicht abzusehen sei, wann mit einer Entscheidung über seine Beschwerde gerechnet werden könne. Dem Beschwerdeführer wurde später mitgeteilt, dass eine Entscheidung über seine Verfassungsbeschwerde im Lichte der Gesetzesreform nicht mehr notwendig erscheine, und der Beschwerdeführer war damit einverstanden, die Beschwerde als erledigt anzusehen.", "", "Die erneuten Anträge des Beschwerdeführers auf Umgang mit J. blieben erfolglos.", "", "II.  Einschlägige innerstaatliche Rechtsvorschriften", "", "A.\t\tDerzeit geltende Rechtsvorschriften in Familiensachen", "", "21.  Die Gesetzesbestimmungen über elterliche Sorge und Umgang finden sich im Bürgerlichen Gesetzbuch. Sie sind wiederholt geändert worden, und viele Bestimmungen wurden durch das Gesetz zur Reform des Kindschaftsrechts vom 16. Dezember 1997 (BGBl. 1997, S. 2942), das am 1. Juli 1998 in Kraft getreten ist, aufgehoben.", "", "22.  § 1626 Abs. 1 lautet wie folgt:", "", "\"Die Eltern haben die Pflicht und das Recht, für das minderjährige Kind zu sorgen (elterliche Sorge). Die elterliche Sorge umfasst die Sorge für die Person des Kindes (Personensorge) und das Vermögen des Kindes (Vermögenssorge).\"", "", "23.  Nach § 1626a Abs. 1 in der geänderten Fassung üben die Eltern eines außerhalb der Ehe geborenen minderjährigen Kindes die elterliche Sorge gemeinsam aus, wenn sie eine entsprechende Erklärung abgeben (Sorgeerklärung) oder einander heiraten. Nach § 1684 in der geänderten Fassung hat ein Kind Recht auf Umgang mit jedem Elternteil; jeder Elternteil ist zum Umgang mit dem Kind verpflichtet und berechtigt. Ferner haben die Eltern alles zu unterlassen, was das Verhältnis des Kindes zum jeweils anderen Elternteil beeinträchtigt oder die Erziehung erschwert. Die Familiengerichte können über den Umfang des Umgangsrechts entscheiden und seine Ausübung, auch gegenüber Dritten, näher regeln; und sie können die Beteiligten durch Anordnungen zur Erfüllung ihrer Pflichten gegenüber dem Kind anhalten. Die Familiengerichte können jedoch dieses Recht einschränken oder ausschließen, soweit dies zum Wohl des Kindes erforderlich ist. Eine Entscheidung, die das Umgangsrecht für längere Zeit oder auf Dauer einschränkt oder ausschließt, kann nur ergehen, wenn andernfalls das Wohl des Kindes gefährdet wäre. Die Familiengerichte können anordnen, dass das Umgangsrecht nur in Anwesenheit eines Dritten, wie z.B. das Jugendamt oder ein Verein, ausgeübt werden darf.", "", "B.  Zur maßgeblichen Zeit geltende Rechtsvorschriften in Familiensachen", "", "24.  Vor Inkrafttreten der familienrechtlichen Neuregelungen lautete die einschlägige Bestimmung des BGB zur Sorge und zum Umgang in Bezug auf ein eheliches Kind wie folgt:", "", "§ 1634", "", "\"(1) Ein Elternteil, dem die Personensorge nicht zusteht, behält die Befugnis zum persönlichen Umgang mit dem Kinde. Der Elternteil, dem die Personensorge nicht zusteht, und der Personensorgeberechtigte haben alles zu unterlassen, was das Verhältnis des Kindes zum anderen beeinträchtigt oder die Erziehung erschwert.", "", "(2) Das Familiengericht kann über den Umfang der Befugnis entscheiden und ihre Ausübung, auch gegenüber Dritten, näher regeln; soweit es keine Bestimmung trifft, übt während der Dauer des Umgangs der nicht personensorgeberechtigte Elternteil das Recht nach § 1632 Abs. 2 aus. Das Familiengericht kann die Befugnis einschränken oder ausschließen, wenn dies zum Wohle des Kindes erforderlich ist.", "", "(3) Ein Elternteil, dem die Personensorge nicht zusteht, kann bei berechtigtem Interesse vom Personensorgeberechtigten Auskunft über die persönlichen Verhältnisse des Kindes verlangen, soweit ihre Erteilung mit dem Wohle des Kindes vereinbar ist. Über Streitigkeiten, die das Recht auf Auskunft betreffen, entscheidet das Vormundschaftsgericht.", "", "(4) Steht beiden Eltern die Personensorge zu und leben sie nicht nur vorübergehend getrennt, so gelten die vorstehenden Vorschriften entsprechend.\"", "", "25.  Die einschlägigen Bestimmungen des BGB zur Sorge und zum Umgang in Bezug auf ein nichteheliches Kind lauteten wie folgt:", "", "§ 1705", "", "\"Das nichteheliche Kind steht ... unter der elterlichen Sorge der Mutter. ...\"", "", "§ 1711", "", "(1) Derjenige, dem die Personensorge für das Kind zusteht, bestimmt den Umgang des Kindes mit dem Vater. § 1634 Abs. 1 Satz 2 gilt entsprechend.", "", "(2) Wenn ein persönlicher Umgang mit dem Vater dem Wohl des Kindes dient, kann das Vormundschaftsgericht entscheiden, dass dem Vater die Befugnis zum persönlichen Umgang zusteht. § 1634 Abs. 2 gilt entsprechend. Das Vormundschaftsgericht kann seine Entscheidung jederzeit ändern.", "", "(3) Die Befugnis, Auskunft über die persönlichen Verhältnisse des Kindes zu verlangen, bestimmt § 1634 Abs. 3.", "", "(4) In geeigneten Fällen soll das Jugendamt zwischen dem Vater und dem Sorgeberechtigten vermitteln.\"", "", "C.  Das Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit", "", "26.  Verfahren nach dem früheren § 1711 Abs. 2 BGB waren wie Verfahren in sonstigen Familiensachen durch das Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit geregelt.", "", "27.  Nach § 12 dieses Gesetzes hat das Gericht von Amts wegen die zur Feststellung der Tatsachen erforderlichen Ermittlungen zu veranstalten und die geeignet erscheinenden Beweise aufzunehmen.", "", "28.  In Verfahren betreffend das Umgangsrecht ist vor der Entscheidung das zuständige Jugendamt anzuhören (§ 49 (1) (k)).", "", "29.  Hinsichtlich der Anhörung der Eltern in Sorgerechtsverfahren bestimmt § 50a Abs.1, dass das Gericht in einem Verfahren, das die Personen- oder Vermögenssorge für ein Kind betrifft, die Eltern anzuhören hat. In Angelegenheiten der Personensorge soll das Gericht die Eltern in der Regel persönlich anhören. In den Fällen, in denen ein Kind unter behördliche Obhut gestellt werden soll, sind die Eltern stets anzuhören. Nach § 50a Abs. 2 hört das Gericht einen nicht sorgeberechtigten Elternteil an, es sei denn, dass von der Anhörung eine Aufklärung nicht erwartet werden kann.", "", "30.  Nach § 63 ist gegen die Entscheidung über die erste Beschwerde eine weitere Beschwerde vorgesehen. Nach § 63a dieses Gesetzes in der zur maßgeblichen Zeit geltenden Fassung war in Verfahren, die den Umgang des leiblichen Vaters mit seinem nichtehelichen Kind zum Gegenstand hatten, dieses Recht ausgeschlossen. Diese Bestimmung ist durch das Gesetz von 1997 zur Reform des Kindschaftsrechts aufgehoben worden.", "", "RECHTLICHE WÜRDIGUNG", "", "I.  BEHAUPTETE VERLETZUNG VON ARTIKEL 8 DER KONVENTION", "", "31.  Der Beschwerdeführer machte geltend, die deutschen Gerichtsentscheidungen, mit denen sein Antrag auf Umgang mit seinem nichtehelichen Kind zurückgewiesen wurde, hätten gegen Artikel 8 der Konvention verstoßen, der, soweit einschlägig, wie folgt lautet:", "", "\"(1) Jede Person hat das Recht auf Achtung ihres ... Familienlebens ... . .", "", "(2) Eine Behörde darf in die Ausübung dieses Rechts nur eingreifen, soweit der Eingriff gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig ist ... zum Schutz der Gesundheit oder der Moral oder zum Schutz der Rechte und Freiheiten anderer.\"", "", "A.\tStellungnahmen der Parteien", "", "32.  Der Beschwerdeführer trug vor, dass der Umgang zwischen ihm und seiner Tochter dem Kindeswohl gedient hätte. Die Mutter habe ihm J. entfremdet und jeglichen Kontakt erfolgreich verhindert.", "", "33.  Die Regierung räumte ein, dass das Verhältnis zwischen dem Beschwerdeführer und seiner Tochter als Familienleben im Sinne von Artikel 8 Abs. 1 anzusehen sei. Wie es in ihrer Stellungnahme heißt, stelle die gesetzliche Regelung des Umgangsrechts von Vätern mit ihren nichtehelichen Kindern an sich allerdings keinen Eingriff in die Rechte nach diesem Artikel dar.", "", "Gleichwohl erkannte die Regierung an, dass die deutschen Gerichtsentscheidungen im vorliegenden Fall, die auf diesen Rechtsvorschriften beruhten, einen Eingriff in die Rechte des Beschwerdeführers nach Artikel 8 Abs. 1 dargestellt hätten. Dieser Eingriff sei in Deutschland gesetzlich vorgesehen und habe dem Schutz des Wohls des Kindes des Beschwerdeführers gedient. Darüber hinaus sei der gerügte Eingriff im Sinne von Artikel 8 Abs. 2 in einer demokratischen Gesellschaft notwendig gewesen. Diesbezüglich trug die Regierung vor, dass das Kindeswohl die Leitlinie für die deutschen Gerichte gewesen sei.", "", "B.\tWürdigung durch den Gerichtshof", "", "1. 1. Gab es einen Eingriff in das Recht des Beschwerdeführers auf Achtung seines Familienlebens?", "", "34.  Der Gerichtshof erinnert daran, dass sich der Begriff der Familie nach dieser Bestimmung nicht auf eheliche Beziehungen beschränkt und auch andere faktische „Familien“-Bande erfassen kann, wenn die Beteiligten in nichtehelicher Gemeinschaft zusammenleben. Ein Kind, das aus einer solchen Beziehung hervorgeht, ist vom Augenblick seiner Geburt an und schon allein durch seine Geburt ipso iure Teil dieser „Familien“-Einheit. Zwischen dem Kind und seinen Eltern besteht also ein Band, das einem Familienleben gleichkommt (siehe Urteil Keegan ./. Irland vom 26. Mai 1994, Serie A, Band 290, S. 18-19, Nr. 44).", "", "Außerdem stellt für einen Elternteil und sein Kind das Zusammensein einen grundlegenden Bestandteil des Familienlebens dar, selbst wenn die Beziehung zwischen den Eltern zerbrochen ist, und innerstaatliche Maßnahmen, die die Betroffenen an diesem Zusammensein hindern, bedeuten einen Eingriff in das durch Artikel 8 der Konvention geschützte Recht (siehe u.a. Urteil Johansen ./. Norwegen vom 7. August 1996, Urteils- und Entscheidungssammlung 1996-III, S. 1001-1002, Nr. 52, und Elsholz ./. Deutschland [GK], Individualbeschwerde Nr. 25735/94, Nr. 43, EuGHMR 2000-VIII).", "", "35.  Der Gerichtshof stellt fest, dass der Beschwerdeführer mit seiner Tochter von deren Geburt im August 1985 bis zum Frühjahr 1987 zusammengelebt hat. In einem Gerichtsverfahren im Juli 1987 wurde ihm ein Besuchsrecht eingeräumt. Die nachfolgenden Entscheidungen, mit denen ihm der Umgang mit seiner Tochter verweigert wurde, waren deshalb ein Eingriff in die Ausübung seines nach Artikel 8 Abs. 1 der Konvention geschützten Rechts auf Achtung seines Familienlebens.", "", "36.  Unter diesen Umständen hält es der Gerichtshof für nicht erforderlich zu prüfen, ob § 1711 BGB als solcher einen Eingriff in das Recht des Beschwerdeführers auf Achtung seines Familienlebens darstellte.", "", "2. War der Eingriff gerechtfertigt?", "", "37.  Der vorstehend erwähnte Eingriff stellt eine Verletzung von Artikel 8 dar, es sei denn, er ist „gesetzlich vorgesehen“, verfolgt ein oder mehrere Ziele, die nach Abs. 2 dieser Bestimmung legitim sind, und kann als „in einer demokratischen Gesellschaft notwendig“ angesehen werden.", "", "a. „Gesetzlich vorgesehen“", "", "38.  Die betreffenden Entscheidungen basierten auf einer Bestimmung des innerstaatlichen Rechts, nämlich auf § 1711 Abs. 2 BGB in der zur maßgeblichen Zeit geltenden Fassung.", "", "b. Legitimes Ziel", "", "39.  Nach Auffassung des Gerichtshofs zielten die vom Beschwerdeführer gerügten Gerichtsentscheidungen auf den Schutz „der Gesundheit oder der Moral“ und „der Rechte und Freiheiten“ des Kindes ab. Sie verfolgten also legitime Ziele im Sinne von Artikel 8 Abs. 2.", "", "c. „In einer demokratischen Gesellschaft notwendig“", "", "40.  Bei der Entscheidung darüber, ob die angefochtene Maßnahme „in einer demokratischen Gesellschaft notwendig“ war, hat der Gerichtshof zu prüfen, ob die zur Rechtfertigung dieser Maßnahme angeführten Gründe in Anbetracht des Falls insgesamt im Sinne von Artikel 8 Abs. 2 der Konvention zutreffend und ausreichend waren. Von entscheidender Bedeutung ist bei jedem Fall dieser Art zweifellos die Überlegung, was dem Kindeswohl am besten dient. Darüber hinaus ist zu bedenken, dass die nationalen Behörden insoweit im Vorteil sind, als sie unmittelbaren Kontakt zu allen Beteiligten haben. Aus diesen Überlegungen folgt, dass die Aufgabe des Gerichtshofs nicht darin besteht, an Stelle der nationalen Behörden deren Aufgaben in Fragen des Sorge- und Umgangsrechts wahrzunehmen, sondern im Lichte der Konvention die Entscheidungen zu überprüfen, die diese Behörden in Ausübung ihres Ermessens getroffen haben (siehe Urteil Hokkanen ./. Finnland vom 23. September 1994, Serie A, Band 299-A, S. 20, Nr. 55, sowie sinngemäß o.a. Urteil Elsholz ./. Deutschland, Nr. 48).", "", "41.  Welcher Ermessensspielraum den zuständigen innerstaatlichen Behörden dabei einzuräumen ist, hängt von der Art der streitigen Fragen und der Bedeutung der betroffenen Interessen ab. Der Gerichtshof erkennt somit an, dass die Behörden einen großen Ermessensspielraum haben, insbesondere bei der Beurteilung der Frage, ob ein Kind in Pflege zu nehmen ist.", "", "Einer strengeren Prüfung bedarf es jedoch bei weitergehenden Beschränkungen, wie beispielsweise bei Einschränkungen des Umgangsrechts der Eltern durch diese Behörden, sowie bei gesetzlichen Maßnahmen, die einen wirksamen Schutz des Rechts von Eltern und Kindern auf Achtung ihres Familienlebens gewährleisten sollen. Solche weitergehenden Beschränkungen bergen die Gefahr, dass die Familienbeziehungen zwischen den Eltern und einem kleinen Kind deutlich beeinträchtigt werden (siehe o.a. Urteil Elsholz ./. Deutschland, Nr. 49).", "", "42.  Der Gerichtshof erinnert ferner daran, dass ein gerechter Ausgleich zwischen den Interessen des Kindes und denen des Elternteils herbeigeführt werden muss und dass dabei dem Wohl des Kindes, das je nach seiner Art und Bedeutung den Interessen des Elternteils vorgehen kann, besonderes Gewicht beizumessen ist. Insbesondere kann der Elternteil nach Artikel 8 der Konvention nicht beanspruchen, dass Maßnahmen getroffen werden, die der Gesundheit und der Entwicklung des Kindes schaden würden (siehe o.a. Urteil Elsholz ./. Deutschland, Nr. 50 sowie T.P. und K.M. ./. Vereinigtes Königreich, Individualbeschwerde Nr. 28945/95, Nr. 71, EuGHMR- ).", "", "43.  Im vorliegenden Fall stellt der Gerichtshof fest, dass sich die zuständigen innerstaatlichen Gerichte bei der Aufhebung des Besuchsrechts des Beschwerdeführers auf die Aussagen des Beschwerdeführers und der Kindesmutter sowie die Stellungnahmen des Jugendamts Mülheim und des dortigen Diakonischen Werks und insbesondere auf die Aussagen des vom Amtsgericht im Alter von etwa sieben Jahren befragten Kindes sowie auf ein Sachverständigengutachten gestützt haben. Die Gerichte haben dabei das gespannte Verhältnis zwischen den Eltern berücksichtigt und festgestellt, dass weitere Kontakte sich auf das Kind nachteilig auswirken würden.", "", "44.  Der Gerichtshof bezweifelt nicht, dass diese Gründe zutreffend waren. Es ist jedoch zu entscheiden, ob der Beschwerdeführer angesichts der besonderen Umstände des Falls und vor allem angesichts der Bedeutung der zu treffenden Entscheidungen in den Entscheidungsfindungsprozess als Ganzes so weit eingebunden war, dass der erforderliche Schutz seiner Interessen gewährleistet war (siehe Urteil W. ./. Vereinigtes Königreich vom 8. Juli 1987, Serie A Band 121, S. 29, Nr. 64; o.a. Urteil Elsholz, Nr. 52).", "", "45.  Der Gerichtshof weist darauf hin, dass das Amtsgericht im vorliegenden Fall mehrere Gutachten zu der Frage des Kontakts zwischen dem Beschwerdeführer und seinem Kind J. berücksichtigt hat; eines dieser Gutachten beruhte auf der Erfahrung der Treffen zwischen dem Beschwerdeführer und J. in einer Erziehungsberatungsstelle. Der anwaltlich vertretene Beschwerdeführer hatte Gelegenheit, zu diesen Gutachten Stellung zu nehmen.", "", "46.  Nach Auffassung des Gerichtshofs war der Beschwerdeführer somit hinreichend in den Entscheidungsfindungsprozess eingebunden. Die deutschen Gerichte trafen die angefochtene Entscheidung nach Abwägung der verschiedenen widerstreitenden Interessen, die hier in Frage standen. Wie bereits festgestellt wurde, ist es nicht Aufgabe des Gerichtshofs, als Beschwerdeinstanz zur Begründetheit dieser Entscheidung zu verhandeln.", "", "47.  Unter Berücksichtigung aller Umstände stellt der Gerichtshof fest, dass die deutschen Gerichte in Anbetracht ihres Ermessensspielraums die Verweigerung des Umgangs als notwendig ansehen konnten und dass die Gründe, die sie dafür angeführt haben, im Sinne von Artikel 8 Abs. 2 „ausreichend“ waren.", "", "48.  Im Ergebnis ist festzustellen, dass die Rechte des Beschwerdeführers nach Artikel 8 der Konvention nicht verletzt worden sind.", "", "II.  BEHAUPTETE VERLETZUNG DES ARTIKELS 14 IN VERBINDUNG MIT ARTIKEL 8 DER KONVENTION", "", "49.  Der Beschwerdeführer rügte ferner, dass er Opfer einer diskriminierenden Behandlung unter Verletzung von Artikel 14 i.V.m. Artikel 8 der Konvention geworden sei. Artikel 14 sieht vor:", "", "\"Der Genuss der in dieser Konvention anerkannten Rechte und Freiheiten ist ohne Diskriminierung insbesondere wegen des Geschlechts, der Rasse, der Hautfarbe, der Sprache, der Religion, der politischen oder sonstigen Anschauung, der nationalen oder sozialen Herkunft, der Zugehörigkeit zu einer nationalen Minderheit, des Vermögens, der Geburt oder eines sonstigen Status zu gewährleisten.\"", "", "50.  Die Regierung machte geltend, dass weder die gesetzliche Regelung des Umgangsrechts für nichteheliche Kinder an sich noch ihre Anwendung in diesem Einzelfall im Hinblick auf das Recht des Beschwerdeführers auf Achtung seines Familienlebens diskriminierend gewesen sei.", "", "Die Regierung verwies auf frühere Entscheidungen der Kommission, denen zufolge die Regelung des § 1711 BGB nicht gegen das Diskriminierungsverbot nach Artikel 14 verstoße (Individualbeschwerde Nr. 9588/81, Entscheidung vom 15. März 1984; Individualbeschwerde Nr. 9530/81, Entscheidung vom 14. Mai 1984, beide unveröffentlicht). Die angeführten Gründe, dass Väter nichtehelicher Kinder oftmals kein Interesse an Kontakten mit ihren Kindern hätten und eine nichteheliche Lebensgemeinschaft jederzeit verlassen könnten und dass es normalerweise dem Wohl des Kindes entspreche, das Sorge- und Umgangsrecht der Mutter zuzubilligen, hätten weiter Gültigkeit, auch wenn die Häufigkeit der nichtehelichen Lebensgemeinschaften inzwischen zugenommen habe. § 1711 Abs. 2 BGB schaffe einen angemessenen Ausgleich zwischen den in all diesen Fällen bestehenden widerstreitenden Interessen.", "", "In diesem Zusammenhang erklärte die Regierung, dass das geänderte Kindschaftsrecht an dieser Beurteilung nichts ändere.", "", "51.  Der Gerichtshof hat in einem früheren Fall entschieden, dass es nicht erforderlich sei, zu prüfen, ob die deutschen Rechtsvorschriften als solche in der früheren Fassung, nämlich § 1711 Abs. 2 BGB, zwischen Vätern nichtehelicher Kinder und geschiedenen Vätern in einer nicht zu rechtfertigenden Weise unterschieden haben, die im Sinne von Artikel 14 diskriminierend wäre, da die Anwendung dieser Bestimmung auf den betreffenden Fall dem Anschein nach nicht zu einer anderen Betrachtungsweise geführt hätte als bei einem geschiedenen Paar (siehe o.a. Urteil Elsholz ./. Deutschland, Nr. 59).", "", "52.  Der Gerichtshof nimmt zur Kenntnis, dass im vorliegenden Fall sowohl das Amtsgericht als auch das Landgericht ausdrücklich festgestellt haben, dass nach § 1711 BGB in der zur maßgeblichen Zeit geltenden Fassung Umgang nur gewährt werden könne, wenn dies dem Wohl des Kindes entspreche. Es ist richtig, dass die deutschen Gerichte psychologischen Sachverstand zu Rate gezogen und sich auf die Äußerungen des Kindes vor Gericht gestützt haben. Nachdem ein Versuch, in einer Erziehungsberatungsstelle zwischen dem Beschwerdeführer und J. Kontakte aufzubauen, fehlgeschlagen war, kamen sie zu dem Ergebnis, dass es nicht zum Wohl von J. wäre, wenn ihrem Wunsch, den Beschwerdeführer, der ihr fremd geblieben sei, nicht zu sehen, zuwidergehandelt würde.", "", "53.  Die Sichtweise der deutschen Gerichte im vorliegenden Fall entspricht den zugrunde liegenden Rechtsvorschriften, die für Väter nichtehelicher Kinder eine andere, weniger günstige Stellung als für geschiedene Väter vorsahen. Im Gegensatz zu geschiedenen Vätern hatten Väter nichtehelicher Kinder kein Recht auf Umgang mit ihren Kindern, und gegen die Verweigerung des Umgangs durch die Mutter konnte ein Gericht nur entscheiden, wenn der Umgang „dem Wohl des Kindes“ entsprach. Nach diesen Vorschriften und unter diesen Umständen war die Beweislast für den Vater eines nichtehelichen Kindes offenkundig schwer. Die entscheidende Punkt ist, dass die Gerichte Kontakte zwischen Kind und leiblichem Vater nicht prima facie als dem Wohl des Kindes dienlich ansahen und eine Gerichtsentscheidung, mit der ein Umgang zugesprochen wurde, die Ausnahme von der allgemeinen gesetzlichen Regelung bildete, nach der die Mutter über die Beziehungen des Kindes zum Vater bestimmte. Auch wenn die angefochtenen Entscheidungen Formulierungen enthalten, in denen auf die empfindliche und leicht verletzbare Persönlichkeit J.’s sowie die Gefahr verwiesen wird, dass ihre festgefügte Welt und ihr Gefühlsleben erschüttert werden könnten, wenn Kontakte zum Beschwerdeführer erzwungen würden, blieb ausschlaggebend, dass die Mutter den weiteren Umgang von Anfang an untersagt und auf das Kind Einfluss genommen hatte. Aufschlussreich ist in dieser Hinsicht die Äußerung des Landgerichts, dass, selbst wenn J. von ihrer Mutter beeinflusst worden sei, eine solche Beeinflussung es nicht rechtfertige, sie zu Kontakten mit dem Beschwerdeführer zu zwingen.", "", "Die Schlussfolgerung, dass der Beschwerdeführer als nichtehelicher Vater in dem Verfahren betreffend den Ausschluss seines bestehenden Umgangsrechts schlechter behandelt wurde als ein geschiedener Vater, ist demnach hinreichend begründet.", "", "54.  In diesem Zusammenhang hat der Gerichtshof auch das Vorbringen des Beschwerdeführers in Bezug auf einen verfahrensrechtlichen Unterschied geprüft, nämlich den Ausschluss einer weiteren Beschwerde nach dem Gesetz über die Angelegenheiten der freiwilligen Gerichtsbarkeit in der zur maßgeblichen Zeit geltenden Fassung.", "", "55.  Im Sinne von Artikel 14 ist eine unterschiedliche Behandlung diskriminierend, wenn es für sie keine objektive und angemessene Rechtfertigung gibt, d.h. wenn mit ihr kein legitimes Ziel verfolgt wird oder die eingesetzten Mittel zum angestrebten Ziel nicht in einem angemessenen Verhältnis stehen. Außerdem haben die Vertragsstaaten einen Ermessensspielraum bei der Beurteilung der Frage, ob und inwieweit Unterschiede bei ansonsten ähnlichen Situationen eine unterschiedliche Behandlung rechtfertigen (siehe Camp und Bourimi ./. die Niederlande, Individualbeschwerde Nr. 28369/95. Nr. 37, EuGHMR 2000-X).", "", "56.  Nach der Spruchpraxis des Gerichtshofs kann nur, wenn sehr schwerwiegende Gründe vorgetragen werden, eine unterschiedliche Behandlung wegen nichtehelicher Geburt als mit der Konvention vereinbar angesehen werden (siehe o.a. Urteil Camp und Bourimi ./. die Niederlande, Nr. 38).", "", "57.  Das Vorbringen der Regierung mit der allgemeinen Begründung, dass Väter nichtehelicher Kinder oftmals kein Interesse an Kontakten mit ihren Kindern hätten und eine nichteheliche Lebensgemeinschaft jederzeit verlassen könnten, überzeugt den Gerichtshof im vorliegenden Fall nicht.", "", "58.  Diese Begründung trifft im Fall des Beschwerdeführers nicht zu. Er hatte die Vaterschaft anerkannt und lebte zur Zeit der Geburt des Kindes 1981 sogar mit der Mutter zusammen.Ihre Beziehung zerbrach erst mehrere Jahre später, als das Kind schon über 5 Jahre alt war. Noch wichtiger ist, dass er weiterhin aus aufrichtigen Motiven konkretes Interesse an Kontakten mit dem Kind gezeigt hat.", "", "59.  Wie die Regierung zu Recht betont hat, hat die Zahl der nichtehelichen Lebensgemeinschaften zugenommen. Das Landgericht hat bei seiner Entscheidung im Fall des Beschwerdeführers erklärt, dass dringend eine Gesetzesreform nötig sei. Beim Bundesverfassungsgericht waren Verfassungsbeschwerden gegen diese Rechtsvorschriften anhängig. Das Gesetz zur Reform des Kindschaftsrechts ist schließlich im Juli 1998 in Kraft getreten.", "", "Der Gerichtshof möchte klarstellen, dass diese Neuregelung für sich nicht als Beweis dafür angesehen werden kann, dass die bisherige Regelung konventionswidrig war. Gleichwohl zeigt sie, dass das Ziel der in Frage stehenden gesetzlichen Regelung, nämlich der Schutz der Interessen von Kindern und ihren Eltern, auch ohne eine Unterscheidung wegen der Geburt hätte erreicht werden können (siehe sinngemäß Urteil Inze ./. Österreich vom 28. Oktober 1987, Serie A, Band 126, S. 18, Nr. 44).", "", "60.  Der Gerichtshof kommt deshalb zu dem Ergebnis, dass Artikel 14 in Verbindung mit Artikel 8 der Konvention verletzt worden ist.", "", "III. BEHAUPTETE VERLETZUNG VON ARTIKEL 6 ABS. 1 DER KONVENTION", "", "61.  In Bezug auf die deutschen Gerichtsentscheidungen, mit denen ihm der Umgang mit seinem Kind verweigert worden sei, und die betreffenden Verfahren machte der Beschwerdeführer ferner geltend, dass er in seinen Rechten nach Artikel 6 Abs. 1 der Konvention verletzt worden sei; die einschlägige Stelle dieses Artikels lautet:", "", "\"Jede Person hat ein Recht darauf, dass über Streitigkeiten in Bezug auf ihre zivilrechtlichen Ansprüche und Verpflichtungen ... von einem unabhängigen und unparteiischen, auf Gesetz beruhenden Gericht in einem fairen Verfahren, öffentlich ... verhandelt wird.\"", "", "62.  Der Gerichtshof erinnert daran, dass es nach der Konvention Aufgabe des Gerichtshofs ist festzustellen, ob das Verfahren insgesamt fair war, einschließlich der Art und Weise, in der Beweise erhoben wurden (siehe o.a. Urteil Elsholz ./. Deutschland, Nr. 66).", "", "63.  Zunächst berücksichtigte der Gerichtshof seine Feststellungen in Bezug auf Artikel 8 (siehe Nr. 46 -48), nämlich dass der Beschwerdeführer hinreichend in den Entscheidungsfindungsprozess eingebunden war. Der Gerichtshof ist der Auffassung, dass die Rechte des Beschwerdeführers nach Artikel 6 Abs. 1 in den Verfahren vor dem Amtsgericht und vor dem Landgericht nicht verletzt worden sind.", "", "64.  Der Beschwerdeführer hat jedoch auch den Ausschluss einer weiteren Beschwerde beim Oberlandesgericht vorgebracht.", "", "65.  Der Gerichtshof weist erneut darauf hin, dass Artikel 6 Abs. 1 die Staaten nicht verpflichtet, Rechtsmittel- oder Kassationsgerichte vorzusehen. Bestehen solche Gerichte jedoch, so müssen die Garantien nach Artikel 6 erfüllt sein, u.a. durch Sicherstellung eines wirksamen Zugangs zu den Gerichten, damit Prozessparteien eine Entscheidung in Bezug auf ihre „zivilrechtlichen Ansprüche und Verpflichtungen“ erwirken können (siehe sinngemäß Urteil Delcourt ./. Belgien vom 17. Januar 1970, Serie A, Band 11, S. 13-14, Nr. 25 und Kudla ./. Polen (GK), Individualbeschwerde Nr. 30210/96, Nr. 122, EuGHMR 2000-XI; siehe auch García Manibardo ./. Spanien, Individualbeschwerde Nr. 38695/97, Nr. 39, EuGHMR 2000-II).", "", "66.  Der Gerichtshof nimmt zur Kenntnis, dass in Verfahren, die den Umgang eines leiblichen Vaters mit seinem nichtehelichen Kind zum Gegenstand hatten, das allgemeine Recht einer weiteren Beschwerde gegen die Entscheidung über eine erste Beschwerde, wie es nach § 63 des Gesetzes über die Angelegenheiten der freiwilligen Gerichtsbarkeit vorgesehen ist, kraft Gesetzes, nämlich durch § 63a des genannten Gesetzes in der zur maßgeblichen Zeit geltenden Fassung, ausgeschlossen war (siehe Nr. 30). Unter Berücksichtigung seiner Feststellungen nach Artikel 14 der Konvention (siehe Nr. 54 und 59) kommt der Gerichtshof zu dem Ergebnis, dass diese Beschränkung des Rechts des Beschwerdeführers auf Zugang zu einem Gericht mit Artikel 6 Abs. 1 nicht vereinbar ist.", "", "67.  Unter diesen Umständen stellt der Gerichtshof fest, dass diese Bestimmung verletzt worden ist.", "", "IV.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "", "68.  Artikel 41 der Konvention sieht folgendes vor:", "", "\"Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.\"", "", "A. Schaden", "", "69.  Der Beschwerdeführer hat unter Hinweis auf den Kummer, den er infolge der Trennung von seinem Kind seit 1987 erlitten hat, 70.000 DEM als Entschädigung für den immateriellen Schaden verlangt.", "", "70.  Die Regierung hielt diese Forderung für zu hoch.", "", "71.  Der Gerichtshof ist der Auffassung, dass der Beschwerdeführer zweifellos einen immateriellen Schaden erlitten hat. Anhand der Beweislage lässt sich nicht sagen, dass dem Beschwerdeführer der Umgang mit seinem Kind wahrscheinlich gewährt worden wäre, wenn es die Verstöße gegen Artikel 14 i.V.m. Artikel 8 und gegen Artikel 6 der Konvention nicht gegeben hätte. Der Gerichtshof hat insbesondere festgestellt, dass der Beschwerdeführer in Bezug auf eines der grundlegendsten Rechte, nämlich das auf Achtung des Familienlebens, durch Diskriminierung verletzt worden ist. Der Gerichtshof stellt ferner fest, dass dem Beschwerdeführer der Umgang mit seinem Kind seit 1990 verweigert worden ist. Es kann vernünftigerweise angenommen werden, dass diese Umstände in ihrer Gesamtheit dem Beschwerdeführer erhebliches Leid verursacht haben.", "", "72.  Der Gerichtshof kommt deshalb zu dem Ergebnis, dass der Beschwerdeführer einen immateriellen Schaden erlitten hat, der durch die Feststellung einer Konventionsverletzung nicht hinreichend wiedergutgemacht wird. Keiner der genannten Faktoren lässt sich genau quantifizieren. Gemäß Artikel 41 setzt der Gerichtshof die Summe nach Billigkeit fest und spricht dem Beschwerdeführer 25.000 DEM zu.", "", "B.  Kosten und Auslagen", "", "73.  Der Beschwerdeführer hat ferner seinen Aufwand in den innerstaatlichen Verfahren mit schätzungsweise 6.500 DEM an Kosten und Auslagen vor den deutschen Gerichten beziffert. Er legte für diese Auslagen Belege über insgesamt 2.480 DEM vor; andere Unterlagen seien nicht mehr vorhanden.", "", "74.\tDie Regierung zog den Betrag, soweit er 2.480 DEM übersteigt, in Zweifel.", "", "75.  Wenn der Gerichtshof eine Konventionsverletzung feststellt, kann er dem Beschwerdeführer die Kosten und Auslagen zubilligen, die ihm vor den innerstaatlichen Gerichten entstanden sind, um diese Verletzung zu verhindern oder ihr abzuhelfen (siehe Urteil Hertel ./. Schweiz vom 25. August 1998, Sammlung 1998-VI, S. 2334, Nr. 63). Unter Berücksichtigung des Gegenstands und der Bedeutung des Verfahrens vor den deutschen Gerichten kann der Beschwerdeführer im vorliegenden Fall die Erstattung der ihm vor diesen Gerichten entstandenen Kosten und Auslagen verlangen, soweit der Nachweis erbracht wird, dass diese Kosten und Auslagen tatsächlich und notwendigerweise entstanden und der Höhe nach angemessen sind (vgl. sinngemäß Elsholz ./. Deutschland, wie o.a., Nr. 73).", "", "76.  Angesichts fehlender Quittungen oder sonstiger Belege ist der Gerichtshof nicht davon überzeugt, dass dem Beschwerdeführer Kosten und Auslagen in der geschätzten Gesamthöhe entstanden sind. Der Gerichtshof entscheidet nach Billigkeit und spricht ihm den Betrag von 2.500 DEM zu.", "", "C. Verzugszinsen", "", "77.  Nach den Informationen, die dem Gerichtshof vorliegen, beträgt der in Deutschland gesetzlich vorgesehene Zinssatz am Tag der Annahme dieses Urteils 8,62 % jährlich.", "", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF", "", "1.  einstimmig, dass Artikel 8 der Konvention nicht verletzt worden ist;", "", "2.  mit fünf zu zwei Stimmen, dass Artikel 14 in Verbindung mit Artikel 8 der Konvention verletzt worden ist;", "", "3.  mit sechs zu einer Stimme, dass Artikel 6 der Konvention verletzt worden ist;", "", "4.  mit fünf zu zwei Stimmen,", "a)  dass der beklagte Staat dem Beschwerdeführer binnen drei Monaten nach dem Tag, an dem das Urteil nach Artikel 44 Abs. 2 der Konvention endgültig wird, folgende Beträge zu zahlen hat:", "", "i)  \t\t25.000 (fünfundzwanzigtausend) DEM in Bezug auf den immateriellen Schaden;", "", "\tii)  \t2.500 (zweitausendfünfhundert) DEM, zuzüglich der gegebenenfalls zu berechnenden Mehrwertsteuer, für Kosten und Auslagen;", "", "b)  dass nach Ablauf der o.g. Zahlungsfrist von drei Monaten bis zur Auszahlung einfache Zinsen in Höhe eines jährlichen Zinssatzes von 8,62 % anfallen;", "", "5.  einstimmig, dass die Forderungen des Beschwerdeführers nach gerechter Entschädigung im Übrigen zurückgewiesen werden.", "", "Ausgefertigt in Englisch und schriftlich zugestellt am 11. Oktober 2001 nach Artikel 77 Absätze 2 und 3 der Verfahrensordnung des Gerichtshofs.", "", "", "", "Gemäß Artikel 45 Abs. 2 der Konvention und Artikel 74 Abs. 2 der Verfahrensordnung des Gerichtshofs sind diesem Urteil die teilweise abweichenden Meinungen von Frau Vajić und Herrn Pellonpää beigefügt.", "", "A.P.R.\nV.B.", "\nTEILWEISE ABWEICHENDE MEINUNG VON RICHTERIN VAJIĆ", "", "1. In Anbetracht des Urteils des Gerichtshofs in der Rechtssache Elsholz ./. Deutschland (angeführt unter Nr. 34 dieses Urteils) kann ich die Mehrheitsmeinung, dass im vorliegenden Fall Artikel 8 in Verbindung mit Artikel 14 der Konvention verletzt worden sei, leider nicht teilen.", "", "Ich stimme der Auffassung zu, die Richter Pellonpää in seiner abweichenden Meinung geäußert hat.", "", "2. Mit einigen Bedenken habe ich mit der Mehrheit dafür gestimmt, dass der Beschwerdeführer im vorliegenden Fall in seinen Rechten nach Artikel 6 der Konvention verletzt worden ist.", "", "Die Meinung von Richter Pellonpää, dass § 63a des Gesetzes über die Angelegenheiten der freiwilligen Gerichtsbarkeit in der zur maßgeblichen Zeit geltenden Fassung (siehe Nr. 306) eher das Problem der Diskriminierung als das des Zugangs zu den Gerichten aufwirft und deshalb nach Artikel 6 in Verbindung mit Artikel 14 hätte behandelt werden können, ist meines Erachtens sehr überzeugend.", "", "Ich erkenne jedoch an, dass das Problem auch als ein Problem der unangemessenen Beschränkung des Zugangs zu einem Gericht angesehen werden kann. Mit anderen Worten, der gesetzliche Ausschluss eines allgemeinen Rechts auf eine weitere Beschwerde (in der zur maßgeblichen Zeit geltenden Fassung des Gesetzes) hat das Recht des Beschwerdeführers auf Zugang zu den Gerichten so sehr beschränkt, dass dies eine Verletzung von Artikel 6 der Konvention darstellt.", "", "\nTEILWEISE ABWEICHENDE MEINUNG VON RICHTER PELLONPÄÄ", "", "Ich stimme zwar die Schlussfolgerung zu, dass Artikel 8 für sich genommen im vorliegenden Fall nicht verletzt worden ist, kann mich aber der Meinung der Kammer, dass Artikel 14 in Verbindung mit Artikel 8 verletzt worden sei, nicht anschließen.", "", "Die Kammer versucht, zwischen dieser Rechtssache und der Rechtssache Elsholz ./. Deutschland (zitiert in Nr. 34 des vorliegenden Urteils) zu unterscheiden; in der letztgenannten Rechtssache „hätte die Anwendung von § 1711 Abs. 2 BGB dem Anschein nach nicht zu einer anderen Betrachtungsweise geführt als bei einem geschiedenen Paar“ (Nr. 51 des vorliegenden Urteils).", "", "Die genannten Unterscheidungsmerkmale überzeugen mich nicht. In Nr. 52 wird betont, „dass im vorliegenden Fall sowohl das Amtsgericht als auch das Landgericht ausdrücklich festgestellt haben, dass Umgang nur gewährt werden könne, wenn dies dem Wohl des Kindes entspreche ...“. Soweit dies anscheinend als ein Unterscheidungsmerkmal angeführt wird, weise ich darauf hin, dass sich ähnliche Ausführungen auch in den Entscheidungen des Amtsgerichts und des Landgerichts in der Rechtssache Elsholz finden (siehe Nr. 13 und 18 des Urteils Elsholz). Nach Nr. 53 des vorliegenden Urteils ist „der entscheidende Punkt .., dass die Gerichte Kontakte zwischen Kind und leiblichem Vater nicht prima facie als dem Wohl des Kindes dienlich ansahen und eine Gerichtsentscheidung, mit der ein Umgang zugesprochen wurde, die Ausnahme von der allgemeinen gesetzlichen Regelung bildete, nach der die Mutter über die Beziehungen des Kindes zum Vater bestimmte“. Ich kann nicht erkennen, dass die Betrachtungsweise der innerstaatlichen Gerichte in diesem Punkt in irgendeiner rechtserheblichen Weise anders war als in der Rechtssache Elsholz, in der das Amtsgericht festgestellt hat, dass die Bestimmungen „über das Recht des Vaters auf persönlichen Umgang mit seinem nichtehelichen Kind ... als eng auszulegende Ausnahmebestimmung konzipiert“ seien (Nr. 13 des Urteils Elsholz).  ", "", "In der Rechtssache Elsholz hat der Gerichtshof, als er zu dem Ergebnis kam, dass Artikel 14 nicht verletzt wurde, betont, dass bei den innerstaatlichen Entscheidungen die „Gefährdung des Kindeswohls ... von vorrangiger Bedeutung war“ (Nr. 60). Es könne deshalb nicht „behauptet werden, dass ein geschiedener Vater besser behandelt worden wäre“ (Nr. 61). Das Wohl des Kindes scheint jedoch auch im vorliegenden Fall von vorrangiger Bedeutung gewesen zu sein. So haben sowohl das Amtsgericht als auch das Landesgericht die besondere Verletzbarkeit und Empfindlichkeit des Kindes sowie die mit einem zwangsweisen Kontakt zwischen ihr und dem Beschwerdeführer einhergehenden Gefahren nachdrücklich hervorgehoben. Im Gegensatz zu dem, was die Mehrheit anzunehmen scheint, sehe ich „die Äußerung des Landgerichts, dass, selbst wenn J. von ihrer Mutter beeinflusst worden sei, eine solche Beeinflussung es nicht rechtfertige, sie zu Kontakten mit dem Beschwerdeführer zu zwingen“ (Nr. 53) nicht als einen speziellen Beweis für eine Diskriminierung an. Mir erscheint dies lediglich als ein weiteres Beispiel für die vorrangige Bedeutung, die dem Kindeswohl beigemessen wird, ohne dass etwas darauf hindeutet, dass in einer vergleichbaren Situation in Bezug auf einen geschiedenen Vater eine andere Betrachtungsweise gewählt worden wäre.", "", "Auch wenn es einige Unterschiede zwischen den Entscheidungen der innerstaatlichen Gerichte in den beiden Rechtssachen gegeben haben mag, so sind diese Unterschiede meines Erachtens nicht der Art, dass es gerechtfertigt wäre, in der einen Rechtssache eine Verletzung festzustellen und in der anderen nicht. Wie in der Rechtssache Elsholz hat der Beschwerdeführer auch hier nicht dargetan, dass ein geschiedener Vater in einem ähnlich gelagerten Fall besser behandelt worden wäre.", "", "Ich habe auch gegen die Verletzung von Artikel 6 gestimmt. Ich erkenne zwar an, dass § 63a des Gesetzes über die Angelegenheiten der freiwilligen Gerichtsbarkeit in der zur maßgeblichen Zeit geltenden Fassung (siehe Nr. 30) aus Sicht der Konvention problematisch war. Doch das Problem war meines Erachtens eher ein Problem der Diskriminierung als ein allein nach Artikel 6 zu prüfendes Problem des Zugangs zu den Gerichten. Dementsprechend hätte ich für eine Verletzung von Artikel 6 in Verbindung mit Artikel 14 stimmen können. Der Fall ist sogar ein nahezu klassisches Beispiel für eine Diskriminierung, betrachtet am locus classicus zu diesem Thema, dem belgischen Sprachenstreit (Urteil vom 23. Juli 1968, Serie A, Band 6), in welchem der Gerichtshof ausführte:", "", "\t„um an ein weiteres Beispiel [für Diskriminierung] zu erinnern .... Artikel 6 verpflichtet die Staaten nicht zur Einrichtung eines Systems von Rechtsmittelgerichten. Ein Staat, der gleichwohl solche Gerichte vorsieht, geht folglich über seine Verpflichtungen nach Artikel 6 hinaus. Es wäre jedoch eine Verletzung dieses Artikels in Verbindung mit Artikel 14, wenn solche Rechtsbehelfe bestimmten Personen ohne legitimen Grund versagt wären, während sie anderen für Klagen derselben Art zur Verfügung stehen“ (S. 33).", ""]}