{"file": "GER_HJUDGER_18734_09.docx", "doc_type": "HJUDGER", "doc_lang": "GER", "case_id": "18734/09", "text_paragraphs": ["Nichtamtliche Übersetzung aus dem Englischen", "", "EUROPARAT", "", "EUROPÄISCHER GERICHTSHOF FÜR MENSCHENRECHTE", "", "FÜNFTE SEKTION", "", "", "", "", "", "RECHTSSACHE B.B. und F.B. ./. DEUTSCHLAND", "", "(Individualbeschwerden Nrn. 18734/09 und 9424/11)", "", "", "", "", "", "URTEIL", "", "", "", "", "STRASSBURG", "", "", "14. März 2013", "", "", "", "", "Dieses Urteil wird nach Maßgabe des Artikels 44 Absatz 2 der Konvention endgültig. Es wird gegebenenfalls noch redaktionell überarbeitet.\nIn der Rechtssache B.B. und F.B. ./. Deutschland", "hat der Europäische Gerichtshof für Menschenrechte (Fünfte Sektion) als Kammer mit den Richterinnen und Richtern", "\tMark Villiger, Präsident,\n\tAngelika Nußberger,\n\tBoštjan M. Zupančič,\n\tGanna Yudkivska,\n\tPaul Lemmens,\n\tHelena Jäderblom,\n\tAleš Pejchal, Richter und Richterinnen,\nund Claudia Westerdiek, Sektionskanzlerin,", "nach nicht öffentlicher Beratung am 19. Februar 2013", "das folgende Urteil erlassen, das am selben Tag angenommen wurde.", "VERFAHREN", "1.  Der Rechtssache lagen zwei Individualbeschwerden (Nrn. 18734/09 und 9424/11) gegen die Bundesrepublik Deutschland zugrunde, die zwei österreichische Staatsangehörige, Herr B. B. und Frau F. B. („die Beschwerdeführer“), am 31. März 2009 beziehungsweise am 22. Dezember 2010 nach Artikel 34 der Konvention zum Schutz der Menschenrechte und Grundfreiheiten („die Konvention“) beim Gerichtshof eingereicht hatten. Der Kammerpräsident hat dem Antrag der Beschwerdeführer stattgegeben, ihre Namen nicht offen zu legen (Artikel 47 Abs. 3 der Verfahrensordnung des Gerichtshofs).", "2.  Die Beschwerdeführer, denen Prozesskostenhilfe bewilligt worden war, wurden durch Frau T., Rechtsanwältin in D., vertreten. Die deutsche Regierung („die Regierung“) wurde durch ihre Verfahrensbevollmächtigten, Herrn H.-J. Behrens und Frau K. Behr vom Bundesministerium der Justiz, vertreten.", "3.  Die Beschwerdeführer behaupteten insbesondere, dass die Entscheidung, das elterliche Sorgerecht zu entziehen, ihr Recht auf Achtung des Privat- und Familienlebens unter Verstoß gegen Artikel 8 der Konvention verletzt habe.", "4.  Am 1. März 2012 wurden die Beschwerden der Regierung übermittelt. Nachdem sie über ihr Recht zur schriftlichen Stellungnahme informiert worden war, zeigte die österreichische Regierung an, dass sie sich am Verfahren nicht beteiligen wolle.", "SACHVERHALT", "I.  DIE UMSTÄNDE DER RECHTSSACHE", "5.  Die 19.. bzw. 19.. geborenen Beschwerdeführer sind ursprünglich türkischer Herkunft und leben in D.", "A. Verfahren über die Entziehung des elterlichen Sorgerechts", "6.  Am 23. Mai 2008 beantragte die Stadt Krefeld beim Familiengericht Krefeld, den Beschwerdeführern das Sorgerecht für ihre beiden Kinder, eine 19.. geborene Tochter und einen im Jahr 20.. geborenen Sohn, zu entziehen. Laut Auskunft der Schulleiterin des Mädchens würden beide Kinder von ihrem Vater systematisch geschlagen, wenn sie keine guten Schulnoten erhielten. Die Schule habe bereits im vorausgegangenen Halbjahr erfahren, dass das Kind geschlagen worden sei. Da die Eltern des Mädchens als sehr angepasst und überhöflich wahrgenommen würden, habe die Schule nicht sofort reagiert, sondern beschlossen, das Kind besser zu beobachten. So sei aufgefallen, dass das Mädchen von der Familie über sein Handy streng kontrolliert werde. Der Vater habe das Kind auch aus dem Biologieunterricht abgemeldet, weil Sexualkunde auf dem Stundenplan stand. Das Mädchen dürfe nicht mit ins Schullandheim fahren und werde stattdessen krankgemeldet.", "7.  Als eine Lehrerin das Kind beim Manipulieren der Note einer Klassenarbeit ertappte, habe es sich seiner Lehrerin endlich anvertraut. Das Mädchen habe auch geäußert, dass sein Bruder noch mehr unter Druck stehe, gute Noten zu erzielen, und „drakonisch“ bestraft werde, wenn er den Anforderungen nicht genüge. Die Schulleiterin nahm Kontakt zum Kinderschutzbund Krefeld auf, der das Jugendamt informiert hatte.", "8.  Am 23. Mai 2008 entzog das Amtsgericht - Familiengericht - Krefeld im Wege der einstweiligen Anordnung den Beschwerdeführern das elterliche Sorgerecht für ihre beiden Kinder und übertrug es vorübergehend dem Jugendamt; es verwies insoweit auf die in dem Antrag der städtischen Behörde angeführte Begründung.", "9.  Am 28. Mai 2008 wurden die beiden Kinder durch das Jugendamt an ihrer Schule abgeholt und in eine Wohngruppe für Kinder gebracht. Noch am selben Tag informierte das Jugendamt die Beschwerdeführerin telefonisch und persönlich über die Gründe der Inobhutnahme. Der Aufenthaltsort der Kinder wurde den Beschwerdeführern nicht mitgeteilt. Die Beschwerdeführerin betonte, dass die Kinder nie geschlagen worden seien.", "10.  Am 2. Juni 2008 trugen die anwaltlich vertretenen Beschwerdeführer im Hauptsacheverfahren vor dem Amtsgericht vor, es stimme, dass sie es für wichtig hielten, dass ihre Kinder gute schulische Leistungen erzielten. Jedoch seien sie gegenüber den Kindern nie gewalttätig geworden. Ferner legten sie zwei ärztliche Atteste ihrer Hausärztin Dr. D. vom 29. Mai 2008 vor, in denen bestätigt wurde, dass sie beide Kinder regelmäßig in ihrer Praxis untersucht hatte. Beide Kinder hätten einen ausgeglichenen, stabilen und fröhlichen Eindruck gemacht. Es habe keine Hinweise darauf gegeben, dass sie Gewalt erfahren hätten. Die Ärztin führte ferner aus, dass sie den Jungen mit Ultraschall untersucht habe. Es habe keine Hinweise auf eine Gewaltanwendung gegenüber dem Jungen gegeben, weder Hämatome noch Verletzungen oder Blutergüsse. Die Beschwerdeführer legten darüber hinaus ärztliche Atteste vor, um zu zeigen, dass das Mädchen tatsächlich krank war, als sie nicht an dem Schulausflug teilnahm. Zudem legten sie eine Reihe von Zeugnissen vor, um darzulegen, dass die Kinder gute Noten hatten, ein angemessenes Sozialverhalten zeigten und selten die Schule versäumten. Schließlich brachten sie vor, dass die Kinder regelmäßig am Sportunterricht teilgenommen hätten. Die Beschwerdeführer behaupteten, es sei möglich, dass das Mädchen die ganze Geschichte erfunden habe, als sie beim Manipulieren von Schulnoten erwischt worden sei.", "11.  In einem ersten Termin vor dem Amtsgericht am 8. Juli 2008 einigten sich die Parteien darauf, dass eine persönliche Anhörung der Kinder seitens des Gerichts stattfinden solle.", "12.  Am 16. Juli 2008 hörte der Richter am Amtsgericht die beiden Kinder in Abwesenheit der anderen Verfahrensbeteiligten an. Wie aus dem Gerichtsprotokoll hervorgeht, wurden beide Kinder getrennt voneinander angehört. Das Mädchen erklärte, dass die Beschwerdeführer erheblichen Druck bezüglich guter Schulnoten auf sie ausübten. Sobald die verlangten Ergebnisse nicht erzielt würden, werde sie von ihrem Vater mit Händen und Gegenständen geschlagen. In den vergangenen Jahren habe ihr Vater sie mit einer Eisenstange auf die Fußsohlen geschlagen. Anschließend habe sie ihre Füße ins kalte Wasser halten müssen, um keine Spuren zu hinterlassen. Einmal habe ihre Mutter ihre Beine ausgepeitscht. Sie erklärte ferner, dass sie sich in der Wohngruppe wohl fühle und nicht wieder nach Hause wolle, da sie Angst vor weiteren Gewalttätigkeiten habe.", "13.  Der Junge erklärte, dass er seit dem Eintritt in die Schule ständig geschlagen worden sei, wenn er nicht die besten Schulnoten erzielte. Sein Vater habe auch Gegenstände wie eine Eisenstange verwendet. Solange sein Vater gewalttätig sei, wolle er nicht wieder zurück nach Hause.", "14.  Am 22. Juli 2008 richteten die Beschwerdeführer ein Schreiben an das Amtsgericht, in dem sie bestritten, die Kinder jemals geschlagen zu haben. Sie erklärten, dass ihre Tochter lüge und ihren Bruder manipuliere. Die Ärzte, die bestätigen könnten, dass sie zu keinem Zeitpunkt Symptome körperlicher Gewalt festgestellt hätten, hätten beide Kinder regelmäßig untersucht. Die Kinder hätten regelmäßig am Schul- und Sportunterricht teilgenommen; dabei hätten die Lehrer keine Misshandlungsspuren entdeckt. Die Beschwerdeführer verwiesen auch auf einen Mitarbeiter des städtischen Psychologischen Dienstes, der den Jungen mehrmals begutachtet und keine Anzeichen von körperlicher Gewalt festgestellt habe.", "15.  Im Hauptsacheverfahren vom 4. August 2008 entzog das Amtsgericht Krefeld den Beschwerdeführern die elterliche Sorge für ihre beiden Kinder und übertrug sie dem Jugendamt. Aufgrund eigener Ermittlungen, insbesondere der Anhörung der beiden Kinder, war das Gericht überzeugt, dass die Beschwerdeführer ihren Kindern gegenüber mehrfach gewalttätig geworden seien. Nach der Einschulung der Kinder hätten die Eltern erheblichen Druck ausgeübt, der darin gipfelte, dass die Kinder bei schulischen Leistungen, die nicht den Erwartungen entsprachen, körperlich bestraft worden seien. Beide Kinder seien unter anderem mit einer Eisenstange auf die Fußsohlen geschlagen worden.", "16.  Da das Gericht von der Richtigkeit der Äußerungen der Kinder überzeugt war, hielt es die Einholung eines Glaubwürdigkeitgutachtens nicht für erforderlich. Beide Kinder hätten ihre Aussagen im Beisein ihrer Mutter gegenüber dem Jugendamt bestätigt. Eine inhaltliche Beeinflussung des Jungen durch seine ältere Schwester sei auszuschließen, da die Mitarbeiter des Jugendamts ausdrücklich darauf geachtet hätten, dass die Kinder sich über die Vorfälle nicht unterhalten konnten, bevor auch der Junge befragt worden sei. Obwohl zu berücksichtigen sei, dass das Mädchen möglicherweise über eine lebendige Phantasie verfüge, hielt das Gericht es für ausgeschlossen, dass das Kind seine Eltern über einen so langen Zeitraum zu Unrecht belasten könnte. Ihre Aussagen seien vielmehr durch die Tendenz gekennzeichnet gewesen, ihre Eltern zu entlasten.", "17.  Das Amtsgericht war unter Berücksichtigung dieser Sachverhalte der Auffassung, dass die Beschwerdeführer derzeit erziehungsunfähig seien und eine Rückführung der Kinder in den elterlichen Haushalt mit einer schwerwiegenden Gefährdung des Kindeswohls verbunden wäre.", "18.  Am 17. September 2008 legten die Beschwerdeführer, die anwaltlich vertreten waren, Beschwerde ein. Am 8. Oktober 2008 trugen die Beschwerdeführer vor, dass die angegriffene Entscheidung auf einer unrichtigen Darstellung des Sachverhalts beruhe. Die Kinder seien insbesondere nie im Beisein ihrer Mutter befragt worden. Darüber hinaus habe das Amtsgericht es versäumt, den erheblichen Sachverhalt vor der Entscheidung über die endgültige Entziehung des elterlichen Sorgerechts hinreichend zu prüfen. Vorliegend sei die Einholung eines Gutachtens über die Glaubwürdigkeit der Kinder unverzichtbar.", "19.  Zu keinem Zeitpunkt habe es objektive Anhaltspunkte wie blaue Flecken, Verletzungen, häufiges Fehlen in der Schule u. s. w., die auf Misshandlungen hindeuten könnten, gegeben. Jeder Mediziner könne bestätigen, dass auch das Eintauchen ins kalte Wasser die Entstehung von blauen Flecken nicht verhindern könne, wenn die Kinder tatsächlich mit einer Eisenstange geschlagen worden wären. Zudem wären Einschränkung der Bewegungsfreiheit, Taubheitsgefühl und Schmerzen die Folgen einer derartigen Misshandlung. Diese Symptome seien bei den Kindern zu keinem Zeitpunkt beobachtet worden.", "20.  Da die Eltern vehement bestritten, ihre Kinder je geschlagen zu haben, gab es ihres Erachtens außer den eigenen Angaben der Kinder keine objektiven Anhaltspunkte für die behauptete Misshandlung. Vor einer so einschneidenden Entscheidung wie der Entziehung des elterlichen Sorgerechts war daher nach Auffassung der Beschwerdeführer ein Sachverständigengutachten einzuholen, um die Glaubwürdigkeit der Kinder zu überprüfen.", "21.  Am 6. November 2008 wies das Oberlandesgericht Düsseldorf die Beschwerde der Beschwerdeführer zurück. Nach Auffassung des Oberlandesgerichts war das Amtsgericht nach persönlicher Anhörung der Beschwerdeführer und der Kinder aus zutreffenden Gründen davon ausgegangen, dass die elterliche Sorge nach § 1666 BGB (siehe „Das einschlägige innerstaatliche Recht“, unten) zu entziehen sei.", "22.  Das Oberlandesgericht teilte die von dem Amtsgericht vorgenommene Beweiswürdigung. Es komme nicht darauf an, dass das Amtsgericht davon ausgegangen sei, dass die Angaben auch in Gegenwart der Mutter gemacht worden seien.", "23.  Anhaltspunkte dafür, dass die Kinder, insbesondere das Mädchen, die Beschwerdeführer zu Unrecht belasteten, seien nicht ersichtlich. Dies ergebe sich aus den Gründen, auf die das Amtsgericht sich gestützt habe, und insbesondere dem Umstand, dass die Kinder, denen die Konsequenzen ihrer Vorwürfe voll und ganz bewusst gewesen seien, diese Angaben über einen längeren Zeitraum widerspruchsfrei wiederholt hätten. Dass die Kinder ihre Vorwürfe lediglich aus Angst vor der Reaktion der Lehrerin auf den Versuch des Mädchens, seine Schulnoten zu manipulieren, erfunden und daran festgehalten hätten, könne unter diesen Umständen ausgeschlossen werden.", "24.  Nach Auffassung des Oberlandesgerichts hatte das Amtsgericht weitere Ermittlungen nicht anzustrengen. Insbesondere sei es nicht darauf angekommen, ob die die Kinder behandelnden Ärzte anlässlich der regelmäßigen Konsultationen Verletzungen festgestellt hätten, weil die Verletzungshandlungen nicht zu sichtbaren Spuren geführt haben müssten bzw. von den Ärzten übersehen worden seien oder zu Zeitpunkten erfolgt sein könnten, in denen kein Arztbesuch bevorstand.", "25.  Das Amtsgericht sei auch nicht verpflichtet, ein Gutachten über die Glaubwürdigkeit der Kinder einzuholen. Nach der Rechtsprechung des Bundesgerichtshofs sei die Würdigung von Zeugenaussagen und die Beurteilung der Glaubwürdigkeit von Zeugen Aufgabe des Gerichts. Die Einholung eines Sachverständigengutachtens sei nur geboten, wenn konkrete Anhaltspunkte vorliegen, die die Zuverlässigkeit einer Zeugenaussage in Frage stellen könnten, und wenn für die Feststellung solcher Faktoren und ihres Einflusses auf den Inhalt einer Zeugenaussage eine besondere Sachkunde erforderlich sei. Solch ein konkreter Anhaltspunkt könne nicht bereits von der Tatsache abgeleitet werden, dass die Beweisperson in kindlichem oder jugendlichem Alter war. Amtsgericht und Oberlandesgericht seien mangels entgegenstehender konkreter Umstände in der Lage gewesen, die Glaubwürdigkeit der Angaben der vom Amtsgericht angehörten Kinder ohne Hilfe eines Sachverständigen zu beurteilen.", "26.  Am 3. März 2009 lehnte es das Bundesverfassungsgericht ohne weitere Begründung ab, die Verfassungsbeschwerde der Beschwerdeführer zur Entscheidung anzunehmen.", "B. Weitere Entwicklungen", "27.  Am 17. März 2009 beantragten die Beschwerdeführer beim Amtsgericht, ihnen ein Umgangsrecht mit ihren Kindern zu gewähren. In einem Termin vor dem Amtsgericht am 7. Juli 2009 wurde für den 16. Juli 2009 ein Treffen mit den Eltern, den Kindern und dem Jugendamt vereinbart.", "28.  Während des Treffens am 16. Juli 2009 gestand die Tochter, dass sie gelogen habe und die Vorwürfe, die sie im vergangenen Jahr gemacht hatte, nicht wahr seien. Der Sohn bestätige dies. Das Mädchen übergab auch je einen an ihre Eltern und an das Amtsgericht gerichteten Brief, in denen sie gestand, dass sie gelogen habe, und den Wunsch äußerte, zu ihrer Familie zurückzukehren.", "29.  Am 28. August 2009 bestätigten beide Kinder gegenüber dem Amtsrichter, dass ihre Eltern sie nie geschlagen hätten. Die Parteien vereinbarten, die Umgangskontakte zwischen den Beschwerdeführern und ihren Kindern mit dem Ziel der Rückführung der Kinder in den elterlichen Haushalt auszubauen.", "30.  Am 9. Oktober 2009 kehrten die Kinder in den Haushalt der Beschwerdeführer zurück. Am 13. April 2010 hob das Amtsgericht seinen Beschluss vom 4. August 2008 auf und übertrug den Beschwerdeführern die elterliche Sorge zurück.", "II.  EINSCHLÄGIGES INNERSTAATLICHES RECHT", "31.  § 1666 BGB sieht vor, dass das Gericht bei einer Gefährdung des Kindeswohls die erforderlichen Maßnahmen zu treffen hat. Nach § 1666a Abs. 1 sind Maßnahmen, mit denen eine Trennung des Kindes von den Eltern verbunden ist, nur zulässig, wenn der Gefahr nicht auf andere Weise, auch nicht durch öffentliche Hilfen, begegnet werden kann. Die gesamte Personensorge darf nur entzogen werden, wenn andere Maßnahmen erfolglos geblieben sind oder wenn anzunehmen ist, dass sie zur Abwendung der Gefahr nicht ausreichen (§ 1666a Abs.2).", "32.  Nach § 26 des Gesetzes über das Verfahren in Familiensachen hat das Gericht von Amts wegen die zur Feststellung der entscheidungserheblichen Tatsachen erforderlichen Ermittlungen durchzuführen.", "RECHTLICHE WÜRDIGUNG", "I.  BEHAUPTETE VERLETZUNG VON ARTIKEL 8 DER KONVENTION", "33.  Die Beschwerdeführer rügten, dass die Entziehung des Sorgerechts sie in ihrem Recht auf Achtung ihres Privat- und Familienlebens nach Artikel 8 der Konvention verletze; Artikel 8 lautet wie folgt:", "\"1.  Jede Person hat das Recht auf Achtung ihres Privat- und Familienlebens, ihrer Wohnung und ihrer Korrespondenz.", "2.  Eine Behörde darf in die Ausübung dieses Rechts nur eingreifen, soweit der Eingriff gesetzlich vorgesehen und in einer demokratischen Gesellschaft notwendig ist für die nationale oder öffentliche Sicherheit, für das wirtschaftliche Wohl des Landes, zur Aufrechterhaltung der Ordnung, zur Verhütung von Straftaten, zum Schutz der Gesundheit oder der Moral oder zum Schutz der Rechte und Freiheiten anderer.“", "34.  Die Regierung trat diesem Vorbringen entgegen.", "A.  Zulässigkeit", "35.  Der Gerichtshof stellt fest, dass die Beschwerdeführer zwei Individualbeschwerden beim Gerichtshof eingereicht haben, die erste (Nr. 18734/09) betreffend die Inobhutnahme ihrer Kinder und die zweite (Nr. 9242/11) betreffend die Verweigerung einer Entschädigung seitens der Behörden. Angesichts des ähnlichen Gegenstands der Individualbeschwerden hält es der Gerichtshof für angemessen, diese zu verbinden.", "36.  Der Gerichtshof stellt fest, dass diese Rüge nicht offensichtlich unbegründet im Sinne von Artikel 35 Abs. 3 der Konvention ist. Sie ist auch nicht aus anderen Gründen unzulässig. Folglich ist sie für zulässig zu erklären.", "B.   Begründetheit", "1.  Das Vorbringen der Beschwerdeführer", "37.  Die Beschwerdeführer rügten insbesondere, dass die innerstaatlichen Behörden den erheblichen Sachverhalt nicht hinreichend geprüft hätten. Das Jugendamt und die Familiengerichte stützten sich ausschließlich auf die Aussagen der Kinder, die nicht durch Tatsachenbeweise bestätigt würden. Die Eltern hingegen hätten sämtliche Behauptungen häuslicher Gewalt fortwährend zurückgewiesen.", "38.  Im vorliegenden Fall gebe es genügend Gründe, den Behauptungen der Kinder zu misstrauen. Das Tagebuch des Mädchens, das auszugsweise den Gerichten vorgelegt worden sei, enthalte keine Hinweise darauf, dass sie Gewalt erfahren hätte. Die Hausärztin der Familie habe keine Hinweise auf jegliche Form der Misshandlung feststellen können. Die ärztlichen Atteste seien den Gerichten vorgelegt worden. Es sei ferner dargelegt worden, dass die Kinder regelmäßig an Freizeitaktivitäten teilgenommen hätten. Dasselbe gelte für die Zeugnisse der Kinder und die Tatsache, dass sie nur selten den Unterricht versäumt hätten. Wären sie den behaupteten Misshandlungen tatsächlich ausgesetzt gewesen, hätten sie zwangsläufig für längere Zeit in der Schule fehlen müssen.", "39.  Die Beschwerdeführer wiesen ferner darauf hin, dass die innerstaatlichen Gerichte eine weitere Beweiserhebung ablehnten. Weder die Lehrer der Kinder, noch die Hausärztin der Familie seien formell angehört worden. Die Gerichte ignorierten die ärztlichen Atteste und stellten keine Nachforschungen bei den Sportclubs der Kinder an. Zudem berücksichtigten sie nicht, dass auch der Mitarbeiter des Psychologischen Dienstes der Stadt, der beide Kinder kenne, keine Hinweise auf körperliche Misshandlungen festgestellt habe.", "40.  Auch hätten die innerstaatlichen Behörden die Möglichkeit nicht ausgeschlossen, dass sich die Kinder im Vorfeld über ihre Aussage vor Gericht verständigt hätten, und sie hätten die Kinder nicht getrennt voneinander angehört. Entgegen der Annahme des Amtsgerichts seien die Kinder in der Lage gewesen, auf Türkisch zu kommunizieren, als sie in die Obhut des Jugendamts genommen worden seien.", "2.  Die Stellungnahmen der Regierung", "41.  Nach Auffassung der Regierung war die Entziehung der elterlichen Sorge notwendig, um das Wohl der Kinder zu schützen. Die Regierung wies darauf hin, dass der Gerichtshof in seiner Rechtsprechung betont habe, dass bei der Herbeiführung eines gerechten Ausgleichs zwischen den betroffenen Interessen das Kindeswohl im Vordergrund stehe. Die innerstaatlichen Entscheidungen in der vorliegenden Rechtssache seien ausschließlich so zu verstehen, dass sie dem Kindeswohl dienten.", "42.  Das Amtsgericht habe alle Verfahrensbeteiligten angehört. Die Aussagen der Kinder sowohl beim Jugendamt als auch vor dem Richter reichten aus, um den Schluss des Gerichts zuzulassen, dass das Wohl der Kinder ernsthaft gefährdet sei. Beide Kinder hätten beschrieben, wie sie von ihren Eltern geschlagen worden seien. Es gebe keinen Grund für eine weitere Beweisaufnahme. Die Regierung führte aus, dass hierbei die Bewertung des Sachverhalts durch das Amtsgericht aus einer ex ante Perspektive zu betrachten sei. Die Tatsache, dass die Kinder ein Jahr später, im Jahr 2009, ausgesagt hätten, sie hätten damals vor Gericht gelogen, müsse unberücksichtigt bleiben.", "43.  Zum damaligen Zeitpunkt hätte für das Amtsgericht kein Grund bestanden, an der Glaubwürdigkeit der Kinder zu zweifeln. Das Gericht hörte die Kinder getrennt voneinander und in Abwesenheit anderer Personen an. Beide Kinder schilderten dabei die gleichen Sachverhalte. Wenn es sich bei diesen Aussagen tatsächlich um Falschaussagen gehandelt haben sollte, dann hätte der Familienrichter davon ausgehen müssen, dass sich die Kinder im Vorfeld über ihre Aussagen verständigt hätten. Diese Annahme sei jedoch bei einem 8- und einer 12-Jährigen fernliegend. Außerdem stimmten die Aussagen der Kinder mit ihrer früheren Darstellung gegenüber dem Jugendamt überein. Auch sei zu berücksichtigen, dass die Kinder bereits zwei Monate von ihren Eltern getrennt gewesen seien. Dementsprechende habe zumindest der 12-jährigen Tochter die Auswirkungen einer etwaigen falschen Aussage bewusst sein müssen. Schließlich hielten auch die Lehrerin der Kinder sowie der Leiter der Beratungsstelle des Deutschen Kinderschutzbundes in Krefeld, der den Kontakt mit dem Jugendamt aufgenommen hatte, die Aussagen der Kinder für glaubhaft. Auch später hätten sich die Kinder stets entsprechend ihrer Aussage vor Gericht geäußert.", "44.  Allein der Umstand, dass minderjährige Kinder vor Gericht vernommen würden, impliziere nicht automatisch, dass ihnen nicht geglaubt werden könne und zwangsläufig ein Glaubwürdigkeitsgutachten einzuholen sei. Die innerstaatlichen Gerichte hätten aufgrund der Aussagen der Kinder, an deren Glaubwürdigkeit kein Zweifel bestanden hätte, davon ausgehen müssen, dass die Beschwerdeführer gegenüber ihren Kindern massiv gewalttätig geworden sind. Die Entscheidung sei somit zum damaligen Zeitpunkt notwendig und verhältnismäßig gewesen, um das Wohl der Kinder zu schützen.", "3.  Würdigung durch den Gerichtshof", "45.  Der Gerichtshof stellt eingangs fest, dass die Bundesregierung nicht bestreitet, dass die Entziehung des elterlichen Sorgerechts in das nach Artikel 8 der Konvention geschützte Recht der Beschwerdeführer auf Achtung ihres Familienlebens eingriffen hat. Der Gerichtshof bestätigt diese Bewertung. Jeder Eingriff dieser Art stellt eine Verletzung von Artikel 8 dar, es sei denn, er ist „gesetzlich vorgesehen“, verfolgte ein oder mehrere Ziele, die nach Absatz 2 dieser Bestimmung legitim sind, und kann als „in einer demokratischen Gesellschaft notwendig“ angesehen werden.", "46.  Der Gerichtshof stellt fest, dass die angegriffene Maßnahme den Erfordernissen des innerstaatlichen Rechts entsprach und das legitime Ziel des Schutzes der Rechte anderer verfolgte, nämlich der Rechte der Kinder der Beschwerdeführer. Der Gerichtshof weist erneut darauf hin, dass er bei der Frage, ob ein Eingriff „in einer demokratischen Gesellschaft notwendig“ war, zu prüfen hat, ob die zur Rechtfertigung der Maßnahmen angeführten Gründe, im Lichte des Falles als Ganzem, „zutreffend und ausreichend“ waren und ob der Entscheidungsprozess fair war und die gebührende Achtung der Rechte der Beschwerdeführer aus Artikel 8 sicherstellte.", "47.  Bei der Prüfung der zur Rechtfertigung der Maßnahmen angeführten Gründe und des Entscheidungsprozesses berücksichtigt der Gerichtshof gebührend die Tatsache, dass die innerstaatlichen Behörden den Vorteil hatten, mit allen Beteiligten unmittelbar in Verbindung zu stehen. Es ist nicht Aufgabe des Gerichtshofs, an Stelle der nationalen Behörden deren Aufgaben in Fragen des Sorgerechts wahrzunehmen (vgl. u.v.a, H. ./. Deutschland, Individualbeschwerde Nr. 11057/02, Rdnr. 89, ECHR 2004III). Der Gerichtshof weist erneut darauf hin, dass die Behörden einen großen Ermessensspielraum haben, insbesondere bei der Beurteilung der Frage, ob ein Kind in Pflege zu nehmen ist. Dagegen ist eine genauere Kontrolle bei weitergehenden Beschränkungen erforderlich, wie beispielsweise bei Einschränkungen des Umgangsrechts der Eltern (siehe z.B. E. ./. Deutschland [GK], Individualbeschwerde Nr. 25735/94, Rdnr. 64, ECHR 2000VIII und A.D. und O.D. ./. Vereinigtes Königreich, Individualbeschwerde Nr. 28680/06, Rdnr. 83, 16. März 2010).", "48.  Der Gerichtshof weist erneut darauf hin, dass Fehlurteile oder -einschätzungen von Fachkräften nicht per se dazu führen, dass Maßnahmen betreffend die Sorge für die Person des Kindes mit den Erfordernissen von Artikel 8 der Konvention unvereinbar sind. Die Behörden, sowohl im medizinischen als auch im sozialen Bereich, sind zum Schutz von Kindern verpflichtet und können nicht jedes Mal dafür verantwortlich gemacht werden, wenn ein echter und gerechtfertigter Anlass zur Besorgnis hinsichtlich der Sicherheit von Kindern im Verhältnis zu Mitgliedern ihrer Familie sich - rückblickend - als fehlgeleitet erweist (R.K. und A.K. ./. Vereinigtes Königreich, Individualbeschwerde Nr.. 38000/05, Rdnr. 36, 30. September 2008 und A.D. und O.D., a.a.O., Rdnr. 84). Daraus folgt, dass die innerstaatlichen Entscheidungen nur im Lichte der Sachlage geprüft werden können, wie sie sich den innerstaatlichen Behörden zum Zeitpunkt der Entscheidungen dargestellt hat.", "49.  Im Hinblick auf die Umstände der vorliegenden Rechtssache stellt der Gerichtshof fest, dass sich die innerstaatlichen Behörden zumindest dem ersten Anschein nach glaubhaften Behauptungen schweren körperlichen Missbrauchs gegenüber sahen. Der Gerichtshof ist daher der Ansicht, dass das Amtsgericht Krefeld auf der Grundlage der schweren Vorwürfe der Kinder hinreichende Gründe dafür hatte, die Kinder im Wege der einstweiligen Anordnung unverzüglich aus ihrer Familie herauszunehmen, um einen möglichen weiteren Missbrauch zu verhindern. Daraus folgt, dass die einstweilige Anordnung des Amtsgerichts vom 23. Mai 2008 die Rechte der Beschwerdeführer aus Artikel 8 der Konvention nicht verletzte.", "50.  Es bleibt noch festzustellen, ob die Entscheidung im Hauptsacheverfahren über die endgültige Entziehung der elterlichen Sorge die Rechte der Beschwerdeführer aus Artikel 8 der Konvention hinreichend gewährleistete. Der Gerichtshof stellt fest, dass der einzige Beweis, auf den das Amtsgericht Krefeld seine Entscheidung vom 4. August 2008 stützte, die persönlichen Äußerungen der beiden Kinder gegenüber dem Jugendamt und vor dem Amtsgericht waren. Es gab keinen objektiven Beweis für den behaupteten Missbrauch. Der Gerichtshof stellt ferner fest, dass das Amtsgericht zwar den Vorteil des unmittelbaren Kontakts zu den Kindern hatte, das Berufungsgericht hingegen seine Bewertung ausschließlich auf den Inhalt der Verfahrensakte stützte, ohne die Kinder erneut persönlich anzuhören. Die Beschwerdeführer wiederum stützten sich auf die Aussagen der behandelnden Ärzte der Kinder und eines Psychologen, die den Jungen wiederholt untersucht und keinen Hinweis auf einen Missbrauch festgestellt hatten. Sie wiesen ferner darauf hin, dass die Kinder regelmäßig die Schule besucht und an sportlichen Aktivitäten teilgenommen hätten. Auch wurde vor den innerstaatlichen Gerichten nicht bestritten, dass das Mädchen eine lebhafte Phantasie hatte. Der Gerichtshof ist der Auffassung, dass diese Tatsachen Zweifel am Wahrheitsgehalt der Behauptungen der Kinder aufkommen lassen.", "51.  Der Gerichtshof stellt weiterhin fest, dass die innerstaatlichen Gerichte bei ihrer Entscheidung im Hauptsacheverfahren nicht unter Druck standen, eine übereilte Entscheidung zu treffen, nachdem die Kinder sicher in einer Wohngruppe für Kinder untergebracht waren. Darüber hinaus stellt der Gerichtshof fest, dass die deutschen Familiengerichte nach § 26 des Gesetzes über das Verfahren in Familiensachen (siehe Rdnr. 33) verpflichtet sind, von Amts wegen die zur Feststellung der entscheidungserheblichen Tatsachen erforderlichen Ermittlungen durchzuführen, und dass die Bundesregierung keine tatsächlichen Gründe angeführt hat, aus denen die innerstaatlichen Gerichte daran gehindert hätten sein können, den Sachverhalt vor Erlass einer Entscheidung im Hauptsacheverfahren weiter zu untersuchen. Unter diesen Umständen und im Hinblick auf die schwerwiegenden Auswirkungen, die die vollständige Entziehung der elterlichen Sorge der Beschwerdeführer auf die Familie insgesamt hatte, vertritt der Gerichtshof die Auffassung, dass die innerstaatlichen Gerichte im Hauptsacheverfahren keine hinreichenden Gründe dafür angeführt haben, den Beschwerdeführern die elterliche Sorge zu entziehen.", "52.  Folglich ist Artikel 8 der Konvention verletzt worden.", "II.  ANDERE BEHAUPTETE KONVENTIONSVERLETZUNGEN", "53. Die Beschwerdeführer rügen nach Artikel 8 der Konvention, dass ihnen der Umgang mit ihren Kindern während ihrer Obhutnahme verwehrt worden sei. Darüber hinaus beanstanden sie nach Artikel 14 der Konvention, gegenüber Eltern deutscher Herkunft diskriminiert worden zu sein. Abschließend rügen sie nach Artikel 3 des Protokolls Nr. 7 zur Konvention, dass ihnen eine Entschädigung für die fehlerhaften Entscheidungen der deutschen Gerichte versagt worden sei.", "54.  Unter Berücksichtigung aller ihm zur Verfügung stehenden Unterlagen und soweit die gerügten Angelegenheiten unter seine Zuständigkeit fallen, stellt der Gerichtshof allerdings fest, dass hier keine Anzeichen für eine Verletzung der in der Konvention oder den Protokollen dazu bezeichneten Rechte und Freiheiten ersichtlich sind.", "Daraus folgt, dass dieser Teil der Beschwerde offensichtlich unbegründet ist und nach Artikel 35 Abs. 3 Buchstabe a und Abs. 4 der Konvention zurückzuweisen ist.", "III.  ANWENDUNG VON ARTIKEL 41 DER KONVENTION", "55.  Artikel 41 der Konvention lautet:", "„Stellt der Gerichtshof fest, dass diese Konvention oder die Protokolle dazu verletzt worden sind, und gestattet das innerstaatliche Recht der Hohen Vertragspartei nur eine unvollkommene Wiedergutmachung für die Folgen dieser Verletzung, so spricht der Gerichtshof der verletzten Partei eine gerechte Entschädigung zu, wenn dies notwendig ist.“", "A.\tSchaden", "56.  Die Beschwerdeführer verlangen die Zahlung von insgesamt 35.923,74 Euro in Bezug auf den materiellen Schaden. Sie trugen vor, sie hätten in eine andere Stadt ziehen müssen, weil sie es nicht hätten ertragen können, in Krefeld zu leben, nachdem ihnen die Kinder weggenommen worden seien. Die Ausgaben für den Umzug in eine neue Wohnung, einschließlich der Anschaffung neuer Möbel und zusätzlicher Ausgaben, sowie die Unterbringungskosten in Höhe von 1.834,93 Euro, die sie an das Jugendamt zahlen mussten, finanzierten sie mit einem Kredit in Höhe von 21.095,34 Euro. Darüber hinaus brachten sie vor, der erste Beschwerdeführer sei infolge erheblicher Traumatisierung arbeitslos geworden, und errechneten einen Verdienstausfall in Höhe von 14.828,40 Euro.", "57.  Die Regierung führte aus, dass kein kausaler Zusammenhang zwischen dem behaupteten Verstoß und dem Umzug bestehe, der eine freiwillige Entscheidung der Beschwerdeführer gewesen sei. Darüber hinaus hätten die Beschwerdeführer den behaupteten Verdienstausfall sowie den kausalen Zusammenhang zwischen der behaupteten Verletzung ihrer Konventionsrechte und des Verlusts des Arbeitsplatzes des Beschwerdeführers nicht substantiiert.", "58.  Der Gerichtshof kann keinen hinreichenden Kausalzusammenhang zwischen der festgestellten Verletzung, dem Umzug der Beschwerdeführer, der Anschaffung neuer Möbel, den Kosten des Privatkredits und dem behaupteten Verdienstausfall erkennen. Jedoch spricht er den Beschwerdeführern 1.834,93 in Euro für die Unterbringungskosten der Kinder, als sie in behördlicher Obhut standen, zu.", "59.  Die Beschwerdeführer verlangten ferner jeweils 55.000 EUR als Entschädigung für den immateriellen Schaden. Sie trugen vor, dass sie 497 Tage von ihren Kindern getrennt gewesen seien, dass sie mit der Tatsache leben müssten, dass ihre Tochter im Heim sexuell missbraucht worden sei, und dass der erste Beschwerdeführer seinen Arbeitsplatz verloren habe.", "60.  Die Regierung hielt den von den Beschwerdeführern geltend gemachten Betrag für überzogen. Angesichts der Tatsache, dass die innerstaatlichen Gerichte keinen Grund gehabt hätten, an der Glaubwürdigkeit der Behauptung der Kinder zu zweifeln, sei es in der vorliegenden Rechtssache nicht angezeigt, eine Entschädigung für immaterielle Schäden zuzusprechen.", "61.  Der Gerichtshof ist der Auffassung, dass die Beschwerdeführer aufgrund der Verletzung ihrer Rechte vor den innerstaatlichen Gerichten große Angst und Frustration verspürt haben müssen. Im Hinblick ferner auf die weitreichenden Folgen, die die angefochtenen Entscheidungen für die Familie der Beschwerdeführer insgesamt hatten, entscheidet der Gerichtshof nach Billigkeit und spricht jedem Beschwerdeführer unter dieser Rubrik 25.000 Euro zu.", "B. Kosten und Auslagen", "62.  Die Beschwerdeführer, die sich auf Belege stützen, verlangten 3.078,74 EUR für Kosten und Auslagen vor den innerstaatlichen Gerichten. Darüber hinaus machten sie einen Pauschalbetrag in Höhe von 300 Euro für Fahrtkosten, Porto, Papier und Arztkosten geltend.", "63.  Nach Auffassung der Regierung haben sie lediglich Gerichts- und Anwaltskosten in Höhe von 2.095,41 Euro nachgewiesen.", "64.  Nach der Rechtsprechung des Gerichtshofs hat ein Beschwerdeführer nur soweit Anspruch auf Ersatz von Kosten und Auslagen, als nachgewiesen wurde, dass diese tatsächlich und notwendigerweise entstanden waren und der Höhe nach angemessen sind. In der vorliegenden Rechtssache hält es der Gerichtshof unter Berücksichtigung der ihm zur Verfügung stehenden Unterlagen und der oben genannten Kriterien für angemessen, für Kosten und Auslagen im innerstaatlichen Verfahren 2.095,41 EUR zuzusprechen.", "C. Verzugszinsen", "65.  Der Gerichtshof hält es für angemessen, für die Berechnung der Verzugszinsen den Spitzenrefinanzierungssatz der Europäischen Zentralbank zuzüglich drei Prozentpunkten zugrunde zu legen.", "AUS DIESEN GRÜNDEN ENTSCHEIDET DER GERICHTSHOF EINSTIMMIG:", "1.  Die Individualbeschwerden werden verbunden;", "", "2.  Die Rüge nach Artikel 8 der Konvention bezüglich der Entziehung der elterlichen Sorge wird für zulässig und die Individualbeschwerde im Übrigen für unzulässig erklärt;", "", "3.  Artikel 8 der Konvention ist verletzt worden;", "", "4. ", "a)  Der beschwerdegegnerische Staat hat den Beschwerdeführern binnen drei Monaten nach dem Tag, an dem das Urteil nach Artikel 44 Abs. 2 der Konvention endgültig wird, folgende Beträge zu zahlen:", "i) an beide Beschwerdeführer zusammen 1.834,93 Euro (eintausendachthundertvierunddreißig Euro und dreiundneunzig Cent) für den materiellen Schaden, zuzüglich gegebenenfalls zu berechnender Steuern;", "ii) an jeden Beschwerdeführer 25.000 EUR (fünfundzwanzigtausend Euro) für den immateriellen Schaden, zuzüglich gegebenenfalls zu berechnender Steuern;", "iii) an beide Beschwerdeführer zusammen 2.095,41 Euro (zweitausendundfünfundneunzig Euro und einundvierzig Cent) für Kosten und Auslagen, zuzüglich der den Beschwerdeführern gegebenenfalls zu berechnenden Steuern;", "b)  Nach Ablauf der vorgenannten Frist von drei Monaten fallen für die obengenannten Beträge bis zur Auszahlung einfache Zinsen in Höhe eines Zinssatzes an, der dem Spitzenrefinanzierungssatz (marginal lending rate) der Europäischen Zentralbank im Verzugszeitraum zuzüglich drei Prozentpunkten entspricht;", "", "5.  Im Übrigen wird die Forderung der Beschwerdeführer nach gerechter Entschädigung zurückgewiesen.", "Ausgefertigt in Englisch und schriftlich zugestellt am 14. März 2013 nach Artikel 77 Absätze 2 und 3 der Verfahrensordnung des Gerichtshofs.", "\tClaudia Westerdiek\tMark Villiger\n\tKanzlerin\tPräsident"]}