{"file": "GRE_HJUDGRE_34704_08.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "34704/08", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΑΝΘΡΩΠΙΝΩΝ ΔΙΚΑΙΩΜΑΤΩΝ", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "", "", "ΥΠΟΘΕΣΗ ΝΗΣΙΩΤΗΣ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 34704/08)", "", "", "", "", "", "", "ΑΠΟΦΑΣΗ", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "10 Φεβρουαρίου 2011", "", "Η παρούσα απόφαση θα καταστεί οριστική σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "", "", "", "\tΣτην υπόθεση Νησιώτης κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε τμήμα αποτελούμενο από τους:", "\tNina Vajić, πρόεδρο,", "\tΧρήστο Ροζάκη,", "\tKhanlar Hajiyev,", "\tDean Spielmann,", "\tSverre Erik Jebens,", "\tGiorgio Malinverni,", "Γεώργιο Νικολάου, δικαστές,", "και τον Søren Nielsen, γραμματέα τμήματος.", "\tΑφού διασκέφθηκε σε συμβούλιο στις 18 Ιανουαρίου 2011,", "\tΕκδίδει την πιο κάτω απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "", "\t1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 34704/08) στρεφόμενη κατά της Ελληνικής Δημοκρατίας από έναν υπήκοο του Κράτους αυτού, τον κύριο Νικόλαο Νησιώτη («ο προσφεύγων»), ο οποίος προσέφυγε ενώπιον του Δικαστηρίου στις 10 Ιουλίου 2008 δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση»).", "\t2. Ο προσφεύγων εκπροσωπείται από τους κυρίους Κ. Τσιτσελίκη και Α. Σπάθη, δικηγόρους Θεσσαλονίκης. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τους απεσταλμένους του αντιπροσώπου της, κύριο Κ. Γεωργιάδη, πάρεδρο του Νομικού Συμβουλίου του Κράτους, και κύριο Χ. Πουλάκο, δικαστικό αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "\t3. Ο προσφεύγων υποστηρίζει ότι υπήρξε παραβίαση του άρθρου 3 της Σύμβασης, λόγω των συνθηκών κράτησής του.", "\t4. Στις 3 Φεβρουαρίου 2010, η πρόεδρος του πρώτου τμήματος αποφάσισε να κοινοποιήσει στην Κυβέρνηση την αιτίαση την ελκόμενη από το άρθρο 3. Όπως επιτρέπει το άρθρο 29 § 1 της Σύμβασης, αποφασίσθηκε επιπλέον ότι το τμήμα θα αποφαινόταν συγχρόνως επί του παραδεκτού και επί της ουσίας.", "", "ΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ ", "", "Ι. ΟΙ ΣΥΝΘΗΚΕΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "", "\t5. Ο προσφεύγων έχει γεννηθεί το 1965 και επί του παρόντος κρατείται στις φυλακές Ιωαννίνων.", "\t6. Ο προσφεύγων καταδικάστηκε στις 21 Ιουνίου 2006 σε ποινή κάθειρξης έξι ετών για παραβάσεις σχετιζόμενες με εμπορία ναρκωτικών από το Τριμελές Εφετείο Πατρών, το οποίο συνεδρίασε ως πρωτοβάθμιο δικαστήριο και κατόπιν, στις 19 Απριλίου 2007, από το Πενταμελές Εφετείο Πατρών.", "\t7. Ο προσφεύγων κρατήθηκε στις φυλακές Ιωαννίνων από τις 24 Μαρτίου 2008 έως τις 30 Ιουνίου 2009, σε κελί 50 τ.μ. μαζί με άλλους τριάντα κρατουμένους. Οι φυλακές, δυναμικότητας 80 κρατουμένων, φιλοξενούσαν 220, οι οποίοι ζούσαν σε άθλιες συνθήκες, σύμφωνα με τα λεγόμενα του προσφεύγοντος, ο οποίος προσκόμισε φωτογραφίες αυτού του κελιού. Ο προσωπικός του χώρος περιοριζόταν στο κρεβάτι του. Το κελί ήταν γεμάτο κουκέτες στηριγμένες στον τοίχο, με μόνο ένα στενό πέρασμα ανάμεσά τους. Το κελί δεν είχε καθόλου εξαερισμό. Τα αποχωρητήρια, ανεπαρκούς αριθμού, ομοίως δεν αερίζονταν και είχαν μεγάλες φθορές.", "\t8. Σύμφωνα με τον προσφεύγοντα, οι κρατούμενοι κοιμόντουσαν σε κουκέτες κατανεμημένες σε τέσσερις μεγάλους θαλάμους (στους οποίους διέμεναν 32 κρατούμενοι) και σε τέσσερις μικρούς (στους οποίους διέμεναν 8 έως 20 κρατούμενοι). Στο διάδρομο, υπήρχαν κι άλλα κρεβάτια για 45 κρατούμενους. Σε κανέναν από τους θαλάμους δεν υπήρχε κάθισμα ή τραπέζι ή ο παραμικρός ελεύθερος χώρος. Οι κρατούμενοι, οι οποίοι περνούσαν δεκαοκτώ ώρες κλεισμένοι στους θαλάμους, ήταν υποχρεωμένοι να είναι περιορισμένοι στα κρεβάτια τους. Πολλοί από αυτούς έπασχαν από σοβαρές ασθένειες, για τις οποίες δε λάμβαναν θεραπεία και εκείνοι των οποίων η υγεία ήταν ακόμη σε καλή κατάσταση κινδύνευαν να προσβληθούν λόγω αυτού του συγχρωτισμού.", "\t9. Σε μία ημερομηνία που δε διευκρινίζεται το 2008, ο προσφεύγων, καθώς και οι άλλοι κρατούμενοι, προσέφυγαν στο Συνήγορο του Πολίτη. Τόσο το υπουργείο Δικαιοσύνης όσο και η διεύθυνση της φυλακής γνώριζαν την κατάσταση μέσω προγενέστερων αιτημάτων και ομοίως κατόπιν ενός κινήματος κρατουμένων σε όλες τις ελληνικές φυλακές οι οποίοι, το Νοέμβριο του 2008, είχαν αποφασίσει να απέχουν από το συσσίτιο. Η κατάσταση ηρέμησε μετά από την ψήφιση ενός νομοσχεδίου που προέβλεπε την υπό όρο απόλυση ορισμένων κατηγοριών κρατουμένων.", "\t10. Στις 5 Δεκεμβρίου 2008, ο προσφεύγων και σαράντα έξι συγκρατούμενοί του απηύθυναν στο συμβούλιο των φυλακών Ιωαννίνων, στη βάση του άρθρου 6 του νόμου 2776/1999 [σωφρονιστικός κώδικας] αναφορά στην οποία εξέθεταν τα παράπονά τους σχετικά με τις συνθήκες κράτησης. Υπογράμμιζαν ότι αυτές ήταν αντίθετες τόσο προς το νόμο 2776/1999 όσο και προς την Ευρωπαϊκή Σύμβαση. Ειδικότερα, υπογράμμιζαν μεταξύ άλλων:", "«Το άρθρο 21 § 4 του νόμου [2776/1999] δεν εφαρμόζεται. Σύμφωνα με το εν λόγω άρθρο, οι θάλαμοι πρέπει να έχουν επιφάνεια τουλάχιστον 6 τ.μ. για κάθε κρατούμενο καθώς και τραπέζια και καθίσματα σε αριθμό ανάλογο προς εκείνο των κρατουμένων. Ωστόσο, λόγω του υπερπληθυσμού, κάθε κρατούμενος διαθέτει περίπου 1 τ.μ. προσωπικού χώρου. Ορισμένοι από εμάς δεν έχουν χώρο στους θαλάμους και τοποθετούνται στους διαδρόμους, και δεν υπάρχουν τα προβλεπόμενα από το νόμο καθίσματα και τραπέζια.", "Λόγω της στοίβαξης των κρατουμένων σε περιορισμένο χώρο, υπάρχει ο κίνδυνος μετάδοσης ασθενειών, δεδομένου ότι πολλοί συγκρατούμενοί μας πάσχουν από μεταδοτικές ασθένειες και για εκείνους που είναι άρρωστοι υπάρχει κίνδυνος επιδείνωσης της κατάστασης της υγείας τους.", "Τέλος, δεν υπάρχει καμία δυνατότητα δημιουργικής απασχόλησης, δημιουργίας και άσκησης δραστηριοτήτων σύμφωνων με τις προτιμήσεις και τα ενδιαφέροντά μας, εκπαίδευσής μας, επαγγελματικής κατάρτισης και ψυχαγωγίας.»", "11. Από το φάκελο προκύπτει ότι το συμβούλιο των φυλακών δεν απάντησε σε αυτή την αναφορά.", "12. Στις 3 Φεβρουαρίου 2009, ο προσφεύγων, καθώς και εβδομήντα τρεις άλλοι κρατούμενοι, κατέθεσαν ενώπιον του Εισαγγελέα Πλημμελειοδικών Ιωαννίνων αναφορά με ίδιο περιεχόμενο με εκείνης της 5ης Δεκεμβρίου 2008. Και πάλι, καμία συνέχεια δε δόθηκε στην αναφορά αυτή.", "13. Στις 23 Φεβρουαρίου 2009, ο διευθυντής των φυλακών Ιωαννίνων ενημέρωσε τον Εισαγγελέα Πλημμελειοδικών ότι το πρόβλημα υπερπληθυσμού των φυλακών ήταν γνωστό τόσο στο υπουργείο όσο και στον ίδιο τον εισαγγελέα, ο οποίος το είχε διαπιστώσει κατά τη διάρκεια των επισκέψεών του στις φυλακές. Ο διευθυντής αναγνώριζε ότι οι φυλακές, κατασκευασμένες για 80 άτομα, ενώ φιλοξενούσαν 220 κατά μέσο όρο, δεν ήταν σε θέση να προσφέρουν επαγγελματική κατάρτιση ή ψυχαγωγικές δραστηριότητες.", "14. Στις 25 Φεβρουαρίου 2009, το Πλημμελειοδικείο Ιωαννίνων απέρριψε προσφυγή του προσφεύγοντος και εβδομήντα τριών άλλων κρατουμένων, η οποία κατατέθηκε στις 24 Φεβρουαρίου 2009, σχετικά με τις συνθήκες κράτησής τους. Το δικαστήριο δεν παρείχε καμία αιτιολογία για την απόφασή του.", "", "ΙΙ. ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΕΘΝΙΚΟ ΚΑΙ ΔΙΕΘΝΕΣ ΔΙΚΑΙΟ", "", "\tΑ. Το εθνικό δίκαιο", "", "\t15. Το άρθρο 105 § 1 του ποινικού κώδικα προβλέπει:", "«Όσοι καταδικάσθηκαν σε ποινή στερητική της ελευθερίας μπορούν να απολυθούν υπό τον όρο της ανάκλησης σύμφωνα με τις πιο κάτω διατάξεις και εφόσον έχουν εκτίσει (...) τα 3/5 της ποινής τους.»", "", "16. Το άρθρο 572 του κώδικα ποινικής δικονομίας προβλέπει:", "«1. Ο εισαγγελέας των πλημμελειοδικών του τόπου όπου εκτίεται η ποινή ασκεί τις προβλεπόμενες στον Κώδικα [ποινικής δικονομίας] για τη μεταχείριση των κρατουμένων αρμοδιότητές του και μεριμνά για την έκτιση της ποινής και την εφαρμογή των μέτρων ασφάλειας, σύμφωνα με τις διατάξεις του Κώδικα αυτού, του Ποινικού Κώδικα και των ειδικών νόμων για την εκτέλεση ποινών.", "2. Για την άσκηση των κατά την παράγραφο 1 αρμοδιοτήτων του ο εισαγγελέας πλημμελειοδικών επισκέπτεται τη φυλακή τουλάχιστον μία φορά την εβδομάδα. Κατά τις επισκέψεις αυτές δέχεται κρατουμένους που έχουν ζητήσει ακρόαση».", "", "17. Σύμφωνα με το άρθρο 6 του νόμου 2776/1999 (σωφρονιστικός κώδικας):", "«1. Στην περίπτωση παράνομης ενέργειας σε βάρος τους ή παράνομης εντολής, οι κρατούμενοι έχουν το δικαίωμα να αναφέρονται γραπτώς και μέσα σε εύλογο χρόνο στο Συμβούλιο Φυλακής, εφόσον, σύμφωνα με τις διατάξεις του παρόντα κώδικα δεν τους παρέχεται άλλο ένδικο βοήθημα. Μέσα σε δεκαπέντε ημέρες από την κοινοποίηση της απόφασης με την οποία απορρίπτεται το αίτημά τους ή μέσα σε ένα μήνα από την υποβολή της αναφοράς, αν δεν εκδόθηκε απόφαση, οι κρατούμενοι έχουν δικαίωμα προσφυγής στο δικαστήριο εκτέλεσης των ποινών. Το δικαστήριο αυτό, εφόσον δεχθεί κατ’ουσίαν την προσφυγή, αίρει τα αποτελέσματα που απορρέουν από την παράνομη ενέργεια ή εντολή.", "(...)»", "", "18. Το άρθρο 21 του ίδιου νόμου πραγματεύεται το ζήτημα των χώρων διαβίωσης των κρατουμένων. Διευκρινίζει τα ακόλουθα:", "«1. Κάθε κατάστημα κράτησης (...) μπορεί να διαθέτει πτέρυγες, χωρίς δυνατότητα επικοινωνίας ανάμεσα στους κρατουμένους σε αυτές. Οι πτέρυγες περιλαμβάνουν κελιά και κατ’εξαίρεση θαλάμους δυναμικότητας κατά προτίμηση μέχρι έξι ατόμων.", "(...)", "4. Οι θάλαμοι πρέπει να διαθέτουν εμβαδόν τουλάχιστον 6 τετραγωνικών μέτρων για κάθε κρατούμενο και να είναι εξοπλισμένοι με αντίστοιχα κρεβάτια, ντουλάπες καθώς και ανάλογης επιφάνειας τραπέζια με ισάριθμα καθίσματα.", "5. Τα ατομικά κελιά και οι θάλαμοι έχουν δικές τους εγκαταστάσεις θέρμανσης και υγιεινής (νιπτήρα, αποχωρητήριο). Κάθε εγκατάσταση υγιεινής των θαλάμων δεν πρέπει να εξυπηρετεί περισσότερους από τρεις κρατούμενους. Η ύπαρξη λουτρού στα κελιά και τους θαλάμους δεν είναι αναγκαία, αν υπάρχει ικανός αριθμός ιδιαίτερων κοινών εγκαταστάσεων λουτρών, με θερμό και κρύο νερό, για την ατομική υγιεινή και καθαριότητα κάθε κρατουμένου.", "(...)»", "", "19. Το άρθρο 40 του νόμου 3459/2006, ο οποίος περιέχει κώδικα νόμων για τα ναρκωτικά, έχει ως εξής:", "«Όσοι καταδικάσθηκαν για παράβαση του παρόντος κεφαλαίου σε ποινή κάθειρξης μπορούν να απολυθούν υπό τον όρο της ανάκλησης, εφόσον έχουν εκτίσει (...) τα 4/5 της ποινής τους και προκειμένου για ισόβια κάθειρξη, τουλάχιστον είκοσι πέντε έτη. (...)»", "", "Β. Οι κανόνες της Ευρωπαϊκής Επιτροπής για την πρόληψη των βασανιστηρίων (CPT)", "", "1. Απόσπασμα της 2ης γενικής έκθεσης δραστηριοτήτων της CPT (CPT/Inf(92)3)", "«46. Το ζήτημα του υπερπληθυσμού εμπίπτει άμεσα στο πεδίο εντολής της CPT. Όλες οι υπηρεσίες και δραστηριότητες στο εσωτερικό μίας φυλακής θα θιγούν αν χρειαστεί να αναλάβει περισσότερους φυλακισμένους από τον αριθμό για τον οποίο κατασκευάστηκε. Η γενικότερη ποιότητα της ζωής εντός του καταστήματος θα επηρεαστεί, και ενδεχομένως σε σημαντικό βαθμό. Επιπλέον, ο βαθμός υπερπληθυσμού μίας φυλακής, ή ενός τμήματος αυτής, μπορεί να είναι τέτοιος που να συνιστά αφ’εαυτού απάνθρωπη ή εξευτελιστική μεταχείριση.", "47. Ένα ικανοποιητικό πρόγραμμα δραστηριοτήτων (εργασία, εκπαίδευση και άθληση) αποκτά θεμελιώδη σημασία για την ευεξία των κρατουμένων. Τούτο ισχύει για όλα τα καταστήματα, είτε πρόκειται για καταστήματα εκτέλεσης των ποινών ή προσωρινής κράτησης. Η CPT σημείωσε ότι οι δραστηριότητες σε πολλές φυλακές προσωρινής κράτησης είναι υπερβολικά περιορισμένες. Η οργάνωση προγραμμάτων δραστηριοτήτων σε τέτοια καταστήματα, στα οποία εναλλάσσονται αρκετά γρήγορα οι κρατούμενοι, δεν είναι κάτι εύκολο. Δεν τίθεται, προφανώς, θέμα προγραμμάτων εξατομικευμένης μεταχείρισης του τύπου που θα μπορούσαμε να αναμένουμε από ένα κατάστημα εκτέλεσης των ποινών. Εν τούτοις, οι κρατούμενοι δεν πρέπει να αφήνονται απλά στην τύχη τους, να μαραζώνουν επί εβδομάδες, ενίοτε επί μήνες, περιορισμένοι στο κελί τους, ακόμα κι όταν οι υλικές συνθήκες είναι καλές. Η CPT θεωρεί ότι στόχο πρέπει να αποτελεί η διασφάλιση ότι οι κρατούμενοι στα καταστήματα προσωρινής κράτησης είναι σε θέση να περνούν ένα εύλογο τμήμα της ημέρας (8 ώρες ή περισσότερες) εκτός του κελιού τους, απασχολούμενοι με ελκυστικές δραστηριότητες ποικίλης φύσης. Στα καταστήματα για καταδικασθέντες, τα προγράμματα πρέπει να είναι ακόμα πιο υψηλού επιπέδου.", "48. Η άσκηση σε υπαίθριο χώρο χρήζει ειδικής μνείας. Η απαίτηση σύμφωνα με την οποία στους κρατούμενους πρέπει να δίδεται άδεια να ασκούνται καθημερινά τουλάχιστον μία ώρα σε υπαίθριο χώρο, γίνεται ευρέως αποδεκτή ως θεμελιώδης εγγύηση (κατά προτίμηση, πρέπει να αποτελεί αναπόσπαστο μέρος ενός πιο εκτεταμένου προγράμματος δραστηριοτήτων). Η CPT υπογραμμίζει ότι όλοι ανεξαιρέτως οι κρατούμενοι (συμπεριλαμβανομένων εκείνων που βρίσκονται σε απομόνωση ως τιμωρία) πρέπει να ασκούνται καθημερινά σε υπαίθριο χώρο. Είναι ομοίως προφανές ότι οι εξωτερικοί χώροι άσκησης πρέπει να είναι ευλόγως ευρύχωροι και, όποτε τούτο είναι δυνατό, να προσφέρουν προστασία από την κακοκαιρία.", "49. Η πρόσβαση, όποτε τούτο είναι επιθυμητό, σε κατάλληλα αποχωρητήρια και η διατήρηση καλών συνθηκών υγιεινής αποτελούν βασικά στοιχεία ενός ανθρώπινου περιβάλλοντος.", "Ως προς τούτο, η CPT πρέπει να υπογραμμίσει ότι δεν εκτιμά την πρακτική, η οποία έχει διαπιστωθεί σε ορισμένες χώρες, με φυλακισμένους να πρέπει να ικανοποιήσουν τις φυσικές ανάγκες τους χρησιμοποιώντας δοχεία στο κελί τους, τα οποία στη συνέχεια αδειάζουν σε συγκεκριμένες ώρες. Θα έπρεπε ή να εγκατασταθεί αποχωρητήριο στα κελιά (κατά προτίμηση σε ξεχωριστό χώρο), ή να εφαρμοστούν τρόποι που να επιτρέπουν στους φυλακισμένους να εξέρχονται από το κελί τους οποτεδήποτε (συμπεριλαμβανομένης της νύκτας) προκειμένου να επισκέπτονται τα αποχωρητήρια, χωρίς άσκοπη καθυστέρηση.", "Οι φυλακισμένοι πρέπει ομοίως να έχουν τακτική πρόσβαση στα λουτρά και τα μπάνια. Επιπλέον, είναι επιθυμητό οι χώροι των κελιών να είναι εφοδιασμένοι με τρεχούμενο νερό.", "50. Η CPT επιθυμεί να προσθέσει ότι την προβληματίζει ιδιαίτερα η διαπίστωση ύπαρξης στο ίδιο κατάστημα ενός συνδυασμού υπερπληθυσμού, φτωχών προγραμμάτων δραστηριοτήτων και ανεπαρκούς πρόσβασης στα αποχωρητήρια και τις εγκαταστάσεις υγιεινής. Ο σωρευτικός αντίκτυπος τέτοιων συνθηκών μπορεί να αποδειχθεί ιδιαίτερα επιζήμιος για τους φυλακισμένους.", "", "2. Αποσπάσματα της 7ης γενικής έκθεσης δραστηριοτήτων (CPT/Inf(97)10)", "", "«13. Όπως υπογράμμισε η CPT στη 2η Γενική Έκθεσή της, το ζήτημα του υπερπληθυσμού εμπίπτει άμεσα στο πεδίο εντολής της Επιτροπής (βλέπε CPT/Inf (92) 3, παράγραφος 46).", "Μία υπερπλήρης φυλακή σημαίνει, για τον κρατούμενο, διαμονή σε στενούς και ανθυγιεινούς χώρους, παντελή έλλειψη ιδιωτικής ζωής (τούτο ακόμα κι όταν πρόκειται για την ικανοποίηση των φυσικών αναγκών), περιορισμένες δραστηριότητες εκτός κελιού λόγω ζήτησης που υπερβαίνει το διαθέσιμο προσωπικό και τις υποδομές, υπερφορτωμένες υπηρεσίες υγείας, αυξημένη ένταση και, ως εκ τούτου, περισσότερη βία μεταξύ κρατουμένων καθώς και μεταξύ κρατουμένων και προσωπικού. Η παρούσα απαρίθμηση δεν είναι σε καμία περίπτωση εξαντλητική.", "Περισσότερες από μία φορές, η CPT κατέληξε στο συμπέρασμα ότι οι επιζήμιες επιπτώσεις του υπερπληθυσμού είχαν οδηγήσει σε απάνθρωπες και εξευτελιστικές συνθήκες κράτησης.»     ", "", "3. Αποσπάσματα της 11ης γενικής έκθεσης δραστηριοτήτων (CPT/Inf(2001)16)   ", "", "«Υπερπληθυσμός των φυλακών", "", "28. Το φαινόμενο του υπερπληθυσμού των φυλακών εξακολουθεί να κατατρώγει τα σωφρονιστικά συστήματα ανά την Ευρώπη και υπονομεύει σημαντικά τις προσπάθειες που γίνονται για τη βελτίωση των συνθηκών κράτησης. Οι αρνητικές συνέπειες του υπερπληθυσμού των φυλακών έχουν ήδη επισημανθεί στις προηγούμενες γενικές εκθέσεις δραστηριοτήτων. Στο μέτρο της έκτασης του πεδίου των δραστηριοτήτων της ανά την Ευρώπη, η CPT ήρθε αντιμέτωπη με τεράστια ποσοστά φυλάκισης και, κατά συνέπεια, με ένα σημαντικό υπερπληθυσμό των φυλακών. Το γεγονός ότι το Κράτος φυλακίζει ένα τόσο μεγάλο αριθμό πολιτών του δεν μπορεί να εξηγηθεί με πειστικό τρόπο λόγω ενός αυξημένου ποσοστού εγκληματικότητας. Κατά ένα μέρος, πρέπει να ευθύνεται η γενικότερη συμπεριφορά των μελών των υπηρεσιών που είναι επιφορτισμένες με την εφαρμογή των νόμων και των δικαστικών αρχών.", "Υπό τέτοιες συνθήκες, η επένδυση σημαντικών ποσών στο σωφρονιστικό σύστημα δεν αποτελεί λύση. Πρέπει, κυρίως, να επανεξετασθούν οι ισχύουσες νομοθεσίες και πρακτικές όσον αφορά τη προσωρινή κράτηση και την απαγγελία των ποινών καθώς και την ποικιλία των διαθέσιμων μη στερητικών της ελευθερίας ποινών. Αυτή είναι ακριβώς η προσέγγιση που συνιστά η Σύσταση αριθ. (99) 22 της Επιτροπής Υπουργών για τον υπερπληθυσμό των φυλακών και τη διόγκωση του αριθμού των κρατουμένων. Η CPT ελπίζει σφόδρα ότι οι διατυπωθείσες στο παρόν θεμελιώδες κείμενο αρχές θα εφαρμοστούν από τα Κράτη-μέλη. Η εφαρμογή της εν λόγω Σύστασης πρέπει να επιβλέπεται στενά από το Συμβούλιο της Ευρώπης.", "", "Μεγάλοι θάλαμοι", "", "29. Σε ορισμένες από τις χώρες που επισκέφθηκε η CPT, και ιδίως στην κεντρική και ανατολική Ευρώπη, οι κρατούμενοι συχνά φιλοξενούνται σε μεγάλους θαλάμους που περιλαμβάνουν το σύνολο ή τμήμα των εγκαταστάσεων τις οποίες χρησιμοποιούν καθημερινά οι κρατούμενοι, όπως οι χώροι ύπνου και διαμονής καθώς και οι εγκαταστάσεις υγιεινής. Η CPT έχει ενστάσεις ως προς την ίδια την αρχή τέτοιων τρόπων στέγασης σε κλειστές φυλακές και οι ενστάσεις της είναι ακόμα εντονότερες όταν, όπως συνήθως συμβαίνει, οι εν λόγω θάλαμοι φιλοξενούν κρατουμένους σε χώρους ιδιαίτερα στενούς και ανθυγιεινούς. Αναμφίβολα, διάφοροι παράγοντες – μεταξύ των οποίων και παράγοντες πολιτιστικής τάξης – μπορεί να καταστήσουν προτιμητέους, σε ορισμένες χώρες, χώρους συλλογικής κράτησης παρά ατομικά κελιά. Εν τούτοις, δεν είναι πολλά τα πλεονεκτήματα – και πολύ περισσότερα τα μειονεκτήματα – ενός συστήματος που τοποθετεί δεκάδες κρατουμένους να διαμένουν και να κοιμούνται μαζί στον ίδιο θάλαμο.", "Οι μεγάλοι θάλαμοι αναπόφευκτα συνεπάγονται έλλειψη ιδιωτικής ζωής στην καθημερινότητα των κρατουμένων. Επιπλέον, είναι αυξημένος ο κίνδυνος εκφοβισμού και βίας. Παρόμοιοι τρόποι στέγασης μπορεί να διευκολύνουν την ανάπτυξη εγκληματικής υπο-κουλτούρας και να διευκολύνουν τη διατήρηση της συνοχής εγκληματικών οργανώσεων. Ενδέχεται ομοίως να καταστήσουν ιδιαίτερα δύσκολο και μάλιστα αδύνατο τον αποτελεσματικό έλεγχο από το προσωπικό. Στην περίπτωση, ιδίως, ταραχών στις φυλακές, είναι ιδιαίτερα δύσκολο να αποφευχθούν οι εξωτερικές παρεμβάσεις που συνεπάγονται σε σημαντικό βαθμό τη χρήση βίας. Με τέτοιους τρόπους, η κατάλληλη κατανομή των κρατουμένων, στη βάση μίας αξιολόγησης ανά περίπτωση των κινδύνων και των αναγκών, καθίσταται ομοίως σχεδόν αδύνατη. Όλα αυτά τα προβλήματα επιδεινώνονται όταν ο αριθμός των κρατουμένων υπερβαίνει ένα εύλογο ποσοστό κατοίκησης. Επιπλέον, σε μία τέτοια κατάσταση, ο υπερβολικός φόρτος που βαρύνει τις κοινές εγκαταστάσεις όπως οι νιπτήρες και τα αποχωρητήρια καθώς και ένας ανεπαρκής εξαερισμός για έναν τόσο μεγάλο αριθμό ατόμων οδηγεί συχνά σε άθλιες συνθήκες κράτησης.", "Η CPT πρέπει ωστόσο να υπογραμμίσει ότι το πέρασμα από μεγάλους θαλάμους σε μικρότερες μονάδες πρέπει να συνοδεύεται από μέτρα που να εγγυώνται ότι οι κρατούμενοι περνούν ένα εύλογο τμήμα της ημέρας εκτός της μονάδας στην οποία διαμένουν, απασχολούμενοι με ελκυστικές δραστηριότητες ποικίλης φύσης.", "", "Πρόσβαση στο φως της ημέρας και στον καθαρό αέρα", "", "30. Η CPT διαπιστώνει συχνά την ύπαρξη μηχανισμών, όπως παντζούρια, γρίλιες ή μεταλλικές πλάκες τοποθετημένες μπροστά από τα παράθυρα των κελιών που στερούν από τους κρατουμένους την πρόσβαση στο φως της ημέρας και εμποδίζουν τον καθαρό αέρα να εισχωρήσει στους χώρους. Τέτοιοι μηχανισμοί απαντώνται συχνά σε καταστήματα προσωρινής κράτησης. Η CPT δέχεται απολύτως ότι συγκεκριμένα μέτρα ασφαλείας, προορισμένα για την πρόληψη του κινδύνου συμπαιγνιών και/ή εγκληματικών δραστηριοτήτων, μπορεί να αποδειχθούν αναγκαία όσον αφορά ορισμένους κρατουμένους. Εν τούτοις, μέτρα τέτοιου χαρακτήρα πρέπει να αποτελούν εξαίρεση και όχι κανόνα. Τούτο υποθέτει ότι οι αρμόδιες αρχές εξετάζουν την περίπτωση κάθε κρατουμένου, προκειμένου να καθορίσουν αν στην περίπτωσή του αιτιολογούνται πραγματικά συγκεκριμένα μέτρα ασφαλείας. Επιπλέον, ακόμα κι όταν απαιτούνται τέτοια μέτρα, δεν πρέπει σε καμία περίπτωση να συνεπάγονται τη στέρηση των κρατουμένων από το φως της ημέρας και τον καθαρό αέρα. Πρόκειται για θεμελιώδη στοιχεία της ζωής, στα οποία κάθε κρατούμενος έχει δικαίωμα. Επιπλέον, η απουσία των στοιχείων αυτών προκαλεί ευνοϊκές συνθήκες για την εξάπλωση ασθενειών και, ιδίως, της φυματίωσης.", "Η CPT αναγνωρίζει ότι η εξασφάλιση αξιοπρεπών συνθηκών διαβίωσης στα σωφρονιστικά καταστήματα μπορεί να αποδειχθεί ιδιαίτερα δαπανηρή, και οι βελτιώσεις σε πολλές χώρες περιορίζονται λόγω έλλειψης κεφαλαίων. Εν τούτοις, η αφαίρεση μηχανισμών που φράζουν τα παράθυρα χώρων στέγασης των κρατουμένων (και η εγκατάσταση, σε εξαιρετικές περιπτώσεις όπου τούτο είναι αναγκαίο, άλλων μηχανισμών ασφαλείας προσήκοντος σχεδιασμού) δε απαιτεί σημαντικές επενδύσεις και, συγχρόνως, έχει πολύ ευεργετικές συνέπειες για όλα τα πρόσωπα που αφορά.", "", "Μεταδοτικές ασθένειες", "", "31. Η εξάπλωση μεταδοτικών ασθενειών και, ιδίως, της φυματίωσης, της ηπατίτιδας και του HIV έχει εγείρει σοβαρές ανησυχίες αναφορικά με τη δημόσια υγεία σε ορισμένες ευρωπαϊκές χώρες. Παρόλο που οι ασθένειες αυτές πλήττουν γενικότερα τον πληθυσμό, έχουν εξελιχθεί σε δραματικό πρόβλημα για ορισμένα σωφρονιστικά συστήματα. Ως προς τούτο, η CPT αναγκάστηκε, πολλές φορές, να εκφράσει σοβαρές ανησυχίες ως προς την ανεπάρκεια των ληφθέντων μέτρων για την αντιμετώπιση αυτού του προβλήματος. Επιπλέον, έχει συχνά διαπιστωθεί ότι οι υλικές συνθήκες υπό τις οποίες στεγάζονταν οι κρατούμενοι ευνοούσαν την εξάπλωση των ασθενειών αυτών.", "Η CPT αναγνωρίζει ότι σε περιόδους οικονομικών δυσκολιών – όπως εκείνες που αντιμετωπίζουν σήμερα πολλές από τις χώρες που επισκέφθηκε η CPT -, πρέπει να γίνονται θυσίες, συμπεριλαμβανομένων και θυσιών στα σωφρονιστικά καταστημάτα. Εν τούτοις, όποιες κι αν είναι οι δυσκολίες που απαντώνται σε μία δεδομένη στιγμή, το γεγονός της στέρησης ενός ατόμου από την ελευθερία του συνεπάγεται πάντοτε την υποχρέωση φροντίδας του εν λόγω ατόμου. Η υποχρέωση αυτή επιβάλλει αποτελεσματικές μεθόδους πρόληψης, ανίχνευσης και θεραπείας. Η τήρηση αυτής της υποχρέωσης από τις δημόσιες αρχές καθίσταται ακόμα πιο σημαντική όταν πρόκειται για τη θεραπεία ασθενειών που ενδέχεται να είναι θανάσιμες.", "Η χρήση σύγχρονων μεθόδων ανίχνευσης, η τακτική προμήθεια φαρμάκων και άλλων συναφών προϊόντων, η διαθεσιμότητα προσωπικού που να μεριμνά ώστε οι κρατούμενοι να λαμβάνουν τα συνιστώμενα φάρμακα σε σωστές δόσεις και χρονικά διαστήματα, καθώς και, ενδεχομένως, συγκεκριμένα διαιτολόγια, συνιστούν τα ουσιώδη στοιχεία μίας αποτελεσματικής στρατηγικής με σκοπό την καταπολέμηση των προαναφερόμενων ασθενειών και την παροχή κατάλληλης φροντίδας στους κρατουμένους. Ομοίως, οι υλικές συνθήκες στέγασης κρατουμένων που πάσχουν από μεταδοτικές ασθένειες πρέπει να είναι κατάλληλες για τη βελτίωση της κατάστασης της υγείας τους. Εκτός από φυσικό φως και καλό αερισμό, πρέπει να υπάρχουν ικανοποιητικές συνθήκες υγιεινής και απουσία υπερπληθυσμού.", "Επιπλέον, οι ασθενείς κρατούμενοι δεν πρέπει να διαχωρίζονται από τους υπόλοιπους κρατουμένους, εκτός κι αν ένα τέτοιο μέτρο καταστεί αυστηρά αναγκαίο για ιατρικούς ή άλλους λόγους. Ως προς τούτο, η CPT πρέπει να υπογραμμίσει ειδικότερα ότι δεν αποτελεί ιατρικό λόγο η απομόνωση ενός κρατουμένου μόνο για το λόγο ότι είναι οροθετικός στον ιό του HIV.", "Προκειμένου να διαλυθεί οποιαδήποτε παρανόηση επί αυτών των ζητημάτων, εναπόκειται στις εθνικές αρχές να φροντίσουν για την εφαρμογή ενός ολοκληρωμένου εκπαιδευτικού προγράμματος για τις μεταδιδόμενες ασθένειες, το οποίο να απευθύνεται τόσο στους κρατουμένους όσο και στο προσωπικό. Ένα τέτοιο πρόγραμμα πρέπει να παρουσιάζει τους τρόπους μετάδοσης και τα μέσα προστασίας καθώς και την εφαρμογή κατάλληλων προληπτικών μέτρων. Πρέπει, πιο συγκεκριμένα, να τονισθούν οι κίνδυνοι μετάδοσης του ιού HIV και της ηπατίτιδας Β/Γ μέσω της σεξουαλικής πράξης και της ενδοφλέβιας χρήσης ναρκωτικών και να εξηγηθεί ο ρόλος των σωματικών υγρών ως φορέων του HIV και των ιών της ηπατίτιδας.", "Πρέπει ομοίως να υπογραμμισθεί ότι πρέπει να δίδονται κατάλληλες πληροφορίες και συμβουλές τόσο πριν όσο και μετά –σε περίπτωση θετικού αποτελέσματος- από οποιαδήποτε εξέταση. Επιπλέον, είναι αυτονόητο ότι οι πληροφορίες σχετικά με τους ασθενείς πρέπει να καλύπτονται από το ιατρικό απόρρητο. Οποιαδήποτε παρέμβαση σε αυτό τον τομέα πρέπει, καταρχήν, να βασίζεται στη συναίνεση των ενδιαφερομένων προσώπων.", "Επιπλέον, προκειμένου να είναι αποτελεσματικός ο έλεγχος των προαναφερομένων ασθενειών, όλα τα υπουργεία και οι οργανισμοί που εργάζονται σε αυτό τον τομέα σε μία συγκεκριμένη χώρα πρέπει να μεριμνούν για τον βέλτιστο συντονισμό των προσπαθειών τους. Ως προς τούτο, η CPT πρέπει να υπογραμμίσει ότι πρέπει να διασφαλίζεται η συνέχιση των θεραπειών κατόπιν της αποφυλάκισης.»", "", "Γ. Η Επιτροπή Υπουργών του Συμβουλίου της Ευρώπης", "", "20. Τα εφαρμοστέα τμήματα της σύστασης της Επιτροπής Υπουργών για τους ευρωπαϊκούς σωφρονιστικούς κανόνες (υιοθετήθηκε στις 11 Ιανουαρίου 2006 κατά την 952η συνεδρίαση των Απεσταλμένων των Υπουργών) προβλέπουν:", "", "«Θεμελιώδεις αρχές", "1. Τα άτομα που στερούνται της ελευθερίας τους πρέπει να τυγχάνουν μεταχείρισης σεβόμενης τα ανθρώπινα δικαιώματα.", "2. Τα άτομα που στερούνται της ελευθερίας τους διατηρούν όλα τα δικαιώματα που δεν τους αφαιρέθηκαν εκ του νόμου με την απόφαση που τα καταδίκασε σε ποινή κάθειρξης ή τα τοποθέτησε υπό προσωρινή κράτηση.", "3. Οι περιορισμοί που επιβάλλονται στα άτομα που στερούνται της ελευθερίας τους πρέπει να περιορίζονται στο απολύτως αναγκαίο και πρέπει να είναι ανάλογοι προς τους θεμιτούς σκοπούς για τους οποίους επιβλήθηκαν.", "4. Η έλλειψη πόρων δεν μπορεί να δικαιολογήσει συνθήκες κράτησης που παραβιάζουν τα ανθρώπινα δικαιώματα.", "5. Η ζωή εντός της φυλακής προσαρμόζεται όσο πιο στενά γίνεται προς τις θετικές πλευρές της ζωής εκτός φυλακής.", "6. Κάθε κράτηση εκτίεται κατά τρόπο ώστε να διευκολύνεται η επανένταξη στην ελεύθερη κοινωνία ατόμων που έχουν στερηθεί την ελευθερία τους.", "(...)", "18.1 Οι χώροι κράτησης και, ιδίως, αυτοί που προορίζονται για τη διαμονή των κρατουμένων κατά τη διάρκεια της νύκτας, πρέπει να πληρούν τις απαιτήσεις σεβασμού της ανθρώπινης αξιοπρέπειας και, στο μέτρο του δυνατού, της ιδιωτικής ζωής, και να ανταποκρίνονται στις ελάχιστες απαιτούμενες συνθήκες όσον αφορά την υγεία και την υγιεινή, λαμβανομένων υπόψη των κλιματικών συνθηκών, και ιδίως όσον αφορά το χώρο στο πάτωμα, τον όγκο του αέρα, το φωτισμό, τη θέρμανση και τον εξαερισμό.", "18.2 Σε όλα τα κτίρια όπου ζουν, εργάζονται ή συγκεντρώνονται κρατούμενοι:", "α. Τα παράθυρα πρέπει να είναι αρκετά μεγάλα ώστε οι κρατούμενοι να μπορούν να διαβάζουν και να εργάζονται με φυσικό φωτισμό σε φυσιολογικές συνθήκες και για να εισέρχεται καθαρός αέρας εκτός αν υπάρχει κατάλληλο σύστημα κλιματισμού,", "β. Ο τεχνητός φωτισμός πρέπει να τηρεί τις προδιαγραφές των παραδεγμένων τεχνικών κανόνων, και", "γ. ένα σύστημα συναγερμού πρέπει να επιτρέπει στους κρατούμενους να επικοινωνούν αμέσως με το προσωπικό.", "18.3 Το εθνικό δίκαιο πρέπει να καθορίζει τις ελάχιστες απαιτούμενες συνθήκες για τα σημεία των παραγράφων 1 και 2.", "18.4 Το εθνικό δίκαιο πρέπει να προβλέπει μηχανισμούς που να διασφαλίζουν ότι η τήρηση αυτών των ελάχιστων συνθηκών δε θίγεται λόγω του υπερπληθυσμού των φυλακών.", "18.5 Κάθε κρατούμενος πρέπει καταρχήν να διαμένει κατά τη διάρκεια της νύκτας σε ατομικό κελί, εκτός αν κρίνεται προτιμητέο για εκείνον να συγκατοικεί με άλλους κρατουμένους.", "18.6 Ένα κελί πρέπει να μοιράζεται μόνο αν είναι προσαρμοσμένο για συλλογική χρήση και πρέπει να κατοικείται από κρατουμένους οι οποίοι έχουν αναγνωρισθεί ικανοί για συγκατοίκηση.", "(...)", "Υγιεινή", "19.1 Όλοι οι χώροι μίας φυλακής πρέπει πάντοτε να διατηρούνται σε καλή κατάσταση και καθαροί.", "19.2 Τα κελιά ή άλλοι χώροι που προορίζονται για έναν κρατούμενο πρέπει να είναι καθαροί κατά την υποδοχή του.", "19.3 Οι κρατούμενοι πρέπει να τυγχάνουν εύκολης πρόσβασης σε εγκαταστάσεις υγιεινής οι οποίες προστατεύουν την ιδιωτική ζωή τους.", "19.4 Οι εγκαταστάσεις των μπάνιων και των λουτρών πρέπει να είναι επαρκείς ώστε κάθε κρατούμενος να μπορεί να τις χρησιμοποιήσει, σε θερμοκρασία ανάλογη προς τον καιρό, κατά προτίμηση καθημερινά αλλά τουλάχιστον δύο φορές την εβδομάδα (ή συχνότερα εάν τούτο είναι αναγκαίο) σύμφωνα με τις γενικές αντιλήψεις περί υγιεινής.", "19.5 Οι κρατούμενοι πρέπει να μεριμνούν για την καθαριότητα και τη συντήρηση του εαυτού τους, των ρούχων τους και του χώρου διαμονής τους.", "19.6 Οι σωφρονιστικές αρχές πρέπει να τους παρέχουν τα μέσα προς επίτευξη τούτου, ιδίως είδη προσωπικού καθαρισμού καθώς και σύνεργα καθαριότητας και καθαριστικά προϊόντα.»", "  ", "ΩΣ ΠΡΟΣ ΤΟ ΝΟΜΟ", "", "Ι. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 3 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t21. Ο προσφεύγων υποστηρίζει ότι υπήρξε θύμα απάνθρωπης και εξευτελιστικής μεταχείρισης λόγω των συνθηκών κράτησής του. Επικαλείται το άρθρο 3 της Σύμβασης σύμφωνα με το οποίο:", "", "«Ουδείς επιτρέπεται να επιβληθή εις βασάνους ούτε εις ποινάς ή μεταχείρισιν απανθρώπους ή εξευτελιστικάς.»", "", "\tΑ. Επί του παραδεκτού", "", "\t22. Καταρχήν, η Κυβέρνηση προβάλλει τη μη εξάντληση των εθνικών ενδίκων μέσων από τον προσφεύγοντα. Αυτός έπρεπε να έχει αναφερθεί στο συμβούλιο των φυλακών, όπως εξάλλου έπραξε, και να του έχει υποβάλει τις αιτιάσεις του σχετικά με την παραβίαση του άρθρου 3 της Σύμβασης. Αν το συμβούλιο είχε απορρίψει αυτή την αναφορά ή αν δεν είχε αποφανθεί επί αυτής, ο προσφεύγων μπορούσε, εντός προθεσμίας δεκαπέντε ημερών ή ενός μηνός αντίστοιχα, να προσφύγει ενώπιον του δικαστηρίου εκτέλεσης των ποινών, εν προκειμένω το δικαστικό συμβούλιο του Πλημμελειοδικείου Ιωαννίνων, ενώπιον του οποίου μπορούσε να παραστεί.", "\t23. Κατά την άποψη της Κυβέρνησης, ο προσφεύγων μπορούσε, επιπλέον, να απευθυνθεί στον εισαγγελέα τον επιφορτισμένο με την επίβλεψη των στερητικών της ελευθερίας ποινών και να του ζητήσει ακρόαση σχετικά με τις αιτιάσεις του για τις συνθήκες κράτησης, στη βάση του άρθρου 572 § 2 του κώδικα ποινικής δικονομίας σε συνδυασμό με το προεδρικό διάταγμα αριθ. 58819/2003. Σύμφωνα με τα εν λόγω κείμενα, ο εισαγγελέας υποχρεούται να δέχεται τουλάχιστον μία φορά κάθε εβδομάδα τους κρατουμένους, τους συγγενείς τους ή τους δικηγόρους τους και να ακούει ενδεχόμενα παράπονα σχετιζόμενα με τις συνθήκες κράτησής τους. Αν θεωρήσει ότι οι ισχυρισμοί τους είναι βάσιμοι, υποδεικνύει στις σωφρονιστικές αρχές τα αναγκαία μέτρα που πρέπει να ληφθούν προκειμένου να διορθωθεί η καταγγελλόμενη κατάσταση.", "\t24. Ο προσφεύγων υπογραμμίζει ότι υπέβαλε τις αιτιάσεις του στις διοικητικές και δικαστικές αρχές, οι οποίες ήταν αρμόδιες να αποφανθούν με αποτελεσματικό τρόπο επί των συνθηκών κράτησης.", "\t25. Το Δικαστήριο υπενθυμίζει ότι ο κανόνας εξάντλησης των εθνικών ενδίκων μέσων που διατυπώνεται στο άρθρο 35 § 1 της Σύμβασης επιβάλλει στο άτομο που επιθυμεί να καταθέσει προσφυγή ενώπιον του Δικαστηρίου την υποχρέωση να χρησιμοποιήσει προηγουμένως τα ένδικα μέσα που είναι συνήθως διαθέσιμα στο νομικό σύστημα της σχετικής χώρας και επαρκή προκειμένου να του επιτρέψουν να επιτύχει την επανόρθωση των παραβιάσεων τις οποίες επικαλείται. Τα ένδικα αυτά μέσα πρέπει να υπάρχουν σε επαρκή βαθμό βεβαιότητος, όχι μόνον στην θεωρία, αλλά και στην πράξη, άλλως στερούνται της απαιτούμενης αποτελεσματικότητας και προσβασιμότητας. Το άρθρο 35 § 1 επιβάλλει να προβάλλονται ενώπιον του κατάλληλου εσωτερικού οργάνου, τουλάχιστον κατ’ουσίαν και σύμφωνα με τους τύπους και τις προθεσμίες που προβλέπει το εθνικό δίκαιο, οι αιτιάσεις που πρόκειται να διατυπωθούν στη συνέχεια, αλλά δεν επιβάλλει τη χρήση ενδίκων μέσων που είναι ανεπαρκή ή αναποτελεσματικά (Aksoy κατά Τουρκίας, απόφαση της 18ης Δεκεμβρίου 1996, Recueil des arrêts et décisions 1996-VI, §§ 51-52 και Issaïeva και λοιποί κατά Ρωσίας, αριθ. 57947/00, 57948/00 και 57949/00, § 144, 24 Φεβρουαρίου 2005).", "\t26. Εν προκειμένω, το Δικαστήριο σημειώνει ότι όλες οι ενέργειες του προσφεύγοντα προκειμένου να καταγγείλει τις συνθήκες κράτησής του έγιναν μετά από την κατάθεση της προσφυγής ενώπιον του Δικαστηρίου, ήτοι στις 10 Ιουλίου 2008.", "\t27. Το Δικαστήριο υπενθυμίζει σε αυτό το πλαίσιο ότι η Σύμβαση προβλέπει, εν γένει, την εξάντληση των εθνικών ενδίκων μέσων πριν από την κατάθεση της προσφυγής ενώπιον του δικαστηρίου του Στρασβούργου.", "\t28. Το Δικαστήριο πρέπει εν τούτοις να αναρωτηθεί επί του ζητήματος αν, πριν από την κατάθεση της παρούσας προσφυγής, οι επικαλούμενες από την Κυβέρνηση ενέργειες αποτελούσαν, λαμβανομένων υπόψη των συνθηκών της υπόθεσης, αποτελεσματικά ένδικα μέσα που είχαν εύλογες πιθανότητες να ευοδώσουν.", "\t29. Σε γενικές γραμμές, το Δικαστήριο παρατηρεί καταρχήν ότι όπως προκύπτει από το φάκελο, και ιδίως από τις δηλώσεις διαφόρων εθνικών αρχών, τις οποίες δεν αμφισβητεί εξάλλου η Κυβέρνηση, ο υπερπληθυσμός των φυλακών όχι μόνο προκαλεί και άλλα προβλήματα αναφορικά με τις συνθήκες κράτησης, αλλά επιπλέον, μοιάζει με συστηματικό φαινόμενο και δεν αφορά αποκλειστικά τη συγκεκριμένη περίπτωση του προσφεύγοντος (βλέπε ιδίως Mamedova κατά Ρωσίας, αριθ. 7064/05, § 56, 1η Ιουλίου 2006). Το Δικαστήριο θεωρεί ότι δεν αποδείχθηκε ότι τα υποδεικνυόμενα από την Κυβέρνηση ένδικα μέσα επαρκούν από μόνα τους να θεραπεύσουν την κατάσταση που αποτελεί την αιτία της αιτίασης του προσφεύγοντος της ελκόμενης από το άρθρο 3 της Σύμβασης.", "\t30. Ειδικότερα, το Δικαστήριο σημειώνει ότι στις 5 Δεκεμβρίου 2008 ο προσφεύγων απευθύνθηκε στο συμβούλιο των φυλακών Ιωαννίνων βασιζόμενο ρητά στο άρθρο 3 της Σύμβασης αναφορικά με τις συνθήκες κράτησης. Μη λαμβάνοντας καμία απάντηση, στις 24 Φεβρουαρίου 2009, κατέθεσε προσφυγή ενώπιον του Πλημμελειοδικείου Ιωαννίνων το οποίο απέρριψε την προσφυγή χωρίς να παράσχει καμία αιτιολογία για αυτή την απόρριψη. Υπό αυτές τις συνθήκες, το Δικαστήριο δεν αντιλαμβάνεται με ποιο τρόπο η προσφυγή αυτή θα μπορούσε να έχει οποιοδήποτε αποτέλεσμα ως προς την απαίτηση εξάντλησης των εθνικών ενδίκων μέσων.", "\t31. Το ίδιο ισχύει για την αναφορά της 3ης Φεβρουαρίου 2009, η οποία απευθυνόταν στο Εισαγγελέα Πλημμελειοδικών Ιωαννίνων και είχε το ίδιο περιεχόμενο με εκείνη της 5ης Δεκεμβρίου 2008. Καμία συνέχεια δε δόθηκε ούτε σε αυτή την αναφορά.", "\t32. Λαμβανομένων υπόψη των ανωτέρω, το Δικαστήριο απορρίπτει την ένσταση της Κυβέρνησης.", "\t33. Το Δικαστήριο διαπιστώνει, επιπλέον, ότι η αιτίαση αυτή δεν είναι προδήλως αβάσιμη με την έννοια του άρθρου 35 § 3 της Σύμβασης. Το Δικαστήριο σημειώνει επιπλέον ότι αυτή δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου. Πρέπει επομένως να κηρυχθεί παραδεκτή.", "", "\tΒ. Επί της ουσίας", "", "\t34. Η Κυβέρνηση υποστηρίζει ότι οι ισχυρισμοί του προσφεύγοντος δεν είναι ούτε βάσιμοι ούτε επαληθεύονται από αποδείξεις. Διευκρινίζει ότι οι κρατούμενοι λαμβάνουν τρία γεύματα την ημέρα, καθώς και ειδικά γεύματα για εκείνους που ακολουθούν ειδικό διαιτολόγιο λόγω των θρησκευτικών πεποιθήσεών τους. Λαμβάνουν επίσης μπουκάλια εμφιαλωμένου νερού, καθώς και προϊόντα για την υγιεινή του σώματος. Υπάρχει ζεστό νερό καθόλη τη διάρκεια της ημέρας και οι θάλαμοι διαθέτουν ένα ή δύο παράθυρα για να εξασφαλίζεται ο φωτισμός και ο αερισμός. Οι κρατούμενοι έχουν πρόσβαση, με δικά τους χρήματα, σε εφημερίδες και περιοδικά, καθώς και σε τηλεόραση. Το πρόβλημα του υπερπληθυσμού της φυλακής αποτελεί ένα πιο γενικό πρόβλημα το οποίο πλήττει όλες τις ελληνικές φυλακές και το οποίο οφείλεται στην έλλειψη οικονομικών πόρων. Εν τούτοις, καταβάλλονται προσπάθειες για τη διόρθωση της κατάστασης.", "\t35. Ειδικότερα, σε ό,τι αφορά τον προσφεύγοντα, η Κυβέρνηση υποστηρίζει ότι του παρεχόταν ιατρική θεραπεία καθόλη τη διάρκεια της κράτησής του, ότι συμμετείχε σε ομάδες εργασίας και ότι είχε λάβει άδειες εξόδου το 2009.", "\t36. Ο προσφεύγων ανταπαντά ότι ο υπερπληθυσμός, σε συνδυασμό με την απουσία εξαερισμού, την κατάσταση των ειδών υγιεινής και την απουσία ψυχαγωγικών δραστηριοτήτων τού προκάλεσαν σημαντική ψυχολογική οδύνη, προσέβαλαν την αξιοπρέπειά του και του δημιούργησαν αισθήματα ταπείνωσης. Επικαλείται την πλούσια νομολογία του Δικαστηρίου επί αυτού του ζητήματος, τους κανόνες της Ευρωπαϊκής Επιτροπής για την πρόληψη των βασανιστηρίων και τη σύσταση της Επιτροπής Υπουργών του Συμβουλίου της Ευρώπης για τους ευρωπαϊκούς σωφρονιστικούς κανόνες.", "\t37. Το Δικαστήριο υπενθυμίζει ότι μία μεταχείριση πρέπει να είναι ενός ελαχίστου βαθμού σοβαρότητας προκειμένου να εμπίπτει στο πεδίο του άρθρου 3. Η εκτίμηση αυτού του ελαχίστου ορίου είναι κατ’ουσία σχετική. Εξαρτάται από το σύνολο των δεδομένων της υπόθεσης, ιδίως από τη διάρκεια της μεταχείρισης και από τις σωματικές ή πνευματικές επιπτώσεις της, όπως και, ενίοτε, από το φύλο, την ηλικία και την κατάσταση της υγείας του θύματος. Επιπλέον, ερευνώντας αν μία συγκεκριμένη μορφή μεταχείρισης είναι «εξευτελιστική» με την έννοια του άρθρου 3, το Δικαστήριο εξετάζει αν σκοπός ήταν να ταπεινώσει και να μειώσει τον ενδιαφερόμενο και αν, δεδομένων των συνεπειών του, το μέτρο προσέβαλε ή όχι την προσωπικότητα αυτού κατά τρόπο ασύμβατο προς το άρθρο 3. Εντούτοις, ακόμη και η απουσία ενός τέτοιου σκοπού δεν μπορεί να αποκλείσει με οριστικό τρόπο τη διαπίστωση της παραβίασης του άρθρου 3 (Peers κατά Ελλάδας, αριθ. 28524/95, §§ 67-68, CEDH 2001-III και Valašinas κατά Λιθουανίας, αριθ. 44558/98, § 101, CEDH 2001-VIΙΙ).", "\t38. Σε ό,τι αφορά ειδικότερα τις συνθήκες κράτησης, το Δικαστήριο λαμβάνει υπόψη τις σωρευτικές συνέπειες αυτών καθώς και τους συγκεκριμένους ισχυρισμούς του προσφεύγοντος (βλέπε προς αυτή την κατεύθυνση Dougoz κατά Ελλάδας, αριθ. 40907/98, CEDH 2001-II). Ειδικότερα, ο χρόνος κατά τον οποίο ένα άτομο κρατήθηκε υπό τις καταγγελλόμενες συνθήκες αποτελεί ένα σημαντικό παράγοντα που πρέπει να ληφθεί υπόψη (βλέπε, μεταξύ άλλων, Alver κατά Εσθονίας, αριθ. 64812/01, 8 Νοεμβρίου 2005). Επιπλέον, σε ορισμένες περιπτώσεις, όταν ο υπερπληθυσμός των φυλακών αγγίζει ένα συγκεκριμένο επίπεδο, η έλλειψη χώρου σε ένα σωφρονιστικό κατάστημα μπορεί να αποτελέσει το κεντρικό στοιχείο που πρέπει να ληφθεί υπόψη κατά την εκτίμηση της συμμόρφωσης μίας δεδομένης κατάστασης προς το άρθρο 3 (υπό αυτή την έννοια, Karalevičius κατά Λιθουανίας, αριθ. 53254/99, 7 Απριλίου 2005).", "\t39. Σε ό,τι αφορά ειδικότερα τον τελευταίο αυτό παράγοντα, το Δικαστήριο σημειώνει ότι στις περιπτώσεις όπου αντιμετώπισε μία ολοφάνερη περίπτωση υπερπληθυσμού, έκρινε ότι αυτό το στοιχείο, από μόνο του, αρκούσε για να διαπιστώσει παραβίαση του άρθρου 3 της Σύμβασης. Κατά γενικό κανόνα, επρόκειτο για περιπτώσεις όπου ο προσωπικός χώρος που παρεχόταν σε έναν προσφεύγοντα ήταν μικρότερος από 3 τ.μ. (Kantyrev κατά Ρωσίας, αριθ. 37213/02, §§ 50-51, 21 Ιουνίου 2007, Andreï Frolov κατά Ρωσίας, αριθ. 205/02, §§ 47-49, 29 Μαρτίου 2007, Kadikis κατά Λιθουανίας, αριθ. 62393/00, § 55, 4 Μαΐου 2006, και Melnik κατά Ουκρανίας, αριθ. 72286/01, § 102, 28 Μαρτίου 2006). Αντιθέτως, στις περιπτώσεις όπου η έλλειψη χώρου δεν ήταν τόσο φανερή, το Δικαστήριο έλαβε υπόψη και άλλες πτυχές των υλικών συνθηκών κράτησης προκειμένου να εκτιμήσει τη συμμόρφωση μίας δεδομένης κατάστασης προς το άρθρο 3 της Σύμβασης. Επρόκειτο ειδικότερα για παράγοντες όπως η δυνατότητα για έναν προσφεύγοντα να έχει πρόσβαση σε αποχωρητήριο σε συνθήκες που να σέβονται την ιδιωτική ζωή του, ο εξαερισμός, η πρόσβαση σε φυσικό φως, η κατάσταση των συσκευών θέρμανσης καθώς και η συμμόρφωση προς τους κανόνες υγιεινής. Έτσι, ακόμη και στις περιπτώσεις όπου ένας πιο μεγάλος προσωπικός χώρος, μεταξύ 3 και 4 τετραγωνικών μέτρων, είχε παρασχεθεί στον προσφεύγοντα σε ένα κελί, το Δικαστήριο διαπίστωσε εν τούτοις παραβίαση του άρθρου 3 λαμβάνοντας υπόψη τη στενότητα του χώρου σε συνδυασμό με την αποδεδειγμένη έλλειψη κατάλληλου εξαερισμού και φωτισμού (Vlassov κατά Ρωσίας, αριθ. 78146/01, § 84, 12 Ιουνίου 2008, Babouchkine κατά Ρωσίας, αριθ. 67253/01, § 44, 18 Οκτωβρίου 2007, Trepachkine κατά Ρωσίας, αριθ. 36898/03, § 94, 19 Ιουλίου 2007 και πιο πάνω αναφερόμενη απόφαση Peers, §§ 70-72).", "\t40. Εν προκειμένω, το Δικαστήριο σημειώνει ότι το κύριο στοιχείο της παρούσας υπόθεσης αφορά την ευρύτητα του προσωπικού χώρου που είχε παρασχεθεί στον προσφεύγοντα κατά τη φυλάκισή του στις φυλακές Ιωαννίνων. Σύμφωνα με τις δηλώσεις των αρχών, όπως εκείνες του ίδιου του διευθυντή της φυλακής, η εν λόγω φυλακή, δυναμικότητας 80 κρατουμένων, φιλοξενούσε κατά μέσο όρο 220 κατά την περίοδο των πραγματικών περιστατικών.", "\t41. Σύμφωνα με τους ισχυρισμούς του προσφεύγοντος, παρέμεινε έγκλειστος από τις 24 Μαρτίου 2008 έως τις 30 Ιουνίου 2009, σε ένα κελί 50 τ.μ. μαζί με τριάντα άλλους κρατουμένους. Ο προσωπικός χώρος του περιοριζόταν στο κρεβάτι του. Το κελί του ήταν γεμάτο κουκέτες στηριγμένες στον τοίχο, γεγονός που άφηνε μόνο ένα στενό πέρασμα μεταξύ αυτών. Το κελί δεν είχε καθόλου εξαερισμό, ο αριθμός των αποχωρητηρίων ήταν ανεπαρκής και βρίσκονταν σε πολύ κακή κατάσταση. Δεν υπήρχαν ούτε τραπέζια ούτε καθίσματα, ούτε στο κελί του προσφεύγοντος ούτε αλλού στις φυλακές, λόγω έλλειψης επαρκούς χώρου. Οι κρατούμενοι, οι οποίοι περνούσαν δεκαοκτώ ώρες κλεισμένοι σε κελιά-θαλάμους, ήταν υποχρεωμένοι να παραμένουν περιορισμένοι στα κρεβάτια τους. Πολλοί κρατούμενοι έπασχαν από σοβαρές ασθένειες, και ενίοτε μεταδοτικές, για τις οποίες δε λάμβαναν θεραπεία και υπήρχε επίσης κίνδυνος μετάδοσης στους άλλους. Η Κυβέρνηση δεν αμφισβήτησε αυτούς τους ισχυρισμούς.", "\t42. Το Δικαστήριο σημειώνει ότι, σύμφωνα με τα λεγόμενα της Κυβέρνησης, αυτή η κατάσταση του υπερπληθυσμού δεν αφορούσε μόνο τις φυλακές Ιωαννίνων, αλλά εμφανίζεται σε μεγάλο αριθμό ελληνικών φυλακών. Τόσο το υπουργείο Δικαιοσύνης όσο και η διεύθυνση των φυλακών Ιωαννίνων γνώριζαν την κατάσταση μέσω προγενέστερων προσφυγών και ομοίως κατόπιν ενός κινήματος κρατουμένων σε όλες τις ελληνικές φυλακές οι οποίοι, τον Νοέμβριο του 2008, είχαν αποφασίσει να απέχουν από το συσσίτιο.", "\t43. Το Δικαστήριο δεν μπορεί να θεωρήσει επαρκές το επιχείρημα που χρησιμοποιεί η Κυβέρνηση για να αιτιολογήσει αυτή την κατάσταση, ήτοι την έλλειψη οικονομικών πόρων. Υπενθυμίζει ότι σύμφωνα με το άρθρο 4 των ευρωπαϊκών σωφρονιστικών κανόνων, η έλλειψη πόρων δεν μπορεί να αιτιολογήσει συνθήκες κράτησης οι οποίες παραβιάζουν τα ανθρώπινα δικαιώματα. Επανέλαβε το ίδιο Δικαστήριο αυτή την αρχή στη νομολογία του (βλέπε, μεταξύ πολλών άλλων, Andrey Frolov κατά Ρωσίας, αριθ. 205/02, § 48, 29 Μαρτίου 2007).", "\t44. Το Δικαστήριο συμπεραίνει ότι εν προκειμένω μπόρεσε να αποδειχθεί, πέραν πάσης λογικής αμφιβολίας, ότι κατά τη διάρκεια μίας σημαντικής περιόδου ο προσφεύγων αναγκάστηκε να υποστεί έντονο συγχρωτισμό στις φυλακές Ιωαννίνων δεδομένου ότι ο προσωπικός χώρος που είχε στη διάθεσή του –1,65 τ.μ.- όπως και οι υπόλοιποι κρατούμενοι – ήταν μικρότερος από το «ανθρώπινο» ελάχιστο που διασφαλίζεται τόσο σε εθνικό επίπεδο από το άρθρο 21 § 4 του νόμου 2776/1999, ήτοι 6 τ.μ. ανά κρατούμενο, όσο και σε ευρωπαϊκό επίπεδο, σύμφωνα με τους κανόνες της Ευρωπαϊκής Επιτροπής για την πρόληψη των βασανιστηρίων.", "\t45. Ο προσφεύγων υπέστη συνεπώς μία δοκιμασία της οποίας η ένταση υπερέβη το αναπόφευκτο επίπεδο οδύνης που ενέχει η φυλάκιση, Υπέστη μία απάνθρωπη και εξευτελιστική μεταχείριση.", "\t46. Συνεπώς, υπήρξε παραβίαση του άρθρου 3 της Σύμβασης.", "", "\tΙΙ. ΕΠΙ ΤΩΝ ΛΟΙΠΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ", "", "\t47. Επικαλούμενος το άρθρο 14 της Σύμβασης, ο προσφεύγων παραπονείται για διάκριση σε σύγκριση με άλλους κρατούμενος οι οποίοι μπορούσαν να απολυθούν υπό τον όρο της ανάκλησης εφόσον είχαν εκτίσει τα 3/5 της ποινής τους, ενώ εκείνος είχε εκτίσει τα 4/5 της ποινής του, έχοντας καταδικασθεί για παράβαση σχετιζόμενη με τα ναρκωτικά.", "\t48. Λαμβανομένου υπόψη του συνόλου των στοιχείων στην κατοχή του, και στο μέτρο που είναι αρμόδιο να γνωρίζει τους διατυπωθέντες ισχυρισμούς, το Δικαστήριο δε διαπίστωσε καμία ένδειξη παραβίασης των δικαιωμάτων και ελευθεριών που εγγυάται η Σύμβαση ή τα Πρωτόκολλά της.", "\t49. Έπεται ότι αυτή η αιτίαση πρέπει να απορριφθεί ως προδήλως αβάσιμη, κατ’εφαρμογή του άρθρου 35 §§ 3 και 4 της Σύμβασης.", " ", "ΙΙΙ. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t50. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "\tΑ. Ζημία", "", "\t51. Ο προσφεύγων αξιώνει 10.000 ευρώ για την ηθική βλάβη που υποστηρίζει ότι υπέστη.", "\t52. Η Κυβέρνηση υποστηρίζει ότι η διαπίστωση της παραβίασης θα συνιστούσε επαρκή δίκαιη ικανοποίηση και αν το Δικαστήριο εκτιμά ότι πρέπει να επιδικάσει μία αποζημίωση, αυτή δεν πρέπει να υπερβεί τα 3.000 ευρώ.", "\t53. Το Δικαστήριο θεωρεί ότι συντρέχει λόγος να επιδικάσει στον προσφεύγοντα το αιτούμενο ποσό, ήτοι 10.000 ευρώ, για ηθική βλάβη.", "", "\tΒ. Έξοδα και δικαστική δαπάνη", "\t", "54. Ο προσφεύγων αξιώνει ομοίως 2.500 ευρώ για τα έξοδα και τη δικαστική δαπάνη ενώπιον του Δικαστηρίου.", "55. Η Κυβέρνηση θεωρεί αυτό το ποσό μη αιτιολογημένο και δηλώνει έτοιμη να καταβάλει 1.000 ευρώ.", "56. Σύμφωνα με τη νομολογία του Δικαστηρίου, ένας προσφεύγων δεν μπορεί να επιτύχει την επιστροφή των εξόδων και της δικαστικής δαπάνης παρά στο μέτρο που αποδεικνύονται η πραγματικότητα, η αναγκαιότητα και ο εύλογος χαρακτήρας του ύψους τους. Εν προκειμένω και λαμβανομένων υπόψη των εγγράφων στην κατοχή του και της νομολογίας του, το Δικαστήριο κρίνει εύλογο το αιτούμενο ποσό και το επιδικάζει στον προσφεύγοντα.", "", "\tΓ. Τόκοι υπερημερίας", "", "\t57. Το Δικαστήριο κρίνει προσήκον να βασίσει το επιτόκιο των τόκων υπερημερίας στο επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "", "1. Κηρύσσει την προσφυγή παραδεκτή ως προς την αιτίαση την ελκόμενη από το άρθρο 3 της Σύμβασης και απαράδεκτη κατά τα λοιπά.", "", "2. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 3 της Σύμβασης.", "", "3. Αποφαίνεται", "α) ότι το εναγόμενο Κράτος οφείλει να καταβάλει στον προσφεύγοντα, εντός τριών μηνών από την ημέρα κατά την οποία η απόφαση θα καταστεί τελεσίδικη σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, τα ακόλουθα ποσά:", "i) 10.000 (δέκα χιλιάδες) ευρώ, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος, για ηθική βλάβη,", "ii) 2.500 (δύο χιλιάδες πεντακόσια) ευρώ, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος από τον προσφεύγοντα, για τα έξοδα και τη δικαστική δαπάνη στα οποία υποβλήθηκε ενώπιον του Δικαστηρίου.", "β) ότι, από τη λήξη της προθεσμίας αυτής και μέχρι την καταβολή, τα ποσά αυτά θα προσαυξηθούν με τόκους υπολογιζόμενους με επιτόκιο ίσο με το επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, το οποίο θα ισχύει κατά την εν λόγω περίοδο, προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "Συντάχθηκε στη γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 10 Φεβρουαρίου 2011, κατ’εφαρμογή του άρθρου 77 §§ 2 και 3 του κανονισμού.", "\t", "(υπογραφή)\t\t\t\t\t(υπογραφή)", "Søren Nielsen\t\t\t\t\tNina Vajić", "Γραμματέας\t\t\t\t\tΠρόεδρος"]}