{"file": "GRE_HJUDGRE_29747_09.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "29747/09", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΑΝΘΡΩΠΙΝΩΝ ΔΙΚΑΙΩΜΑΤΩΝ", "", "", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "", "", "ΥΠΟΘΕΣΗ ΤΣΙΤΣΙΡΙΓΚΟΣ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 29747/09)", "", "", "", "ΑΠΟΦΑΣΗ", "", "", "", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "17 Ιανουαρίου 2012", "", "Η παρούσα απόφαση θα καταστεί οριστική σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "", "Στην υπόθεση Τσιτσιρίγκος κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε τμήμα αποτελούμενο από τους:", "\tNina Vajić, πρόεδρο,", "\tElisabeth Steiner,", "Khanlar Hajiyev,", "\tMirjana Lazarova Trajkovska,", "\tJulia Laffranque,", "Λινό-Αλέξανδρο Σισιλιάνο,", "Erik Møse, δικαστές,", "και τον Søren Nielsen, γραμματέα τμήματος.", "\tΑφού διασκέφθηκε σε συμβούλιο στις 13 Δεκεμβρίου 2011,", "\tΕκδίδει την πιο κάτω απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "", "\t1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 29747/09) στρεφόμενη κατά της Ελληνικής Δημοκρατίας από έναν υπήκοο του Κράτους αυτού, τον κύριο Δημήτριο Τσιτσιρίγκο («ο προσφεύγων»), ο οποίος προσέφυγε ενώπιον του Δικαστηρίου στις 16 Μαΐου 2009 δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση»).", "\t2. Ο προσφεύγων εκπροσωπήθηκε από τον κύριο Χ. Μυλωνά, δικηγόρο Αθηνών. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τους απεσταλμένους του αντιπροσώπου της, κυρία Γ. Παπαδάκη, πάρεδρο του Νομικού Συμβουλίου του Κράτους, και κυρία Μ. Γερμάνη, δικαστική αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.\t", "3. Ο προσφεύγων υποστήριζε ότι υπήρξαν παραβιάσεις του άρθρου 5 §§ 1 και 4 της Σύμβασης.", "\t4. Στις 29 Μαρτίου 2010, η προσφυγή κοινοποιήθηκε στην Κυβέρνηση. Όπως επιτρέπει το άρθρο 29 § 3 της Σύμβασης, αποφασίσθηκε επιπλέον να αποφανθεί το τμήμα συγχρόνως επί του παραδεκτού και επί της ουσίας.", "", "\tΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ", "", "\tΙ. ΟΙ ΣΥΝΘΗΚΕΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "", "\t5. Ο προσφεύγων έχει γεννηθεί το 1958 και κατοικεί στον Πειραιά.", "\t", "\t1. Η γένεση της υπόθεσης", "6. Ο προσφεύγων συνελήφθη και τέθηκε υπό προσωρινή κράτηση στις 4 Φεβρουαρίου 2008. Την ημερομηνία αυτή, εκκρεμούσαν σε βάρος του έξι εντάλματα σύλληψης και μία διάταξη προσωρινής κράτησης που είχαν εκδοθεί μεταξύ 2004 και 2007 (διάταξη προσωρινής κράτησης αριθ. 18/2004 και εντάλματα σύλληψης αριθ. 18/2004, 51/2004, 7/2005, 16/2005, 20/2005 και 2/2007) και είχαν παραταθεί με ξεχωριστές αποφάσεις του συμβουλίου πλημμελειοδικών Αθηνών.", "7. Όπως κατόπιν διαπίστωσε το συμβούλιο εφετών στην απόφασή του αριθ. 429/2009 (πιο κάτω παράγραφος 24), στις 4 Φεβρουαρίου 2008, ο προσφεύγων τέθηκε υπό κράτηση δυνάμει της διάταξης αριθ. 18/2004 και του εντάλματος σύλληψης αριθ. 51/2004, του οποίου η ισχύς είχε παραταθεί έως τις 11 Φεβρουαρίου 2008 με απόφαση του δικαστικού συμβουλίου με ημερομηνία 2 Αυγούστου 2005. Εν συνεχεία κρατήθηκε δυνάμει του εντάλματος σύλληψης αριθ.18/2004, του οποίου η ισχύς είχε παραταθεί έως τις 18 Μαρτίου 2008 με απόφαση του δικαστικού συμβουλίου με ημερομηνία 31 Οκτωβρίου 2005. Από τις 18 έως τις 28 Μαρτίου 2008, κρατήθηκε δυνάμει του εντάλματος σύλληψης αριθ. 2/2007, του οποίου η ισχύς είχε παραταθεί με την απόφαση αριθ. 2685/2007 του δικαστικού συμβουλίου.", "8. Τον Φεβρουάριο και τον Μάρτιο του 2008, όλες οι περιπτώσεις θέσης υπό κράτηση, εκτός από εκείνη που είχε διατάξει το ένταλμα αριθ. 3/2008 (πιο κάτω παράγραφος 9), αντικαταστάθηκαν από απόλυση υπό όρους.", "9. Στις 11 Φεβρουαρίου 2008, ο ανακριτής του πλημμελειοδικείου Αθηνών εξέδωσε νέο ένταλμα σύλληψης με αριθμό 3/2008, στο οποίο υποδεικνυόταν ως ημερομηνία έναρξης της κράτησης η 4η Φεβρουαρίου 2008, ήτοι εκείνη της σύλληψης του προσφεύγοντος. Η κράτηση διατάχθηκε για περίοδο έξι μηνών, ήτοι έως τις 4 Αυγούστου 2008.", "10. Με την απόφαση αριθ. 1157/2008 της 27ης Ιουνίου 2008, το συμβούλιο εφετών Αθηνών διευκρίνισε ότι ημερομηνία έναρξης της κράτησης ήταν η 4η Φεβρουαρίου 2008, παρέτεινε την ισχύ του προαναφερόμενου εντάλματος αριθ. 3/2008 και παρέπεμψε τον προσφεύγοντα σε δίκη, με δεκαεπτά άλλους συγκατηγορούμενους, για τα ακόλουθα αδικήματα: α) απάτες κατ’εξακολούθηση τελεσθείσες κατ’επάγγελμα το ποσό των οποίων υπερβαίνει τα 15.000 και 73.000 ευρώ, β) νομιμοποίηση εσόδων από εγκληματική δραστηριότητα τελεσθείσα κατ’επάγγελμα από άτομο ιδιαίτερα επικίνδυνο, γ) σύσταση συμμορίας.", "", "2. Η απόφαση αριθ. 1495/2008 του συμβουλίου εφετών", "11. Με την απόφαση αριθ. 1495/2008 της 5ης Αυγούστου 2008, το συμβούλιο εφετών παρέτεινε την κράτηση, υιοθετώντας την πρόταση του εισαγγελέα. Αναφερόμενη στην εν λόγω πρόταση, η απόφαση διευκρίνιζε ότι συνέτρεχε λόγος να παραταθεί η κράτηση του προσφεύγοντος κατά έξι μήνες έως το προβλεπόμενο από το νόμο ανώτατο όριο του ενός έτους, ήτοι από τις 4 Αυγούστου 2008 έως τις 4 Φεβρουαρίου 2009.", "12. Καθώς κανένα ένδικο μέσο δεν ασκήθηκε κατά της εν λόγω απόφασης, αυτή κατέστη οριστική.", "", "3. Οι αιτήσεις απόλυσης του προσφεύγοντος", "13. Στις 23 Σεπτεμβρίου 2008, ο προσφεύγων κατέθεσε αίτηση απόλυσης υπό όρους. Παρά τη θετική πρόταση του εισαγγελέα, το δικαστικό συμβούλιο την απέρριψε στις 27 Νοεμβρίου 2008.", "14. Στις 26 Νοεμβρίου 2008, ο προσφεύγων κατέθεσε νέα αίτηση, η οποία ομοίως απορρίφθηκε στις 3 Φεβρουαρίου 2009 υπό τις ίδιες συνθήκες.", "15. Παρά τα στοιχεία που περιέχονταν στην απόφαση αριθ. 1495/2008, ο προσφεύγων δεν αφέθηκε ελεύθερος στις 4 Φεβρουαρίου 2009 αλλά παρέμεινε υπό κράτηση.", "16. Την ημερομηνία αυτή, η δικηγόρος του προσφεύγοντος αιτήθηκε την υπό όρους απόλυσή του για το λόγο ότι είχε παρέλθει το χρονικό διάστημα του ενός έτους που προβλεπόταν στο άρθρο 287 § 2 του κώδικα ποινικής δικονομίας (ΚΠΔ).", "17. Ο αρμόδιος εισαγγελέας αρνήθηκε να κάνει δεκτή αυτή την αίτηση, υποστηρίζοντας ότι είχε αμφιβολίες ως προς την ακριβή ημερομηνία θέσης του προσφεύγοντος υπό κράτηση. Έκρινε ότι αυτή η αίτηση συνιστούσε «αντίρρηση ως προς την παράταση ή τη συμπλήρωση των ανώτατων ορίων της προσωρινής κράτησης» υπό την έννοια του άρθρου 287 § 2 ΚΠΔ και, στις 5 Φεβρουαρίου 2009, την ανέθεσε σε έναν από τους αντεισαγγελείς προκειμένου να καταθέσει πρόταση στο δικαστικό συμβούλιο.", "18. Στις 6 Φεβρουαρίου 2009, ένας από τους δικηγόρους του προσφεύγοντος κατέθεσε προσφυγή πενήντα τριών σελίδων με σκοπό την απόλυση του ενδιαφερόμενου. Η προσφυγή στηριζόταν στα άρθρα 6 § 4 του Συντάγματος, 287 ΚΠΔ και 6 § 2 της Σύμβασης. Υπογράμμιζε ότι η κράτηση του προσφεύγοντος πέραν της 4ης Φεβρουαρίου 2009 στερείτο οποιασδήποτε νομικής βάσης. Μία συμπληρωματική προσφυγή, κατατεθείσα στις 9 Φεβρουαρίου 2009 από έναν άλλο δικηγόρο του προσφεύγοντος, επαναλάμβανε τα ίδια επιχειρήματα. Οι προσφυγές αυτές εξετάσθηκαν στο πλαίσιο της πρότασης του αντεισαγγελέα με ημερομηνία 12 Φεβρουαρίου 2009 (βλέπε κατωτέρω).", "", "4. Η πρόταση του αντεισαγγελέα με ημερομηνία 12 Φεβρουαρίου 2009", "19. Στις 12 Φεβρουαρίου 2009, ο αντεισαγγελέας εισήγαγε ενώπιον του δικαστικού συμβουλίου πρόταση με την οποία ζητούσε την παράταση της προσωρινής κράτησης του προσφεύγοντος για μία συμπληρωματική περίοδο έξι μηνών, ήτοι έως τις 28 Σεπτεμβρίου 2009. Η πρόταση αυτή αφορούσε μόνο ένα από τα τρία αδικήματα για τα οποία κατηγορείτο ο προσφεύγων, εκείνο της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα.", "20. Ο αντεισαγγελέας έκρινε ότι η έναρξη της κράτησης του προσφεύγοντος έπρεπε να υπολογισθεί από τις 28 Μαρτίου 2009 και όχι από τις 4 Φεβρουαρίου 2008, διότι κατά τη σύλληψη του προσφεύγοντος, στις 4 Φεβρουαρίου 2008, εκκρεμούσαν και άλλα εντάλματα σύλληψης σε βάρος του των οποίων η ισχύ είχε παραταθεί με αποφάσεις του συμβουλίου πλημμελειοδικών. Στηριζόταν σε μία νομολογία βάσει της οποίας το ανώτατο όριο της προσωρινής κράτησης μπορούσε να τροποποιηθεί εφόσον συνυπολογίζονταν ποινές φυλάκισης ή πολυάριθμες αποφάσεις κράτησης. Κατά τον εισαγγελέα, εφόσον υφίσταντο πολυάριθμες αποφάσεις κράτησης, ο κατηγορούμενος δεν κρατείτο συγχρόνως δυνάμει του συνόλου αυτών, αλλά κρατείτο δυνάμει της πρώτης και κατόπιν, μετά τη λήξη αυτής, δυνάμει της δεύτερης.", "21. Στις 20 Φεβρουαρίου 2009, ο προσφεύγων κατάθεσε παρατηρήσεις όπου υποστήριζε ότι η πρόταση του εισαγγελέα ήταν αβάσιμη. Υποστήριζε ιδίως ότι η προβλεπόμενη στο άρθρο 287 § 2β) ΚΠΔ διαδικασία και οι απαιτούμενες προθεσμίες δεν είχαν τηρηθεί. Υπογράμμιζε ότι σε περίπτωση παράτασης της προσωρινής κράτησης πέραν του ενός έτους, η εξέταση της υπόθεσης από το δικαστικό συμβούλιο και η απόφαση αυτού έπρεπε να λάβουν χώρα εντός της εν λόγω προθεσμίας του ενός έτους. Εν προκειμένω, ήταν προφανές κατά την άποψή του ότι η πρόταση του εισαγγελέα, με ημερομηνία 12 Φεβρουαρίου 2009, είχε συνταχθεί περισσότερο από ένα έτος μετά την έναρξη της κράτησης. Ο προσφεύγων σημείωνε επιπλέον ότι οι εισαγγελείς και εφέτες γνώριζαν όλα τα εντάλματα σύλληψης που είχαν εκδοθεί σε βάρος του και τις ημερομηνίες κατά τις οποίες αυτά είχαν αρχίσει να εκτελούνται, και ότι τέσσερα δικαστικά συμβούλια με διαφορετική σύνθεση είχαν πολλάκις δηλώσει ότι, σε αυτή την υπόθεση, καθώς η προσωρινή κράτηση είχε αρχίσει στις 4 Φεβρουαρίου 2008, το ανώτατο όριο ήταν η 4η Φεβρουαρίου 2009.", "", "5. Η διαδικασία ενώπιον του συμβουλίου εφετών", "22. Στις 24 Φεβρουαρίου 2009, το συμβούλιο εφετών συνήλθε για να κρίνει αν έπρεπε να παρατείνει την προσωρινή κράτηση του προσφεύγοντος. Ο τελευταίος παραστάθηκε με τους δύο δικηγόρους του και υποστήριξε ότι κρατείτο αναιτίως εδώ και είκοσι ημέρες.", "23. Στις έγγραφες παρατηρήσεις του που κατέθεσε την ίδια ημέρα, ο προσφεύγων επικαλείτο μία παραβίαση του άρθρου 5 § 1 της Σύμβασης και του άρθρου 6 § 4 του Συντάγματος. Υπογράμμιζε ότι μετά τον Αύγουστο του 2008, η μόνη και μοναδική νομική βάση για την κράτησή του ήταν η απόφαση αριθ. 1495/2008 του συμβουλίου εφετών, η οποία είχε καταστεί τελεσίδικη. Η εν λόγω απόφαση διέτασσε ρητά την παράταση της κράτησης έως τις 4 Φεβρουαρίου 2009 και, συνεπώς, είχε σταματήσει να παράγει αποτελέσματα. Έως τις 4 Φεβρουαρίου 2009, καμία άλλη απόφαση δεν είχε οδηγήσει σε παράταση της κράτησης πέραν του ενός έτους. Ως εκ τούτου, ο προσφεύγων συνέχιζε να κρατείται στις 20 Φεβρουαρίου 2009 χωρίς καμία νόμιμη αιτία. Ο προσφεύγων διευκρίνιζε ότι ο εισαγγελέας είχε δηλώσει στους δικηγόρους του ότι δε διέταζε την απόλυση διότι είχε αμφιβολίες ως προς την ημερομηνία έναρξης της προσωρινής κράτησης. Εν τούτοις, οι αμφιβολίες ενός εισαγγελέα δεν μπορούσαν να συνιστούν νομική βάση για μία κράτηση. Η εξέταση των εν λόγω αμφιβολιών από ένα δικαστικό συμβούλιο, η οποία θα λάμβανε χώρα σε μία αόριστη μελλοντική ημερομηνία, δε θα μπορούσε σε καμία περίπτωση να αντικαταστήσει μία δικαστική απόφαση, αντιβαίνοντας προς τις επιταγές του Συντάγματος. Κατά συνέπεια, για διάστημα είκοσι ημερών δεν υφίστατο καμία νόμιμη αιτία για την κράτησή του, η οποία ήταν ως εκ τούτου αυθαίρετη και παράνομη τόσο ως προς τον ΚΠΔ όσο και προς το άρθρο 5 § 1 της Σύμβασης. Η πρόταση του εισαγγελέα αγνοούσε παντελώς το πρόβλημα της απουσίας νόμιμης αιτίας κράτησης.", "24. Με την απόφαση αριθ. 429/2009 που έλαβε στις 26 Φεβρουαρίου 2009 (δημοσιεύθηκε στις 6 Απριλίου 2009), το δικαστικό συμβούλιο αποφάσισε να παρατείνει την κράτηση του προσφεύγοντος έως τις 28 Σεπτεμβρίου 2009 (ημερομηνία η οποία αντιστοιχούσε στην ανώτατη διάρκεια των δεκαοκτώ μηνών που επιτρέπει το άρθρο 287 § 2 ΚΠΔ). Πράγματι, κατέληξε ότι η κράτηση είχε αρχίσει στις 28 Μαρτίου 2008 και όχι στις 4 Φεβρουαρίου 2008, ημερομηνία σύλληψης του προσφεύγοντος, και έκρινε ότι εν τω μεταξύ, αυτός είχε κρατηθεί κατ’εκτέλεση των ενταλμάτων σύλληψης των προγενέστερων του εντάλματος αριθ. 3/2008 ώσπου η εν λόγω κράτηση καλύφθηκε από το τελευταίο αυτό ένταλμα. Υπογράμμισε καταρχήν τα εξής:", "«Συνεπώς, η δικογραφία που αφορά την παράταση της προσωρινής κράτησης έχει εισαχθεί νομίμως σε ό,τι αφορά το αδίκημα της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα τελεσθείσας κατ’εξακολούθηση από τον κατηγορούμενο, άτομο ιδιαίτερα επικίνδυνο, και τιμωρούμενο με ποινή κάθειρξης τουλάχιστον δέκα ετών. Το συμπέρασμα αυτό δεν κλονίζεται από το γεγονός ότι η απόφαση αριθ. 1495/2008 του ίδιου αυτού δικαστικού συμβουλίου παρέτεινε κατά έξι μήνες την προσωρινή κράτηση του κατηγορουμένου, ήτοι από τις 4 Αυγούστου 2008 στις 4 Φεβρουαρίου 2009, διότι η προσωρινή κράτηση αυτού είχε στην πραγματικότητα αρχίσει στις 28 Μαρτίου 2008, με το ένταλμα σύλληψης αριθ. 3/2008. Δεν υπήρξε ως εκ τούτου παραβίαση του άρθρου 287 §§ 2 και 3 του κώδικα ποινικής δικονομίας ούτε του άρθρου 6 § 4 του Συντάγματος».", "25. Το δικαστικό συμβούλιο σημείωσε στη συνέχεια ότι κατά την έκδοση των αρχικών ενταλμάτων σύλληψης ή εντός εύλογου χρονικού διαστήματος κατόπιν της έκδοσης, δεν ήταν δυνατό, στη βάση των αποδεικτικών στοιχείων που υφίσταντο εκείνη την περίοδο, να ασκηθεί ποινική δίωξη σε βάρος του προσφεύγοντος για όλες τις πράξεις που περιέχονταν στο ένταλμα σύλληψης αριθ. 3/2008. Αν και τα πορίσματα των εξειδικευμένων σε οικονομικά εγκλήματα ανακριτών περιελάμβαναν ορισμένα στοιχεία σχετικά με τα αδικήματα που είχε διαπράξει ο προσφεύγων, τα στοιχεία αυτά δεν επαρκούσαν για την άσκηση ποινικής δίωξης για ορισμένα αδικήματα, ιδίως εκείνο της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα, για το οποίο το άρθρο 43 του ΚΠΔ απαιτεί σοβαρές ενδείξεις. Η υπόθεση ήταν ιδιαίτερη πολύπλοκη λόγω του αριθμού των κατηγορουμένων και της ανάγκης διερεύνησης δεκάδων υπεράκτιων και ανώνυμων εταιριών που τα πρόσωπα αυτά είχαν συστήσει. Τα στοιχεία που θα μπορούσαν να στοιχειοθετήσουν την κατηγορία της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα συνελέγησαν σταδιακά. Κατόπιν έγινε συνένωση πολυάριθμων δικογραφιών. Η έκδοση πολυάριθμων ενταλμάτων σύλληψης και διατάξεων κράτησης δεν είχε ως σκοπό να παρακάμψει τις εγγυήσεις του άρθρου 6 § 4 του Συντάγματος αλλά ήταν δικαιολογημένη από τον μεγάλο αριθμό των αξιόποινων πράξεων και από την άρνηση του προσφεύγοντος να παρουσιασθεί ενώπιον του ανακριτή.", "26. Στις 28 Απριλίου 2009, ο προσφεύγων κάλεσε τον εισαγγελέα του Αρείου Πάγου να ασκήσει αίτηση αναίρεσης κατά της απόφασης αριθ. 429/2009, αλλά αυτός δεν έδωσε συνέχεια.", "", "6. Η διαδικασία ενώπιον του τριμελούς εφετείου κακουργημάτων Αθηνών", "27. Στις 20 Μαΐου 2009, έλαβε χώρα συζήτηση ενώπιον του τριμελούς εφετείου κακουργημάτων Αθηνών. Αυτή ανέβαλε την εξέταση της υπόθεσης και αποφάσισε την αντικατάσταση της κράτησης του προσφεύγοντος με υπό όρους απόλυση. Προκειμένου να λάβει αυτή την απόφαση, το εφετείο δεν στηρίχθηκε στη διάρκεια της προσωρινής κράτησης του προσφεύγοντος, αλλά στα σοβαρά προβλήματα υγείας που αντιμετώπιζαν ορισμένα μέλη της οικογένειάς του, ιδίως η σύζυγος και ο γιος του.", "28. Ο προσφεύγων αφέθηκε ελεύθερος στις 21 Μαΐου 2009. ", "", "ΙΙ. ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ Η ΠΡΑΚΤΙΚΗ", "", "\t29. Το άρθρο 6 § 4 του Συντάγματος του 1975 προβλέπει:", "«4. Νόμος ορίζει το ανώτατο όριο διάρκειας της προφυλάκισης, που δεν μπορεί να υπερβεί ένα έτος στα κακουργήματα και τους έξι μήνες στα πλημμελήματα. Σε εντελώς εξαιρετικές περιπτώσεις τα ανώτατα αυτά όρια μπορούν να παραταθούν για έξι και τρεις μήνες, αντίστοιχα, με απόφαση του αρμόδιου δικαστικού συμβουλίου.»", "", "30. Το άρθρο 287 του ΚΠΔ έχει ως εξής:", "«1. Αν η προσωρινή κράτηση διαρκέσει έξι μήνες όταν πρόκειται για κακούργημα, ή τρεις μήνες όταν πρόκειται για πλημμέλημα, το δικαστικό συμβούλιο αποφαίνεται με ειδικά αιτιολογημένο βούλευμα του, αν πρέπει να απολυθεί ο κατηγορούμενος από τις φυλακές ή να εξακολουθήσει η προσωρινή κράτηση του. Για το σκοπό αυτόν:", "α) Αν η ανάκριση συνεχίζεται, πέντε ημέρες πριν από τη συμπλήρωση του χρονικού αυτού διαστήματος ο ανακριτής αναφέρει στον εισαγγελέα εφετών με αιτιολογημένη έκθεσή του τους λόγους για τους οποίους δεν περατώθηκε η ανάκριση και διαβιβάζει τη δικογραφία στον εισαγγελέα πλημμελειοδικών. Ο εισαγγελέας πλημμελειοδικών μέσα σε δέκα ημέρες εισάγει τη δικογραφία στο συμβούλιο πλημμελειοδικών. Πέντε (5) τουλάχιστον ημέρες πριν από τη συνεδρίαση ειδοποιείται με οποιοδήποτε μέσο (έγγραφο, τηλεγράφημα, τηλετύπημα ή τηλεομοιοτύπημα) ο κατηγορούμενος, ο οποίος μπορεί να εκθέσει τις απόψεις του με υπόμνημα που διαβιβάζεται αμέσως στο δικαστικό συμβούλιο με επιμέλεια της διεύθυνσης της φυλακής. Το συμβούλιο μπορεί να καλέσει με τον ίδιο τρόπο τον κατηγορούμενο να εμφανισθεί για να αναπτύξει προφορικά τις απόψεις του, είτε αυτοπροσώπως είτε δια συνηγόρου (...). Το συμβούλιο αποφαίνεται αφού ακούσει και τον εισαγγελέα. Αν η ανάκριση ενεργείται από εφέτη κατά το άρθρο 29, αρμόδιο να αποφανθεί είναι το συμβούλιο των εφετών.", "β) Αν η ανάκριση έχει περατωθεί, ο εισαγγελέας του δικαστηρίου, στο οποίο θα δικαστεί η υπόθεση ή ο εισαγγελέας εφετών (...) πέντε ημέρες πριν από τη συμπλήρωση του παραπάνω χρονικού διαστήματος εισάγει τη δικογραφία με αιτιολογημένη πρότασή του στο αρμόδιο κατά την επόμενη παράγραφο συμβούλιο. Κατά τα λοιπά ισχύουν όσα ορίζονται στην προηγούμενη παράγραφο για την ακρόαση του κατηγορουμένου και του εισαγγελέα.", "2. Σε κάθε περίπτωση έως και την έκδοση της οριστικής απόφασης η προσωρινή κράτηση για το ίδιο έγκλημα δεν μπορεί να υπερβεί το έτος. Σε εντελώς εξαιρετικές περιστάσεις, η προσωρινή κράτηση μπορεί να παραταθεί για έξι το πολύ μήνες με ειδικά αιτιολογημένο βούλευμα:", "α) του συμβουλίου εφετών (...) και", "β) του συμβουλίου πλημμελειοδικών (...).", "Αν η υπόθεση εκκρεμεί στον ανακριτή και συνεχίζεται η προσωρινή κράτηση σύμφωνα με την παρ. 1, ο ανακριτής τριάντα ημέρες πριν από την συμπλήρωση του ανώτατου ορίου της σύμφωνα με την παράγραφο, διαβιβάζει τη δικογραφία στον εισαγγελέα, ο οποίος μέσα σε δεκαπέντε ημέρες την εισάγει με πρότασή του στο συμβούλιο. Σε κάθε άλλη περίπτωση ο αρμόδιος εισαγγελέας, είκοσι πέντε ημέρες τουλάχιστον πριν από τη συμπλήρωση του ανώτατου ορίου της προσωρινής κράτησης σύμφωνα με αυτή στην παράγραφο ή πριν από το τέλος της παράτασης που ήδη είχε χορηγηθεί, υποβάλλει στο αρμόδιο συμβούλιο πρόταση για παράταση ή όχι της προσωρινής κράτησης. Κατά τα λοιπά ισχύουν όσα ορίζονται στην προηγούμενη παράγραφο για την ακρόαση του κατηγορουμένου και του εισαγγελέα. [Κατά των βουλευμάτων της παρούσης παραγράφου μπορεί να ασκηθεί αναίρεση από τον κατηγορούμενο και τον εισαγγελέα.]", "(...)", "5. Κάθε αμφιβολία ή αντίρρηση ως προς την παράταση ή τη συμπλήρωση των ανώτατων ορίων της προσωρινής κράτησης επιλύεται από το κατά την παρ. 2 αρμόδιο δικαστικό συμβούλιο, εφαρμόζονται δε και στην περίπτωση αυτήν όσα ορίζονται στην παρ. 1 στοιχείο α’ για την ακρόαση του κατηγορουμένου και του εισαγγελέα.»", "", "\t31. Οι νομικοί (ιδίως, Αθανάσιος Κονταξής, κώδικας ποινικής δικονομίας, τόμος 2, Αθήνα 2006, ερμηνεία του άρθρου 287 του κώδικα) δέχονται ότι η «απόφαση στη βάση μίας κράτησης ισχύει για διάστημα ενός έτους, σύμφωνα με το άρθρο 6 του Συντάγματος. Πέραν αυτού, δεν υφίσταται νομική βάση για την κράτηση. Η παράταση της κράτησης πρέπει να βασίζεται σε απόφαση του δικαστικού συμβουλίου, η οποία θα πρέπει εν τούτοις να έχει εκδοθεί πριν τη λήξη του διαστήματος του ενός έτους. Ελλείψει τούτου, δεν υφίσταται νομική βάση για την κράτηση για το διάστημα μεταξύ των δύο αποφάσεων. Η έκδοση νέας απόφασης μετά τη λήξη ισχύος της πρώτης δεν μπορεί να συμπληρώσει αναδρομικά αυτό το κενό, διότι τούτο θα σήμαινε ότι ένα άτομο κρατείται χωρίς νόμιμη αιτία εν αναμονή μίας νομιμοποίησης. Εν τούτοις, τούτο αντιβαίνει στη νομιμότητα».", "\t32. Τα άλλα εφαρμοστέα άρθρα του ΚΠΔ προβλέπουν:", "Άρθρο 483 § 3", "«Ο εισαγγελέας του Αρείου Πάγου μπορεί να ζητήσει την αναίρεση οποιουδήποτε βουλεύματος [του δικαστικού συμβουλίου] με σχετική δήλωση στο γραμματέα του Αρείου Πάγου (...)»", "", "Άρθρο 533", "«1. Έχουν το δικαίωμα να ζητήσουν από το δημόσιο αποζημίωση: (α) οι προσωρινά κρατηθέντες, που αθωώθηκαν αμετάκλητα με βούλευμα ή απόφαση δικαστηρίου (...)»", "", "Άρθρο 535 § 1", "«Το Δημόσιο δεν έχει υποχρέωση για αποζημίωση, αν εκείνος που (...) κρατήθηκε προσωρινά έγινε από πρόθεση παραίτιος (...) της προσωρινής κράτησης.»", "", "ΩΣ ΠΡΟΣ ΤΟ ΝΟΜΟ", "", "Ι. ΕΠΙ ΤΗΣ ΕΝΣΤΑΣΗΣ ΤΗΣ ΚΥΒΕΡΝΗΣΗΣ ΠΕΡΙ ΜΗ ΕΞΑΝΤΛΗΣΗΣ ΤΩΝ ΕΘΝΙΚΩΝ ΕΝΔΙΚΩΝ ΜΕΣΩΝ", "", "\t33. Η Κυβέρνηση καλεί το Δικαστήριο να απορρίψει την προσφυγή λόγω μη εξάντλησης των εθνικών ενδίκων μέσων. Ο προσφεύγων είχε, δυνάμει του άρθρου 483 § 3 ΚΠΔ, τη δυνατότητα να απευθύνει αίτηση στον εισαγγελέα του Αρείου Πάγου να ασκήσει αίτηση αναίρεσης κατά της απόφασης αριθ. 429/2009 του συμβουλίου εφετών. Η Κυβέρνηση στηρίζεται στην απόφαση Γώρου κατά Ελλάδας (αριθ.3) (αριθ. 21845/03, § 22, 22 Ιουνίου 2006) και κυρίως στην απόφαση Alija κατά Ελλάδας (αριθ. 73717/01, 7 Απριλίου 2005), όπου το Δικαστήριο έκρινε, ενώ είχαν εφαρμογή άρθρα του ΚΠΔ παρόμοια με το προαναφερόμενο άρθρο 483 § 3, ότι η κατάθεση αίτησης στον εισαγγελέα προκειμένου αυτός να ασκήσει αίτηση αναίρεσης αποτελούσε ένδικο μέσο προς εξάντληση κατά το άρθρο 35 της Σύμβασης. Στην παρούσα υπόθεση, η αποδοχή από τον εισαγγελέα της αίτησης του προσφεύγοντος να ασκήσει αίτηση αναίρεσης θα είχε οδηγήσει σε μία εξέταση των αιτιάσεων αυτού που σχετίζονταν με τη νομιμότητα της κράτησής του.", "\t34. Προς στήριξη αυτής της ένστασης, η Κυβέρνηση προσκομίζει μία απόφαση του δικαστικού συμβουλίου του Αρείου Πάγου το οποίο, εξετάζοντας σχετική αίτηση του εισαγγελέα, ακύρωσε μία απόφαση του συμβουλίου εφετών που παρέπεμπε τον κατηγορούμενο σε δίκη. Επισημαίνει ότι η αίτηση του εισαγγελέα προέβαλλε την ανεπάρκεια της αιτιολογίας της απόφασης του συμβουλίου εφετών και ότι το δικαστικό συμβούλιο του Αρείου Πάγου έκανε δεκτή την αίτηση, αναίρεσε την απόφαση του συμβουλίου εφετών και ανέπεμψε την υπόθεση ενώπιόν του.", "\t35. Ο προσφεύγων υποστηρίζει καταρχήν ότι η ένσταση της Κυβέρνησης είναι απαράδεκτη διότι είναι εκπρόθεσμη: η Κυβέρνηση την προέβαλε για πρώτη φορά στις συμπληρωματικές παρατηρήσεις της επί του άρθρου 41 της Σύμβασης. Υπογραμμίζει επιπλέον ότι είχε πράγματι καταθέσει ενώπιον του εισαγγελέα αίτηση στη βάση του άρθρου 483 § 3 ΚΠΔ αλλά ότι ο εισαγγελέας αρνήθηκε να ασκήσει αίτηση αναίρεσης χωρίς να αιτιολογήσει την απόφασή του. Υπογραμμίζει επιπλέον ότι η προσφυγή στον εισαγγελέα με σκοπό την αναίρεση μίας απόφασης που παρατείνει την προφυλάκιση δε συνιστά ούτε μία πάγια πρακτική στην ελληνική έννομη τάξη ούτε ένα ένδικο μέσο προς εξάντληση πριν την κατάθεση προσφυγής ενώπιον του Δικαστηρίου. Μία τέτοια πρακτική υφίσταται μόνο σε ό,τι αφορά την κατάθεση αίτησης της πολιτικής αγωγής ενώπιον του εισαγγελέα προκειμένου να του ζητήσει να ασκήσει αίτηση αναίρεσης κατά μίας αθωωτικής απόφασης, όπως το Δικαστήριο έχει εξάλλου διαπιστώσει στην απόφαση Γώρου κατά Ελλάδας (αριθ.2) ([GC], αριθ. 12686/03, §§ 30-35, CEDH 2009-...).", "\t36. Το Δικαστήριο υπενθυμίζει ότι σκοπός του κανόνα της εξάντλησης των εθνικών ενδίκων μέσων είναι να επιτρέπει στις εθνικές αρχές (ιδίως στις δικαστικές αρχές) να εξετάσουν την αιτίαση που αφορά την παραβίαση ενός δικαιώματος που προστατεύει η Σύμβαση και, ενδεχομένως, να επανορθώσουν την εν λόγω παραβίαση πριν την άσκηση προσφυγής ενώπιον του Δικαστηρίου (Kudla κατά Πολωνίας [GC], no. 30210/96, § 152, CEDH 2000-XI).", "\t37. Το Δικαστήριο σημειώνει καταρχήν ότι η ένσταση της Κυβέρνησης αφορά ουσιαστικά την αιτίαση την ελκόμενη από το άρθρο 5 § 1 της Σύμβασης.", "\t38. Το Δικαστήριο δεν μπορεί να συνταχθεί με το επιχείρημα του προσφεύγοντος σύμφωνα με το οποίο η ένσταση της Κυβέρνησης ήταν εκπρόθεσμη. Υπενθυμίζει ότι κατά την κοινοποίηση της παρούσας προσφυγής, είχε αποφασίσει ότι αυτή προσφερόταν για μία από κοινού εξέταση του παραδεκτού και της ουσίας, κατ’εφαρμογή των άρθρων 29 § 1 της Σύμβασης και 54Α του κανονισμού. Υπενθυμίζει επίσης ότι το άρθρο 55 του κανονισμού προβλέπει ότι, αν το εναγόμενο Κράτος σκοπεύει να εγείρει ένσταση απαραδέκτου, πρέπει να πράξει τούτο, στο μέτρο που το επιτρέπουν ο χαρακτήρας της ένστασης και οι περιστάσεις, στις έγγραφες ή προφορικές παρατηρήσεις επί του παραδεκτού της προσφυγής. Έπεται ότι, εφόσον το Δικαστήριο δεν έχει αποφασίσει να αποφανθεί με ξεχωριστή απόφαση επί του παραδεκτού της προσφυγής, το εναγόμενο Κράτος μπορεί να εγείρει μία ένσταση όχι μόνο στις αρχικές παρατηρήσεις του αλλά και στις συμπληρωματικές παρατηρήσεις σε απάντηση εκείνων του προσφεύγοντος, δίδοντας και στον τελευταίο τη δυνατότητα να απαντήσει.", "\t39. Ακόμα κι αν υποτεθεί ότι η κατάθεση αίτησης στον εισαγγελέα ήταν, εν προκειμένω, ένα αποτελεσματικό ένδικο μέσο, το Δικαστήριο σημειώνει ότι, στις 28 Απριλίου 2009, ο προσφεύγων κατέθεσε πράγματι αίτηση στον εισαγγελέα του Αρείου Πάγου καλώντας τον να ασκήσει αίτηση αναίρεσης κατά της απόφασης αριθ. 429/2009 του δικαστικού συμβουλίου. Εν τούτοις, ο εισαγγελέας δεν έδωσε καμία συνέχεια σε αυτή την αίτηση.", "\tΠρέπει επομένως να απορριφθεί η ένσταση της Κυβέρνησης.", "", "ΙΙ. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 5 § 1 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t40. Ο προσφεύγων παραπονείται ότι κρατήθηκε από τις 4 Φεβρουαρίου έως τις 6 Απριλίου 2009 (ημερομηνία δημοσίευσης της απόφασης αριθ. 429/2009) χωρίς καμία νομική βάση, και ότι η διατήρηση της προφυλάκισής του πέραν του ενός έτους ήταν αντίθετη προς την εσωτερική διαδικασία επί αυτού και ιδίως προς το άρθρο 287 § 2 ΚΠΔ. Υποστηρίζει ότι υπήρξε παραβίαση του άρθρου 5 § 1 της Σύμβασης, σύμφωνα με το οποίο:", "«1. Παν πρόσωπον έχει δικαίωμα εις την ελευθερίαν και την ασφάλειαν. Ουδείς επιτρέπεται να στερηθή της ελευθερίας του ειμή εις τας ακολούθως περιπτώσεις και συμφώνως προς την νόμιμον διαδικασίαν:", "(...)", "γ) εάv συvελήφθη και κρατήται όπως oδηγηθή εvώπιov της αρμoδίας δικαστικής αρχής εις τηv περίπτωσιv ευλόγoυ υπovoίας ότι διέπραξεv αδίκημα, ή υπάρχoυv λoγικά δεδoμέvα πρoς παραδoχήv της αvάγκης όπως oύτoς εμπoδισθή από τoυ vα διαπράξη αδίκημα ή δραπετεύση μετά τηv διάπραξιv τoύτoυ", "(...)»", "", "Α. Επί του παραδεκτού", "\t41. Το Δικαστήριο διαπιστώνει ότι η αιτίαση αυτή δεν είναι προδήλως αβάσιμη υπό την έννοια του άρθρου 35 § 3 της Σύμβασης. Σημειώνει επιπλέον ότι αυτή δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου. Πρέπει επομένως να κηρυχθεί παραδεκτή.", "", "", "\tΒ. Επί της ουσίας", "\t42. Η Κυβέρνηση υποστηρίζει ότι η κράτηση του προσφεύγοντος από τις 4 Φεβρουαρίου έως τις 6 Απριλίου 2009 πληρούσε τις προβλεπόμενες στο άρθρο 5 § 1 προϋποθέσεις: είχε αποφασισθεί λόγω σοβαρών υποψιών σε βάρος του προσφεύγοντος για το αδίκημα της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα προκειμένου να αποφευχθεί ο κίνδυνος διαφυγής και η τέλεση νέων αδικημάτων. Όπως προκύπτει από την απόφαση αριθ. 429/2009 του δικαστικού συμβουλίου, η παράταση της κράτησης του προσφεύγοντος αφορούσε μόνο το αδίκημα της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα, τιμωρούμενο με ποινή κάθειρξης δέκα ετών.", "\t43. Η Κυβέρνηση υποστηρίζει ότι τηρήθηκε η νόμιμη διαδικασία σε ό,τι αφορά την παράταση της προσωρινής κράτησης του προσφεύγοντος. Αυτή βασιζόταν αρχικά στο ένταλμα αριθ. 3/2008, του οποίου η ισχύς είχε παραταθεί με την απόφαση αριθ. 429/2009 του ίδιου δικαστικού συμβουλίου. Η τελευταία αυτή απόφαση είχε εκδοθεί στις 26 Φεβρουαρίου 2008, δηλαδή πριν τη λήξη ισχύος του εντάλματος αριθ. 3/2008, το οποίο έληγε στις 28 Μαρτίου 2009.", "\t44. Η Κυβέρνηση δηλώνει ότι η προσωρινή κράτηση του προσφεύγοντος δυνάμει του εντάλματος αριθ. 3/2008 άρχισε στις 28 Μαρτίου 2008 και όχι στις 4 Φεβρουαρίου 2008, ημερομηνία σύλληψης. Εν τω μεταξύ, ο ενδιαφερόμενος είχε κρατηθεί δυνάμει άλλων ενταλμάτων σύλληψης. Παρά τη διατύπωση της απόφασης αριθ. 1495/2008, η 4η Φεβρουαρίου 2009 δεν αντιστοιχούσε στο ανώτατο όριο του ενός έτους που προβλέπει το άρθρο 287 § 2 ΚΠΔ διότι, κατά τη χρονική στιγμή που η προσωρινή κράτηση παρατάθηκε κατά έξι μήνες, το σημείο έναρξης της κράτησης δεν είχε ακόμα ορισθεί σαφώς λόγω του αριθμού των ενταλμάτων σύλληψης σε βάρος του προσφεύγοντος τα οποία είχαν αρχίσει να εκτελούνται.", "\t45. Ο προσφεύγων ανταπαντά ότι η Κυβέρνηση, στις παρατηρήσεις της, δεν απαντά στην αιτίασή του την ελκόμενη από το άρθρο 5 § 1. Υπογραμμίζει ότι πέραν της 4ης Φεβρουαρίου 2009, κρατήθηκε αναιτίως και ότι, σύμφωνα με τη νομολογία του Δικαστηρίου, δεν επιτρέπεται η εκ των υστέρων έγκριση μίας κράτησης. Έτσι, κατά την άποψή του, η έκδοση της απόφασης αριθ. 429/2009 δεν μπορούσε να θεραπεύσει τον αυθαίρετο χαρακτήρα της κράτησης που απέρρεε από την απουσία νόμιμης αιτίας.", "\t46. Το Δικαστήριο υπενθυμίζει ότι σε ό,τι αφορά τη «νομιμότητα» μίας κράτησης, συμπεριλαμβανομένης της τήρησης της «νόμιμης διαδικασίας», η Σύμβαση παραπέμπει κατά βάση στην εθνική νομοθεσία. Καθιερώνει την υποχρέωση τήρησης τόσο των ουσιαστικών όσο και των δικονομικών κανόνων, αλλά απαιτεί επιπλέον τη συμμόρφωση κάθε αποστέρησης της ελευθερίας προς τον σκοπό του άρθρου 5: την προστασία του ατόμου από τις αυθαιρεσίες (βλέπε, μεταξύ πολλών άλλων, Bozano κατά Γαλλίας, 18 Δεκεμβρίου 1986, § 54, série A no. 111, Amuur κατά Γαλλίας, 25 Ιουνίου 1996, § 50, Recueil des arrêts et décisions 1996-III, Ilaşcu και λοιποί κατά Μολδαβίας και Ρωσίας [GC], no. 48787/99, § 461, CEDH 2004-VII, Assanidzé κατά Γεωργίας [GC], no. 71503/01, § 171, CEDH 2004-II, McKay κατά Ηνωμένου Βασιλείου [GC], no. 543/03, § 30, CEDH 2006-X, Mooren κατά Γερμανίας [GC], no. 11364/03, § 76, CEDH 2009-..., και Medvedyev και λοιποί κατά Γαλλίας [GC], no. 3394/03, § 79, 29 Μαρτίου 2010).", "\t47. Το Δικαστήριο υπογραμμίζει ότι όσον αφορά τη στέρηση της ελευθερίας, είναι ιδιαίτερα σημαντικό να ικανοποιείται η γενική αρχή της ασφάλειας δικαίου. Συνεπώς, είναι σημαντικό οι προϋποθέσεις στέρησης της ελευθερίας να είναι σαφώς ορισμένες και ο ίδιος ο νόμος να είναι προβλέψιμος στην εφαρμογή του, έτσι ώστε να πληρείται το κριτήριο της «νομιμότητας» που ορίζει η Σύμβαση, το οποίο απαιτεί κάθε νόμος να είναι επαρκώς σαφής ώστε να επιτρέπει στον πολίτη –επικουρούμενο εν ανάγκη από μορφωμένους συμβούλους- να προβλέψει, σε έναν λογικό βαθμό υπό τις συνθήκες της υπόθεσης, τις συνέπειες που μπορούν να απορρέουν από μία συγκεκριμένη πράξη (Steel και λοιποί κατά Ηνωμένου Βασιλείου, 23 Σεπτεμβρίου 1998, § 54, Recueil 1998-VII).", "\t48. Το Δικαστήριο υπενθυμίζει επίσης ότι έχει ήδη κρίνει σε πολλές υποθέσεις – παρόλο που η παρούσα διαφέρει σε πολλά σημεία – ότι μία πρακτική βάσει της οποίας ένα άτομο κρατείται για μία μη καθορισμένη και μη προβλέψιμη περίοδο, χωρίς η κράτηση να βασίζεται σε μία συγκεκριμένη διάταξη νόμου ή σε δικαστική απόφαση, είναι αφ’εαυτής αντίθετη προς την αρχή της ασφάλειας δικαίου η οποία υπονοείται στη Σύμβαση και αποτελεί ένα από τα θεμελιώδη στοιχεία του κράτους δικαίου (βλέπε, μεταξύ πολλών άλλων, Baranowski κατά Πολωνίας, αριθ. 28358/95, § 56, CEDH 2000-III, Ječius κατά Λιθουανίας, αριθ. 34578/97, § 56, CEDH 2000-IX, Khoudoyorov κατά Ρωσίας, αριθ. 6847/02, § 146, CEDH 2005-X, και Gultyayeva κατά Ρωσίας, αριθ. 67413/01, § 174, 1η Απριλίου 2010).", "\t49. Επανερχόμενο στην παρούσα υπόθεση, το Δικαστήριο σημειώνει ότι ο προσφεύγων συνελήφθη και τέθηκε υπό κράτηση στις 4 Φεβρουαρίου 2008. Ενώ αρχικά κρατείτο δυνάμει ενταλμάτων σύλληψης και μίας διάταξης που είχαν εκδοθεί μεταξύ 2004 και 2007 και των οποίων η ισχύς είχε παραταθεί, αποτέλεσε αντικείμενο ενός νέου εντάλματος σύλληψης με αριθμό 3/2008, το οποίο εκδόθηκε στις 11 Φεβρουαρίου 2008 και το οποίο υποδείκνυε ως ημερομηνία έναρξης της κράτησης την 4η Φεβρουαρίου 2008.", "\t50. Το συμβούλιο εφετών παρέτεινε την κράτηση με την απόφαση αριθ. 1157/2008 και κατόπιν, με την απόφαση αριθ. 1495/2008 της 5ης Αυγούστου 2008, έως τις 4 Φεβρουαρίου 2009, ημερομηνία η οποία αντιστοιχούσε στο ανώτατο όριο του ενός έτους που προβλέπει το άρθρο 287 § 2 ΚΠΔ. Εν τούτοις, την τελευταία αυτή ημερομηνία, ο προσφεύγων δεν αφέθηκε ελεύθερος. Το σχετικό αίτημά του απορρίφθηκε από τον αρμόδιο εισαγγελέα για το λόγο ότι υφίσταντο αμφιβολίες ως προς το σημείο έναρξης της κράτησης.", "\t51. Αποφαινόμενο στις 26 Φεβρουαρίου 2009 επί της προσφυγής του προσφεύγοντος κατά της απόφασης του εισαγγελέα, το συμβούλιο εφετών αιτιολόγησε την παράταση της κράτησής του λόγω του γεγονότος ότι το σημείο έναρξης αυτής ήταν στην πραγματικότητα η 28η Μαρτίου 2008. Υιοθέτησε έτσι την πρόταση του αντεισαγγελέα, σύμφωνα με την οποία, εφόσον υπήρχαν περισσότεροι λόγοι θέσης υπό κράτηση, ο κατηγορούμενος δεν κρατείτο συγχρόνως δυνάμει του συνόλου αυτών αλλά δυνάμει του πρώτου λόγου και, εν συνεχεία, μετά τη λήξη αυτού, δυνάμει του δεύτερου λόγου.", "\t52. Το Δικαστήριο υπενθυμίζει ως προς τούτο ότι κατ’αρχήν αρμόδιες να ερμηνεύουν και να εφαρμόζουν το εσωτερικό δίκαιο είναι οι εθνικές αρχές, και ειδικότερα τα δικαστήρια (Bouamar κατά Βελγίου, απόφαση της 29 Φεβρουαρίου 1988, § 49, série A no. 129). Εν τούτοις, ακόμα κι αν υποτεθεί ότι η διατήρηση του προσφεύγοντος υπό προσωρινή κράτηση πληρούσε το κριτήριο της νομιμότητας ως προς το εθνικό δίκαιο, το Δικαστήριο θεωρεί ότι πρέπει επίσης να ερευνηθεί αν η εν λόγω κράτηση ήταν σύμφωνη προς το άρθρο 5 § 1 της Σύμβασης, το οποίο έχει ως σκοπό να εμποδίζει να στερούνται αυθαίρετα τα άτομα την ελευθερία τους (βλέπε, μεταξύ πολλών άλλων, Johnson κατά Ηνωμένου Βασιλείου, 24 Οκτωβρίου 1997, § 60, Recueil 1997-VII).", "\t53. Ωστόσο, το Δικαστήριο σημειώνει ότι, όταν ο προσφεύγων συνελήφθη στις 4 Φεβρουαρίου 2008, κρατήθηκε για ορισμένες ημέρες δυνάμει πολυάριθμων προγενέστερων ενταλμάτων το σύνολο των οποίων είχε αντικατασταθεί τον Φεβρουάριο και τον Μάρτιο του 2008 με αποφάσεις απόλυσης υπό όρους. Το ένταλμα αριθ. 3/2008, το πιο πρόσφατο το οποίο εκδόθηκε στις 11 Φεβρουαρίου 2008, προέβλεπε την κράτηση του προσφεύγοντος για μία αρχική περίοδο έξι μηνών, ήτοι έως τις 4 Αυγούστου 2008, ορίζοντας ως ημερομηνία έναρξης της κράτησης την 4η Φεβρουαρίου 2008. Η τελευταία αυτή ημερομηνία επικυρώθηκε ως σημείο έναρξης τόσο με την απόφαση αριθ. 1157/2008 του δικαστικού συμβουλίου όσο και με την απόφαση αριθ. 1495/2008 του ίδιου δικαστικού συμβουλίου, που παρέτεινε την κράτηση για μία πρόσθετη περίοδο έξι μηνών, ήτοι έως τις 4 Φεβρουαρίου 2009. Καθώς καμία προσφυγή δεν ασκήθηκε κατά της απόφασης αριθ. 1495/2008, αυτή κατέστη οριστική και, κατά συνέπεια, ο προσφεύγων μπορούσε εύλογα να υποθέσει ότι το ίδιο συνέβη και με τις ημερομηνίες που όριζαν το σημείο έναρξης και λήξης της κράτησης.", "\t54. Στη βάση αυτών των ημερομηνιών και δυνάμει του άρθρου 287 § 2β) ΚΠΔ, ο εισαγγελέας όφειλε, πριν τη λήξη του διαστήματος του ενός έτους της προσωρινής κράτησης, να υποβάλει στο αρμόδιο δικαστικό συμβούλιο μία πρόταση παράτασης, προβάλλοντας «εξαιρετικές περιστάσεις», ή άρσης της κράτησης. Εν τούτοις, ο εισαγγελέας δεν υπέβαλε καμία πρόταση πριν από αυτή την ημερομηνία. Στις 4 Φεβρουαρίου 2009, αρνήθηκε την άρση της κράτησης για το λόγο ότι είχε αμφιβολίες ως προς την ημερομηνία έναρξης της κράτησης του προσφεύγοντος.", "\t55. Το Δικαστήριο εκτιμά ότι η αρχή της ασφάλειας δικαίου αναφορικά με την προσωρινή κράτηση απειλείται αν τα εσωτερικά δικαστήρια εφαρμόζουν το εθνικό δίκαιο κατά τρόπο που να μεταφέρει την απόλυση του ενδιαφερομένου κατά τρόπο παράλογο (βλέπε, mutatis mutandis, προαναφερόμενη απόφαση Mooren κατά Γερμανίας, § 93).", "\t56. Το Δικαστήριο θεωρεί ότι η αρχή της ασφάλειας δικαίου δε συμβιβάζεται με το γεγονός ότι ο εισαγγελέας αγνόησε τις ημερομηνίες και τις προθεσμίες που είχε ορίσει το ένταλμα σύλληψης σε βάρος του προσφεύγοντος και οι οποίες είχαν επικυρωθεί με δύο διαδοχικές αποφάσεις του συμβουλίου εφετών, εκ των οποίων η οριστική απόφαση αριθ. 1495/2008. Αν ο εισαγγελέας εκτιμούσε ότι ετίθετο κάποιο ζήτημα επί αυτού αναφορικά με το ένταλμα σύλληψης αριθ. 2/2007 του οποίου η ισχύς είχε παραταθεί έως τις 28 Μαρτίου 2008 με την απόφαση αριθ. 2685/2007 του δικαστικού συμβουλίου, τίποτα δεν τον εμπόδιζε να ενεργήσει πριν από την ημερομηνία λήξης που είχαν ορίσει οι προαναφερόμενες αποφάσεις. Η πρόταση αυτή του εισαγγελέα, με ημερομηνία 12 Φεβρουαρίου 2009, και η απόφαση αριθ. 429/2009 του δικαστικού συμβουλίου, φαίνεται πράγματι να προβαίνουν σε μία εκ των υστέρων «νομιμοποίηση» της περιόδου κατά την οποία ο προσφεύγων δεν κρατείτο δυνάμει κάποιας διάταξης νόμου ή κάποιας δικαστικής απόφασης που παρήγαγε ακόμα αποτελέσματα.", "\t57. Ωστόσο, το Δικαστήριο έχει ήδη κρίνει ότι η εκ των υστέρων νομιμοποίηση μίας κράτησης είναι ασύμβατη με το «δικαίωμα στην ασφάλεια» και αυθαίρετη (βλέπε, μεταξύ πολλών άλλων, προαναφερόμενη απόφαση Khoudoyorov, § 142, Soloviev κατά Ρωσίας, αριθ. 2708/02, § 99, 24 Μαΐου 2007, και Lamazhyk κατά Ρωσίας, αριθ. 20571/04, § 70, 30 Ιουλίου 2009).", "\t58. Το Δικαστήριο καταλήγει, κατά συνέπεια, ότι μεταξύ 4 και 26 Φεβρουαρίου 2009 (ημερομηνία έκδοσης της απόφασης αριθ. 429/2009) η κράτηση του προσφεύγοντος δεν καλυπτόταν επαρκώς από κάποια δικαστική απόφαση και/ή διάταξη νόμου ώστε να μπορεί να θεωρηθεί σύμφωνη προς το άρθρο 5 § 1γ) της Σύμβασης. Η κατάσταση αυτή άφησε τον προσφεύγοντα σε μία κατάσταση αβεβαιότητας ως προς τη νομική βάση και τους λόγους της κράτησής του. Υπό αυτές τις συνθήκες, το Δικαστήριο θεωρεί ότι οι δικαστικές αρχές δεν προσέφεραν στον προσφεύγοντα επαρκή προστασία κατά των αυθαιρεσιών, βασικό στοιχείο της νομιμότητας της κράτησης υπό την έννοια του άρθρου 5 § 1γ) (Gultyayeva κατά Ρωσίας, αριθ. 67413/01, §§ 177-178, 1η Απριλίου 2010).", "\tΣυνεπώς, υπήρξε παραβίαση του άρθρου 5 § 1γ).", "", "ΙΙΙ. ΕΠΙ ΤΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ ΤΟΥ ΑΡΘΡΟΥ 5 § 4 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t59. Ο προσφεύγων παραπονείται ομοίως ότι το συμβούλιο εφετών, στην απόφασή του αριθ. 429/2009, δεν απάντησε στα επιχειρήματά του που έλκονταν από τη μη νομιμότητα της διατήρησης της κράτησής του, και δεν αποφάνθηκε «εντός βραχείας προθεσμίας», παραγνωρίζοντας το άρθρο 5 § 4 της Σύμβασης το οποίο έχει ως εξής:", "«Παν πρόσωπον στερούμενο της ελευθερίας του συνεπεία συλλήψεως ή κρατήσεως έχει δικαίωμα προσφυγής ενώπιον δικαστηρίου, ίνα τούτο αποφασίση εντός βραχείας προθεσμίας επί του νομίμου της κρατήσεώς του και διατάξη την απόλυσίν του εν περιπτώσει παρανόμου κρατήσεως.»", " ", "\t1. Υποχρέωση απόφασης εντός «βραχείας προθεσμίας» επί της νομιμότητας της κράτησης", "", "Α. Επί του παραδεκτού", "\t60. Το Δικαστήριο διαπιστώνει ότι η αιτίαση αυτή δεν είναι προδήλως αβάσιμη υπό την έννοια του άρθρου 35 § 3 της Σύμβασης. Σημειώνει επιπλέον ότι αυτή δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου. Πρέπει επομένως να κηρυχθεί παραδεκτή.", "", "\tΒ. Επί της ουσίας", "\t61. Η Κυβέρνηση υποστηρίζει ότι η εξέταση της νομιμότητας της προσωρινής κράτησης του προσφεύγοντος έλαβε χώρα «εντός βραχείας προθεσμίας». Υπογραμμίζει ότι, στις 12 Φεβρουάριου 2009, ο αντεισαγγελέας πρότεινε τη διατήρηση της κράτησης του προσφεύγοντος και ότι στις 24 Φεβρουαρίου 2009 το συμβούλιο εφετών εξέτασε αυτή την πρόταση με την αίτηση απόλυσης του προσφεύγοντος. Υπενθυμίζει ότι στις 26 Φεβρουαρίου 2009, το δικαστικό συμβούλιο έλαβε την απόφασή του, η οποία δημοσιεύθηκε στις 6 Απριλίου 2009.", "\t62. Ο προσφεύγων αντικρούει αυτά τα επιχειρήματα.", "63. Το Δικαστήριο σημειώνει ότι από τη νομολογία του προκύπτει ότι οι διαδικασίες που σχετίζονται με ζητήματα στέρησης της ελευθερίας, με την έννοια του άρθρου 5 § 4, απαιτούν ιδιαίτερη ταχύτητα και ότι οι εξαιρέσεις στην απαίτηση ελέγχου «εντός βραχείας προθεσμίας» της νομιμότητας της κράτησης απαιτούν μία αυστηρή ερμηνεία (Hutchison Reid κατά Ηνωμένου Βασιλείου, αριθ. 50272/99, § 79, CEDH 2003-IV). Το ζήτημα του αν τηρήθηκε η αρχή της ταχύτητας της διαδικασίας δεν εκτιμάται αφηρημένα, αλλά μέσα στα πλαίσια μίας σφαιρικής εκτίμησης των δεδομένων, λαμβάνοντας υπόψη τις συνθήκες της υπόθεσης (Ε. κατά Νορβηγίας, 29 Αυγούστου 1990, § 64, série A no. 181-A, Delbec κατά Γαλλίας, αριθ. 43125/98, § 33, 18 Ιουνίου 2002 και Luberti κατά Ιταλίας, 23 Φεβρουαρίου 1984, §§ 33-37, série A no.75), ιδίως υπό το φως της πολυπλοκότητας της υπόθεσης, των ενδεχόμενων ιδιαιτεροτήτων της εσωτερικής διαδικασίας καθώς και της συμπεριφοράς του προσφεύγοντος κατά τη διάρκεια αυτής (Boucheras et Groupe Information Asiles κατά Γαλλίας, αριθ. 14438/88, απόφαση της Επιτροπής με ημερομηνία 11 Απριλίου 2001, Décisions et rapports (DR) 69, σελ. 242). Κατά κύριο λόγο ωστόσο, δεδομένου ότι διακυβεύεται η ελευθερία του ατόμου, το Κράτος θα πρέπει να μεριμνά ώστε η διαδικασία να διεξάγεται εντός του ελάχιστου δυνατού χρόνου (Fuscher κατά Ελβετίας, αριθ. 55894/00, § 43, 13 Ιουλίου 2006).", "64. Το Δικαστήριο έχει επιπλέον κρίνει ότι η ίδια η φύση της προσωρινής κράτησης απαιτεί από την πλευρά του αρμόδιου δικαστή να αποφαίνεται εντός σύντομων διαστημάτων, με το μέτρο αυτό να βασίζεται στις ανάγκες μίας ταχείας διεξαγωγής της ανάκρισης (Bezicheri κατά Ιταλίας, απόφαση της 25ης Οκτωβρίου 1989, série A no. 164, § 21).", "65. Το Δικαστήριο σημειώνει ότι, στις 4 Φεβρουαρίου 2009, ο προσφεύγων κατάθεσε αίτησης απόλυσης υπό όρους για το λόγο ότι το ανώτατο διάστημα του ενός έτους που προβλέπει το άρθρο 287 § 2 ΚΠΔ για την προσωρινή κράτηση είχε παρέλθει. Ο αρμόδιος εισαγγελέας αρνήθηκε να κάνει δεκτή την εν λόγω αίτηση και έκρινε ότι αυτή συνιστούσε «αντίρρηση ως προς την παράταση ή τα ανώτατα όρια της προσωρινής κράτησης» υπό την έννοια του άρθρου 287 § 5 ΚΠΔ, και την ανέθεσε σε έναν αντεισαγγελέα προκειμένου αυτός να υποβάλει σχετική πρόταση στο δικαστικό συμβούλιο. Ο προσφεύγων επανέλαβε αυτή την αίτηση στις 6 Φεβρουαρίου 2009. Στις 12 Φεβρουαρίου 2009, ο αντεισαγγελέας υπέβαλε ενώπιον του δικαστικού συμβουλίου πρόταση με την οποία ζητούσε την παράταση της προσωρινής κράτησης του προσφεύγοντος για μία πρόσθετη περίοδο έξι μηνών. Στις 24 Φεβρουαρίου 2009, το δικαστικό συμβούλιο συνήλθε προκειμένου να κρίνει αν έπρεπε να παρατείνει την προσωρινή κράτηση του προσφεύγοντος. Με την απόφαση αριθ. 429/2009 της 26ης Φεβρουαρίου 2009, το δικαστικό συμβούλιο αποφάσισε τη διατήρηση της κράτησης έως τις 28 Σεπτεμβρίου 2009. Η Κυβέρνηση δεν παρείχε εξήγηση επί αυτού του διαστήματος, αρκούμενη στο να υποστηρίξει ότι το διάστημα αυτό είχε αρχίσει να ισχύει από τις 12 Φεβρουαρίου 2009. Ενόψει των πιο πάνω στοιχείων, το Δικαστήριο δεν μπορεί να συνταχθεί με αυτό το συλλογισμό.", "66. Λαμβανομένων υπόψη των σκέψεών του, το Δικαστήριο εκτιμά ότι το χρονικό διάστημα που μεσολάβησε μεταξύ 4 και 26 Φεβρουαρίου 2009 (ήτοι διάστημα 22 ημερών) δεν είναι σύμφωνο με την απαίτηση ελέγχου εντός βραχείας προθεσμίας κατ’εφαρμογή του άρθρου 5 § 4 της Σύμβασης. Συγκριτικά, το Δικαστήριο υπενθυμίζει ότι στις αποφάσεις Rehbock κατά Σλοβενίας (αριθ. 29462/95, § 84, CEDH 200-XII) και Butusov κατά Ρωσίας (αριθ. 7923/04, § 34, 22 Δεκεμβρίου 2009), κατέληξε σε παραβίαση αυτού του άρθρου για διαστήματα διάρκειας είκοσι τριών και είκοσι ημερών αντίστοιχα.", "Συνεπώς, υπήρξε παραβίαση αυτής της διάταξης ως προς τούτο.", "", "2. Επικαλούμενη παράλειψη του δικαστικού συμβουλίου να εξετάσει την αιτίαση περί μη νομιμότητας της κράτησης", "", "Επί του παραδεκτού", "67. Η Κυβέρνηση υποστηρίζει ότι ο προσφεύγων έλαβε γνώση της πρότασης του αντεισαγγελέα, μπόρεσε να αναπτύξει τα επιχειρήματα του τόσο στις έγγραφες παρατηρήσεις του όσο και προφορικά στο ακροατήριο, αυτοπροσώπως και μέσω των δικηγόρων του. Αναφορικά με την απόφαση του δικαστικού συμβουλίου, αυτή περιείχε αναλυτική αιτιολογία η οποία κάλυπτε όλους τους ισχυρισμούς του προσφεύγοντος, τόσο εκείνους που αφορούσαν την έναρξη και τη λήξη της περιόδου κράτησης όσο και εκείνον που αφορούσε την παραβίαση ενός άλλου άρθρου του ΚΠΔ.", "68. Ο προσφεύγων ισχυρίζεται ότι όλα τα επιχειρήματά του σχετικά με την απουσία λόγου κράτησης και τον αυθαίρετο χαρακτήρα της κράτησής του αγνοήθηκαν παντελώς από το συμβούλιο εφετών.", "69. Το Δικαστήριο υπενθυμίζει ότι η πρώτη θεμελιώδης εγγύηση που απορρέει φυσικά από το άρθρο 5 § 4 της Σύμβασης είναι το δικαίωμα του ατόμου να ακουσθεί από τον δικαστή που έχει επιληφθεί της εξέτασης μίας προσφυγής κατά της κράτησης. Βέβαια, η διάταξη αυτή δεν υποχρεώνει το δικαστή να εξετάσει σε βάθος κάθε ένα από τα επιχειρήματα που προβάλλει ο προσφεύγων. Ωστόσο, οι εγγυήσεις που καθιερώνει θα στερούνταν περιεχομένου αν ο δικαστής, στηριζόμενος στο εθνικό δίκαιο και την πρακτική, μπορούσε να κρίνει ότι στερούνται εφαρμογής, ή να παραλείψει να λάβει υπόψη συγκεκριμένα γεγονότα που επικαλείται ο κρατούμενος και τα οποία είναι ικανά να θέσουν εν αμφιβόλω τη «νομιμότητα» της στέρησης της ελευθερίας (Nikolova κατά Βουλγαρίας [GC], no. 31195/96, § 61, CEDH 1999-II, Ilijkov κατά Βουλγαρίας, no. 33977/96, § 94, 26 Ιουλίου 2001, Sarban κατά Μολδαβίας, no. 3456/05, § 99, 4 Οκτωβρίου 2005, Nedyalkov κατά Βουλγαρίας, no. 44241/98, § 75, 3 Νοεμβρίου 2005, Mihuta κατά Ρουμανίας, no. 13275/03, § 40, 31 Μαρτίου 2009).", "70. Το Δικαστήριο σημειώνει ότι, στην απόφασή του αριθ. 429/2009, το δικαστικό συμβούλιο αποφάσισε τη διατήρηση της κράτησης του προσφεύγοντος έως τις 28 Σεπτεμβρίου 2009 (ημερομηνία η οποία σηματοδοτούσε τη λήξη του ανώτατου ορίου των δεκαοκτώ μηνών που επιτρέπει το άρθρο 287 § 2 ΚΠΔ) συμπεραίνοντας ότι η κράτηση αυτού είχε αρχίσει στις 28 Μαρτίου 2008 και όχι στις 4 Φεβρουαρίου 2008. Ως προς τούτο, το δικαστικό συμβούλιο έκρινε ότι εν τω μεταξύ ο ενδιαφερόμενος είχε κρατηθεί κατ’εκτέλεση των ενταλμάτων σύλληψης που ήταν προγενέστερα του εντάλματος αριθ. 3/2008, ώσπου η κράτηση καλύφθηκε από το τελευταίο αυτό ένταλμα. Το δικαστικό συμβούλιο υπογράμμισε ότι η δικογραφία που αφορούσε την παράταση της προσωρινής κράτησης είχε εισαχθεί νομίμως σε ό,τι αφορούσε το αδίκημα της νομιμοποίησης εσόδων από εγκληματική δραστηριότητα –τελεσθείσας κατ’εξακολούθηση από τον κατηγορούμενο, ο οποίος ήταν άτομο ιδιαίτερα επικίνδυνο – τιμωρούμενο με ποινή κάθειρξης τουλάχιστον δέκα ετών. Κατά το δικαστικό συμβούλιο, αυτό το συμπέρασμα δεν κλονιζόταν από το γεγονός ότι η δική του απόφαση με αριθμό 1495/2008 είχε παρατείνει κατά έξι μήνες την κράτηση του κατηγορουμένου, ήτοι από τις 4 Αυγούστου 2008 στις 4 Φεβρουαρίου 2009, διότι η προσωρινή κράτηση αυτού είχε αρχίσει στην πραγματικότητα, δυνάμει του εντάλματος σύλληψης αριθ. 3/2008, στις 28 Μαρτίου 2008 (πιο πάνω παράγραφος 24).", "71. Το Δικαστήριο θεωρεί ότι, υπό τις συνθήκες της υπόθεσης, δεν μπορεί να υποστηριχθεί ότι η απόφαση του δικαστικού συμβουλίου πάσχει από έλλειψη αιτιολογίας. Το γεγονός ότι αυτή δεν εξέτασε περισσότερο σε βάθος τα επιχειρήματα του προσφεύγοντος που σχετίζονταν με την απουσία νόμιμης αιτίας κράτησης για την επίδικη περίοδο, οφείλεται στο ότι υιοθέτησε τη γνώμη του αντεισαγγελέα (πιο πάνω παράγραφος 20), σύμφωνα με την οποία εφόσον υπήρχαν περισσότεροι λόγοι θέσης υπό κράτηση, ο κατηγορούμενος κρατείτο δυνάμει του πρώτου λόγου, και όταν αυτός έληγε, δυνάμει του δεύτερου, και έκρινε έτσι ότι το σημείο έναρξης της κράτησης ήταν η 28η Μαρτίου 2008.", "72. Έπεται ότι αυτό το τμήμα της προσφυγής πρέπει να απορριφθεί ως προδήλως αβάσιμο κατ’εφαρμογή του άρθρου 35 §§ 3 και 4 της Σύμβασης.", "", "ΙV. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t73. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "\tΑ. Ζημία", "", "\t74. Ο προσφεύγων αξιώνει 100.000 ευρώ για ηθική βλάβη.", "\t75. Η Κυβέρνηση εκτιμά ότι το ποσό αυτό είναι υπερβολικό και ότι η διαπίστωση της παραβίασης θα συνιστούσε επαρκή δίκαιη ικανοποίηση.", "\t76. Το Δικαστήριο θεωρεί ότι ο προσφεύγων υπέστη ηθική βλάβη λόγω της μη νομιμότητας από την οποία έπασχε ένα μέρος της προσωρινής κράτησής του. Λαμβανομένων υπόψη των παραβιάσεων που διαπιστώθηκαν εν προκειμένω, εκτιμά ότι συντρέχει λόγος να του επιδικάσει το ποσό των 17.000 ευρώ για την αιτία αυτή.", "", "\tΒ. Έξοδα και δικαστική δαπάνη", "", "\t77. Ο προσφεύγων ζητεί ομοίως 5.500 ευρώ για τα έξοδα και τη δικαστική δαπάνη στα οποία υποβλήθηκε ενώπιον του Δικαστηρίου, εκ των οποίων τα 3.000 ευρώ αφορούν την εργασία σύνταξης και κατάθεσης της προσφυγής, και τα 2.500 αφορούν την εργασία σύνταξης των παρατηρήσεών του σε απάντηση εκείνων της Κυβέρνησης.", "\t78. Η Κυβέρνηση εκτιμά ότι το αιτούμενο ποσό είναι υπερβολικό διότι, στις παρατηρήσεις του, ο προσφεύγων επαναλαμβάνει στην ουσία τα ίδια επιχειρήματα με εκείνα που είχε αναπτύξει στην προσφυγή του.", "79. Σύμφωνα με τη νομολογία του Δικαστηρίου, ένας προσφεύγων μπορεί να επιτύχει την καταβολή των εξόδων και της δικαστικής δαπάνης του μόνο στο μέτρο που αποδεικνύονται η πραγματικότητά τους, η αναγκαιότητά τους και ο εύλογος χαρακτήρας του ύψους τους. Εν προκειμένω και λαμβάνοντας υπόψη τα έγγραφα που έχει στη διάθεσή του και τη νομολογία του, το Δικαστήριο κρίνει εύλογο να επιδικάσει στον προσφεύγοντα το ποσό των 3.000 ευρώ για την ενώπιόν του διαδικασία.", "", "\tΓ. Τόκοι υπερημερίας", "", "80. Το Δικαστήριο κρίνει προσήκον να βασίσει το επιτόκιο των τόκων υπερημερίας στο επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "", "1. Κηρύσσει την προσφυγή παραδεκτή ως προς την αιτίαση την ελκόμενη από το άρθρο 5 § 1 και εκείνη που έλκεται από την προϋπόθεση της «βραχείας προθεσμίας» που προβλέπει το άρθρο 5 § 4 και απαράδεκτη κατά τα λοιπά.", "", "2. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 5 § 1.", "", "3. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 5 § 4 της Σύμβασης σε ό,τι αφορά την υποχρέωση έκδοσης απόφασης εντός «βραχείας προθεσμίας» επί της νομιμότητας της κράτησης.", "", "4. Αποφαίνεται", "α) ότι το εναγόμενο Κράτος οφείλει να καταβάλει στον προσφεύγοντα, μέσα σε τρεις μήνες από την ημέρα κατά την οποία η απόφαση θα καταστεί τελεσίδικη σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, τα ακόλουθα ποσά:", "i) 17.000 (δεκαεπτά χιλιάδες) ευρώ, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος επί του ποσού αυτού, για ηθική βλάβη,", "ii) 3.000 (τρεις χιλιάδες) ευρώ, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος επί του ποσού αυτού, για έξοδα και δικαστική δαπάνη,", "β) ότι, από τη λήξη της προθεσμίας αυτής και μέχρι την καταβολή, τα ποσά αυτά θα προσαυξηθούν με τόκους υπολογιζόμενους με επιτόκιο ίσο με το επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, το οποίο θα ισχύει κατά την εν λόγω περίοδο, προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "5. Απορρίπτει το αίτημα δίκαιης ικανοποίησης κατά τα λοιπά.", "", "Συντάχθηκε στη γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 17 Ιανουαρίου 2012, κατ’εφαρμογή του άρθρου 77 §§ 2 και 3 του κανονισμού.", "\t", "\t(υπογραφή)\t\t\t\t(υπογραφή)", "Søren Nielsen\t\t\t\tNina Vajić", "Γραμματέας\t\t\t\tΠρόεδρος", "", "", ""]}