{"file": "GRE_HJUDGRE_11620_07.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "11620/07", "text_paragraphs": ["ΤΕΤΑΡΤΟΣ ΤΟΜΕΑΣ", "ΥΠΟΘΕΣΗ GALLARDO SANCHEZ κατά ΙΤΑΛΙΑΣ", "(Προσφυγή αριθ. 11620/07)", "ΑΠΟΦΑΣΗ", "ΣΤΡΑΣΒΟΥΡΓΟ", "24 Μαρτίου 2015", "Η απόφαση αυτή είναι τελεσίδικη, αλλά μπορεί να υποστεί φραστικές αναδιατυπώσεις.", "Στην υπόθεση Gallardo Sanchez κατά Ιταλίας,", "Το Ευρωπαϊκό Δικαστήριο Ανθρωπίνων Δικαιωμάτων (Τέταρτος Τομέας), συνεδριάζοντας σε Τμήμα αποτελούμενο από τους:", "Päivi Hirvelä, Πρόεδρο, \nGuido Raimondi, \nΓιώργο Νικολάου, \nLedi Bianku, \nNona Tsotsoria, \nPaul Mahoney, \nKrzysztof Wojtyczek, δικαστές, \nκαι Fatoş Aracı, Αναπληρωτή Γραμματέα του Τομέα,", "Αφού διαβουλεύτηκε, κεκλεισμένων των θυρών, στις 3 Μαρτίου 2015,", "Εκδίδει την ακόλουθη απόφαση, η οποία ελήφθη κατά την ημερομηνία αυτή:", "ΔΙΑΔΙΚΑΣΙΑ", "1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 11620/07) κατά της Ιταλικής Δημοκρατίας που κατατέθηκε στο Δικαστήριο, σύμφωνα με το άρθρο 34 της Σύμβασης για την Προστασία των Δικαιωμάτων του Ανθρώπου και των Θεμελιωδών Ελευθεριών (εφεξής «η Σύμβαση») από έναν υπήκοο της Βενεζουέλας, τον κ. Manuel Rogelio Gallardo Sanchez (εφεξής «ο προσφεύγων»), στις 7 Μαρτίου 2007.", "2. Ο προσφεύγων εκπροσωπήθηκε από τον κ. Σ. Κουλουρούδη, δικηγόρο στην Αθήνα. Η Ιταλική Κυβέρνηση (εφεξής «η Κυβέρνηση») εκπροσωπήθηκε από την Εκπρόσωπό της, κα. Ε. Spatafora.", "3. Ο προσφεύγων ισχυρίστηκε ότι η διάρκεια της κράτησής του, εν αναμονή της έκδοσης, συνεπαγόταν παραβίαση του άρθρου 5, παράγραφος 3 της Σύμβασης.", "4. Αποφασίστηκε η καταγγελία αυτή να εξεταστεί, αντ’ αυτού, σύμφωνα με το άρθρο 5, παράγραφος 1 (στ). Στις 2 Μαΐου 2013 η προσφυγή κοινοποιήθηκε στην Κυβέρνηση.", "5. Στις 16 Δεκεμβρίου 2013 αντίγραφο των παρατηρήσεων της Κυβέρνησης εστάλη στην εκπρόσωπο του προσφεύγοντα, καλώντας τον να καταθέσει στο Δικαστήριο τις παρατηρήσεις του προς απάντηση και τις αξιώσεις του δίκην δίκαιης ικανοποίησης. Παρά το ενδιαφέρον που εκδηλώθηκε από τον προσφεύγοντα ως προς την επιδίωξη της εξέτασης της υπόθεσης, ο εκπρόσωπός του δεν υπέβαλε παρατηρήσεις εντός της προθεσμίας που τέθηκε για το σκοπό αυτό.", "ΤΑ ΓΕΓΟΝΟΤΑ", "I. ΟΙ ΠΕΡΙΣΤΑΣΕΙΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "6. Τα πραγματικά περιστατικά της υπόθεσης, όπως υποβλήθηκαν από τους διαδίκους, μπορούν να συνοψιστούν ως εξής.", "7. Ο προσφεύγων, κ. Manuel Rogelio Gallardo Sanchez, είναι υπήκοος Βενεζουέλας, ο οποίος γεννήθηκε το 1965 και ζει στο Κέιπ Τάουν.", "8. Στις 19 Απριλίου 2005, ο προσφεύγων, ο οποίος είχε κατηγορηθεί για εμπρησμό από τις ελληνικές αρχές, συνελήφθη, εν αναμονή της έκδοσής του από την αστυνομία της Ρώμης, βάσει ενός εντάλματος σύλληψης που εκδόθηκε από το Εφετείο Αθηνών, στις 26 Ιανουαρίου 2005, στο πλαίσιο της Ευρωπαϊκής Σύμβασης περί Εκδόσεων της 13ης Δεκεμβρίου 1957.", "9. Στις 22 Απριλίου 2005 το Εφετείο της L’ Aquila επικύρωσε τη σύλληψη του προσφεύγοντα και διέταξε την κράτησή του.", "10. Στις 26 Απριλίου 2005, το Υπουργείο Δικαιοσύνης ζήτησε από το Εφετείο να παρατείνει την κράτησή του.", "11. Κατά την επ’ ακροατηρίου συζήτηση της 27ης Απριλίου 2005, ο Πρόεδρος Εφετών, κρίνοντας δυνάμει του άρθρου 717 του Κώδικα Ποινικής Δικονομίας (βλέπε παράγραφο 25 κατωτέρω), εξακρίβωσε την ταυτότητα του προσφεύγοντα και ρώτησε αν έδωσε τη συναίνεσή του για την έκδοσή του. Ο προσφεύγων δεν συναίνεσε.", "12. Στις 9 Ιουνίου 2005, ο Υπουργός Δικαιοσύνης ενημέρωσε το Εφετείο ότι, στις 25 Μαΐου 2005, οι ελληνικές αρχές είχαν αποστείλει ένα αίτημα έκδοσης, μαζί με όλα τα απαιτούμενα δικαιολογητικά.", "13. Στις 21 Ιουνίου 2005, η Εισαγγελία ζήτησε από το Εφετείο να κάνει δεκτό το αίτημα έκδοσης.", "14. Η ακροαματική διαδικασία είχε προγραμματιστεί για τις 15 Δεκεμβρίου 2005. Μετά από αίτημα του εκπροσώπου του προσφεύγοντα, αναβλήθηκε μέχρι τις 12 Ιανουαρίου 2006.", "15. Χωρίς καμία προηγούμενη έρευνα, το Εφετείο ενέκρινε την έκδοση, με απόφαση της 12ης Ιανουαρίου 2006, η οποία κατατέθηκε στις 30 Ιανουαρίου 2006. Επιβεβαίωσε τη συμμόρφωση του αιτήματος έκδοσης με την Ευρωπαϊκή Σύμβαση περί Εκδόσεων και τη συμμόρφωση με τις αρχές ne bis in idem («κανείς δεν διώκεται, ούτε τιμωρείται ποινικά δις για το ίδιο αδίκημα») και του διττού αξιόποινου, και απέκλεισε το ενδεχόμενο η δίωξη να είχε κινηθεί για οποιουσδήποτε λόγους διακρίσεων ή πολιτικούς λόγους.", "16. Στις 3 Μαρτίου 2006, ο προσφεύγων άσκησε έφεση για νομικά ζητήματα, υποστηρίζοντας, κυρίως, ότι η προσφυγή για την έκδοσή του είχε σταλεί από τις ελληνικές αρχές μετά την προθεσμία των σαράντα ημερών που προβλέπεται στο άρθρο 16, παράγραφος 4 της Ευρωπαϊκής Σύμβασης περί Εκδόσεων, πράγμα που σήμαινε, κατά την άποψή του, ότι η κράτησή του ήταν παράνομη. Υποστήριξε, επίσης, ότι οι κατηγορίες εις βάρος του από τις ελληνικές αρχές δεν στηρίζονταν σε σοβαρές ενδείξεις ενοχής. Ο ίδιος υποστήριξε ότι θα έπρεπε να αφεθεί, συνεπώς, ελεύθερος.", "17. Με απόφαση της 11ης Μαΐου 2006, που κατατέθηκε στη Γραμματεία στις 18 Σεπτεμβρίου 2006, το Ακυρωτικό Δικαστήριο απέρριψε την προσφυγή με μόνο ένα μονοσέλιδο σκεπτικό, ιδίως επειδή διαπιστώθηκε ότι το αίτημα έκδοσης είχε παραληφθεί εντός της προθεσμίας που προβλέπεται στην Ευρωπαϊκή Σύμβαση περί Εκδόσεων και ότι δεν ήταν αρμόδιο να εξετάσει κατά πόσον είχαν προσκομιστεί σοβαρές ενδείξεις ενοχής.", "18. Εν τω μεταξύ, σε τρεις περιπτώσεις, μεταξύ του Ιουνίου και του Σεπτεμβρίου του 2005, ο προσφεύγων είχε ασκήσει, ανεπιτυχώς, έφεση στο Εφετείο Ρώμης, προκειμένου να πετύχει την απόλυσή του. Στην τελευταία απόφασή του, της 27ης Οκτωβρίου 2005, που εκδόθηκε κεκλεισμένων των θυρών, σε συμμόρφωση με την αρχή της εκατέρωθεν ακροάσεως, και χωρίς καμία προηγούμενη έρευνα, το Εφετείο διαπίστωσε ότι δεν υπήρχε κανένας λόγος να αποστεί από τις δύο προηγούμενες απορριπτικές αποφάσεις, λαμβάνοντας υπόψη το συνεχή κίνδυνο διαφυγής του προσφεύγοντα, αν και οι αρχές είχαν αφαιρέσει το διαβατήριό του, και την υποχρέωση του Κράτους να συμμορφωθεί με τις διεθνείς δεσμεύσεις του.", "19. Στις 9 Οκτωβρίου 2006, ο υπουργός Δικαιοσύνης υπέγραψε τη διαταγή έκδοσης.", "20. Στις 26 Οκτωβρίου 2006 ο προσφεύγων εκδόθηκε.", "II. ΣΧΕΤΙΚΑ ΔΙΕΘΝΗ ΚΕΙΜΕΝΑ", "21. Η Ευρωπαϊκή Σύμβαση περί Εκδόσεων, η οποία υπεγράφη στο Παρίσι, στις 13 Δεκεμβρίου 1957 και επικυρώθηκε από την Ιταλία με το νόμο 300 της 30ης Ιανουαρίου 1963, τέθηκε σε ισχύ σε σχέση με την Ιταλία στις 4 Νοεμβρίου 1963. Τροποποιήθηκε από το Δεύτερο Πρόσθετο Πρωτόκολλο που υπεγράφη στις 17 Μαρτίου 1978, το οποίο τέθηκε σε ισχύ σε σχέση με την Ιταλία στις 23 Απριλίου 1985. Οι σχετικές διατάξεις, όπως τροποποιούνται, έχουν ως εξής:", "Άρθρο 8 - Εκκρεμής δίωξη για τα ίδια αδικήματα", "«Το αιτούν Συμβαλλόμενο Μέρος μπορεί να αρνηθεί την έκδοση του εκζητούμενου προσώπου εάν οι αρμόδιες αρχές του εν λόγω Συμβαλλόμενου Μέρους προχωρούν σε δίωξη εις βάρος του σε σχέση με το αδίκημα ή τα αδικήματα για τα οποία ζητείται η έκδοση.»", "Άρθρο 9 - Non bis in idem («κανείς δε διώκεται, ούτε τιμωρείται ποινικά δις για το ίδιο αδίκημα»)", "«Η έκδοση δεν θα εγκρίνεται εάν έχει εκδοθεί για το εκζητούμενο άτομο τελεσίδικη απόφαση από τις αρμόδιες αρχές του ερωτώμενου Συμβαλλόμενου Μέρους, σε σχέση με το αδίκημα ή τα αδικήματα για τα οποία ζητείται η έκδοση. Η έκδοση μπορεί να απορριφθεί εάν οι αρμόδιες αρχές του ερωτώμενου Συμβαλλόμενου Μέρους αποφάσισαν είτε να μην κινήσουν είτε να τερματίσουν τη δίωξη σε σχέση με το ίδιο αδίκημα ή αδικήματα.»", "Άρθρο 12 - Το αίτημα και τα δικαιολογητικά", "«1. Το αίτημα [έκδοσης] πρέπει να είναι γραπτό και θα πρέπει να απευθύνεται από το Υπουργείο Δικαιοσύνης του αιτούντος Συμβαλλομένου Μέρους προς το Υπουργείο Δικαιοσύνης του ερωτώμενου Συμβαλλόμενου Μέρους. Ωστόσο, η χρήση της διπλωματικής οδού δεν αποκλείεται. Άλλα μέσα επικοινωνίας μπορούν να ρυθμιστούν με απευθείας συμφωνία μεταξύ δύο ή περισσοτέρων Συμβαλλομένων Μερών.", "2. Το αίτημα πρέπει να υποστηρίζεται από:", "(α) το πρωτότυπο ή επικυρωμένο αντίγραφο της καταδικαστικής απόφασης και της ποινής ή διαταγής κράτησης που είναι άμεσα εκτελεστά ή του εντάλματος σύλληψης ή άλλης εντολής που έχει το ίδιο αποτέλεσμα και εκδίδεται σύμφωνα με τη διαδικασία που προβλέπεται στο δίκαιο του αιτούντος Συμβαλλομένου Μέρους,", "(β) μια δήλωση των αδικημάτων για τα οποία ζητείται η έκδοση. Ο χρόνος και ο τόπος της τέλεσής τους, οι νομικές περιγραφές τους και μια αναφορά στις σχετικές νομικές διατάξεις θα πρέπει να διατυπώνονται όσο το δυνατό ακριβέστερα, και", "(γ) ένα αντίγραφο των σχετικών νομοθετημάτων ή, όπου αυτό δεν είναι δυνατό, μια δήλωση της σχετικής νομοθεσίας και μια όσο το δυνατό ακριβέστερη περιγραφή του εκζητούμενου προσώπου, μαζί με οποιαδήποτε άλλη πληροφορία θα βοηθούσε στην εξακρίβωση της ταυτότητας και της εθνικότητάς του.»", "Άρθρο 16 - Προσωρινή σύλληψη", "1. Σε επείγουσες περιπτώσεις, οι αρμόδιες αρχές του αιτούντος Συμβαλλομένου Μέρους μπορούν να ζητήσουν την προσωρινή σύλληψη του καταζητούμενου. Οι αρμόδιες αρχές του ερωτώμενου Συμβαλλόμενου Μέρους θα αποφασίζουν επί του θέματος, σύμφωνα με τη νομοθεσία του.", "2. Το αίτημα για προσωρινή σύλληψη θα αναφέρει ότι υπάρχει ένα από τα έγγραφα που αναφέρονται στο άρθρο 12, παράγραφος 2.α, και ότι πρόκειται να σταλεί αίτημα έκδοσης. Πρέπει, επίσης, να αναφέρει για ποιο αδίκημα θα ζητηθεί η έκδοση και πότε και πού διαπράχθηκε το εν λόγω αδίκημα και, στο μέτρο του δυνατού, θα δίνει μια περιγραφή του καταζητούμενου.", "3. Ένα αίτημα προσωρινής σύλληψης θα αποστέλλεται στις αρμόδιες αρχές του ερωτώμενου Συμβαλλόμενου Μέρους είτε μέσω της διπλωματικής οδού είτε απευθείας με το ταχυδρομείο, το τηλεγραφείο ή μέσω της Διεθνούς Οργάνωσης Εγκληματολογικής Αστυνομίας (Interpol) ή με οποιοδήποτε άλλο μέσο παρέχει γραπτές αποδείξεις ή είναι αποδεκτό από το ερωτώμενο Συμβαλλόμενο Μέρος. Η αιτούσα αρχή ενημερώνεται αμελλητί για το αποτέλεσμα της αίτησής της.", "4. Η προσωρινή σύλληψη μπορεί να διακοπεί αν, εντός προθεσμίας 18 ημερών μετά τη σύλληψη, το ερωτώμενο Συμβαλλόμενο Μέρος δεν έχει λάβει το αίτημα έκδοσης και τα έγγραφα που αναφέρονται στο άρθρο 12. Δεν πρέπει, σε καμία περίπτωση, να υπερβαίνει τις 40 ημέρες από την ημερομηνία της εν λόγω σύλληψης. Η δυνατότητα προσωρινής απόλυσης, ανά πάσα στιγμή, δεν αποκλείεται, αλλά το ερωτώμενο Συμβαλλόμενο Μέρος θα λαμβάνει οποιαδήποτε μέτρα θεωρεί αναγκαία για την αποτροπή της διαφυγής του καταζητούμενου.", "5. Η απόλυση δεν επηρεάζει την εκ νέου σύλληψη και έκδοση, αν, στη συνέχεια, ληφθεί ένα αίτημα έκδοσης.»", "III. ΣΧΕΤΙΚΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ ΠΡΑΚΤΙΚΗ", "22. Όσον αφορά στην εφαρμογή των προληπτικών μέτρων, το άρθρο 715 του Κώδικα Ποινικής Δικονομίας (ΚΠΔ) προβλέπει ότι, κατόπιν αιτήματος ενός τρίτου Κράτους, το Εφετείο μπορεί να διατάξει την προσωρινή σύλληψη ενός ατόμου για τους σκοπούς της διαδικασίας έκδοσης. Το αίτημα μπορεί να γίνει δεκτό (α) εάν το τρίτο Κράτος ενεργεί δυνάμει μιας εκτελεστής καταδικαστικής απόφασης ή εντάλματος σύλληψης και προτίθεται να αποστείλει ένα αίτημα έκδοσης, (β) εάν το τρίτο Κράτος έχει δώσει μια περιγραφή των σχετικών πράξεων προς υποστήριξη του αιτήματος έκδοσης, έχει αναφέρει την αξιόποινη πράξη με την οποία κατηγορείται το καταζητούμενο άτομο, και έχει επιτρέψει στο άτομο αυτό να ταυτοποιηθεί, (γ) εάν υπάρχει ενδεχόμενος κίνδυνος να διαφύγει το άτομο. Η εφαρμογή του μέτρου κοινοποιείται από τον Υπουργό Δικαιοσύνης στις αρχές του τρίτου Κράτους. Το προληπτικό μέτρο της σύλληψης θα διακόπτεται εάν το τρίτο Κράτος δεν αποστείλει το αίτημα έκδοσης και τα δικαιολογητικά εντός σαράντα ημερών από την κοινοποίηση αυτή, στα Υπουργεία Εξωτερικών και Δικαιοσύνης.", "23. Κατά το άρθρο 716, παράγραφος 3 του Κώδικα Ποινικής Δικονομίας, ο Πρόεδρος του Εφετείου πρέπει να επιβεβαιώνει την προληπτικό μέτρο της σύλληψης εντός ενενήντα έξι ωρών και να διατάσσει την εφαρμογή ενός στερητικού της ελευθερίας μέτρου.", "24. Σύμφωνα με το άρθρο 716, παράγραφος 4 του Κώδικα Ποινικής Δικονομίας, το προληπτικό μέτρο θα διακόπτεται αν ο Υπουργός Δικαιοσύνης δεν ζητήσει από το Εφετείο, εντός δέκα ημερών από την επιβεβαίωση της σύλληψης, να διατάξει τη θέση του ατόμου υπό κράτηση.", "25. Σύμφωνα με το άρθρο 717 του Κώδικα Ποινικής Δικονομίας, στις περιπτώσεις που οι εθνικές αρχές έχουν διατάξει ένα στερητικό της ελευθερίας μέτρο, ο Πρόεδρος του Εφετείου θα προγραμματίζει μια επ’ ακροατηρίου συζήτηση προκειμένου να ταυτοποιήσει τον ενδιαφερόμενο και διαπιστώσει κατά πόσον ο τελευταίος παρέχει τη συναίνεσή του για την έκδοση.", "26. Σύμφωνα με το άρθρο 714 του Κώδικα Ποινικής Δικονομίας, η διάρκεια του στερητικού της ελευθερίας μέτρου δεν μπορεί να υπερβαίνει το ένα έτος και τους έξι μήνες. Μπορεί, ωστόσο, να παραταθεί για ένα συνολικό χρονικό διάστημα που δεν θα υπερβαίνει τους τρεις μήνες.", "27. Σύμφωνα με το άρθρο 718 του Κώδικα Ποινικής Δικονομίας, το στερητικό της ελευθερίας μέτρο μπορεί, κατόπιν αιτήματος ενός εκ των μερών ή αυθόρμητα, να διακοπεί από το Εφετείο ή το Ακυρωτικό Δικαστήριο, το οποίο θα συνεδριάζει ως πρωτοβάθμιο δικαστήριο. Το Εφετείο συσκέπτεται κεκλεισμένων των θυρών, αφού ακούσει τους διαδίκους. Η απόφαση του Εφετείου μπορεί να εφεσιβληθεί ενώπιον του Ακυρωτικού Δικαστηρίου, στο βαθμό που οι λόγοι της έφεσης στηρίζονται σε παραβίαση της νομοθεσίας. Συναφώς, το Ακυρωτικό Δικαστήριο έχει, σε αρκετές περιπτώσεις, τεκμηριώσει ότι δεν έχει αρμοδιότητα να εξετάζει τις εφέσεις για νομικά ζητήματα, στα οποία ο εκκαλών επιδιώκει την απόλυσή του, με την αιτιολογία ότι ο κίνδυνος διαφυγής του, ο οποίος αποτελούσε τη δικαιολογία για το στερητικό της ελευθερίας μέτρο, έχει παύσει να υφίσταται (βλέπε, για παράδειγμα, την απόφαση του Ακυρωτικού Δικαστηρίου με αριθ. 33545 της 7ης Σεπτεμβρίου 2010, η οποία έχει κατατεθεί στη γραμματεία στις 13 Σεπτεμβρίου 2010. Γενικότερα, σχετικά με την έλλειψη δικαιοδοσίας να εξετάζει λόγους που βασίζονται σε αυθαιρεσία στη συλλογιστική των αποφάσεων του Εφετείου, δείτε την απόφαση του Ακυρωτικού Δικαστηρίου με αριθ. 37123 της 24ης Σεπτεμβρίου 2012, που έχει κατατεθεί στη γραμματεία στις 26 Σεπτεμβρίου 2012).", "28. Όσον αφορά στο δικαστικό στάδιο της έκδοσης, όπως προβλέπεται στο άρθρο 704 του Κώδικα Ποινικής Δικονομίας, το Εφετείο αποφασίζει κεκλεισμένων των θυρών, αφού ακούσει τους διαδίκους και έχοντας συγκεντρώσει τις σχετικές πληροφορίες και πραγματοποιήσει τις απαιτούμενες επαληθεύσεις. Πρέπει να διαπιστώσει κατά πόσον πληρούνται οι προϋποθέσεις που προβλέπονται από την εθνική και διεθνή νομοθεσία: επιπλέον των κανόνων της Ευρωπαϊκής Σύμβασης περί Εκδόσεων, το άρθρο 705 του Κώδικα Ποινικής Δικονομίας υποχρεώνει τα δικαστήρια να ελέγχουν κατά πόσον ο ενδιαφερόμενος έχει κατηγορηθεί για πολιτικό αδίκημα, αν κινδυνεύει να δικαστεί σύμφωνα με διαδικασίες που δεν εγγυώνται την προστασία των θεμελιωδών δικαιωμάτων, ή αν, αφού εκδοθεί, κινδυνεύει να υποστεί μεταχείριση που είναι απάνθρωπη, εξευτελιστική ή διακριτική, ή σε οποιαδήποτε πράξη μπορεί να παραβιάζει ένα από τα θεμελιώδη δικαιώματα του ατόμου. Σύμφωνα με το ίδιο άρθρο, στις περιπτώσεις που εφαρμόζεται η Ευρωπαϊκή Σύμβαση περί Εκδόσεων, τα δικαστήρια δεν δικαιούνται να εξετάσουν κατά πόσον υπάρχουν σοβαρές ενδείξεις ενοχής ή όχι (gravi indizi di colpevolezza).", "29. Σύμφωνα με το άρθρο 706 του Κώδικα Ποινικής Δικονομίας, η απόφαση αυτή μπορεί να προσβληθεί, σε σχέση με τα πραγματικά περιστατικά αλλά και για νομικά ζητήματα, ενώπιον του Ακυρωτικού Δικαστηρίου, το οποίο αποφαίνεται σύμφωνα με τη διαδικασία που προβλέπεται στο άρθρο 704 του Κώδικα Ποινικής Δικονομίας.", "30. Το άρθρο 708 του Κώδικα Ποινικής Δικονομίας προβλέπει ότι ο Υπουργός Δικαιοσύνης πρέπει να αποφασίσει, εντός σαράντα πέντε ημερών μετά την κατάθεση της απόφασης του Ακυρωτικού Δικαστηρίου που εγκρίνει την έκδοση, αν το άτομο πρέπει να εκδοθεί. Αν ο Υπουργός δεν εκδώσει απόφαση, ή αν αποφασίσει να απορρίψει την έκδοση, το στερητικό της ελευθερίας μέτρο πρέπει να διακοπεί.", "Ο ΝΟΜΟΣ", "I. ΕΠΙΚΑΛΟΥΜΕΝΗ ΠΑΡΑΒΙΑΣΗ ΤΟΥ ΑΡΘΡΟΥ 5, ΠΑΡΑΓΡΑΦΟΣ 1 (ΣΤ) ΤΗΣ ΣΥΜΒΑΣΗΣ", "31. Ο προσφεύγων κατήγγειλε τη διάρκεια του στερητικού της ελευθερίας μέτρου που του επιβλήθηκε εν αναμονή της έκδοσής του. Ισχυρίστηκε ότι υπήρξε παραβίαση του άρθρου 5, παράγραφος 3 της Σύμβασης.", "32. Το Δικαστήριο, όντας κυρίαρχο του χαρακτηρισμού που πρέπει να δοθεί στο νόμο για τα πραγματικά περιστατικά της υπόθεσης (βλέπε, μεταξύ άλλων αρχών, υπόθεση Guerra και Λοιποί κατά Ιταλίας, 19 Φεβρουαρίου 1998, παράγραφος 44, Εκθέσεις Δικαστικών Αποφάσεων και Κρίσεων 1998 - Ι), διαπιστώνει ότι η προσφυγή θα πρέπει να εξεταστεί σύμφωνα με το άρθρο 5, παράγραφος 1 (στ) της Σύμβασης (βλέπε υπόθεση Quinn κατά Γαλλίας, 22 Μαρτίου 1995, σειρά A, αριθ. 311, υπόθεση Chahal κατά Ηνωμένου Βασιλείου, 15 Νοεμβρίου 1996, Εκθέσεις 1996 -V, και υπόθεση Bogdanovski κατά Ιταλίας, αριθ. 72177/01 14 Δεκεμβρίου 2006), το οποίο έχει ως εξής:", "«1. Καθένας έχει δικαίωμα στην ελευθερία και την ασφάλεια του ατόμου. Κανείς δεν μπορεί να στερηθεί την ελευθερία του, παρά μόνο στις ακόλουθες περιπτώσεις και σύμφωνα με τη διαδικασία που προβλέπεται από το νόμο:", "...", "(στ) η νόμιμη σύλληψη ή κράτηση ενός ατόμου για την αποτροπή της χωρίς άδειας εισόδου στη χώρα ή ενός ατόμου εις βάρος του οποίου γίνονται λαμβάνονται μέτρα με σκοπό την απέλαση ή έκδοση.»", "A. Επί του παραδεκτού", "33. Το Δικαστήριο επισημαίνει ότι η προσφυγή δεν είναι προδήλως αβάσιμη, κατά την έννοια του άρθρου 35, παράγραφος 3 (α) της Σύμβασης. Περαιτέρω επισημαίνει ότι δεν είναι απαράδεκτη για οποιουσδήποτε άλλους λόγους. Πρέπει, επομένως, να κηρυχθεί παραδεκτή.", "B. Επί της ουσίας", "1. Οι ισχυρισμοί των διαδίκων", "34. Ο προσφεύγων υποστήριξε ότι η διάρκεια της διαδικασίας έκδοσης ήταν υπερβολική σε σχέση με το γεγονός ότι η υπόθεση, κατά την άποψή του, δεν ήταν περίπλοκη.", "35. Η Κυβέρνηση αμφισβήτησε τους ισχυρισμούς του προσφεύγοντα. Ισχυρίστηκε ότι η εν λόγω κράτηση είχε διαταχθεί σε συμμόρφωση με τους κανόνες έκδοσης, όπως είχαν διαπιστώσει τα ιταλικά δικαστήρια, και ότι μοναδικός σκοπός της ήταν η παράδοση του προσφεύγοντα στα δικαστήρια του αιτούντος Κράτους. Πρόσθεσε ότι ο προσφεύγων δεν είχε δώσει τη συναίνεσή του για την έκδοση, επισημαίνοντας ότι η συναίνεση θα επιτάχυνε τη διαδικασία, και ότι η καθυστέρηση στον προγραμματισμό, εκ μέρους του Εφετείου, μιας επ’ ακροατηρίου συζήτησης σχετικά με το θέμα θα μπορούσε να εξηγηθεί από τις τρεις αιτήσεις απόλυσης που είχε καταθέσει ο προσφεύγων εντός προθεσμίας τριών μηνών. Τέλος, έκρινε ότι η εν λόγω διαδικασία, η οποία είχε οδηγήσει τις ιταλικές αρχές, τόσο τις δικαστικές όσο και τις διοικητικές, στο να εγκρίνουν την έκδοση, είχε διεξαχθεί εντός των προθεσμιών που προβλέπονται από τους κανόνες του εθνικού και του διεθνούς δικαίου.", "2. Η εκτίμηση του Δικαστηρίου", "(α) Συμμόρφωση της κράτησης με την εθνική νομοθεσία", "36. Προκειμένου να διαπιστωθεί αν η εν λόγω κράτηση ήταν συμβατή με το άρθρο 5, παράγραφος 1 (στ) της Σύμβασης, το Δικαστήριο πρέπει να βεβαιώσει ότι η στέρηση της ελευθερίας, εκτός του ότι εμπίπτει σε μία από τις εξαιρέσεις που προβλέπονται στα εδάφια (α) έως (στ), ήταν «νόμιμη». Επαναλαμβάνει ότι, όπου το ζήτημα είναι η «νομιμότητα» της κράτησης, περιλαμβανόμενου και του ζητήματος αν έχει ακολουθηθεί «η διαδικασία που προβλέπεται από το νόμο», η Σύμβαση αναφέρεται, ουσιαστικά, στο εθνικό δίκαιο και προβλέπει την υποχρέωση συμμόρφωσης με τις ουσιαστικές και διαδικαστικές διατάξεις του εθνικού δικαίου (βλ. υπόθεση Saadi κατά Ηνωμένου Βασιλείου [GC], αριθ. 13229/03, παράγραφοι 67, Ευρωπαϊκό Δικαστήριο Ανθρωπίνων Δικαιωμάτων 2008).", "37. Στην παρούσα υπόθεση, το Δικαστήριο παρατηρεί ότι, όντας σε καλύτερη θέση από τα όργανα της Σύμβασης να βεβαιώσουν τη συμμόρφωση με την εθνική νομοθεσία, τα εθνικά δικαστήρια διαπίστωσαν, όταν κλήθηκαν από τον προσφεύγοντα ή, όταν αυτό απαιτήθηκε από το εθνικό δίκαιο, ότι το μέτρο της κράτησης ήταν νόμιμο, τόσο στην αρχική του φάση όσο και από την άποψη του σκοπού του. Κατ’ αρχάς, το Εφετείο L’ Aquila επιβεβαίωσε τη σύλληψη του προσφεύγοντα. Στη συνέχεια, το Εφετείο και το Ακυρωτικό Δικαστήριο επιβεβαίωσαν ότι το αίτημα έκδοσης είχε σταλεί από τις ελληνικές αρχές εντός της προθεσμίας των σαράντα ημερών που προβλέπεται στο άρθρο 16, παράγραφος 4 της Ευρωπαϊκής Σύμβασης περί Εκδόσεων (βλέπε παραγράφους 15, 17 και 21 ανωτέρω). Τέλος, σε τρεις περιπτώσεις, τα δικαστήρια διαπίστωσαν ότι η υιοθέτηση και διατήρηση των προληπτικών μέτρων δικαιολογείτο από την απαίτηση συμμόρφωσης με τις διεθνείς δεσμεύσεις του Κράτους και από την ύπαρξη ενός κινδύνου ενδεχόμενης διαφυγής του προσφεύγοντα (βλέπε παράγραφο 18 ανωτέρω).", "38. Υπό τις συνθήκες αυτές, το Δικαστήριο δεν διακρίνει οποιαδήποτε αποδεικτικά στοιχεία τα οποία να υποδηλώνουν ότι η κράτηση, εν αναμονή της έκδοσης, επιδίωκε ένα σκοπό διαφορετικό από αυτόν για τον οποίο διατάχθηκε ή ότι δεν συμμορφωνόταν με την εθνική νομοθεσία.", "(β) Έλεγχος του αν η κράτηση ήταν αυθαίρετη", "39. Το Δικαστήριο παρατηρεί ότι, σε αντίθεση με ό, τι ισχυρίστηκε η Κυβέρνηση, η συμμόρφωση με τις προθεσμίες που προβλέπονται στο εθνικό δίκαιο δεν μπορεί να θεωρηθεί ότι επιφέρει αυτομάτως την κράτηση του προσφεύγοντα σύμφωνα με το άρθρο 5, παράγραφος 1 (στ) της Σύμβασης (βλέπε υπόθεση Auad κατά Βουλγαρίας, αριθ. 46390/10, παράγραφος 131, 11 Οκτωβρίου, 2011). Το άρθρο 5, παράγραφος 1 απαιτεί, επιπλέον, οποιαδήποτε στέρηση της ελευθερίας να είναι σύμφωνη με το σκοπό της προστασίας του ατόμου από την αυθαιρεσία (βλέπε υπόθεση μεταξύ πολλών άλλων αρχών, υπόθεση Winterwerp κατά Ολλανδίας, 24 Οκτωβρίου 1979, παράγραφος 37, Σειρά A, αριθ. 33, υπόθεση Amuur κατά Γαλλίας, στις 25 Ιουνίου 1996, παράγραφος 50, Εκθέσεις 1996-III, και υπόθεση Witold Litwa κατά Πολωνίας, αριθ. 26629/95, παράγραφος 78, Ευρωπαϊκό Δικαστήριο Ανθρωπίνων Δικαιωμάτων 2000 - III). Πρόκειται για μια θεμελιώδη αρχή ότι καμία κράτηση, η οποία είναι αυθαίρετη, δεν μπορεί να είναι συμβατή με το άρθρο 5, παράγραφος 1, και ότι η έννοια της «αυθαιρεσίας» του άρθρου 5, παράγραφος 1 εκτείνεται πέρα από την έλλειψη συμμόρφωσης με την εθνική νομοθεσία, ούτως ώστε η στέρηση της ελευθερίας να μπορεί να είναι νόμιμη υπό τους όρους του εθνικού δικαίου, αλλά να εξακολουθεί να είναι αυθαίρετη και, ως εκ τούτου, ασυμβίβαστη με τη Σύμβαση (βλέπε υπόθεση Saadi, όπως αναφέρεται ανωτέρω, παράγραφος 67, και υπόθεση Suso Musa κατά Μάλτας, αριθ. 42337/12, παράγραφος 92, 23 Ιουλίου 2013).", "40. Το Δικαστήριο υπενθυμίζει, περαιτέρω, ότι οποιαδήποτε στέρηση της ελευθερίας σύμφωνα με το άρθρο 5, παράγραφος 1 (στ) θα δικαιολογείται μόνο για όσο χρονικό διάστημα είναι σε εξέλιξη οι διαδικασίες έκδοσης και ότι, αν οι εν λόγω διαδικασίες δεν συνεχιστούν με τη δέουσα επιμέλεια, η κράτηση θα πάψει να είναι επιτρεπτή (βλέπε υπόθεση Quinn, όπως αναφέρεται ανωτέρω, παράγραφος 48, και υπόθεση Chahal, όπως αναφέρεται ανωτέρω, παράγραφος 113).", "41. Το Δικαστήριο έχει, κατά συνέπεια, το καθήκον όχι να εκτιμήσει αν η διάρκεια της διαδικασίας έκδοσης ήταν εύλογη ως σύνολο, όπως θα έκανε, πιο συγκεκριμένα, σε περιπτώσεις χρονικής διάρκειας των διαδικασίας του άρθρου 6, αλλά να διαπιστώνει, ανεξάρτητα από τη συνολική διάρκεια της διαδικασίας, αν η χρονική διάρκεια της κράτησης υπερέβη αυτή που εύλογα απαιτείται για το σκοπό που επιδιώκει (βλέπε υπόθεση Saadi, όπως προαναφέρθηκε, παράγραφοι 72-74). Στις περιπτώσεις που υπήρξαν περίοδοι αδράνειας εκ μέρους των αρχών, και, ως εκ τούτου, έλλειψη επιμέλειας, η διατήρηση του μέτρου της κράτησης θα πάψει να δικαιολογείται. Εν κατακλείδι, το Δικαστήριο οφείλει να εκτιμήσει, για κάθε περίπτωση χωριστά, αν, κατά τη διάρκεια της εν λόγω περιόδου κράτησης, οι εθνικές αρχές παρέμειναν αδρανείς, ανά πάσα στιγμή, ή όχι (βλέπε, για μια παρόμοια διαπίστωση σε μια υπόθεση απέλασης, υπόθεση Tabesh κατά Ελλάδας, αριθ. 8256/07, παράγραφος 56, 26 Νοεμβρίου 2009).", "42. Στην παρούσα υπόθεση, το Δικαστήριο παρατηρεί ότι ο προσφεύγων κρατείτο προκειμένου να εκδοθεί ώστε να δοθεί η δυνατότητα στις ελληνικές αρχές να τον διώξουν. Συναφώς, το Δικαστήριο κρίνει αναγκαίο να γίνει διάκριση μεταξύ δύο μορφών έκδοσης, προκειμένου να αποσαφηνιστεί το επίπεδο επιμέλειας που απαιτείται για την κάθε μία: πρώτον, στις περιπτώσεις που ζητείται η έκδοση για το σκοπό της εκτέλεσης ποινής και, δεύτερο, στις περιπτώσεις που η έκδοση θα επιτρέψει στο αιτούν Κράτος να δικάσει τον ενδιαφερόμενο. Στη δεύτερη περίπτωση, η ποινική δίωξη εκκρεμεί ακόμη και το άτομο υπό κράτηση, εν αναμονή της έκδοσης, πρέπει να θεωρείται αθώο. Επιπλέον, σε αυτό το στάδιο, η δυνατότητα του εν λόγω ατόμου να ασκήσει τα δικαιώματα υπεράσπισής του κατά τη διάρκεια της ποινικής δίωξης, προκειμένου να αποδείξει την αθωότητά του, περιορίζεται σημαντικά ή, ακόμη, είναι και ανύπαρκτη. Τέλος, οι αρχές του ερωτώμενου Κράτους δεν δικαιούνται να εξετάσουν την ουσία της υπόθεσης (βλέπε σημείο 28, εν τέλει, ανωτέρω). Για όλους αυτούς τους λόγους, η προστασία των δικαιωμάτων του ενδιαφερομένου και η ομαλή διεξαγωγή της διαδικασίας έκδοσης, συμπεριλαμβανόμενης και της απαίτησης δίωξης ενός ατόμου εντός εύλογου χρονικού διαστήματος, υποχρεώνουν το ερωτώμενο Κράτος να ενεργεί με ιδιαίτερη επιμέλεια.", "43. Το Δικαστήριο είχε ήδη την ευκαιρία να διαπιστώσει υπερβολικές, λόγω των αδικαιολόγητων καθυστερήσεων εκ μέρους των εθνικών αρχών, περιόδους κράτησης ενός έτους και έντεκα μηνών, εν αναμονή έκδοσης (βλέπε υπόθεση Quinn, όπως αναφέρεται ανωτέρω) και τριών μηνών, εν αναμονή απέλασης (βλέπε υπόθεση Tabesh, όπως αναφέρεται ανωτέρω).", "44. Λαμβάνει υπόψη ότι, στην παρούσα υπόθεση, η θέση υπό κράτηση του προσφεύγοντα, εν αναμονή της έκδοσής του, διήρκεσε περίπου ένα έτος και έξι μήνες (από τις 19 Απριλίου 2005 έως τις 26 Οκτωβρίου 2006).", "45. Διαπιστώνει ότι σημειώθηκαν μεγάλες καθυστερήσεις κατά τα διάφορα στάδια της διαδικασίας έκδοσης.", "46. ​​Κατ’ αρχάς, η πρώτη επ’ ακροατηρίου συζήτηση του Εφετείου είχε προγραμματιστεί για τις 15 Δεκεμβρίου 2005, έξι μήνες αφότου είχε σταλεί το αίτημα έκδοσης στο Εφετείο και οκτώ μήνες αφότου ο προσφεύγων είχε τεθεί υπό κράτηση, εν αναμονή της έκδοσης.", "47. Το Δικαστήριο δεν μπορεί να συμφωνήσει με την Κυβέρνηση, όταν αυτή ισχυρίζεται ότι τα ένδικα μέσα που χρησιμοποιήθηκαν από τον προσφεύγοντα, προκειμένου αυτός να επιτύχει την απόλυσή του κατά τη διάρκεια της εν λόγω περιόδου (βλέπε παράγραφο 18 ανωτέρω), μπορούν, από μόνα τους, να δικαιολογήσουν την καθυστέρηση στη διαδικασία. Η εν λόγω διαδικασία αποτελείτο από δύο μέρη, με διαφορετικά αντικείμενα και σκοπούς, συνιστώμενα, αφενός, από τη διαπίστωση αν είχαν τηρηθεί οι τυπικές προϋποθέσεις για την έκδοση, και, αφετέρου, από την εξέταση του κατά πόσον τα κριτήρια που δικαιολογούν την υιοθέτηση του προληπτικού μέτρου εξακολουθούσαν να ισχύουν και να είναι επαρκή. Το γεγονός ότι η εθνική νομοθεσία έχει αναθέσει στο ίδιο Εφετείο αυτό το διττό καθήκον αποτελεί μια θεμιτή επιλογή εκ μέρους του Κράτους, αλλά μια επιλογή της οποίας δεν μπορεί να γίνει επίκληση προκειμένου να δικαιολογηθούν σημαντικές καθυστερήσεις κατά την εξέταση του αντικειμένου της υπόθεσης. Εν πάση περιπτώσει, το Δικαστήριο αδυνατεί να αντιληφθεί πώς τα επανειλημμένα αιτήματα του προσφεύγοντα, τα οποία ήταν κατ’ αρχάς δικαιολογημένα, δεδομένου ότι η κράτησή του παρατάθηκε απουσία οποιασδήποτε επ’ ακροατηρίου συζήτησης για το αντικείμενο, εμπόδισαν το Εφετείο από τον προγραμματισμό της εν λόγω επ’ ακροατηρίου συζήτησης σε προγενέστερη ημερομηνία (βλέπε, τηρουμένων των αναλογιών, υπόθεση Quinn, παράγραφος 48). Οι αποφάσεις του Εφετείου βασίστηκαν αποκλειστικά στα έγγραφα που έχει στη διάθεσή του, εγκρίθηκαν κεκλεισμένων των θυρών, σε συμμόρφωση με την αρχή της εκατέρωθεν ακροάσεως (βλέπε παράγραφο 27 ανωτέρω) και, κυρίως, αφορούσαν την εξέταση της απαίτησης διατήρησης του προσφεύγοντα υπό κράτηση, λόγω του κινδύνου φυγής του (βλέπε παράγραφο 18 ανωτέρω).", "48. Το Δικαστήριο επισημαίνει, περαιτέρω, ότι η υπόθεση δεν ήταν περίπλοκη (σε αντίθεση με την υπόθεση Bogdanovski, όπως αναφέρεται ανωτέρω, όπου ο προσφεύγων ζήτησε καθεστώς πολιτικού πρόσφυγα και οι διαδικασίες έκδοσης είχαν ανασταλεί κατόπιν αιτήματος της Ύπατης Αρμοστείας του Ο.Η.Ε. για τους Πρόσφυγες και του ίδιου του Δικαστηρίου, μετά την εφαρμογή του άρθρου 39 του Κανονισμού του Δικαστηρίου). Το έργο του Εφετείου περιορίστηκε στο να διαπιστώσει τα εξής: ότι το αίτημα έκδοσης είχε υποβληθεί σύμφωνα με την Ευρωπαϊκή Σύμβαση περί Εκδόσεων, ότι οι αρχές ne bis in idem και του διττού αξιοποίνου είχαν τηρηθεί, και ότι η ποινική δίωξη δεν υπαγορεύθηκε από λόγους που εισάγουν διακρίσεις ή πολιτικούς λόγους. Το δικαστήριο δεν είχε δικαίωμα, από το νόμο, να εκτιμήσει αν υπήρχαν σοβαρές ενδείξεις ενοχής (gravi indizi di colpevolezza) (βλέπε υπόθεση σημείο 28, εν τέλει, ανωτέρω) και δεν ήταν αναγκαίες έρευνες ή ανακριτική δραστηριότητα (βλέπε παράγραφο 15 ανωτέρω).", "49. Δεύτερον, το Δικαστήριο εντυπωσιάζεται από το γεγονός ότι το Ακυρωτικό Δικαστήριο, αφού αποφάσισε εντός δύο μηνών σχετικά με την προσφυγή του προσφεύγοντα, στη συνέχεια, χρειάστηκε περισσότερο από τέσσερις μήνες για να καταθέσει στη γραμματεία του μια μονοσέλιδη απόφαση, η οποία απλώς αναφέρει ότι το αίτημα έκδοσης είχε σταλεί από το αιτούν Κράτος σύμφωνα με τη σωστή διαδικασία και ότι δεν έχει αρμοδιότητα να θέσει υπό αμφισβήτηση τις κατηγορίες που διατυπώθηκαν εις βάρος του προσφεύγοντα από τις ελληνικές αρχές (βλέπε ανωτέρω σημείο 17). Η Κυβέρνηση δεν προσκόμισε κανένα αποδεικτικό στοιχείο ικανό να δικαιολογήσει την καθυστέρηση αυτή.", "50. Τέλος, όσον αφορά στο επιχείρημα της Κυβέρνησης ότι ο προσφεύγων θα μπορούσε να επιταχύνει τις διαδικασίες με το να μην εναντιώνεται στην έκδοσή του, το Δικαστήριο διαπιστώνει ότι, ενώ η εν λόγω εναντίωση μπορεί, κατ’ αρχάς, να δικαιολογήσει μια παράταση της κράτησης, δεδομένου ότι θα πρέπει να εξεταστεί από το δικαστήριο, αυτό δεν μπορεί να απαλλάξει το Κράτος από την ευθύνη για οποιαδήποτε αδικαιολόγητη καθυστέρηση κατά τη διάρκεια της δικαστικής φάσης.", "51. Κατά συνέπεια, λαμβάνοντας υπόψη τη φύση της διαδικασίας έκδοσης, της οποίας στόχος ήταν να διασφαλιστεί ότι η δίωξη του προσφεύγοντα θα συνεχιζόταν σε ένα τρίτο Κράτος, και τις αδικαιολόγητες καθυστερήσεις στα ιταλικά δικαστήρια, το Δικαστήριο κρίνει ότι η κράτηση του προσφεύγοντα δεν ήταν «νόμιμη» κατά την έννοια του άρθρου 5, παράγραφος 1 (στ) της Σύμβασης και ότι, ως εκ τούτου, υπήρξε παραβίαση της διάταξης αυτής.", "II. ΕΦΑΡΜΟΓΗ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "52. Το άρθρο 41 της Σύμβασης προβλέπει:", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εθνικό δίκαιο του ενδιαφερόμενου Υψηλού Συμβαλλόμενου Μέρους επιτρέπει τη μερική μόνο επανόρθωση, το Δικαστήριο παρέχει, εφόσον είναι αναγκαίο, δίκαιη ικανοποίηση στο ζημιωθέντα.»", "53. Ο προσφεύγων δεν υπέβαλε αίτημα για δίκαιη ικανοποίηση (βλέπε παράγραφο 5 ανωτέρω). Κατά συνέπεια, το Δικαστήριο κρίνει ότι δεν υπάρχει καμία ανάγκη να του επιδικάσει οποιοδήποτε ποσό για το λόγο αυτό.", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "1. Κηρύσσει την προσφυγή παραδεκτή,", "2. Αποφαίνεται ότι υπήρξε παραβίαση του Άρθρου 5, παράγραφος 1 (στ) της Σύμβασης.", "Έγινε στη γαλλική γλώσσα και κοινοποιήθηκε εγγράφως στις 24 Μαρτίου 2015, σύμφωνα με το άρθρο 77, παράγραφοι 2 και 3 του Κανονισμού του Δικαστηρίου.", "", "Ακριβής μετάφραση του Αγγλικού πρωτότυπου εγγράφου.", "Αθήνα, 15/3/2016          \t\tΟ μεταφραστής, Στέφανος Τέφος"]}