{"file": "GRE_HJUDGRE_20378_13.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "20378/13", "text_paragraphs": ["ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "ΥΠΟΘΕΣΗ ΜΑΡΤΖΑΚΛΗΣ ΚΑΙ ΛΟΙΠΟΙ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 20378/13)", "", "", "", "", "", "ΑΠΟΦΑΣΗ", "", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "", "9 Ιουλίου 2015", "", "Η απόφαση αυτή θα γίνει οριστική υπό τις προϋποθέσεις του άρθρου 44§2 της Σύμβασης. Μπορεί να επέλθουν μερικές αλλαγές ως προς την μορφή.", "", "", "", "", "", "", "", "", "Στην υπόθεση Μαρτζακλής και λοιποί κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Δικαιωμάτων του Ανθρώπου (πρώτο τμήμα), συνεδριάζοντας σε τμήμα με την εξής σύνθεση:", "\tIsabelle Berro, πρόεδρος,", "\tKhanlar Hajiyev,", "\tMirjana Lazarova Trajkovska,", "\tJulia Laffranque,", "\tPaulo Pinto de Albuquerque,", "\tΛινός-Αλέξανδρος Σισιλιάνος,", "Erik Møse, δικαστές,", "και Søren Nielsen, γραμματέας τμήματος.", "Αφού διασκέφθηκε σε συμβούλιο στις 16 Ιουνίου 2015,", "Εκδίδει την πιο κάτω απόφαση, την οποία έλαβε αυτή την ημερομηνία.", "", "ΔΙΑΔΙΚΑΣΙΑ", "1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 20378/13) στρεφόμενη κατά της Ελληνικής Δημοκρατίας από δεκατρείς υπηκόους του Κράτους αυτού (τα ονόματα των οποίων εκτίθενται στο παράρτημα) («οι προσφεύγοντες»), οι οποίοι προσέφυγαν ενώπιον του Δικαστηρίου στις 19 Μαρτίου 2013 δυνάμει του άρθρου 34 της Σύμβασης για την Προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση»).", "2. Οι προσφεύγοντες εκπροσωπήθηκαν από τις κυρίες Ε.-Λ. Κούτρα και Ρ. Μιλκόνοβα, δικηγόρους Αθηνών. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τον πληρεξούσιο της, κ. Κ. Γεωργιάδη, σύμβουλο του Νομικού Συμβουλίου του Κράτους.", "3. Οι προσφεύγοντες ισχυρίζονται ειδικότερα ότι υπήρξε παραβίαση του άρθρου 3, μεμονωμένα ή σε συνδυασμό με τα άρθρα 13 και 14 της Σύμβασης.", "4. Στις 8 Απριλίου 2014, οι αιτιάσεις σχετικά με τα άρθρα 3, 13 και 14 κοινοποιήθηκαν στην Κυβέρνηση και η προσφυγή κηρύχθηκε απαράδεκτη κατά τα λοιπά.", "", "ΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ", "", "Ι. ΟΙ ΣΥΝΘΗΚΕΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "", "5. Οι προσφεύγοντες είναι οροθετικοί με ελάχιστο ποσοστό αναπηρίας της τάξης του 67%. Κρατήθηκαν ή κρατούνται ακόμα στο νοσοκομείο Άγιος Παύλος (ψυχιατρική πτέρυγα) των φυλακών Κορυδαλλού.", "", "Α. Η κατάσταση κράτησης των προσφευγόντων", "6. Ανδρέας Μαρτζακλής: φυλακίσθηκε στις 7 Μαΐου 2011 και κρατήθηκε δυνάμει απόφασης του πλημμελειοδικείου Αθηνών, βουλεύματος του συμβουλίου πλημμελειοδικών Χαλκίδας του 2010 που διέτασσε την εκτέλεση ποινής που είχε επιβάλει το εφετείο Αθηνών και είχε ανασταλεί, και δυνάμει απόφασης του εφετείου Αθηνών που τον καταδίκαζε σε ποινή φυλάκισης 4 ετών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 8 Μαΐου 2013 αλλά συνελήφθη εκ νέου την ίδια ημέρα και τέθηκε υπό προσωρινή κράτηση.", "7. Χρήστος Σαρρής: κρατήθηκε προσωρινά από τις 5 Δεκεμβρίου 2011 έως τις 14 Δεκεμβρίου 2012, και εν συνεχεία κρατήθηκε δυνάμει της από 14 Δεκεμβρίου 2012 απόφασης που τον καταδίκασε σε ποινή κάθειρξης 6 ετών, ακολούθως δυνάμει δεύτερης απόφασης της 19ης Μαρτίου 2014 που τον καταδίκασε σε ποινή κάθειρξης 6 ετών και 4 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 9 Μαΐου 2014 κατ’ εφαρμογή του άρθρου 19 του νόμου αριθ. 4242/2014.", "8. Χρήστος Ευσταθίου: φυλακίσθηκε στις 14 Φεβρουαρίου 2011. Κρατήθηκε δυνάμει βουλεύματος του συμβουλίου πλημμελειοδικών Χαλκίδας, της 22ας Δεκεμβρίου 2008, που διέτασσε την εκτέλεση του υπολοίπου ποινής που είχε ανασταλτική ισχύ, και δυνάμει απόφασης του πλημμελειοδικείου Αθηνών που διέτασσε συγχώνευση ποινών διάρκειας 25 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 26 Ιουνίου 2014 κατ’ εφαρμογή του άρθρου 105 του ποινικού κώδικα.", "9. Ευθύμιος Καρατζόγλου: φυλακίσθηκε στις 18 Ιουλίου 2011. Κρατήθηκε δυνάμει της από 12 Απριλίου 2013 απόφασης του μικτού ορκωτού εφετείου Πειραιά που τον καταδίκασε σε ποινή φυλάκισης 2 ετών και 8 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 15 Μαΐου 2013 κατ’ εφαρμογή του άρθρου 1 του νόμου αριθ. 4043/2012.", "10. Αχιλλέας Παπαδιώτης: φυλακίσθηκε στις 17 Φεβρουαρίου 2011. Κρατήθηκε δυνάμει της από 10 Ιουνίου 2013 απόφασης του μικτού ορκωτού εφετείου Αθηνών που τον καταδίκασε σε ποινή κάθειρξης 10 ετών και 4 μηνών (ημερομηνία έναρξης εκτέλεσης της ποινής: 8 Δεκεμβρίου 2012). Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Μεταφέρθηκε στις φυλακές Πατρών στις 6 Οκτωβρίου 2014.", "  11. Δημήτριος Νικολόπουλος: φυλακίσθηκε στις 20 Αυγούστου 2012 και κρατήθηκε δυνάμει της από 9 Φεβρουαρίου 2012 απόφασης του μικτού ορκωτού εφετείου Αθηνών που τον καταδίκασε σε ποινή κάθειρξης 10 ετών και της από 1η Δεκεμβρίου απόφασης του πλημμελειοδικείου Αθηνών που τον καταδίκασε σε ποινή φυλάκισης 3 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Βρίσκεται στο νοσοκομείο Άγιος Παύλος.", "12. Σπυρίδων Πετρενίτης: κρατήθηκε από τις 18 Απριλίου 2012 δυνάμει της από 1η Απριλίου 2013 απόφασης του εφετείου Λάρισας που τον καταδίκασε σε ποινή φυλάκισης 2 ετών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 23 Μαΐου 2013 κατ’ εφαρμογή του άρθρου 1 του νόμου αριθ. 4043/2012.", "13. Χρυσάφης Χατζίκος: φυλακίσθηκε στις 13 Ιουλίου 2012 και εν συνεχεία κρατήθηκε δυνάμει των ακόλουθων αποφάσεων: απόφαση του πλημμελειοδικείου Αθηνών της 17ης Μαρτίου 2010 που τον καταδίκασε σε ποινή φυλάκισης 10 μηνών, απόφαση του πλημμελειοδικείου Αθηνών της 23ης Φεβρουαρίου 2012 που τον καταδίκασε σε ποινή φυλάκισης 7 μηνών, απόφαση του πλημμελειοδικείου Αθηνών της 24ης Φεβρουαρίου 2012 που τον καταδίκασε σε ποινή φυλάκισης 10 μηνών, βούλευμα του συμβουλίου πλημμελειοδικών Χίου της 8ης Ιουνίου 2012 που διέτασσε την εκτέλεση του υπολοίπου μιας ποινής με ανασταλτική ισχύ και την οποία είχε επιβάλει το πλημμελειοδικείου Αθηνών στις 31 Αυγούστου 2011, απόφαση του μικτού ορκωτού εφετείου Αθηνών της 5ης Απριλίου 2013 που τον καταδίκασε σε ποινή κάθειρξης 18 ετών (κρατήθηκε προσωρινά από τις 16 Αυγούστου 2012 έως τις 5 Απριλίου 2013).", "14. Χρήστος Δόριζας: φυλακίσθηκε στις 21 Σεπτεμβρίου 2012 και κρατήθηκε δυνάμει της από 11 Νοεμβρίου 2011 απόφασης του μικτού ορκωτού εφετείου Πειραιά που τον καταδίκασε σε ποινή κάθειρξης 10 ετών, εν συνεχεία δυνάμει απόφασης του ίδιου δικαστηρίου, της 14ης Δεκεμβρίου 2012, που τον καταδίκασε σε ποινή φυλάκισης 15 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου και χωρίς διακοπή έκτοτε.", "15. Παναγιώτης Κόρμαλης: φυλακίσθηκε στις 25 Ιουλίου 2012 και κρατήθηκε δυνάμει της από 10 Ιουνίου 2013 απόφασης του μικτού ορκωτού εφετείου Κρήτης που τον καταδίκασε σε ποινή κάθειρξης 5 ετών και 3 μηνών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 17 Μαρτίου 2014 κατ’ εφαρμογή του άρθρου 19 του νόμου αριθ. 4242/2014. Στο έγγραφο αποφυλάκισης διευκρινιζόταν ότι είχε εκδηλώσει τον ιό HIV.", "16. Αιμιλιανός Χαμιτόγλου: φυλακίσθηκε στις 5 Απριλίου 2012 και κρατήθηκε δυνάμει: αφενός, του εντάλματος προσωρινής κράτησης της 1η Οκτωβρίου 2013 (κατηγορούνταν για ένοπλη ληστεία), αφετέρου, απόφασης του εφετείου Αθηνών της 25ης Φεβρουαρίου 2014 που τον καταδίκασε σε ποινή κάθειρξης 6 ετών για διακεκριμένη κλοπή (έναρξη της εκτέλεσης της ποινής: 27 Μαρτίου 2012). Στις 10 Φεβρουαρίου 2014, το μικτό ορκωτό εφετείο Αθηνών τον απάλλαξε από την κατηγορία της ένοπλης ληστείας. Αφέθηκε ελεύθερος υπό όρους στις 17 Μαρτίου 2014 κατ’ εφαρμογή του άρθρου 19 του νόμου αριθ. 4242/2014.", "17. Αντώνιος Πουλόπουλος: φυλακίσθηκε στις 19 Αυγούστου 2011 και κρατήθηκε δυνάμει της από 20 Ιουνίου 2012 απόφασης του μικτού ορκωτού εφετείου Αθηνών που τον καταδίκασε σε ποινή κάθειρξης 6 ετών. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 13 Σεπτεμβρίου 2013 κατ’ εφαρμογή του άρθρου 105 του ποινικού κώδικα.", "18. Νικόλαος Δροσάκης: φυλακίσθηκε στις 24 Απριλίου 2012. Κρατήθηκε δυνάμει του από 17 Οκτωβρίου 2012 βουλεύματος του συμβουλίου πλημμελειοδικών Ναυπλίου και των αποφάσεων του μικτού ορκωτού εφετείου Ναυπλίου και του μικτού ορκωτού εφετείου Αθηνών με ημερομηνία 11 Φεβρουαρίου και 24 Απριλίου 2013 αντίστοιχα, που τον καταδίκασαν σε διάφορες ποινές φυλάκισης. Κρατούνταν ως κατάδικος την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Αφέθηκε ελεύθερος υπό όρους στις 26 Μαρτίου 2014 κατ’ εφαρμογή του άρθρου 1 του νόμου αριθ. 4043/2012. Επί του παρόντος τελεί εκ νέου υπό κράτηση.", "19. Σύμφωνα με τις πληροφορίες που παρείχαν εκείνοι οι προσφεύγοντες που αποτέλεσαν αντικείμενο καταδικαστικών αποφάσεων, και τις οποίες δεν αμφισβήτησε η Κυβέρνηση, τα δικαστήρια δεν προσέδωσαν ανασταλτική ισχύ στις εφέσεις που άσκησαν (άρθρο 497 § 4 του κώδικα ποινικής δικονομίας).", "", "Β. Οι συνθήκες κράτησης στο νοσοκομείο Άγιος Παύλος των φυλακών Κορυδαλλού ", "", "20. Σε αίτηση που απέστειλαν στις 5 Οκτωβρίου 2012 στη βάση του άρθρου 572 του κώδικα ποινικής δικονομίας στον εισαγγελέα-επόπτη αρμόδιο για τις φυλακές Κορυδαλλού, σαράντα πέντε οροθετικοί που κρατούνταν στο νοσοκομείο Άγιος Παύλος, μεταξύ των οποίων οι προσφεύγοντες, παραπονέθηκαν για τις συνθήκες κράτησής τους στον δεύτερο όροφο του εν λόγω νοσοκομείου. Υπογράμμιζαν τον συνωστισμό που επικρατούσε, την ανεξέλεγκτη εισαγωγή νέων ασθενών, το γεγονός ότι κρατούνταν με άλλους κρατούμενους που έπασχαν από καρκίνο, άσθμα, ηπατίτιδα, αφροδίσια νοσήματα, βρογχίτιδα, ψώρα, ψωρίαση, ακόμα και φυματίωση, ασθένειες που απαιτούσαν νοσηλεία σε ατομικά κελιά διότι πολλές από αυτές ήταν μεταδοτικές. Μικρή ποσότητα κρέμας είχε παρασχεθεί σε ορισμένους οροθετικούς κρατούμενους που είχαν προσβληθεί και από ψώρα. Ενώ τους είχε συστηθεί να αλλάζουν σεντόνια και εσώρουχα καθημερινά και να τα πλένουν σε υψηλή θερμοκρασία, το πλυντήριο ρούχων δεν λειτουργούσε. Όταν πήγαιναν να πάρουν τα φάρμακά τους, οι νοσοκόμες τους έλεγαν να μην αγγίζουν τα κάγκελα μέσα από τα οποία περνούσαν τα φάρμακα για να αποφευχθεί ο κίνδυνος μόλυνσης. Καμιά επίσημη ενημέρωση δεν είχε παρασχεθεί στους κρατούμενους από το διοικητικό ή ιατρικό προσωπικό προκειμένου να ελαχιστοποιηθεί η σοβαρότητα της επιδημίας.", "21. Στις 12 Οκτωβρίου 2012, ο εισαγγελέας-επόπτης ενημέρωσε τους κρατούμενους ότι οι περιπτώσεις ψώρας αφορούσαν «μόνο 15 άτομα».", "Με βάση το άρθρο 6 του σωφρονιστικού κώδικα, οι οροθετικοί κρατούμενοι, μεταξύ των οποίων οι προσφεύγοντες, παραπονέθηκαν επίσης στο συμβούλιο του νοσοκομείου των φυλακών αλλά δεν έλαβαν καμία απάντηση.", "22. Μια αντιπροσωπεία οροθετικών κρατουμένων έγινε δεκτή από τον εισαγγελέα-επόπτη προκειμένου να επιστηθεί η προσοχή στο γεγονός ότι ο αριθμός των κρατουμένων στο νοσοκομείο Άγιος Παύλος αυξανόταν συνεχώς και ότι οι συνθήκες κράτησης είχαν καταστεί αφόρητες.", "23. Οι προσφεύγοντες υποστηρίζουν ότι τα κελιά χαρακτηρίζονται από τέτοιο συνωστισμό που ο προσωπικός χώρος του κάθε κρατουμένου είναι λιγότερος από 2 τετραγωνικά μέτρα, επιφάνεια στην οποία περιλαμβάνονται τα κρεβάτια και η τουαλέτα.", "24. Τα λουτρά δεν πληρούν τα ελάχιστα πρότυπα υγιεινής και η καθαριότητα των χώρων επαφίεται στη βούληση ορισμένων οροθετικών που λαμβάνουν επίδομα και μπορούν έτσι να αγοράζουν προϊόντα καθαρισμού.", "25. Η σίτιση είναι τόσο φτωχή σε διατροφική αξία που οι οροθετικοί κινδυνεύουν να εκδηλώσουν την ασθένεια λόγω της εξασθένησης του οργανισμού τους.", "26. Οι χώροι δεν θερμαίνονται επαρκώς και οι κρατούμενοι εκτίθενται σε χαμηλές θερμοκρασίες κυρίως κατά τη διάρκεια της νύχτας.", "27. Ούτε και το ζήτημα των καπνιστών ρυθμίζεται. Πολυάριθμοι κρατούμενοι καπνίζουν στους κοινόχρηστους χώρους, τα κελιά και τους θαλάμους και οι μη καπνιστές, ιδίως εκείνοι που πάσχουν από αναπνευστικά προβλήματα, γίνονται παθητικοί καπνιστές.", "28. Στο νοσοκομείο δεν υπάρχει γιατρός με ειδίκευση στις μεταδοτικές ασθένειες. Ως εκ τούτου, οι οροθετικοί διατρέχουν κινδύνους λόγω διαγνώσεων μη ειδικών επί του θέματος.", "29. Κατά τη διανομή των φαρμάκων, ο νοσοκόμος, φορώντας γάντια, αφήνει τα κουτιά στο έδαφος από την άλλη πλευρά των κάγκελων των κελιών και οι οροθετικοί πρέπει να τα παίρνουν μέσα από τα κάγκελα αποφεύγοντας να αγγίζουν τους άλλους, όπως τους συνιστά ο νοσοκόμος.", "30. Οι προσφεύγοντες παραπονούνται επίσης για το γεγονός ότι οι διαγνώσεις γίνονται με αυτόματο τρόπο και ότι οι γιατροί συστήνουν πάντα τα ίδια φάρμακα χωρίς να προβαίνουν σε ατομική εξέταση του κάθε ασθενή. Οι μεταφορές σε εξωτερικά νοσοκομεία, σε περίπτωση ανάγκης, γίνονται πάντα με μεγάλη καθυστέρηση. Η χορήγηση των φαρμάκων σε κάποιους προσφεύγοντες διακόπτεται συχνά χωρίς εξήγηση για περιόδους μεταξύ μίας εβδομάδας και ενός μήνα. Άλλοι προσφεύγοντες δεν έχουν ξεκινήσει ακόμα τη θεραπεία τους και αυτή η καθυστέρηση αιτιολογείται από τους γιατρούς που υποστηρίζουν ότι «το όριο (του ιού μέσα στο αίμα) για να καταστεί αναγκαία η έναρξη της θεραπείας έχει αυξηθεί».", "31. Οι προσφεύγοντες καταγγέλλουν επίσης την έλλειψη πρόσβασης στον έξω κόσμο, στην επικαιρότητα, ακόμα και στο τηλέφωνο, καθώς και το γεγονός ότι οι υπόδικοι δεν διαχωρίζονται από τους κατάδικους.", "32. Τέλος, οι προσφεύγοντες υποστηρίζουν ότι ένα βίντεο για τις συνθήκες κράτησης το οποίο διέρρευσε τον Νοέμβριο του 2014, ώθησε τον εισαγγελέα του Αρείου Πάγου να διατάξει έρευνα η οποία βρίσκεται επί του παρόντος σε εξέλιξη.", "", "ΙΙ. ΤΟ ΕΦΑΡΜΟΣΤΕΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ Η ΠΡΑΚΤΙΚΗ", "", "33. Τα εφαρμοστέα άρθρα του ποινικού κώδικα έχουν ως εξής:", "", "Άρθρο 110Α", "«1. Η απόλυση υπό όρο χορηγείται ανεξαρτήτως της συνδρομής των προϋποθέσεων των άρθρων 105 και 106, εφόσον ο κατάδικος νοσεί από σύνδρομο επίκτητης ανοσοποιητικής ανεπάρκειας, από χρόνια νεφρική ανεπάρκεια και υποβάλλεται σε τακτική αιμοκάθαρση, από ανθεκτική φυματίωση ή είναι τετραπληγικός, καθώς και από κίρρωση του ήπατος με αναπηρία άνω του εξήντα επτά τοις εκατό (67%) ή από γεροντική άνοια έχοντας υπερβεί το ογδοηκοστό έτος της ηλικίας ή από κακοήθη νεοπλάσματα τελικού σταδίου.", "2. Η διακρίβωση της προϋποθέσεως της παραγράφου 1 γίνεται μετά από αίτηση του καταδίκου από το αρμόδιο συμβούλιο Πλημμελειοδικών, το οποίο διατάσσει ειδική πραγματογνωμοσύνη και η διαδικασία της καθορίζεται με κοινή απόφαση των Υπουργών Δικαιοσύνης και Υγείας, Πρόνοιας και Κοινωνικών Ασφαλίσεων.", "3. Η απόλυση υπό όρο κατά την παράγραφο 1 σημειώνεται στο Ποινικό Μητρώο του καταδίκου, χορηγείται μόνο μια φορά και επεκτείνεται αυτοδικαίως σε όλες τις συντρέχουσες στην έκτιση ποινές, για τις οποίες μπορεί να καθοριστεί συνολική ποινή κατ’ άρθρο 551 του Κώδικα Ποινικής Δικονομίας.", "4.  Η καταδίκη κατά τη διάρκεια της δοκιμασίας για πράξη που τελέστηκε πριν την έναρξη της έκτισης της ποινής, για την οποία χορηγήθηκε η απόλυση υπό όρο, δεν επιφέρει την ανάκληση της απόλυσης.»", "", "", "", "", "Άρθρο 105", "", "1. Όσοι καταδικάσθηκαν σε ποινή στερητική της ελευθερίας μπορούν να απολυθούν υπό τον όρο της ανάκλησης σύμφωνα με τις πιο κάτω διατάξεις και εφόσον έχουν εκτίσει :", "α) προκειμένου για φυλάκιση, τα δύο πέμπτα της ποινής τους,\n  \tβ) προκειμένου για πρόσκαιρη κάθειρξη, τα τρία πέμπτα της ποινής τους,\n  \t(...)", "7. Κάθε ημέρα παραμονής σε σωφρονιστικό κατάστημα κρατουμένων που πάσχουν από ημιπληγία ή παραπληγία, σκλήρυνση κατά πλάκας (...) ή είναι φορείς του συνδρόμου επίκτητης ανοσοποιητικής ανεπάρκειας (...) υπολογίζεται ευεργετικά ως δύο ημέρες εκτιόμενης ποινής. Το ίδιο ισχύει και για κάθε πάθηση που το διαπιστωμένο (...) ποσοστό αναπηρίας είναι τουλάχιστον 67% (...).»", "", "34. Η παράγραφος 3 του άρθρου 110Α τροποποιήθηκε στις 8 Ιουλίου 2014 περιλαμβάνοντας τη φράση «επεκτείνεται αυτοδικαίως σε όλες τις συντρέχουσες στην έκτιση ποινές, για τις οποίες μπορεί να καθοριστεί συνολική ποινή κατ’ άρθρο 551 του Κώδικα Ποινικής Δικονομίας». Στην προηγούμενη εκδοχή η παράγραφος 3 προέβλεπε: «Η απόλυση υπό όρο κατά την παρ.1 σημειώνεται στο Ποινικό Μητρώο του καταδίκου και χορηγείται μόνο μία φορά».", "35. Η απόλυση υπό όρο δεν συνιστά απαλλαγή από την εκτέλεση της ποινής, αλλά στάδιο αυτής με σκοπό την αποτροπή της υποτροπής και τη βελτίωση και επανένταξη του καταδικασθέντος (απόφαση της ολομέλειας του Αρείου Πάγου, αριθ. 106/1991, Ποινικά Χρονικά ΜΑ, 852).", "36. Τα εφαρμοστέα άρθρα του κώδικα ποινικής δικονομίας έχουν ως εξής:", "Άρθρο 497", "«4. Αν με την καταδικαστική απόφαση επιβλήθηκε ποινή πρόσκαιρης κάθειρξης, η κρίση για το αν η έφεση έχει ανασταλτικό αποτέλεσμα ανήκει στο δικαστήριο που δίκασε. Αυτό, με ειδική αιτιολογία και εφαρμόζοντας τα κριτήρια της παραγράφου 8 του παρόντος άρθρου, αποφασίζει αμέσως μετά την απαγγελία της απόφασης, είτε αυτεπαγγέλτως είτε ύστερα από δήλωση του κατηγορουμένου ότι θα ασκήσει έφεση.", "5. Το δικαστήριο μπορεί, σε κάθε περίπτωση, να επιβάλει περιοριστικούς όρους.", "(...)", "7. Σε περίπτωση που ο κατηγορούμενος καταδικάστηκε με απόφαση του πρωτοβάθμιου δικαστηρίου σε ποινή στερητική της ελευθερίας και άσκησε έφεση, η οποία όμως δεν έχει ανασταλτική δύναμη, μπορεί να ζητηθεί με αίτηση του ίδιου ή του εισαγγελέα η αναστολή της εκτέλεσης της πρωτόδικης απόφασης, μέχρις ότου εκδοθεί η απόφαση του δευτεροβάθμιου δικαστηρίου. Η αίτηση απευθύνεται στο δευτεροβάθμιο δικαστήριο και αν πρόκειται για το μικτό ορκωτό εφετείο και αυτό δεν συνεδριάζει, στο πενταμελές εφετείο. Στον κατηγορούμενο μπορεί να επιβληθούν περιοριστικοί όροι. Εάν η αίτηση απορριφθεί, νέα αίτηση δεν μπορεί να υποβληθεί πριν παρέλθει ένας μήνας από τη δημοσίευση της απόφασης με την οποία απορρίφθηκε η προηγούμενη.", "8. Τότε μόνο δεν χορηγείται ανασταλτικό αποτέλεσμα, κατά την παράγραφο 4 του παρόντος, στην έφεση ή απορρίπτεται η αίτηση αναστολής εκτέλεσης της πρωτόδικης απόφασης, όταν κρίνεται αιτιολογημένα ότι οι περιοριστικοί όροι δεν αρκούν και ότι ο κατηγορούμενος δεν έχει γνωστή και μόνιμη διαμονή στη χώρα ή έχει κάνει προπαρασκευαστικές ενέργειες για να διευκολύνει τη φυγή του ή κατά το παρελθόν υπήρξε φυγόποινος ή φυγόδικος ή κρίθηκε ένοχος για απόδραση κρατουμένου ή παραβίαση περιορισμών διαμονής, εφόσον από τη συνδρομή των παραπάνω στοιχείων προκύπτει σκοπός φυγής ή κρίνεται αιτιολογημένα ότι αν αφεθεί ελεύθερος είναι πολύ πιθανό, όπως προκύπτει από προηγούμενες καταδίκες του για αξιόποινες πράξεις ή από τα συγκεκριμένα ιδιαίτερα χαρακτηριστικά της πράξης, να διαπράξει και άλλα εγκλήματα. Το δικαστήριο σε κάθε περίπτωση χορηγεί ανασταλτικό αποτέλεσμα ή αναστολή εκτελέσεως, αν αιτιολογημένα κρίνει ότι η άμεση έκτιση ή συνέχιση έκτισης της ποινής θα έχει ως συνέπεια υπέρμετρη και ανεπανόρθωτη βλάβη για τον ίδιο ή για την οικογένειά του. (...).", "9. Ο κατηγορούμενος κλητεύεται, σύμφωνα με τα άρθρα 155 έως 161 και 166, στο δικαστήριο που είναι αρμόδιο κατά τις παραγράφους 6 και 7 αυτού του άρθρου. Αν κρατείται μακριά από την έδρα του δικαστηρίου, δεν προσάγεται σε αυτό.»", "", "", "Άρθρο 572", "«1. Ο εισαγγελέας των πλημμελειοδικών του τόπου όπου εκτίεται η ποινή ασκεί τις προβλεπόμενες στον κώδικα (ποινικής δικονομίας) αρμοδιότητες του και μεριμνά για την έκτιση της ποινής και την εφαρμογή των μέτρων ασφάλειας, σύμφωνα με τις διατάξεις του Κώδικα αυτού, του Ποινικού Κώδικα και των ειδικών νόμων για την εκτέλεση ποινών.", "2. Για την άσκηση των κατά την παρ. 1 αρμοδιοτήτων του ο εισαγγελέας πλημμελειοδικών επισκέπτεται τη φυλακή τουλάχιστον μια φορά την εβδομάδα. Κατά της επισκέψεις αυτές δέχεται κρατουμένους που έχουν ζητήσει ακρόαση.", "(...)»", "", "37. Το άρθρο 6 του σωφρονιστικού κώδικα (νόμος αριθ. 2776/1999) έχει ως εξής:", "«1. Στην περίπτωση παράνομης ενέργειας σε βάρος τους ή παράνομης εντολής, οι κρατούμενοι έχουν το δικαίωμα να αναφέρονται γραπτώς και μέσα σε εύλογο χρόνο στο Συμβούλιο Φυλακής, εφόσον, σύμφωνα με τις διατάξεις του παρόντα Κώδικα δεν τους παρέχεται άλλο ένδικο βοήθημα. Μέσα σε δεκαπέντε ημέρες από την κοινοποίηση της απόφασης με την οποία απορρίπτεται το αίτημά τους ή μέσα σε ένα μήνα από την υποβολή της αναφοράς, αν δεν εκδόθηκε απόφαση, οι κρατούμενοι έχουν δικαίωμα προσφυγής στο Δικαστήριο Εκτέλεσης των Ποινών. Το Δικαστήριο αυτό, εφόσον δεχθεί κατ’ ουσίαν την προσφυγή, αίρει τα αποτελέσματα που απορρέουν από την παράνομη ενέργεια ή εντολή (...)»", "", "38. Το άρθρο 19 του νόμου αριθ. 4242/2014, που σχετίζεται (μεταξύ άλλων) με την υπό όρο απόλυση για λόγους υγείας και τέθηκε σε ισχύ στις 28 Φεβρουαρίου 2014, προβλέπει:", " «Κατάδικοι που κατά τη δημοσίευση του παρόντος εκτίουν ποινές πρόσκαιρης κάθειρξης έως δέκα (10) ετών και πάσχουν από ημιπληγία ή παραπληγία, σκλήρυνση κατά πλάκας ή έχουν υποβληθεί σε επέμβαση μεταμόσχευσης καρδιάς, ήπατος, νεφρού ή μυελού ή είναι φορείς του συνδρόμου επίκτητης ανοσοποιητικής ανεπάρκειας ή πάσχουν από κακοήθη νεοπλάσματα (...) απολύονται υπό τον όρο της ανάκλησης, εφόσον έχουν εκτίσει με οποιονδήποτε τρόπο τα δύο πέμπτα της ποινής τους και χωρίς να συντρέχουν οι λοιπές προϋποθέσεις που ορίζονται στα άρθρα 105 και 106 του Ποινικού Κώδικα. Την απόλυσή τους διατάσσει ο εισαγγελέας πλημμελειοδικών του τόπου έκτισης της ποινής. Τα ως άνω νοσήματα πρέπει να προκύπτουν από ιατρικά πιστοποιητικά δημόσιου θεραπευτικού ιδρύματος (...)»", "", "39. Το άρθρο 1 του νόμου αριθ. 4043/2012 σχετικά με τη βελτίωση των συνθηκών στις φυλακές και την αποσυμφόρησή τους προβλέπει:", "«1. Κρατούμενοι οι οποίοι, κατά τη δημοσίευση του παρόντος νόμου, εκτίουν στερητική της ελευθερίας ποινή που δεν υπερβαίνει τα πέντε έτη, απολύονται με διάταξη του εισαγγελέα πλημμελειοδικών του τόπου έκτισης της ποινής, υπό τον όρο της ανάκλησης, χωρίς τη συνδρομή των προϋποθέσεων των άρθρων 105 και επόμενα του Ποινικού Κώδικα, κατά τις εξής διακρίσεις: α) εάν η ποινή τους έχει διάρκεια μέχρι τρία έτη εφόσον έχουν εκτίσει ή εκτίουν με οποιονδήποτε τρόπο το ένα δέκατο αυτής, β) εάν η ποινή τους έχει διάρκεια μεγαλύτερη των τριών και μέχρι πέντε έτη, συμπεριλαμβανομένης και της κάθειρξης, εφόσον έχουν εκτίσει ή εκτίουν με οποιονδήποτε τρόπο το ένα πέμπτο αυτής.»", "", "\tΙΙΙ. ΟΙ ΔΙΑΠΙΣΤΩΣΕΙΣ ΤΩΝ ΕΘΝΙΚΩΝ ΚΑΙ ΔΙΕΘΝΩΝ ΟΡΓΑΝΙΣΜΩΝ", "", "\tΑ. Ο Συνήγορος του Πολίτη", "", "\t40. Στις 24 Οκτωβρίου και 9 Νοεμβρίου 2011, είκοσι οκτώ οροθετικοί που κρατούνταν στο νοσοκομείο Άγιος Παύλος των φυλακών Κορυδαλλού υπέβαλαν αναφορά στον Συνήγορο του Πολίτη για να παραπονεθούν για τις συνθήκες κράτησής τους. Στις 8 Φεβρουαρίου 2012, αντιπροσωπεία του Συνηγόρου του Πολίτη πραγματοποίησε επίσκεψη.", "41. Σε έκθεση που συντάχθηκε στις 26 Οκτωβρίου 2012 κατόπιν της επίσκεψης, ο Συνήγορος του Πολίτη υπογράμμιζε ειδικότερα όσον αφορούσε τους οροθετικούς κρατούμενους:", "", "«(...) Ταυτόχρονα στο Ν.Κ.Κ. παραμένουν 51 οροθετικοί κρατούμενοι, σε ξεχωριστό χώρο ο οποίος προοριζόταν για 35.", "Ο μεγάλος αριθμός κρατουμένων σε σχέση με τις υφιστάμενες υποδομές αποτελεί το σημαντικότερο ζήτημα/πρόβλημα που εμφανίζεται στο Ν.Κ.Κ. Αν και οι θάλαμοι είναι ευρύχωροι, λόγω του συνεχώς αυξανόμενου αριθμού των οροθετικών, που παραμένουν μόνιμα στο Ν.Κ.Κ., η κατάσταση σε αυτούς είναι ασφυκτική και οι συνθήκες διαβίωσης δυσβάστακτες και επιβλαβείς για την υγεία των κρατουμένων. Συνολικά τα κελιά των κρατουμένων είναι απολύτως ανεπαρκή για το συγκεκριμένο αριθμό κρατουμένων και η αναλογία χώρου και αριθμού κρατουμένων δεν είναι ικανοποιητική. Έτσι δεν τηρούνται οι όροι χωρητικότητας του νόμου (...). Επιπλέον, ο αναγκαστικός διαρκής συγχρωτισμός ατόμων που, πέρας της οροθετικότητας πάσχουν και από άλλα νοσήματα, όπως άσθμα, αφροδίσια, ψωρίαση, μη διαπιστωμένη φυματίωση δημιουργεί κινδύνους μετάδοσης αυτών των νοσημάτων ενώ δυσχεραίνει και την εν γένει νοσηλεία των ασθενών.", "(...)", "Βασική αιχμή της αναφοράς αποτελούσαν διαλαμβανόμενες αρρυθμίες στη χορήγηση της αντιρετροϊκής αγωγής στους οροθετικούς κρατούμενους. Συγκεκριμένα αναφέρεται ότι διακόπτονται οι θεραπείες για μεγάλα διαστήματα λόγω έλλειψης κονδυλίων, παρόλο που η λήψη τους πρέπει να γίνεται αδιαλείπτως, με συνέπεια να ακυρώνονται τα αποτελέσματά τους. Από τη συζήτηση με τους ιατρούς και τη διοίκηση δηλώθηκε ότι παρά τις προσπάθειες που γίνονται για τον ακριβή προγραμματισμό στη χορήγηση των αντιρετροϊκών θεραπειών, η αύξηση του αριθμού των οροθετικών που έχουν ανάγκη θεραπείας σε συνδυασμό με την έλλειψη ανοιχτού κονδυλίου για τα φάρμακα, έχει ως συνέπεια να παρουσιάζονται καθυστερήσεις. Συγκεκριμένα αναφέρθηκε ότι κατά την χρονική περίοδο της επίσκεψης από τους 51 οροθετικούς οι 18 λαμβάνουν αγωγή και πέντε 7 θα έπρεπε να λάβουν, ενώ αναμενόταν η έγκριση από το Υπουργείο Υγείας για τα απαιτούμενα ποσά. (...) Οι υπόλοιποι δεν παίρνουν θεραπεία, αλλά παρακολουθούνται ώστε να επανεκτιμηθεί η τυχόν ανάγκη χορήγησης θεραπείας.", "(...)", "Επίσης, οι ιατρικοί φάκελοι οροθετικών που εξετάστηκαν δειγματοληπτικά από το κλιμάκιο του Συνηγόρου του Πολίτη διαπιστώθηκε ότι είχαν καταχωρήσεις, οι οποίες όμως απείχαν σημαντικά από τον βαθμό τάξης, πληρότητας και ακρίβειας που επιτάσσει ο Κ.Ι.Δ. και δεν επιτρέπουν την πλήρη παρακολούθηση του ιατρικού ιστορικού των νοσηλευομένων.", "(...)", "VII. Συμπέρασμα", "(...)", "Αν και οι οροθετικοί δεν είναι ασθενείς που χρήζουν νοσοκομειακής περίθαλψης, επιλέχθηκε η παραμονή τους στο νοσοκομείο κρατουμένων, προκειμένου να έχουν καλύτερες συνθήκες διαβίωσης και αμεσότερη πρόσβαση σε υπηρεσίες υγείας. Όμως, λόγω της αύξησης του αριθμού τους έχουν επιδεινωθεί οι συνθήκες διαβίωσης, ενώ επίσης παρατηρούνται προβλήματα και στην περίθαλψή τους. (...) Από την άλλη, στερούνται βασικών δικαιωμάτων που θα έπρεπε να απολαμβάνουν οι κρατούμενοι, ανεξαρτήτως οροθετικότητας, κατά την παραμονή τους στο σωφρονιστικό κατάστημα, όπως άθληση, επαγγελματική κατάρτιση, σχολείο οι ανήλικοι, ψυχαγωγία, εργασία (...).Τέλος, η συγκέντρωση των οροθετικών σε μία πτέρυγα σε συνδυασμό με τον ολοένα αυξανόμενο αριθμό τους έχει δημιουργήσει συνθήκες γκετοποίησης και ενισχύει τον στιγματισμό τους. (...) Ειδικότερα, κανένα είδος απομόνωσης δεν επιτρέπεται κατ’ αρχήν, μόνο λόγω μόλυνσης από τον ιό HIV (ΕυρΔΔΑ: Enhorn κατά Σουηδίας, 25.1.2005, § 55)· αντίθετα αυτοί που πάσχουν από AIDS θα πρέπει να περιθάλπονται, χωρίς κατ’ ανάγκη να οδηγούνται σε πλήρη απομόνωση, παρά μόνο για την προστασία τους από μεταδοτικές ασθένειες λόγω εξασθένισης του ανοσοποιητικού του συστήματος. (...)»", "", "42. Σε δελτίο τύπου της 6ης Μαρτίου 2014 με τίτλο «Οι ασθενείς κρατούμενοι στον Κορυδαλλό χρειάζονται νοσοκομείο και όχι ειδική φυλακή», ο Συνήγορος του Πολίτη υπενθύμιζε τις διαπιστώσεις του και τα συμπεράσματα της έκθεσης του 2012. Υπογράμμιζε ότι το νοσοκομείο λειτουργούσε βάσει ενός νόμου της δεκαετίας του ‘40 και ότι ενσωμάτωσή του στο Εθνικό Σύστημα Υγείας, η οποία αποφασίσθηκε το 2009, δεν είχε ακόμα υλοποιηθεί. Υπενθύμιζε, όσον αφορά τη λειτουργία του νοσοκομείου, ότι οι υποδομές ήταν παλιές και εντελώς ακατάλληλες, το ιατρικό προσωπικό ήταν ανεπαρκές και ο πληθυσμός εντός των φυλακών μεγάλος και ετερόκλιτος (υψηλός αριθμός οροθετικών, κρατούμενοι με αναπηρίες και έλλειψη αυτονομίας). Η συγκέντρωση των οροθετικών σε μία πτέρυγα, σε συνδυασμό με τον αυξανόμενο αριθμό τους, είχε δημιουργήσει συνθήκες «γκετοποίησης και στιγματισμού» και είχε επιδεινώσει τις συνθήκες για τους άλλους κρατούμενους λόγω του περιορισμού του διαθέσιμου χώρου.", "43. Στις 5 Νοεμβρίου 2014, ο υπουργός Δικαιοσύνης μαζί με τον αναπληρωτή υπουργό Υγείας επισκέφθηκαν το νοσοκομείο των φυλακών Κορυδαλλού. Σε δήλωση που δημοσιεύθηκε κατόπιν της επίσκεψης, ο υπουργός Δικαιοσύνης εξέφραζε τη βούλησή του να μεταφέρει τους οροθετικούς κρατούμενους σε ειδική πτέρυγα των φυλακών Κορυδαλλού όπου κρατούνταν γυναίκες και να προσλάβει τριάντα εννέα γιατρούς για όλες τις φυλακές της χώρας, εκ των οποίων πέντε θα τοποθετούνταν στο νοσοκομείο Άγιος Παύλος.", "", "\tΒ. Η Κοινοβουλευτική Συνέλευση του Συμβουλίου της Ευρώπης", "", "\t44. Έχοντας θορυβηθεί από τις συνθήκες διαβίωσης στο νοσοκομείο των φυλακών Κορυδαλλού, η εισηγήτρια της Κοινοβουλευτικής Συνέλευσης του Συμβουλίου της Ευρώπης για την ισότητα πρόσβασης στις υπηρεσίες υγείας, Liliane Maury Pasquier (Ελβετία, Σοσιαλιστές), κάλεσε στις 4 Μαρτίου 2014 τις ελληνικές αρχές να βελτιώσουν την κατάσταση το συντομότερο δυνατόν, διατυπώνοντας τα εξής:", "«Με ανησυχούν ιδιαίτερα οι ανθυγιεινές συνθήκες στις οποίες διαβιούν οι κρατούμενοι του νοσοκομείου των φυλακών Κορυδαλλού (Αθήνα) και παρουσιάστηκαν στα μέσα ενημέρωσης. Το νοσοκομείο, το οποίο έχει σχεδιαστεί για 60 άτομα, φιλοξενεί επί του παρόντος 200 κρατούμενους η πλειονότητα των οποίων είναι οροθετικοί ή πάσχουν από μεταδοτικές ασθένειες, όπως η φυματίωση και η ηπατίτιδα. Σε τέτοιες συνθήκες, είναι αδύνατο να παρασχεθεί στους κρατούμενους κατάλληλη ιατρική φροντίδα, δίχως να λησμονούμε ότι ο υπερπληθυσμός συμβάλλει στην εξάπλωση των μεταδοτικών ασθενειών θέτοντας έτσι σε κίνδυνο τη ζωή όλων των κρατουμένων στο νοσοκομείο.", "Πρέπει να υπενθυμίσω ότι το δικαίωμα στην υγεία αποτελεί θεμελιώδες δικαίωμα των ανθρώπων και ότι το Κράτος πρέπει να διασφαλίζει σε όλες και όλους ισότιμη πρόσβαση σε κατάλληλη ιατρική φροντίδα. Τούτο ισχύει ακόμη περισσότερο όταν πρόκειται, όπως στην προκειμένη περίπτωση, για φυλακισμένους, οι οποίοι τελούν υπό την πλήρη εξουσία και ευθύνη του Κράτους. Επίσης, καλώ την ελληνική κυβέρνηση να βελτιώσει τις συνθήκες διαβίωσης των κρατουμένων στο νοσοκομείο των φυλακών Κορυδαλλού το ταχύτερο δυνατόν. Επιπλέον, πρέπει να υπογραμμίσω ότι η ενδεχόμενη αποφυλάκιση ορισμένων φυλακισμένων από το νοσοκομείο την οποία ανακοίνωσε ο υπουργός Δικαιοσύνης, θα έχει νόημα μόνο εφόσον η ελληνική κυβέρνηση εγγυηθεί ότι στους φυλακισμένους θα παρέχεται η αναγκαία φροντίδα κατόπιν της αποφυλάκισής τους».", "", "45. Στις 26 Ιουνίου 2013, η Κοινοβουλευτική Συνέλευση υιοθέτησε το ψήφισμα 1946(2013) με τίτλο «Ισότητα πρόσβασης στις υπηρεσίες υγείας» στο οποίο υπογράμμιζε ότι οι ανισότητες πρόσβασης στην ιατρική φροντίδα έπλητταν ιδιαίτερα τις ευάλωτες ομάδες, μεταξύ των οποίων οι κρατούμενοι. Στο πλαίσιο της κατάρτισης της έκθεσής της, η κυρία Liliane Maury Pasquier είχε επισκεφθεί την Ελλάδα και είχε διαπιστώσει τον αρνητικό αντίκτυπο των μέτρων λιτότητας στην πρόσβαση στις υπηρεσίες υγείας.", "", "Γ. Η Ευρωπαϊκή Επιτροπή για την Πρόληψη των Βασανιστηρίων και της Απάνθρωπης ή Εξευτελιστικής Μεταχείρισης ή Τιμωρίας (CPT)", "", "46. Κατόπιν της επίσκεψής της στην Ελλάδα από τις 4 έως τις 16 Απριλίου 2013, η CPT υπογράμμιζε στην έκθεσή της που δημοσιεύθηκε στις 5 Ιουλίου 2013 (σελίδα 68) ότι δεν υπήρχε καμιά δικαιολογία σχετική με τη δημόσια υγεία για την απομόνωση των κρατουμένων μόνο για τον λόγο ότι είναι οροθετικοί. Λαμβανομένης υπόψη της τρέχουσας κατάστασης των ελληνικών φυλακών, η οποία χαρακτηρίζεται από τον υπερπληθυσμό, τις ανεπαρκείς υγειονομικές και υλικές συνθήκες, την έλλειψη ιατρικού απορρήτου και το υψηλό επίπεδο προκαταλήψεων έναντι των φορέων του ιού HIV, θα ήταν προτιμότερο οι τελευταίοι να στεγάζονται ξεχωριστά, στο μέτρο που αυτός ο διαχωρισμός γίνεται σε συνθήκες προσήκουσες για την υγεία και το «ευ-ζειν τους». Η CPT συνιστούσε ότι σε περίπτωση λήψης απόφασης διαχωρισμού ενός οροθετικού από τους άλλους κρατούμενους, αυτός θα πρέπει να τοποθετείται σε χώρο αντίστοιχο των αναγκών του.", "", "ΩΣ ΠΡΟΣ ΤΟΝ ΝΟΜΟ", "", "Ι. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 3 ΜΕΜΟΝΩΜΕΝΑ ΚΑΙ ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΑΡΘΡΟ 14 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "47. Οι προσφεύγοντες παραπονούνται για τις συνθήκες κράτησής τους στο νοσοκομείο Άγιος Παύλος των φυλακών Κορυδαλλού, για την «γκετοποίησή» τους σε συγκεκριμένη πτέρυγα του εν λόγω νοσοκομείου, καθώς και για την παράλειψη των αρχών να εξετάσουν αν οι συνθήκες αυτές συνάδουν με την κατάσταση της υγείας τους. Υποστηρίζουν ότι υπήρξε παραβίαση του άρθρου 3, μεμονωμένα ή σε συνδυασμό με το άρθρο 14 της Σύμβασης. Τα εν λόγω άρθρα έχουν ως εξής:", "", "Άρθρο 3", " «Ουδείς επιτρέπεται να υποβληθή εις βασάνους ούτε εις ποινάς ή μεταχείρισιν απανθρώπους ή εξευτελιστικάς.»", "", "Άρθρο 14", "«Η χρήσις των αναγνωριζομένων εν τη παρούση Συμβάσει δικαιωμάτων και ελευθεριών δέον να εξασφαλισθή ασχέτως διακρίσεως φύλου, φυλής, χρώματος, γλώσσης, θρησκείας, πολιτικών ή άλλων πεποιθήσεων, εθνικής ή κοινωνικής προελεύσεως, συμμετοχής εις εθνικήν μειονότητα, περιουσίας, γεννήσεως ή άλλης καταστάσεως.»", "", "Α. Επί του παραδεκτού", "", "48. Η Κυβέρνηση καλεί το Δικαστήριο να απορρίψει την προσφυγή λόγω μη εξάντλησης των εθνικών ενδίκων μέσων. Υπογραμμίζει ότι καθώς όλοι οι προσφεύγοντες κρατούνταν δυνάμει καταδικαστικών αποφάσεων, μπορούσαν να επωφεληθούν των διατάξεων του άρθρου 110Α του ποινικού κώδικα καταθέτοντας την αίτηση που προβλέπεται στη δεύτερη παράγραφο του εν λόγω άρθρου. Επιπλέον, όσοι προσφεύγοντες καταδικάστηκαν σε ποινή στερητική της ελευθερίας με απόφαση πρωτοβάθμιου δικαστηρίου και άσκησαν έφεση χωρίς ανασταλτικό χαρακτήρα, θα μπορούσαν να επωφεληθούν των διατάξεων του άρθρου 497 § 7 του κώδικα ποινικής δικονομίας, καταθέτοντας αίτηση αναστολής της εκτέλεσης της απόφασης, εωσότου αποφανθεί το εφετείο.", "49. Οι προσφεύγοντες, τουλάχιστον όσοι είχαν καταδικαστεί, υποστηρίζουν ότι έκαναν όλοι χρήση, την ίδια μάλιστα ημέρα της καταδίκης τους, των παραγράφων 4 και 8 του άρθρου 497 του κώδικα ποινικής δικονομίας και ότι δεν οφείλουν, για τους σκοπούς της εξάντλησης των εθνικών ενδίκων μέσων, να ζητήσουν εκ νέου την αναστολή εκτέλεσης της ποινής τους κατ’ εφαρμογή της παραγράφου 7 του ίδιου άρθρου. Ωστόσο, μόνο η αίτηση αναστολής δυνάμει της παραγράφου 4 αποτελεί αποτελεσματικό ένδικο μέσο, διότι ο ενδιαφερόμενος μπορεί να συμμετάσχει στη διαδικασία, και όχι εκείνη δυνάμει της παραγράφου 7 διότι, στην περίπτωση αυτή, ο ενδιαφερόμενος δεν μπορεί να μεταφερθεί στο δικαστήριο προκειμένου να παραστεί στην εξέταση της αίτησης αυτής (παράγραφος 9 του άρθρου 497).", "50. Οι προσφεύγοντες υποστηρίζουν επίσης ότι ούτε η άσκηση αγωγής αποζημίωσης δυνάμει του άρθρου 105 του εισαγωγικού νόμου του αστικού κώδικα από όσους αφέθηκαν ελεύθεροι ενώ η παρούσα προσφυγή εκκρεμεί ενώπιον του Δικαστηρίου θα ήταν αποτελεσματική, ιδίως για τα άτομα με προσδόκιμο ζωής λίγων μηνών ή ετών. Πράγματι, μια τέτοια διαδικασία θα χρειαζόταν έξι έτη μέχρι τον προσδιορισμό δικασίμου σε πρώτο βαθμό και άλλα έξι έτη μέχρι να εκδοθεί η απόφαση.", "51. Τέλος, οι προσφεύγοντες υποστηρίζουν ότι προκειμένου να καταστεί δυνατή η εφαρμογή της παραγράφου 3 του άρθρου 110Α του ποινικού κώδικα στην περίπτωσή τους, έπρεπε να περιμένουν εωσότου οι ποινές τους καταστούν οριστικές ή να καταθέσουν αίτηση με σκοπό την απαγγελία ποινής που να περιλαμβάνει όλες τις καταδίκες τους. Επιπλέον, τυχόν αίτηση στη βάση του άρθρου 110Α δεν θα εξεταζόταν νωρίτερα από διάστημα πέντε μηνών διότι η διαδικασία περιλαμβάνει ιατρικούς ελέγχους και δύο σειρές αποφάσεων από το δικαστικό συμβούλιο. Ωστόσο, κανείς από τους προσφεύγοντες δεν κρατούνταν δυνάμει οριστικών αποφάσεων.", "52. Το Δικαστήριο υπενθυμίζει ότι σκοπός του άρθρου 35 § 1, το οποίο διατυπώνει τον κανόνα της εξάντλησης των εθνικών ενδίκων μέσων, είναι να παρέχει στα Συμβαλλόμενα Κράτη την ευκαιρία να αποτρέψουν ή να επανορθώσουν τις επικαλούμενες εναντίον τους παραβιάσεις πριν να επιληφθεί σχετικώς το Δικαστήριο (Scordino κατά Ιταλίας (αριθ. 1) [GC], αριθ. 36813/97, § 141, CEDH 2006-V). Εντούτοις, υπενθυμίζει ότι το άρθρο 35 § 1 της Σύμβασης δεν προβλέπει παρά μόνον την εξάντληση των ενδίκων μέσων που σχετίζονται με τις επίδικες παραβιάσεις και είναι διαθέσιμα και επαρκή. Επιβεβαιώνει ότι τα εν λόγω ένδικα μέσα πρέπει να υπάρχουν σε επαρκή βαθμό βεβαιότητος, όχι μόνο στη θεωρία, αλλά και στην πράξη, άλλως στερούνται της απαιτούμενης αποτελεσματικότητας και προσβασιμότητας, και ότι το εναγόμενο Κράτος έχει την ευθύνη να καταδείξει ότι οι απαιτήσεις αυτές πληρούνται (Sejdovic κατά Ιταλίας [GC], αριθ. 56581/00, § 45, CEDH 2006-II).", "53. Το Δικαστήριο σημειώνει ότι από το εφαρμοστέο εθνικό δίκαιο προκύπτει ότι οι προσβεβλημένοι από τον ιό HIV κατάδικοι που έχουν ήδη εκδηλώσει την ασθένεια μπορούν να επιτύχουν την άμεση αποφυλάκισή τους (μόνο στη βάση της ασθένειας) επικαλούμενοι το άρθρο 110Α του ποινικού κώδικα. Επιπλέον, οι απλοί οροθετικοί που έχουν ήδη καταδικασθεί σε πρώτο βαθμό μπορούν ομοίως να ζητήσουν την αποφυλάκισή τους, κατ’ εφαρμογή του άρθρου 497 του κώδικα ποινικής δικονομίας, εφόσον αποδείξουν ότι κινδυνεύουν να υποστούν ανεπανόρθωτη βλάβη εξαιτίας της διατήρησης της κράτησης. Αντιθέτως, οι υπόδικοι δεν μπορούν να επωφεληθούν από αυτές τις διατάξεις.", "54. Εν προκειμένω, το Δικαστήριο σημειώνει καταρχήν ότι τη χρονική στιγμή της φυλάκισής τους, οι προ ολίγου καταδικασθέντες προσφεύγοντες ήταν απλώς οροθετικοί και, για τον λόγο αυτό, δεν μπορούσαν να επωφεληθούν των διατάξεων του άρθρου 110Α του ποινικού κώδικα.", "55. Σημειώνει, επιπλέον, ότι σύμφωνα με τις πληροφορίες που παρείχαν οι προσφεύγοντες που αποτέλεσαν αντικείμενο πρωτόδικων καταδικαστικών αποφάσεων, και τις οποίες δεν αμφισβητεί η Κυβέρνηση, τα δικαστήρια δεν προσέδωσαν ανασταλτική ισχύ στις εφέσεις που άσκησαν αυτοί, σύμφωνα με το άρθρο 497 § 4 του κώδικα ποινικής δικονομίας. Η παράγραφος 4 του εν λόγω άρθρου προβλέπει ότι το δικαστήριο αποφαίνεται εφαρμόζοντας τα κριτήρια της παραγράφου 8, μεταξύ των οποίων περιλαμβάνεται η υπέρμετρη και ανεπανόρθωτη βλάβη που θα προκαλούνταν στον ενδιαφερόμενο, ο οποίος θα υποχρεούνταν να εξακολουθήσει να εκτίει την ποινή του. Αρνούμενα να προσδώσουν ανασταλτική ισχύ στις εφέσεις, τα δικαστήρια προφανώς έκριναν ότι η κατάσταση της υγείας των προσφευγόντων δεν ήταν ασυμβίβαστη με την κράτησή τους. Ελλείψει σαφούς και ξαφνικής επιδείνωσης της κατάστασης αυτής, τυχόν μεταγενέστερη αίτηση των προσφευγόντων στη βάση της παραγράφου 7 του άρθρου 497, όπως συστήνει η Κυβέρνηση, δεν θα οδηγούσε κατά την άποψη του Δικαστηρίου σε διαφορετική απόφαση από εκείνη που ελήφθη κατ’ εφαρμογή του παραγράφου 4 του εν λόγω άρθρου.", "56. Επιπλέον, το Δικαστήριο σημειώνει ότι οι προσφεύγοντες παραπονέθηκαν στο συμβούλιο του νοσοκομείου των φυλακών, στη βάση του άρθρου 6, καθώς και στον εισαγγελέα-επόπτη των φυλακών Κορυδαλλού (στη βάση των άρθρων 6 του σωφρονιστικού κώδικα και 572 του κώδικα ποινικής δικονομίας), αλλά ότι δεν δόθηκε καμία συνέχεια στις ενέργειές τους. Ως προς τούτο, το Δικαστήριο έχει ήδη κρίνει ότι όταν ένας προσφεύγων ισχυρίζεται ότι θίγεται προσωπικά από τις συνθήκες που επικρατούν εντός των φυλακών, τα ένδικα μέσα που προβλέπονται στα προαναφερόμενα άρθρα δεν έχουν καμιά χρησιμότητα (Παπακωνσταντίνου κατά Ελλάδας, αριθ. 50765/11, § 51, 13 Νοεμβρίου 2014).", "57. Τέλος, το άρθρο 19 του νόμου αριθ. 4242/2014 που επέτρεψε σε τρεις από τους προσφεύγοντες να απολυθούν υπό όρο το 2014 τέθηκε σε ισχύ μόλις στις 28 Φεβρουαρίου 2014.", "58. Έπεται ότι την ημερομηνία κατάθεσης της προσφυγής τους, στις 9 Μαρτίου 2013, και λαμβανομένης υπόψη της κατάστασης της υγείας τους εκείνη την περίοδο, οι προσφεύγοντες, οι οποίοι ήταν είτε κατάδικοι είτε υπόδικοι, δεν διέθεταν ένδικο μέσο μέσω του οποίου να μπορούσαν να παραπονεθούν αποτελεσματικά για τις συνθήκες κράτησής τους στο νοσοκομείο των φυλακών Κορυδαλλού ή να ζητήσουν την υπό όρο απόλυσή τους. Το Δικαστήριο απορρίπτει συνεπώς την ένσταση της Κυβέρνησης.", "59. Το Δικαστήριο διαπιστώνει ότι αυτή η αιτίαση δεν είναι προδήλως αβάσιμη υπό την έννοια του άρθρου 35 § 3 α) της Σύμβασης και ότι δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου. Την κηρύσσει ως εκ τούτου παραδεκτή.", "", "Β. Επί της ουσίας", "", "60. Η Κυβέρνηση παραδέχεται ότι μεταξύ Σεπτεμβρίου και Δεκεμβρίου 2011 στο νοσοκομείο των φυλακών Κορυδαλλού υπήρχε έλλειψη φαρμάκων για οροθετικούς λόγω, αφενός, της αύξησης αυτού του είδους κρατουμένων και, αφετέρου, της έλλειψης επαρκών κονδυλίων για την αγορά αυτών των φαρμάκων που είναι πολύ δαπανηρά. Εντούτοις, το πρόβλημα αυτό επιλύθηκε στις αρχές του 2012. Η παρακολούθηση των οροθετικών κρατουμένων γίνεται τακτικά, οι ασθενείς που χρήζουν νοσηλείας μεταφέρονται στα δημόσια νοσοκομεία και οι μικροβιολογικές εξετάσεις των οροθετικών αποστέλλονται σε εξειδικευμένα εργαστήρια.", "61. Η Κυβέρνηση δεν δέχεται τον όρο «γκετοποίηση» που χρησιμοποιούν οι προσφεύγοντες και εξηγεί το γεγονός της τοποθέτησης των οροθετικών στον δεύτερο όροφο του νοσοκομείου Άγιος Παύλος βάσει της ανάγκης για καλύτερη παρακολούθηση και θεραπεία, προστασία από τις μεταδοτικές ασθένειες, παροχή βελτιωμένων γευμάτων, διασφάλιση προαυλισμού μεγαλύτερης διάρκειας και πρόσβασης σε κουζίνα και πλυντήρια ειδικά για εκείνους.", "62. Οι προσφεύγοντες επικαλούνται τα συμπεράσματα της πρόσφατης έκθεσης της Επιτροπής για την Πρόληψη των Βασανιστηρίων και της Απάνθρωπης η Εξευτελιστικής Μεταχείρισης ή Τιμωρίας, με ημερομηνία 5 Ιουλίου 2013, τα οποία αφορούν συγκεκριμένα τις γενικές συνθήκες κράτησης στις φυλακές Κορυδαλλού και σε άλλες φυλακές, ιδίως όσον αφορά τον υπερπληθυσμό και τον διαχωρισμό των οποίων αποτελούσαν αντικείμενο οι κρατούμενοι φορείς του ιού HIV. Όσον αφορά ειδικότερα τις συνθήκες που επικρατούν στο νοσοκομείο Άγιος Παύλος του Κορυδαλλού, επικαλούνται πολυάριθμα άρθρα του ελληνικού τύπου που περιγράφουν την κατάσταση στο εν λόγω νοσοκομείο και τα οποία έχουν απήχηση πέραν των συνόρων της χώρας. Οι εκπρόσωποι πολλών πολιτικών κομμάτων που επισκέφθηκαν πολυάριθμες φορές τις φυλακές χαρακτήρισαν σοκαριστικές τις συνθήκες που διαπίστωσαν. Ακόμη και το προσωπικό του νοσοκομείου είχε δηλώσει δημόσια ότι οι συνθήκες αυτές ήταν προβληματικές. Η διαρροή ενός βίντεο για τις συνθήκες κράτησης τον Νοέμβριο του 2014 ώθησε τον εισαγγελέα του Αρείου Πάγου να διατάξει έρευνα που βρίσκεται ακόμα σε εξέλιξη.", "63. Οι προσφεύγοντες προσκομίζουν διάφορα πρόσφατα άρθρα του τύπου μεταξύ 2013 και 2014, τα οποία μιλούν για επιδείνωση των συνθηκών διαβίωσης στο νοσοκομείο και, ειδικότερα, για αύξηση του αριθμού των φορέων του ιού HIV (128 κρατούμενοι στους 209) και για νέες καθυστερήσεις και διακοπές στη χορήγηση των θεραπειών.", "64. Το Δικαστήριο υπενθυμίζει τη νομολογία του σύμφωνα με το οποίο το άρθρο 3 δεν μπορεί να ερμηνεύεται ως επιβάλλον μια γενική υποχρέωση απόλυσης ενός κρατουμένου για λόγους υγείας ή τοποθέτησής του σε πολιτικό νοσοκομείο προκειμένου να του επιτραπεί να λάβει ειδικού τύπου ιατρική αγωγή. Εντούτοις, το άρθρο αυτό επιβάλλει στο Κράτος να διασφαλίζει ότι κάθε φυλακισμένος κρατείται υπό συνθήκες συμβατές με τον σεβασμό της ανθρώπινης αξιοπρέπειας, ότι οι τρόποι εκτέλεσης του μέτρου δεν υποβάλλουν τον ενδιαφερόμενο σε αγωνία ή δοκιμασία εντάσεως τέτοιας που να υπερβαίνει το αναπόφευκτο επίπεδο πόνου που είναι σύμφυτο με την κράτηση και ότι, λαμβανομένων υπόψη των πρακτικών απαιτήσεων της φυλάκισης, η υγεία και το «ευ-ζειν» του φυλακισμένου διασφαλίζονται κατά τρόπο επαρκή, ιδίως με την παροχή της απαιτούμενης ιατρικής περίθαλψης (Kudla κατά Πολωνίας [GC], αριθ. 30210/96, § 94, CEDH 2000-XI). ", "  65. Το Δικαστήριο υπενθυμίζει επίσης ότι οι εθνικές αρχές πρέπει να διασφαλίζουν ότι οι διαγνώσεις και η ιατρική φροντίδα εντός των φυλακών, συμπεριλαμβανομένων των νοσοκομείων των φυλακών, γίνονται ταχέως και είναι προσήκουσες. Πρέπει επίσης να διασφαλίζουν ότι όταν το απαιτεί η κατάσταση της υγείας του κρατουμένου, η παρακολούθηση θα πραγματοποιείται τακτικά και θα περιλαμβάνει πλήρη θεραπευτική στρατηγική με σκοπό την αποκατάσταση της υγείας του κρατουμένου ή, τουλάχιστον, τη μη επιδείνωσή της (Pitalev κατά Ρωσίας, αριθ. 34393/03, § 54, 30 Ιουλίου 2009). Έχοντας επίγνωση των πρακτικών απαιτήσεων της κράτησης, το Δικαστήριο αναγνωρίζει στον εαυτό του επαρκή ευελιξία για να αποφαίνεται, σε κάθε περίπτωση ξεχωριστά, αν οι ελλείψεις στην ιατρική περίθαλψη ήταν συμβατές με την ανθρώπινη αξιοπρέπεια του κρατούμενου (Aleksanyan κατά Ρωσίας, αριθ. 46468/06, § 140, 22 Δεκεμβρίου 2008).", "66. Τέλος, το Δικαστήριο επαναλαμβάνει ότι οι πληροφορίες που αφορούν τις συνθήκες κράτησης, συμπεριλαμβανομένων των ζητημάτων της ιατρικής φροντίδας, είναι γνωστές στις εθνικές αρχές. Ωστόσο, οι προσφεύγοντες ενδέχεται να αντιμετωπίζουν δυσκολίες όσον αφορά την προσκόμιση αποδεικτικών στοιχείων ικανών να στηρίξουν τις σχετικές αιτιάσεις τους. Αυτό που αναμένεται από τους προσφεύγοντες εν γένει σε αυτές περιπτώσεις είναι να υποβάλουν τουλάχιστον λεπτομερή κατάλογο των πραγματικών περιστατικών για τα οποία παραπονούνται. Επαφίεται σε αυτήν την περίπτωση στην Κυβέρνηση να παράσχει εξηγήσεις και έγγραφα σε στήριξη αυτών (Salakhov και Islyamova κατά Ουκρανίας, αριθ. 28005/08, § 132, 14 Μαρτίου 2013).", "67. Εν προκειμένω, το Δικαστήριο σημειώνει ότι, όπως προκύπτει από τους ισχυρισμούς των προσφευγόντων ιδίως, αυτοί διέμεναν σε πτέρυγες με τόσο συνωστισμό που ο προσωπικός χώρος του κάθε κρατούμενου είναι λιγότερος από 2 τετραγωνικά μέτρα, επιφάνεια στην οποία συμπεριλαμβάνονται τα κρεβάτια και η τουαλέτα. Τα λουτρά δεν πληρούν τα ελάχιστα πρότυπα υγιεινής και η καθαριότητα των χώρων επαφίεται στη βούληση ορισμένων κρατουμένων. Η σίτιση είναι τόσο φτωχή σε διατροφική αξία που οι οροθετικοί κινδυνεύουν να εκδηλώσουν την ασθένεια λόγω της εξασθένησης του οργανισμού τους. Οι χώροι δεν θερμαίνονται επαρκώς και οι κρατούμενοι εκτίθενται σε χαμηλές θερμοκρασίες, κυρίως κατά τη διάρκεια της νύχτας.", "68. Κατά τους προσφεύγοντες, οι διαγνώσεις γίνονται με αυτόματο τρόπο και οι γιατροί συστήνουν πάντα τα ίδια φάρμακα χωρίς να προβαίνουν σε ατομική εξέταση κάθε κρατούμενου. Δεν υπάρχει γιατρός με ειδίκευση στις μεταδοτικές ασθένειες στο νοσοκομείο και, ως εκ τούτου, οι οροθετικοί διατρέχουν κινδύνους λόγω διαγνώσεων μη ειδικών επί του θέματος. Οι μεταφορές σε εξωτερικά νοσοκομεία, σε περίπτωση ανάγκης, γίνονται πάντα με μεγάλη καθυστέρηση και η χορήγηση των φαρμάκων σε κάποιους προσφεύγοντες διακόπτεται συχνά χωρίς εξήγηση για περιόδους μεταξύ μίας εβδομάδας και ενός μήνα. Άλλοι προσφεύγοντες δεν έχουν ξεκινήσει ακόμα τη θεραπεία τους και αυτή η καθυστέρηση αιτιολογείται από τους γιατρούς που υποστηρίζουν ότι «το όριο (του ιού μέσα στο αίμα) για να καταστεί αναγκαία η έναρξη της θεραπείας έχει αυξηθεί».", "69. Το Δικαστήριο σημειώνει επίσης ότι, από την πλευρά της, εξαιρουμένων κάποιων γενικών διαβεβαιώσεων σχετικά με το νοσοκομείο Άγιος Παύλος των φυλακών Κορυδαλλού, η Κυβέρνηση δεν αντικρούει πραγματικά τους συγκεκριμένους ισχυρισμούς των προσφευγόντων.", "70. Το Δικαστήριο δεν μπορεί να αμφισβητήσει την αρχική πρόθεση των σωφρονιστικών αρχών να μεταφέρουν τους οροθετικούς κρατούμενους, όπως οι προσφεύγοντες, στο νοσοκομείο των φυλακών με στόχο την παροχή μεγαλύτερης άνεσης και την τακτική παρακολούθηση της θεραπείας τους. Σημειώνει τα επιχειρήματα της Κυβέρνησης σύμφωνα με τα οποία η κατάσταση των προσφευγόντων δεν μπορεί να χαρακτηρισθεί «γκετοποίηση» διότι η τοποθέτησή τους στο ψυχιατρικό νοσοκομείο αιτιολογούνταν από την ανάγκη καλύτερης παρακολούθησης και θεραπείας, προστασίας από τις μεταδοτικές ασθένειες, παροχής βελτιωμένων γευμάτων, εξασφάλισης προαυλισμού μεγαλύτερης διάρκειας και πρόσβασης σε κουζίνα και πλυντήρια ειδικά για αυτούς.", "71. Ως εκ τούτου, αν υποτεθεί ότι υπήρξε διαφορά στην μεταχείριση απέναντί τους, αυτή επιδίωκε «θεμιτό σκοπό»: να τους παράσχει ευνοϊκότερες συνθήκες κράτησης από τους απλούς κρατούμενους. Εντούτοις, η διαφορετική μεταχείριση στερείται αντικειμενικής και εύλογης αιτιολογίας αν, επιπλέον, δεν υφίσταται «εύλογη σχέση αναλογικότητας» μεταξύ των χρησιμοποιούμενων μέσων και του επιδιωκόμενου σκοπού. Αν ένας οροθετικός κρατούμενος πρέπει να χωριστεί από τους υπόλοιπους κρατούμενους, θα πρέπει να τοποθετηθεί σε χώρο αντίστοιχο των αναγκών του και της ευζωίας του.", "72. Ως προς τούτο, το Δικαστήριο σημειώνει καταρχήν ότι οι προσφεύγοντες ήταν απλοί οροθετικοί που δεν είχαν εκδηλώσει την ασθένεια και, ως τέτοιοι, δεν χρειαζόταν να τοποθετηθούν στην απομόνωση προκειμένου να αποφευχθεί η εξάπλωση μιας ασθένειας ή να αποτραπεί η μόλυνση άλλων κρατουμένων. Αφετέρου, το Δικαστήριο προσδίδει ιδιαίτερη σημασία τόσο στις διαπιστώσεις του Συνηγόρου του Πολίτη και στις παρεμβάσεις του υπουργού Δικαιοσύνης και της εισαγγελέως του Αρείου Πάγου, όσο και σε εκείνες της Κοινοβουλευτικής Συνέλευσης του Συμβουλίου της Ευρώπης και της CPT (πιο πάνω παράγραφοι 40-46). Οι διαπιστώσεις αυτές καταδεικνύουν ότι οι καλές προθέσεις των αρχών δεν μπορούσαν να υλοποιηθούν δεδομένης της κατάστασης που επικρατεί στην ψυχιατρική πτέρυγα του νοσοκομείου των φυλακών. Στην από 26 Οκτωβρίου 2012 έκθεσή του, ο Συνήγορος του Πολίτη σημείωνε την ακανόνιστη λήψη θεραπείας από τους προσφεύγοντες, καθώς και τη δυσκολία θεραπείας τους σε έναν χώρο όπου ο κίνδυνος μετάδοσης μεταδοτικών ασθενειών ήταν πολύ υψηλός. Σε δελτίο τύπου της 6ης Μαρτίου 2014, ο Συνήγορος υπενθύμιζε ότι οι υποδομές ήταν παλιές και εντελώς ακατάλληλες, ότι το ιατρικό προσωπικό ήταν ανεπαρκές και ότι η συγκέντρωση των οροθετικών σε μία πτέρυγα είχε δημιουργήσει συνθήκες «γκετοποίησης και στιγματισμού» (πιο πάνω παράγραφοι 40-41). Από την πλευρά της, η CPT υπογράμμιζε ότι δεν υπήρχε καμία δικαιολογία σχετική με τη δημόσια υγεία για την απομόνωση των κρατουμένων μόνο για τον λόγο ότι είναι οροθετικοί.", "73. Όσον αφορά την Κοινοβουλευτική Συνέλευση του Συμβουλίου της Ευρώπης, σημείωνε τον Μάρτιο του 2014 ότι το νοσοκομείο, το οποίο είχε σχεδιαστεί για 60 άτομα, φιλοξενούσε 200 κρατούμενους η πλειονότητα των οποίων ήταν οροθετικοί ή έπασχαν από μεταδοτικές ασθένειες όπως η φυματίωση και η ηπατίτιδα και ότι σε τέτοιες συνθήκες ήταν αδύνατο να εξασφαλιστεί προσήκουσα ιατρική φροντίδα για τους κρατούμενους (πιο πάνω παράγραφοι 44-45).", "74. Σύμφωνα με τους ισχυρισμούς των προσφευγόντων, στη βάση άρθρων του τύπου που επισυνάπτονται στον φάκελο και δεν αμφισβητεί η Κυβέρνηση, τον Ιανουάριο του 2014 ο αριθμός κρατουμένων στο νοσοκομείο Άγιος Παύλος είχε αγγίξει τα 209 άτομα, εκ των οποίων 128 φορείς του ιού HIV. Τα άρθρα σημείωναν εκ νέου τις διακοπές και τις καθυστερήσεις στη χορήγηση των φαρμάκων.", "75. Υπό αυτές τι συνθήκες, το Δικαστήριο θεωρεί ότι έχουν αποδειχτεί οι κακές υλικές και υγειονομικές συνθήκες κράτησης στο νοσοκομείο Άγιος Παύλος καθώς και οι ασυνέπειες στη χορήγηση προσήκουσας θεραπείας. Θεωρεί ότι οι προσφεύγοντες εκτέθηκαν – και ίσως ορισμένοι από αυτούς να εξακολουθούν να εκτίθενται – σε σωματικό και ψυχικό πόνο που υπερβαίνει εκείνον που είναι σύμφυτος με την κράτηση. Συμπεραίνει ως εκ τούτου ότι υπέστησαν απάνθρωπη και εξευτελιστική μεταχείριση και ότι ο διαχωρισμός του οποίου υπήρξαν αντικείμενο στερείται αντικειμενικής και εύλογης αιτιολογίας διότι δεν ήταν αναγκαίος λαμβανομένων υπόψη των περιστάσεων. Ως εκ τούτου, υπήρξε παραβίαση του άρθρου 3 μεμονωμένα και σε συνδυασμό με το άρθρο 14 της Σύμβασης.", "", "ΙΙ. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 3 ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΑΡΘΡΟ 13 ΤΗΣ ΣΥΜΒΑΣΗΣ", "76. Οι προσφεύγοντες παραπονούνται ότι δεν είχαν στη διάθεσή τους, όπως το απαιτεί το άρθρο 13 της Σύμβασης, αποτελεσματική εθνική προσφυγή μέσω της οποίας θα μπορούσαν να διατυπώσουν την αιτίασή τους περί παραβίασης του άρθρου 3 όσον αφορά τις συνθήκες κράτησής τους και την ιατρική θεραπεία που τους χορηγήθηκε στο νοσοκομείο των φυλακών Κορυδαλλού.", "77. Η Κυβέρνηση υποστηρίζει ότι οι προσφεύγοντες είχαν στη διάθεσή τους τις προσφυγές που προβλέπονται στα άρθρα 6 του σωφρονιστικού κώδικα και 572 του κώδικα ποινικής δικονομίας, καθώς επίσης και στο άρθρο 25 § 1 του νόμου αριθ. 1756/1988 περί κώδικα δικαστηρίων που εξουσιοδοτεί τον αντεισαγγελέα εφετών επόπτη των φυλακών του Κορυδαλλού να μεριμνά για την τήρηση των κανόνων που αφορούν τη μεταχείριση των κρατουμένων και των συνθηκών κράτησης εντός των φυλακών.", "78. Οι προσφεύγοντες υπογραμμίζουν ότι η Κυβέρνηση δεν παρέχει ούτε ένα παράδειγμα κρατουμένου ο οποίος να απευθύνθηκε στον εισαγγελέα-επόπτη των φυλακών ή στο συμβούλιο των φυλακών και να πέτυχε την παύση της παραβίασης της Σύμβασης που προκύπτει από ένα συστημικό πρόβλημα σχετικό με τις συνθήκες κράτησης.", "79. Διαπιστώνοντας ότι αυτή η αιτίαση δεν είναι προδήλως αβάσιμη με την έννοια του άρθρου 35 § 3 α) της Σύμβαση και ότι δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου, το Δικαστήριο την κηρύσσει παραδεκτή. Επιπλέον, λαμβανομένου υπόψη του συμπεράσματός του σχετικά με την ένσταση περί μη εξάντλησης των εθνικών ενδίκων μέσων (πιο πάνω παράγραφος 58), το Δικαστήριο εκτιμά ότι τα ένδικα μέσα που αναφέρει εν προκειμένω η Κυβέρνηση δεν ανταποκρίνονταν στις απαιτήσεις του άρθρου 13 της Σύμβασης. Συνεπώς, υφίσταται παραβίαση της διάταξης αυτής.", "", "ΙΙΙ. ΕΠΙ ΤΩΝ ΛΟΙΠΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ", "80. Επικαλούμενοι το άρθρο 3, σε συνδυασμό με το άρθρο 14 της Σύμβασης, οι προσφεύγοντες παραπονούνται τέλος για διακριτική μεταχείριση μεταξύ των οροθετικών κρατουμένων που καταδικάσθηκαν δυνάμει δικαστικής απόφασης και των οροθετικών κρατουμένων υπό προσωρινή κράτηση: οι πρώτοι μπορούν να ζητήσουν και να επιτύχουν την αποφυλάκισή τους κατ’ εφαρμογή των άρθρων 110Α του ποινικού κώδικα και 497 § 7 του κώδικα ποινικής δικονομίας, ενώ οι δεύτεροι δεν μπορούν να επωφεληθούν από αυτές τις διατάξεις.", "81. Η Κυβέρνηση υποστηρίζει ότι η ύπαρξη διαφορετικών κανόνων και ενδίκων μέσων για τους υπόδικους και τους κατάδικους δεν συνιστά διακριτική μεταχείριση αντίθετη προς τα άρθρα 14 και 3 σε συνδυασμό διότι αφορά δύο διαφορετικές κατηγορίες κρατουμένων.", "82. Ωστόσο, το Δικαστήριο διαπιστώνει ότι όλοι οι προσφεύγοντες, με εξαίρεση τον προσφεύγοντα Χαμήτογλου, κρατούνταν ως κατάδικοι και όχι ως υπόδικοι την ημερομηνία κατάθεσης της προσφυγής ενώπιον του Δικαστηρίου. Ειδικότερα, όσον αφορά τον προσφεύγοντα Χατζίκο, το Δικαστήριο σημειώνει τα ακόλουθα: ο εν λόγω προσφεύγων φυλακίσθηκε στις 13 Ιουλίου 2012 και κρατήθηκε προσωρινά από τις 16 Αυγούστου 2012 έως τις 5 Απριλίου 2013, ημερομηνία κατά την οποία καταδικάσθηκε από το μικτό ορκωτό εφετείο Αθηνών σε ποινή κάθειρξης. Εντούτοις, προτού καταδικασθεί από το μικτό ορκωτό εφετείο Αθηνών, σε βάρος του εν λόγω προσφεύγοντα είχαν εκδοθεί πολυάριθμες προγενέστερες καταδικαστικές αποφάσεις, μεταξύ άλλων και ιδίως η από 23 Φεβρουαρίου 2012 απόφαση του πλημμελειοδικείου Αθηνών που τον καταδίκαζε σε ποινή φυλάκισης 7 μηνών και η από 24 Φεβρουαρίου 2012 απόφαση του πλημμελειοδικείου Αθηνών που τον καταδίκαζε σε ποινή φυλάκισης 10 μηνών.", "83. Όσον αφορά τον προσφεύγοντα Χαμήτογλου, φυλακίσθηκε ως υπόδικος από την 1η Οκτωβρίου 2013 έως τις 10 Φεβρουαρίου 2014, ημερομηνία κατά την οποία το μικτό ορκωτό τον αθώωσε. Εντούτοις, από τον φάκελο προκύπτει ότι ο προσφεύγων ήταν απλός φορέας του HIV και, για τον λόγο αυτό, δεν μπορεί να υποστηρίξει ότι υπήρξε θύμα διάκρισης σε σχέση με κάποιον κατάδικο στην ίδια θέση με εκείνον διότι το άρθρο 110Α του ποινικού κώδικα που εφαρμόζεται επί των καταδίκων προϋποθέτει, προκειμένου να εφαρμοστεί, ο ενδιαφερόμενος να έχει εκδηλώσει την ασθένεια και να μην είναι απλός φορέας του ιού. Επιπλέον, το άρθρο 497 αφορά μόνο την ανασταλτική ισχύ της έφεσης που θα μπορούσε να ασκήσει κάποιος που έχει καταδικασθεί σε πρώτο βαθμό και δεν αφορά συγκεκριμένα τους κρατούμενους που πάσχουν από κάποια ασθένεια, εφόσον δεν πρόκειται για άτομα στα οποία η κράτηση μπορεί να προκαλέσει υπέρμετρη και ανεπανόρθωτη βλάβη. Τέλος, ο εν λόγω προσφεύγων αφέθηκε ελεύθερος υπό όρους στις 17 Μαρτίου 2014, κατ’ εφαρμογή του άρθρου 19 του νόμου αριθ. 4242/2014, που αφορά (μεταξύ άλλων) την απόλυση για λόγους υγείας και τέθηκε σε ισχύ στις 28 Φεβρουαρίου 2014.", "84. Έπεται ότι κανείς από τους προσφεύγοντες δεν μπορεί να επικαλεστεί διαφορετική μεταχείριση λόγω της διάκρισης μεταξύ υποδίκου και καταδίκου. Το Δικαστήριο εκτιμά συνεπώς ότι η αιτίαση αυτή πρέπει να κηρυχθεί απαράδεκτη και να απορριφθεί κατ’ εφαρμογή του άρθρου 35 §§ 3 και 4 της Σύμβασης.", "", "IV. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "85. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "Α. Ζημία", "", "86. Οι προσφεύγοντες αξιώνουν διαφορετικά ποσά ο καθένας για την ηθική βλάβη που υποστηρίζουν ότι υπέστησαν, ανάλογα με τη διάρκεια της κράτησής τους και τον αριθμό των παραβιάσεων που μπορεί να διαπιστώσει το Δικαστήριο. Επικαλούμενοι τις αποφάσεις Selmouni κατά Γαλλίας ([GC], αριθ. 25803/94, CEDH 1999-V) και Velikova κατά Βουλγαρίας (αριθ. 41488/98, CEDH 2000-VI), καλούν το Δικαστήριο να διευκρινίσει στην απόφασή του ότι τα επιδικαστέα ποσά για ηθική βλάβη δεν θα πρέπει να υπόκεινται σε κατάσχεση και ότι θα κατατεθούν στον τραπεζικό λογαριασμό της δικηγόρου τους σύμφωνα με την επιθυμία που διατύπωσαν σε έγγραφες δηλώσεις που φέρουν την υπογραφή τους και κατατέθηκαν στο Δικαστήριο. Στις εν λόγω δηλώσεις, ισχυρίζονταν ότι αν η αποζημίωση δεν καταθέτονταν στον τραπεζικό λογαριασμό της δικηγόρου τους, δεν θα είχαν τη δυνατότητα να την εισπράξουν.", "87. Η Κυβέρνηση υποστηρίζει ότι οι αξιώσεις των προσφευγόντων είναι υπερβολικές και εντελώς αδικαιολόγητες, λαμβανομένων υπόψη των περιστάσεων της υπόθεσης και της τρέχουσας οικονομικής κατάστασης της Ελλάδας. Θεωρεί ότι η διαπίστωση παραβίασης θα συνιστούσε επαρκή δίκαιη ικανοποίηση. Απεναντίας, αν το Δικαστήριο εκτιμά ότι πρέπει να επιδικαστεί αποζημίωση, αυτή δεν πρέπει να υπερβαίνει τα 5.000 ευρώ για κάθε προσφεύγοντα.", "88. Το Δικαστήριο σημειώνει ότι ορισμένοι από τους προσφεύγοντες έχουν ήδη αφεθεί ελεύθεροι δυνάμει νέων διατάξεων του νόμου ευνοϊκών για εκείνους και ότι άλλοι εξακολουθούν να τελούν υπό κράτηση. Εντούτοις, αν και οι διάδικοι, οι προσφεύγοντες και η Κυβέρνηση, αναφέρουν τη συνολική διάρκεια του εγκλεισμού τους στις φυλακές Κορυδαλλού, δεν διευκρινίζουν αν η τοποθέτησή τους στο νοσοκομείο Άγιος Παύλος αντιστοιχούσε στο σύνολο αυτής της περιόδου ή σε κάποιο μέρος της. Για τον λόγο αυτό, το Δικαστήριο αποφασίζει να χορηγήσει για ηθική βλάβη το ίδιο εφάπαξ ποσό σε όλους τους προσφεύγοντες, το οποίο ορίζει σε 10.000 για έκαστο εξ αυτών και το οποίο θα καταβληθεί στον τραπεζικό λογαριασμό της δικηγόρου τους.", "", "Β. Έξοδα και δικαστική δαπάνη", "", "89. Οι προσφεύγοντες υποστηρίζουν ότι σύνηψαν με τη δικηγόρο τους συμφωνητικό βάσει του οποίου θα λάβει ως αμοιβή ποσό που θα αντιστοιχεί στο 20% του ποσού που θα επιδικάσει το Δικαστήριο σε κάθε προσφεύγοντα, πλέον 350 ευρώ για τον καθένα, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος. Σε περίπτωση που το Δικαστήριο δεν επιθυμεί να ακολουθήσει το εν λόγω συμφωνητικό, ζητούν 1.350 ευρώ έκαστος, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος για τα έξοδα και τη δικαστική δαπάνη. Ζητούν επίσης τα ποσά αυτά να καταβληθούν απευθείας στον τραπεζικό λογαριασμό της δικηγόρου τους, όπως το Δικαστήριο έχει ήδη πράξει στις υποθέσεις Ταγγατίδης και λοιποί κατά Ελλάδας (αριθ. 2889/09, 11 Οκτωβρίου 2011), Δημητράς και λοιποί κατά Ελλάδας (αριθ. 34207/08 και 6365/09, 3 Νοεμβρίου 2011) και Σαμπάνη και λοιποί κατά Ελλάδας (αριθ. 59608/09), 11 Δεκεμβρίου 2012).", "90. Η Κυβέρνηση υπογραμμίζει ότι οι προσφεύγοντες δεν προσκομίζουν κανένα δικαιολογητικό που να αποδεικνύει την καταβολή των αιτούμενων ποσών. Όσον αφορά το συμφωνητικό που αναφέρουν, όχι μόνο δεν προσκομίζουν αντίγραφο αλλά αυτό αφορά υποθετικά έξοδα και δικαστική δαπάνη των οποίων η πραγματικότητα δεν μπορεί να αποδειχθεί. Η Κυβέρνηση δηλώνει σύμφωνη για την καταβολή ενός συνολικού ποσού για έξοδα και δικαστική δαπάνη, το οποίο δεν θα υπερβαίνει τα 2.000 ευρώ.", "91. Το Δικαστήριο σημειώνει ότι οι προσφεύγοντες υποστηρίζουν ότι σύνηψαν με τη δικηγόρο τους συμφωνητικό αναφορικά με την αμοιβή της, το οποίο έμοιαζε με ένα συμφωνητικό quota litis. Σημειώνει επίσης ότι δε προσκομίζουν αντίγραφο του εν λόγω συμφωνητικού. Το Δικαστήριο υπενθυμίζει ότι αυτά τα συμφωνητικά μπορούν να βεβαιώσουν, εφόσον είναι νομικά ισχυρά, ότι ο ενδιαφερόμενος είναι πράγματι οφειλέτης των αιτούμενων ποσών. Τέτοια συμφωνητικά, τα οποία γεννούν υποχρεώσεις μόνο μεταξύ του δικηγόρου και του πελάτη του, δεν δεσμεύουν το Δικαστήριο, το οποίο πρέπει να αξιολογεί το επίπεδο των εξόδων και της δικαστικής δαπάνης που πρέπει να καταβληθεί όχι μόνο ως προς την πραγματικότητα των επικαλούμενων εξόδων, αλλά ομοίως σε σχέση προς τον εύλογο χαρακτήρα τους (Ιατρίδης κατά Ελλάδας (δίκαιη ικανοποίηση), [GC], αριθ. 31107/96, § 55, CEDH 2000-XI, Κορκολής κατά Ελλάδας, αριθ. 63300/09, § 33, 15 Ιανουαρίου 2015). Λαμβάνοντας υπόψη τη νομολογία του επί του ζητήματος, εκτιμά εύλογο να επιδικάσει από κοινού στους προσφεύγοντες 2.500 ευρώ για τα έξοδα στα οποία υποβλήθηκαν για τη διαδικασία ενώπιόν του, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται από τους προσφεύγοντες ως φόρος, τα οποία θα καταβληθούν στον τραπεζικό λογαριασμό της δικηγόρου τους.", "", "Γ. Τόκοι υπερημερίας", "", "92. Το Δικαστήριο κρίνει προσήκον να βασίσει το επιτόκιο των τόκων υπερημερίας στο επιτόκιο διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "", "1. Κηρύσσει την προσφυγή παραδεκτή ως προς τις αιτιάσεις τις ελκόμενες από το άρθρο 3 της Σύμβασης μεμονωμένα και σε συνδυασμό με το άρθρο 14, όσον αφορά τις συνθήκες κράτησης στο νοσοκομείο των φυλακών Κορυδαλλού, την «γκετοποίησή» τους εντός αυτού του νοσοκομείου και την ποιότητα της ιατρικής φροντίδας, καθώς και ως προς την αιτίαση την ελκόμενη από το άρθρο 3 σε συνδυασμό με το άρθρο 13, και απαράδεκτη κατά τα λοιπά.", "", "2. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 3 της Σύμβασης, μεμονωμένα και σε συνδυασμό με το άρθρο 14.", "", "3. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 13 της Σύμβασης σε συνδυασμό με το άρθρο 3.", "4. Αποφαίνεται", "α) ότι το καθ’ου η προσφυγή Κράτος οφείλει να καταβάλει στους προσφεύγοντες, μέσα σε τρεις μήνες από την ημέρα κατά την οποία η απόφαση θα καταστεί οριστική σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, τα ακόλουθα ποσά, τα οποία θα καταβληθούν απευθείας στον τραπεζικό λογαριασμό που θα υποδείξει η δικηγόρος τους:", "i) 10.000 (δέκα χιλιάδες) ευρώ, σε έκαστο προσφεύγοντα, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος, για ηθική βλάβη,", "ii) 2.500 (δύο χιλιάδες πεντακόσια) ευρώ, από κοινού στους προσφεύγοντες, πλέον οποιουδήποτε ποσού μπορεί να οφείλουν οι προσφεύγοντες ως φόρο, για έξοδα και δικαστική δαπάνη,", "β) ότι, από τη λήξη της προθεσμίας αυτής και μέχρι την καταβολή, τα ποσά αυτά θα προσαυξηθούν με τόκους υπολογιζόμενους με επιτόκιο ίσο με το επιτόκιο διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, το οποίο θα ισχύει κατά την εν λόγω περίοδο, προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "5. Απορρίπτει το αίτημα δίκαιης ικανοποίησης κατά τα λοιπά.", "", "Συντάχθηκε στη γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 9 Ιουλίου 2015, κατ’ εφαρμογή του άρθρου 77 §§ 2 και 3 του κανονισμού του Δικαστηρίου.", "\t", "(υπογραφή)\t\t\t\t\t(υπογραφή)", "Søren Nielsen\t\t\t\t\tIsabelle Berro", "Γραμματέας\t\t\t\t\tΠρόεδρος ", "", "\nΠΑΡΑΡΤΗΜΑ", "", "1. Ανδρέας ΜΑΡΤΖΑΚΛΗΣ, γεννηθείς στις 28/07/1981", "2. Χρήστος ΣΑΡΡΗΣ, γεννηθείς στις 10/10/1968", "3. Χρήστος ΕΥΣΤΑΘΙΟΥ, γεννηθείς στις 09/11/1972", "4. Ευθύμιος ΚΑΡΑΤΖΟΓΛΟΥ, γεννηθείς το 1980", "5. Αχιλλέας ΠΑΠΑΔΙΩΤΗΣ, γεννηθείς στις 09/01/1983", "6. Δημήτριος ΝΙΚΟΛΟΠΟΥΛΟΣ, γεννηθείς στις 02/11/1985", "7. Σπυρίδων ΠΕΤΡΕΝΙΤΗΣ, γεννηθείς στις 01/03/1979", "8. Χρυσάφης ΧΑΤΖΙΚΟΣ, γεννηθείς στις 13/09/1979", "9. Χρήστος ΔΟΡΙΖΑΣ, γεννηθείς στις 12/08/1976", "10. Παναγιώτης ΚΟΡΜΑΛΗΣ, γεννηθείς στις 02/08/1979", "11. Αιμιλιανός ΧΑΜΗΤΟΓΛΟΥ, γεννηθείς στις 14/07/1982", "12. Αντώνιος ΠΟΥΛΟΠΟΥΛΟΣ, γεννηθείς στις 25/01/1968", "13. Νικόλαος ΔΡΟΣΑΚΗΣ, γεννηθείς στις 19/06/1986"]}