{"file": "GRE_HJUDGRE_63117_09.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "63117/09", "text_paragraphs": ["", "Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "", "", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "ΥΠΟΘΕΣΗ Χ.Ν. κατά ΕΛΛΑΔΑΣ", "(Προσφυγές αριθ. 63117/09)", "", "", "", "", "", "ΑΠΟΦΑΣΗ", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "3 Ιουλίου 2014", "", "", "", "Η απόφαση αυτή θα καταστεί τελεσίδικη σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές μικροαλλαγές", "\n\tΣτην υπόθεση Χ.Ν. κατά Ελλάδας,", "\tΤο Ευρωπαϊκό Δικαστήριο των Δικαιωμάτων του Ανθρώπου (πρώτο τμήμα), συνεδριάζοντας σε τμήμα, η σύνθεση του οποίου έχει ως εξής:", "\tIsabelle Berro-Lefèvre, πρόεδρος\t", "Khanlar Hajiyev,", "Mirjana Lazarova Trajkovska,", "Julia Laffranque,", "\tPaulo Pinto de Albuquerque,\t", "Λίνος-Αλέξανδρος Σισιλιάνος,", "Erik Møse, δικαστές,", "και Søren Nielsen, γραμματέας τμήματος,", "Αφού διασκέφθηκε σε δικαστικό συμβούλιο στις 10 Ιουνίου 2014,", "Εκδίδει την ακόλουθη απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "1. Η υπόθεση έχει εισαχθεί μία προσφυγή (με αριθμό 63117/09) στρεφόμενη κατά της Ελληνικής Δημοκρατίας, ένας υπήκόος της οποίας, ο κύριος Χ. Ν.(«ο προσφεύγων») προσέφυγε στο Δικαστήριο στις 4 Νοεμβρίου 2009 δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των δικαιωμάτων του ανθρώπου και των θεμελιωδών ελευθεριών («η Σύμβαση»).", "2. Ο προσφεύγων εκπροσωπήθηκε διαδοχικά από τον κ. Γ. Αλφαντάκη και τον κ. Σ. Χατζή, δικηγόρους των συλλόγων Αθηνών και Λάρισας αντίστοιχα. Η ελληνική κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τους εντεταλμένους του αντιπροσώπου της, κ. Ι. Μπακόπουλο, πάρεδρο του Νομικού Συμβουλίου του Κράτους, και Ζ. Χατζηπαύλου, δικαστική αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "3. Ο προσφεύγων παραπονείται ειδικότερα υπό το πρίσμα του άρθρου 6 §§ 1 και 3 δ) της Σύμβασης, διότι είχε καταδικαστεί χωρίς να μπορέσει, σε οποιοδήποτε στάδιο της διαδικασίας, να εξετάσει ή να ζητήσει την εξέταση των μαρτύρων των οποίων οι καταθέσεις απετέλεσαν την βάση της καταδίκης του.", "4. Στις 13 Απριλίου 2012, η αιτίαση αυτή κοινοποιήθηκε στην Κυβέρνηση.", "", "ΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ", "Ι.\tΟΙ ΣΥΝΘΗΚΕΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "5. Ο προσφεύγων γεννήθηκε το 1941 και κατοικεί στη Λάρισα.", "", "\tΑ. Η σύλληψη του προσφεύγοντος στην Τουρκία και η ποινική διαδικασία που εισήχθη εναντίον του", "6. Στις 30 Σεπτεμβρίου 1999, συνέβη μία έκρηξη σε ένα διαμέρισμα στην Κωνσταντινούπολη όπου είχε εγκατασταθεί ένα εργαστήριο παρασκευής ηρωίνης. Δύο άτομα κατόρθωσαν να διαφύγουν. Το ένα μετέβη με ταξί στο διαμέρισμα του S.D., ενός τούρκου υπηκόου για τον οποίο υπήρχαν υποψίες ότι συμμετείχε σε κύκλωμα εμπορίας ναρκωτικών. Στις 2 Οκτωβρίου 1999, η τουρκική αστυνομία που είναι επιφορτισμένη για την δίωξη της εμπορίας να;ρκωτικών εισέβαλε στο διαμέρισμα του S.D. Ο τελευταίος πρόλαβε να πετάξει από το παράθυρο στη στέγη ενός γειτονικού κτηρίου ένα δέμα που περιείχε 2.300 γραμμάρια ηρωίνης. Η αστυνομία πήρε το δέμα αυτό και βρήκε επίσης μέσα στο διαμέρισμα 70 γραμμάρια κοκαΐνης, μία ζυγαριά ακριβείας, καθώς και ένα παντελόνι που έφερε ίχνη χημικών ουσιών που χρησιμοποιούνται για την παραγωγή ηρωίνης. Ο S.D. συνελήφθη μαζί με δύο άλλα άτομα που βρίσκονταν την στιγμή εκείνη στο διαμέρισμα, ήτοι έναν αλβανό υπήκοο, τον F.B., και τον προσφεύγοντα.", "7. Στις 9 Οκτωβρίου 1999, οι τρεις άντρες προφυλακίστηκαν για ένα διάστημα είκοσι-έξι μηνών.", "8. Στις 19 Νοεμβρίου 2001, το δικαστήριο εθνικής ασφαλείας της Κωνσταντινούπολης καταδίκασε τον προσφεύγοντα σε ποινή κάθειρξης δέκα ετών και χρηματική ποινή 170.500.000 λιρών Τουρκίας για την κατοχή ναρκωτικών ουσιών. Η απόφαση αυτή κατέστη τελεσίδικη.", "", "Β. Η ποινική διαδικασία που εισήχθηη εναντίον του προσφεύγοντος στην Ελλάδα", "\t9. Στις 7 Ιουνίου 2000, ο εισαγγελέας πλημμελειοδικών Λάρισας κάλεσε τον ανακριτή του ιδίου δικαστηρίου να διεξαγάγει ανάκριση σε βάρος του προσφεύγοντος για κατοχή ναρκωτικών.", "\t10. Στις 13 Δεκεμβρίου 2000, ο ανακριτής ζήτησε από τις δικαστικές αρχές της Κωνσταντινούπολης να προβούν σε ακρόαση του προσφεύγοντος ως προς αυτό. Εν τούτοις, δεν κατέστη δυνατόν να δοθεί αμέσως συνέχεια στο αίτημα αυτό διότι, σύμφωνα με τις τουρκικές αρχές, δεν υπήρχε κρατούμενος καταγεγραμμένος με το όνομα του προσφεύγοντος. Ο ανακριτής επανέλαβε το αίτημά του το οποίο έγινε τελικώς δεκτό.", "\t11. Στις 13 Ιουλίου 2001, το συμβούλιο πλημμελειοδικών Λάρισας διέταξε την παράταση κατά έξι μήνες της προθεσμία μέσα στην οποία θα έπρεπε να λάβει χώρα η ανάκριση (από τις 13 Ιουνίου μέχρι τις 13 Δεκεμβρίου 2001). Την τελευταία αυτή ημερομηνία, ο προσφεύγων παραπέμφθηκε σε δίκη ενώπιον του εφετείου κακουργημάτων Λάρισας. Η δικάσιμος ορίστηκε αρχικά για τις 25 Φεβρουαρίου 2003 και στην συνέχεια αναβλήθηκε μέχρις ότου ο προσφεύγων, ο οποίος τελούσε πάντοτε υπό κράτηση στην Τουρκία, να μπορέσει να παραστεί.", "\t12. Στις 24 Σεπτεμβρίου 2002, ο εισαγγελέας εξέδωσε ένα ένταλμα σύλληψης εναντίον του.", "\t13. Ο προσφεύγων αποφυλακίστηκε στην Τουρκία στις 7 Οκτωβρίου 2003. Αφού επέστρεψε στην Ελλάδα, συνελήφθη στη Λάρισα στις 27 Οκτωβρίου 2003.", "\t14. Στις 18 Νοεμβρίου 2003, ο προσφεύγων ζήτησε την προσωρινή αποφυλάκισή του. Στις 10 Δεκεμβρίου 2003, το συμβούλιο εφετών απέρριψε το αίτημά του.", "\t15. Στις 15 Μαρτίου 2004, το εφετείο κακουργημάτων της Λάρισας, δικάζοντας ως πρωτοβάθμιο δικαστήριο με τριμελή σύνθεση, κήρυξε τον προσφεύγοντα ένοχο του ό,τι συνελήφθη στην Τουρκία έχοντας στην κατοχή του 2,3 χλγ. ηρωίνης και 70 γραμμαρίων κοκαΐνης που μπορούσε να διαθέσει όπως ήθελε, και τον καταδίκασε σε ποινή κάθειρξης δεκαοκτώ ετών και σε χρηματική ποινή 15.000 ευρώ. Το δικαστήριο αφαίρεσε από την ποινή της κάθειρξης που επιβλήθηκε στον προσφεύγοντα το διάστημα της προσωρινής κράτησής του στην Ελλάδα καθώς και εκείνο της ποινής που είχε εκτίσει στην Τουρκία (απόφαση αριθ. 91/2004). Αιτιολόγησε την απόφασή του ως ακολούθως:", "«Σε ό,τι αφορά την αγορά και την κατοχή ναρκωτικών ουσιών, οι συγκατηγορούμενοι του προσφεύγοντος κατέθεσαν in extenso σε βάρος του ενώπιον του τουρκικού δικαστηρίου. Οι μαρτυρίες τους είναι αξιόπιστες διότι ενισχύονται από άλλα ενοχοποιητικά στοιχεία (τέσσερα ύποπτα ταξίδια στην Τουρκία, στην Βουλγαρία και στην Αλβανία εν αγνοία της συζύγου του, το γεγονός ότι μετέβη στο εν λόγω διαμέρισμα όπου συνάντησε εμπόρους ναρκωτικών, οι οποίοι ήταν σίγουρα γνωστοί του, αφού ήπιε ρακή μαζί τους, το γεγονός ότι βρέθηκαν ναρκωτικές ουσίες μέσα στο διαμέρισμα την στιγμή της σύλληψής του, το γεγονός ότι υπήρχαν ίχνη [χημικών ουσιών] στο παντελόνι ενός από τους συλληφθέντες, τα οποία προέρχονταν από την Παρασκευή ηρωίνης στο άλλο διαμέρισμα όπου συνέβη η έκρηξη (...)»", "", "\t16. Ο προσφεύγων άσκησε έφεση κατά της απόφασης αυτής ενώπιον του πενταμελούς εφετείου κακουργημάτων Λάρισας.", "\t17. Η δικάσιμος έλαβε χώρα στις 27 Φεβρουαρίου 2008. Το δικαστήριο εξέτασε έναν έλληνα αστυνομικό, ο οποίος δήλωσε ότι ο προσφεύγων δεν ήταν γνωστός στις αρχές, καθώς και την σύζυγο του προσφεύγοντος η οποία υποστήριξε την αθωότητα του συζύγου της. Πριν να αναγνωσθούν από το δικαστήριο τα αποδεικτικά στοιχεία, ο συνήγορος του προσφεύγοντος δήλωσε ότι τόσο ο ίδιος όσο και ο πελάτης του ήταν αντίθετοι με την ανάγνωση οποιασδήποτε μαρτυρίας, αν ο μάρτυρας δεν ήταν παρών στο ακροατήριο. Το εφετείο απέρριψε το αίτημα αυτό, στην βάση του άρθρου 364 § 2 του κώδικα ποινικής δικονομίας (πιο κάτω παράγραφος 24) και συνέχισε με την ανάγνωση των εγγράφων της δικογραφίας. Αφού κλήθηκαν να λάβουν τον λόγο μετά την ανάγνωση εκάστου εγγράφου, ούτε ο εισαγγελέας ούτε η υπεράσπιση δεν έκαναν σχόλια. Στην συνέχεια, το εφετείο άκουσε τον προσφεύγοντα, ο οποίος επανέλαβε τον ισχυρισμό τον οποίο είχε ήδη προβάλει ενώπιον του πρωτοδίκου δικαστηρίου, ήτοι ότι σκεπτόταν να ανοίξει στην Αλβανία μετά την συνταξιοδότησή του ένα κατάστημα πώλησης εκκλησιαστικών προϊόντων, χριστιανικών και μουσουλμανικών, και ότι είχε μεταβεί εκεί, καθώς και στην Βουλγαρία, για να κάνει μία έρευνα αγοράς. Τον Σεπτέμβριο 1999, ταξίδεψε από την Βουλγαρία στην Τουρκία, για να αγοράσει εικονίσματα. Επρόκειτο να συναντήσει τον F.B. τον οποίο είχε γνωρίσει στην Ελλάδα. Ο F.B. δεν παρουσιάστηκε στην συνάντηση και στην θέση του ήλθε ο S.D., τον οποίο ο προσφεύγων συναντούσε για πρώτη φορά, και τον οδήγησε στο διαμέρισμα όπου βρισκόταν ήδη ο F.B. Λίγο αργότερα, η αστυνομία έφθασε και τους συνέλαβε. Ο προσφεύγων υπενθύμισε ότι μέχρι τότε το ποινικό μητρώο ήταν λευκό και ότι ο F.B. του είχε πει ότι είχε καταθέσει εναντίον του μετά από βασανιστήρια.", "\t18. Στις 28 Φεβρουαρίου 2008, το εφετείο επικύρωσε την πρωτόδικη απόφαση, αλλά μείωσε την επιβληθείσα στον προσφεύγοντα ποινή σε δώδεκα έτη κάθειρξης.", "\t19. Το εφετείο στηρίχθηκε στην μαρτυρία του S.D., η οποία είχε ληφθεί από την αστυνομία κατά την προανάκριση από την Τουρκία και σύμφωνα με την οποία ο προσφεύγων ήταν πελάτης του και είχε αγοράσει ναρκωτικά για να τα μεταφέρει στην Ελλάδα. Το εφετείο στηρίχθηκε επίσης στην μαρτυρία του F.B., ο οποίος είχε δηλώσει ενώπιον των τουρκικών αρχών ότι ο προσφεύγων είχε αγοράσει ναρκωτικά δύο φορές από τον S.D. και τα είχε μεταφέρει στην Ελλάδα. Το εφετείο σημείωσε επίσης ότι ο προσφεύγων είχε ταξιδέψει στην Αλβανία και στην Βουλγαρία εν αγνοία της συζύγου του και εκτίμησε ότι ο σκοπός των ταξιδιών αυτών ήταν προφανώς για να συναντηθεί με εμπόρους ναρκωτικών και όχι το εμπόριο εκκλησιαστικών προϊόντων, όπως είχε υποστηρίξει ο προσφεύγων, διότι η δραστηριότητα αυτή δεν είχε σχέση με το επάγγελμα του ιδιοκτήτη συνεργείου που ασκούσε μέχρι τότε. Το εφετείο αναφέρθηκε επίσης στην ποικιλία των ναρκωτικών ουσιών που βρέθηκαν στο διαμέρισμα του S.D., στην ζυγαριά ακριβείας που αυτός χρησιμοποιούσε, καθώς και στην κατανομή της ηρωίνης σε χωριστά τρία σακουλάκια. Τέλος, το εφετείο αρνήθηκε να αναγνωρίσει ελαφρυντικά στον προσφεύγοντα. Έκρινε ότι αυτός δεν προσόμισε κάποια πειστική απόδειξη ότι η ιδιωτική, οικογενειακή, επαγγελματική και κοινωνική ζωή του υπήρξε έντιμη. Μόνον το λευκό ποινικό μητρώο του, χωρίς άλλα αποδεικτικά στοιχεία, δεν αρκούσε να αποδείξει έναν έντιμο βίο πριν από την διάπραξη του εγκλήματος, αφού μάλιστα ο F.B. είχε δηλώσει ότι ο προσφεύγων είχε εισαγάγει ναρκωτικά στην Ελλάδα δύο φορές κατά το παρελθόν (απόφαση αριθ. 60/2008).", "\t20. Στις 6 Μαΐου 2008, ο προσφεύγων άσκησε αίτηση αναίρεσης. Παραπονέθηκε ειδικότερα για την αιτιολογία της εφετειακής απόφασης και για την παραβίαση των δικαιωμάτων υπεράσπισής του.", "\t21. Στις 28 Ιανουαρίου 2009, ο Άρειος Πάγος απέρριψε την αίτηση αναίρεσης.", "\t22. Το ανώτατο δικαστήριο απέρριψε τον λόγο της έλλειψης επαρκούς αιτιολογίας της εφετειακής απόφασης, υπογραμμίζοντας ότι η τελευταία δεν στηρίχθηκε αποκλειστικά στις καταθέσεις που έγιναν στην τουρκική αστυνομία από τους συγκατηγορούμενους του προσφεύγοντος, S.D. και F.B., αλλά και σε άλλα αποδεικτικά στοιχεία τα οποία αναφέρονταν στην αναιρεσιβληθείσα απόφαση. Εξάλλου, ο Άρειος Πάγος απέρριψε τον λόγο τον ελκόμενο από την ανάγνωση των καταθέσεων των εν λόγω μαρτύρων παρά την αντίθεση της υπεράσπισης, υπογραμμίζοντας ότι η ανάγνωση αυτή ήταν σύμφωνη προς το άρθρο 364 § 2 του κώδικα ποινικής δικονομίας (απόφαση αριθ. 249/2009). Η απόφαση καθαρογράφηκε και θεωρήθηκε στις 8 Μαΐου 2009.", "\t23. Με απόφαση της 15 Ιουνίου 2009 του συμβουλίου πλημμελειοδικών Πατρών, ο προσφεύγων απολύθηκε υπό όρους.", "", "ΙΙ.\tΤΟ ΕΦΑΡΜΟΣΤΕΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ", "\t24. Τα εφαρμοστέα άρθρα του κώδικα ποινικής δικονομίας έχουν ως εξής:", "Άρθρο 211Α", "«Μόνη η μαρτυρική κατάθεση ή η απολογία προσώπου συγκατηγορουμένου για την ίδια πράξη δεν είναι αρκετή για την καταδίκη του κατηγορουμένου.»", "", "Άρθρο 364", "«1. Στο ακροατήριο διαβάζονται οι εκθέσεις των ανακριτικών υπαλλήλων που συντάχθηκαν σύμφωνα με τους νόμιμους τύπους, καθώς και τα υπόλοιπα έγγραφα που υποβλήθηκαν κατά τη διάρκεια της αποδεικτικής διαδικασίας και δεν αμφισβητήθηκε η γνησιότητά τους. (...)", "2. Διαβάζονται επίσης (...) τα έγγραφα από άλλη ποινική (...) δίκη στην οποία εκδόθηκε αμετάκλητη απόφαση, αν το δικαστήριο κρίνει ότι η ανάγνωση αυτή είναι χρήσιμη.»", "", "Άρθρο 365", "«Στις περιπτώσεις που είναι αδύνατη η εμφάνιση ενός μάρτυρα εξαιτίας (...) διαμονής στο εξωτερικό ή άλλου εξαιρετικά σοβαρού κωλύματος, (...) διαβάζεται στο ακροατήριο (...) η ένορκη κατάθεσή του που δόθηκε στην προδικασία διαφορετικά ακυρώνεται η διαδικασία. (...)»", "", "Άρθρο 525", "«1. Η ποινική διαδικασία που περατώθηκε με αμετάκλητη απόφαση επαναλαμβάνεται, προς το συμφέρον του καταδικασμένου για πλημμέλημα ή κακούργημα, μόνο στις εξής περιπτώσεις:", "(...)", "ε) αν με απόφαση του Ευρωπαϊκού Δικαστηρίου των Δικαιωμάτων του Ανθρώπου διαπιστώνεται παραβίση δικαιώματος που αφορά τον δίκαιο χαρακτήρα της διαδικασίας που τηρήθηκε ή την ουσιαστική διάταξη που εφαρμόστηκε.»", "", "ΩΣ ΠΡΟΣ ΤΟΝ ΝΟΜΟ", "Ι.\tΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 6 §§ 1 ΚΑΙ 3 δ) ΤΗΣ ΣΥΜΒΑΣΗΣ", "\t25. Ο προσφεύγων παραπονείται διότι καταδικάστηκε χωρίς να μπορέσει, σε κάποιο στάδιο της διαδικασίας, να εξετάσει ή να ζητήσει την εξέταση των μαρτύρων, των οποίων οι καταθέσεις που δόθηκαν εν αγνοία του κατά την διάρκεια της προανάκρισης στην Τουρκία χρησίμευσαν ως βάση για την καταδίκη του στην Ελλάδα. Επικαλείται προς τούτο το άρθρο 6 §§ 1 και 3 δ) της Σύμβασης που έχουν ως εξής:", "«1. Παν πρόσωπον έχει δικαίωμα όπως η υπόθεσίς του δικασθή δικαίως (...) υπό (...) δικαστηρίου (...), το οποίον θα αποφασίση (...) επί του βασίμου πάσης εναντίον του κατηγορίας ποινικής φύσεως.", "\t (...)", "\t 3. Ειδικώτερον, πας κατηγορούμενος έχει δικαίωμα:", "\t (...)", " δ) Να εξετάση ή ζητήση όπως εξετασθώσιν οι μάρτυρες κατηγορίας και επιτύχει την πρόσκλησιν και εξέτασιν των μαρτύρων υπερασπίσεως υπό τους αυτούς όρους ως των μαρτύρων κατηγορίας.»", "", "\tΑ. Επί του παραδεκτού", "26. Το Δικαστήριο διαπιστώνει, επίσης, ότι η αιτίαση αυτή δεν είναι προδήλως αβάσιμη με την έννοια του άρθρου 35 § 3 της Σύμβασης. Σημειώνει εξάλλου ότι αυτή δεν προσκρούει σε οποιονδήποτε λόγο απαραδέκτου. Πρέπει λοιπόν να κηρυχθεί παραδεκτή.", "", "\tΒ. Επί της ουσίας", "\t1. Επιχειρήματα των διαδίκων", "\t27. Ο προσφεύγων ισχυρίζεται ότι καταδικάστηκε στην βάση των δηλώσεων των συγκατηγορουμένων του στην Τουρκία χωρίς να έχει την δυνατότητα να τις αντικρούσει ή να εξετάσει αυτούς που τις έκαναν την στιγμή της κατάθεσής τους ή αργότερα. Επικρίνει το εφετείο διότι απέρριψε την ένσταση που υπέβαλε κατά της ανάγνωσης των επιδίκων καταθέσεων και υποστηρίζει ότι αυτές ήταν καθοριστικές για την καταδίκη του, αφού τα άλλα αποδεικτικά της δικογραφίας δεν σχετίζονταν με την εναντίον του κατηγορία.", "\t28. Η Κυβέρνηση θεωρεί ότι υπήρχε εν προκειμένω αντικειμενική αδυναμία εξέτασης των εν λόγω μαρτύρων στα ακροατήρια ενώπιον των ελληνικών δικαστηρίων. Η ανάγνωση των καταθέσεών τους από το εφετείο ήταν σύμφωνη με το εθνικό δίκαιο στην δε προσφεύγοντα δόθηκε στην συνέχεια η δυνατότητα να αντκρούσει τις εν λόγω μαρτυρίες ή να διατυπώσει συμπληρωματικές παρατηρήσεις. Ήταν επίσης ευχερές για τον προσφεύγοντα να εξετάσει τους άλλους μάρτυρες και να προτείνει την εξέταση συμπληρωματικών αποδεικτικών. Όμως αυτός –αν και εκπροσωπήθηκε από δικηγόρο σε ολόκληρη την διάρκεια της διαδικασίας- δεν χρησιμοποίησε την δυνατότητα αυτή. Η Κυβέρνηση εκτιμά τέλος ότι οι δηλώσεις που έγιναν από τους εν λόγω μάρτυρες δεν ήταν κύριες ή αποφασιστικές, αφού η καταδίκη του προσφεύγοντος στηρίχθηκε σε ένα σύνολο συγκλινουσών αποδείξεων.", "", "\t2. Εκτίμηση του Δικαστηρίου", "\tα) Γενικές αρχές", "\t29. Δεδομένου ότι οι απαιτήσεις της παραγράφου 3 του άρθρου 6 συνιστούν ιδιαίτερες πλευρές του δικαιώματος σε δίκαιη δίκη, το οποίο εγγυάται η παράγραφος 1, το Δικαστήριο θα εξετάσει την προσφυγή υπό το πρίσμα του συνδυασμού αυτών των δύο κειμένων (Sakhnovski κατά Ρωσίας [GC], αριθ. 21272/03, § 94, 2 Νοεμβρίου 2010).", "\t30. Το Δικαστήριο υπενθυμίζει καταρχήν ότι δεν έχει αρμοδιότητα να ενεργεί ως δικαστής τετάρου βαθμού και ειδικότερα να εκτιμήσει το νόμιμο των αποδείξεων βάσει του εθνικού δικαίου των συμβαλλομένων στην Σύμβαση Κρατών και να αποφανθεί επί της ενοχής των προσφευγόντων. Πράγματι, αν και η Σύμβαση εγγυάται στο άρθρο 6 το δικαίωμα σε δίκαιη δίκη, δν ρυθμίζει εν τούτοις αυτό καθαυτό το παραδεκτό των αποδείξεων, ζήτημα που επαφίεται καταρχήν στο εθνικό δίκαιο (βλέπε, μεταξύ πολλών άλλων, Gäfgen κατά Γερμανίας [GC], αριθ. 22978/05, § 162, CEDH 2010).", "\t31. Προκειμένου να κριθεί αν η διαδικασία υπήρξε δίκαιη, το Δικαστήριο την εξετάζει στο σύνολό της και ελέγχει τον σεβασμό όχι μόνον των δικαιωμάτων της υπεράσπισης, αλλά και του συμφέροντος του δημοσίου και των θυμάτων να ασκηθεί η νόμιμη δίωξη των δραστών του αδικήματος και, αν απαιτείται, των δικαιωμάτων των μαρτύρων. Ειδικότερα, το άρθρο 6 § 3 δ) καθιερώνει την αρχή βάσει της οποίας, προτού ένας κατηγορούμενος κηρυχθεί ένοχος, όλα τα στοιχεία σε βάρος του πρέπει καταρχήν να προσκομισθούν ενώπιόν του στην δημόσια συνεδρίαση, ενόψει μιας αντιμωλία συζήτησης. Η αρχή αυτή δεν είναι χωρίς εξαιρέσεις, αλλά δεν μπορούμε να τις δεχθούμε παρά υπό την επιφύλαξη των δικαιωμάτων της υπεράσπισης. Κατά γενικό κανόνα, αυτά επιβάλλουν να δίδεται στον κατηγορούμενο μία ικανή και επαρκής δυνατότητα να αντικρούσει τις μαρτυρίες κατηγορίας και να εξετάσει τους μάρτυρες, είτε την στιγμή της κατάθεσής τους είτε σε μεταγενέστερο στάδιο (Lucà κατά Ιταλίας, αριθ. 33354/96, § 39, CEDH 2001-II και Solakov κατά Πρώην Γιουγκοσλαβικής Δημοκρατίας της Μακεδονίας, αριθ. 47023/99, § 57, CEDH 2001-X).", "\t32. Στην υπόθεση Al-Khawaja et Tahery κατά Ηνωμένου Βασιλείου ([GC], αριθ. 26766/05 και 22228/06, CEDH 2011), το Δικαστήριο προσδιόρισε τα κριτήρια της εξέτασης των αιτιάσεων που διατυπώνονται επί του εδάφους του άρθρου 6 § 3 δ) της Σύμβασης σε ό,τι αφορά την απουσία των μαρτύρων από το ακροατήριο. Έκρινε ότι έπρεπε να υποβάλει αυτόν τον τύπο της αιτίασης σε μία εξέταση τριών σημείων.", "\t33. Κατά πρώτον, το Δικαστήριο οφείλει να ελέγξει αν η μη δυνατότητα να εξετάσει έναν μάρτυρα κατηγορίας ή να ζητήσει την εξέτασή του δικαιολογείται από σπουδαίο λόγο. Εν συνεχεία, εφόσον η απουσία εξέτασης των μαρτύρων δικαιολογείται από σπουδαίο λόγο, οι καταθέσεις των απόντων μαρτύρων δεν πρέπει καταρχήν να συνιστούν το μοναδικό ή το αποφασιστικό αποδεικτικό μέσο κατηγορίας. Εν τούτοις, η αποδοχή ως αποδεκτικού στοιχείου της κατάθεσης που αποτελεί την μοναδική ή αποφασιστική απόδειξη κατηγορίας από έναν μάρτυρα τον οποίο η υπεράσπιση δεν είχε την δυνατότητα να εξετάσει δεν επιφέρει αυτομάτως παραβίαση του άρθρου 6 § 1 της Σύμβασης: η διαδικασία μπορεί να θεωρηθεί ως δίκαιη στο σύνολό της διότι υπάρχουν στοιχεία που αντισταθμίζουν επαρκώς τα προβλήματα τα συνδεόμενα με την αποδοχή ενός τέτοιου αποδεικτικού στοιχείου ώστε να επιτρέψουν μία ορθή και δίκαιη εκτίμηση της αξιοπιστίας του τελευταίου (πιο πάνω αναφερόμενη Al-Khawaja et Tahery, §§ 146-147).", "\t34. Το Δικαστήριο πρέπει επομένως να ελέγξει αν αυτές οι τρεις προϋποθέσεις έχουν τηρηθεί εν προκειμένω.", "", "\tβ) Εφαρμογή των αρχών στην προκειμένη περίπτωση", "\t35. Το Δικαστήριο σημειώνει καταρχήν ότι, αν και ο προσφεύγων δεν αντιπαραστάθηκε στην Τουρκία με τους δύο συγκατηγορουμένους του, από τα έγγραφα του φακέλου προκύπτει ότι τα αρμόδια δικαστήρια δεν εξέτασαν καθόλου την δυνατότητα να τους εξετάσουν μέσα στο πλαίσιο της διαδικασίας κατά του προσφεύγοντος στην Ελλάδα. Η Κυβέρνηση δεν απέδειξε επίσης ότι οι εθνικές αρχές αναζήτησαν ενεργητικά τους ενδιαφερόμενους για τους σκοπούς της εξέτασής τους μέσω μιας αίτησης δικαστικής συνδρομής. Όμως, κατά την άποψη του Δικαστηρίου, το μόνο γεγονός ότι οι μάρτυρες αυτοί διέμεναν στο εξωτερικό δεν θα μπορούσε αφ’εαυτού να αποτελέσει μία απόλυτη αδυναμία λήψης των μαρτυριών τους παρουσία της υπεράσπισης. Κατά συνέπεια, δεν γίνεται επίκληση κάποιου «σπουδαίου λόγου» για να δικαιολογηθεί αυτή η παράλειψη σε βάρος των δικαιωμάτων της υπεράσπισης. Σύμφωνα με την νομολογία του Δικαστηρίου, το στοιχείο αυτό επαρκεί, από μόνο του, για την διαπίστωση της παραβίασης του άρθρου 6 §§ 1 και 3 δ) της Σύμβασης (πιο πάνω αναφερόμενη Al-Khawaja et Tahery, § 120).", "\t36. Εν τούτοις, το Δικαστήριο σημειώνει επιπλέον ότι τα εθνικά δικαστήρια, προκειμένου να στοιχειοθετήσουν την ενοχή του προσφεύγοντος, στηρίχθηκαν κατά κύριο λόγο στις καταθέσεις των δύο συγκατηγορουμένων του ενώπιον των τουρκικών ανακριτικών αρχών. Πράγματι, αν και τα δικαστήρια αναφέρουν ότι στηρίχθηκαν σε όλα τα στοιχεία της δικογραφίας, είναι αναντίρρητο ότι οι καταθέσεις των F.B. και S.D. έπαιξαν αποφασιστικό ρόλο, αφού κανένα άλλο στοιχείο δεν βεβαίωνε κατά τρόπο άμεσο ότι ο προσφεύγων είχε διαπράξει το αδίκημα για το οποίο κατηγορήθηκε: ούτε τα ταξίδια του προσφεύγοντος στην Αλβανία και στην Βουλγαρία, ούτε η ανακάλυψη, μέσα στο διαμέρισμα του S.D. όπου έλαβε χώρα η σύλληψη, τριών δεμάτων ηρωίνης, 70 γραμμαρίων κοκαΐνης και μιας ζυγαριάς ασφαλείας, δεν μπορούν θα θεωρηθούν ως καθοριστικά στοιχεία για την στοιχειοθέτηση της ενοχής του προσφεύγοντος. Έπεται ότι, αν οι επίδικες δηλώσεις των F.B. και S.D. δεν αποτελούσαν το μοναδικό αποδεικτικό στοιχείο επί του οποίου τα δικαστήρια στήριξαν την καταδίκη του προσφεύγοντος, αυτές ήταν παρά ταύτα το καθοριστικό στοιχείο. Το Δικαστήριο λαμβάνει επίσης υπόψη ως απόδειξη το γεγονός ότι το εφετείο αρνήθηκε να αναγνωρίσει στον προσφεύγοντα ελαφρυντικές περιστάσεις στην βάση ακριβώς των επιβαρυντικών δηλώσεων του F.B. (πιο πάνω παράγραφος 19).", "\t37. Κάτω από τις συνθήκες αυτές, το Δικαστήριο κρίνει εντυπωσιακό το γεγονός ότι τα εθνικά δικαστήρια παρέλειψαν να εξετάσουν τις συνθήκες που περιέβαλαν την λήψη των εν λόγω μαρτυρικών καταθέσεων και ότι οι αποφάσεις τους δεν περιέχουν καμία σκέψη σχετική με την εκτίμηση της αξιοπιστίας των F.B. και S.D. και της βασιμότητας της κατάθεσής τους ή με τυχόν κίνητρα που μπορεί να τους οδήγησαν να δώσουν μία ψευδή κατάθεση (βλέπε, a contrario, Sievert κατά Γερμανίας, αριθ. 29881/07, §§ 64-65, 19 Ιουλίου 2012). Επιπλέον, ο ισχυρισμός του προσφεύγοντος, βάσει του οποίου η μαρτυρία του F.B. είχε ληφθεί με βασανιστήρια (πιο πάνω παράγραφος 17), δεν εξετάστηκε από τα δικαστήρια.", "\t38. Βεβαίως, η Κυβέρνηση διαβεβαιώνει ότι ο προσφεύγων είχε, σε ολόκληρη την διάρκεια της διαδικασίας, την δυνατότητα να αντικρούσει τις αποδείξεις κατηγορίας, να εξετάσει τους υπόλοιπους μάρτυρες και να προτείνει την εξέταση συμπληρωματικών αποδεικτικών μέσων. Το Δικαστήριο παρατηρεί εν τούτοις ότι, ελλείψει άλλων αποδεικτικών στοιχείων επαρκώς ισχυρών που να επιβεβαιώνουν πέρα από κάθε εύλογη αμφιβολία την αξιοπιστία της αφήγησης των βασικών μαρτύρων αυτών τους οποίους η υπεράσπιση δεν μπορούσε να εξετάσει σε κανένα στάδιο της διαδικασίας, αυτό το έμμεσο εργαλείο αντίκρουσης παρουσίαζε περιορισμένο μόνον ενδιαφέρον έναντι των καηγοριών τέτοιων μαρτύρων (βλέπε, a contrario, την πιο πάνω αναφερόμενη Al-Khawaja et Tahery, §§ 156-157).", "\t39. Λαμβάνοντας υπόψη τα ανωτέρω, το Δικαστήριο δεν μπορεί να διαπιστώσει τον καθοριστικό χαρακτήρα των καταθέσεων των F.B. και S.D. μέσα στο πλαίσιο της ποινικής διαδικασίας που διεξήχθη στην Τουρκία. Ελλείψει εντός της δικογραφίας άλλων αποδεικτικών στοιχείων ικανών να ενισχύσουν τις καταθέσεις αυτές, τα ελληνικά δικαστήρια δεν μπόρεσαν να αξιολογήσουν ορθά και δίκαια την αξιοπιστία των αποδείξεων αυτών. Το Δικαστήριο κρίνει ότι τα δικαιώματα της υπεράσπισης του προσφεύγοντος υπέστησαν έτσι έναν περιορισμό μη συμβατό προς τις απαιτήσεις μιας δίκαιης δίκης.", "\t40. Υπήρξε επομένως παραβίαση του άρθρου 6 §§ 1 και 3 δ) της Σύμβασης.", "\t41. Το συμπέρασμα αυτό απαλλάσσει το Δικαστήριο από την εξέταση του επιχειρήματος του προσφεύγοντος αναφορικά με την απόρριψη εκ μέρους του εφετείου της ένστασης που υπέβαλε ο δικηγόρος του κατά τηε ανάγνωσης των καταθέσεων των συγκατηγορουμένων του στην Τουρκία.", "", "ΙΙ.\tΕΠΙ ΤΩΝ ΥΠΟΛΟΙΠΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ", "\t42. Επικαλούμενος το άρθρο 5 § 3 της Σύμβασης, ο προσφεύγων παραπονείται για την διάρκεια της προσωρινής κράτησής του. Επικαλούμενος το άρθρο 6 §§ 1 και 2 της Σύμβασης, προβάλλει πολλές παραβιάσεις του δικαιώματός του σε δίκαιη ποινική δίκη. Επικαλούμενος το άρθρο 4 του Πρωτοκόλλου αριθ. 7 της Σύμβασης, παραπονείται τέλος για μία παραβίαση της αρχής ne bis in idem.", "\t43. Λαμβάνοντας υπόψη το σύνολο των στοιχείων που έχει στην διάθεσή του και στο μέτρο που είναι αρμόδιο να εξετάσει τους διατυπωθέντες ισχυρισμούς, το Δικαστήριο δεν σημειώνει κάποια ένδειξη παραβίασης των δικαιωμάτων και των ελευθεριών που εγγυάται η Σύμβαση. Έπεται ότι αυτό το τμήμα της προσφυγής πρέπει να απορριφθεί κατ’εφαρμογήν του άρθρου 35 §§ 1, 3 α) και 4 της Σύμβασης.", "", "ΙΙΙ. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "\t44. Σύμφωνα με το άρθρο 41 της Σύμβασης,", " «Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της, και αν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου μέρους δεν επιτρέπει παρά μόνο ατελή εξάλειψη των συνεπειών της παραβίασης αυτής, το Δικαστήριο χορηγεί, εφόσον είναι αναγκαίο, στον παθόντα δίκαιη ικανοποίηση.»", "", "\tΑ. Ζημία", "\t45. Ο προσφεύγων ζητεί την αποκατάσταση της υλικής ζημίας και της ηθικής βλάβης του, αλλά αφήνει στην κρίση του Δικαστηρίου τον καθορισμό των ποσών.", "\t46. Η Κυβέρνηση καλεί το Δικαστήριο να απορρίψει το αίτημα και θεωρεί ότι μία διαπίστωση της παραβίασης θα αποτελούσε αφ’εαυτής μία επαρκή δίκαιη ικανοποίηση για τον προσφεύγοντα.", "\t47. Το Δικαστήριο σημειώνει ότι ο προσφεύγων ουδόλως αιτιολόγησε το αίτημά του στην βάση της υλικής ζημίας. Δεν συντρέχει επομένως λόγος επιδίκασης κάποιου ποσού για την αιτία αυτή. Αντιθέτως, αποφαινόμενο κατά δίκαιη κρίση σύμφωνα με τις επιταγές του άρθρου 41 της Σύμβασης, επιδικάζει στον προσφεύγοντα το ποσό των 5.200 EUR για την ηθική βλάβη. Το Δικαστήριο σημειώνει τέλος ότι το άρθρο 525 § 1 του κώδικα ποινικής δικονομίας (βλέπε πιο πάνω παράγραφο 24) προσφέρει την δυνατότητα στον προσφεύγοντα να ζητήσει την επανάληψη της διαδικασίας κατόπιν της διαπίστωσης παραβίασης που κηρύχθηκε από το Δικαστήριο.", "", "\tΒ. Έξοδα και δικαστική δαπάνη", "\t48. Ο προσφεύγων δεν προέβαλε κάποιο αίτημα για τα έξοδα και την δικαστική δαπάνη. Συνεπώς, κανένα ποσό δεν θα επιδικαστεί για την αιτία αυτή.", "", "\tΓ. Τόκοι υπερημερίας", "\t49. Το Δικαστήριο κρίνει προσήκον να συνδέσει το επιτόκιο των τόκων υπερημερίας με το επιτόκιο διευκόλυνσης οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις ποσοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "1.\tΚηρύσσει την προσφυγή παραδεκτή σε ό,τι αφορά την αιτίαση την ελκόμενη από το άρθρο 6 §§ 1 και 3 δ) της Σύμβασης και απαράδεκτη κατά τα λοιπά.", "2.\tΑποφαίνεται ότι υπήρξε παραβίαση του άρθρου 6 §§ 1 και 3 δ) της Σύμβασης.", "3.\tΑποφαίνεται:", "α) ότι το εναγόμενο Κράτος πρέπει να καταβάλει στον προσφεύγοντα, εντός τριών μηνών από την ημέρα κατά την οποία η απόφαση θα καταστεί τελεσίδικη σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, το ποσό των 5.200 EUR (πέντε χιλιάδων διακοσίων ευρώ), πλέον οποιουδήποτε ποσού μπορεί να οφείλεται για φόρους, για την ηθική βλάβη,", "β) ότι, από την λήξη της προθεσμίας αυτής και μέχρι την καταβολή, το ποσό αυτά θα προσαυξάνεται με απλό τόκο με επιτόκιο ίσο προς το επιτόκιο διευκόλυνσης οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις ποσοστιαίες μονάδες.", "4.\tΑπορρίπτει το αίτημα δίκαιης ικανοποίησης κατά το υπερβάλλον.", "", "\tΣυντάχθηκε στην γαλλική γλώσσα και στην συνέχεια κοινοποιήθηκε εγγράφως στις 3 Ιουλίου 2014, κατ’εφαρμογήν του άρθρου 77 §§ 2 και 3 του κανονισμού του Δικαστηρίου.", "(υπογραφή)\t\t\t\t(υπογραφή)", "\tSøren Nielsen\t\t\t\tIsabelle Berro-Lefèvre", "\tΓραμματέας\t\t\t\tΠρόεδρος", "", ""]}