{"file": "GRE_HJUDGRE_46368_06.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "46368/06", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "1959-2009", "", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "Υπόθεση ΖΕÏBEK κατά της Ελλάδας", "(Προσφυγή υπ’αρ. 46368/06)", "", "Απόφαση", "", "", "Στρασβούργο 9 Ιουλίου 2009", "", "", "", "Η απόφαση αυτή θα γίνει οριστική υπό τους όρους που ορίζονται στο άρθρο 44 § 2 της Σύμβασης. Μπορεί να επέλθουν μερικές αλλαγές στην μορφή.", "Στην υπόθεση ZEÏBEK κατά της Ελλάδας,", "Το Ευρωπαϊκο Δικαστήριο των Δικαιωμάτων του Ανθρώπου (Πρώτο Τμήμα) αφού συνεδρίασε σε τμήμα που το αποτελούσαν οι κάτωθι :", "Ninq Vajic, Πρόεδρος", "Χρήστος Ροζάκης", "Anatoly Kovler", "Elisabeth Steiner", "Khanlar Hajiyev", "Giorgio Malinverni", "Γεώργιος Νικολάου, Δικαστές", "Και Soren Nielsen Γραμματέας Τμήματος,", "Αφού συσκέφθηκε σε συμβούλιο στις 18 Ιουνίου 2009, εξέδωσε την ακόλουθη απόφαση που υιοθετήθηκε την ημερομηνία αυτή:", "ΔΙΑΔΙΚΑΣΙΑ", "Η υπόθεση εισήχθη με την προσφυγή υπ’αρ. 46368/06 που άσκησε κατά της Ελληνικής Κυβέρνησης η Κα Μπεντρί Ζεϊμπέκ (η προσφεύγουσα) υπήκοος του Κράτους αυτού, στις 14 Νοεμβρίου 2006 ενώπιον του Δικαστηρίου δυνάμει του άρθρου 34 της Σύμβασης προστασίας των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών εφεξής («Η Σύμβαση»).", "Η προσφεύγουσα εκπροσωπείται από την κα Ι. Κούρτοβικ, Δικηγόρο Αθηνών. Η Ελληνική Κυβέρνηση («Η Κυβέρνηση») εκπροσωπείται από τους εκπροσώπους της, τον κο Γ.Κανελλόπουλο, Σύμβουλο του Νομικού Συμβουλίου του Κράτους και της κα Σ.Τρέκλη Εισηγήτρια του Νομικού Συμβουλίου του Κράτους.", "Η προσφεύγουσα επικαλείται παραβίαση του άρθρου 8 της Σύμβασης και του άρθρου 1 του Πρωτοκόλλου υπ’αρ. 1, σε συνδυασμό με το άρθρο 14 της Σύμβασης.", "Στις 22 Μαϊου 2008, η Πρόεδρος του Πρώτου Τμήματος αποφάσισε να κοινοποιήσει την προσφυγή στην Κυβέρνηση. Όπως το επιτρέπει το άρθρο 29 § 3 της Σύμβασης, αποφασίστηκε επίσης ότι το Τμήμα θα αποφαινόταν συγχρόνως επί του παραδεκτού και επί της ουσίας", "", "Τα πραγματικά περιστατικά της υπόθεσης", "Η προσφεύγουσα γεννήθηκε το 1951 στην Ξάνθη, και βρίσκεται στην ανεργία.", "Το 1973, η προσφεύγουσα, Ελληνίδα υπήκοος, μουσουλμάνα το θρήσκευμα, παντρεύτηκε τον Χουσεϊν Ζεϊμπέκ , επίσης ΄Ελληνα υπήκοο, μουσουλμάνο το θρήσκευμα. Το 1974, 1975, 1977 και 1982, η προσφεύγουσα γέννησε τέσσερα παιδιά, τα Οζούρ, Φατμέ, Αίζέλλ και Ιλκάι. Με την γέννηση του τέταρτου παιδιού γίνεται πολύτεκνη μητέρα υπό την έννοια του άρθρου υπ’αρ. 1 του Νόμου 1910/1944.", "Τον Ιανουάριο του 1984, η προσφεύγουσα, συνοδευόμενη από την οικογένειά της, επισκέφτηκε τον πατέρα της, στην Κωνσταντινούπολη. Κατά την διάρκεια της διαμονής τους, ο σύζυγος της προσφεύγουσας έχασε το διαβατήριό του και απευθύνθηκε στο Ελληνική Προξενείο προκειμένου να του δοθεί ένα επίσημο έγγραφο που να του επιτρέπει να επιστρέψει στην Ελλάδα. Λίγους μήνες αργότερα, το Προξενείο πληροφόρησε τον σύζυγο της προσφεύγουσας ότι είχε χάσει την ελληνική υπηκοότητα με απόφαση του Υπουργού Εσωτερικών. Εντούτοις, δεν του κοινοποιήθηκε αντίγραφο της απόφασης. Στις 30 Μαΐου 1985, η προσφεύγουσα και τα παιδιά της, που είχαν ελληνικά διαβατήρια, επιστρέψανε στην Ελλάδα. Ο άντρας της τους ακολούθησε ένα μήνα αργότερα, διασχίζοντας παράνομα τα σύνορα.", "Τότε η προσφεύγουσα πληροφορήθηκε ότι με απόφαση της 22ας Νοεμβρίου 1984, ο Υπουργός εσωτερικών στέρησε όλα τα μέλη της οικογένειας Ζεϊμπέκ από την ελληνική τους υπηκοότητα, κατ’εφαρμογή του Κώδικα ιθαγένειας που ίσχυε την εποχή εκείνη (βλ. πιο κάτω το συναφές ισχύον δίκαιο ). Η απόφαση ανέφερε ότι όλα τα μέλη της οικογένειας είχαν αποχωρήσει από την ελληνική επικράτεια και εγκαταστήσανε το κέντρο της οικογενειακής, κοινωνικής και οικονομικής τους ζωής στο εξωτερικό, αφού πουλήσανε την κινητή και ακίνητη περιουσία τους. Προέκυπτε η πρόθεσή τους να μην επιστρέψουν στην Ελλάδα.", "Την 1η Σεπτεμβρίου 1995, η οικογένεια Ζεϊμπέκ προσέφυγε στο Συμβούλιο της Επικρατείας ζητώντας με προσφυγή την ακύρωση της απόφασης που τους αφαιρούσε την υπηκοότητα. Υποστήριζε ότι η απόφαση δεν τους είχε κοινοποιηθεί ποτέ, ότι τα γεγονότα με βάση τα οποία είχε ληφθεί η απόφαση, δεν ήταν σωστά, ότι η απόφαση δεν ήταν επαρκώς δικαιολογημένη και ότι δεν έγινε προηγούμενη ακρόαση κανενός μέλους της οικογένειας.", "Στις 11 Σεπτεμβρίου 1996, το Συμβούλιο της Επικρατείας κήρυξε την προσφυγή απαράδεκτη. Ανέφερε ότι η προσβαλλόμενη απόφαση είχε εκδοθεί στις 22 Νοεμβρίου 1984 με βάση μία αναφορά της Αστυνομίας της Ξάνθης, σύμφωνα με την οποία η οικογένεια Ζεϊμπέκ είχε πωλήσει όλα τα αγαθά της στις 30 Δεκεμβρίου 1983 και έφυγε από την Ελλάδα τον Ιανουάριο του 1984. Με αίτηση της 10ης Νοεμβρίου 1990, η οικογένεια ζήτησε να ξαναπάρει την ελληνική υπηκοότητα βασιζόμενη στην απόφαση της 22ας Νοεμβρίου 1984, πράγμα που αποδείκνυε ότι στις 10 Νοεμβρίου 1990, είχε ήδη λάβει γνώση της απόφασης. Παρόλα αυτά επειδή δεν είχε προσφύγει στο Συμβούλιο της Επικρατείας παρά την 1η Σεπτεμβρίου 1995, η προσφυγή έπρεπε να απορριφθεί ως εκπρόθεσμη.", "Στις 25 Οκτωβρίου 1996, η οικογένεια Ζεϊμπέκ άσκησε προσφυγή στην Ευρωπαϊκή Επιτροπή των Δικαιωμάτων του Ανθρώπου (αρ. προσφυγής 34372/97) στην οποία επικαλούνταν πολλές παραβιάσεις της Σύμβασης και των Πρωτοκόλλων της. Στις 21 Μαΐου 1997, η Επιτροπή κήρυξε την προσφυγή απαράδεκτη κυρίως επειδή δεν είχε εξαντλήσει τα εσωτερικά ένδικα μέσα και δεν είχε συμμορφωθεί με τις δικονομικές απαιτήσεις για την προσφυγή στο Συμβούλιο της Επικρατείας.", "Το 1998, καταργήθηκε το άρθρο 19 του Κώδικα Ιθαγένειας. Η διοίκηση κάλεσε τα μέλη της μουσουλμανικής κοινότητας, τα οποία είχαν στερηθεί την ελληνική τους υπηκοότητα, να κάνουν αίτηση για την πολιτογράφησή τους. Πράγμα το οποίο έπραξε και η προσφεύγουσα με την οικογένειά της στις 4 Νοεμβρίου 1999.", "Με απόφαση της 23ης Μαΐου, αποκαταστάθηκε η ελληνική υπηκοότητα στην προσφεύγουσα και σε τρία από τα τέσσερα παιδιά της, αλλά όχι στον σύζυγό της (λόγω του ότι το ποινικό του μητρώο δεν ήταν λευκό μετά από παραβιάσεις του Κώδικα Οδικής Κυκλοφορίας) και σε μία από τις κόρες της (την Ιλκαΐ), η οποία ήταν συγχρόνως ανήλικη, παντρεμένη και συνεπώς θεωρούνταν κάτω από την κηδεμονία του άντρα της. Δεν μπορούσε λοιπόν να αποκτήσει την ελληνική υπηκοότητα μέσω της μητέρας της. Παρόλα αυτά καμμία απορριπτική απόφαση δεν κοινοποιήθηκε στην Ιλκαΐ μέσω της αρμόδιας Υπηρεσίας.", "Στις 4 Ιανουαρίου 2001, η Ιλκαΐ άσκησε νέα αίτηση για να ξαναποκτήσει την υπηκοότητα. Στις 9 Ιουλίου 2003, η αρμόδια διοίκηση την ενημέρωσε ότι για να προβεί στην πολιτογράφηση έπρεπε να καταθέσει εκτός των άλλων και ένα χαρτόσημο ύψους 1.467,53 ευρώ. Το 2003, η Ιλκαΐ προσέφυγε στον Συνήγορο του Πολίτη ο οποίος με γνωμοδότηση της 2ας Φεβρουαρίου κατέληγε ότι υπήρχε πρόβλημα νομιμότητας τόσο όσον αφορά την διαδικασία που ακολουθήθηκε στην Ιλκαΐ όσο και την απαίτηση πληρωμής χαρτοσήμου.", "Στις 19 Δεκεμβρίου 2001, η προσφεύγουσα ζήτησε από έναν Οργανισμό Κοινωνικής Ασφάλισης ισόβια σύνταξη ως πολύτεκνη μητέρα, σύμφωνα με τις διατάξεις του άρθρου 63 του Νόμου 1892/1990, του άρθρου 18 § 9 του Νόμου 2008/1992 και του άρθρου 3 § 4 του νόμου 2163/1993 (σύμφωνα με τα οποία για να θεμελιωθεί δικαίωμα στα επιδόματα, τα παιδιά πρέπει να είναι ελληνικής υπηκοότητας).", "Με πράξη της 22ας Νοεμβρίου 2002, ο Διευθυντής του Τμήματος Οικογενειακών επιδομάτων απέρριψε την αίτηση της. Παρατηρούσε ότι τα τέσσερα παιδιά της προσφεύγουσας δεν ήταν όλα ελληνικής υπηκοότητας και ότι, συνεπώς δεν πληρούνταν οι προϋποθέσεις που απαιτούνταν από το νόμο.", "Η προσφεύγουσα άσκησε προσφυγή κατά της απόφασης αυτής ενώπιον της Επιτροπής του Τμήματος οικογενειακών επιδομάτων. Στις 22 Οκτωβρίου 2003, η εν λόγω Επιτροπή απέρριψε την προσφυγή για τους ίδιους λόγους.", "Την 1η Ιουνίου 2004, η προσφεύγουσα προσέφυγε στο Συμβούλιο της Επικρατείας. Υποστήριζε ότι είχε δικαίωμα σε ισόβια σύνταξη λόγω του ότι είχε αποκτήσει την ιδιότητα πολύτεκνης μητέρας, υπό την έννοια του άρθρου 860/1979, κατά την στιγμή της γέννησης του τέταρτου παιδιού της και ότι ήτανε Ελληνίδα υπήκοος. Πρόσθετε ότι δεν είχε χάσει την ιδιότητά της αυτή παρά την απώλεια της υπηκοότητας, γιατί η ιδιότητα αυτή ήταν συνεχής. Επικαλούνταν παραβίαση των άρθρων 21 του Συντάγματος (που προστατεύει την οικογένεια και την μητρότητα), 8 και 14 της Σύμβασης και 1 του Πρωτοκόλλου υπ’ αρ. 1.", "Στις 22 Μαΐου 2006, το Συμβούλιο της Επικρατείας απέρριψε την προσφυγή. Θεώρησε ότι το άρθρο 21 του Συντάγματος που αφορά τις πολύτεκνες μητέρες εφαρμόζεται μόνο σχετικά με την ανάγκη διατήρησης και προαγωγής του ελληνικού έθνους και δεν αφορά οικογένειες αλλοδαπών που κατοικούν ή διαμένουν στην Ελλάδα και ότι τα επιδόματα που προβλέπονται από το άρθρο 63 του Νόμου 1892/1990 έχουν υιοθετηθεί ως κίνητρο για τους έλληνες πολίτες να κάνουν πολύτεκνες οικογένειες προκειμένου να αντιμετωπιστεί το σοβαρό δημογραφικό πρόβλημα της χώρας. Η χορήγηση των επιδομάτων αυτών με βάση το κριτήριο της υπηκοότητας των παιδιών δεν παραβιάζει την αρχή της ισότητας ανάμεσα στις μητέρες που έχουν παιδιά ελληνικής υπηκοότητας και τις μητέρες που έχουν παιδιά που δεν ανταποκρίνονται στο κριτήριο αυτό. Επιπλέον, το άρθρο 3 § 4 του Νόμου 2163/1993 δεν ήταν αντίθετο στα άρθρα 8 και 12 της Σύμβασης αφού εισάγει μια αντικειμενική προϋπόθεση για την χορήγηση επιδόματος στις πολύτεκνες μητέρες αλλά δεν θέτει εμπόδιο στην οικογενειακή ζωή ή στην δημιουργία οικογένειας. Επιπλέον δεν υπήρχε διάκριση με βάση το θρήσκευμα αφού η χορήγηση του επιδόματος δεν εξαρτιόταν από την θρησκεία της ενδιαφερομένης αλλά από τον αριθμό και την υπηκοότητα των παιδιών. Τέλος, δεν υπήρχε παραβίαση του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1 , αφού η προσφεύγουσα δεν είχε συγκεντρώσει ποτέ τις προϋποθέσεις που απαιτούνταν για την χορήγηση της ισόβιας σύνταξης: πράγματι η οικογένεια αυτής είχε χάσει την ελληνική υπηκοότητα το 1984ενώ τα εν λόγω επιδόματα θεσπίστηκαν με το Νόμο 1892/1990.", "Με απόφαση της 25ης Ιανουαρίου 2007, ο Υπουργός Εσωτερικών ανακάλεσε την απόφαση με την οποία η Ιλκαΐ είχε στερηθεί την ελληνική υπηκοότητά της", "", "ΤΟ ΣΥΝΑΦΕΣ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ Η ΕΘΝΙΚΗ ΠΡΑΚΤΙΚΗ", "Το άρθρο 19 του Κώδικα Ιθαγένειας το οποίο ακυρώθηκε το 1998, με το άρθρο 14 του Νόμου 2623/1998, όριζε ότι:", "«Κάθε άτομο ξένης καταγωγής που αφήνει την ελληνική επικράτεια χωρίς πρόθεση να επαναγκατασταθεί μπορεί να κηρυχθεί ως σαν να έχει χάσει την ελληνική υπηκοότητα (...)»", "Σύμφωνα με το άρθρο 11 του Κώδικα Ελληνικής Ιθαγένειας, τα παιδιά ενός πολιτογραφημένου αλλοδαπού ή μίας αλλοδαπού γίνονται ΄Ελληνες, χωρίς άλλη διατύπωση, εάν είναι ανήλικα και ανύπαντρα.", "Το άρθρο 21 § 2 του Συντάγματος ορίζει ότι :", "«Οι πολύτεκνες οικογένειες... έχουν δικαίωμα ιδιαίτερης φροντίδας από το Κράτος.»", "Το άρθρο 63 του Νόμου 1892/1990, προβλέπει ορισμένα μέτρα για την αντιμετώπιση του δημογραφικού προβλήματος το οποίο αντιμετωπίζει η Ελλάδα. Οι συναφείς διατάξεις είναι οι ακόλουθες :", "«(...)", "3.\tΗ μητέρα που θεωρείται ως πολύτεκνη μητέρα, σύμφωνα με το Νόμο 1910/1944, όπως αυτός τροποποιήθηκε και ισχύει σήμερα, λαμβάνει ένα μηνιαίο επίδομα δέκα χιλιάδων δραχμών για κάθε ανύπαντρο παιδί που είναι κάτω των 23 ετών.", "4.\tΣτη μητέρα που δεν δικαιούται πλέον το επίδομα της προηγούμενης παραγράφου χορηγείται ισόβια σύνταξη ίση προς το τετραπλάσιο του ημερομισθίου του ανειδίκευτου εργάτη. Οι μητέρες που θεωρούνται πολύτεκνες μητέρες , υπό την έννοια του άρθρου 1 του Νόμου 1910/44 (...), και με την προϋπόθεση να έχουν την ελληνική υπηκοότητα ή να είναι πρόσφυγες ελληνικής καταγωγής, να διαμένουν στην Ελλάδα μόνιμα και να έχουν ή να είχαν τουλάχιστον τέσσερα παιδιά εν ζωή (...) δικαιούνται τη ισόβια σύνταξη που προβλέπεται στην παράγραφο αυτή.»", "Σύμφωνα με το άρθρο 1 του Νόμου 1910/1944:", "«Θεωρούνται ως πολύτεκνοι γονείς, υπό την έννοια του παρόντος νόμου , εκείνοι που έχουν τουλάχιστον τέσσερα παιδιά εν ζωή νόμιμα ή αναγνωρισμένα σύμφωνα με το νόμο, και όσο αυτά που είναι θηλυκού γένους είναι ανύπαντρα ή διαζευγμένα ή σε χηρεία και συντηρούνται από έναν από τους γονείς και αυτά που είναι γένους αρσενικού είναι ανήλικα (...)»", "Σύμφωνα με το άρθρο 2 του Νόμου 860/1979 :", "«Η κατά την έναρξιν της ισχύος του παρόντος νόμου υφισταμένη ή εφεξής αποκτωμένη ιδιότης του πολυτέκνου των γονέων, διατηρείται ισοβίως..»", "Με την απόφαση υπ’ αρ. 2654/2000, το Συμβούλιο της Επικρατείας έκρινε ότι η χορήγηση ισόβιας σύνταξης στις πολύτεκνες μητέρες ελληνικής υπηκοότητας και που διαμένουν μόνιμα και νόμιμα στην Ελλάδα, δεν εξαρτάται από την υπηκοότητα των παιδιών τους.", "Με μια απόφαση της 28ης Νοεμβρίου 2000 (αρ. 1095/2001), το Συμβούλιο της Επικρατείας έκρινε ότι το άρθρο 21 του Συντάγματος σιωπηρά περιλαμβάνει ένα περιορισμό στην βούληση του νομοθέτη, σύμφωνα με τον οποίο κάθε περιορισμός της εκτίμησης της ειδικής πρόνοιας που χορηγείται στις πολύτεκνες οικογένειες δεν είναι συνταγματικά ανεκτός. Το Συμβούλιο της Επικρατείας όρισε τα εξής :", "«Με βάση την σαφή διατύπωση της συνταγματικής αυτής διάταξης [άρθρο 21 § 2] και τον σκοπό αυτής [να αντιμετωπίσει το δημογραφικό πρόβλημα ης χώρας] που αποτελεί σκοπό γενικού συμφέροντος, η ρύθμιση που αποκλείει ορισμένες πολύτεκνες οικογένειες από την ειδική πρόνοια που χορηγεί το Κράτος δεν είναι συνταγματικά ανεκτή.»", "Με γνωμοδότηση της 11ης Απριλίου 2002 (αρ. 213/2002), το Νομικό Συμβούλιο του Κράτους δήλωσε ότι η ιδιότητα πολύτεκνης οικογένειας δεν χάνεται ακόμα και σε περίπτωση υιοθεσίας του ενός από τα τέσσερα παιδιά.", "", "ΩΣ ΠΡΟΣ ΤΟ ΝΟΜΙΚΟ ΜΕΡΟΣ", "ΩΣ ΠΡΟΣ ΤΗΝ ΙΣΧΥΡΙΖΟΜΕΝΗ ΠΑΡΑΒΙΑΣΗ ΜΟΝΗ ΤΟΥ ΑΡΘΡΟΥ 8, ΚΑΙ ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΑΡΘΡΟ 14 ΤΗΣ ΣΥΜΒΑΣΗΣ", "Η προσφεύγουσα διαμαρτύρεται επίσης γιατί με τις αποφάσεις τους, η Διοίκηση και το Συμβούλιο της Επικρατείας στην πραγματικότητα διαιρέσανε την οικογένειά της με διακρίσεις στηριγμένες πάνω στην θρησκεία και / ή στην υπηκοότητα, θεωρώντας ότι το τέταρτο παιδί της δεν είχε την ελληνική υπηκοότητα. Επικαλείται το άρθρο 8 της Σύμβασης από μόνο του και σε συνδυασμό με το άρθρο 14 αυτής :", "΄Αρθρο 8", "«1. Παv πρόσωπov δικαιoύται εις τov σεβασµόv της ιδιωτικής και", "oικoγεvειακής ζωής τoυ, της κατoικίας τoυ και της αλληλoγραφίας τoυ.", "2. Δεv επιτρέπεται vα υπάρξη επέµβασις δηµoσίας αρχής εv τη ασκήσει τoυ δικαιώµατoς τoύτoυ, εκτός εάv η επέµβασις αύτη πρoβλέπεται υπό", "τoυ vόµoυ και απoτελεί µέτρov τo oπoίov, εις µίαv δηµoκρατικήv", "κoιvωvίαv, είvαι αvαγκαίov δια τηv εθvικήv ασnάλειαv, τηv δηµoσίαv ασφάλειαv, τηv oικovoµικήv ευηµερίαv της χώρας, τηv πρoάσπισιv της τάξεως και τηv πρόληψιv πoιvικώv παραβάσεωv, τηv πρoστασίαv της υγείας ή της ηθικής, ή τηv πρoστασίαv τωv δικαιωµάτωv και ελευθεριώv άλλωv.»", "", "΄Αρθρο 14", "", "«Η χρήσις τωv αvαγvωριζoµέvωv εv τη παρoύση Συµβάσει δικαιωµάτωv και ελευθεριώv δέov vα εξασnαλισθή ασχέτως διακρίσεως φύλλoυ, φυλής, χρώµατoς, γλώσσης, θρησκείας, πoλιτικώv ή άλλωv πεπoιθήσεωv, εθvικής ή κoιvωvικής πρoελεύσεως, συµµετoχής εις εθvικήv µειovότητα, περιoυσίας, γεvvήσεως ή άλλης καταστάσεως.»", "", "Η Κυβέρνηση υποστηρίζει ότι η άρνηση των αρχών να χορηγήσουν στην προσφεύγουσα το επίδομα που ζητά δεν προσβάλλει τον πυρήνα του δικαιώματος για σεβασμό της οικογενειακής της ζωής, αφού αυτό δεν επιφέρει ρήξη των δεσμών που ενώνουν την οικογένειά της. Ως προς το σημείο αυτό, υπογραμμίζει ότι κατά την στιγμή που διατυπώθηκε η αίτηση, η κόρη της προσφεύγουσας Ιλκαϊ, ήταν παντρεμένη και είχε δημιουργήσει την δικιά της οικογένεια, συνεπώς η προσφεύγουσα δεν μπορεί να επικαλείται την ύπαρξη «οικογενειακής ζωής» με την Ιλκαϊ.", "Η προσφεύγουσα υποστηρίζει ότι η μη αναγνώριση εκ μέρους των Αρχών των μητρικών δεσμών που τη συνδέουν με την κόρη της Ιλκαϊ και την ιδιότητα αυτής ως μέλους της οικογένειας, για την εφαρμογή των διατάξεων που αφορούν την χορήγηση της σύνταξης, αποτελούν παραβίαση της έννοιας της «οικογένειας» στην περίπτωσή της. Στην πραγματικότητα η οικογένειά της απολαμβάνει μειωμένα δικαιώματα σε σχέση με άλλες οικογένειες για τον μόνο λόγο ότι ένα από τα παιδιά δεν είχε την ελληνική υπηκοότητα, παρά το ότι δεν διαφέρει καθόλου από τα άλλα παιδιά της οικογένειας ως προς τις συνθήκες οικογενειακής ζωής και ως προς την εκπαίδευση. Η Ιλκαϊ έζησε με την υπόλοιπη οικογένεια μέχρι τον γάμο της και έκτοτε διατήρησε τους ίδιους δεσμούς με τα υπόλοιπα παιδιά.", "Το Δικαστήριο θεωρεί ότι η άρνηση των αρχών να χορηγήσουν στην προσφεύγουσα το επίδομα σύνταξης δεν είχε σκοπό να διαρρήξει την οικογενειακή ζωή της προσφεύγουσας και δεν είχε το αποτέλεσμα αυτό. Η προσφεύγουσα δεν μπορεί να επικαλεστεί την ύπαρξη οικογενειακής ζωής σε σχέση με την κόρη της Ιλκαϊ. Αυτή, αν και ανήλικη, ήταν παντρεμένη, είχε δημιουργήσει την δική της οικογένεια και δεν αποτελούσε μέρος του οικογενειακού πυρήνα της προσφεύγουσας. Τίποτε στο φάκελο δεν αποδεικνύει την ύπαρξη πρόσθετων στοιχείων εξάρτησης πλην των φυσιολογικών συναισθηματικών δεσμών, όπως παραδείγματος χάρην το ότι η οικογένεια της Ιλκαϊ συντηρούνταν από την οικογένεια της προσφεύγουσας. (βλ. mutatis mutandis, Kolosovskiy κατά Λεττονίας , déc. 50183/99, της 29ης Ιανουαρίου 2004). Επιπλέον, η άρνηση της χορήγησης της σχετικής σύνταξης δεν είχε ως αποτέλεσμα να πλήξει τους φυσιολογικούς δεσμούς που υπάρχουν ανάμεσα σε άτομα που ζουν κάτω από χωριστές εστίες. Συνεπώς, η εξέταση της αιτίασης αυτής δεν δείχνει καμμία ένδειξη προσβολής των επικαλούμενων διατάξεων.", "Προκύπτει ότι, η αιτίαση αυτή πρέπει να κηρυχτεί απαράδεκτη, κατ’ εφαρμογή του άρθρου 35 §§ 3 και 4 της Σύμβασης.", "", "ΩΣ ΠΡΟΣ ΤΗΝ ΕΠΙΚΑΛΟΥΜΕΝΗ ΠΑΡΑΒΙΑΣΗ ΜΟΝΟΥ ΤΟΥ ΑΡΘΟΥ 1 ΤΟΥ ΠΡΩΤΟΚΟΛΛΟΥ ΥΠ’ΑΡ. 1 ΚΑΘΩΣ ΚΑΙ ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΑΡΘΡΟ 14 ΤΗΣ ΣΥΜΒΑΣΗΣ", "Η προσφεύγουσα διαμαρτύρεται ότι στερήθηκε την σύνταξη ως πολύτεκνη μητέρα. Επικαλείται το άρθρο 1 του Πρωτοκόλλου υπ’αρ. 1 τόσο μόνου του όσο και σε συνδυασμό με το προαναφερθέν άρθρο 14 της Σύμβασης:", "« Παv φυσικόv ή voµικόv πρόσωπov δικαιoύται σεβασµoύ της περιoυσίαςτoυ. Ουδείς δύvαται vα στερηθή της ιδιoκτησίας αυτoύ ειµή δια λόγoυς δηµoσίας ωφελείας και υπό τoυς πρoβλεπoµέvoυς, υπό τoυ vόµoυ και τωv γεvικώv αρχώv τoυ διεθvoύς δικαίoυ όρoυς. Αι πρoαvαφερόµεvαι διατάξεις δεv θίγoυσι τo δικαίωµα παvτός Κράτoυς όπως θέση εv ισχύϊ Νόµoυς oύς ήθελε κρίvει αvαγκαίov πρoς ρύθµισιv της χρήσεως αγαθώv συµφώvως πρoς τo δηµόσιov συµφέρov ή πρoς εξασφάλισιv της καταβoλής φόρωv ή άλλωv εισφoρώv ή πρoστίµωv.»", "", "Ως προς το παραδεκτό", "", "Κατ’ αρχάς η Κυβέρνηση υποστηρίζει ότι η προσφεύγουσα δεν μπορεί να επικαλείται την ύπαρξη ενός αγαθού υπό την έννοια του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1. Η σύνταξη πολύτεκνης μητέρας δεν αποτελεί κοινωνικό επίδομα ούτε αμοιβή σε σχέση με μία παροχή εργασίας, αλλά παρότρυνση υπό χρηματική μορφή που προβλέπεται στον προϋπολογισμό του Κράτους, για την αντιμετώπιση του δημογραφικού προβλήματος της Ελλάδας.", "Η προσφεύγουσα υποστηρίζει ότι αν η σύνταξη δεν έχει προφανή ανταποδοτικό χαρακτήρα, αποτελεί εν τούτοις ένα είδος ανταμοιβής για τις πολύτεκνες μητέρες για την πολύτιμη αν και μη αμειβόμενη εργασία που παρέχουν ως μητέρες και που τις υποχρεώνει να μένουν εκτός αγοράς εργασίας.", "Το Δικαστήριο παρατηρεί ότι το δικαίωμα σύνταξης δεν εγγυάται ως τέτοιο από την Σύμβαση. Εντούτοις, υπενθυμίζει ότι σύμφωνα με τη Νομολογία του Δικαστηρίου το δικαίωμα σύνταξης που βασίζεται στην εργασία μπορεί υπό ορισμένες προϋποθέσεις να εξομοιωθεί με δικαίωμα ιδιοκτησίας. Όπως στην περίπτωση που έχουν καταβληθεί ορισμένες ιδιαίτερες εισφορές (Gaygusuz κατά Αυστρίας, 16 Σεπτεμβρίου 1996, Συλλογή αποφάσεων 1996-IV, §§ 39-41).΄Ετσι και στην περίπτωση όπου έχει ληφθεί μια γενικότερη υποχρέωση για την καταβολή σύνταξης υπό προϋποθέσεις που μπορεί να θεωρηθούν ότι αποτελούν μέρος της σύμβασης εργασίας, όπως στη περίπτωση συντάξεων δημοσίων υπαλλήλων.", "Το Δικαστήριο σημειώνει ότι το 1982, τη στιγμή της γέννησης του τέταρτου παιδιού της, της Ιλκαϊ, η προσφεύγουσα και όλα τα μέλη της οικογένειας της είχαν την ελληνική υπηκοότητα. Με βάση τις νομοθετικές διατάξεις που ίσχυαν τότε (άρθρο 1 του νόμου 1910/1944 και άρθρο 2 του νόμου 860/1979), η προσφεύγουσα είχε την ιδιότητα πολύτεκνης μητέρας και επομένως μπορούσε να διεκδικήσει την ισόβια σύνταξη. Η μεταγενέστερη στέρηση της ελληνικής υπηκοότητας σε όλα τα μέλη της οικογένειας της προσφεύγουσας κάτω από προϋποθέσεις που το Δικαστήριο θα εξετάσει υπό το πρίσμα της δικαιολόγησης της παρέμβασης δεν έκανε αυτή να χάσει την εν λόγω ιδιότητα. Το Δικαστήριο παρατηρεί επίσης ότι η Κυβέρνηση δέχεται ότι η προσφεύγουσα μπορεί εφεξής να ασκήσει νέα αίτηση και να ζητά να αποκτήσει την σύνταξη, αφού πληρεί τις απαιτούμενες προϋποθέσεις (παρακάτω παράγραφος).", "Τέλος το Δικαστήριο σημειώνει επίσης ότι οι όροι που χρησιμοποιεί το άρθρο 63 του νόμου 1892/1990, είναι ισόβια σύνταξη πράγμα που αποκλείει τη σύγχυση με οποιοδήποτε επίδομα.", "Λαμβανομένων υπόψη του σχετικού εθνικού δικαίου και της κατάστασης της προσφεύγουσας το Δικαστήριο θεωρεί ότι αυτή απέκτησε ένα δικαίωμα που αποτελούσε «αγαθό» υπό την έννοια του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1.", "Εξάλλου το Δικαστήριο διαπιστώνει ότι η παρούσα αιτίαση δεν είναι προδήλως αβάσιμη υπό την έννοια του άρθρου 35 § 3 της Σύμβασης. Σημειώνει επίσης ότι η συγκεκριμένη αιτίαση δεν προσκρούει σε κανένα άλλο λόγο απαραδέκτου. Πρέπει λοιπόν να κηρυχθεί παραδεκτή.", "Ως προς την ουσία", "Η Κυβέρνηση υποστηρίζει ότι ακόμα και αν υποτεθεί ότι η προσφεύγουσα διέθετε ένα «αγαθό», ο νομοθέτης είχε υπαγάγει την χορήγηση της σύνταξης αυτής σε ορισμένα κριτήρια. Όμως οι αρμόδιες αρχές έκριναν ότι κατά την ημερομηνία υποβολής της αίτησής της, η προσφεύγουσα δεν πληρούσε όλα τα απαιτούμενα κριτήρια εξαιτίας ιδιως του ότι η Ιλκαϊ ήταν παντρεμένη. Η Κυβέρνηση προσθέτει ότι αφού η απόφαση με την οποία αφαιρέθηκε η υπηκοότητα από την Ιλκαϊ ανακλήθηκε, η προσφεύγουσα μπορεί να καταθέσει νέα αίτηση για να αποκτήσει την σύνταξη αφού πληρεί τώρα όλες τις προϋποθέσεις που απαιτούνται γι’ αυτό.", "Η προσφεύγουσα υπογραμμίζει ότι η αφαίρεση της υπηκοότητας από την οικογένειά της, κατ’ εφαρμογή του άρθρου 19 του Κώδικα υπηκοότητας είχε επίδραση στις αιτιάσεις της υπό το πρίσμα του άρθρου 1 του Πρωτοκόλλου υπ’αρ. 1. Δηλώνει ότι αποτελεί μέρος των 46.638 μουσουλμάνων, οι οποίοι ζουν στην πλειοψηφία τους στην Θράκη και από τους οποίους αφαιρέθηκε η υπηκοότητα από το 1955 έως το 1996. Οι περισσότεροί τους δεν είχαν ενημερωθεί ότι είχε κινηθεί διαδικασία για να τους αφαιρεθεί η υπηκοότητα και δεν είναι παρά επ’ ευκαιρία της αίτησης διαβατηρίου ή πιστοποιητικού γεννήσεως που λάβαν γνώση της απόφασης αφαίρεσης της υπηκοότητας. Η προσφυγή στο Συμβούλιο της Επικρατείας αποτελούσε «πολυτέλεια» στην οποία δεν μπορούσαν να έχουν πρόσβαση αυτοί οι χωρικοί της Θράκης που δεν είχαν τα μέσα για να την ασκήσουν. Ορισμένες αιτήσεις ακυρώσεως που ασκήθηκαν ενώπιον του Δικαστηρίου αυτού απορρίφθηκαν ως εκπρόθεσμες, με την αιτιολογία ότι είχε παρέλθει η προθεσμία εξήντα ημερών από την δημοσίευση της απόφασης.", "Η προσφεύγουσα ισχυρίζεται ότι οι αρχές αρνήθηκαν να της χορηγήσουν την σύνταξη με πρόσχημα την απώλεια από πλευράς της κόρης της, της ελληνικής υπηκοότητας, αλλά ο πραγματικός λόγος άρνησης είναι ότι είναι και οι δύο μουσουλμάνες το θρήσκευμα.", "Το Δικαστήριο θεωρεί ότι η άρνηση χορήγησης στην προσφεύγουσα της σύνταξης ως πολύτεκνης μητέρας αποτελούσε προσβολή του δικαιώματος της ιδιοκτησίας της και ότι η προσβολή αυτή δεν αντιστοιχούσε ούτε σε απαλλοτρίωση ούτε σε μέτρο διευθέτησης της χρήσης των αγαθών. Πρέπει λοιπό να εξεταστεί υπό το πρίσμα της πρώτης φράσης της πρώτης παραγράφου του άρθρου 1. ΄Ετσι πρέπει να εξεταστεί εάν επιτεύχθηκε μια σωστή ισορροπία ανάμεσα στις απαιτήσεις τους γενικού συμφέροντος της κοινωνίας και τις ανάγκες προστασίας των θεμελιωδών δικαιωμάτων του ατόμου.", "Σύμφωνα με την νομολογία του Δικαστηρίου, μια διαφορετική μεταχείριση αποτελεί διάκριση υπό την έννοια του άρθρου 14, αν «στερείται αντικειμενικής και εύλογης δικαιολογίας» δηλαδή αν δεν επιδιώκει «νόμιμο σκοπό» ή αν δεν υπάρχει εύλογη σχέση αναλογικότητας ανάμεσα στα χρησιμοποιούμενα μέσα και των επιδιωκόμενο σκοπό». Εξάλλου τα αντισυμβαλλόμενα Κράτη απολαμβάνουν ένα σχετικό περιθώριο εκτίμησης για να ορίσουν αν και σε ποιο μέτρο διαφορετικές καταστάσεις που παρουσιάζουν αναλογίες σε ορισμένα σημεία δικαιολογούν διαφορετική μεταχείριση. Παρόλα αυτά μόνον πολύ ισχυροί λόγοι μπορεί να οδηγήσουν το Δικαστήριο να κρίνει ως σύμφωνη μες την Σύμβαση μια διαφορετική μεταχείριση που βασίζεται αποκλειστικά και μόνο στην υπηκοότητα (προαναφερθείσα Gaygusuz κατά Αυστρίας, § 42).", "Το Δικαστήριο έκανε ήδη δεκτό ότι κατά την ημερομηνία γέννησης της Ιλκαϊ, τα μέλη της οικογένειας της προσφεύγουσας είχαν την ελληνική υπηκοότητα. Συνεπώς η προσφεύγουσα θεωρούνταν ως πολύτεκνη μητέρα. Σύμφωνα με το άρθρο 2 του Νόμου 860/1979, η ιδιότητα αυτή διατηρείται κατ’ αρχήν εφόρου ζωής, όπως το έχει άλλωστε επιβεβαιώσει το Νομικό Συμβούλιο του Κράτους, ακόμα και στη περίπτωση που ορισμένα παιδιά παύουν να αποτελούν τμήμα της οικογένειας. Επιπλέον με την απόφαση υπ’ αρ. 2654/2000, το Συμβούλιο Επικρατείας έκρινε ότι η χορήγηση ισόβιας σύνταξης σε πολύτεκνες μητέρες ελληνικής υπηκοότητας που διαμένουν μόνιμα και νόμιμα στην Ελλάδα, δεν εξαρτιόταν από την υπηκοότητα των παιδιών τους.", "Το Δικαστήριο παρατηρεί επίσης ότι με απόφαση του Υπουργείου Εσωτερικών της 22ας Νοεμβρίου 1984, η οικογένεια της προσφεύγουσας στερήθηκε την ελληνική υπηκοότητα επ’ ευκαιρία ταξιδιού που είχε κάνει στην Τουρκία. Η απόφαση αυτή που δεν κοινοποιήθηκε ποτέ στην προσφεύγουσα ούτε σε κανένα άλλο μέλος της οικογένειάς της, όριζε ότι βασίστηκε σε αναφορά της Αστυνομίας σύμφωνα με την οποία η οικογένεια της προσφεύγουσας είχε φύγει οριστικά από την Ελληνική Επικράτεια για να εγκατασταθεί στην Τουρκία. Η απόφαση αυτή είχε ληφθεί με βάση το άρθρο 19 του Κώδικα Ιθαγένειας, που αφορούσε «κάθε άτομο ξένης καταγωγής» και εφαρμόστηκε συστηματικά για ένα μεγάλο χρονικό διάστημα στους ΄Ελληνες υπηκόους μουσουλμάνους το θρήσκευμα, όπως η οικογένεια της προσφεύγουσας. Μετά την κατάργηση του άρθρου αυτού το 1998, στην προσφεύγουσα και σε τρία από τα παιδιά της αποκαταστάθηκε η ελληνική υπηκοότητα τον Μάιο του 2000, με εξαίρεση την Ιλκαϊ που ήταν ανήλικη και παντρεμένη, και θεωρήθηκε έτσι ότι ήταν κάτω από την κηδεμονία του άντρα της.", "Αν είναι αλήθεια όπως το υπογράμμισε το Συμβούλιο της Επικρατείας στην απόφασή του της 22ας Μαΐου 2006, ότι η οικογένεια της προσφεύγουσας έχασε την ελληνική υπηκοότητα το 1984 ενώ η εν λόγω σύνταξη θεσπίστηκε από το Νόμο 1892/1990, η προσφεύγουσα αποκαταστάθηκε στην υπηκοότητά της τον Μάιο του 2000. Ζήτησε την σύνταξη τον Δεκέμβριο του 2001 και οι αρχές της την αρνήθηκαν το Νοέμβριο του 2002. Όμως, το Δικαστήριο διαπιστώνει ότι αυτή την τελευταία ημερομηνία όχι μόνον βρισκόταν σε ισχύ ο νόμος υπ’αρ.1892/1990, αλλά το Συμβούλιο της Επικρατείας είχε ήδη εκδώσει τις αποφάσεις του υπ’ αρ. 2654/2000 και 1095/2001, που ήταν καταρχήν ευνοϊκές για την προσφεύγουσα. Προκύπτει ότι αν η προσφεύγουσα και ορισμένα μέλη της οικογένειάς της αποκαταστάθηκαν στην υπηκοότητά τους, δεν αποκαταστάθηκαν σε όλα τα δικαιώματα που απορρέουν από αυτήν όπως όλες οι πολύτεκνες ελληνικές οικογένειες. Η αποκατάσταση αυτή συνεπαγόταν την αναγνώριση στην προσφεύγουσα τις ιδιότητας της πολύτεκνης μητέρας και τα σχετικά προνόμια σαν να μην της είχε αφαιρεθεί ποτέ η υπηκοότητα. Αν υποθέσουμε ότι όπως το υποστηρίζει η Κυβέρνηση, την ημερομηνία που υπέβαλε την αίτησή της η προσφεύγουσα δεν πληρούσε τις νόμιμες προϋποθέσεις λόγω του ότι η Ιλκαϊ δεν είχε την ελληνική υπηκοότητα, το Δικαστήριο θεωρεί ότι η διαδικασία την οποία κίνησε η προσφεύγουσα για να ανακτήσει την υπηκοότητα δεν ήταν νόμιμη όπως αναφέρει στις παρατηρήσεις του ο Συνήγορος του Πολίτη (ανωτέρω παράγραφος 14).", "Στο πλαίσιο αυτό και με βάση την σημασία που δίνουν τόσο το Σύνταγμα, με την ύπαρξη ειδικής διάταξης όσο και ο νομοθέτης, στην προστασία της πολύτεκνης οικογένειας, το Δικαστήριο εκπλήσσεται που το Συμβούλιο της Επικρατείας στην απόφασή του για την περίπτωση της προσφεύγουσας συνδέει την χορήγηση της προστασίας αυτής που προβλέπεται από το Σύνταγμα στην «ανάγκη για την διατήρηση και την προαγωγή του ελληνικού έθνους», ένα κριτήριο που βασίζεται όχι στην ελληνική υπηκοότητα αλλά στην εθνική καταγωγή.", "Το Δικαστήριο θεωρεί ότι η προσφεύγουσα υπέστη διαφορετική μεταχείριση που δεν βασίζεται σε «καμμία αντικειμενική και εύλογη δικαιολογία» καθώς και ένα βάρος υπερβολικό και δυσανάλογο που είχε ως αποτέλεσμα να διαρρήξει την σωστή ισορροπία που πρέπει να υπάρχει ανάμεσα στις απαιτήσεις τις σχετικές με το γενικό συμφέρον της κοινωνίας και τις ανάγκες προστασίας των θεμελιωδών δικαιωμάτων του ατόμου.", "Συνεπώς, υπήρξε παραβίαση του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1 λαμβανομένου μόνου του και σε συνδυασμό με το άρθρο 14 της Σύμβασης.", "ΩΣ ΠΡΟΣ ΤΙΣ ΑΛΛΕΣ ΠΑΡΑΒΙΑΣΕΙΣ", "Η προσφεύγουσα επικαλείται το άρθρο 6 § 1 της Σύμβασης και διαμαρτύρεται για παραβίαση του δικαιώματός της σε δίκαιη δίκη ισχυριζόμενη ότι το Συμβούλιο Επικρατείας μερολήπτησε εις βάρος της.", "Το Δικαστήριο σημειώνει ότι η προσφεύγουσα δεν φέρνει κανένα επιχείρημα για να στηρίξει την αιτίαση αυτή και εμπάση περιπτώσει, δεν προκύπτει από τον φάκελο ότι το Συμβούλιο Επικρατείας παραβίασε το καθήκον του για αμεροληψία απέναντι στην προσφεύγουσα. Προκύπτει ότι η αιτίαση αυτή πρέπει να απορριφθεί ως απαράδεκτη, κατ’εφαρμογή του άρθρου 35 § § 3 και 4 της Σύμβασης.", "ΩΣ ΠΡΟΣ ΤΗΝ ΕΦΑΡΜΟΓΗ ΤΥΟ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "Σύμφωνα με το άρθρο 41 της Σύμβασης :", "«Εάv τo Δικαστήριo κρίvει ότι υπήρξε παραβίαση της Σύµβασης ή τωv Πρωτoκόλλωv της, και αv τo εσωτερικό δίκαιo τoυ Υψηλoύ Συµβαλλόµεvoυ Μέρoυς δεv επιτρέπει παρά µόvo ατελή εξάλειψη τωv συvεπειώv της παραβίασης αυτής, τo Δικαστήριo χoρηγεί, εφόσov είvαι αvαγκαίo, στov παθόvτα δίκαιη ικαvoπoίηση.»", "", "Α. Ζημία", "Για την υλική ζημία, η προσφεύγουσα ζητά ένα ποσό το οποίο συσχετίζει με την απώλεια της σύνταξής της από το 2001 έως το 2007 και το οποίο εκτιμά σε 8.455 ευρώ (€). Για την ηθική βλάβη ζητά το ποσό των 40.000 ευρώ.", "Η Κυβέρνηση θεωρεί ότι η αξίωση της προσφεύγουσας για την υλική ζημία είναι υποθετική και υπογραμμίζει ότι μπορεί να καταθέσει νέα αίτηση για να λάβει την σύνταξη. ΄Οσον αφορά την ηθική βλάβη, θεωρεί ότι μόνη η διαπίστωση της παραβίασης αποτελεί επαρκή δίκαιη ικανοποίηση.", "Το Δικαστήριο σημειώνει ότι το ποσό που ζητεί η προσφεύγουσα ως υλική ζημία υπολογίζεται για κάθε έτος από το 2001 έως το 2007, σύμφωνα με τις διατάξεις του Νόμου 1892/1990 σύμφωνα με τις οποίες η σύνταξη των πολύτεκνων μητέρων αντιστοιχεί στο τετραπλάσιο του μισθού ενός ανειδίκευτου εργάτη. Το Δικαστήριο παρατηρεί επίσης ότι η Κυβέρνηση δεν αμφισβητεί τον τρόπο υπολογισμού της προσφεύγουσας ούτε το ποσό που προκύπτει. Με βάση την διαπίστωση της παραβίασης του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1, το Δικαστήριο επιδικάζει το ποσό που ζητείται για τον λόγο αυτό.", "Τέλος, αποφαινόμενο με δικαιοσύνη, το Δικαστήριο χορηγεί στην προσφεύγουσα το ποσό των 5.000 € για την ηθική βλάβη.", "Β. ΄Εξοδα και Δαπάνες", "Για τα έξοδα και δαπάνες και ιδίως την αμοιβή δικηγόρου, η προσφεύγουσα ζητά 1.230 € για την διαδικασία ενώπιον του Συμβουλίου της Επικρατείας και 3.000 € για την διαδικασία ενώπιον του Δικαστηρίου.", "Η Κυβέρνηση θεωρεί το ποσό αυτό υπερβολικό δηλώνει όμως ότι επαφίεται στη σύνεση του Δικαστηρίου.", "Σύμφωνα με πάγια Νομολογία του Δικαστηρίου, η χορήγηση των εξόδων και δαπανών με βάση το άρθρο 41 προϋποθέτει ότι αυτά είναι πραγματικά, απαραίτητα και εύλογα (Ιατρίδης κατά Ελλάδας (δίκαιη ικανοποίηση) [GC], υπ’ αρ. 31107/96, §54, CEDH 2000-XI). Το Δικαστήριο παρατηρεί ότι η προσφεύγουσα υποβάλλει μία απόδειξη για την αμοιβή που κατέβαλε στο Συμβούλιο της Επικρατείας. Δεν αμφιβάλλει ότι η προσφεύγουσα υποβλήθηκε σε έξοδα για να ασκήσει και να υποστηρίξει την προσφυγή της ενώπιον του Δικαστηρίου, αλλά παρατηρεί ότι η προσφεύγουσα δεν προσκομίζει καμμία απόδειξη όπως το απαιτεί το άρθρο 60 § 2 του κανονισμού του Δικαστηρίου. Αποφαινόμενο με δικαιοσύνη, το Δικαστήριο, σύμφωνα με το άρθρο 41 της Σύμβασης, χορηγεί για έξοδα και δαπάνες στη προσφεύγουσα το ποσό των 2.500 €, και όποιο άλλο ποσό μπορεί να οφείλεται ως φόρος.", "Γ. Τόκοι υπερημερίας", "Το Δικαστήριο κρίνει ότι αρμόζει να υπολογισθούν οι τόκοι υπερημερίας επί του επιτοκίου διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τραπέζης, προσαυξανόμενου κατά τρεις ποσοστιαίες μονάδες.", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΟΜΟΦΩΝΑ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ", "1.\tΚηρύσσει την προσφυγή παραδεκτή όσον αφορά την αιτίαση σχετικά με μόνο το άρθρο 1 του Πρωτοκόλλου υπ’ αρ. 1 και σε συνδυασμό με το άρθρο 14 της Σύμβασης και απαράδεκτη για τα περαιτέρω", "2.\tΑποφαίνεται ότι υπήρξε παραβίαση μόνου του άρθρου 1 του Πρωτοκόλλου υπ’ αρ. 1 και σε συνδυασμό με το άρθρο 14 της Σύμβασης", "3.\tΑποφαίνεται", "α) ότι η καθ’ ου Κυβέρνηση πρέπει να καταβάλει, μέσα σε τρεις μήνες από την στιγμή που η απόφαση θα γίνει οριστική σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, τα ακόλουθα ποσά:", "8.455€ (οκτώ χιλιάδες τετρακόσια σαράντα πέντε ευρώ) συν κάθε ποσό που μπορεί να οφείλεται ως φόρος, για την υλική ζημία", "5.000 € (πέντε χιλιάδες ευρώ) συν κάθε ποσό που μπορεί να οφείλεται ως φόρος, για την ηθική βλάβη", "2.500 € (δύο χιλιάδες πεντακόσια ευρώ) συν κάθε ποσό που μπορεί να οφείλεται ως φόρος, για τα έξοδα και την δικαστική δαπάνη", "β) ότι από την εκπνοή της εν λόγω προθεσμίας και μέχρι την καταβολή, τα ποσά θα προσαυξάνονται με απλό τόκο με επιτόκιο ίσο προς το ισχύον κατ’ αυτό το χρονικό διάστημα επιτόκιο διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τραπέζης, προσαυξανόμενου κατά τρεις ποσοστιαίες μονάδες", "4.\tΑπορρίπτει την αίτηση δίκαιης ικανοποίησης για τα περαιτέρω.", "Συντάχτηκε στα γαλλικά και στη συνέχεια κοινοποιήθηκε γραπτά στις 9 Ιουλίου 2009, κατ’ εφαρμογή του άρθρου 77 §§ 2 και 3 του Κανονισμού.", "Soren Nielsen\t\t\t\t\t\tNina Vajic", "Γραμματέας\t\t\t\t\t\tΠρόεδρος (υπογραφές)"]}