{"file": "GRE_HJUDGRE_32186_02.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "32186/02", "text_paragraphs": ["", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "ΥΠΟΘΕΣΗ", "ΑΓΚΑ ΚΑΤΑ ΕΛΛΑΔΟΣ (Νο. 3)", "(Προσφυγή υπ’ αριθ. 32186/02)", "", "", "", "ΑΠΟΦΑΣΗ", "ΣΤΡΑΣΒΟΥΡΓΟ", "13 Ιουλίου 2006", "", "", "", "", "", "", "Η παρούσα απόφαση θα καταστεί οριστική υπό τις προϋποθέσεις που ορίζονται στο άρθρο 44 παρ. 2 της Σύμβασης. Μπορεί να υποστεί αναθεωρήσεις στο στάδιο της εκδοτικής επιμέλειας.", "", "Στην υπόθεση Αγκά κατά Ελλάδος (Νο. 3),", "Το Ευρωπαϊκό Δικαστήριο Δικαιωμάτων του Ανθρώπου (Πρώτο Τμήμα), αφού συνεδρίασε σε σώμα αποτελούμενο από τους:", "κ. Λ. ΛΟΥΚΑΪΔΗ, Πρόεδρο,", "κ. Χ.Λ. ΡΟΖΑΚΗ,", "κα. Φ. ΤΥΛΚΕΝ,", "κα. Ε. ΣΤΑΪΝΕΡ,", "κ. Κ. ΧΑΤΖΙΕΦ,", "κ. ΝΤ. ΣΠΙΛΜΑΝ,", "κ.  Σ.Ε. ΓΙΕΜΠΕΝΣ, Δικαστές,", "και τον κ. Ζ. ΝΙΛΣΕΝ, Γραμματέα του Τμήματος,", "Αφού συσκέφθηκε κεκλεισμένων των θυρών στις 22 Ιουνίου 2006,", "Εκδίδει την ακόλουθη απόφαση, η οποία υιοθετήθηκε την τελευταία ως άνω ημερομηνία:", "ΔΙΑΔΙΚΑΣΙΑ", "1.\tΗ υπόθεση είναι απόρροια της προσφυγής υπ’ αριθ. 32186/02 κατά της Ελληνικής Δημοκρατίας, την οποία κατέθεσε στο Δικαστήριο σύμφωνα με το άρθρο 34 της Σύμβασης για την Προστασία των Δικαιωμάτων του Ανθρώπου και των Θεμελιωδών Ελευθεριών (‘‘η Σύμβαση’’) ένας έλληνας υπήκοος, ο κ. Μεχμέτ Αγκά (‘‘ο προσφεύγων’’), στις 6 Αυγούστου 2002.", "2.\tΟ προσφεύγων εκπροσωπήθηκε από τον κ. Σ. Εμίν, δικηγόρο Κομοτηνής. Η Ελληνική Κυβέρνηση (‘‘η Κυβέρνηση’’) εκπροσωπήθηκε από τους πληρεξουσίους της κ. Β. Κυριαζόπουλο, Νομικό Σύμβουλο, και κα. Μ. Παπίδα, Δικαστικό Αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "3.\tΟ προσφεύγων ισχυρίστηκε ειδικότερα ότι η καταδίκη του για αντιποίηση άσκησης υπηρεσίας λειτουργού ‘‘γνωστής θρησκείας’’ συνιστά παραβίαση των δικαιωμάτων του σύμφωνα με τα άρθρα 9 και 10 της Σύμβασης.", "4.\tΗ προσφυγή ανατέθηκε στο Πρώτο Τμήμα του Δικαστηρίου (Κανόνας 52 παρ. 1 του Κανονισμού του Δικαστηρίου). Στο πλαίσιο του Τμήματος αυτού, η σύνθεση που θα εκδίκαζε την υπόθεση (άρθρο 27 παρ. 1) συγκροτήθηκε όπως προβλέπεται στον Κανόνα 26 παρ. 1 του Κανονισμού του Δικαστηρίου.", "5.\tΣτις 1 Νοεμβρίου 2004 το Δικαστήριο άλλαξε τη σύνθεση των Τμημάτων του (Κανόνας 25 παρ. 1). Η υπόθεση αυτή ανατέθηκε στο νεοσυγκροτηθέν Πρώτο Τμήμα (Κανόνας 52 παρ. 1).", "6.\tΜε απόφασή του της 5ης Απριλίου 2005, το Δικαστήριο κήρυξε την προσφυγή εν μέρει παραδεκτή.", "7.\tΤόσο ο προσφεύγων όσο και η Κυβέρνηση κατέθεσαν τις παρατηρήσεις τους επί της ουσίας της υπόθεσης (Κανόνας 59 παρ. 1).", "ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ", "Ι.\tΙΣΤΟΡΙΚΟ ΤΗΣ ΥΠΟΘΕΣΗΣ", "8.\tΣτις 17 Αυγούστου 1990 ο προσφεύγων εξελέγη Μουφτής Ξάνθης από όσους συμμετείχαν στην προσευχή της Παρασκευής στα τεμένη του νομού. Το Ελληνικό Κράτος διόρισε άλλο Μουφτή. Ωστόσο, ο προσφεύγων αρνήθηκε να αποχωρήσει από τη θέση του.", "9.\tΚατά του προσφεύγοντος ασκήθηκαν τέσσερις ποινικές διώξεις σύμφωνα με το άρθρο 175 του Ποινικού Κώδικα λόγω αντιποίησης άσκησης υπηρεσίας λειτουργού ‘‘γνωστής θρησκείας’’, επειδή στις 11 και τις 17 Φεβρουαρίου 1996 εξέδωσε και υπέγραψε μηνύματα υπό την ιδιότητα του Μουφτή Ξάνθης. ", "10.\tΟ προσφεύγων εκπροσωπήθηκε νόμιμα καθ’ όλη τη διάρκεια των διαδικασιών από δικηγόρους της επιλογής του. Τα δικαστήρια εξέτασαν σειρά μαρτύρων κατηγορίας και υπεράσπισης.", "11.\tΣτις 11 Δεκεμβρίου 1997 το Μονομελές Πλημμελειοδικείο Λαμίας έκρινε τον προσφεύγοντα ένοχο στις τρεις πρώτες ποινικές διώξεις επειδή εξέδωσε και υπέγραψε μηνύματα υπό την ιδιότητα του Μουφτή Ξάνθης (αποφάσεις υπ’ αριθ. 3913/1997, 3914/1997, 3915/1997). Στις 1 Δεκεμβρίου 1999 το Μονομελές Πλημμελειοδικείο Λαμίας έκρινε τον προσφεύγοντα ένοχο στην τέταρτη ποινική δίωξη (απόφαση υπ’ αριθ. 4919/1999). Ο προσφεύγων άσκησε έφεση κατά των αποφάσεων.", "12.\tΣτις 31 Μαΐου 2000 το Τριμελές Πλημμελειοδικείο Λαμίας επικύρωσε την καταδίκη του προσφεύγοντος με τις τέσσερις προαναφερθείσες αποφάσεις, επιβάλλοντας συνολικά ποινή οκτάμηνης φυλάκισης, την οποία μετέτρεψε σε χρηματική (αποφάσεις υπ’ αριθ. 1654/2000, 1655/2000, 1656/2000 και 1657/2000). Ο προσφεύγων ισχυρίστηκε ότι η καταδίκη του συνιστούσε παραβίαση των άρθρων 6, 9 και 10 της Σύμβασης", "13.\tΣτις 8 Μαρτίου 2002 ο Άρειος Πάγος απέρριψε τις αιτήσεις αναίρεσης του προσφεύγοντος κατά των τεσσάρων αποφάσεων. Έκρινε ότι το αδίκημα του άρθρου 175 του Ποινικού Κώδικα διαπράττεται ‘‘όταν κάποιος εμφανίζεται ως λειτουργός γνωστής θρησκείας και όταν ασκεί την υπηρεσία του εν λόγω λειτουργού, συμπεριλαμβανομένων σχετικών διοικητικών καθηκόντων’’. Το δικαστήριο έκρινε ότι ο προσφεύγων είχε διαπράξει το αδίκημα αυτό διότι εμφανιζόταν και συμπεριφερόταν ως Μουφτής Ξάνθης. Επιπλέον, έκρινε ότι η καταδίκη του προσφεύγοντος δεν αντίκειται στα άρθρα 9 και 10 της Σύμβασης, διότι ο προσφεύγων δεν είχε καταδικαστεί για τις θρησκευτικές πεποιθήσεις του ή την έκφραση απόψεων, αλλά για αντιποίηση άσκησης της υπηρεσίας Μουφτή. Όσον αφορά το άρθρο 6 της Σύμβασης, ο Άρειος Πάγος έκρινε ότι ο προσφεύγων είχε εκπροσωπηθεί νόμιμα από δικηγόρους της επιλογής του καθ’ όλη τη διάρκεια των διαδικασιών και ότι είχε ασκήσει όλα τα υπερασπιστικά δικαιώματά του (απόφαση υπ’ αριθ. 304/2002).", "ΙΙ.\tΣΧΕΤΙΚΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ ΠΡΑΚΤΙΚΗ", "14.\tΤο σχετικό εθνικό δίκαιο και η πρακτική εκτίθενται στην απόφαση της 17ης Οκτωβρίου 2002 στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), προσφυγές υπ’ αριθ. 50776/99 και 52912/99, παρ. 33-44.", "ΝΟΜΙΚΟ ΠΛΑΙΣΙΟ", "Ι.\tΠΡΟΒΑΛΛΟΜΕΝΗ ΠΑΡΑΒΙΑΣΗ ΤΟΥ ΑΡΘΡΟΥ 9 ΤΗΣ ΣΥΜΒΑΣΗΣ", "15.\tΟ προσφεύγων παραπονείται ότι η καταδίκη του συνιστά παραβίαση του άρθρου 9 της Σύμβασης, το οποίο προβλέπει:", "\t‘‘1. Παν πρόσωπον δικαιούται εις την ελευθερίαν σκέψεως, συνειδήσεως και θρησκείας. Το δικαίωμα τούτο επάγεται την ελευθερίαν αλλαγής θρησκείας ή πεποιθήσεων, ως και την ελευθερίαν εκδηλώσεως της θρησκείας ή των πεποιθήσεων μεμονομένως ή συλλογικώς, δημοσία ή κατ’ ιδίαν, δια της λατρείας, της παιδείας και της ασκήσεως των θρησκευτικών καθηκόντων και τελετουργιών.", "\t2. Η ελευθερία εκδηλώσεως της θρησκείας ή των πεποιθήσεων δεν επιτρέπεται να αποτελέση αντικείμενον ετέρων περιορισμών πέραν των προβλεπομένων υπό του νόμου και αποτελούντων αναγκαία μέτρα, εν δημοκρατική κοινωνία, δια την δημόσιαν ασφάλειαν, την προάσπισιν της δημοσίας τάξεως, υγείας και ηθικής ή την προάσπισιν των δικαιωμάτων και ελευθεριών των άλλων’’.", "Α.\tΤα επιχειρήματα των διαδίκων", "16.\tΗ Κυβέρνηση κατ’ αρχάς υποστηρίζει ότι ο προσφεύγων δεν καταδικάστηκε για το περιεχόμενο των μηνυμάτων που διένειμε, αλλά απλά και μόνο διότι εμφανιζόταν ως Μουφτής Ξάνθης. Ως εκ τούτου, δεν υπήρξε επέμβαση στο δικαίωμά του να εκφράζει τις θρησκευτικές πεποιθήσεις του, διότι το άρθρο 9 δεν εγγυάται στον προσφεύγοντα το δικαίωμα αντιποίησης άσκησης υπηρεσίας λειτουργού ‘‘γνωστής θρησκείας’’.", "17.\tΣε κάθε περίπτωση, ακόμη και αν υπήρξε επέμβαση, η Κυβέρνηση υποστηρίζει ότι αυτή δικαιολογείται βάσει της δεύτερης παραγράφου του άρθρου 9. Πρώτον, σύμφωνα με την Κυβέρνηση, η Συνθήκη Ειρήνης των Αθηνών δεν ισχύει και τα παράπονα του προσφεύγοντος πρέπει να εξεταστούν σύμφωνα με το άρθρο 175 του Ποινικού Κώδικα, το οποίο ισχύει στην παρούσα υπόθεση. Η Κυβέρνηση υποστηρίζει ότι η επέμβαση προβλεπόταν από το νόμο, και συγκεκριμένα από το άρθρο 175 του Ποινικού Κώδικα. Η διάταξη αυτή έχει ερμηνευθεί από τα δικαστήρια κατά τρόπο που καθιστούσε την καταδίκη του προβλέψιμη. Επιπλέον, η επέμβαση εξυπηρετούσε θεμιτό σκοπό. Προστατεύοντας το κύρος του νόμιμου Μουφτή, τα εθνικά δικαστήρια επιδίωκαν να διαφυλάξουν την τάξη σε μια συγκεκριμένη θρησκευτική κοινότητα και στην κοινωνία εν γένει. Επίσης, επιδίωκαν να προστατεύσουν τις διεθνείς σχέσεις της χώρας, τομέα στον οποίο τα Κράτη ασκούν απεριόριστη διακριτική ευχέρεια.", "18.\tΕπιπλέον, η Κυβέρνηση ισχυρίζεται ότι η επέμβαση ήταν αναγκαία σε μια δημοκρατική κοινωνία. Κατά πρώτο λόγο, οι Μουφτήδες διορίζονται από το Κράτος σε πολλές χώρες. Στην Ελλάδα, οι Μουφτήδες ασκούν σημαντικές δικαστικές εξουσίες και οι δικαστές δεν εκλέγονται από το λαό. Επιπλέον, δοθέντος ότι υπήρχαν δύο Μουφτήδες στην Ξάνθη την εποχή εκείνη, τα δικαστήρια ήταν υποχρεωμένα να καταδικάσουν τον ψευδεπώνυμο Μουφτή για να μη δημιουργηθεί ένταση μεταξύ των μουσουλμάνων, μεταξύ μουσουλμάνων και χριστιανών και μεταξύ Ελλάδος και Τουρκίας. Τα δικαστήρια έκριναν ότι το αδίκημα του άρθρου 175 διαπράττεται όταν κάποιος ασκεί πραγματικά τα καθήκοντα θρησκευτικού λειτουργού και ότι οι πράξεις που τέλεσε ο προσφεύγων εμπίπτουν στα διοικητικά καθήκοντα του Μουφτή υπό την ευρεία έννοια του όρου.", "19.\tΟ προσφεύγων διαφωνεί με τα επιχειρήματα της Κυβέρνησης. Υποστηρίζει σχετικά ότι η Συνθήκη Ειρήνης των Αθηνών παραμένει σε ισχύ (βλ. την προαναφερθείσα απόφαση στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), παρ. 33-36). Επιπλέον, ο προσφεύγων τονίζει ότι οι μουσουλμάνοι της Θράκης δεν δέχθηκαν ποτέ την κατάργηση του ν. 2345/1920. Τέλος, επισημαίνει ότι οι χριστιανοί έχουν στην Ελλάδα το δικαίωμα να εκλέγουν τους θρησκευτικούς ηγέτες τους. Η στέρηση του δικαιώματος αυτού από τους μουσουλμάνους συνιστά διακριτική μεταχείριση.", "20.\tΟ προσφεύγων υποστηρίζει ότι η καταδίκη του συνιστά επέμβαση στο δικαίωμα ελεύθερης έκφρασης της θρησκείας του, καθώς και όλων όσων στρέφονται σ’ αυτόν για πνευματική καθοδήγηση. Επιπλέον, θεωρεί ότι η καταδίκη του δεν προβλεπόταν από το νόμο. Υποστηρίζει σχετικά ότι η Συνθήκη Ειρήνης των Αθηνών παραμένει σε ισχύ. Ο Πρωθυπουργός της Ελλάδος το δέχθηκε στη Διπλωματική Διάσκεψη που οδήγησε στη Συνθήκη Ειρήνης της Λωζάννης του 1923. Επιπλέον, ο Άρειος Πάγος πρόσφατα επιβεβαίωσε τη συνέχιση της ισχύος της Συνθήκης Ειρήνης των Αθηνών και πολλοί νομομαθείς έχουν την ίδια άποψη. Οι μουσουλμάνοι ποτέ δεν δέχθηκαν την κατάργηση του ν. 2345/1920. Τέλος, ο προσφεύγων ισχυρίζεται ότι η καταδίκη του δεν ήταν αναγκαία σε μια δημοκρατική κοινωνία. Επισημαίνει ότι οι χριστιανοί και οι Εβραίοι έχουν στην Ελλάδα το δικαίωμα να εκλέγουν τους θρησκευτικούς ηγέτες τους. Η στέρηση του δικαιώματος αυτού από τους μουσουλμάνους συνιστά διακριτική μεταχείριση.", "Β.\tΗ εκτίμηση του Δικαστηρίου", "21.\tΤο Δικαστήριο πρέπει να κρίνει αν υπήρξε επέμβαση στην άσκηση των δικαιωμάτων του προσφεύγοντος βάσει του άρθρου 9 και, εάν ναι, κατά πόσο η επέμβαση αυτή προβλεπόταν από το νόμο, επιδίωκε θεμιτό σκοπό και ήταν αναγκαία σε μια δημοκρατική κοινωνία κατά την έννοια του άρθρου 9 παρ. 2 της Σύμβασης.", "1.\tΎπαρξη επέμβασης", "22.\tΤο Δικαστήριο υπενθυμίζει ότι, ενώ η θρησκευτική ελευθερία είναι πρωταρχικά θέμα προσωπικής συνείδησης, περιλαμβάνει, μεταξύ άλλων, και την ελευθερία εκδήλωσης της θρησκείας, συλλογικώς και δημοσία, μέσω της λατρείας και της παιδείας (βλ., τηρουμένων των αναλογιών, απόφαση της 25ης Μαΐου 1993 στην υπόθεση Κοκκινάκη κατά Ελλάδος, Series Α nο. 260-Α, σελ. 17, παρ. 31).", "23.\tΠεραιτέρω, το Δικαστήριο υπενθυμίζει ότι ο προσφεύγων καταδικάστηκε για αντιποίηση της άσκησης υπηρεσίας λειτουργού ‘‘γνωστής θρησκείας’’. Τα πραγματικά περιστατικά της καταδίκης του προσφεύγοντος, όπως προκύπτουν από τις σχετικές αποφάσεις των εθνικών δικαστηρίων, αφορούσαν την έκδοση μηνυμάτων θρησκευτικού περιεχομένου υπό την ιδιότητα του Μουφτή Ξάνθης. Υπό τις περιστάσεις αυτές, το Δικαστήριο κρίνει ότι η καταδίκη του προσφεύγοντος συνιστά παραβίαση του δικαιώματος ‘‘εκδηλώσεως της θρησκείας ... συλλογικώς και δημοσία ... δια της λατρείας [και] της παιδείας’’ σύμφωνα με το άρθρο 9 παρ. 1 Σύμβασης (βλ. Σερίφ κατά Ελλάδος, προσφυγή υπ’ αριθ. 38178/97, παρ. 39, ECHR 1999-IX).", "2.\tΠροβλεπόμενη από το νόμο", "24.\tΠαρά τη διαφωνία των διαδίκων ως προς το αν η υπό εξέταση επέμβαση προβλεπόταν από το νόμο, το Δικαστήριο δεν το θεωρεί αναγκαίο να προβεί σε κρίση επί του θέματος αυτού διότι, σε κάθε περίπτωση, η καταδίκη του προσφεύγοντος είναι ασυμβίβαστη με το άρθρο 9 για άλλους λόγους (βλ. την προαναφερθείσα απόφαση στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), παρ. 54).", "3.\tΘεμιτός σκοπός", "25.\tΤο Δικαστήριο δέχεται ότι η εν λόγω επέμβαση απέβλεπε σε θεμιτό σκοπό σύμφωνα με το άρθρο 9 παρ. 2, και συγκεκριμένα στη ‘‘διαφύλαξη της δημόσιας τάξης’’. Σημειώνει σχετικά ότι ο προσφεύγων δεν ήταν το μόνο πρόσωπο που ισχυριζόταν ότι είναι ο θρησκευτικός ηγέτης της τοπικής μουσουλμανικής κοινότητας και ότι στις 20 Αυγούστου 1991 οι αρχές είχαν διορίσει άλλο πρόσωπο Μουφτή Ξάνθης (βλ. την προαναφερθείσα απόφαση στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), παρ. 55).", "4.\tΑναγκαία σε μια δημοκρατική κοινωνία", "26.\tΤο Δικαστήριο υπενθυμίζει ότι η ελευθερία της σκέψης, της συνείδησης και της θρησκείας είναι ένα από τα θεμέλια μιας ‘‘δημοκρατικής κοινωνίας’’ κατά την έννοια της Σύμβασης. Από αυτήν εξαρτάται ο εγγενής πλουραλισμός μιας δημοκρατικής κοινωνίας, ο οποίος κατακτήθηκε με μεγάλες θυσίες ανά τους αιώνες. Είναι γεγονός ότι σε μια δημοκρατική κοινωνία μπορεί να είναι αναγκαία η επιβολή περιορισμών στη θρησκευτική ελευθερία προκειμένου να συμβιβαστούν τα συμφέροντα διαφορετικών θρησκευτικών ομάδων (βλ. την προαναφερθείσα απόφαση στην υπόθεση Κοκκινάκη κατά Ελλάδος, σελ. 17 και 18, παρ. 31 και 33). Ωστόσο, κάθε τέτοιος περιορισμός πρέπει να αντιστοιχεί σε ‘‘πιεστική κοινωνική ανάγκη’’ και πρέπει να ‘‘χαρακτηρίζεται από αναλογικότητα προς τον επιδιωκόμενο θεμιτό σκοπό’’ (βλ., μεταξύ άλλων, απόφαση της 25ης Νοεμβρίου 1996 στην υπόθεση Wingrove κατά Ηνωμένου Βασιλείου, Reports of Judgments and Decisions 1996-V, σελ. 1956, παρ. 53).", "27.\tΤο Δικαστήριο υπενθυμίζει ότι με την προαναφερθείσα απόφασή του στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), η οποία αφορούσε τον ίδιο προσφεύγοντα και παρόμοια πραγματικά περιστατικά, έχει ήδη διαπιστώσει παραβίαση του άρθρου 9 της Σύμβασης λόγω της καταδίκης του προσφεύγοντος σύμφωνα με τα άρθρα 175 και 176 του Ποινικού Κώδικα. Ειδικότερα, το Δικαστήριο σημείωνε ότι:", "«... Τα εθνικά δικαστήρια που καταδίκασαν τον προσφεύγοντα δεν αναφέρουν στις αποφάσεις τους συγκεκριμένες πράξεις που τέλεσε ο προσφεύγων με σκοπό την παραγωγή έννομων αποτελεσμάτων. Τα εθνικά δικαστήρια καταδίκασαν τον προσφεύγοντα για το λόγο και μόνο ότι είχε εκδώσει μηνύματα θρησκευτικού περιεχομένου και τα είχε υπογράψει ως Μουφτής Ξάνθης. Επιπλέον, δεν έχει αμφισβητηθεί ότι ο προσφεύγων είχε την υποστήριξη μέρους τουλάχιστον της μουσουλμανικής κοινότητας της Ξάνθης. Ωστόσο, κατά τη γνώμη του Δικαστηρίου, η τιμωρία ενός προσώπου απλά και μόνο επειδή προβαλλόταν ως θρησκευτικός ηγέτης μιας ομάδας που τον ακολουθούσε οικειοθελώς δύσκολα μπορεί να θεωρηθεί συμβατή με τις επιταγές του θρησκευτικού πλουραλισμού σε μια δημοκρατική κοινωνία. ... Το Δικαστήριο υπενθυμίζει ότι δεν υπάρχει καμία ένδειξη ότι ο προσφεύγων αποπειράθηκε οποιαδήποτε στιγμή να ασκήσει τα δικαστικά και διοικητικά καθήκοντα που προβλέπει η νομοθεσία περί Μουφτήδων και άλλων λειτουργών ‘‘γνωστών θρησκειών’’. Κατά τα λοιπά, το Δικαστήριο δεν θεωρεί ότι σε δημοκρατικές κοινωνίες χρειάζεται το Κράτος να λαμβάνει μέτρα για να εξασφαλίσει την παραμονή ή την υπαγωγή θρησκευτικών κοινοτήτων σε ενιαία θρησκευτική ηγεσία. ... Εκτός από μια γενική αναφορά στη δημιουργία έντασης, η Κυβέρνηση δεν έκανε καμία αναφορά σε αναταραχές μεταξύ των μουσουλμάνων της Ξάνθης που πραγματικά προκλήθηκαν ή μπορεί να είχαν προκληθεί από την ύπαρξη δύο θρησκευτικών ηγετών. Επιπλέον, το Δικαστήριο θεωρεί ότι η Κυβέρνηση δεν επικαλέστηκε τίποτα που να αποδεικνύει ότι ο κίνδυνος εντάσεων μεταξύ μουσουλμάνων και χριστιανών ή μεταξύ Ελλάδος και Τουρκίας είναι στο ελάχιστο βάσιμος» (βλ. προαναφερθείσα απόφαση στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), παρ. 58-60).", "28.\tΌσον αφορά την κρινόμενη υπόθεση, το Δικαστήριο παρατηρεί ότι ο προσφεύγων καταδικάστηκε βάσει του άρθρου 175 του Ποινικού Κώδικα, σύμφωνα με το οποίο η αντιποίηση άσκησης υπηρεσίας λειτουργού ‘‘γνωστής θρησκείας’’ συνιστά ποινικό αδίκημα. Ωστόσο, όπως και στην προαναφερθείσα απόφαση επί της υποθέσεως Αγκά κατά Ελλάδος (Νο. 2) (παρ. 58), το Δικαστήριο σημειώνει ότι τα εθνικά δικαστήρια που καταδίκασαν τον προσφεύγοντα δεν αναφέρουν στις αποφάσεις τους συγκεκριμένες πράξεις που τέλεσε ο προσφεύγων με σκοπό την παραγωγή έννομων αποτελεσμάτων. Αντίθετα, τα εθνικά δικαστήρια καταδίκασαν τον προσφεύγοντα για το λόγο και μόνο ότι είχε εκδώσει μηνύματα θρησκευτικού περιεχομένου και τα είχε υπογράψει ως Μουφτής Ξάνθης.", "29.\tΕνόψει των περιστάσεων, το Δικαστήριο θεωρεί ότι δεν υπάρχει λόγος να μεταβάλει τη θέση σε σχέση με την προαναφερθείσα απόφαση. Ειδικότερα, το Δικαστήριο θεωρεί ότι δεν αποδείχθηκε ότι η καταδίκη του προσφεύγοντος σύμφωνα με το άρθρο 175 του Ποινικού Κώδικα δικαιολογούνταν υπό τις περιστάσεις της υπόθεσης από ‘‘πιεστική κοινωνική ανάγκη’’. Ως εκ τούτου, η παραβίαση του δικαιώματος του προσφεύγοντος για συλλογική εκδήλωση της θρησκείας του δημοσία μέσω της παιδείας και της λατρείας δεν ήταν ‘‘αναγκαία σε μια δημοκρατική κοινωνία ..., δια την προάσπισιν της δημοσίας τάξεως’’ σύμφωνα με το άρθρο 9 παρ. 2 της Σύμβασης (βλ. την προαναφερθείσα απόφαση στην υπόθεση Αγκά κατά Ελλάδος (Νο. 2), παρ. 61).", "\tΣυνεπώς, υπήρξε παραβίαση του άρθρου 9 της Σύμβασης.", "ΙΙ.\tΠΡΟΒΑΛΛΟΜΕΝΗ ΠΑΡΑΒΙΑΣΗ ΤΟΥ ΑΡΘΡΟΥ 10 ΤΗΣ ΣΥΜΒΑΣΗΣ", "30.\tΠεραιτέρω, ο προσφεύγων παραπονείται ότι, καθώς καταδικάστηκε για ορισμένες δηλώσεις που είχε κάνει εγγράφως, υπήρξε και παραβίαση του άρθρου 10 της Σύμβασης, το οποίο προβλέπει τα εξής:", "\t‘‘1. Παν πρόσωπον έχει δικαίωμα εις την ελευθερίαν εκφράσεως. Το δικαίωμα τούτο περιλαμβάνει το δικαίωμα εις την ελευθερίαν της γνώμης, ως και την ελευθερίαν λήψεως ή μεταδόσεως πληροφοριών ή ιδεών, άνευ επεμβάσεως δημοσίων αρχών και ασχέτως συνόρων. Το παρόν άρθρον δεν κωλύει τα Κράτη από του να υποβάλωσι τας επιχειρήσεις ραδιοφωνίας, κινηματογράφου ή τηλεοράσεως εις κανονισμούς εκδόσεως αδειών λειτουργίας.", "\t2. Η άσκησις των ελευθεριών τούτων, συνεπαγομένων καθήκοντα και ευθύνας, δύναται να υπαχθή εις ωρισμένας διατυπώσεις, όρους, περιορισμούς ή κυρώσεις, προβλεπομένους υπό του νόμου και αποτελούντας αναγκαία μέτρα εν δημοκρατική κοινωνία δια την εθνικήν ασφάλειαν, την εδαφικήν ακεραιότηταν ή δημόσιαν ασφάλειαν, την προσάσπισιν της τάξεως και πρόληψιν του εγκλήματος, την προστασίαν της υπολήψεως ή των δικαιωμάτων των τρίτων, την παρεμπόδισιν της κοινολογήσεως εμπιστευτικών πληροφοριών ή την διασφάλισιν του κύρους και αμεροληψίας της δικαστικής εξουσίας’’.", "31.\tΔοθείσης της διαπίστωσής του ότι υπήρξε παραβίαση του άρθρου 9 της Σύμβασης, το Δικαστήριο δεν κρίνει απαραίτητο να εξετάσει αν έχει παραβιαστεί και το άρθρο 10, διότι δεν ανακύπτει χωριστό θέμα σύμφωνα με τη διάταξη αυτή.", "ΙΙΙ. ΕΦΑΡΜΟΓΗ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "32.\tΣύμφωνα με το άρθρο 41 της Σύμβασης:", "\t‘‘Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της, και αν το εσωτερικό δίκαιο του Υψηλού Συμβαλλόμενου Μέρους δεν επιτρέπει παρά μόνο ατελή εξάλειψη των συνεπειών της παραβίασης αυτής, το Δικαστήριο χορηγεί, εφόσον είναι αναγκαίο, στον παθόντα δίκαιη ικανοποίηση’’.", "Α.\tΑποζημίωση για υλική και ηθική βλάβη", "33.\tΤο προσφεύγων ζητά αποζημίωση λόγω υλικής βλάβης ύψους 1.848,86 ευρώ, ποσό που αντιστοιχεί στο πρόστιμο που του επεβλήθη από το Τριμελές Πλημμελειοδικείο Λαμίας, χωρίς να υποβάλει δικαιολογητικά. Επιπλέον, ζητά 10.000 ευρώ ως αποζημίωση για ηθική βλάβη.", "34.\tΗ καθ’ ης Κυβέρνηση υποστηρίζει ότι ο προσφεύγων πρέπει να λάβει ικανοποίηση μόνο για τη βλάβη που πραγματικά υπέστη. Όσον αφορά το αίτημά του για αποζημίωση λόγω ηθικής βλάβης, η καθ’ ης Κυβέρνηση θεωρεί ότι η διαπίστωση παραβίασης του άρθρου 9 της Σύμβασης αποτελεί από μόνη της επαρκή δίκαιη ικανοποίηση για τους σκοπούς του άρθρου 41 της Σύμβασης.", "35.\tΤο Δικαστήριο παρατηρεί ότι ο προσφεύγων δεν απέδειξε ότι πλήρωσε το πρόστιμο. Επιπλέον, δεν προσκόμισε καμία απόδειξη από την οποία να προκύπτει το συγκεκριμένο ποσό. Ως εκ τούτου, το Δικαστήριο απορρίπτει το σχετικό αίτημά του. Επιπλέον, όσον αφορά το αίτημα του προσφεύγοντος για αποζημίωση λόγω ηθικής βλάβης, το Δικαστήριο θεωρεί ότι η διαπίστωση παραβίασης του άρθρου 9 της Σύμβασης αποτελεί από μόνη της επαρκή δίκαιη ικανοποίηση για τους σκοπούς του άρθρου 41 της Σύμβασης.", "Β.\tΔικαστικά έξοδα", "36.\tΤέλος, ο προσφεύγων ζητά αποζημίωση ύψους 5.199,95 ευρώ για τα δικαστικά έξοδα που πραγματοποίησε στο πλαίσιο της διαδικασίας ενώπιον των εθνικών δικαστηρίων και της διαδικασίας ενώπιον του Δικαστηρίου. Το ποσό της απαίτησης αναλύεται ως εξής:", "(α)\t1.619,95 ευρώ για αμοιβή δικηγόρου και δικαστικά έξοδα ενώπιον των εθνικών δικαστηρίων,", "(β)\t2.500 ευρώ για διάφορα έξοδα (οδοιπορικά και έξοδα διαμονής) και", "(γ)\t1.000 ευρώ για αμοιβή δικηγόρου στη διαδικασία ενώπιον του Δικαστηρίου.", "\tΟ προσφεύγων προσκόμισε τιμολόγια μόνο για τα έξοδα ενώπιον των εθνικών δικαστηρίων.", "37.\tΗ Κυβέρνηση υποστήριξε ότι τα δικαστικά έξοδα πρέπει να επιδικαστούν στο βαθμό που ήταν πραγματικά, εύλογα και αναγκαία.", "38.\tΤο Δικαστήριο επαναλαμβάνει ότι σύμφωνα με το άρθρο 41 της Σύμβασης, δικαστικά έξοδα επιδικάζονται στο βαθμό που αποδεικνύεται ότι ήταν πραγματικά, εύλογα και αναγκαία. Επιπλέον, ο Κανόνας 60 παρ. 2 του Κανονισμού του Δικαστηρίου προβλέπει ότι τα αναλυτικά στοιχεία κάθε απαίτησης σύμφωνα το άρθρο 41 της Σύμβασης πρέπει να υποβάλλονται μαζί με τα σχετικά δικαιολογητικά ή παραστατικά, ειδάλλως το Δικαστήριο μπορεί να απορρίψει το αίτημα συνολικά ή εν μέρει (βλ., π.χ., Cumpănă and Mazăre v. Romania [GC], no. 33348/96, ECHR 2004-XI).", "39.\tΣτην παρούσα υπόθεση, το Δικαστήριο παρατηρεί ότι ο προσφεύγων υπέβαλε δικαιολογητικά μόνο για τα δικαστικά έξοδα ενώπιον των εθνικών δικαστηρίων. Το Δικαστήριο πείστηκε ότι τα δικαστικά έξοδα ενώπιον των εθνικών δικαστηρίων ήταν πραγματικά, αναγκαία και εύλογα, καθώς και ότι τελούσαν σε συνάρτηση με τη διαπιστωθείσα παραβίαση της Σύμβασης. Ως εκ τούτου, σύμφωνα με τα κριτήρια που έχει θέσει στη νομολογία του, επιδικάζει στον προσφεύγοντα 1.620 ευρώ ως προς αυτό το μέρος της απαίτησης, συν τους τόκους που μπορεί να χρεωθούν.", "Γ.\tΤόκος υπερημερίας", "40.\tΤο Δικαστήριο ορίζει ότι ο τόκος υπερημερίας θα υπολογίζεται με βάση το επιτόκιο της διευκόλυνσης οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας συν τρεις εκατοστιαίες μονάδες.", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ ΟΜΟΦΩΝΑ", "1.\tΚρίνει ότι υπήρξε παραβίαση του άρθρου 9 της Σύμβασης.", "2.\tΚρίνει ότι δεν ανακύπτει χωριστό θέμα σύμφωνα με το άρθρο 10 της Σύμβασης.", "3.\tΑποφασίζει:", "(α)\tότι το καθ’ ου Κράτος θα πληρώσει στον προσφεύγοντα, εντός τριών μηνών αφότου καταστεί η παρούσα απόφαση οριστική σύμφωνα με το άρθρο 44 παρ. 2 της Σύμβασης, το ποσό των χιλίων εξακοσίων είκοσι (1.620) ευρώ για δικαστικά έξοδα, συν τους φόρους με τους οποίους μπορεί να επιβαρυνθεί το ποσό αυτό,", "(β)\tότι από τη λήξη της προαναφερθείσας τρίμηνης προθεσμίας και μέχρι την εξόφληση, θα χρεώνεται απλός τόκος επί του ανωτέρω ποσού, υπολογιζόμενος με βάση το επιτόκιο της διευκόλυνσης οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας συν τρεις εκατοστιαίες μονάδες,", "4.\tΑπορρίπτει τα υπόλοιπα αιτήματα του προσφεύγοντος για δίκαιη ικανοποίηση.", "\tΈγινε στα Αγγλικά και κοινοποιήθηκε εγγράφως στις 13 Ιουλίου 2006, σύμφωνα με τον Κανόνα 77 παρ. 2 και 3 του Κανονισμού του Δικαστηρίου.", "(υπογραφή)\t\t\t\t\t\t\t(υπογραφή)", "Ζέρεν ΝΙΛΣΕΝ\t\t\t\t\tΛουκής ΛΟΥΚΑΪΔΗΣ", "Γραμματέας\t\t\t\t\t\tΠρόεδρος"]}