{"file": "GRE_HJUDGRE_51637_12.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "51637/12", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "Υπόθεση ΧΙΤΟΣ", "Κατά", "Ελλάδας", "", "(Προσφυγή υπ’αρ. 51637/12)", "", "ΑΠΟΦΑΣΗ", "", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "", "4 Ιουνίου 2015", "", "Η απόφαση αυτή θα καταστεί οριστική υπό τους όρους που προβλέπονται στο άρθρο § 2 της Σύμβασης. Μπορεί να επέλθουν ορισμένες αλλαγές ως προς τη μορφή .", "\n", "Στην υπόθεση Χίτος κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Δικαιωμάτων του Ανθρώπου (Πρώτο Τμήμα), αφού συνεδρίασε σε Τμήμα με την ακόλουθη σύνθεση :", "\tIsabelle Berro, Πρόεδρο,\n\tKhanlar Hajiyev,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tΛίνο-Αλέξανδρο Σισιλιάνο,\n\tErik Møse, δικαστές,\nκαι με τη σύμπραξη του Søren Nielsen, Γραμματέα Τμήματος,", "Αφού διασκέφθηκε σε Τμήμα στις 12 Μαΐου 2015,", "Εξέδωσε την παρούσα απόφαση, που υιοθετήθηκε την ημερομηνία αυτή:", "ΔΙΑΔΙΚΑΣΙΑ", "1.  Η υπόθεση προέκυψε μετά από προσφυγή (αρ. 51637/12) που άσκησε κατά της Ελληνικής Δημοκρατίας ο Έλληνας υπήκοος, Γεώργιος Χίτος (« ο προσφεύγων »), και ο οποίος προσέφυγε στο Δικαστήριο στις 31 Ιουλίου 2012 δυνάμει του άρθρου 34 της Σύμβασης προστασίας των δικαιωμάτων του ανθρώπου και των θεμελιωδών ελευθεριών (« η Σύμβαση »).", "2.  Τον προσφεύγοντα εκπροσώπησε ο δικηγόρος Αθηνών K. Γιαννακόπουλος. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τις πληρεξουσίους της, την κ. Φ. Δεδούση και την κ. Κ. Νασοπούλου, Παρέδρους στο Νομικό Συμβούλιο του Κράτους, και την κ. Β. Στρουμπούλη, Δικαστική Αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "3.  Ο προσφεύγων καταγγέλλει παραβίαση του άρθρου 4 § 2 της Σύμβασης, θεωρούμενου μόνου και σε συνδυασμό με το άρθρο 14 της Σύμβασης.", "4.  Στις 27 Σεπτεμβρίου 2013, η προσφυγή κοινοποιήθηκε στην Κυβέρνηση.", "ΩΣ ΠΡΟΣ ΤΟ ΠΡΑΓΜΑΤΙΚΟ", "I.  ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ ΤΗΣ ΥΠΟ ΚΡΙΣΗ ΥΠΟΘΕΣΗΣ", "5.  Ο προσφεύγων γεννήθηκε 1968 και είναι κάτοικος Θεσσαλονίκης.", "6.  Στις 15 Σεπτεμβρίου 1986, εισήχθη στην Στρατιωτική Σχολή Αξιωματικών Σωμάτων (Τμήμα Ιατρικής). Λάμβανε μισθό και απήλαυε προνομίων κοινωνικής ασφάλισης. Παρακολούθησε δωρεάν τις ακαδημαϊκές σπουδές ιατρικής για διάρκεια έξι ετών στην Ιατρική Σχολή του Πανεπιστημίου Θεσσαλονίκης.", "7.  Στις 3 Ιουνίου 1993, μετά το τέλος των σπουδών του, ονομάσηκε ιατρός ανθυπολοχαγός του στρατού ξηράς.", "8.  Σύμφωνα με το άρθρο 64 § 1 του Ν.Δ. no 1400/1973 σχετικά με την κατάσταση των αξιωματικών των ενόπλων δυνάμεων, όπως ίσχυε κατά την εποχή των πραγματικών περιστατικών, ο προσφεύγων ανέλαβε την υποχρέωση να υπηρετεί στις ένοπλες δυνάμεις για περίοδο ίση με το τριπλάσιο της διάρκειας της φοίτησής του στην στρατιωτική σχολή, δηλαδή δεκαοκτώ έτη. Η διάταξη αυτή τροποποιήθηκε με το άρθρο πρώτο του Νόμου 3257/2004 και η εν λόγω περίοδος μειώθηκε στο διπλάσιο της φοίτησης, δηλαδή σε δώδεκα έτη.", "9.  Στις 18 Ιανουαρίου 1996, το Γενικό Επιτελείο Στρατού Ξηράς οργάνωσε διαγωνισμό για την κάλυψη θέσεων ειδικευόμενων ιατρών. Οι ιατροί αξιωματικοί, όπως ο προσφεύγων, κλήθηκαν να συμμετέχουν στον διαγωνισμό αυτό για να αποκτήσουν ειδικότητα. Ο προσφεύγων εντάχθηκε στο 424 Γενικό Στρατιωτικό Νοσοκομείο της Θεσσαλονίκης, όπου ανέλαβε από τις 26 Ιουλίου 1996 έως τις 30 Ιουλίου 1997, καθήκοντα ειδικευόμενου. Εν συνεχεία, από τις 30 Ιουλίου 1997 έως τις 27 Ιουλίου 2001, κατείχε, ως υπεράριθμος, (δυνάμει του άρθρου 8 του Νόμου 123/1975), στο Περιφερειακό Γενικό Νοσοκομείο Παπανικολάου της Θεσσαλονίκης θέση αμειβόμενου ιατρού ειδικευόμενου στην αναισθησιολογία.", "10.  Αφού ολοκλήρωσε την ειδικότητά του, διάρκειας πέντε ετών, κατά τη διάρκεια της οποίας λάμβανε το μισθό του ως αξιωματικού, ο προσφεύγων δεσμεύτηκε, σύμφωνα με το άρθρο 64 § 7 του Ν.Δ. 1400/1973, να υπηρετήσει στον στρατό για άλλα πέντε έτη. Για το σκοπό αυτό προσκομίστηκε μια υπεύθυνη δήλωση σύμφωνα με το άρθρο 67 § 10 του εν λόγω νομοθετικού διατάγματος.", "11.  Ο προσφεύγων υπηρέτησε στον στρατό έως τις 22 Ιανουαρίου 2006, οπότε και παραιτήθηκε σε ηλικία 37 ετών με το βαθμό του συνταγματάρχη αναισθησιολόγου.", "12.  Με πράξη της 15ης Σεπτεμβρίου 2006, το Γενικό Επιτελείο Στρατού ενημέρωσε τον προσφεύγοντα, ότι δυνάμει του άρθρου 64 του υπ’ αρ. 1400/1973 διατάγματος, υποχρεούταν είτε να υπηρετήσει στο στρατό για πρόσθετη περίοδο εννέα ετών, τεσσάρων μηνών και δώδεκα ημερών, είτε να καταβάλει στο Δημόσιο αποζημίωση, η οποία θα υπολογιζόταν με βάση την υπολειπόμενη περίοδο της υπηρεσίας του.", "13.  Με απόφαση της 26ης Μαΐου 2007, το λογιστήριο του Γενικού Επιτελείου Στρατού υπολόγισε το ποσό της αποζημίωσης σε 106 960 ευρώ. Η απόφαση ανέφερε ότι ο προσφεύγων μπορούσε να ασκήσει προσφυγή ενώπιον του Ελεγκτικού Συνεδρίου η οποία όμως δεν μπορούσε να έχει ανασταλτικό αποτέλεσμα όσον αφορά τη διαδικασία πληρωμής.", "14.  Στις 25 Ιουνίου 2007, ο προσφεύγων προσέφυγε στο 5ο Τμήμα του Ελεγκτικού Συνεδρίου με προσφυγή ακυρώσεως της πράξης της 12ης Σεπτεμβρίου 2006. Υποστήριζε ότι το άρθρο 64 του υπ’ αρ. 1400/1973 διατάγματος ήταν αντίθετο προς το άρθρο 22 § 4 του Συντάγματος (απαγόρευση κάθε είδους υποχρεωτικής εργασίας) και προς το άρθρο 4 § 2 της Σύμβασης, θεωρουμένου χωριστά και σε συνδυασμό με το άρθρο 14 αυτής. Στις 27 Ιουνίου 2007, ο προσφεύγων κατέθεσε επίσης αίτηση αναστολής της προαναφερθείσας απόφασης της 26ης Μαΐου 2007.", "15.  Στις 5 Ιουλίου 2007, ο Πρόεδρος του Τμήματος του Ελεγκτικού Συνεδρίου εξέδωσε προσωρινή διάταξη με την οποία ανέστειλε την εκτέλεση της απόφασης της 26ης Μαΐου 2007. Στις 29 Οκτωβρίου 2007, το 5ο Τμήμα του Ελεγκτικού Συνεδρίου επικύρωσε την αιτούμενη αναστολή εκτέλεσης.", "16.  Με την υπ’ αρ. 175/2009 απόφαση της 13ης Φεβρουαρίου 2009, το 5ο Τμήμα του Ελεγκτικού Συνεδρίου απέρριψε ως αβάσιμη την προσφυγή ακύρωσης του προσφεύγοντος. Έκρινε ιδίως ότι η αποζημίωση που όφειλε να καταβάλει ο προσφεύγων δεν αποτελούσε απειλή κύρωσης, δεν παραβίαζε την αρχή της αναλογικότητας και είχε ως σκοπό να επιστραφούν στο Δημόσιο οι δαπάνες στις οποίες είχε υποβληθεί για την εκπαίδευση επαγγελματιών στους οποίος άλλωστε κατέβαλε μισθό σε όλα τα στάδια της εκπαίδευσής τους και της απόκτησης ειδικότητας.", "17.  Στις 3 Μαρτίου 2009, ο προσφεύγων άσκησε αναίρεση ενώπιον της Ολομέλειας του Ελεγκτικού Συνεδρίου. Στις 4 Μαρτίου 2009, κατέθεσε επίσης ενώπιον του ιδίου δικαστηρίου αίτημα αναστολής εκτέλεσης της απόφασης της 26ης Μαΐου 2007.", "18.  Στις 17 Μαρτίου 2009, ο Πρόεδρος της Ολομέλειας του Ελεγκτικού Συνεδρίου εξέδωσε προσωρινή διάταξη με την οποία ανέστειλε την εκτέλεση της προαναφερθείσας απόφασης. Παράλληλα, στις 18 Μαρτίου, εν συνεχεία στις 9 Απριλίου 2009, η Φορολογική Διεύθυνση Θεσσαλονίκης όχλησε τον προσφεύγοντα ζητώντας του να καταβάλει το ποσό των 106 960 ευρώ, προσαυξημένου με τέλη χαρτοσήμου 2 139,20 ευρώ και εισφορά υπέρ ΟΓΑ 427,84 ευρώ.", "19.  Στις 21 Οκτωβρίου 2009, η Ολομέλεια του Ελεγκτικού Συνεδρίου επικύρωσε την αναστολή εκτέλεσης.", "20.  Στις 10 Μαΐου 2010, η Φορολογική Διεύθυνση του Υπουργείου Οικονομικών ενημέρωσε τον προσφεύγοντα ότι, λόγω της μη καταβολής κατά το προηγούμενο έτος του ποσού που είχε καθοριστεί με την απόφαση της 26ης Μαΐου 2007, το εν λόγω ποσό επιβαρύνθηκε με τόκους υπερημερίας ύψους 13 143,24 ευρώ. Τον ενημέρωσε επίσης ότι εάν κατέβαλλε το οφειλόμενο ποσό το αργότερο ως τις 31 Μαΐου 2010, θα εδικαιούτο έκπτωση 80 % επί των τόκων.", "21.  Στις 26 Μαΐου 2010, ο προσφεύγων κατέβαλε το ποσό των 112 155,69 ευρώ στην Φορολογική Διεύθυνση (Δ.Ο.Υ.) Θεσσαλονίκης .", "22.  Με την υπ’ αρ. 3230/2011 απόφαση της 7ης Δεκεμβρίου 2011 (η οποία κοινοποιήθηκε στον προσφεύγοντα στις 10 Φεβρουαρίου 2012), η Ολομέλεια του Ελεγκτικού Συνεδρίου έκανε μερικώς δεκτή την αναίρεση.", "23.  Έκρινε ότι ο μη συνυπολογισμός της περιόδου πέντε ετών- που ήταν απαραίτητη στον προσφεύγοντα για να ολοκληρώσει την ειδικότητά του-, που ήταν μέρος της συνολικής οφειλόμενης υπηρεσίας ήταν αντίθετη στην αρχή της αναλογικότητας που καθιερώνεται με το άρθρο 25 του Συντάγματος.", "24.  Έκρινε ότι τα έτη που έχουν ως σκοπό την απόκτηση ειδικότητας αποτελούν μέρος της πραγματικής στρατιωτικής θητείας που πραγματοποίηση ο προσφεύγων. Κατά συνέπεια, ακύρωσε την απόφαση του 5ου Τμήματος στο μέτρο που αυτό είχε κρίνει ότι τα έτη ειδικότητας ήταν έτη σπουδών που δεν έπρεπε να ληφθούν υπόψη στον υπολογισμό των υποχρεώσεων θητείας που είχε αναλάβει ο προσφεύγων.", "25.  Απέρριψε ως αβάσιμο τον σχετικό με την παραβίαση του Συντάγματος λόγο για τους ακόλουθους λόγους:", "« Η παράγραφος 7 του άρθρου 64 του διατάγματος (...) είναι σύμφωνη με τις διατάξεις του Συντάγματος, του Κοινωνικού Χάρτη και της Σύμβασης, λαμβανομένου υπόψη του ότι κατά την περίοδο των πέντε ετών ο ιατρός προσέφερε τις υπηρεσίες του στις ένοπλες δυνάμεις οι οποίες εξασφάλισαν την εκπαίδευσή του, και επιτυγχάνει τον επιδιωκόμενο σκοπό, ήτοι την στελέχωση των ενόπλων δυνάμεων, χωρίς να είναι υποχρεωμένος να εργάζεται. Όσον αφορά την αποζημίωση όπως πρέπει να υπολογιστεί κατ’ εφαρμογή της παραγράφου 16 του ίδιου άρθρου, είναι ένα μέσο για να αντισταθμιστούν τα έξοδα στα οποία υποβλήθηκε το Δημόσιο για την εκπαίδευση των αξιωματικών και δεν αποτελεί σε καμία περίπτωση κύρωση.»", "26.  Η Ολομέλεια του Ελεγκτικού Συνεδρίου παρέπεμψε την υπόθεση ενώπιον του 5ου Τμήματος το οποίο θα συνεδρίαζε με διαφορετική σύνθεση.Η παραπομπή περιοριζόταν στο θέμα της αναθεώρησης της πράξης καταλογισμού της αποζημίωσης, με το να ληφθούν υπόψη ως έτη υπηρεσίας η περίοδος ειδικότητας πέντε ετών του προσφεύγοντος.", "27.  Με την υπ’ αρ. 4909/2013 απόφαση της 12ης Δεκεμβρίου 2013 (η οποία κοινοποιήθηκε στον προσφεύγοντα στις 10 Ιανουαρίου 2014), το 5ο Τμήμα του Ελεγκτικού Συνεδρίου τροποποίησε την απόφαση της 26 Μαΐου 2007 του λογιστηρίου του Γενικού Επιτελείου Στρατού μειώνοντας το οφειλόμενο από τον προσφεύγοντα ποσό σε 49 978,33 ευρώ.", "28.  Ειδικότερα, το Ελεγκτικό Συνέδριο έκρινε καταρχάς ότι η προαναφερθείσα απόφαση της 26ης Μαΐου 2007 ήταν νόμιμη καθόσον ο προσφεύγων είχε αφήσει τον στρατό πριν το τέλος της υποχρεωτικής περιόδου υπηρεσίας των δεκαεπτά ετών. Έκρινε ωστόσο ότι η διάρκεια της υποχρεωτικής υπηρεσίας που είχε ακόμη να υπηρετήσει δεν ήταν εννέα έτη, τέσσερις μήνες και δώδεκα ημέρες, όπως είχε υπολογίσει το Γενικό Επιτελείο Στρατού, αλλά τέσσερα έτη, τέσσερις μήνες και δέκα ημέρες. Υπογράμμισε ότι στον χρόνο υπηρεσίας που διανύθηκε έπρεπε να υπολογιστούν η διάρκεια των ετών ειδικότητας του προσφεύγοντος, που άρχισαν στις 26 Ιουλίου 1996 και ολοκληρώθηκαν στις 27 Ιουλίου 2001, καθώς, όπως αναφερόταν στην απόφαση αρ. 3230/2011, η διάρκεια της ειδικότητας έπρεπε να συνυπολογιστεί ως μέρος της πραγματικής υπηρεσίας.", "29.  Στις 13 Μαρτίου 2014, το Δημόσιο επέστρεψε στον προσφεύγοντα το ποσό των 59 749,61 ευρώ που αντιστοιχούσε στη διαφορά μεταξύ του ποσού που είχε ήδη καταβάλει και του ποσού που ορίστηκε από την προαναφερθείσα απόφαση υπ’ αρ. 4909/2013.", "30.  Σύμφωνα με τα στοιχεία που προσκόμισε η Κυβέρνηση, ο προσφεύγων εργάζεται σε μια μεγάλη ιδιωτική κλινική της Θεσσαλονίκης.", "II.  ΤΟ ΟΙΚΕΙΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ ΚΑΙ ΠΡΑΚΤΙΚΗ", "31.  Κατά τις διατάξεις του άρθρου 64 του Διατάγματος αρ. 1400/1973 σχετικά με την υπηρεσιακή κατάσταση των Αξιωματικών των Ενόπλων Δυνάμεων, όπως ίσχυε την εποχή εισαγωγής του προσφεύγοντος στην Στρατιωτική Σχολή και την Ιατρική Σχολή καθώς και στο τέλος των σπουδών του, οι αξιωματικοί αναλάμβαναν την υποχρέωση, από την ονομασία τους ως ανθυπολοχαγών, να υπηρετήσουν στις Ένοπλες Δυνάμεις για μια περίοδο ίση με το τριπλάσιο των ετών φοίτησής τους. Οι αξιωματικοί του υγειονομικού σώματος που έχουν αποκτήσει εξειδίκευση με μέριμνα του στρατού αναλάμβαναν την υποχρέωση να υπηρετήσουν στον στρατό για πέντε ακόμα έτη.", "32.  Οι διατάξεις αυτές τροποποιήθηκαν με το άρθρο πρώτο του Νόμου αρ. 3257/2004 (ρύθμιση θεμάτων προσωπικού των ενόπλων δυνάμεων). Ο νομοθέτης μείωσε τη διάρκεια της υποχρέωσης των αξιωματικών να υπηρετήσουν χρόνο τριπλάσιο των ετών φοίτησής τους στην στρατιωτικές σχολές στο διπλάσιο του αριθμού αυτού. Διατήρησε για όσους είχαν αποκτήσει εξειδίκευση την υποχρέωση να υπηρετήσουν για άλλα πέντε έτη και τους πρόσφερε τη δυνατότητα να μπορούν να παραιτηθούν πριν συμπληρώσουν τον απαιτούμενο χρόνο καταβάλλοντας αποζημίωση υπέρ του Δημοσίου. Το ποσό της αποζημίωσης αυτής υπολογίζεται πολλαπλασιάζοντας τον βασικό μισθό του κατεχόμενου βαθμού επί τους υπολειπόμενους μήνες υποχρέωσης παραμονής στο στράτευμα.", "33.  Το προαναφερθέν άρθρο 64, όπως τροποποιήθηκε με το Νόμο 3257/2004, ορίζει τα εξής :", "", "", "Άρθρο 64", " 1. Οι απόφοιτοι από τα Ανώτατα Στρατιωτικά Εκπαιδευτικά Ιδρύματα (Α.Σ.Ε.Ι.) και τη Στρατιωτική Σχολή Αξιωματικών Σωμάτων (Σ.Σ.Α.Σ.) αξιωματικοί αναλαμβάνουν από την ονομασία τους ως Ανθυπολοχαγών, Σημαιοφόρων ή Ανθυποσμηναγών υποχρέωση παραμονής στις Ενοπλες Δυνάμεις (Ε.Δ.) για χρόνο διπλάσιο των ετών φοίτησής τους, 7. Αξιωματικοί του υγειονομικού σώματος, που αποκτούν με μέριμνα της υπηρεσίας εξειδίκευση, αναλαμβάνουν υποχρέωση παραμονής στις Ε.Δ. για πέντε έτη.", "10. Οι αξιωματικοί, που (...) είτε αποστέλλονται από την υπηρεσία τους είτε επιλέγονται από την υπηρεσία τους ύστερα από αίτησή τους για εκπαίδευση, υποχρεούνται να υποβάλουν υπεύθυνη δήλωση, με την οποία βεβαιώνουν ότι έλαβαν γνώση των υποχρεώσεων που αναλαμβάνουν.", "16. Όσοι εξέρχονται από το στράτευμα λόγω παραίτησης ή απόταξης ή λόγω υποβολής ειδικής έκθεσης αποστρατείας, ... υποχρεούνται να καταβάλουν υπέρ του Δημοσίου αποζημίωση ίση με το γινόμενο του βασικού μισθού του κατεχόμενου βαθμού επί τους υπολειπόμενους μήνες υποχρέωσης παραμονής στο στράτευμα. Οσοι αποχωρήσουν με αίτησή τους πριν από την εκπλήρωση των ανειλημμένων υποχρεώσεών τους και έχουν εκπαιδευτεί στο εξωτερικό υποχρεούνται να καταβάλουν εκτός από την ανωτέρω αποζημίωση και τη δαπάνη της εκπαίδευσής τους. (...)", " 17. Η προηγούμενη παράγραφος δεν εφαρμόζεται για όσους εξέρχονται για λόγους υγείας.\"", "", "34.  Το άρθρο 63 §§ 3 και 4 του ίδιου νόμου ορίζει πλέον τα εξής:", "« 3. Απαγορεύεται εις τους εν ενεργεία αξιωματικούς:", "", " α) Η επ` αμοιβή άσκησις ιδιωτικού έργου ή εργασίας, ή άσκησις παντός βιοποριστικού επαγγέλματος.", " 4. Κατ` εξαίρεσιν επιτρέπεται:", "", " α) Εις τους Υγειονομικούς αξιωματικούς η άσκησις του ιατρικού επαγγέλματος ιδιωτικώς κατά τας εκτός υπηρεσίας ώρας, συμφώνως προς την ιατρικήν δεοντολογίαν (...) κατόπιν εγκριτικής διαταγής του Αρχηγού του οικείου Κλάδου, δυναμένου να εκχωρήση το δικαίωμα τούτο εις τους", "διοικητάς των Σχηματισμών.", "35.  Η αιτιολογική έκθεση του νόμου 3257/2004 ανέφερε ότι τά άρθρα του Νόμου 1400/1973 που τροποποιήθηκαν υποχρέωναν τους αξιωματικούς και υπαξιωματικούς να υπηρετούν στις ένοπλες δυνάμεις για ιδιαίτερα δεσμευτικά χρονικά διαστήματα, και ότι οι τροποποιήσεις που προτάθηκαν αποσκοπούσαν στην εναρμόνιση της ελληνικής νομοθεσίας με τις υποχρεώσεις που είχε αναλάβει η Ελλάδα κυρώνοντας τον Ευρωπαϊκό Κοινωνικό Χάρτη. Επιπλέον, σύμφωνα με την αιτιολογική έκθεση, το άρθρο 1 § 2 του Ευρωπαϊκού Κοινωνικού Χάρτη αναφέρει ότι τα Συμβαλλόμενα Μέρη « αναλαμβάνουν την υποχρέωση να προστατεύουν με αποτελεσματικό τρόπου το δικαίωμα του εργαζομένου να κερδίζει τη ζωή του με εργασία που αναλαμβάνει ελεύθερα ». Η αιτιολογική έκθεση ανέφερε επίσης ότι σχόλια –βασιζόμενα στους όρους «εργασία που αναλαμβάνει ελεύθερα» – των οργάνων του Κοινωνικού Χάρτη που αναφέρονταν στην υπερβολική δέσμευση του προσωπικού των ενόπλων δυνάμεων εξαιτίας της διάρκεια της υποχρέωσης παραμονής στο στράτευμα είχαν συχνά φέρει σε δύσκολη θέση το κράτος και ειδικότερα το Υπουργείο Εθνικής Άμυνας.", "36.  Με την υπ’ αρ. 1571/2010, το Συμβούλιο της Επικρατείας έκρινε ότι οι διατάξεις του άρθρου 64 του Διατάγματος αρ. 1400/1973 όπως ίσχυαν πριν την τροποποίησή τους με το Νόμο 3257/2004, οι οποίες επέβαλαν στους στρατιωτικούς υπαλλήλους την υποχρέωση να παραμένουν στο στράτευμα για ιδιαίτερα μεγάλο χρονικό διάστημα χωρίς να μπορούν να παραιτηθούν, ήταν αντίθετες προς το άρθρο 1 § 2 του Ευρωπαϊκού Κοινωνικού Χάρτη. Έκρινε ότι το άρθρο αυτό είχε την έννοια ότι «απαγορεύεται να επιβληθεί σε οποιονδήποτε εργαζόμενο, ανεξαρτήτως της νομικής φύσης της εργασίας του,  η υποχρέωση να εξακολουθήσει να ασκεί εργασία ή επάγγελμα στα οποία δεν επιθυμεί πλέον να δουλέψει ».", "37.  Το άρθρο 14 § 1 του Νόμου 1394/1983, περί εκπαίδευσης αξιωματικών του στρατού ορίζει ότι:", "«1. Οι Αξιωματικοί Ιατροί Υγειονομικού ειδικεύονται υποχρεωτικά με φροντίδα της Υπηρεσίας. Η ειδικότητα προτιμήσεως δηλώνεται από αυτούς κατά το τελευταίο δίμηνο της φοιτήσεώς τους στο Τμήμα Βασικής Εκπαιδεύσεως της Σχολής Υγειονομικού. Η ειδίκευση γίνεται στο εσωτερικό και, όταν δεν υπάρχει δυνατότητα, στο εξωτερικό, αφορά τη λήψη μιας από τις ιατρικές ειδικότητες κατά τις ανάγκες της υπηρεσίας και έχει ως επακόλουθο πρόσθετη υποχρέωση παραμονής στο Στράτευμα (...) »", "", "38.  Το άρθρο 38 § 2 του Νόμου αρ. 1397/1983 για το Εθνικό Σύστημα Υγείας ορίζει τα εξής :", "« 2. Τοποθέτηση γιατρού για ειδίκευση πέρα από τις θέσεις που προβλέπονται για κάθε νοσοκομείο, απαγορεύεται. Εξαιρούνται οι μόνιμοι γιατροί των ενόπλων δυνάμεων, που με απόφαση του Υπουργού Υγείας και Πρόνοιας (...)».", "", "39.  Με την υπ’ αρ. 2763/2013, το Πέμπτο Τμήμα του Ελεγκτικού Συνεδρίου έκρινε ότι, όσον αφορά τους Αξιωματικούς του Υγειονομικού, ο περιορισμός αυτός (δηλαδή η υποχρέωση να μένουν στην υπηρεσία για ορισμένο χρονικό διάστημα) ο οποίος θεσπίστηκε σύμφωνα με, κατά την άποψή του, κριτήρια γενικά και αντικειμενικά αποτελούσε ένα απαραίτητο και πρόσφορο μέτρο για τη διασφάλιση της ομαλής λειτουργίας των στρατιωτικών νοσοκομείων και των νοσηλευτικών μονάδων, για τα οποία ήταν απαραίτητο να σχεδιάζονται μακροπρόθεσμα οι παρεχόμενες υπηρεσίες και για να αποφεύγεται μια ξαφνική αποδυνάμωσή τους μέσω της απώλειας εξειδικευμένου προσωπικού. Συναφώς, το Ελεγκτικό Συνέδριο ανέφερε ότι η υποχρέωση αυτή δεν μπορούσε να θεωρηθεί ως μια μορφή αναγκαστικής εργασίας. Κατά την άποψη του Ελεγκτικού Συνεδρίου, οι ενδιαφερόμενοι είχαν αποδεχτεί την υποχρέωση αυτή, η οποία προβλεπόταν με σαφήνεια από το νόμο και ως εκ τούτου τους ήταν εξ αρχής γνωστή, κατά την εισαγωγή τους στη Σχολή Αξιωματικού του Στρατού αφού είχαν σταθμίσει τα σχετικά πλεονεκτήματα και μειονεκτήματα. Συνεπώς, είχαν λάβει γνώση των συνεπειών της παράβασης της υποχρέωσης αυτής, ήτοι την καταβολή αποζημίωσης. Επιπλέον, πάντα κατά την άποψη του Ελεγκτικού Συνεδρίου, δεν υπήρχε δυσαναλογία μεταξύ του σκοπού της επαγγελματικής εκπαίδευσης και της εν λόγω υποχρέωσης, καθόσον δικαιούνταν ως αντάλλαγμα να ασκούν το ιατρικό επάγγελμα στον ιδιωτικό τομέα εκτός του ωραρίου εργασίας τους.", "40.  Το Ελεγκτικό Συνέδριο προσέθετε επίσης ότι η υποχρέωση καταβολής αποζημίωσης η οποία προβλέπεται στο άρθρο 16 του άρθρου 64 δεν ήταν υπερβολική και δεν παραβίαζε την αρχή της αναλογικότητας. Ανέφερε ότι η υποχρέωση αυτή αποτελούσε αντάλλαγμα για τις δαπάνες που είχε καταβάλει το Δημόσιο για την εκπαίδευση των επαγγελματιών στρατιωτικών, οι οποίοι συγχρόνως αμειβόντουσαν και οι οποίοι αποφάσισαν να εγκαταλείψουν τον στρατό πρόωρα και ξαφνικά. Κατά το Ελεγκτικό Συνέδριο ως δαπάνες νοούνται όχι μόνον οι δαπάνες που κατέβαλε το Δημόσιο κατά τη διάρκεια της φοίτησης των στρατιωτικών (διατροφή, ένδυση και συντήρηση) αλλά και το διοικητικό κόστος που συνδέεται έμμεσα με τη χρήση και τη συντήρηση των κτιρίων και τη συνεχή λειτουργία των σχετικών στρατιωτικών σχολών. Τέλος, το Ελεγκτικό Συνέδριο ανέφερε ότι λόγω της αδυναμίας να υπολογιστούν με ακρίβεια τα προαναφερθέντα πραγματικά περιστατικά για κάθε στρατιωτικό που αποχωρεί από το στρατό, το ποσό της αποζημίωσης είχε οριστεί κατά τρόπο αντικειμενικό, στο μέτρο που ήταν συνάρτηση της υπολειπόμενης υπηρεσίας που έπρεπε να διανυθεί.", "41.  Με την υπ’ αρ. 3822/2013 απόφαση, το Πέμπτο Τμήμα του Ελεγκτικού Συνεδρίου έκρινε ότι η υποχρεωτική στρατιωτική θητεία για χρονικό διάστημα ίσο με το διπλάσιο της φοίτησης και η καταβολή αποζημίωσης αποτελούσαν περιορισμούς πρόσφορους, εύλογους και απαραίτητους για την επίτευξη σκοπού δημοσίου συμφέροντος : να διασφαλιστεί ότι οι ένοπλες δυνάμεις θα έχουν για μια ευλόγως προγραμματισμένη περίοδο εξειδικευμένα και ικανά στελέχη. Ανέφερε ότι ο σκοπός αυτός δεν μπορούσε να επιτευχθεί με κάποιο άλλο μέσο, στο βαθμό που, σε περίπτωση πρόωρης και ταυτόχρονης αποχώρησης αξιωματικών, η άμεση αντικατάστασή τους από άλλους αξιωματικούς ίδιας εκπαίδευσης θα ήταν αδύνατη και θα απειλούσε την άμυνα της χώρας.", "42.  Το Ελεγκτικό Συνέδριο ανέφερε επίσης ότι η αποζημίωση που προβλεπόταν για τους αξιωματικούς που αποχωρούν πρόωρα από το στρατό αποσκοπούσε να αντισταθμίσει αφενός τις δαπάνες που είχε καταβάλει το Δημόσιο για την εκπαίδευση, τη διαμονή, τη διατροφή και την ένδυσή τους, καθώς και για τη συντήρηση και τη λειτουργία των κτιριακών εγκαταστάσεων των στρατιωτικών σχολών, και αφετέρου τις δαπάνες που συνεπάγεται η αντικατάσταση των αξιωματικών.", "43.  Το άρθρο 3 § 1 του ΝΔ 356/1974 (Κώδικας Εισπράξεως Δημοσίων Εσόδων) ορίζει ότι τα χρέη προς το Δημόσιο καταβάλλονται εφ άπαξ ή σε δόσεις εφόσον αυτό προβλέπεται από το νόμο..", "44.  Στην υπ’ αρ. 120/2002 Γνωμοδότηση της 27ης Μαρτίου 2002, το Νομικό Συμβούλιο του Κράτους δέχτηκε ότι το άρθρο 96 του ΝΔ 721/1970 «περί οικονομικής μερίμνης και λογιστικού των Ενόπλων Δυνάμεων» εισήγαγε τη δυνατότητα για τους αξιωματικούς να καταβάλουν στον στρατό τα χρέη τους σε περισσότερες δόσεις. Εντούτοις, ανέφερε ότι εναπόκειται στον στρατό να καθορίσει, λαμβάνοντας υπόψη την οικονομική κατάσταση του ενδιαφερομένου αξιωματικού, το ύψος της οφειλής καθώς και την ύπαρξη ανάλογων προηγουμένων, εάν το οφειλόμενο ποσό έπρεπε να καταβληθεί εφάπαξ ή σε περισσότερες δόσεις, προκειμένου να αποφευχθεί η οικονομική εξόντωση του οφειλέτη.", "III.  Η ΔΙΕΘΝΗΣ ΝΟΜΟΘΕΣΙΑ ΚΑΙ ΠΡΑΚΤΙΚΗ", "A.  Ο Ευρωπαϊκός Κοινωνικός Χάρητς", "45.  Το άρθρο 1 § 2 του Ευρωπαϊκού Κοινωνικού Χάρτη ορίζει τα εξής:", "« Για εξασφάλιση της αποτελεσματικής άσκησης του δικαιώματος για εργασία τα Συμβαλλόμενα Μέρη αναλαμβάνουν την υποχρέωση:", "2. Να προστατεύουν με αποτελεσματικό τρόπο το  δικαίωμα  του εργαζόμενου να κερδίζει τη ζωή του με εργασία που αναλαμβάνει ελεύθερα.", "B.  Η Ευρωπαϊκή Επιτροπή Κοινωνικών Δικαιωμάτων του Συμβουλίου της Ευρώπης", "46.  Στα διάφορά πορίσματά της όσον αφορά την Ελλάδα, η Ευρωπαϊκή Επιτροπή επεσήμανε τα εξής:", "47.  Στα πορίσματά της XVII-1 του 2004 :", "« Στο προηγούμενο πόρισμά της, η Επιτροπή εντόπισε τρεις λόγους μη συμβατότητας σχετικούς με την απαγόρευση της αναγκαστικής εργασίας: (...) ii) την υπερβολική διάρκεια (25 έτη) της περιόδου κατά την οποία οι επαγγελματίες αξιωματικοί των ενόπλων δυνάμεων δεν μπορούν να αποχωρήσουν από την υπηρεσία (ο λόγος αυτός είχε επισημανθεί ήδη στο πλαίσιο της προσφυγής αρ. 7/2000) ; (...)", "(...) η Επιτροπή επισημαίνει ότι ένας νόμος που θεσπίστηκε το 2003 προβλέπει ότι οι επαγγελματίες στρατιωτικοί που έχουν λάβει στρατιωτική εκπαίδευση πανεπιστημιακού επιπέδου και αυτοί που έχουν λάβει εκπαίδευση στο εξωτερικό έχουν την υποχρέωση να εξακολουθήσουν να υπηρετούν το στράτευμα για περίοδο ίση τουλάχιστον με το διπλάσιο της εκπαίδευσης που έλαβαν. Η έκθεση αναφέρει ότι αυτή η νέα προσέγγιση θα μειώσει την περίοδο υπηρέτησης στο στράτευμα από 25 έτη σε περίπου 10 έτη. Η Επιτροπή θεωρεί ότι η διάρκεια υποχρεωτικής παραμονής που προβλέπεται από το νέο νόμο δεν είναι υπερβολική. »", "48.  Στα πορίσματά της XVIII-1 του 2006 :", "« Η Επιτροπή ανάφερε στο προηγούμενο πόρισμά της ότι η διάρκεια της περιόδου κατά την οποία οι επαγγελματίες στρατιωτικοί των ενόπλων δυνάμεων δεν μπορούσαν να αποχωρήσουν από το στράτευμα (25 έτη) (επίκληση του λόγου αυτού γίνεται και στο πλαίσιο της προσφυγής της Διεθνούς Ομοσπονδίας των Δικαιωμάτων του Ανθρώπου κατά Ελλάδας (αρ. 7/2000, απόφαση επί του βασίμου της 5ης Δεκεμβρίου 2000) μειώθηκε δυνάμει του Νόμου 3257/2004. Ο νόμος μειώνει τη διάρκεια της υπηρεσίας που πρέπει να υπηρετούν οι επαγγελματίες αξιωματικοί πριν αποχωρήσουν από το στράτευμα. Οι αξιωματικοί που έχουν λάβει εκπαίδευση πανεπιστημιακού επιπέδου ή που εκπαιδεύτηκαν στο εξωτερικό υποχρεούνται να εξακολουθήσουν να υπηρετούν στον στρατό για περίοδο ίση με το διπλάσιο της εκπαίδευσης που έλαβαν. Σύμφωνα με την προηγούμενη έκθεση, η μέγιστη περίοδος υποχρεωτικής υπηρεσίας μειώθηκε από 25 σε δέκα έτη. Η Επιτροπή θεωρεί ότι η περίοδος αυτή είναι σύμφωνη προς το άρθρο 1§2. »", "49.  Στο πόρισμά της XX-1 του 2012 :", "« Ελάχιστη διάρκεια θητείας στις ένοπλες δυνάμεις", "Η Επιτροπή λαμβάνει γνώση των πληροφοριών που προσκομίστηκαν σχετικά με την ελάχιστη διάρκεια θητείας για τους επαγγελματίες των ενόπλων δυνάμεων. Τονίζει ότι κάθε ελάχιστη διάρκεια πρέπει να είναι εύλογη και όταν μια ελάχιστη διάρκεια θητείας παρατείνεται λόγω σπουδών ή εκπαίδευσης που έλαβε ο ενδιαφερόμενος, η διάρκεια αυτή πρέπει να είναι ανάλογη προς τις σπουδές ή την εκπαίδευση. Ομοίως, όλα τα έξοδα και οι δαπάνες πρέπει να καταβληθούν σε περίπτωση προώρης αποχώρησης από την υπηρεσία και πρέπει να είναι επίσης ανάλογα.»", "50.  Επίσης, στα πορίσματά της του 2012 που αφορούσαν την Ιρλανδία, η Επιτροπή ανέφερε τα εξής:", "« Ελάχιστη διάρκεια θητείας στις ένοπλες δυνάμεις", "Η Επιτροπή υπενθυμίζει ότι έχει συμπεράνει τη μη συμβατότητα της κατάστασης καθόσον οι αξιωματικοί δεν μπορούσαν να ζητήσουν τη διακοπή της σύμβασης δέσμευσής τους στις ένοπλες δυνάμεις πρόωρα παρά μόνον υπό τον όρο ότι θα επιστρέψουν στο Δημόσιο τουλάχιστον μέρος του κόστους της εκπαίδευσής τους και ότι η πρόωρη συνταξιοδότηση είναι θέμα εκτίμησης του Υπουργού Άμυνας. Έκρινε ότι μπορεί να προκύψει μια υπερβολικά μεγάλη περίοδος θητείας η οποία δεν μπορεί να θεωρηθεί σύμφωνη με την ελευθερία του ατόμου να επιλέγει το επάγγελμά του και παύσει να ασκεί το επάγγελμά του. Αυτός ο λόγος μη συμβατότητας έχει επισημανθεί από το 1998 (Πορίσματα XIV-1, σ. 435 και 436) και η έκθεση δεν αναφέρεται σε καμία αλλαγή »", "Γ.  Η Επιτροπή Υπουργών του Συμβουλίου της Ευρώπης", "51.  Η Σύσταση CM/Rec(2010)4 της Επιτροπής Υπουργών των Κρατών Μελών για τα ανθρώπινα δικαιώματα των μελών των ενόπλων δυνάμεων (η οποία εκδόθηκε στις 24 Φεβρουαρίου 2010) ορίζει τα εξής :", "« 16. Οι αρχές δεν πρέπει να επιβάλλουν στους επαγγελματίες των ενόπλων δυνάμεων διάρκεια θητείας που αποτελεί μη εύλογο περιορισμό του δικαιώματος να αποχωρήσει κάποιος από τις ένοπλες δυνάμεις και ο οποίος περιορισμός θα αντιστοιχούσε σε αναγκαστική εργασία. »", "Δ.  Η υπ’ αρ. 29 Σύμβαση της Διεθνούς Οργάνωσης Εργασίας για την αναγκαστική εργασία", "52.  Το άρθρο 2 § 2 α) της Σύμβασης ορίζει τα εξής:", "« 1. Εν τη εννοία της παρούσης συμβάσεως ο όρος \"αναγκαστική ή υποχρεωτική εργασία\" δηλοί πάσαν εργασίαν ή υπηρεσίαν απαιτουμένην παρά ατόμου επ` απειλή οιασδήποτε ποινής και δι` ην το , εν λόγω άτομον, δεν προσεφέρθη οικεία βουλήσει.", "", "2. Οπωσδήποτε εις τον όρον \"αναγκαστική ή υποχρεωτική εργασία\" δεν περιλαμβάνονται εν τη εννοία της παρούσης συμβάσεως:", "α) Πάσα εργασία ή υπηρεσία απαιτουμένη δυνάμει των νόμων περί υποχρεωτικής στρατιωτικής υπηρεσίας και αποβλέπουσα εις έργα καθαρώς στρατιωτικού χαρακτήρος».", "ΩΣ ΠΡΟΣ ΤΟ ΔΙΚΑΙΟ", "I.  ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗ ΤΟΥ ΑΡΘΡΟΥ 4 § 2 ΤΗΣ ΣΥΜΒΑΣΗΣ", "53.  Ο προσφεύγων υποστηρίζει ότι η υποχρέωση που του επέβαλε η εθνική νομοθεσία να παραμείνει στον στρατό για χρονικό διάστημα υπερβολικά μεγάλο κατά τη γνώμη του ή να καταβάλει, ένα υπερβολικό κατά την άποψή του ποσό, ως αντάλλαγμα για την λήξη της στράτευσής τους αποτελεί αναγκαστική ή υποχρεωτική εργασία, επειδή βαρύνει κατά τρόπο δυσανάλογο την ελευθερία της εργασίας και είναι ένας μη απαραίτητος περιορισμός της ελευθερίας αυτής. Επικαλείται συναφώς το άρθρο 4 § 2 της Σύμβασης το οποίο ορίζει τα εξής:", "« Ουδείς δύναται να υποχρεωθή εις αναγκαστικήν ή υποχρεωτικήν εργασίαν »", "54.  Το Δικαστήριο κρίνει σκόπιμο να αναφέρει επίσης στο πλαίσιο της παρούσας υπόθεσης τις κρίσιμους όρους της παραγράφου 3 του άρθρου 4.", "« 3. Δεν θεωρείται ως \"αναγκαστική ή υποχρεωτική εργασία\" υπό την έννοιαν του παρόντος άρθρου :", "β) πάσα υπηρεσία στρατιωτικής φύσεως ή, εις την περίπτωσιν των εχόντων αντιρρήσεις συνειδήσεως εις τας χώρας όπου τούτο αναγνωρίζεται ως νόμιμον, πάσα άλλη υπηρεσία εις αντικατάστασιν της υποχρεωτικής στρατιωτικής υπηρεσίας.»", "A.  Επί του παραδεκτού", "1.  Ως προς την ιδιότητας του προσφεύγοντος ως θύματος", "55.  Η Κυβέρνηση δηλώνει ότι βασίζεται στην απόφαση της Ολομέλειας του Ελεγκτικού Συνεδρίου και αμφισβητεί την ιδιότητα του προσφεύγοντος ως θύματος. Αναφέρει συναφώς ότι η ερμηνεία των διατάξεων στην οποία προέβη η εν λόγω απόφαση κατέληξε στην μείωση της διάρκειας της υποχρέωσης του προσφεύγοντος και συνεπώς σε μείωση του ύψους της αποζημίωσης που όφειλε να καταβάλει στο Δημόσιο.", "56.  Ο προσφεύγων υποστηρίζει ότι ούτε η απόφαση αρ. 3230/2011 της Ολομέλειας του Ελεγκτικού Συνεδρίου, η οποία έκρινε ότι η περίοδος της ειδικότητας έπρεπε να συνυπολογιστεί στο χρονικό διάστημα της υποχρέωσης υπηρεσίας στο στράτευμα, ούτε η συνακόλουθη απόφαση αρ. 4909/2013 του Πέμπτου Τμήματος του Ελεγκτικού Συνεδρίου δεν τον στέρησαν από την ιδιότητά του ως θύματος.", "57.  Το Δικαστήριο υπενθυμίζει ότι μια ευνοϊκή για τον προσφεύγοντα απόφαση ή μέτρο δεν αρκεί κατ’ αρχήν για να του αφαιρεθεί η ιδιότητα του «θύματος» παρά μόνον εάν οι εθνικές αρχές έχουν αναγνωρίσει, ρητά ή κατ’ ουσία, και εν συνεχεία αποκαταστήσει την παραβίαση της Σύμβασης. Όσον αφορά αποκατάσταση που είναι κατάλληλη και επαρκής για να αποκατασταθεί σε εθνικό επίπεδο η παραβίαση του κατοχυρωμένου από το Σύμβαση δικαιώματος, το Δικαστήριο θεωρεί γενικά ότι εξαρτάται από το σύνολο των πραγματικών περιστατικών της υπό κρίση υπόθεσης, λαμβανομένης υπόψη ιδιαιτέρως της φύσης της παραβίασης της Σύμβασης η οποία διακυβεύεται (Scordino κατά Ιταλίας (no 1) [GC], no 36813/97, §§ 180 et 186, CEDH 2006-V).", "58.  Το Δικαστήριο επισημαίνει ότι στην υπό κρίση υπόθεση η αιτίαση του προσφεύγοντος βασίζεται στη διάρκεια της υποχρεώσής του να υπηρετεί στον στρατό καθώς και στο ποσό της αποζημίωσης που έπρεπε να καταβάλει εάν επιθυμούσε να λήξει την στράτευσή του πριν την προβλεπόμενη από το νόμο περίοδο. Το Δικαστήριο παρατηρεί ότι η Ολομέλεια του Ελεγκτικού Συνεδρίου απέρριψε οριστικά τις αιτιάσεις τις σχετικές με την παραβίαση της Σύμβασης και ότι η εν λόγω απόφαση ήταν δεσμευτική για το Πέμπτο Τμήμα. Επιπλέον, στην απόφασή του, το Πέμπτο Τμήμα του Ελεγκτικού Συνεδρίου, αποφαινόμενο μετά από παραπομπή, περιορίστηκε να διαπιστώσει ότι ο προσφεύγων όφειλε μόνο να υπηρετήσει στον στρατό για άλλα τέσσερα έτη, τέσσερις μήνες και δέκα ημέρες και μείωσε, κατά συνέπεια, το ποσό της αποζημίωσης που αυτός έπρεπε να καταβάλει από 106 960 ευρώ σε 49 978,33 ευρώ. Το Ελεγκτικό Συνέδριο έκρινε ότι δεν υπήρξε παραβίαση του άρθρου 4 της Σύμβασης, ούτε ρητά ούτε κατ’ ουσία. Η χαρακτηριστική μείωση της περιόδου υπηρεσίας και του ποσού που έπρεπε να καταβάλει ο προσφεύγων αποτελεί μια πλευρά της εξέτασης του βάσιμου και δεν ασκεί καμία επίδραση στην ιδιότητα του θύματος.", "2.  Επί του πρόωρου χαρακτήρα της προσφυγής", "59.  Η Κυβέρνηση υποστηρίζει ότι η προσφυγή κατατέθηκε πρόωρα, καθώς, κατά την άποψή της, ο προσφεύγων έπρεπε να περιμένει πριν προσφύγει στο Δικαστήριο να αποφανθεί το Πέμπτο Τμήμα επί της παραπομπής της 12ης Δεκεμβρίου 2013 σχετικά με την ακριβή διάρκεια της υποχρέωσής του να υπηρετήσει στις ένοπλες δυνάμεις και σχετικά με το ύψος της αποζημίωσης.", "60.  Ο προσφεύγων αναφέρει ότι, με την υπ’ αρ. 3230/2011 απόφαση της 7ης Δεκεμβρίου 2011, η Ολομέλεια του Ελεγκτικού Συνεδρίου απέρριψε οριστικά τις αιτιάσεις του σχετικά με την παραβίαση της Σύμβασης. Προσθέτει ότι το Πέμπτο Τμήμα του Ελεγκτικού Συνεδρίου δεσμευόταν από την προαναφερθείσα απόφαση και δεν μπορούσε να αποφανθεί εκ νέου για το εάν υπήρξε παραβίαση του άρθρου 4 της Σύμβασης.", "61.  Το Δικαστήριο υπενθυμίζει ότι το άρθρο 35 § 1 της Σύμβασης δεν μπορεί να ερμηνευτεί κατά τρόπο που να απαιτεί ο προσφεύγων να προσφύγει στο Δικαστήριο πριν η κατάσταση η σχετική με το θέμα που διακυβεύεται αποτελέσει αντικείμενο οριστικής απόφασης σε εθνικό επίπεδο (Βαρνάβα και λοιποί κατά Τουρκίας [GC], nos 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 et 16073/90, § 157, CEDH 2009).", "62.  Στην υπό κρίση υπόθεση, το Δικαστήριο επισημαίνει ότι ο προσφεύγων κατέθεσε την προσφυγή του στις 31 Ιουλίου 2012, δηλαδή αφού η Ολομέλεια του Ελεγκτικού Συνεδρίου εξέδωσε την απόφασή της. Η αρμοδιότητα του Πέμπτου Τμήματος του Ελεγκτικού Συνεδρίου, το οποίο αποφάνθηκε μετά από παραπομπή στις 12 Δεκεμβρίου 2013, περιορίστηκε στην αναθεώρηση, σύμφωνα με το συμπέρασμα της Ολομέλειας ως προς το δίκαιο, των διοικητικών πράξεων που προσέβαλε ο προσφεύγων. Το Πέμπτο Τμήμα δεν μπορούσε να επανέλθει στον αντλούμενο από τη Σύμβαση λόγο, αλλά μόνον να συμπεριλάβει την περίοδο ειδικότητας του προσφεύγοντος των πέντε ετών στην συνολική διάρκεια της υπηρεσίας του προσφεύγοντος στον στρατό και κατά συνέπεια να υπολογίσει το νέο ποσό αποζημίωσης που αυτός υποχρεούταν να καταβάλει. Η οριστική εθνική απόφαση υπό την έννοια του άρθρου 35 § 1 της Σύμβασης ήταν λοιπόν η απόφαση αρ. 3230/2011 της Ολομέλειας του Ελεγκτικού Συνεδρίου.", "3.  Επί του καταχρηστικού χαρακτήρα της προσφυγής", "63.  Η Κυβέρνηση υποστηρίζει ότι ο προσφεύγων άσκησε καταχρηστικά την προσφυγή του πολύ περισσότερο επειδή ο προσφεύγων αμφισβητεί τοποθετήθηκε ως υπεράριθμος στο Περιφερειακό Γενικό Νοσοκομείο Παπανικολάου ως ειδικευόμενος αναισθησιολόγος. Ωστόσο, τόσο το Πέμπτο Τμήμα του Ελεγκτικού Συνεδρίου όσο και η Ολομέλεια αυτού διαπιστώσανε οριστικά ότι ο προσφεύγων είχε τοποθετηθεί ως υπεράριθμος ενόψει της απόκτησης της ειδικότητάς του.", "64.  Ο προσφεύγων υποστηρίζει ότι η προσφυγή του δεν περιέχει καμία καταχρηστική διατύπωση, ότι δεν στερείται πραγματικού διακυβεύματος και δεν έχει ως σκοπό να παραπλανήσει το Δικαστήριο.", "65.  Το Δικαστήριο υπενθυμίζει ότι δυνάμει του άρθρου 35 § 3 α) μια προσφυγή μπορεί να κηρυχθεί καταχρηστική ιδίως εάν βασίζεται σε στοιχεία που είναι εν γνώσει [του προσφεύγοντος] ανακριβή. Μια ατελής και επομένως παραπλανητική πληροφορία μπορεί επίσης να χαρακτηριστεί ως καταχρηστική άσκηση ατομικής προσφυγής, ιδιαίτερα εάν αφορά την καρδιά της υπόθεσης και εάν ο προσφεύγων δεν εξηγεί επαρκώς για ποιο λόγο δεν έκανε γνωστές τις κρίσιμες πληροφορίες (Gross κατά Ελβετίας [GC], no 67810/10, § 28, 30 septembre 2014).", "66.  Στην υπό κρίση υπόθεση, το Δικαστήριο δεν εντοπίζει στην προσφυγή του προσφεύγοντος κανένα στοιχείο που να επιτρέπει τον χαρακτηρισμό της ως καταχρηστικής. Το εάν ο ενδιαφερόμενος τοποθετήθηκε ή όχι ως υπεράριθμος σε νοσοκομείο προκειμένου να αποκτήσει την ειδικότητά του είναι ένα πραγματικό ζήτημα του οποίου η σημασία φαίνεται πολύ περιορισμένη στο πλαίσιο της εκτίμησης που πρέπει να εκφέρει το Δικαστήριο σχετικά με το βάσιμο της αιτίασης που αντλείται από την παραβίαση του άρθρου 4 της Σύμβασης.", "4.  Συμπέρασμα", "67.  Το Δικαστήριο απορρίπτει τις ενστάσεις της Κυβέρνησης. Διαπιστώνει επίσης ότι η προσφυγή δεν είναι προδήλως αβάσιμη κατά την έννοια του άρθρου 35 § 3 α) της Σύμβασης και ότι δεν αντίκειται σε κανένα άλλο απαραδέκτου. Επομένως πρέπει να κηρυχθεί παραδεκτή.", "B.  Επί της ουσίας", "1.  Επιχειρήματα των διαδίκων", "α)  Η Κυβέρνηση", "68.  Η Κυβέρνηση υποστηρίζει ότι η καταγγελθείσα εν προκειμένω κατάσταση δεν αποτελεί περίπτωση αναγκαστικής εργασίας υπό την έννοια του άρθρου 4 § 2 της Σύμβασης. Αναφέρει ότι, μετά τη φοίτησή του στην Στρατιωτική Σχολή, την ονομασία του ως ανθυπολοχαγού και την ειδικότητά του, ο προσφεύγων ανέλαβε οικειοθελώς την υποχρέωση να υπηρετήσει στις ένοπλες δυνάμεις για διάρκεια δώδεκα ετών και πέντε πρόσθετων ετών. Προσθέτει ότι ο ενδιαφερόμενος γνώριζε την υποχρέωση αυτή, η οποία προβλεπόταν ρητά από το νόμο, καθόσον οι διατάξεις που την προέβλεπαν αποτελούν τμήμα του πλαισίου που διέπει την σταδιοδρομία ενός στρατιωτικού ιατρού, και ότι μάλιστα έκανε χρήση της διαδικασίας που προβλέπεται από αυτό το ρυθμιστικό πλαίσιο και απήλαυσε των προνομίων που αυτό προσέφερε.", "69.  Η Κυβέρνηση υποστηρίζει επίσης ότι ο ισχυρισμός του προσφεύγοντος κατά τον οποίο υποχρεούταν να αποκτήσει ειδικότητα δεν είναι βάσιμος. Παρόμοια ειδικότητα δεν είναι απαραίτητη και δεν υπολογίζεται παρά μόνο για την καριέρα του ενδιαφερομένου. Ο προσφεύγων συμμετείχε οικειοθελώς στον διαγωνισμό που οργάνωσε ο στρατός ξηράς για να καλύψει τις θέσεις των ειδικευομένων, έτυχε προνομιακής μεταχείρισης προκειμένου να τοποθετηθεί ως υπεράριθμος σε θέση ειδικευομένου ιατρού και συμμετείχε στις δυνατότητες προαγωγής (προήχθη σε διοικητή) τις οποίες του προσέφερε η απόκτηση της ειδικότητας αυτής. Επίσης, ο προσφεύγων είχε τη δυνατότητα, κατά την Κυβέρνηση, δυνάμει του άρθρου 63 § 4 του Προεδρικού Διατάγματος 1400/1973, να ασκήσει στον ιδιωτικό τομέα το επάγγελμα του ιατρού.", "70.  Επίσης, η Κυβέρνηση επαναλαμβάνει ότι ο προσφεύγων τοποθετήθηκε ως υπεράριθμος για να αποκτήσει την ειδικότητά του ενώ οι πολιτικοί ιατροί έπρεπε να περιμένουν να ελευθερωθούν θέσεις για να τοποθετηθούν, με σειρά προτεραιότητας ή μετά από κλήρωση, κατά τη σύσταση νέων θέσεων. Έτσι ο ενδιαφερόμενος απέκτησε ειδικότητα χωρίς να είναι υποχρεωμένος να περιμένει, χωρίς να προβεί σε κάποια ενέργεια και να επιβαρυνθεί με σχετικά έξοδα. Επίσης, καθ’ όλη τη διάρκεια της ειδικότητάς του, λάμβανε το μισθό του ως στρατιωτικός ιατρός.", "71.  Εξάλλου, η Κυβέρνηση υποστηρίζει ότι ο προσφεύγων δεν παραπονείται για παραβίαση της αρχής της αναλογικότητας στην περίπτωσή του και, κατά συνέπεια, το Δικαστήριο δεν έχει αρμοδιότητα να εξετάσει ένα τέτοιο θέμα. Προσθέτει ότι ο ενδιαφερόμενος δεν υποστήριξε έστω και επικουρικά, ότι η διάρκεια της υποχρέωσής του να υπηρετήσει έπρεπε να είναι πιο σύντομη ή ότι έπρεπε να καταβάλει μικρότερη αποζημίωση, αλλά ότι περιορίστηκε να δηλώσει ότι έπρεπε να μπορεί να αποχωρήσει χωρίς περιορισμούς και να μπορεί να επιλέξει τη στιγμή της αποχώρησής του από τον στρατό.", "72.  Όσον αφορά τον σκοπό και την αναλογικότητα των περιορισμών που επιβάλλονται στους αξιωματικούς ιατρούς δυνάμει του άρθρου 64 του Διατάγματος 1400/1973, η Κυβέρνηση παραπέμπει στο αιτιολογικό των αποφάσεων αρ. 2763/2013 και 3822/2013 του Ελεγκτικού Συνεδρίου (ανωτέρω παράγραφοι 39–42).", "73.  Τέλος, η Κυβέρνηση αναφέρει ότι ο προσφεύγων είχε τη δυνατότητα να μην καταβάλει αμέσως το οφειλόμενο ποσό στην Φορολογική Διεύθυνση και να περιμένει την έκδοση της απόφασης της Ολομέλειας του Ελεγκτικού Συνεδρίου καταθέτοντας προηγουμένως αίτηση αναστολής εκτέλεσης βάσει των άρθρων 94 του Διατάγματος  721/1970 και 51 του Διατάγματος 1225/1981. Αναφέρει ότι το εθνικό δίκαιο προσέφερε επίσης στον ενδιαφερόμενο τη δυνατότητα να ζητήσει από τον στρατό να του επιτρέψει να εξοφλήσει το χρέος του προς τον στρατό σε τμηματικές δόσεις. Λέει ότι είναι πεπεισμένη ότι ο στρατός, που είχε κατά την άποψη της Κυβέρνησης διακριτική ευχέρεια ως προς το θέμα αυτό, έλαβε υπόψη την οικονομική κατάσταση του προσφεύγοντος, το ποσό της οφειλής του και την σχετική πρακτική επί του θέματος.", "β)  Ο προσφεύγων", "74.  Ο προσφεύγων επικαλείται την απόφαση Van der Mussele κατά (23 Νοεμβρίου 1983, §§ 34-35, σειρά A no 70) και την απόφαση Mihal κατά Σλοβακίας ((déc.) no 23360/08, §§ 44-47, 28 Ιουνίου 2011) κα υποστηρίζει ότι η υποχρέωση που του επιβλήθηκε, ακόμη και αν δεν ήταν ποινικής φύσης, αποτελούσε «απειλή ποινής ». Αναφέρει συναφώς ότι η υποχρέωση αυτή είχε σημαντικές δυνητικές επιπτώσεις επαρκώς αμφισβητήσιμες και τον έκανε να προσφέρει τις υπηρεσίες του ενάντια στη θέλησή του υπό την «απειλή κυρώσεως». Υποστηρίζει συναφώς ότι η Κυβέρνηση περιορίζεται να παραθέτει παραδείγματα παρόμοιας ρύθμισης σε άλλα Κράτη και να απαριθμεί ορισμένα προνόμια που μετριάζουν το βάρος της εν λόγω υποχρέωσης.", "75.  Ο προσφεύγων, ο οποίος δηλώνει ότι αναφέρεται στη νομολογία Van der Mussele (προαναφερθείσα), υποστηρίζει ότι ποτέ «δεν προσφέρθηκε οικειοθελώς να προσφέρει την εν λόγω εργασία. Αναγνωρίζει ότι επέλεξε να γίνει αξιωματικός του στρατού και ότι κατά συνέπεια έπρεπε να δεχτεί όλες τις υποχρεώσεις που συνδεόντουσαν με την εν λόγω επιλογή. Αναφέρει ωστόσο, ότι απλώς δέχτηκε ένα καθεστώς γενικής φύσης, που δεν μπορεί, κατά την άποψή του, να εξομοιωθεί με μια ρητή συναίνεση ανάληψης υποχρεώσεων που είναι αντίθετες στα δικαιώματα που κατοχυρώνονται από τη Σύμβαση. Υποστηρίζει εξάλλου ότι οι στρατιωτικές αρχές δεν τον ενημέρωσαν ποτέ για την υποχρέωσή του να υπηρετήσει στον στρατό για άλλα πέντε έτη. Υποστηρίζει ότι η πρόσκληση προς τους αξιωματικούς-μεταξύ των οποίων και του ιδίου- της 18ης Ιανουαρίου 1991 είχε ως μοναδικό σκοπό να τους παροτρύνει να κάνουν αίτηση να αποκτήσουν ειδικότητα και να αποκτήσουν έτσι μια ακόμη εμπειρία ικανή να τους προσφέρει καλύτερες προοπτικές σταδιοδρομίας στον στρατό.", "76.  Όσον αφορά το θέμα του εύλογου χαρακτήρα της υποχρέωσης, ο προσφεύγων υποστηρίζει ότι η δυνατότητα που είχε να δημοσιεύει επιστημονικά άρθρα ή να ασκεί την ιατρική στον ιδιωτικό τομέα δεν αρκεί για να αντισταθμιστεί η υποχρέωση που του επέβαλε το Δημόσιο. Συναφώς, υποστηρίζει ότι είναι αναισθησιολόγος και όχι γενικός ιατρός. Κατά την άποψή του, εάν σκοπός της επίδικης αποζημίωσης ήταν, όπως υποστηρίζει η Κυβέρνηση, να αντισταθμίσει τις δαπάνες στις οποίες υποβλήθηκε το Δημόσιο για να εκπαιδεύσει του αιωματικούς, έπρεπε να υπολογίζεται με βάση την περίοδο εκπαίδευσης (και όχι με βάση το σύνολο της υποχρεωτικής υπηρεσίας) και με βάση το ποσό των αντίστοιχων εξόδων. Όμως, η Κυβέρνηση δεν ήταν σε θέση να υπολογίσει το ποσό αυτό.", "77.  Επίσης, ο προσφεύγων υποστηρίζει ότι, παρά τις δηλώσεις της Κυβέρνησης προς την κατεύθυνση αυτή. Η παρούσα υπόθεση δεν εμπίπτει στην παράγραφο 3β) του άρθρου 4 της Σύμβασης. Θεωρεί πράγματι ότι η εν λόγω παράγραφος αφορά την υποχρεωτική στρατιωτική θητεία (μετά από στρατολόγηση) και δεν ισχύει για τους επαγγελματίες.", "78.  Τέλος, ο προσφεύγων υποστηρίζει ότι όχι μόνον οι αρχές δεν του έδωσαν ποτέ τη δυνατότητα να πληρώσει το ποσό που του ζητήθηκε σε περισσότερες δόσεις, αλλά ότι υποχρεώθηκε να εξοφλήσει την οφειλή του το αργότερο ως τις 31 Μαΐου 2010 για να μην υποχρεωθεί να πληρώσει το σύνολο των τόκων υπερημερίας που του καταλογίστηκαν.", "2.  Η εκτίμηση του Δικαστηρίου", "α)  Πεδίο εφαρμογής", "79.  Το Δικαστήριο υπενθυμίζει ότι, στους όρους «αναγκαστική ή υποχρεωτική» εργασία το πρώτο από τα επίθετα αυτά αναφέρεται στην ιδέα ενός σωματικού ή ψυχικού εξαναγκασμού. Ως προς το δεύτερο, μπορεί να αφορά μια οποιαδήποτε νομική υποχρέωση. Για παράδειγμα μια εργασία που εκτελείται δυνάμει σύμβασης, η οποία έχει συναφθεί ελεύθερα, δεν εμπίπτει στο άρθρο 4 από μόνο το γεγονός ότι ένας από τους δύο αντισυμβαλλόμενους δεσμεύτηκε έναντι του άλλου να την πραγματοποιήσει και εκτίθεται σε κυρώσεις εάν δεν τιμήσει την υπογραφή του. Πρέπει να πρόκειται για εργασία «η οποία απαιτείται (...) υπό την απειλή οποιασδήποτε ποινής» και, επίσης, αντίθετη προς τη θέληση του ενδιαφερομένου, για την οποία ο ενδιαφερόμενος «δεν προσφέρθηκε οικειοθελώς» (προαναφερθείσα Van der Mussele,, § 34).", "80.  Όσον αφορά την παράγραφο 3 του άρθρου 4, το Δικαστήριο έχει ήδη κρίνει ότι ο ρόλος του δεν είναι να επιτρέπει τον περιορισμό της άσκησης του δικαιώματος που κατοχυρώνεται από την παράγραφο 2, αλλά να οριοθετήσει το περιεχόμενο του δικαιώματος αυτού: αποτελεί ένα σύνολο με την παράγραφο 2 και αναφέρει ό,τι δεν θεωρείται ως αναγκαστική ή υποχρεωτική εργασία (ibid. § 38). Ωστόσο, κατά την παράγραφο 3, δεν θεωρείται ως αναγκαστική ή υποχρεωτική εργασία : β) « πάσα υπηρεσία στρατιωτικής φύσεως ή, εις την περίπτωσιν των εχόντων αντιρρήσεις συνειδήσεως εις τας χώρας όπου τούτο αναγνωρίζεται ως νόμιμον, πάσα άλλη υπηρεσία εις αντικατάστασιν της υποχρεωτικής στρατιωτικής υπηρεσίας.»", "81.  Στην απόφαση W., X., Y. et Z. κατά Ηνωμένου Βασιλείου (no 3435/67, 3436/67, 3437/67 et 3438/67, Annuaire 11, p. 594), της 19ης Ιουλίου 1968, η Ευρωπαϊκή Επιτροπή των δικαιωμάτων του Ανθρώπου είχε κρίνει ότι το άρθρο 4 § 3 β) αφορούσε όχι μόνο την υποχρεωτική στρατιωτική θητεία, αλλά κάθε στρατιωτική υπηρεσία, συμπεριλαμβανομένης και αυτής που υπηρετούν οι επαγγελματίες στρατιωτικοί. Αυτή η διασταλτική ερμηνεία της υπό κρίση εξαίρεσης, που αφορά στρατιώτες που στρατευτηκαν πριν την ενηλικίωσή τους φαίνεται ότι βασίζεται μόνο στο πρώτο σκέλος της φράσης της παραγράφου β), που αναφέρεται σε « πάσα υπηρεσία στρατιωτικής φύσεως ».", "82.  Εντούτοις, το Δικαστήριο αναφέρει ότι στην υπό κρίση υπόθεση, η καθ’ης η προσφυγή Κυβέρνηση δεν επικαλέστηκε την εξαίρεση του άρθρου 4 § 3 β), θεωρώντας ότι η διάταξη αυτή δεν εφαρμόζεται στην περίπτωση του προσφεύγοντος, ο οποίος ήταν επαγγελματίας στρατιωτικός ιατρός.", "83.  Παρόλα αυτά, το Δικαστήριο θεωρεί ότι η παράγραφoς 3 β) του άρθρου 4 πρέπει να ληφθεί υπόψη στο σύνολό της. Έτσι, από την ανάγνωση του δεύτερου εδαφίου (εδάφιο β) στο σύνολό του και στο πλαίσιο του συνάγεται ότι αναφέρεται στην υποχρεωτική στρατιωτική θητεία, στα Κράτη όπου έχει θεσπιστεί τέτοια θητεία, και αυτό για δύο λόγους: αφενός, από την αναφορά που γίνεται στους αντιρρησίες συνείδησης που είναι προφανώς όσοι καλούνται να υπηρετήσουν την υποχρεωτική στρατιωτική θητεία  και όχι οι επαγγελματίες στρατιωτικοί. Αφετέρου, από τη ρητή αναφορά στην υποχρεωτική στρατιωτική θητεία στο τέλος του εδαφίου. Το Δικαστήριο υπενθυμίζει συναφώς τη γενική αρχή ερμηνείας σύμφωνα με την οποία οι εξαιρέσεις ενός κανόνα πρέπει να ερμηνεύονται στενά. Αυτό ισχύει πολύ περισσότερο [εν προκειμένω] καθόσον οι απαγορεύσεις του άρθρου 4 §§ 1 και 2 της Σύμβασης αποτελούν μέρος του πυρήνα της διάταξης αυτής.", "84.  Το Δικαστήριο επισημαίνει εξάλλου ότι το άρθρο l’article 2 § 2 α) της Σύμβασης τη Διεθνούς Οργάνωσης Εργασίας (ΔΟΕ) ορίζει ότι η αναγκαστική ή υποχρεωτική εργασία δεν περιλαμβάνει «πάσα εργασία ή υπηρεσία απαιτουμένη δυνάμει των νόμων περί υποχρεωτικής στρατιωτικής υπηρεσίας και αποβλέπουσα εις έργα καθαρώς στρατιωτικού χαρακτήρος», πράγμα που συνεπάγεται ότι η εξαίρεση αυτή αφορά μόνον την υποχρεωτική στρατιωτική θητεία.", "85.  Προς την ίδια κατεύθυνση, η Επιτροπή για τα κοινωνικά δικαιώματα του Συμβουλίου της Ευρώπης διακρίνει επίσης, ως προς το θέμα της αναγκαστικής εργασίας, την κατάσταση των επαγγελματιών αξιωματικών από την κατάσταση όσων υπηρετούν την υποχρεωτική στρατιωτική θητεία. Από τα πορίσματά της σε σχέση με διάφορες χώρες, συμπεριλαμβανομένης της Ελλάδας, συνάγεται ότι η Επιτροπή θεωρούσε ως λόγο μη συμβατότητας προς το άρθρο 1 § 2 του Ευρωπαϊκού Κοινωνικού Χάρτη που απαγορεύει την αναγκαστική εργασία, την υπερβολική διάρκεια κατά την οποία ένας επαγγελματίας στρατιωτικός υποχρεούταν να υπηρετεί το στράτευμα (βλ. ανωτέρω παράγραφοι 46-50).", "86.  Επιπροσθέτως, η Σύσταση CM/Rec(2010)4 της Επιτροπή Υπουργών των Κρατών Μελών για τα ανθρώπινα δικαιώματα των μελών των ενόπλων δυνάμεων συνδέει με την έννοια της αναγκαστικής εργασίας τη μη εύλογη διάρκεια υπηρεσίας που οι αρχές μπορούν να επιβάλουν στα μέλη των ενόπλων δυνάμεων (βλ. ανωτέρω παράγραφος 52).", "87.  Βάσει του συνόλου των στοιχείων αυτών, το Δικαστήριο θεωρεί ότι, σύμφωνα με το αντικείμενο και τον σκοπό της Σύμβασης, η παράγραφος 3 β) του άρθρου 4 δεν καλύπτει και την εργασία που παρέχουν οι επαγγελματίες στρατιωτικοί. Επομένως, το Δικαστήριο καλείτε να εξετάσει εν προκειμένω το ζήτημα της τήρησης του άρθρου 4 § 2.", "β)  Η τήρηση του άρθρου 4 § 2", "88.  Στο πλαίσιο αυτό, πρέπει να αναζητηθεί εν προκειμένω εάν οι προσφεύγων «είχε προσφερθεί οικειοθελώς» να προσφέρει την σχετική εργασία, αφού είχε προηγουμένως λάβει γνώση όλων των συνεπειών που αυτή συνεπαγόταν, και εάν η απόφασή του να μη συνεχίσει να πράττει αυτό έως το τέλος της περιόδου που προέβλεπε ο νόμος μπορούσε να, μπορούσε να να αλλάξει υπό την « απειλή μιας ποινής».", "89.  Το Δικαστήριο επισημαίνει ότι, το 1986, ο προσφεύγων εισήχθη στην Στρατιωτική Σχολή Αξιωματικών του Στρατού (Τμήμα Ιατρικής) και ότι με τον τρόπο αυτό εγγράφηκε στην Ιατρική Σχολή του Πανεπιστημίου Θεσσαλονίκης για σπουδές στην ιατρική διάρκειας έξι ετών. Κατά την περίοδο αυτή του καταβαλλόταν μισθός. Στις 3 Ιουνίου 1993, μετά το τέλος της φοίτησής του, ονομάστηκε ανθυπολοχαγός και δεσμεύτηκε, κατ’ εφαρμογή του άρθρου 64 § 1 του διατάγματος 1400/1973 σχετικά με την κατάσταση των αξιωματικών, να υπηρετεί στις ένοπλες δυνάμεις για περίοδο που αντιστοιχούσε στο τριπλάσιο της διάρκειας της φοίτησής του, ήτοι για δεκαοκτώ έτη.", "90.  Εν συνεχεία και μετά από πρόσκληση του στρατού, ο προσφεύγων αποφάσισε να ειδικευθεί στην αναισθησιολογία και έτσι τοποθετήθηκε με τη μεσολάβηση του στρατού στο 424 Γενικό Στρατιωτικό Νοσοκομείο Θεσσαλονίκης όπου ανέλαβε από τις 26 Ιουλίου 1996 έως τις 30 Ιουλίου 1997, καθήκοντα ειδικευόμενου. Εν συνεχεία, τοποθετήθηκε, πάντα χάρις στη μεσολάβηση του στρατού, από τις 30 Ιουλίου 1997 έως τις 27 Ιουλίου 2001, στο Γενικό Περιφερειακό Νοσοκομείο Παπανικολάου της Θεσσαλονίκης σε θέση αμειβόμενου ιατρού ειδικευόμενου στην αναισθησιολογία. Αφού απέκτησε την ειδικότητα αυτή, ανέλαβε, δυνάμει του άρθρου 64 § 7 του διατάγματος 1400/1973, την υποχρέωση να υπηρετήσει στις ένοπλες δυνάμεις για άλλα πέντε έτη.", "91.  Το Δικαστήριο επισημαίνει ότι, ενόσω ο προσφεύγων συνέχιζε την εκπαίδευσή του, θεσπίστηκε ένας νέος νόμος, ο νόμος 3257/2004, ο οποίος τροποποιούσε τις προϋποθέσεις πρόωρης αποχώρησης των αξιωματικών. Έτσι, το άρθρο 1 του εν λόγω νόμου μείωσε τη διάρκεια της υποχρέωσης των αξιωματικών να υπηρετούν στο στράτευμα στο διπλάσιο της φοίτησής τους στην στρατιωτική σχολή, διατήρησε την υποχρέωση για όσους είχαν αποκτήσει ειδίκευση να υπηρετούν για άλλα πέντε έτη και τους έδωσε τη δυνατότητα να διακόψουν τη δέσμευσή τους πριν την ολοκλήρωση των οφειλόμενων ετών υπηρεσίας καταβάλλοντας στο Δημόσιο αποζημίωση ίση με το γινόμενο του βασικού μισθού του κατεχόμενου βαθμού επί τους υπολειπόμενους μήνες υποχρέωσης παραμονής στο στράτευμα. Επομένως, το Δικαστήριο θα εξετάσει εάν η απαιτούμενη εργασία είχε χαρακτήρα αναγκαστικής ή υποχρεωτικής εργασίας υπό το πρίσμα του νομοθετικού πλαίσιου που ίσχυε στις 22 Ιανουαρίου 2006, οπότε ο προσφεύγων, 37 ετών, αποφάσισε να παραιτηθεί.", "92.  Το Δικαστήριο δηλώνει εκ προοιμίου ότι ο προσφεύγων δεν μπορεί να υποστηρίζει νόμιμα ότι αγνοούσε την αρχή αυτή και το εύρος των υποχρεώσεων που είχε αναλάβει όταν επέλεξε την καριέρα του αξιωματικού και της στρατιωτικής ιατρικής. Ένα από τα κύρια προνόμια που απορρέουν από την κατάταξη στον στρατό είναι η δωρεάν φοίτηση. Οι ένοπλες δυνάμεις αναλαμβάνουν το κόστος της φοίτησης του ενδιαφερομένου κατά τη διάρκεια των σπουδών του, του καταβάλλουν μισθό και του παρέχουν τα προνόμια κοινωνικής ασφάλισης που έχουν οι επαγγελματίες στρατιωτικοί. Σε αντάλλαγμα απαιτούν από τον αξιωματικό να δεσμευτεί ότι θα υπηρετήσει στο στράτευμα για ορισμένο χρονικό διάστημα μετά την απόκτηση του πτυχίου του.", "93.  Το Δικαστήριο επισημαίνει ότι η υποχρέωση που υπήρχε για τους αξιωματικούς στην αρχική μορφή του άρθρου 64 του διατάγματος αρ. 1400/1973 να υπηρετήσουν για περίοδο ίση με το τριπλάσιο της φοίτησής τους, χωρίς να μπορούν να διακόψουν τη δέσμευσή τους κρίθηκε από το Συμβούλιο της Επικρατείας (απόφαση ΣΤΕ 1571/2010) ως αντίθετη προς το άρθρο 1 § 2 του Ευρωπαϊκού Κοινωνικού Χάρτη. Η υποχρέωση αυτή μετριάστηκε με τη θέσπιση, στις 29 Ιουλίου 2004, του νόμου  3257/2004. Η αποζημίωση που όφειλε να καταβάλει ο προσφεύγων υπολογίστηκε βάσει του νόμου αυτού.", "94.  Το Δικαστήριο θεωρεί ότι η υποχρέωση των αξιωματικών του στρατού να υπηρετήσουν για ορισμένο χρονικό διάστημα μετά την εκπαίδευσή τους είναι ομοούσια με την αποστολή τους. Ο υπολογισμός της διάρκειας της δέσμευσης των αξιωματικών που έχουν εκπαιδευτεί χάρις στη μέριμνα του στρατού και ο τρόπος λήξης της δέσμευσης αυτής εναπόκεινται στη διακριτική ευχέρεια των κρατών. Η μέριμνα του Κράτους να αποδώσει η επένδυσή του για την εκπαίδευση των αξιωματικών και των στρατιωτικών ιατρών και να διασφαλίσει επαρκή στελέχωση για μια κατάλληλη περίοδο σε σχέση με τις ανάγκες του δικαιολογεί την απαγόρευση της αποχώρησης από το στράτευμα για ορισμένο χρονικό διάστημα και την επιβολή της καταβολής αποζημίωσης η οποία θα καλύπτει τα έξοδα διατροφής/διαμονής και φοίτησης τα οποία είχε αναλάβει το Δημόσιο κατά τα χρόνια της φοίτησης, ενώ συγχρόνως του χορηγούσε μισθό και προνόμια κοινωνικής ασφάλισης .", "95.  Συναφώς, το Δικαστήριο θεωρεί εύστοχες τις αιτιολογικές σκέψεις των αποφάσεων 2763/2013 και 3822/2013 του Ελεγκτικού Συνεδρίου, σύμφωνα με τις οποίες η επίδικη νομοθεσία είχε ως σκοπό ιδίως το να αποφεύγονται οι ξαφνικές, πρόωρες και ομαδικές αποστρατεύσεις αξιωματικών και ο κίνδυνος να απειλείται η αμυντική ικανότητα της χώρας.", "96.  Μένει να ελεγχθεί εάν στον προσφεύγοντα επιβλήθηκε δυσανάλογο βάρος, μόνο στοιχείο που μπορεί στην υπό κρίση υπόθεση να οδηγήσει το Δικαστήριο στο συμπέρασμα ότι υπήρξε παραβίαση του άρθρου 4 § 2 της Σύμβασης.", "97.  Στην απόφασή του Van der Mussele (προαναφερθείσα, § 37), το Δικαστήριο έκρινε ότι, εάν η υπηρεσία που πρέπει να παρασχεθεί για να εξασφαλισθεί η πρόσβαση σε ένα συγκεκριμένο επάγγελμα επέβαλε βάρος τόσο υπερβολικό ή χωρίς αναλογία με τα προνόμια που συνδέονται με τη μελλοντική άσκηση του επαγγέλματος αυτού έτσι ώστε να μην μπορεί να θεωρηθεί ότι ο ενδιαφερόμενος « προσφέρθηκε οικειοθελώς » να το εκτελέσει, τότε η απαιτούμενη υπηρεσία εμπίπτει στην απαγόρευση της υποχρεωτικής εργασίας. Προκειμένου να αποφανθεί για το εάν οι υποχρεώσεις που επιβλήθηκαν στον προσφεύγοντα υπερίσχυαν των προνομίων που συνδέονται με το επάγγελμα που επέλεξε να υπηρετήσει, το Δικαστήριο θα εξετάσει όχι την εποχή κατά την οποία ο προσφεύγων εισήχθη στην στρατιωτική σχολή και επέλεξε την ειδικότητά του, αλλά το 2004, έτος κατά το οποίο τέθηκε σε ισχύ ο τροποποιητικός νόμος του διατάγματος 1400/1973. Πράγματι, ο προσφεύγων αποφάσισε να θέσει τέλος στη δέσμευσή του υπό το καθεστώς του τροποποιημένου πλέον διατάγματος και τότε ο προσφεύγων όφειλε να συμμορφωθεί με τις σχετικές υποχρεώσεις.", "98.  Το Δικαστήριο δεν μπορεί να παραβλέψει το γεγονός ότι με μέριμνα του στρατού ο προσφεύγων πραγματοποίησε τις σπουδές ιατρικής και απέκτησε την ειδικότητα του αναισθησιολόγου εργαζόμενος από το 1996 έως το 2001 πρώτα στο 424 Γενικό Στρατιωτικό Νοσοκομείο Θεσσαλονίκης και εν συνεχεία στο Περιφερειακό γενικό Νοσοκομείο Παπανικολάου της Θεσσαλονίκης. Παρατηρεί συναφώς ότι το άρθρο 38 § 2 του Νόμου 1397/1983 απαγόρευε την τοποθέτηση ιατρού για ειδικότητα πέραν των θέσεων που ήταν διαθέσιμες σε ένα νοσοκομείο, αλλά επέτρεπε μια τέτοια τοποθέτηση ως υπεράριθμων για τους μόνιμους ιατρούς των ενόπλων δυνάμεων, δυνατότητα της οποίας έκανε χρήση και ο προσφεύγων. Επιπλέον, η ελληνική νομοθεσία δίνει τη δυνατότητα σε αξιωματικούς όπως ο προσφεύγων να εργαστούν για ορισμένο χρονικό διάστημα στον στρατό ή να αποχωρήσουν πριν την καθορισμένη περίοδο καταβάλλοντας αποζημίωση.", "99.  Το Δικαστήριο επισημαίνει επίσης, ότι μετά την έναρξη ισχύος του προαναφερθέντος νόμου 3257/2004, οι αξιωματικοί του υγειονομικού τμήματος, μεταξύ των οποίων και ο προσφεύγων, μπορούσαν να ασκούν την ιατρική στον ιδιωτικό τομέα εκτός του ωραρίου εργασίας τους.", "100.  Τα στοιχεία αυτά αποδεικνύουν ότι οι στρατιωτικοί ιατροί, έχουν, στο πλαίσιο της φοίτησής τους και της ειδικότητάς τους, προνόμια που δεν έχουν οι πολίτες φοιτητές ιατρικής, μεταξύ των οποίων την επαγγελματική ασφάλεια. Εάν προσθέσουμε και το ότι οι στρατιωτικοί ιατροί κατά τη διάρκεια της φοίτησής τους λαμβάνουν μισθό, η υποχρέωση όσων επιθυμούν να αποχωρήσουν από το στράτευμα πριν την προβλεπόμενη υποχρεωτική περίοδο υπηρεσίας να επιστρέψουν στο Δημόσιο ορισμένα ποσά για τα έξοδα στα οποία υποβλήθηκε για να τους εκπαιδεύσει φαίνεται να είναι πλήρως δικαιολογημένη. Το Δικαστήριο θεωρεί ως εκ τούτου ότι η ίδια η αρχή της εξαγοράς των υπολειπόμενων ετών υπηρεσίας δεν εγείρει πρόβλημα σε σχέση με την αρχή της αναλογικότητας.", "101.  Εντούτοις, το Δικαστήριο θεωρεί ότι ο τρόπος εξαγοράς ενδέχεται, σε ορισμένες ειδικές περιπτώσεις, να διαταράσσει την ισορροπία που πρέπει να υπάρχει μεταξύ της προστασίας του ατομικού συμφέροντος του ενδιαφερομένου στρατιωτικού και των συμφερόντων του συνόλου.", "102.  Στην υπό κρίση υπόθεση, το Δικαστήριο επισημαίνει αφενός ότι, όταν ο προσφεύγων υπέβαλε την παραίτησή του, το Γενικό Επιτελείο Στρατού τον ενημέρωσε ότι ο υπολειπόμενος χρόνος υπηρεσίας του ήταν εννέα έτη, τέσσερις μήνες και δώδεκα ημέρες και ότι διαφορετικά θα έπρεπε να καταβάλει στο Δημόσιο αποζημίωση ύψους, 106 960 ευρώ (απόφαση της 26ης Μαΐου 2007). Επισημαίνει αφετέρου ότι το Ελεγκτικό Συνέδριο έκρινε τελικά στις 12 Δεκεμβρίου 2013, ότι τα πέντε έτη της ειδικότητας του προσφεύγοντος έπρεπε να ενταχτούν στο συνολικό χρονικό διάστημα της υποχρέωσης υπηρεσίας των δεκαεπτά ετών και ότι επομένως μείωσε το ύψος της αποζημίωσης που έπρεπε να καταβληθεί στο Δημόσιο σε 49 978,33 ευρώ.", "103.  Το Δικαστήριο λαμβάνει υπόψη του τη δεδηλωμένη αδυναμία του προσφεύγοντος και της Κυβέρνησης να καθορίσουν το ποσό των μισθών και αποδοχών που έλαβε ο πρώτος κατά τη διάρκεια των σπουδών του και της ειδικότητας του ως ιατρού αναισθησιολόγου. Επισημαίνει ωστόσο, ότι κατά τις εκτιμήσεις τους, προσφεύγων και Κυβέρνηση συμφωνούν ότι ο πρώτος εισέπραξε συνολικά ένα ποσό που κυμαίνεται μεταξύ 86 976 ευρώ τουλάχιστον και 91 476 ευρώ το ανώτερο για τις περιόδους από τον Σεπτέμβριο του 1986 έως τον Ιούνιο του 1993, και εν συνεχεία από τον Αύγουστο του 1996 έως τον Ιούλιο του 2001.", "104.  Το Δικαστήριο θεωρεί ότι το ποσό των 49 978,33 ΕΥΡΏ που ο προσφεύγων κλήθηκε τελικά να καταβάλει, κατ’ εφαρμογή της απόφασης του Ελεγκτικού Συνεδρίου της 12ης Δεκεμβρίου 2013, ανερχόταν σε λιγότερο από τα δύο τρίτα του ποσού που είχε εισπράξει κατά την επίμαχη περίοδο (μεταξύ 86 976 ΕΥΡΏ και 91 476 ΕΥΡΏ) και ως εκ τούτου δεν μπορεί να θεωρηθεί ως μη εύλογο.", "105.  Το Δικαστήριο επισημαίνει επίσης ότι, μετά από σχετικό αίτημα του προσφεύγοντος, ο Πρόεδρος της Ολομέλειας του Ελεγκτικού Συνεδρίου εξέδωσε στις 17 Μαρτίου 2009, μια προσωρινή διάταξη με την οποία ανέστειλε την εκτέλεση της απόφασης της 26ης Μαΐου 2007, αναστολή η οποία επικυρώθηκε στις 21 Οκτωβρίου 2009 από την Ολομέλεια του Ελεγκτικού Συνεδρίου.", "106.  Ωστόσο, η αναστολή εκτέλεσης δεν εμπόδισε την Φορολογική Διεύθυνση Θεσσαλονίκης να οχλήσει στις 18 Μαρτίου, εν συνεχεία στις 9 Απριλίου 2009, τον προσφεύγοντα προκειμένου να καταβάλει το ποσό των 109 527 ευρώ, που αναλύεται στο προαναφερθέν ποσό των 106 960 ευρώ, προσαυξημένο κατά 2 139,20 ευρώ λόγω χαρτοσήμου και κατά 427,84 ευρώ λόγω εισφοράς υπέρ Ο.Γ.Α. Στις 10 Μαΐου 2010, η Φορολογική Διεύθυνση του Υπουργείου Οικονομικών ενημέρωσε τον προσφεύγοντα ότι, λόγω της μη καταβολής του οφειλόμενου ποσού κατά την περίοδο που διέρρευσε, το εν λόγω ποσό αυξήθηκε με τόκους υπερημερίας ύψους 13 143,24 ευρώ. Τον ενημέρωσε επίσης ότι, εάν προέβαινε σε καταβολή το αργότερο στις 31 Μαΐου 2010, θα μπορούσε να τύχει έκπτωσης ύψους 80 % επί των τόκων. Στις 26 Μαΐου 2010, ο προσφεύγων κατέθεσε το ποσό των 112 155,69 ευρώ στη Φορολογική Διεύθυνση Θεσσαλονίκης.", "107.  Παρά την αναστολή εκτέλεσης της επίμαχης απόφασης, η οποία δόθηκε στον προσφεύγοντα, πρώτα από τον Πρόεδρο της Ολομέλειας του Ελεγκτικού Συνεδρίου εν συνεχεία από την ίδια την Ολομέλεια, και παρόλο που η διαδικασία ενώπιον της Ολομέλειας μόλις είχε αρχίσει, ο προσφεύγων βρέθηκε υποχρεωμένος εξαιτίας της παρέμβασης, στις 10 Μαΐου 2010, της Φορολογικής Διεύθυνσης του Υπουργείου Οικονομικών να καταβάλει το οφειλόμενο ποσό προσαυξημένο με τόκους ύψους από 12% έως 13%. Εάν δεν είχε συμφωνήσει να καταβάλει το σύνολο του ποσού, αυτό θα αύξανε ακόμη περισσότερο λόγω του χρόνου που χρειαζόταν το Ελεγκτικό Συνέδριο για να αποφανθεί.", "108.  Επίσης, το Δικαστήριο επισημαίνει ότι μολονότι το άρθρο 3 § 1 του Κώδικα Είσπραξης Δημοσίων Εσόδων και το άρθρο 96 του Ν.Δ. 721/1970, όπως ερμηνεύονται από την υπ’ αρ 120/2002 Γνωμοδότηση του Νομικού Συμβουλίου του κράτους, ορίζουν ότι τα χρέη των αξιωματικών προς τον στρατό μπορούν να καταβληθούν με δόσεις, εντούτοις η δυνατότητα αυτή πρέπει να αναφέρεται και στην πράξη καταλογισμού της αποζημίωσης. Ωστόσο, στην υπό κρίση υπόθεση, δεν μνημονευόταν στην απόφαση της 26ης Μαΐου   2007.", "109.  Υπό τις συνθήκες αυτές, το Δικαστήριο δεν έχει αμφιβολία ότι ο προσφεύγων υποχρεώθηκε να ενεργήσει έτσι υπό συνθήκες εξαναγκασμού (βλ., mutatis mutandis, Deweer κατά Βελγίου, απόφαση της 27ης Φεβρουαρίου 1980, σειρά A no 35, § 51). Διαπιστώνει ότι οι αρχές αγνόησαν δύο δικαστικές αποφάσεις οι οποίες ήταν δεσμευτικές για αυτές και επέμειναν να εκτελεστεί η αρχική τους απόφαση της 26ης Μαΐου 2007, η οποία ανέφερε ότι η διαδικασία πληρωμής δεν μπορεί να ανασταλεί από ενδεχόμενη προσφυγή του προσφεύγοντος (βλ., mutatis mutandis, Γεωργούλης και λοιποί κατά Ελλάδας, no 38752/04, § 25, 21 Ιουνίου 2007). Υποχρεώνοντας τον προσφεύγοντα να καταβάλει το ποσό των 109 527 ευρώ προσαυξημένο σε 112 155,69 ευρώ με τον καταλογισμό φόρων, οι φορολογικές αρχές δημιούργησαν ένα δυσανάλογο βάρος για τον ενδιαφερόμενο.", "Ως εκ τούτου, υπήρξε παραβίαση του άρθρου 4 § 2 της Σύμβασης ως προς το θέμα αυτό.", "II.  ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 4 § 2 ΣΕ ΣΥΝΔΥΑΣΜΟ ΜΕ ΤΟ ΑΡΘΡΟ 14 ΤΗΣ ΣΥΜΒΑΣΗΣ", "110.  Ο προσφεύγων υποστηρίζει ότι μόνον οι ιατροί–αξιωματικοί του στρατού, όπως αυτός, υποχρεούνται να αποκτήσουν ειδικότητα δυνάμει του άρθρου 14 του Νόμου 1394/1983 και έτσι δεσμεύονται να υπηρετήσουν στον στρατό για πρόσθετη περίοδο πέντε ετών ενώ μια τέτοια ειδικότητα δεν απαιτείται ούτε για τους ιατρούς αξιωματικούς του εθνικού ναυτικού ούτε για τους αξιωματικούς ιατρούς της αεροπορίας. Καταγγέλει έτσι παραβίαση του άρθρου 4 § 2 της Σύμβασης εξεταζόμενου μόνου και σε συνδυασμό με το άρθρο 14 της Σύμβασης.", "111.  Η Κυβέρνηση υποστηρίζει, πρώτον, ότι η εν λόγω αιτίαση πρέπει να απορριφθεί λόγω μη εξάντλησης των εθνικών ενδίκων μέσων. Δεύτερον, αναφέρει ότι το άρθρο 64 του Ν.Δ. 1400/1973 εφαρμόζεται αδιάκριτα στους ιατρούς αξιωματικούς των τριών σωμάτων των ενόπλων δυνάμεων (στρατό ξηράς, αεροπορία και πολεμικό ναυτικό).", "112.  Το Δικαστήριο επισημαίνει, όπως και η Κυβέρνηση, ότι από το άρθρο 64 §§ 7 και 15 του προαναφερθέντος νομοθετικού διατάγματος, σε συνδυασμό με το άρθρο 14 § 1 του Νόμου 1394/1983, συνάγεται ότι η υποχρέωση υπηρεσίας για πέντε πρόσθετα έτη σε περίπτωση ειδικότητας επιβάλλεται στους ιατρούς και των τριών σωμάτων του στρατού. Ειδικότερα, διαπιστώνει ότι το άρθρο 14 § 1 του Νόμου  1394/1983 δεν καθιστά υποχρεωτική την ειδικότητα των ιατρών του στρατού ξηράς αλλά ορίζει απλώς ότι αυτοί που επιθυμούν να αποκτήσουν ειδικότητα μπορούν να το κάνουν μόνον με μέριμνα του στρατού (αναζήτηση ή δημιουργία υπεράριθμων θέσεων και πληρωμή των σχετικών δαπανών).", "113.  Από τα ανωτέρω συνάγεται ότι το μέρος αυτό της προσφυγής πρέπει να κηρυχθεί απαράδεκτο ως προδήλως αβάσιμο, κατ’ εφαρμογή του άρθρου 35 §§ 3 α) και 4 της Σύμβασης.", "III.  ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "114.  Σύμφωνα με το άρθρο 41 της Σύμβασης,", "«Εάv τo Δικαστήριo κρίvει ότι υπήρξε παραβίαση της Σύµβασης ή τωv Πρωτoκόλλωv της, και αv τo εσωτερικό δίκαιo τoυ Υψηλoύ Συµβαλλόµεvoυ Μέρoυς δεv επιτρέπει παρά µόvo ατελή εξάλειψη τωv συvεπειώv της παραβίασης αυτής, τo Δικαστήριo χoρηγεί, εφόσov είvαι αvαγκαίo, στov παθόvτα δίκαιη ικαvoπoίηση.»", "A.  Υλική ζημία", "115.  Για την υλική ζημία, ο προσφεύγων ζητεί το ποσό των 106 960 ευρώ, δηλαδή την επιστροφή του ποσού της αποζημίωσης που υποχρεώθηκε να καταβάλει στο Δημόσιο.", "116.  Το Δικαστήριο επισημαίνει, όπως και η Κυβέρνηση, ότι στις 13 Μαρτίου 2014, το Δημόσιο επέστρεψε στον προσφεύγοντα το ποσό των 59 749,61 ευρώ που αντιστοιχούσε στην διαφορά μεταξύ του ποσού που ήδη καταβλήθηκε από τον ενδιαφερόμενο και το ποσό που καθορίστηκε από την προαναφερθείσα απόφαση 4909/2013. Το Δικαστήριο υπενθυμίζει επίσης ότι βάσισε την διαπίστωσή του για παραβίαση στον τρόπο εκτέλεση της πράξης καταλογισμού της οφειλόμενης από τον προσφεύγοντα αποζημίωσης και όχι στην ίδια την αρχή της πληρωμής αποζημίωσης σε περίπτωση πρόωρης αποχώρησης από τον στρατό. Επομένως, θεωρεί ότι κανένα ποσό δεν οφείλεται στον προσφεύγοντα λόγω υλικής ζημίας.", "B.  Ηθική Βλάβη", "117.  Ο προσφεύγων ζητεί 50 000 ευρώ λόγω ηθικής βλάβης.", "118.  Η κυβέρνηση θεωρεί ότι το αιτούμενο ποσό είναι υπερβολικό και ότι η διαπίστωση της παραβίασης θα αποτελούσε επαρκή αποκατάσταση.", "119.  Το Δικαστήριο θεωρεί ότι ο προσφεύγων υπέστη ορισμένη ηθική βλάβη και ότι η διαπίστωση της παραβίασης της Σύμβασης δεν αποτελεί επαρκή αποκατάσταση. Του επιδικάζει το ποσό των 5 000 ευρώ για την αιτία αυτή.", "Γ.  Έξοδα και δαπάνη", "120.  Για τα έξοδα και τη δαπάνη στα οποία υποβλήθηκε ενώπιον των εθνικών δικαστηρίων και ενώπιον του Δικαστηρίου, ο προσφεύγων ζητεί το ποσό των 9.102,30€, εκ των οποίων 2 460 ευρώ για την ενώπιον του Δικαστηρίου δαπάνη.", "121.  Η Κυβέρνηση θεωρεί ότι οι αξιώσεις του προσφεύγοντος είναι υπερβολικές, αόριστες και αναπόδεικτες. Προσθέτει ότι ο ενδιαφερόμενος δεν προσκόμισε τα στοιχεία στα οποία βασίστηκε ο υπολογισμός του.", "122.  Κατά τη νομολογία του Δικαστηρίου, ο προσφεύγων δεν μπορεί να επιτύχει την καταβολή των εξόδων και της δικαστικής δαπάνης παρά μόνον στον βαθμό που αποδεικνύεται ότι είναι πραγματικές, αναγκαίες και εύλογες ως προς το ύψος τους. Στην υπό κρίση υπόθεση, λαμβανομένων υπόψη των εγγράφων που έχει στη διάθεσή του και υπό το φως της νομολογίας του, το Δικαστήριο θεωρεί εύλογο να επιδικάσει στον προσφεύγοντα το ποσό των 2 500 ευρώ για όλες τις δαπάνες.", "Δ.  Τόκοι υπερημερίας", "123.  Το Δικαστήριο κρίνει ότι αρμόζει να υπολογισθούν οι τόκοι υπερημερίας επί του επιτοκίου διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τραπέζης, προσαυξημένου κατά τρεις ποσοστιαίες μονάδες.", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "1.  Κηρύσσει παραδεκτή την προσφυγή ως προς την αιτίαση την αντλούμενη από το άρθρο 4 § 2 της Σύμβασης και απαράδεκτη για τα περαιτέρω,", "", "2.  Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 4 § 2 της Σύμβασης,", "", "3.  Αποφαίνεται", "α) ότι το καθ’ου η προσφυγή Κράτος οφείλει να καταβάλει στον προσφεύγοντα, εντός τριών μηνών, από την ημέρα από την οποία η απόφαση θα καταστεί οριστική σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, τα ακόλουθα ποσά :", "i.  5 000 € (πέντε χιλιάδες ευρώ), συν κάθε ποσό που μπορεί να οφείλεται ως φόρος, λόγω ηθικής βλάβης,", "ii.  2 500 € (δύο χιλιάδες πεντακόσια ευρώ), συν κάθε ποσό που μπορεί να οφείλεται ως φόρος από τον προσφεύγοντα, για έξοδα και δικαστική δαπάνη,", "β)  ότι από τη την εκπνοή της προθεσμίας αυτής και μέχρι την καταβολή, τα ποσά αυτά θα αυξάνονται με απλό τόκο με επιτόκιο ίσο προς το ισχύον κατ’ αυτό το χρονικό διάστημα επιτόκιο διευκολύνσεως οριακού δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, προσαυξημένο κατά τρεις ποσοστιαίες μονάδες.", "4.  Απορρίπτει το αίτημα δίκαιης ικανοποίησης ως προς τα περαιτέρω.", "Συντάχτηκε στα γαλλικά, εν συνεχεία κοινοποιήθηκε εγγράφως στις 4 Ιουνίου 2015, κατ’ εφαρμογή του άρθρου 77 §§ 2 και 3 του Κανονισμού.", "\tSøren Nielsen\tIsabelle Berro\n\tΓραμματέας\tΠρόεδρος"]}