{"file": "GRE_HJUDGRE_44769_07.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "44769/07", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΑΝΘΡΩΠΙΝΩΝ ΔΙΚΑΙΩΜΑΤΩΝ", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "", "", "ΥΠΟΘΕΣΗ ΑΝΩΝΥΜΗ ΕΤΑΙΡΙΑ ΘΑΛΕΙΑ ΚΑΡΥΔΗ ΑΞΤΕ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 44769/07)", "", "", "", "ΑΠΟΦΑΣΗ", "(Δίκαιη ικανοποίηση)", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "10 Φεβρουαρίου 2011", "", "Η παρούσα απόφαση θα καταστεί οριστική σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "", "", "\tΣτην υπόθεση Ανώνυμη Εταιρία Θάλεια Καρύδη ΑΞΤΕ κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε τμήμα αποτελούμενο από τους:", "\tNina Vajić, πρόεδρο,", "\tΧρήστο Ροζάκη,", "\tKhanlar Hajiyev,", "\tDean Spielmann,", "\tSverre Erik Jebens,", "\tGiorgio Malinverni,", "Γεώργιο Νικολάου, δικαστές,", "και τον Søren Nielsen, γραμματέα τμήματος.", "\tΑφού διασκέφθηκε σε συμβούλιο στις 18 Ιανουαρίου 2011,", "\tΕκδίδει την πιο κάτω απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "", "\t1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 44769/07) στρεφόμενη κατά της Ελληνικής Δημοκρατίας από μία ανώνυμη εταιρία, την «Θάλεια Καρύδη ΑΞΤΕ» («η προσφεύγουσα εταιρία»), η οποία προσέφυγε ενώπιον του Δικαστηρίου στις 26 Σεπτεμβρίου 2007 δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση»).", "\t2. Με απόφαση της 5ης Νοεμβρίου 2009 («η απόφαση επί της ουσίας της διαφοράς»), το Δικαστήριο έκρινε ότι υπήρξε παραβίαση του άρθρου 6 § 1 της Σύμβασης λόγω του επιβληθέντος περιορισμού στο δικαίωμα πρόσβασης της προσφεύγουσας εταιρίας σε δικαστήριο καθώς και ότι δεν συνέτρεχε λόγος ξεχωριστής εξέτασης της αιτίασης της ελκόμενης από το άρθρο 13 (Ανώνυμη Εταιρία Θάλεια Καρύδη ΑΞΤΕ κατά Ελλάδας, αριθ. 44769/07, §§ 27-29, 5 Νοεμβρίου 2009). Έκρινε επιπλέον ότι υπήρξε παραβίαση του άρθρου 1 του Πρωτοκόλλου αριθ.1. Ως προς τούτο, το Δικαστήριο εκτίμησε ειδικότερα ότι οι συνθήκες υπό τις οποίες διεξήχθη η κοινοποίηση της πράξης αναγγελίας του πλειστηριασμού στο νόμιμο εκπρόσωπο της προσφεύγουσας εταιρίας και η απόρριψη της αίτησης ακύρωσης του εν λόγω πλειστηριασμού ως απαράδεκτης διέρρηξαν τη δίκαιη ισορροπία που πρέπει να υφίσταται μεταξύ της προστασίας του δικαιώματος στο σεβασμό της περιουσίας και των απαιτήσεων του γενικού συμφέροντος (ibidem, § 37).", "\t3. Στηριζόμενη στο άρθρο 41 της Σύμβασης, η προσφεύγουσα εταιρία αξίωνε δίκαιη ικανοποίηση 11.000.000 ευρώ για την υλική ζημία και 500.000 ευρώ για την ηθική βλάβη που υποστηρίζει ότι υπέστη.", "\t4. Καθώς το ζήτημα της εφαρμογής του άρθρου 41 της Σύμβασης δεν ήταν ώριμο, το Δικαστήριο επιφυλάχθηκε να αποφανθεί επί αυτού και κάλεσε την Κυβέρνηση και την προσφεύγουσα να του υποβάλουν εγγράφως, εντός τριών μηνών, τις παρατηρήσεις τους πάνω στο ζήτημα αυτό και ιδίως να του γνωστοποιήσουν οποιαδήποτε συμφωνία στην οποία θα μπορούσαν να καταλήξουν (ibidem, § 42, και σημείο 5 του διατακτικού).", "\t5. Τόσο η προσφεύγουσα εταιρία όσο και η Κυβέρνηση κατέθεσαν παρατηρήσεις και απάντησαν στα συμπληρωματικά ερωτήματα που έθεσε το Δικαστήριο.", "", "ΩΣ ΠΡΟΣ ΤΟ ΝΟΜΙΚΟ ΜΕΡΟΣ", "", "6. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "\tα. Ζημία", "", "\t1. Υλική ζημία", "", "\tα) Θέσεις των διαδίκων", "", "i. Η προσφεύγουσα εταιρία", "\t7. Η προσφεύγουσα εταιρία αξιώνει 11.000.000 ευρώ για υλική ζημία. Το ποσό αυτό αντιστοιχεί στη σημερινή αξία της περιουσίας που τέθηκε σε πλειστηριασμό καθώς και στα διαφυγόντα κέρδη που θα είχαν προκύψει από την εκμετάλλευση της εν λόγω περιουσίας για την περίοδο από το 1997 έως σήμερα.", "\t8. Προσκομίζει έκθεση πραγματογνωμοσύνης η οποία συντάχθηκε κατόπιν αιτήματός της από το γραφείο «Δ. Πέττας Κ Σια ΟΕ» τον Ιούνιο του 2010, και η οποία εκτιμά τη συνολική αξία της επίδικης περιουσίας (οικόπεδο και ακίνητο) κατά την περίοδο των πραγματικών περιστατικών σε 349.146.490 δραχμές (1.024.641 ευρώ). Υποστηρίζει ότι η τράπεζα εισέπραξε ολόκληρο το ποσό των εσόδων του πλειστηριασμού διότι επωφελήθηκε αυτής της «μη δίκαιης και μη ορθά διεξαχθείσας διαδικασίας», η οποία κινήθηκε για ένα ποσό 2.496.454 δραχμών (7.326 ευρώ) μόνο, προκειμένου να επιτύχει την είσπραξη και άλλων απαιτήσεων.", "", "ii. Η Κυβέρνηση", "\t9. Στις αρχικές παρατηρήσεις της επί του άρθρου 41, η Κυβέρνηση υποστήριζε ότι οι αξιώσεις της προσφεύγουσας εταιρίας ήταν υπερβολικές, αυθαίρετες, αναληθείς και αόριστες και θεωρούσε ότι το επιδικαστέο για υλική ζημία ποσό δεν μπορούσε να υπερβεί τα 20.000 ευρώ.", "\t10. Εν τούτοις, στις νέες παρατηρήσεις της που υποβλήθηκαν κατόπιν της απόφασης επί της ουσίας της διαφοράς, η Κυβέρνηση υποστηρίζει ότι η προσφεύγουσα εταιρία δεν υπέστη καμία οικονομική ζημία. Στις εν λόγω παρατηρήσεις, η Κυβέρνηση προσκομίζει καταρχήν μία έκθεση πραγματογνωμοσύνης η οποία συντάχθηκε κατόπιν αιτήματός της από το γραφείο «CB Richard Ellis-Axies» τον Ιούλιο του 2010, σύμφωνα με την οποία η εμπορική αξία της επίδικης περιουσίας το 1996 ανερχόταν στο ποσό των 218.000.000 δραχμών (639.765 ευρώ).", "\t11. Προσκομίζει επιπλέον τη συμβολαιογραφική πράξη αριθ. 9990 με ημερομηνία 20 Απριλίου 1997, περιέχουσας τον πίνακα κατατάξεως δανειστών, η οποία ορίζει ότι η συνολική οφειλή της προσφεύγουσας εταιρίας προς την τράπεζα ανερχόταν εκείνη την περίοδο σε 454.321.822 δραχμές (1.333.299 ευρώ). Προσκομίζει τέλος τη συμβολαιογραφική πράξη αριθ. 10698 με ημερομηνία 22 Δεκεμβρίου 1997, περί εξόφλησης του πίνακα κατατάξεως, η οποία ορίζει ότι η τράπεζα είχε εισπράξει τα έσοδα του πλειστηριασμού, ήτοι το συνολικό ποσό των 118.715.766 δραχμών (348.397 ευρώ), εισπράττοντας έτσι μόνο ένα μέρος της απαίτησής της.", "\t12. Η Κυβέρνηση καταλήγει ότι η προσφεύγουσα εταιρία εξάλειψε εν μέρει την οφειλή της προς την τράπεζα και ότι δεν υπέστη καμία υλική ζημία.", "", "β) Εκτίμηση του Δικαστηρίου", "13. Το Δικαστήριο υπενθυμίζει ότι μία απόφαση που διαπιστώνει μία παραβίαση συνεπάγεται για το εναγόμενο Κράτος τη νομική υποχρέωση να θέσει τέλος στην παραβίαση και να εξαλείψει τις συνέπειες αυτής προκειμένου να αποκαταστήσει στο μέτρο του δυνατού την προτέρα κατάσταση (Ιατρίδης κατά Ελλάδας (δίκαιη ικανοποίηση) [GC], αριθ. 31107/96, § 32, CEDH 2000-XI και Κατσαρός κατά Ελλάδας (δίκαιη ικανοποίηση), αριθ. 51473/99, § 17, 13 Νοεμβρίου 2003).", "14. Τα Συμβαλλόμενα Κράτη διάδικοι σε μία υπόθεση είναι καταρχήν ελεύθερα να επιλέξουν τα μέσα τα οποία θα χρησιμοποιήσουν για να συμμορφωθούν προς μία απόφαση που διαπιστώνει μία παραβίαση. Αυτή η διακριτική ευχέρεια ως προς τους τρόπους εκτέλεσης μίας απόφασης εκφράζει την ελευθερία επιλογής που συνοδεύει την πρωταρχική υποχρέωση που επιβάλλει η Σύμβαση στα Συμβαλλόμενα Κράτη: τη διασφάλιση του σεβασμού των δικαιωμάτων και των ελευθεριών που εγγυάται. Αν η φύση της παραβίασης επιτρέπει μία restitutio in integrum, είναι ευθύνη του εναγόμενου Κράτους να την πραγματοποιήσει, καθώς το Δικαστήριο δεν έχει ούτε την αρμοδιότητα ούτε την πρακτική δυνατότητα να την εκτελέσει το ίδιο. Αν, αντιθέτως, το εθνικό δίκαιο δεν επιτρέπει ή επιτρέπει μόνο ατελώς την εξάλειψη των συνεπειών της παραβίασης, το άρθρο 41 εξουσιοδοτεί το Δικαστήριο να επιδικάζει, εφόσον συντρέχει λόγος, στο θιγόμενο μέρος την ικανοποίηση που θεωρεί προσήκουσα (Brumarescu κατά Ρουμανίας (δίκαιη ικανοποίηση) [GC], αριθ. 28342/95, § 20, CEDH 2000-I).", "15. Επιπλέον, το Δικαστήριο υπενθυμίζει ότι μόνο οι ζημίες που έχουν προκληθεί από τις παραβιάσεις της Σύμβασης τις οποίες διαπίστωσε μπορούν να οδηγήσουν στην επιδίκαση μίας δίκαιης ικανοποίησης (Motais de Narbonne κατά Γαλλίας (δίκαιη ικανοποίηση), αριθ. 48161/99, § 19, 27 Μαΐου 2003).", "16. Όσον αφορά την παρούσα υπόθεση, το Δικαστήριο υπενθυμίζει ότι στην απόφασή του επί της ουσίας της διαφοράς διατύπωσε τα ακόλουθα: «(...) η προσφεύγουσα εταιρία υπέστη έτσι τις δυσμενείς συνέπειες για τα σφάλματα που διέπραξε ο δικαστικός επιμελητής κατά την κοινοποίηση της πράξης αναγγελίας του πλειστηριασμού και στερήθηκε κάθε δυνατότητας προβολής των επιχειρημάτων της στα πλαίσια της επίδικης διαδικασίας», «(...) παρά τη σιωπή του άρθρου 1 του Πρωτοκόλλου αριθ.1 επί του ζητήματος των δικονομικών απαιτήσεων, οι εφαρμοστέες διαδικασίες πρέπει επίσης να προσφέρουν στον ενδιαφερόμενο μία προσήκουσα ευκαιρία να προβάλει την υπόθεσή του ενώπιον των αρμοδίων αρχών προκειμένου να προσβάλει αποτελεσματικά τα μέτρα που θίγουν τα δικαιώματα που εγγυάται αυτή η διάταξη. Προκειμένου να διασφαλισθεί η τήρηση αυτού του όρου, πρέπει να κρίνονται οι εφαρμοστέες διαδικασίες από γενικής απόψεως (...). Ωστόσο, εν προκειμένω, το Δικαστήριο σημειώνει ότι, ακόμη κι αν οι διαδικασίες που έχει θεσπίσει το εθνικό δίκαιο δεν επιδέχονται κριτικής αφ’εαυτού τους, η προσφεύγουσα εταιρία στερήθηκε της περιουσίας της χωρίς να έχει καμία δυνατότητα αντίδρασης κατά τη διαδικασία αναγκαστικής εκτέλεσης. Επιπλέον, ακόμη κι αν είχε σοβαρά επιχειρήματα προς προβολή ενώπιον των αρμοδίων δικαστηρίων προκειμένου να επιτύχει την ακύρωση του πλειστηριασμού, η προσφυγή της κηρύχθηκε τελικά απαράδεκτη για έναν υπερβολικά τυπολατρικό λόγο, όπως το Δικαστήριο διαπίστωσε κατά την εξέταση της αιτίασης της ελκόμενης από το άρθρο 6 της Σύμβασης (προαναφερόμενη απόφαση Ανώνυμη Εταιρία Θάλεια Καρύδη ΑΞΤΕ κατά Ελλάδας, §§ 26 και 36).", "17. Το Δικαστήριο σημειώνει, ως εκ τούτου, ότι οι διαπιστώσεις παραβίασης των άρθρων 6 § 1 της Σύμβασης και 1 του Πρωτοκόλλου αριθ.1 απορρέουν από την απουσία πρόσβασης σε δικαστήριο και από την ανεπάρκεια δικονομικών εγγυήσεων κατά του πλειστηριασμού της περιουσίας της προσφεύγουσας εταιρίας. Εν τούτοις, ενόψει των στοιχείων του φακέλου, το Δικαστήριο δεν έχει πεισθεί ότι η προσφεύγουσα εταιρία υπέστη πράγματι υλική ζημία λόγω των διαπιστωθεισών παραβιάσεων. Πράγματι, πρέπει να υπενθυμισθεί ότι η προσφεύγουσα εταιρία παραπονέθηκε ότι καθώς ο πλειστηριασμός έλαβε χώρα εν αγνοία της, αυτή παρεμποδίσθη στη χρήση των προσφερόμενων από το νόμο δυνατοτήτων και ότι υπέστη ως εκ τούτου, για μία μικρή οφειλή, μία τεράστια οικονομική ζημία, η οποία ανέρχεται σήμερα σε πολλά εκατομμύρια ευρώ (βλέπε παράγραφο 32 της απόφασης επί της ουσίας της διαφοράς). Ωστόσο, από τις συμβολαιογραφικές πράξεις που προσκόμισε η Κυβέρνηση προκύπτει ότι η συνολική οφειλή της προσφεύγουσας έναντι της τράπεζας ανερχόταν κατά την περίοδο των πραγματικών περιστατικών σε 454.321.822 δραχμές, ήτοι σε ποσό πολύ μεγαλύτερο από τα έσοδα του πλειστηριασμού (118.715.766 δραχμές). Ως εκ τούτου, ακόμη κι αν το Δικαστήριο δεχθεί την εκτίμηση που προσκόμισε η προσφεύγουσα εταιρία για την αξία της περιουσίας της που τέθηκε σε πλειστηριασμό (349.146.490 δραχμές), δε χωρεί αμφιβολία ότι το ποσό αυτό είναι ομοίως κατώτερο από τη συνολική οφειλή της προσφεύγουσας εταιρίας έναντι της πιστώτριάς της. Το Δικαστήριο συμφωνεί ως εκ τούτου με την Κυβέρνηση ότι η είσπραξη του συνόλου των εσόδων του πλειστηριασμού από την τράπεζα εξάλειψε μόνο εν μέρει την οφειλή της προσφεύγουσας εταιρίας. Αν και υποστηρίζει ότι η επίδικη διαδικασία ήταν «μη δίκαιη και μη ορθά διεξαχθείσα», η τελευταία δεν αμφισβητεί αυτή την παραδοχή.", "18. Υπό αυτές τις συνθήκες, το Δικαστήριο εκτιμά ότι η προσφεύγουσα εταιρία δεν απέδειξε την ύπαρξη υλικής ζημίας. Συνεπώς, δεν συντρέχει λόγος να επιδικαστεί κάποιο ποσό για την αιτία αυτή.", "", "2. Ηθική βλάβη", "19. Η προσφεύγουσα εταιρία αξιώνει 500.000 ευρώ για την ηθική βλάβη την οποία υποστηρίζει ότι υπέστη.", "20. Η Κυβέρνηση υποστηρίζει ότι μία διαπίστωση της παραβίασης θα συνιστούσε αφ’εαυτής μία επαρκή δίκαιη ικανοποίηση για την ηθική βλάβη.", "21. Το Δικαστήριο εκτιμά, αντίθετα με την Κυβέρνηση, ότι η διαπίστωση παραβίασης των άρθρων 6 § 1 της Σύμβασης και 1 του Πρωτοκόλλου αριθ.1 δεν μπορεί να επανορθώσει επαρκώς την ηθική βλάβη που υπέστη η προσφεύγουσα. Εκτιμά απεναντίας ότι το αιτούμενο ποσό είναι υπερβολικό. Αποφαινόμενο κατά δίκαιη κρίση, σύμφωνα με τις επιταγές του άρθρου 41 της Σύμβασης, το Δικαστήριο επιδικάζει στην προσφεύγουσα εταιρία 25.000 ευρώ για την αιτία αυτή, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος.", "", "Β. Έξοδα και δικαστική δαπάνη", "", "22. Η προσφεύγουσα εταιρία δεν προέβαλε κανένα αίτημα για έξοδα και δικαστική δαπάνη. Συνεπώς, δε συντρέχει λόγος να επιδικαστεί κάποιο ποσό για την αιτία αυτή.", "", "Γ. Τόκοι υπερημερίας", "", "23. Το Δικαστήριο κρίνει προσήκον να βασίσει το επιτόκιο των τόκων υπερημερίας στο επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ,", "", "Αποφαίνεται, ομόφωνα,", "α) ότι το εναγόμενο Κράτος οφείλει να καταβάλει στην προσφεύγουσα εταιρία, μέσα σε τρεις μήνες από την ημέρα κατά την οποία η απόφαση θα καταστεί οριστική σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, 25.000 (είκοσι πέντε χιλιάδες) ευρώ για ηθική βλάβη, πλέον οποιουδήποτε ποσού μπορεί να οφείλεται ως φόρος,", "β) ότι, από τη λήξη της προθεσμίας αυτής και μέχρι την καταβολή, το ποσό αυτό θα προσαυξηθεί με τόκους υπολογιζόμενους με επιτόκιο ίσο με το επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, το οποίο θα ισχύει κατά την εν λόγω περίοδο, προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "2. Απορρίπτει, με πέντε ψήφους έναντι δύο, το αίτημα δίκαιης ικανοποίησης κατά τα λοιπά.", "", "Συντάχθηκε στη γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 10 Φεβρουαρίου 2011, κατ’εφαρμογή του άρθρου 77 §§ 2 και 3 του κανονισμού.", " (υπογραφή)\t\t\t\t(υπογραφή)", "Søren Nielsen\t\t\t\tNina Vajić", "Γραμματέας\t\t\t\tΠρόεδρος", "", "\tΣτην παρούσα απόφαση επισυνάπτεται, σύμφωνα με τα άρθρα 45 § 2 της Σύμβασης και 74 § 2 του κανονισμού, η έκθεση της ξεχωριστής γνώμης των δικαστών Jebens και Νικολάου.", "N.A.V. (μονογραφή)", "S.N. (μονογραφή)", "ΕΝ ΜΕΡΕΙ ΑΠΟΚΛΙΝΟΥΣΑ ΓΝΩΜΗ ΤΩΝ ΔΙΚΑΣΤΩΝ", "JEBENS ΚΑΙ ΝΙΚΟΛΑΟΥ", "", "(Μετάφραση)", "", "\tΓια τους λόγους που εκτίθενται πιο κάτω, δεν μπορούμε να συνταχθούμε με την άποψη της πλειοψηφίας σύμφωνα με την οποία η προσφεύγουσα εταιρία δεν υπέστη καμία υλική ζημία λόγω της παραβίασης των δικαιωμάτων της δυνάμει του άρθρου 6 της Σύμβασης και του άρθρου 1 του Πρωτοκόλλου αριθ.1", "\tΤο επιχείρημα επί του οποίου η προσφεύγουσα εταιρία στηρίζει το αίτημά της προβάλλει ότι λόγω των πολυάριθμων σφαλμάτων και παραλείψεων που σχετίζονταν με τον πλειστηριασμό της περιουσίας της, αυτός απέφερε ένα χαμηλότερο ποσό απ’ό,τι αν είχαν ακολουθηθεί αποδεκτές διαδικασίες. Η περιουσία –ένα ακίνητο και ένα οικόπεδο- πωλήθηκε για το ποσό των 118.715.766 δραχμών (348.395 ευρώ). Έχοντας κληθεί από το Δικαστήριο να υποβάλουν εκτιμήσεις για την πραγματική αξία της περιουσίας βασισμένες σε εκθέσεις πραγματογνωμοσύνης, η προσφεύγουσα εταιρία προσκόμισε έκθεση η οποία προσδιόριζε την αξία αυτή σε 349.146.490 δραχμές (1.024.641 ευρώ), η δε Κυβέρνηση προσκόμισε έκθεση πραγματογνωμοσύνης σύμφωνα με την οποία η αξία δεν υπερέβαινε το ποσό των 218.000.000 δραχμών (639.765 ευρώ). Φαίνεται ως εκ τούτου ότι οι δύο εκτιμήσεις υπερβαίνουν σημαντικά το ύψος του ποσού που πράγματι προέκυψε από τη διαδικασία του πλειστηριασμού.", "\tΣε ό,τι αφορά το αν η προσφεύγουσα εταιρία υπέστη υλική ζημία, η πλειοψηφία στηρίζεται στο γεγονός ότι η οφειλή της εταιρίας προς την τράπεζα ήταν κατά πολύ υψηλότερη απ’ό,τι υποστηρίζει η προσφεύγουσα και ότι αυτή ξεπερνούσε το ποσό που προέκυψε από τη διαδικασία του πλειστηριασμού (παράγραφος 17 της απόφασης). Εν τούτοις, η σύγκριση αυτή στερείται καταλληλότητας. Το κρίσιμο αναφορικά με τη ζημία στην προκειμένη περίπτωση, είναι το ποσό για το οποίο πωλήθηκε στην πράξη η επίδικη περιουσία, και το ποσό το οποίο θα μπορούσε να έχει επιτευχθεί κατά τη διαδικασία του πλειστηριασμού. Από τα πραγματικά περιστατικά της υπόθεσης προκύπτει ότι η προσφεύγουσα εταιρία εξακολουθεί να έχει νομική ευθύνη για το τμήμα της οφειλής που δεν καλύφθηκε από τα έσοδα του πλειστηριασμού. Συνεπώς η κατάσταση διαφέρει από εκείνη που θα υφίστατο αν η προσφεύγουσα εταιρία είχε κηρυχθεί σε πτώχευση και είχε απαλλαγεί από την υποχρέωση να καταβάλει το υπόλοιπο της οφειλής της.", "\tΕν περιλήψει, λαμβανομένου υπόψη του τρόπου με τον οποίο διεξήχθη ο πλειστηριασμός, κατά παράβαση των δικαιωμάτων της προσφεύγουσας εταιρίας δυνάμει του άρθρου 1 του Πρωτοκόλλου αριθ.1, η περιουσία απέφερε ένα μικρότερο ποσό απ’ό,τι αν ο πλειστηριασμός είχε διεξαχθεί ορθά. Κατά συνέπεια, η οφειλή της προσφεύγουσας εταιρίας προς την τράπεζα μειώθηκε σε μικρότερο βαθμό και συνεπώς το ποσό της παρέμεινε πιο υψηλό απ’ό,τι θα μπορούσε να είναι. Η προσφεύγουσα εταιρία υπέστη ως εκ τούτου δίχως αμφιβολία μία υλική ζημία, την οποία η Κυβέρνηση οφείλει να αποζημιώσει. Εν τούτοις, καθώς η γνώμη μας αποτελεί μειοψηφία, θεωρούμε ότι δεν υπάρχει λόγος να συζητήσουμε επί των εκτιμήσεων των διαδίκων ως προς την πραγματική αξία της εν λόγω περιουσίας.", ""]}