{"file": "GRE_HJUDGRE_2507_02.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "2507/02", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΑΝΘΡΩΠΙΝΩΝ ΔΙΚΑΙΩΜΑΤΩΝ", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "ΥΠΟΘΕΣΗ ΚΟΥΡΤΙ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 2507/02)", "", "", "ΑΠΟΦΑΣΗ", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "29 Σεπτεμβρίου 2005", "", "", "Η παρούσα απόφαση θα καταστεί οριστική σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "", "", "", "\tΣτην υπόθεση Κούρτι κατά Ελλάδας,", "\tΤο Ευρωπαϊκό Δικαστήριο των Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε δικαστικό συμβούλιο αποτελούμενο από τους:", "\tΚύριο Λ. ΛΟΥΚΑΪΔΗ, πρόεδρο,", "\tΚύριο Κ.Λ. ΡΟΖΑΚΗ,", "\tΚυρία F. TULKENS,", "\tΚύριο P. LORENZEN,", "\tΚύριο K. HAJIYEV,", "\tΚύριο D. SPIELMANN,", "\tΚύριο S.E. JEBENS, δικαστές,", "και τον κύριο S. NIELSEN, γραμματέα τμήματος.", "\tΑφού διασκέφθηκε σε συμβούλιο στις 8 Σεπτεμβρίου 2005,", "\tΕκδίδει την πιο κάτω απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "\t1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 2507/02) στρεφόμενη κατά της Ελληνικής Δημοκρατίας, η οποία κατατέθηκε δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση») από έναν αλβανό υπήκοο, τον κύριο Αστρίτ Κούρτι (Astrit Kurti) («ο προσφεύγων»), στις 2 Ιανουαρίου 2002.", "\t2. Ο προσφεύγων εκπροσωπείται από τον κύριο Γ. Γιαννακού, δικηγόρο του Δικηγορικού Συλλόγου της Θεσσαλονίκης. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπείται από τους απεσταλμένους του αντιπροσώπου της, κύριο Μ. Απέσσο, σύμβουλο του Νομικού Συμβουλίου του Κράτους και κύριο Κ. Γεωργιάδη, πάρεδρο του Νομικού Συμβουλίου του Κράτους.", "\t3. Ο προσφεύγων παραπονέθηκε, ειδικότερα, ότι δεν έτυχε δίκαιης δίκης στο ζήτημα της αποζημίωσης για την επικαλούμενη παράνομη κράτηση.", "4. Η προσφυγή ανατέθηκε στο πρώτο τμήμα του Δικαστηρίου (άρθρο 52 § 1 του κανονισμού). Μέσα σε αυτό, το συμβούλιο που ανέλαβε να εξετάσει την υπόθεση (άρθρο 27 § 1 της Σύμβασης) συστάθηκε σύμφωνα με το άρθρο 26 § 1 του κανονισμού.", "5. Με απόφαση της 6ης Μαΐου 2004, το Δικαστήριο κήρυξε την προσφυγή εν μέρει παραδεκτή.", "6. Την 1η Νοεμβρίου 2004, το Δικαστήριο τροποποίησε την σύνθεση των τμημάτων του (άρθρο 25 § 1 του κανονισμού). Η παρούσα προσφυγή ανατέθηκε στο πρώτο τμήμα, όπως αυτό ανασχηματίσθηκε (άρθρο 52 § 1).", "7. Τόσο ο προσφεύγων όσο και η Κυβέρνηση κατέθεσαν γραπτές παρατηρήσεις επί της ουσίας της υπόθεσης (άρθρο 59 § 1 του κανονισμού).", "8. Η αλβανική κυβέρνηση, η οποία ενημερώθηκε σχετικά με το δικαίωμά της να παρέμβει (άρθρο 36 § 1 της Σύμβασης και Κανόνας 44 § 1 (α) του Κανονισμού του Δικαστηρίου), υπέβαλε επίσης έγγραφα σχόλια πάνω στην υπόθεση.", "", "ΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ", "", "1.\tΟΙ ΠΕΡΙΣΤΑΣΕΙΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "\t9. Ο προσφεύγων γεννήθηκε το 1976 και κατοικεί στην Θεσσαλονίκη.", "\t10. Στις 29 Απριλίου 2000 ο προσφεύγων οδηγούσε το μοτοποδήλατό του στην Θεσσαλονίκη. Τον σταμάτησε ένας άλλος Αλβανός, ο V.G., ο οποίος του ζήτησε να τον μεταφέρει στον σιδηροδρομικό σταθμό. Μετά από λίγο, τους σταμάτησε η αστυνομία, η οποία έκανε έρευνα και βρήκε 261 γραμμάρια ηρωΐνης κάτω από την ζώνη του V.G. Συνελήφθησαν και οι δύο και προφυλακίστηκαν. Ο V.G. κατέθεσε κατά του προσφεύγοντος και υποστήριξε ότι αυτός του είχε προμηθεύσει ναρκωτικά στο παρελθόν. Ο προσφεύγων ισχυρίστηκε επανειλημμένα ότι είναι αθώος και ζήτησε την αποφυλάκισή του, αλλά οι αιτήσεις του απορρίφθηκαν.", "11. Στις 10 Ιουλίου 2001, το Πλημμελειοδικείο Θεσσαλονίκης εκδίκασε την υπόθεση. Ο V.G. ανέφερε ότι η πρώτη φορά που συνάντησε τον προσφεύγοντα ήταν η ημέρα της σύλληψης. Το δικαστήριο απάλλαξε τον προσφεύγοντα κατά πλειοψηφία. Ένας δικαστής εξέφρασε την γνώμη ότι ήταν ένοχος. Το δικαστήριο έκρινε επιπλέον ότι το Δημόσιο δεν είχε υποχρέωση να αποζημιώσει τον προσφεύγοντα για την κράτησή του, διότι η κράτησή του ήταν αποτέλεσμα της δικής του βαρειάς αμέλειας (απόφαση αριθ. 694/2001).", "", "ΙΙ. ΕΦΑΡΜΟΣΤΕΟ ΕΘΝΙΚΟ ΔΙΚΑΙΟ", "", "\t12. Οι εφαρμοστέες διατάξεις του Κώδικα Ποινικής Δικονομίας έχουν ως εξής:", "", "Άρθρο 533 § 1", " “Όσοι κρατήθηκαν προσωρινά και κατόπιν αθωώθηκαν ... έχουν το δικαίωμα να ζητήσουν αποζημίωση ... αν από τη διαδικασία προέκυψε ότι δεν τέλεσαν την αξιόποινη πράξη για την οποία κρατήθηκαν προσωρινά ...”", "", "Άρθρο 535 § 1", " “Το δημόσιο δεν έχει υποχρέωση για αποζημίωση, αν εκείνος που ... κρατήθηκε προσωρινά έγινε από πρόθεση ή βαριά αμέλεια παραίτιος της ... προσωρινής κράτησης.”", "", "Άρθρο 536", "“1. Σχετικά με την υποχρέωση του δημοσίου για αποζημίωση αποφαίνεται το δικαστήριο που εξέδωσε την απόφαση για την υπόθεση, με ιδιαίτερη ταυτόχρονη απόφαση, ύστερα από προφορική αίτηση εκείνου που αθωώθηκε. Μπορεί όμως να ενεργήσει έτσι και αυτεπαγγέλτως. ...”", "2. Η απόφαση για την υποχρέωση αποζημίωσης δεν προσβάλλεται αυτοτελώς ...”", "", "ΩΣ ΠΡΟΣ ΤΟ ΝΟΜΙΚΟ ΜΕΡΟΣ", "", "Ι. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΙΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 6 § 1 ΤΗΣ ΣΥΜΒΑΣΗΣ", "\t13. Ο προσφεύγων υποστηρίζει ότι, παρά το γεγονός ότι κρατήθηκε παρανόμως επί δεκαπέντε μήνες, το πλημμελειοδικείο αρνήθηκε αδικαιολόγητα να τον αποζημιώσει. Επικαλέστηκε το άρθρο 6 § 1 της Σύμβασης, το οποίο, κατά το εφαρμοστέο μέρος του, έχει ως εξής:", "", "«Παν πρόσωπον έχει δικαίωμα όπως η υπόθεσίς του δικασθή δικαίως (...), υπό δικαστηρίου (...) το οποίον θα αποφασίση (...) επί των αμφισβητήσεων επί των δικαιωμάτων και υποχρεώσεών του αστικής φύσεως (...)»", "", "\t14. Η εναγόμενη Κυβέρνηση υποστηρίζει ότι η απόφαση του πλημμελειοδικείου ήταν επαρκώς αιτιολογημένη.", "\t15. Η αλβανική κυβέρνηση σημείωσε ότι το εθνικό δικαστήριο δεν αιτιολόγησε επαρκώς την απόφασή του να μην χορηγήσει αποζημίωση στον προσφεύγοντα.", "\t16. Tο Δικαστήριο υπενθυμίζει ότι, σύμφωνα με την πάγια νομολογία, η έκταση του καθήκοντος του δικαστηρίου να αιτιολογεί τις αποφάσεις του αυτού μπορεί να ποικίλλει, μεταξύ άλλων, ανάλογα με την φύση της απόφασης. Το κατά πόσο ένα δικαστήριο δεν εκπλήρωσε την υποχρέωσή του να αιτιολογήσει την απόφασή του μπορεί να διερευνηθεί μόνον υπό το φως των περιστάσεων της υπόθεσης (βλέπε, μεταξύ πολλών άλλων, τις αποφάσεις Ruiz Torija και Hiro Balani κατά Ισπανίας, της 9 Δεκεμβρίου 1994, série A nos 303-A και 303-Β, σελ. 12, § 29).", "\t17. Εν προκειμένω, το εθνικό δικαστήριο αποφάσισε να απορρίψει την ευθύνη του Δημοσίου για την κράτηση του προσφεύγοντος λόγω της δικής του «βαρειάς αμέλειας». Η ασάφεια της έννοιας αυτής, η οποία προϋποθέτει την αξιολόγηση ουσιαστικών ζητημάτων, απαιτούσε από το δικαστήριο να δώσει λεπτομερέστερους λόγους, ιδιαίτερα αφού η κρίση ήταν αποφασιστική για το δικαίωμα του προσφεύγοντος σε αποζημίωση (Γεωργιάδης κατά Ελλάδας, απόφαση της 29 Μαΐου 1997, Reports of Judgments and Decisions 1997-III, σελ. 949, § 43).", "\t18. Κατά συνέπεια, το Δικαστήριο συμπεραίνει ότι υπήρξε παραβίαση του άρθρου 6 § 1.", "", "ΙΙ. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "\t19. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "\t20. Η αλβανική κυβέρνηση σημειώνει ότι η αποζημίωση και τα έξοδα και η δικαστική δαπάνη πρέπει να επιδικαστούν στον προσφεύγοντα προς αποκατάσταση της ζημίας του.", "", "\tΑ. Ζημία", "", "\t1. Υλική ζημία", "\t21. Ο προσφεύγων αξιώνει 15.556 ευρώ για το διαφυγόν εισόδημά του κατά την διάρκεια της κράτησής του και την μείωση του εισοδήματός του κατά τους δύο μήνες που ακολούθησαν την απόλυσή του.", "\t22. Η εναγόμενη Κυβέρνηση υποστηρίζει ότι το ποσό αυτό είναι υπέρογκο και αναιτιολόγητο.", "\t23. Το Δικαστήριο δεν μπορεί να εικάσει την έκβαση της διαδικασίας χορήγησης αποζημίωσης, εάν ο προσφεύγων είχε ωφεληθεί όλων των εγγυήσεων που προβλέπονται από το Άρθρο 6 (βλέπε Γεωργιάδης κατά Ελλάδας, όπως πιο πάνω, σελ. 960, § 49). Για τον λόγο αυτό, δεν του επιδικάζει ποσό για την αιτία αυτή.", "", "\t2. Ηθική βλάβη", "\t24. Ο προσφεύγων αξιώνει 9.000 ευρώ για την ηθική βλάβη που υποστηρίζει ότι υπέστη.", "25. Η εναγόμενη Κυβέρνηση υποστηρίζει ότι μία διαπίστωση παραβίασης θα αποτελούσε αφ’εαυτής μία επαρκή δίκαιη αποζημίωση.", "26. Λαμβάνοντας υπόψη όλες τις περιστάσεις της παρούσας υπόθεσης, το Δικαστήριο εκτιμά ότι ο προσφεύγων υπέστη μία βέβαιη ηθική βλάβη που δεν μπορεί να αποκατασταθεί μόνον από την διαπίστωση της παραβίασης. Αποφαινόμενο κατά δίκαιη κρίση, σύμφωνα με το άρθρο 41 της Σύμβασης, επιδικάζει στον προσφεύγοντα 2.000 ευρώ για την αιτία αυτή, πλέον οποιουδήποτε ποσού που μπορεί να οφείλεται για τον φόρο.", "", "\tΒ. Εξοδα και δικαστική δαπάνη", "\t27. Ο προσφεύγων αξιώνει 9.300 ευρώ για τα έξοδα και την δικαστική δαπάνη ενώπιον του Δικαστηρίου.", "28. Η εναγόμενη Κυβέρνηση ισχυρίζεται ότι η αξίωση του προσφεύγοντος είναι υπερβολική και αναπόδεικτη. Κατά την άποψή της, το ποσό που θα πρέπει να επιδικαστεί για τα έξοδα και την δικαστική δαπάνη του προσφεύγοντος δεν θα μπορούσε να υπερβεί τα 1.500 ευρώ.", "\t29. Το Δικαστήριο σημειώνει ότι ο δικηγόρος του προσφεύγοντος δεν ανέλυσε την αξίωση αυτή, όπως απαιτείται από τον Κανόνα 60 § 2 του Κανονισμού του Δικαστηρίου, αν και κλήθηκε να το πράξει. Υπό τις συνθήκες αυτές, το Δικαστήριο δεν επιδικάζει ποσό για την αιτία αυτή.", "", "\tΓ. Τόκοι υπερημερίας", "30. Το Δικαστήριο κρίνει προσήκον να βασίσει το επιτόκιο των τόκων υπερημερίας στο επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ,", "", "1. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 6 § 1 της Σύμβασης.", "", "2. Αποφαίνεται ότι", "α) το εναγόμενο Κράτος οφείλει να καταβάλει στον προσφεύγοντα, μέσα σε τρεις μήνες από την ημέρα κατά την οποία η απόφαση θα καταστεί τελεσίδικη σύμφωνα με το άρθρο 44 § 2 της Σύμβασης, 2.000 (δύο χιλιάδες) ευρώ για ηθική βλάβη, πλέον οποιουδήποτε ποσού που μπορεί να οφείλεται για τον φόρο,", "β) από τη λήξη της προθεσμίας αυτής και μέχρι την καταβολή, το ποσό αυτό θα προσαυξηθεί με τόκους υπολογιζόμενους με επιτόκιο ίσο με το επιτόκιο δανεισμού της Ευρωπαϊκής Κεντρικής Τράπεζας, το οποίο θα ισχύει κατά την εν λόγω περίοδο, προσαυξημένο κατά τρεις εκατοστιαίες μονάδες.", "", "3. Απορρίπτει το αίτημα δίκαιης αποζημίωσης κατά τα λοιπά.", "", "Συντάχθηκε στη αγγλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 29 Σεπτεμβρίου 2005 κατ’εφαρμογή του άρθρου 77 §§ 2 και 3 του κανονισμού.", "(υπογραφή)\t\t\t\t\t\t(υπογραφή)", "Søren NIELSEN\t\t\t\tΛουκής ΛΟΥΚΑΪΔΗΣ", "Γραμματέας\t\t\t\t\tΠρόεδρος", ""]}