{"file": "GRE_HJUDGRE_2870_11.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "2870/11", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΔΙΚΑΙΩΜΑΤΩΝ ΤΟΥ ΑΝΘΡΩΠΟΥ", "EUROPEAN COURT OF HUMAN RIGHTS", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "", "", "", "", "", "", "ΥΠΟΘΕΣΗ ΒΑΜΒΑΚΑΣ ΚΑΤΑ ΕΛΛΑΔΑΣ", "(ΑΡ. ΠΡΟΣΦΥΓΗΣ 2870/11)", "", "", "", "", "", "ΑΠΟΦΑΣΗ", "", "", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "", "9 Απριλίου 2015", "", "", "", "Αυτή η απόφαση θα καταστεί υπό τις προϋποθέσεις που ορίζονται στο άρθρο 44, παράγραφος 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "Στην υπόθεση ΒΑΜΒΑΚΑΣ κατά ΕΛΛΑΔΑΣ (αρ. 2),", "Το Ευρωπαϊκό Δικαστήριο Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε επιτροπή αποτελούμενη από τους:", "Elisabeth Steiner, Πρόεδρο,", "Khanlar Hajiyev,", "Mirjana Lazarova Trajkovska,", "Julia Laffranque,", "Paulo Pinto de Albuquerque,", "Λίνο-Αλέξανδρο Σισιλιάνο,", "Erik Møse, Δικαστές", "Και από τον Αndré Wampach, αναπληρωτή γραμματέα του τμήματος,", "Αφού συσκέφθηκε σε επιτροπή στις 17 Μαρτίου 2015, εκδίδει την ακόλουθη απόφαση η οποία υιοθετήθηκε αυτή την ημερομηνία:", "", "ΔΙΑΔΙΚΑΣΙΑ", "1. Η υπόθεση προέκυψε μετά από προσφυγή (Αρ. 2870/11) η οποία στρέφεται κατά της Ελληνικής Δημοκρατίας από έναν υπήκοο αυτού του Κράτους, τον κο ΑΛΕΞΑΝΔΡΟ ΒΑΜΒΑΚΑ («ο προσφεύγων») οι οποίος προσέφυγε στο Ευρωπαϊκό Δικαστήριο στις 20 Δεκεμβρίου 2010 δυνάμει του άρθρου 34 της Σύμβασης Προστασίας των Ανθρωπίνων Δικαιωμάτων και Θεμελιωδών Ελευθεριών («Η Σύμβαση»).", "2. Ο προσφεύγων εκπροσωπήθηκε από τον Γ. ΚΑΤΡΟΥΓΚΑΛΟ, Δικηγόρο του Δικηγορικού Συλλόγου Αθηνών. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπήθηκε από τους πληρεξουσίους της, την Κα Φ. ΔΕΔΟΥΣΗ, Πάρεδρο του Νομικού Συμβουλίου του Κράτους και την Κα Μ. ΣΚΟΡΙΛΑ, Δικαστική Aντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "3. Ο προσφεύγων καταγγέλλει κυρίως παράβαση του άρθρου 6, παράγραφος 3 γ) της Σύμβασης", "4. Στις 6 Μαρτίου 2013, η προσφυγή κοινοποιήθηκε στη Κυβέρνηση.", "", "", "", "ΩΣ ΠΡΟΣ ΤΟ ΠΡΑΓΜΑΤΙΚΟ ΣΚΕΛΟΣ", "Ι. ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ ΤΗΣ ΥΠΟ ΚΡΙΣΗ ΥΠΟΘΕΣΗΣ", "5. Ο προσφεύγων γεννήθηκε το 1953.", "6. Με απόφαση της 16ης Ιανουαρίου 2006, το Τριμελές Εφετείο Αθηνών (Ποινικό Τμήμα) αποφασίζοντας ως πρωτοβάθμιο δικαστήριο, καταδίκασε τον προσφεύγοντα για απάτη και πλαστογραφία σε βάρος τράπεζας με ποινή φυλάκισης οκτώ ετών. Ο ενδιαφερόμενος ο οποίος κρατείτο τότε στις Φυλακές Κορυδαλλού εμφανίσθηκε αυτοπροσώπως, επικουρούμενος από δικηγόρο της επιλογής του, τον Ν.Γ.", "7. Κατά την ακρόαση της 11ης Φεβρουαρίου 2009 ενώπιον του Πενταμελούς Εφετείου (Ποινικό Τμήμα), ο προσφεύγων, ο οποίος εν τω μεταξύ είχε μεταφερθεί στις Φυλακές Γρεβενών, εμφανίσθηκε αυτοπροσώπως, επικουρούμενος από δύο δικηγόρους της επιλογής του, τους Ν.Τ. και Ε.Π. Η ακρόαση διακόπηκε προκειμένου να συνεχισθεί την επομένη. Στις 12 Μαΐου 2009, η συζήτηση διακόπηκε εκ νέου λόγω απεργίας των δικηγόρων και μεταφέρθηκε για τις 20 Μαΐου 2009. Πριν το τέλος της ακρόασης της 12ης Μαΐου 2009, το δικαστήριο ενημέρωσε τον προσφεύγοντα ότι δεν θα λάβει νέα κλήτευση για την ακρόαση της 20ης Μαΐου 2009.", "8. Πριν την ακρόαση της 20ης Μαΐου 2009, ο προσφεύγων ενημέρωσε γραπτώς το δικαστήριο ότι δεν θα ήταν παρών αλλά ότι θα εκπροσωπείτο από τους δικηγόρους του. Ωστόσο, κανένας από τους δύο δικηγόρους που ο προσφεύγων είχε ορίσει την 11η Φεβρουαρίου 2009 δεν παρουσιάσθηκε στην εν λόγω ακρόαση. Το δικαστήριο παρατήρησε λοιπόν, ότι στην ακρόαση της 12ης Φεβρουαρίου 2009, ο προσφεύγων είχε εκφράσει την επιθυμία του να δει να κρίνεται η έφεση του. Όρισε αυτεπαγγέλτως τον Γ.Μ. ως δικηγόρο του προσφεύγοντας και μετέφερε την ακρόαση την 27η Μαΐου 2009 προκειμένου να μπορεί αυτός να λάβει γνώση του φακέλου. Στην ακρόαση, ο Γ.Μ., υποστήριξε ενώπιον του δικαστηρίου ότι οι παραβάσεις για τις οποίες κατηγορείται ο προσφεύγων ήταν αδικοπραξίες και όχι ποινικές παραβάσεις, ισχυρισμός ο οποίος τέθηκε επίσης πρωτοβάθμια αλλά απορρίφθηκε. Κάλεσε έτσι το δικαστήριο να αναγνωρίσει στο προσφεύγοντα ελαφρυντικές περιστάσεις.", "9. Την 27η Μαΐου 2009, το ποινικό εφετείο μείωσε την ποινή του προσφεύγοντα σε επτά χρόνια φυλάκισης για τα ίδια γεγονότα. Απέρριψε τους ισχυρισμούς σχετικά με την αδικοπρακτική φύση των παραβάσεων και έκρινε ότι έπρεπε να χαρακτηρισθούν εγκλήματα διότι πληρούνταν οι προϋποθέσεις του νόμου 1608/1950 \"σχετικά με την αύξηση των ποινών που προσβάλλουν αυτούς που υπεξαιρούν δημόσια κεφάλαια\". Αναγνώρισε ωστόσο την ύπαρξη ελαφρυντικών περιστάσεων.", "10. Την 1η Ιουνίου 2009, ο προσφεύγων προσέφυγε στον Άρειο Πάγο διαμαρτυρόμενος για λανθασμένη εφαρμογή της ορθής νομοθεσίας, κυρίως του νόμου 1608/50. Επικαλούμενος τη νομολογία του Αρείου Πάγου, ισχυριζόταν ότι οι παραβάσεις για τις οποίες κατηγορείται ήταν μη ποινικής αλλά αδικοπρακτικής φύσεως και είχαν παραγραφεί την ημερομηνία που είχε δικαστεί. Επικαλείτο επίσης παράβαση των άρθρων 6 και 7 της Σύμβασης. Ο προσφεύγων είχε συντάξει ο ίδιος την αίτηση αναίρεσης (αλλά προφανώς με την σύμπραξη δικηγόρου) την οποία άσκησε ενώπιον του Αρείου Πάγου μέσω των αρχών των Φυλακών Γρεβενών. Την 5η Νοεμβρίου 2009, ο προσφεύγων έλαβε στις Φυλακές Γρεβενών μία κλήτευση στην ακρόαση της 5ης Φεβρουαρίου 2010 ενώπιον του Αρείου Πάγου.", "11. Την 30η Δεκεμβρίου 2009, ο προσφεύγων ζήτησε από το Πρόεδρο του Αρείου Πάγου να του ορίσει αυτεπαγγέλτως ένα δικηγόρο προκειμένου να τον εκπροσωπήσει ενώπιον αυτού.", "12. Την 2α Ιανουαρίου 2010, ο Πρόεδρος του Αρείου Πάγου διαπιστώνοντας την ανέχεια του προσφεύγοντος όρισε τον Φ.Κ. για να τον εκπροσωπήσει στην ακρόαση της 5ης Φεβρουαρίου 2010 ή σε κάθε άλλη ακρόαση σχετικά με την υπόθεση του.", "13. Με απόφαση της 25ης Φεβρουαρίου 2010 (η οποία καθαρογράφηκε την 29η Μαρτίου 2010 και επικυρώθηκε ακριβής την 28η Απριλίου 2010, ημερομηνία αρχής γινομένης από την οποία μπορούσε να έχει αντίγραφο της απόφασης), ο Άρειος Πάγος απέρριψε την αναίρεση ως εγκαταλελειμμένη, με την αιτιολογία ότι ο προσφεύγων ο οποίος, σύμφωνα με την ίδια, κλήθηκε να εμφανιστεί στην ακρόαση σύμφωνα με τους τύπους και μέσα στις απαραίτητες προθεσμίες, δεν είχε εμφανιστεί.", "14. Ο προσφεύγων υποστηρίζει ότι είχε επικοινωνήσει από τις φυλακές με τον Φ.Κ μετά τον ορισμό του και αυτός τον είχε διαβεβαιώσει ότι θα πήγαινε στην ακρόαση αλλά ότι ούτε πριν ούτε μετά την ακρόαση δεν τον είχε ενημερώσει για τους λόγους της απουσίας του. Ωστόσο, σύμφωνα με το προσφεύγοντα, ήταν μόνο αργότερα, κατά την διάρκεια μίας τηλεφωνικής συνομιλίας (χωρίς διευκρίνιση για την ημερομηνία, τους όρους και τους λόγους αυτής της συνομιλίας) που ο δικηγόρος του είχε πει ότι είχε τηλεφωνήσει στη Γραμματεία του Αρείου Πάγου για να ζητήσει την αναβολή της ακρόασης.", "15. Στη σελίδα 4 της προσφυγής του στο Δικαστήριο, ο προσφεύγων ανέφερε ότι είχε λάβει γνώση της απόφασης του Αρείου Πάγου την 18η Οκτωβρίου 2010 όπως αυτό αναφερόταν καθαρά στο τέλος της σελίδας 3 της απόφασης.", "", "ΙΙ. ΤΟ ΚΑΤΑΛΛΗΛΟ ΕΣΩΤΕΡΙΚΟ ΔΙΚΑΙΟ & Η ΠΡΑΚΤΙΚΗ", "16. Το άρθρο 514 του Κώδικα Ποινικής Δικονομίας ορίζει:", "Συζήτηση. Μη εμφάνιση του αναιρεσειούντος", "\" Αν δεν εμφανιστεί ο αναιρεσείων, η αίτησή του απορρίπτεται και μπορεί να καταδικασθεί σε χρηματική ποινή έως εκατό (100) ευρώ. Κατά της απορριπτικής απόφασης του Αρείου Πάγου δεν επιτρέπεται ένδικο μέσο. Επίσης δεν επιτρέπεται δεύτερη αίτηση αναίρεσης (...)\".", "17. Σύμφωνα με την ελληνική δικαστική πρακτική, υπάρχουν δύο τρόποι να παρουσιάσει κάποιος μία αίτηση δεκτή που να αποσκοπεί στην αναβολή ακρόασης ενώπιον των δικαστηρίων.", "18. Όταν ένας δικηγόρος δεν μπορεί να είναι παρών στην ακρόαση, μπορεί να ζητήσει την αναβολή αυτής μέσω ενός αγγέλου, δηλαδή ενός τρίτου, κανονικά ενός των συνεργατών του ο οποίος πρέπει να παρουσιαστεί εν ονόματι του στην ακρόαση για να ζητήσει την αναβολή (αποφάσεις 842/2008, 919/2008, 945/2008 και 2543/2008, 1394/2009, 272/2010 και 1644/2010, 592/2011 του Ποινικού Τμήματος του Αρείου Πάγου).", "19. Ο πελάτης του δικηγόρου μπορεί αυτός επίσης να ζητήσει την αναβολή της ακρόασης λόγω κωλύματος του δικηγόρου του μέσω ενός αγγέλου (τρίτου) ή γραπτώς (επιστολή, τηλεγράφημα, φαξ κλπ...). Σε μία από τις αποφάσεις του (Αρ. 649/2009), ο Άρειος Πάγος εξέτασε την αίτηση αναβολής που υποβλήθηκε γραπτώς από τον αναιρεσειών ο οποίος εκρατείτο σε φυλακή και εστάλη με φαξ στη Γραμματεία του Αρείου Πάγου. Την ίδια μέρα της ακρόασης, η γραμματέας παρέδωσε στο πρόεδρο του τμήματος που διήυθυνε τη συζήτηση το φαξ του αιτούντος. Η εν λόγω αίτηση εξετάσθηκε αλλά απορρίφθηκε με την αιτιολογία ότι δεν υπήρχε νόμιμος λόγος αναβολής.", "20. Επιπλέον στο Ελληνικό Δίκαιο, οι διάδικοι έχουν τη δυνατότητα να λάβουν πραγματικά γνώση του περιεχομένου πρωτοβάθμιας ή δευτεροβάθμιας δικαστικής απόφασης μόνο αρχής γινομένης από την ημερομηνία κατά την οποία μπορούν να έχουν επικυρωμένο αντίγραφο αυτής. Το καθαρογράψιμο και η πιστοποίηση της πρωτοβάθμιας ή της δευτεροβάθμιας απόφασης είναι απαραίτητη προκειμένου να αρχίσουν τις ενέργειες, ενδεχομένως αναγκαίες ενόψει της εκτέλεσης τους.", "", "ΩΣ ΠΡΟ ΤΟ ΝΟΜΙΚΟ ΣΚΕΛΟΣ", "Ι. ΕΠΙ ΤΗΣ ΕΠΙΚΑΛΟΥΜΕΝΗΣ ΠΑΡΑΒΑΣΗΣ ΤΟΥ ΑΡΘΡΟΥ 6, ΠΑΡΑΓΡΑΦΟΙ 1 ΚΑΙ 3 γ) ΤΗΣ ΣΥΜΒΑΣΗΣ", "21. Ο προσφεύγων διατείνεται ότι δεν έτυχε πραγματικής νομικής συνδρομής στο πλαίσιο της αίτησης αναίρεσης διότι ο δικηγόρος που είχε ορισθεί αυτεπαγγέλτως από τον Άρειο Πάγο δεν παρουσιάσθηκε στην ακρόαση και αυτό είχε ως συνέπεια την απόρριψη της αναίρεσης του. Επικαλείται το άρθρο 6 παράγραφοι 1 και 3 γ) της Σύμβασης σύμφωνα με το οποίο:", "\" 1. Παν πρόσωπον έχει δικαίωμα όπως η υπόθεσίς του δικασθή δικαίως, δημοσία και εντός λογικής προθεσμίας υπό ανεξαρτήτου και αμερολήπτου δικαστηρίου, νομίμως λειτουργούντος, το οποίον θα αποφασίση είτε επί των αμφισβητήσεων επί των δικαιωμάτων και υποχρεώσεών του αστικής φύσεως, είτε επί του βασίμου πάσης εναντίον του κατηγορίας ποινικής φύσεως. (...)", "(...)", "3.Ειδικώτερον, πας κατηγορούμενος έχει δικαίωμα :", "(...)", "γ. όπως υπερασπίση ο ίδιος εαυτόν ή αναθέση την υπεράσπισίν του εις συνήγορον της εκλογής του, εν η δε περιπτώσει δεν διαθέτει τα μέσα να πληρώση συνήγορον, να τω παρασχεθή τοιούτος δωρεάν, όταν τούτο ενδείκνυται υπό του συμφέροντος της δικαιοσύνης.", "(...)\"", "Α. Επί του παραδεκτού", "22. Εν πρώτοις, η Κυβέρνηση καλεί το Δικαστήριο να απορρίψει αυτή την αιτίαση για μη τήρηση της προθεσμίας των έξι μηνών. Αναφέρει ότι ο προσφεύγων δεν διευκρινίζει στη προσφυγή του ποια ημερομηνία ενημερώθηκε ότι ο δικηγόρος του δεν τον είχε εκπροσωπήσει ενώπιον του Αρείου Πάγου και ότι αρκείτο να αναφέρεται στη σφραγίδα που απεικονίζεται στο κάτω μέρος της σελίδας 3 της απόφασης. Η Κυβέρνηση διευκρινίζει άλλωστε ότι ο προσφεύγων δεν ζήτησε ποτέ από τη Γραμματεία του Αρείου Πάγου πληροφορίες σχετικά με την ακρόαση ενώ ενώπιον των δικαστηρίων της ουσίας είχε παρέμβει ενεργά στην διαδικασία. Σύμφωνα με την Κυβέρνηση, ακόμη κι’ αν υποθέσουμε ότι ο προσφεύγων δεν είχε επαφή με το δικηγόρο του ακριβώς μετά την ακρόαση της 5ης Φεβρουαρίου 2010, δεν είναι αποδεκτό ότι δεν αναρωτήθηκε πριν την 18η Οκτωβρίου 2010 για την έκβαση της δίκης και να μην έχει επικοινωνήσει, για τον σκοπό αυτό, με τον δικηγόρο του ή με την Γραμματεία του Αρείου Πάγου είτε με το Διευθυντή των Φυλακών.", "23. Η Κυβέρνηση υπογραμμίζει ότι ο προσφεύγων δεν εξηγεί πουθενά γιατί δεν έκανε τίποτα για να ενημερωθεί για την έκβαση της δίκης ενώπιον του Αρείου Πάγου προγενέστερα της 18ης Οκτωβρίου 2010. Αυτό αφού μάλιστα ο προσφεύγων παρακολουθούσε την υπόθεση του ενεργά από την αρχή της διαδικασίας συντάσσοντας ο ίδιος κάποια έγγραφα και απευθυνόμενος ο ίδιος στις δικαστικές αρχές ή στις αρχές των φυλακών. Ακόμη κι’ αν υποθέσουμε ότι ο προσφεύγων δεν είχε καμία επαφή με τον δικηγόρο του πριν την ακρόαση ή δεν μπόρεσε να έχει, δεν θα μπορούσαμε να δεχθούμε ότι δεν επιχείρησε να ενημερωθεί πριν την 18η Οκτωβρίου 2010, δηλαδή την ίδια μέρα της ακρόασης για την διεξαγωγή της ακρόασης στην Γραμματεία του Αρείου Πάγου.", "24. Κατά δεύτερον, η Κυβέρνηση υποστηρίζει ότι ο προσφεύγων δεν εξήντλησε τα εσωτερικά ένδικα μέσα. Τον κατηγορεί ότι ζήτησε μόνο να κινηθούν πειθαρχικές ή ποινικές διαδικασίες εναντίον του δικηγόρου και να μην ασκήσει αγωγή αποζημίωσης με βάση αίτηση συμμετοχής του.", "25. Ο προσφεύγων υποστηρίζει ότι προσέφυγε στο Δικαστήριο μόλις έλαβε γνώση της απόφασης του Αρείου Πάγου, κανένας, κατά τα λεγόμενα του, δεν τον είχε ενημερώσει για την ημερομηνία που η απόφαση είχε εκδοθεί. Διατείνεται επιπλέον ότι οι ποινικές ή πολιτικές αγωγές που θα μπορούσε, σύμφωνα με τη Κυβέρνηση, να ασκήσει εναντίον του δικηγόρου που έπραξε αυτεπαγγέλτως δεν θα του επέτρεπαν να έχει την επανάληψη της διαδικασίας ενώπιον αυτού του δικαστηρίου.", "26. Όσο αφορά την ένσταση σχετικά με την μη τήρηση της προθεσμίας των έξι μηνών, το Δικαστήριο υπενθυμίζει ότι η περίοδος των έξι μηνών αρχίζει να τρέχει από την ημερομηνία κατά την οποία ο προσφεύγων και/ή ο εκπρόσωπος του έλαβε επαρκή γνώση της οριστικής εσωτερικής απόφασης (Koç et Tosun κατά της Τουρκίας (Δεκέμβριος) αρ. 23852/04, 13 Νοεμβρίου 2008 και μεταξύ πολλών αποφάσεων που αφορούν ιδιαίτερα την Ελλάδα, Σταβρινουδάκης κατά της Ελλάδας αρ. 24089/08, παράγραφος 13, 16 Σεπτεμβρίου 2010). Ωστόσο, εάν ο προσφεύγων ισχυρίζεται μόνο στις παρατηρήσεις του ότι έλαβε γνώση της απόφασης μία κάποια ημερομηνία χωρίς να μπορεί να τεκμηριώσει αυτόν τον ισχυρισμό, η dies a quo (ημέρα έναρξης της προθεσμίας) αρχίζει να τρέχει από την ημερομηνία που η απόφαση εκδόθηκε (Çelic κατά Τουρκίας (Δεκέμβριος), αρ. 52991/99, ΕΔΔΑ 2004-Χ, Παραχελάς κατά Ελλάδας (GC), αρ. 31423/96, παράγραφος 30, ΕΔΔΑ 1999-ΙΙ).", "27. Το Δικαστήριο επισημαίνει ότι στη περίπτωση αυτή, ο Άρειος Πάγος εξέδωσε την απόφαση του την 25η Φεβρουαρίου 2010 και ότι αυτή η απόφαση επικυρώθηκε ακριβής την 28η Απριλίου 2010, ημερομηνία αρχής γινομένης από την οποία ο προσφεύγων θα μπορούσε να είχε λάβει επαρκή γνώση αυτής. Όμως αυτός άσκησε την προσφυγή του ενώπιον του Δικαστηρίου την 20η Δεκεμβρίου 2010 αναφέροντας σε αυτή ότι έλαβε γνώση της απόφασης του Αρείου Πάγου μόνο την 18η Οκτωβρίου 2010, ημερομηνία της σφραγίδας που απεικονίζεται στη σελίδα 3 της απόφασης.", "28. Το Δικαστήριο επισημαίνει ότι η Κυβέρνηση κατηγορεί τον προσφεύγοντα για έλλειψη επίσπευσης υποστηρίζοντας κυρίως από την άποψη αυτή ότι δεν επικοινώνησε εμπρόθεσμα με τον δικηγόρο του ή με την Γραμματεία του Αρείου Πάγου και δεν ενημερώθηκε για την έκβαση της διαδικασίας με τρόπο ώστε η έχει παρέλθει η προθεσμία των έξι μηνών. Ωστόσο, το Δικαστήριο δε μπορεί να δεχθεί το επιχείρημα της Κυβέρνησης. Πράγματι, επισημαίνει ότι ο προσφεύγων κρατείτο την εποχή εκείνη στις Φυλακές Γρεβενών, ότι είχε πάρει την διαβεβαίωση του δικηγόρου του ο οποίος είχε ορισθεί αυτεπαγγέλτως ότι θα τον εκπροσωπούσε στην ακρόαση και ότι δεν του επιδόθηκε ή δεν του κοινοποιήθηκε η απόφαση του Αρείου Πάγου.", "29. Σημειώνει επίσης ότι η Κυβέρνηση δεν εξηγεί με ποιο τρόπο και ποια ημερομηνία αυτός είχε λάβει αντίγραφο της απόφασης του Αρείου Πάγου. Αντιθέτως, ο προσφεύγων επικαλείται την ημερομηνία της σφραγίδας (18 Οκτωβρίου 2010) που απεικονίζεται στο αντίγραφο της απόφασης που του χορηγήθηκε από την Γραμματεία του Αρείου Πάγου. Υπό τις περιστάσεις αυτές, το Δικαστήριο εκτιμά ότι δεν θα μπορούσαμε να προσάψουμε στον προσφεύγοντα ότι υπερέβη την απαραίτητη προθεσμία των έξι μηνών.", "30. Αναφορικά με την ένσταση σχετικά με τη μη εξάντληση των εσωτερικών ένδικων μέσων, το Δικαστήριο υπενθυμίζει ότι οι διατάξεις του άρθρου 35, παράγραφος 1 της Σύμβασης ορίζουν μόνο την εξάντληση των ένδικων μέσων που είναι συγχρόνως σχετικές με τις αποδιδόμενες παραβάσεις, κανονικά διαθέσιμες και επαρκείς για να μπορεί ο προσφεύγων να επιτύχει αποκατάσταση των ισχυριζόμενων παραβάσεων (Risker κατά Γαλλίας (Δεκέμβριος), αρ. 66999/01, 24 Μαΐου 2005, και Norbert Sikorski κατά Πολωνίας, αρ. 17599/05, παράγραφος 108, 22 Οκτωβρίου 2009). Όμως ούτε οι ποινικές και πειθαρχικές διώξεις ούτε η αγωγής αποζημίωσης δεν ήταν ικανές να επανορθώσουν το γεγονός ότι η αίτηση αναίρεσης του προσφεύγοντος δεν εξετάσθηκε. Η απόφαση του Αρείου Πάγου που κηρύσσει την αίτηση αναίρεσης απαράδεκτη είναι οριστική και δεν μπορεί να επανέλθει όποιοι και να είναι οι λόγοι και οι περιστάσεις της μη εμφάνισης του δικηγόρου.", "31. Το Δικαστήριο απορρίπτει λοιπόν τις προκαταρκτικές ενστάσεις της Κυβέρνησης. Διαπιστώνοντας άλλωστε ότι αυτή η αιτίαση δεν είναι προφανώς αβάσιμη με την έννοια του άρθρου 35, παράγραφος 3 α) της Σύμβασης και ότι δεν εναντιώνεται σε κανένα άλλο λόγο απαραδέκτου, την κηρύσσει παραδεκτή.", "", "Β. Επί της ουσίας", "32. Η Κυβέρνηση υποστηρίζει ότι το δικαίωμα πρόσβασης του προσφεύγοντος σε ένα δικαστήριο τηρήθηκε σε όλα τα στάδιο της διαδικασίας, συμπεριλαμβανομένης αυτής του Αρείου Πάγου. Αναφέρει ότι, ακόμη κι’αν ο προσφεύγων δεν εκπροσωπήθηκε ενώπιον αυτού του τελευταίου δικαστηρίου, του δόθηκε η δυνατότητα να προσφύγει μόνος στον Άρειο Πάγο και να ορισθεί ένας δικηγόρος αυτεπαγγέλτως χωρίς κανένα εμπόδιο. Προσθέτει ότι ο Άρειος Πάγος δεν είχε κανένα λόγο να αμφισβητήσει ότι ο δικηγόρος ο οποίος ορίσθηκε αυτεπαγγέλτως εκπλήρωσε τα καθήκοντα που του επιβλήθηκαν από το νόμο.", "33. Η Κυβέρνηση διευκρινίζει στη συνέχεια ότι ούτε πριν ούτε κατά την διάρκεια της ακρόασης ενώπιον του Αρείου Πάγου ο προσφεύγων δεν ζήτησε την αναβολή της ακρόασης ή την αντικατάσταση του δικηγόρου που ορίσθηκε αυτεπαγγέλτως και ότι ούτε ενημέρωσε τις δικαστικές αρχές για ενδεχόμενη άρνηση του δικηγόρου αυτού να αναλάβει την αποστολή του. Παραπέμποντας στο άρθρο 47 του Κώδικα των Δικηγόρων, αναφέρει ότι εάν ο Φ.Κ. δεν επιθυμούσε να αναλάβει την υπεράσπιση του προσφεύγοντος, θα έπρεπε να καταθέσει δήλωση παραίτησης στη Γραμματεία του Αρείου Πάγου και ότι δεν το είχε κάνει. Συνεπώς, η Κυβέρνηση εκτιμά ότι ο Άρειος Πάγος εφάρμοσε δίκαια το άρθρο 514 του Κώδικα Ποινικής Δικονομίας και απέρριψε την αίτηση αναίρεσης. Διευκρινίζει ακόμη ότι, εν ελλείψει κάθε ένδειξης που μπορεί να υποδηλώνει ότι υπήρχε πρόβλημα σχετικά με την υπεράσπιση του προσφεύγοντος, η δικαστική αρχή δεν είχε κανένα λόγο ούτε καμία νομιμότητα να παρέμβει αυθόρμητα στην σχέση του προσφεύγοντος με τον δικηγόρο του.", "34. Ο προσφεύγων ισχυρίζεται ότι δεν μπορούσε να προβλέψει μία τόσο βαριά αμέλεια στα μάτια του από δικηγόρο ο οποίος ορίσθηκε αυτεπαγγέλτως. Προσθέτει ότι ο ίδιος ήταν φυλακισμένος και υφίστατο την πίεση της προθεσμίας των δέκα ημερών που του είχαν διατεθεί για να ασκήσει αίτηση αναίρεσης. Εκτιμά ότι ο Άρειος Πάγος όφειλε να αναβάλλει την ακρόαση διότι, σύμφωνα με τον ίδιο, γνώριζε ότι επιθυμούσε τη συνέχιση της διαδικασίας και ότι βλέποντας ότι ο εν λόγω συνήγορος δεν μπορούσε να εκπληρώσει τις υποχρεώσεις του, θα έπρεπε να αντικαταστήσει τον δικηγόρο. Προσθέτει ότι δεν μπορεί να κατηγορηθεί για κανένα λάθος ούτε έλλειψη επίσπευσης και ότι η Κυβέρνηση εκδίδει, στο πλαίσιο αυτό, μόνο ανακριβείς ισχυρισμούς.", "35. Το Δικαστήριο υπενθυμίζει καταρχήν ότι οι απαιτήσεις της παραγράφου 3 του άρθρου 6 αναλύονται σε ιδιαίτερες απόψεις του δικαίου σε μία δίκαιη δίκη την οποία εγγυάται η παράγραφος 1 αυτής της διάταξης (Van Geyseghem κατά του Βελγίου (GC), αρ. 26103/95, παράγραφος 27, ΕΔΔΑ 1999-Ι). Συνεπώς πρέπει να εξετάσουμε τις αιτιάσεις του προσφεύγοντος υπό το πρίσμα της παραγράφου 3 γ) συνδυασμένη με τις συναφείς αρχές της παραγράφου 1.", "36. Το Δικαστήριο υπενθυμίζει στη συνέχεια τις αρχές που διέπουν τη νομολογία του σε θέματα δικαστικής συνδρομής. Δήλωσε επίσης επανειλημμένα ότι η Σύμβαση είχε σκοπό να προστατεύσει δικαιώματα όχι θεωρητικά ή εικονικά αλλά συγκεκριμένα και πραγματικά και ότι ο διορισμός συνηγόρου δεν εξασφάλιζε από μόνο του την αποτελεσματικότητα της συνδρομής που θα μπορούσε να παράσχει στο κατηγορούμενο. Δεν θα μπορούσαμε ωστόσο να καταλογίσουμε σε ένα Κράτος την ευθύνη κάθε αδυναμίας διορισμού δικηγόρου αυτεπαγγέλτως (Andreyev κατά Εσθονίας, αρ. 48132/07, παράγραφος 71, 22 Νοεμβρίου 2011). Προκύπτει από την ανεξαρτησία του δικηγορικού συλλόγου σε σχέση με το Κράτος ότι η καθοδήγηση της υπεράσπισης εναπόκειται ουσιαστικά στο κατηγορούμενο και στο δικηγόρο του ο οποίος διορίσθηκε ως δικαστική συνδρομή από το πελάτη. Το άρθρο 6, παράγραφος 3 γ) υποχρεώνει τις αρμόδιες εθνικές αρχές να παρέμβουν μόνο εάν η παράλειψη του αυτεπάγγελτου δικηγόρου είναι έκδηλη ή εάν τις ενημερώνουν επαρκώς με οποιοδήποτε άλλο τρόπο (Daud κατά της Πορτογαλίας, 21 Απριλίου 1998), παράγραφος 38, Recueil des arrêts et décisions 1998-II (Συλλογή Δευτεροβάθμιων & Πρωτοβάθμιων Αποφάσεων 1998-ΙΙ).", "37. Το Δικαστήριο υπενθυμίζει επιπλέον ότι υπάρχουν περιστάσεις όπου το Κράτος πρέπει να ενεργήσει και να μην παραμείνει παθητικό όταν προβλήματα σχετικά με την εκπροσώπηση στη δικαιοσύνη όταν προβλήματα τίθενται υπόψη των αρμοδίων αρχών. Εάν αυτές ενημερώνονται για τέτοια προβλήματα, είναι υποχρεωμένες να αντικαταστήσουν τον κωλυόμενο δικηγόρο είτε να τον υποχρεώσουν να πραγματοποιήσει την αποστολή του. Το να υιοθετήσουμε την περιοριστική ερμηνεία που προβάλλει η Κυβέρνηση θα οδηγούσε σε παράλογα αποτελέσματα μη συμβατά με την διατύπωση του εδαφίου γ) και η δωρεάν δικαστική συνδρομή θα κινδύνευε να αποδειχθεί μία μάταιη λέξη (Artico κατά Ιταλίας, 13 Μαΐου 1980, παράγραφος 33, σειρά Α, αρ. 37, Kemal Kahraman et Ali Kahraman κατά Τουρκίας, αρ. 42104/02, παράγραφος 35, 26 Απριλίου 2007 και Iglin κατά Ουκρανίας, αρ. 39908/05, παράγραφος 67, 12 Ιανουαρίου 2012). Ανάλογα με τις εν λόγω περιστάσεις, οι αρμόδιες αρχές θα πρέπει ή να μην πάρουν μέτρα (ανωτέρω Daud, παράγραφοι 40-42) και σχετικά με την διαδικασία στο σύνολο της, η υπεράσπιση θα μπορεί ή όχι να θεωρηθεί ως «συγκεκριμένη και πραγματική», χαρακτηριστικά τα οποία απαιτούνται από το άρθρο 6, παράγραφος 3 γ) (Ruthkowski κατά Πολωνίας (Δεκέμβριος), αρ. 45995/99, ΕΔΔΑ 2000-ΧΙ, Straroszczyk κατά Πολωνίας, αρ. 5959/00, παράγραφοι 121-122, 22 Μαρτίου 2007, Sialkowska κατά Πολωνίας, αρ. 8932/05, παράγραφοι 99-100, 22 Μαρτίου 2007 και Ebanks κατά Ηνωμένου Βασιλείου, αρ. 36822/06, παράγραφοι 73, 26 Ιανουαρίου 2010).", "38. Το Δικαστήριο σημειώνει εκ των προτέρων ότι οι θέσεις των διαδίκων διαφέρουν σχετικά με τις περιστάσεις της υπόθεσης και με τους λόγους της μη εμφάνισης του Φ.Κ στην ακρόαση της 5ης Φεβρουαρίου 2010. Επισημαίνει ότι δεν βρίσκει μέσα στο φάκελο κανένα στοιχείο ικανό να του επιτρέπει να ευνοήσει τη θέση του ενός ή του άλλου διάδικου. Το μόνο στοιχείο που του φαίνεται σημαντικό είναι το γεγονός ότι ο Άρειος Πάγος είχε ορίσει ένα δικηγόρο αυτεπαγγέλτως προκειμένου να τον εκπροσωπήσει ενώπιον του.", "39. Το Δικαστήριο υπογραμμίζει ότι ένας δικηγόρος και μάλιστα ένας δικηγόρος ο οποίος ορίσθηκε αυτεπαγγέλτως δεν απαλλάσσεται από κάθε επιμέλεια όταν αποφασίζει να αποσυρθεί από μία υπόθεση ή όταν κωλύεται να εμφανισθεί σε ακρόαση. Σε παρόμοιες περιπτώσεις, πρέπει να ενημερώσει γι’αυτό την αρχή που τον όρισε και να πραγματοποιήσει κάθε επείγουσα πράξη προκειμένου να διαφυλάξει τα δικαιώματα και τα συμφέροντα του πελάτη του.", "40. Λοιπόν, στη προκειμένη περίπτωση, ο δικηγόρος του προσφεύγοντος ο οποίος διορίσθηκε την 2α Ιανουαρίου 2010 για την ακρόαση της 5ης Φεβρουαρίου 2010, δεν φαίνεται σε καμία στιγμή να έχει δικαιολογήσει ότι δεν μπορεί να αναλάβει την αποστολή του. Σύμφωνα με τον ενδιαφερόμενο, ο Φ.Κ. τον είχε διαβεβαιώσει λίγο πριν την ακρόαση ότι θα ήταν παρών. Επιπλέον, δεν προκύπτει από το φάκελο ότι ο Φ.Κ., όπως το ισχυρίσθηκε στο προσφεύγοντα, επικοινώνησε με την Γραμματεία του Αρείου Πάγου για να ζητήσει την αναβολή αυτής. Όπως τη Κυβέρνηση το εξηγεί στις παρατηρήσεις της, υπάρχουν δύο οδοί για να παρουσιάσει κάποιος με τρόπο αποδεκτό μία αίτηση που αποσκοπεί στην αναβολή ακρόασης ενώπιον χωρίς η εμφάνιση του ίδιου του δικηγόρου ή του πελάτη του να είναι αναγκαία: Είτε ένας δικηγόρος, κανονικά ένας συνεργάτης αυτού που έχει κώλυμα παρουσιάζεται ενώπιον του δικαστηρίου την ημέρα της ακρόασης και ζητά την αναβολή, είτε πριν την ακρόαση, ο πελάτης στέλνει στη Γραμματεία του Δικαστηρίου γραπτή αίτηση με την έννοια αυτή η οποία παραδίδεται στο Πρόεδρο του Δικαστηρίου την ημέρα της ακρόασης (παράγραφοι 16-18 ανωτέρω). Έτσι ακόμη κι’αν υποθέσουμε ότι ο Φ.Κ τηλεφώνησε στη Γραμματεία προκειμένου να δηλώσει κώλυμα, η αίτηση του δεν μπορούσε να ληφθεί υπόψη διότι δεν την είχε υποβάλλει υπό τους τύπους που απαιτούνται. Από την πλευρά της, η Γραμματεία θα είχε σίγουρα επιστήσει την προσοχή του στο γεγονός ότι η τηλεφωνική κλήση δεν ήταν μία κανονική οδός σύμφωνα με το εσωτερικό δίκαιο.", "41. Στο μέτρο που ήταν αδύνατον σύμφωνα με το εσωτερικό δίκαιο να επανέλθει στην απόφαση απαραδέκτου της αίτησης αναίρεσης, εναπόκειται στον Άρειο Πάγο να αναρωτηθεί για τους λόγους της μη εμφάνισης του δικηγόρου του προσφεύγοντος, ο οποίος ορίσθηκε αυτεπαγγέλτως και να βεβαιωθεί ότι τα συμφέροντα του προσφεύγοντα είχαν προστατευθεί.", "42. Η ανεξήγητη απουσία του Φ.Κ. στην ακρόαση που έλαβε χώρα ένα μήνα και τρεις ημέρες μετά τον ορισμό αυτού, χωρίς να έχει κατατεθεί καμία αίτηση αναβολής ή ακόμη εάν μία τέτοια αίτηση κατατέθηκε παράτυπα όπως το επιβεβαιώνει ο προσφεύγων, αποτελεί, στα μάτια του Δικαστηρίου, κατάσταση «έκδηλης παράλειψης» που απαιτεί θετικά μέτρα εκ μέρους των αρμόδιων αρχών. Ο Άρειος Πάγος όφειλε έτσι να αναβάλει τη συζήτηση προκειμένου να αποσαφηνιστεί η κατάσταση από το να απορρίψει την αίτηση αναίρεσης ως εγκαταλελειμμένη.", "43. Όποιες και να είναι οι περιστάσεις- απουσία κάθε επαφής ή παράτυπη αίτηση- επέβαλλαν στο αρμόδιο δικαστήριο την θετική υποχρέωση να εξασφαλίσει τον πρακτικό και πραγματικό σεβασμό των δικαιωμάτων υπεράσπισης του προσφεύγοντος. Όπως αυτό δεν ήταν η περίπτωση, το Δικαστήριο δε μπορεί παρά μόνο να επιβεβαιώσει παράλειψη στις απαιτήσεις των παραγράφων 1 και 3 γ) συνδυασμένων με το άρθρο 6 της Σύμβασης. Συνεπώς, υπήρξε παράβαση αυτών των διατάξεων.", "", "ΙΙ. ΕΠΙ ΤΩΝ ΑΛΛΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΑΣΕΩΝ", "44. Ο προσφεύγων παραπονιέται επίσης για παράβαση των άρθρων 5 και 7 της Σύμβασης.", "45. Λαμβάνοντας υπόψη το σύνολο των στοιχείων που διαθέτει και στο μέτρο που είναι αρμόδιο να γνωρίζει τους ισχυρισμούς που διατυπώθηκαν, το Δικαστήριο δεν επισημαίνει καμία παραβίαση των δικαιωμάτων και ελευθεριών τα οποία διασφαλίζονται με τα άρθρα αυτά. Ως εκ τούτου, καταλήγει ότι αυτό το μέρος της προσφυγής είναι προδήλως αβάσιμο και πρέπει να απορριφθεί κατ’ εφαρμογή του άρθρου 35, παράγραφοι 3 α) και 4 της Σύμβασης.", "", "ΙΙΙ. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "46. Σύμφωνα με το άρθρο 41 της Σύμβασης", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της, και αν το εσωτερικό δίκαιο του Υψηλού Συμβαλλόμενου Μέρους δεν επιτρέπει παρά μόνο ατελή εξάλειψη των συνεπειών της παραβίασης αυτής, το Δικαστήριο χορηγεί, εφόσον είναι αναγκαίο, στον παθόντα δίκαιη ικανοποίηση».", "Α. Ζημιά (βλάβη)", "47. Ο προσφεύγων ζητά 20.000,00 Ευρώ ως ηθική βλάβη. Διευκρινίζοντας ότι εξακολουθεί να είναι φυλακισμένος και ότι υποφέρει από σοβαρά προβλήματα υγείας και ότι η κράτηση του δεν κάνει παρά να την επιβαρύνει, ισχυρίζεται ότι το γεγονός ότι ο Άρειος Πάγος δεν αποφάνθηκε επί του χαρακτηρισμού των παραβάσεων για τις οποίες κατηγορήθηκε του στέρησε μία ευκαιρία να αποφυκακισθεί πιο γρήγορα.", "48. Η Κυβέρνηση υποστηρίζει ότι το ζητούμενο ποσό είναι υπερβολικό και ότι η ενδεχόμενη διαπίστωση παράβασης θα αποτελούσε επαρκή ικανοποίηση. Αναφέρει ότι ο προσφεύγων δεν αποδεικνύει ποια θα ήταν η διάρκεια της ποινής που θα είχε ακόμη να εκτίσει εάν η έκβαση της διαδικασίας ενώπιον του Αρείου Πάγου ήταν ευνοϊκή γι’αυτόν. Επιπλέον, σύμφωνα με τη Κυβέρνηση, ο ενδιαφερόμενος ούτε αποδεικνύει ότι η κατάσταση της υγείας του δεν θα είχε επιδεινωθεί εάν στην έκβαση της διαδικασίας ήταν ευνοϊκή γι’ αυτόν.", "49. Το Δικαστήριο εκτιμά ότι η απουσία κατάλληλης νομικής συνδρομής κατά την διάρκεια μίας ουσιαστικής φάσης της διαδικασίας προκάλεσε στο προσφεύγοντα ηθική βλάβη που απαιτεί αποκατάσταση. Ως εκ τούτου, το Δικαστήριο του επιδίκασε 2.000,00 Ευρώ.", "", "Β. Έξοδα και δαπάνες", "50. Το Δικαστήριο επισημαίνει ότι ο προσφεύγων δεν παρουσιάζει καμία αίτηση επιστροφής εξόδων και δαπανών. Ως εκ τούτου, δεν του επιδικάζει κανένα ποσό.", "", "Γ. Τόκοι υπερημερίας", "32. Το Δικαστήριο κρίνει κατάλληλο να υπολογισθούν οι τόκοι υπερημερίας επί του επιτοκίου οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας προσαυξημένο κατά τρία τοις εκατό.", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ ΟΜΟΦΩΝΑ", "1. Κηρύσσει την προσφυγή παραδεκτή σχετικά με την αιτίαση που προκύπτει από το άρθρο 6, παράγραφοι 1 και 3γ) και απαράδεκτη για τα επιπλέον.", "2. Kρίνει ότι υπήρξε παράβαση του άρθρου 6, παράγραφοι 1 και 3γ) της Σύμβασης.", "3. Ορίζει ότι", "α) Το εναγόμενο Κράτος οφείλει να καταβάλλει στο προσφεύγοντα, μέσα στους τρεις (3) μήνες, δύο χιλιάδες Ευρώ (2.000,00 Ευρώ) επιπλέον κάθε ποσό που μπορεί να οφείλεται ως φόρος για ηθική βλάβη.", "β) Αρχής γινομένης από την λήξη της εν λόγω προθεσμίας και μέχρι την καταβολή, αυτό το ποσό θα προσαυξηθεί με απλό τόκο σε επιτόκιο ίσο με αυτό της οριακής χρηματοδότησης της Ευρωπαϊκής Κεντρικής Τράπεζας, προσαυξημένο κατά τρία τοις εκατό.", "4. Απορρίπτει την αίτηση δίκαιης ικανοποίησης για τα επιπλέον.", "Συνετάγη στη Γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε γραπτώς την 9η Απριλίου 2015, σε εφαρμογή του άρθρου 77, παράγραφοι 2 και 3 του κανονισμού.", ""]}