{"file": "GRE_HJUDGRE_15100_06.docx", "doc_type": "HJUDGRE", "doc_lang": "GRE", "case_id": "15100/06", "text_paragraphs": ["Μεταφραστική Υπηρεσία Υπουργείου Εξωτερικών, Αθήνα", "SERVICE DES TRADUCTIONS DU MINISTERE DES AFFAIRES ETRANGERES DE LA REPUBLIQUE HELLENIQUE, ATHENES", "HELLENIC REPUBLIC, MINISTRY OF FOREIGN AFFAIRS, TRANSLATION SERVICE, ATHENS", "", "", "ΣΥΜΒΟΥΛΙΟ ΤΗΣ ΕΥΡΩΠΗΣ", "", "ΕΥΡΩΠΑΪΚΟ ΔΙΚΑΣΤΗΡΙΟ ΤΩΝ ΑΝΘΡΩΠΙΝΩΝ ΔΙΚΑΙΩΜΑΤΩΝ", "", "ΠΡΩΤΟ ΤΜΗΜΑ", "", "", "ΥΠΟΘΕΣΗ ΠΥΡΓΙΩΤΑΚΗΣ κατά ΕΛΛΑΔΑΣ", "", "(Προσφυγή αριθ. 15100/06)", "", "", "ΑΠΟΦΑΣΗ", "", "ΣΤΡΑΣΒΟΥΡΓΟ", "21 Φεβρουαρίου 2008", "", "Η παρούσα απόφαση θα καταστεί οριστική σύμφωνα με τους όρους που προβλέπονται από το άρθρο 44 § 2 της Σύμβασης. Μπορεί να υποστεί τυπικές διορθώσεις.", "", "", "\tΣτην υπόθεση Πυργιωτάκης κατά Ελλάδας,", "Το Ευρωπαϊκό Δικαστήριο των Ανθρωπίνων Δικαιωμάτων (πρώτο τμήμα), συνεδριάζοντας σε τμήμα αποτελούμενο από τους:", "\tΛουκή Λουκαΐδη, πρόεδρο,", "\tΧρήστο Ροζάκη,", "\tNina Vajić,", "\tAnatoli Kovler,", "\tDean Spielmann,", "\tSverre Erik Jebens,", "Giorgio Malinverni, δικαστές,", "και τον Søren Nielsen, γραμματέα τμήματος.", "\tΑφού διασκέφθηκε σε συμβούλιο στις 31 Ιανουαρίου 2008,", "\tΕκδίδει την πιο κάτω απόφαση, η οποία ελήφθη την ημερομηνία αυτή:", "", "ΔΙΑΔΙΚΑΣΙΑ", "\t1. Η υπόθεση έχει εισαχθεί με μία προσφυγή (αριθ. 15100/06) στρεφόμενη κατά της Ελληνικής Δημοκρατίας από έναν υπήκοο του Κράτους αυτού, τον κύριο Κωνσταντίνο Πυργιωτάκη («ο προσφεύγων»), ο οποίος προσέφυγε ενώπιον του Δικαστηρίου στις 28 Μαρτίου 2006 δυνάμει του άρθρου 34 της Σύμβασης για την προστασία των Ανθρωπίνων Δικαιωμάτων και των Θεμελιωδών Ελευθεριών («η Σύμβαση»).", "\t2. Ο προσφεύγων, ο οποίος έτυχε του ευεργετήματος της δικαστικής αρωγής, εκπροσωπείται από τον κύριο Γ. Σταθάρα, δικηγόρο του συλλόγου της Αθήνας. Η Ελληνική Κυβέρνηση («η Κυβέρνηση») εκπροσωπείται από τους απεσταλμένους του αντιπροσώπου της, κύριο Κ. Γεωργιάδη, πάρεδρο του Νομικού Συμβουλίου του Κράτους, και κύριο Ι. Μπακόπουλο, δικαστικό αντιπρόσωπο του Νομικού Συμβουλίου του Κράτους.", "\t3. Ο προσφεύγων παραπονείται ειδικότερα ότι η ποινική δίκη του δεν ήταν δίκαιη.", "\t4. Στις 13 Μαρτίου 2007, το Δικαστήριο αποφάσισε να κοινοποιήσει στην Κυβέρνηση μία αιτίαση ελκόμενη από τη διάρκεια της διαδικασίας. Επικαλούμενο τις διατάξεις του άρθρου 29 § 3 της Σύμβασης, αποφάσισε να εξετάσει συγχρόνως το παραδεκτό και το βάσιμο της υπόθεσης.", "", "\tΩΣ ΠΡΟΣ ΤΑ ΠΡΑΓΜΑΤΙΚΑ ΠΕΡΙΣΤΑΤΙΚΑ ", "", "\tΙ. ΟΙ ΣΥΝΘΗΚΕΣ ΤΗΣ ΥΠΟΘΕΣΗΣ", "", "\t5. Ο προσφεύγων έχει γεννηθεί το 1947. Κρατείται επί του παρόντος στη ψυχιατρική κλινική των φυλακών Κορυδαλλού (Πειραιάς).", "", "\tΑ. Η ποινική διαδικασία σε βάρος του προσφεύγοντος", "\t6. Στις 6 Ιουνίου 2003, το Κακουργοδικείο Χανίων καταδίκασε τον προσφεύγοντα σε ποινή κάθειρξης δέκα ετών και σε πρόστιμο 15.000 ευρώ για την εμπλοκή του σε υπόθεση εμπορίας ναρκωτικών. Ειδικότερα, κατηγορήθηκε ότι λειτούργησε ως μεσάζων μεταξύ ενός αστυνομικού που παρίστανε τον αγοραστή και ενός εμπόρου, του Π., ο οποίος επίσης οδηγήθηκε ενώπιον του δικαστηρίου. Το δικαστήριο στοιχειοθέτησε τα πραγματικά περιστατικά της υπόθεσης, στηριζόμενο κυρίως στις καταθέσεις των αστυνομικών που είχαν συμμετάσχει στην επιχείρηση, μεταξύ των οποίων και ο αστυνομικός που είχε παραστήσει τον αγοραστή. Αυτός δήλωσε μεταξύ άλλων ότι η αστυνομία είχε πληροφορίες ότι ο Π. εμπλεκόταν σε εμπορία ναρκωτικών και ότι εμφανίσθηκε ενώπιόν του ως υποτιθέμενος αγοραστής. Δεν γνώριζε τον προσφεύγοντα εκ των προτέρων και δεν είχε ακούσει να μιλούν για εκείνον πριν την επιχείρηση.", "\t7. Κατά το δικαστήριο, ο προσφεύγων είχε υποδείξει τηλεφωνικά στον εν λόγω αστυνομικό να τον περιμένει σε ένα συγκεκριμένο μέρος. Όταν έφθασε εκεί, ο αστυνομικός συνάντησε τον προσφεύγοντα και τον Π. μέσα σε ένα αυτοκίνητο. Τους ακολούθησε μέχρι τον τόπο συναλλαγής. Εκεί, ο προσφεύγων αντάλλαξε κάποιες λέξεις με τον Π. και έφυγε (απόφαση αριθ. 243/2003). Ο προσφεύγων, ο οποίος καθόλη τη διάρκεια της δίκης υποστήριζε ότι αγνοούσε τη φύση της συναλλαγής και ότι ήθελε μόνο να εξυπηρετήσει τον Τ., έναν γνωστό του που του είχε ζητήσει να φέρει σε επαφή τον υποτιθέμενο αγοραστή με τον Π., ισχυρισμοί τους οποίους επιβεβαίωσε ο Τ. ενώπιον του δικαστηρίου, άσκησε έφεση κατά της απόφασης αυτής.", "\t8. Στις 24 Μαρτίου 2005, το Εφετείο Κρήτης επικύρωσε, για τους ίδιους λόγους, την ενοχή του προσφεύγοντος και την ποινή κάθειρξης που του είχε επιβληθεί σε πρώτο βαθμό, αλλά μείωσε το πρόστιμο σε 7.000 ευρώ (απόφαση αριθ. 64/2005).", "\t9. Στις 3 Ιουνίου 2005, ο προσφεύγων άσκησε αίτηση αναίρεσης. Επικαλούμενος το άρθρο 6 § 1 της Σύμβασης, παραπονέθηκε μεταξύ άλλων για παραβίαση της αρχής της δίκαιης δίκης. Κατά την άποψή του, η καταδίκη του οφειλόταν αποκλειστικά στη συμπεριφορά ενός εκ των αστυνομικών που εμπλέκονταν στην υπόθεση, ο οποίος είχε ενεργήσει ως «agent provocateur». Αν ο εν λόγω αστυνομικός δεν είχε ζητήσει να έρθει σε επαφή με τον Π., η παράβαση για την οποία κατηγορήθηκε ουδέποτε θα είχε διαπραχθεί.", "\t10. Στις 21 Δεκεμβρίου 2005, ο Άρειος Πάγος απέρριψε την αίτηση αναίρεσης. Έκρινε ότι η προσβληθείσα απόφαση ήταν πλήρως αιτιολογημένη και ότι το επιχείρημα, βάσει του οποίου ο αστυνομικός είχε ενεργήσει ως «agent provocateur», ερχόταν σε αντίφαση με τα πραγματικά περιστατικά που είχε στοιχειοθετήσει το εφετείο. Το ανώτατο δικαστήριο πρόσθεσε ότι, ακόμα κι αν ο εν λόγω αστυνομικός είχε ενεργήσει ως «agent provocateur», οι πράξεις του δεν είχαν υπερβεί εκείνες ενός μυστικού αστυνομικού (απόφαση αριθ. 2496/2005).", "\t", "\tΒ. Η αίτηση του προσφεύγοντος με σκοπό την επανάληψη της διαδικασίας και την αναστολή της ποινής του", "", "\t11. Στις 2 Ιουνίου 2006, ο προσφεύγων υπέβαλε αίτηση για επανάληψη της δίκης του, ένα έκτακτο ένδικο μέσο το οποίο είναι διαθέσιμο μόνο σε εξαιρετικές περιπτώσεις τις οποίες απαριθμεί ο νόμος (άρθρο 525 του Κώδικα Ποινικής Δικονομίας). Υποστήριζε ότι κατόπιν της τελεσίδικης καταδίκης, ήρθαν στο φως νέα περιστατικά τα οποία αποδείκνυαν την αθωότητά του. Ως προς τούτο, επικαλείτο το γεγονός ότι είχε καταθέσει μηνύσεις κατά των αστυνομικών και των άλλων ατόμων που εμπλέκονταν στην υπόθεσή του και ότι είχε ασκήσει ενώπιον του Δικαστηρίου την παρούσα προσφυγή. Δεν έχει ληφθεί ακόμα απόφαση επί του αιτήματος αυτού.", "\t12. Επιπλέον, σύμφωνα με το άρθρο 529 του ίδιου κώδικα, το δικαστικό όργανο το οποίο κρίνει μία τέτοια αίτηση πρέπει ομοίως να αποφανθεί επί της σκοπιμότητας της αναστολής της ποινής που έχει επιβληθεί στον ενδιαφερόμενο. Ωστόσο, στις 13 Σεπτεμβρίου 2006, το Συμβούλιο του Αρείου Πάγου αρνήθηκε να αναστείλει την ποινή που είχε επιβληθεί στον προσφεύγοντα, με την αιτιολογία ότι η αίτησή του δεν ήταν καθόλου τεκμηριωμένη και ότι τα περιστατικά που επικαλείτο ο ενδιαφερόμενος δεν συνιστούσαν στοιχεία ικανά να αιτιολογήσουν την επανάληψη της δίκης (απόφαση αριθ. 1684/2006). ", "", "\tΩΣ ΠΡΟΣ ΤΟ ΝΟΜΙΚΟ ΜΕΡΟΣ", "", "\tΙ. ΕΠΙ ΤΗΣ ΜΙΑΣ ΕΚ ΤΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ ΤΟΥ ΑΡΘΡΟΥ 6 § 1 ΤΗΣ ΣΥΜΒΑΣΗΣ", "", "\t13. Ο προσφεύγων παραπονείται ότι η ποινική δίκη του δεν ήταν δίκαιη, ειδικότερα στο μέτρο που η καταδίκη του οφειλόταν αποκλειστικά στην συμπεριφορά ενός εκ των αστυνομικών που εμπλέκονταν στην υπόθεση, ο οποίος είχε ενεργήσει ως «agent provocateur». Επικαλείται ως προς τούτο το άρθρο 6 § 1 της Σύμβασης, το οποίο έχει ως εξής:", "", " «Παν πρόσωπον έχει δικαίωμα όπως η υπόθεσίς του δικασθή δικαίως(...), υπό (...) δικαστηρίου (...), το οποίον θα αποφασίση (...) επί του βασίμου πάσης εναντίον του κατηγορίας ποινικής φύσεως (...)»", "", "Α. Επί του παραδεκτού", "", "14. Το Δικαστήριο διαπιστώνει ότι η αιτίαση αυτή δεν είναι προδήλως αβάσιμη με την έννοια του άρθρου 35 § 3 της Σύμβασης. Το Δικαστήριο σημειώνει επιπλέον ότι αυτή δεν προσκρούει σε κανέναν άλλο λόγο απαραδέκτου. Πρέπει επομένως να κηρυχθεί παραδεκτή.", "", "B. Επί της ουσίας", "", "15. Η Κυβέρνηση υπενθυμίζει ότι η διεξαγωγή αποδείξεων υπάγεται καταρχήν στους κανόνες του εθνικού δικαίου και ότι καταρχήν αρμόδια είναι τα εθνικά δικαστήρια για την αξιολόγηση των συλλεγέντων στοιχείων και της ορθότητας εκείνων την προσκομιδή των οποίων επιθυμούν οι κατηγορούμενοι. Εν προκειμένω, όλα τα αποδεικτικά στοιχεία προσκομίστηκαν ενώπιον του ενδιαφερόμενου κατά τη διάρκεια δημόσιας συνεδρίασης και υποβλήθηκαν σε μία κατ’αντιμωλία συζήτηση, και ο προσφεύγων είχε την προσήκουσα και επαρκή ευκαιρία να τα αντικρούσει.", "16. Επιπλέον, η Κυβέρνηση εκτιμά ότι οι αστυνομικοί που εμπλέκονταν στην υπόθεση δε θα μπορούσαν να χαρακτηρισθούν «προβοκάτορες». Στηριζόμενη σε πολυάριθμα στοιχεία του φακέλου, υποστηρίζει ότι ο προσφεύγων δεν γνώριζε ότι επρόκειτο για αστυνομικούς και ότι δεν είχε έρθει σε επαφή μαζί τους πριν την ημέρα τέλεσης της παράβασης. Ως εκ τούτου, δεν ήταν δυνατό οι πράξεις της αστυνομίας να προκάλεσαν την εγκληματική δραστηριότητα του προσφεύγοντος. Λαμβάνοντας υπόψη το σύνολο της διαδικασίας, η Κυβέρνηση καταλήγει ότι ο προσφεύγων είχε δικαίωμα σε δίκαιη δίκη.", "17. Ο προσφεύγων στηρίζεται σε άλλα στοιχεία του φακέλου για να υποστηρίξει ότι ουδεμία αμφιβολία είχε από την αρχή ότι επρόκειτο για αστυνομικούς, και ότι είχε δεχθεί να τους βοηθήσει χωρίς να ρωτήσει περαιτέρω πληροφορίες. Υπογραμμίζει ότι μοναδική εμπλοκή του στην υπόθεση αποτελούσε το γεγονός ότι οδήγησε την αστυνομία στον Π. και εξοργίζεται που βρίσκεται σήμερα στη φυλακή για τον λόγο αυτό.", "18. Το Δικαστήριο υπενθυμίζει ότι αποστολή του είναι, σύμφωνα με το άρθρο 19 της Σύμβασης, να εξασφαλίζει την τήρηση των δεσμεύσεων που απορρέουν από τη Σύμβαση για τα συμβαλλόμενα Κράτη. Ειδικότερα, δεν έχει αρμοδιότητα να γνωρίζει τα πραγματικά ή νομικά σφάλματα που υποτίθεται ότι διαπράχθηκαν από ένα εθνικό δικαστήριο, εκτός αν και στο μέτρο που θα μπορούσαν να έχουν θίξει τα προστατευόμενα από την Σύμβαση δικαιώματα και ελευθερίες. Εξάλλου, αν και το άρθρο 6 εγγυάται το δικαίωμα για μία δίκαιη δίκη, δεν ρυθμίζει εν τούτοις το παραδεκτό των αποδείξεων αυτό καθ’εαυτό, ζήτημα το οποίο επομένως υπάγεται καταρχήν στην αρμοδιότητα του εσωτερικού δικαίου. Το Δικαστήριο δεν είναι αρμόδιο να αποφανθεί, κατ’αρχήν, επί του παραδεκτού ορισμένων ειδών αποδεικτικών στοιχείων, παραδείγματος χάριν, για στοιχεία που αποκτήθηκαν με παράνομο τρόπο, ή ακόμα επί της ενοχής του προσφεύγοντος. Συντρέχει λόγος να εξετασθεί αν η διαδικασία, συμπεριλαμβανομένου του τρόπου απόκτησης των αποδεικτικών στοιχείων, ήταν δίκαιη στο σύνολό της, κάτι που συνεπάγεται την εξέταση της επίμαχης «παρανομίας» και, όταν πρόκειται για παραβίαση ενός άλλου δικαιώματος που προστατεύει η Σύμβαση, της φύσης της παραβίασης αυτής. (Khan κατά Ηνωμένου Βασιλείου, αριθ. 35394/97, § 34, CEDH 2000-V).", "19. Επιπλέον, το Δικαστήριο έχει ήδη χρειαστεί πολλές φορές να αποφανθεί επί της επέμβασης στη διαδικασία μυστικών αστυνομικών ή agents provocateurs. Οι ακόλουθες αρχές απορρέουν από τη νομολογία του ως προς τούτο.", "20. Η Σύμβαση δεν εμποδίζει τη στήριξη, κατά το στάδιο της ανάκρισης και εφόσον η φύση της παράβασης το δικαιολογεί, σε πήγες όπως οι ανώνυμοι μάρτυρες, αλλά η μεταγενέστερη χρήση τους από τον δικαστή της ουσίας προκειμένου να αιτιολογήσει μία καταδίκη εγείρει ένα διαφορετικό πρόβλημα. Η επέμβαση των μυστικών αστυνομικών πρέπει να είναι περιορισμένη και να περιβάλλεται από εγγυήσεις ακόμα κι αν πρόκειται για την καταστολή της εμπορίας ναρκωτικών. Πράγματι, ακόμα κι αν η εξάπλωση του οργανωμένου εγκλήματος προστάζει τη λήψη κατάλληλων μέτρων, δεν μπορεί να θυσιασθεί το δικαίωμα για ορθή απονομή της δικαιοσύνης. Οι γενικές απαιτήσεις περί δίκαιης δίκης που καθιερώνει το άρθρο 6 έχουν εφαρμογή σε διαδικασίες που αφορούν κάθε είδους ποινική παράβαση, από την πιο απλή έως το πιο σύνθετη. Το δημόσιο συμφέρον δεν μπορεί να δικαιολογήσει τη χρήση στοιχείων που συνελέγησαν κατόπιν αστυνομικής προβοκάτσιας. Το Δικαστήριο έχει ήδη κρίνει ότι όταν οι ενέργειες των εν λόγω αστυνομικών μπορούν να θεωρηθούν ότι προκάλεσαν την παράβαση, και εφόσον τίποτα δεν υποδεικνύει ότι χωρίς την επέμβασή τους αυτή θα είχε διαπραχθεί, οι επίμαχες ενέργειες υπερβαίνουν εκείνες ενός μυστικού αστυνομικού και μπορούν να χαρακτηρισθούν προβοκάτσια. Μία τέτοια επέμβαση και η χρήση της στην ποινική διαδικασία μπορούν να θίξουν με ανεπανόρθωτο τρόπο το δίκαιο χαρακτήρα της δίκης (βλέπε, ειδικότερα, Teixeira de Castro κατά Πορτογαλίας, απόφαση της 9 Ιουνίου 1998, Recueil des arrêts et décisions 1998-IV, σελ. 1462-1464, §§ 35-36 και 38-39).", "21. Εν προκειμένω, η αστυνομία οργάνωσε μία επιχείρηση προκειμένου να σταματήσει τις εγκληματικές δραστηριότητες του Π., σκηνοθετώντας μία εικονική συναλλαγή ναρκωτικών. Επειδή οδήγησε την αστυνομία στον Π. αφού του το ζήτησε κάποιος γνωστός του, ο προσφεύγων κατηγορήθηκε στη συνέχεια ότι έπαιξε τον ρόλο του μεσάζοντα. Πρέπει επομένως να διευκρινισθεί αν ο τελευταίος θα είχε διαπράξει την παράβαση για την οποία κατηγορείται χωρίς την επέμβαση της αστυνομίας. Ανεξαρτήτως του ζητήματος αν ο προσφεύγων γνώριζε την ταυτότητα του αστυνομικού ο οποίος παρουσιάσθηκε ως αγοραστής, ζήτημα για το οποίο οι διάδικοι έχουν διαφορετική άποψη, από τον φάκελο προκύπτει χωρίς αμφιβολία ότι ο προσφεύγων εμφανίσθηκε στην υπόθεση μόνο την μοιραία ημέρα και ότι ο ρόλος του περιορίστηκε στο να υποδείξει στους αστυνομικούς το μέρος όπου βρισκόταν ο Π. Δεν αποδείχθηκε ότι ο προσφεύγων είχε ποινικό μητρώο ή ότι οι αρχές είχαν βάσιμους λόγους να υποπτεύονται ότι ομοίως εμπλεκόταν σε εμπορία ναρκωτικών. Ούτε οι αποφάσεις των εθνικών δικαστηρίων αναφέρθηκαν σε κάποια συμπεριφορά του προσφεύγοντος, μεταγενέστερη της σύλληψής του, που θα μπορούσε να οδηγήσει στο συμπέρασμα ότι ο τελευταίος θα διέπραττε την επίδικη παράβαση ακόμα και χωρίς την επέμβαση των αστυνομικών. Ως εκ τούτου, δεν μπορεί ομοίως να υποστηριχθεί ότι οι αστυνομικοί περιορίστηκαν στο να αποκαλύψουν μία υπάρχουσα εγκληματική πρόθεση, αλλά σε λανθάνουσα κατάσταση, δίδοντας στον προσφεύγοντα την ευκαιρία να την υλοποιήσει (idem).", "22. Τα στοιχεία αυτά επαρκούν για να καταλήξει το Δικαστήριο στο συμπέρασμα ότι οι ενέργειες των αστυνομικών που εμπλέκονταν στην υπόθεση ήταν ουσιαστικά, αν όχι αποκλειστικά, υπεύθυνες, για την τέλεση του υποτιθέμενου κακουργήματος και για την καταδίκη του προσφεύγοντος σε βαριά ποινή. Ενεργώντας κατ’αυτόν τον τρόπο, προκάλεσαν μία εγκληματική δραστηριότητα η οποία, σε διαφορετική περίπτωση, δε θα είχε λάβει χώρα. Κατά την άποψη του Δικαστηρίου, η κατάσταση αυτή έθιξε κατά ανεπανόρθωτο τρόπο το δίκαιο χαρακτήρα της διαδικασίας.", "Συνεπώς, υπήρξε παραβίαση του άρθρου 6 § 1 της Σύμβασης.", "", "ΙΙ. ΕΠΙ ΤΩΝ ΛΟΙΠΩΝ ΕΠΙΚΑΛΟΥΜΕΝΩΝ ΠΑΡΑΒΙΑΣΕΩΝ", "", "23. Επικαλούμενος τα άρθρα 5 § 3 και 6 §§ 1 και 2 της Σύμβασης, ο προσφεύγων κατηγορεί το Συμβούλιο του Αρείου Πάγου ότι καθυστέρησε αδικαιολόγητα την εξέταση της αίτησής του για επανάληψη και ότι αρνήθηκε να αναστείλει την ποινή του χωρίς να αιτιολογήσει δεόντως την απόφασή του. Επικαλούμενος το άρθρο 3 της Σύμβασης και το άρθρο 10 του Διεθνούς Συμφώνου περί ατομικών και πολιτικών δικαιωμάτων, ο προσφεύγων παραπονείται τέλος ότι, δεδομένης της κατάστασης της υγείας του και ειδικότερα των ψυχολογικών προβλημάτων του, καθώς και των σοβαρών οικονομικών προβλημάτων που αντιμετωπίζουν εκείνος και η οικογένειά του, η φυλάκισή του συνιστά «καθημερινό βασανιστήριο».", "", "Επί του παραδεκτού", "24. Στο μέτρο που οι αιτιάσεις του προσφεύγοντος στρέφονται κατά του Συμβουλίου του Αρείου Πάγου, και ακόμα κι αν υποτεθεί ότι αυτές εμπίπτουν στο πεδίο εφαρμογής του άρθρου 6 § 1 της Σύμβασης, το Δικαστήριο δε διακρίνει κανένα πρόβλημα ούτε σε ό,τι αφορά τη διάρκεια της διαδικασίας επανάληψης ούτε σε ό,τι αφορά την απόφαση μη αναστολής της ποινής που είχε επιβληθεί στον προσφεύγοντα.", "25. Στο μέτρο που ο προσφεύγων παραπονείται για τις συνθήκες κράτησής του, το Δικαστήριο εκτιμά ότι η αιτίαση αυτή δεν είναι τεκμηριωμένη. Πράγματι, από τον φάκελο δεν προκύπτει ότι οι συνθήκες κράτησης υποβάλλουν τον προσφεύγοντα σε αγωνία ή δοκιμασία εντάσεως η οποία υπερβαίνει το αναπόφευκτο επίπεδο πόνου το οποίο συνεπάγεται η κράτηση (Σερίφης κατά Ελλάδας, αριθ. 27695/03, § 33, 2 Νοεμβρίου 2006). Σε κάθε περίπτωση, ο προσφεύγων πρέπει πρώτα να προσφύγει στον εισαγγελέα για να καταγγείλει τις συνθήκες κράτησής του (Bejaoui κατά Ελλάδας, αριθ. 23916/94, απόφαση της Επιτροπής της 6 Απριλίου 1995, Mehiar κατά Ελλάδας, αριθ. 21300/93, απόφαση της Επιτροπής της 10 Απριλίου 1996, Decisions et Rapports (DR) Τόμος 85, σελ. 47), ή τουλάχιστον, να ενημερώσει με τον έναν ή τον άλλο τρόπο τις αρχές για τα προβλήματά του, για να τους δώσει ενδεχομένως την ευκαιρία να επανορθώσουν την κατάστασή του (a contrario, Kaja κατά Ελλάδας, αριθ. 2927/03, § 40, 27 Ιουλίου 2006).", "26. Τέλος, στο μέτρο που ο προσφεύγων επικαλείται το άρθρο 10 του Διεθνούς Συμφώνου περί ατομικών και πολιτικών δικαιωμάτων, το Δικαστήριο υπενθυμίζει ότι είναι αρμόδιο να εξετάζει μόνο τις προσφυγές με τις οποίες προβάλλεται μία παραβίαση των δικαιωμάτων και των ελευθεριών που εγγυάται η Σύμβαση ή τα Πρωτόκολλά της. Δεν είναι αρμόδιο να εξετάζει τις προσφυγές που σχετίζονται με εικαζόμενες παραβιάσεις άλλων διεθνών εγγράφων ή του εσωτερικού δικαίου. ", "27. Έπεται ότι αυτό το τμήμα της προσφυγής πρέπει να απορριφθεί κατ’εφαρμογή του άρθρου 35 §§ 3 και 4 της Σύμβασης.", "", "IΙ. ΕΠΙ ΤΗΣ ΕΦΑΡΜΟΓΗΣ ΤΟΥ ΑΡΘΡΟΥ 41 ΤΗΣ ΣΥΜΒΑΣΗΣ", "\t28. Σύμφωνα με το άρθρο 41 της Σύμβασης,", "", "«Εάν το Δικαστήριο κρίνει ότι υπήρξε παραβίαση της Σύμβασης ή των Πρωτοκόλλων της και εάν το εσωτερικό δίκαιο του Υψηλού Συμβαλλομένου Μέρους επιτρέπει την ατελή μόνον επανόρθωση των συνεπειών της παραβίασης αυτής, το Δικαστήριο επιδικάζει στον ζημιωθέντα διάδικο, εφόσον συντρέχει λόγος, μία δίκαιη ικανοποίηση.»", "", "\tΑ. Ζημία και έξοδα και δικαστική δαπάνη", "\t29. Ο προσφεύγων ζητεί την αποκατάσταση της ηθικής βλάβης του και την επιστροφή των εξόδων και της δικαστικής δαπάνης του, αλλά δεν αποτιμά τις αξιώσεις του.", "30. Η Κυβέρνηση δεν εκφέρει άποψη επί του ζητήματος.", "31. Το Δικαστήριο δεν αμφιβάλλει ότι ο προσφεύγων υπέστη ηθική βλάβη. Εκτιμά ωστόσο ότι αυτή επανορθώνεται επαρκώς από τη διαπίστωση της παραβίασης του άρθρου 6 § 1 της Σύμβασης.", "32. Σε ό,τι αφορά τα έξοδα και τη δικαστική δαπάνη, το Δικαστήριο παρατηρεί ότι οι αξιώσεις του προσφεύγοντος δεν συνοδεύονται από τα απαραίτητα δικαιολογητικά που θα επέτρεπαν τον ακριβή υπολογισμό τους (βλέπε, μεταξύ πολλών άλλων, Μαντζίλα κατά Ελλάδας, αριθ. 25536/04, § 33, 4 Μαΐου 2006). Πρέπει συνεπώς να απορριφθεί το αίτημα αυτό.", "", "", "ΓΙΑ ΤΟΥΣ ΛΟΓΟΥΣ ΑΥΤΟΥΣ, ΤΟ ΔΙΚΑΣΤΗΡΙΟ, ΟΜΟΦΩΝΑ", "", "1. Κηρύσσει την προσφυγή παραδεκτή ως προς την αιτίαση την ελκόμενη από το δίκαιο της διαδικασίας και απαράδεκτη κατά τα λοιπά.", "", "2. Αποφαίνεται ότι υπήρξε παραβίαση του άρθρου 6 § 1 της Σύμβασης.", "", "3. Αποφαίνεται ότι η διαπίστωση της παραβίασης παρέχει αφ’εαυτής μία επαρκή δίκαιη ικανοποίηση για την ηθική βλάβη.", "", "4. Απορρίπτει το αίτημα δίκαιης ικανοποίησης κατά τα λοιπά.", "", "Συντάχθηκε στη γαλλική γλώσσα και στη συνέχεια κοινοποιήθηκε εγγράφως στις 21 Φεβρουαρίου 2008 κατ’εφαρμογήν του άρθρου 77 §§ 2 και 3 του κανονισμού.", "", "(υπογραφή)\t\t\t\t(υπογραφή)", "Søren Nielsen\t\t\t\tΛουκής Λουκαΐδης", "Γραμματέας\t\t\t\tΠρόεδρος", "", "", "", ""]}