{"file": "HRV_HJUDHRV_6528_11.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "6528/11", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", " ", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", " ", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", "SAŽETAK PRESUDE ", "A.C. I OSTALI PROTIV ŠPANJOLSKE", "OD DANA 22. TRAVNJA 2014. GODINE", "ZAHTJEV BR. 6528/11", "", "", "", "", "ČINJENICE", "", "Podnositelji prigovaraju kako im nije omogućeno da pred nadležnim španjolskim sudovima iznesu svoje argumente vezane za rizik kojemu bi bili izloženi ako bi ih se vratilo u Maroko.", "U razdoblju od siječnja 2011. godine pa do kolovoza 2012. godine, podnositelji su pomoćnim čamcima stigli na obalu Kanarskog otočja, nakon što su pobjegli iz kampa Gdem Izik koji se nalazi na području zapadnog dijela Sahare, a koji su marokanske vlasti prisilno razmontirale. Podnositelji su nekoliko dana kasnije podnijeli zahtjev za pružanje međunarodne zaštite. Nakon provedenog postupka, španjolsko Ministarstvo unutarnjih poslova je odbacilo njihov zahtjev. Ministarstvo je također donijelo nalog o deportaciji podnositelja.", "Dana 21. siječnja 2011. godine, 13 podnositelja zatražilo je da se sudskim putem preispita navedena odluka Ministarstva unutarnjih poslova te da se privremeno obustavi nalog o njihovoj deportaciji. Dana 27. siječnja 2011. godine, španjolski sud naložio je upravnim tijelima da privremeno obustave postupak deportacije podnositelja dok se ne ispitaju navodi o riziku kojemu bi bili izloženi u slučaju povratka u Maroko. Španjolski sud je u razdoblju od siječnja 2011. godine pa do rujna 2012. godine odbacio zahtjeve podnositelja kojima su tražili odgodu izvršenja naloga o deportaciji. Podnositelji su u navedenom razdoblju podnijeli 30 zahtjeva Sudu za izdavanjem privremenih mjera sukladno pravilu 39. Poslovnika Suda. Podnositelji su u navedenom zahtjevu istaknuli kako su ranije tijekom uhićenja i rastavljanja kampa bili izloženi zlostavljanju od strane marokanske vlasti zbog svog podrijetla. Neki od podnositelja također su naveli kako bi u slučaju povratka bili izloženi opasnosti s obzirom da su već ranije zbog odmazde pretrpjeli fizičke napade od strane policije, a neki od članova njihovih obitelji bili su podvrgnuti seksualnom zlostavljanju. Sud je španjolsku Vladu obavijestio kako podnositelji ne bi smjeli biti vraćeni u zemlju podrijetla za vrijeme trajanja postupka pred Sudom. Nakon što je odbačen zahtjev podnositelja za sudskim preispitivanjem odluke Ministarstva unutarnjih poslova, podnositelji su Vrhovnom sudu podnijeli reviziju. S obzirom da je navedeni postupak i dalje u tijeku, Sud trenutno ne raspolaže s nikakvim informacijama u svezi s ishodom postupka povodom revizije.", "", "", "", "OCJENA SUDA", "", "Sud naglašava kako pojam učinkovitog pravnog sredstva zahtijeva mogućnost privremene obustave naloga o deportaciji kada osobi prijeti opasnost od zlostavljanja i mučenja te pogotovo povrede prava na život. ", "", "Zadaća Suda u predmetnom slučaju nije bila ispitati bi li došlo do povrede čl. 2. i čl. 3. Konvencije u slučaju deportacije podnositelja, s obzirom da su prvenstveno španjolska tijela bila obvezna ispitati navode podnositelja i procijeniti rizik kojemu bi isti bili izloženi u slučaju deportacije. Sud je trebao ispitati postoje li odgovarajuće mjere koje bi zaštitile podnositelje od proizvoljne odluke o deportaciji.", "", "Sud je ustanovio kako su podnositelji iskoristili pravna sredstva dostupna u španjolskom pravnom sustavu u svezi s prigovorima u okviru čl. 2. i čl. 3. Konvencije: podnijeli su zahtjev za pružanje međunarodne pomoći kojeg je nakon provedenog postupka odbilo Ministarstvo unutarnjih poslova. Kako navedeni postupak nije imao odgodni učinak, podnositelji su zatim zatražili odgodu izvršenja naloga o deportaciji.", "", "Međutim, nadležni sudovi odbacili su podnositeljeve zahtjeve za odgodu izvršenja naloga za deportaciju s obrazloženjem kako ne postoje osobito hitni razlozi koji bi opravdali odgodu deportacije. S obzirom na hitnu prirodu tog postupka podnositelji nisu bili u mogućnosti iznijeti daljnja objašnjenja glede straha od deportacije. Navedeno je imalo štetan utjecaj na podnositelje s obzirom da je postupak povodom zahtjeva za odgodu izvršenja naloga o deportaciji bio jedini način koji im je mogao osigurati zaštitu od povratka u Maroko. Iako Sud uzima u obzir potrebu da se zahtjevi ovakve prirode rješavaju po hitnoj proceduri, naglašava kako navedeno ne bi smjelo umanjiti učinkovitost postupovnih mjera kojima se osigurava zaštita podnositelja od proizvoljne odluke o deportaciji.", "", "Štoviše, s obzirom da ni zahtjev podnositelja za preispitivanjem sudske odluke nije imao odgodni učinak, primjena pravila 39. Poslovnika Suda predstavljala je jedino sredstvo kojim bi došlo do odgode deportacije. Da nije došlo do intervencije Suda, podnositelji bi bili deportirani natrag u Maroko bez da je prethodno njihov zahtjev za pružanje međunarodne pomoći bio pravodobno i detaljno ispitan.", "", "Sukladno navedenom, Sud je utvrdio kako je u ovom predmetu došlo do povrede čl. 13. Konvencije u svezi s čl. 2. i čl. 3. iste. ", "", "Isto tako, Sud smatra kako Španjolska podnositeljima treba osigurati boravak na vlastitom teritoriju dok se ne riješi postupak pred Vrhovnim sudom.", "", ""]}