{"file": "HRV_HJUDHRV_72850_14.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "72850/14", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Representative of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "SAŽETAK PRESUDE", "SOARES DE MELO PROTIV PORTUGALA", "OD DANA 16. VELJAČE 2016. GODINE", "ZAHTJEV BR. 72850/14", "", "ČINJENICE", "", "Podnositeljica je majka desetero djece koja su rođena u razdoblju od 1993. do 2011. godine. Tijekom 2005. godine protiv podnositeljice je podnesena prijava Komisiji za zaštitu djece i mladeži u Sintri (dalje: “Komisija“). U prijavi je stajalo da je podnositeljica nezaposlena i da je otac djece poligamist te da često ne boravi kod kuće.", "Dana 04. siječnja 2007. godine, Komisija je s podnositeljicom i njezinim mužem potpisala ugovor o zaštiti djece, odobren od nadležnog suda. Ugovorom je predviđeno da podnositeljici i dalje pripada roditeljska skrb nad djecom, ali da se dužna skrbiti o njima, brinuti se za njihovo obrazovanje i zdravlje te da se obvezna zaposliti, a otac je bio obvezan financijski skrbiti o potrebama djece.", "Budući da nije bilo napretka u obiteljskoj situaciji, Komisija je pokrenula postupak radi zaštite djece. Dana 26. rujna 2007. godine, predmet je upućen državnom tužiteljstvu koje je protiv podnositeljice pokrenulo postupak zbog zanemarivanja djece i života u neprikladnim uvjetima. Nadležni sud je obitelj stavio pod nadzor centra za socijalnu skrb. Nakon što je centar za socijalnu skrb ustanovio da se obiteljska situacija i dalje nije promijenila, unio je dodatne odredbe u ugovor o zaštiti djece. Posebice, obvezao je podnositeljicu da se podvrgne postupku sterilizacije, a oca da se vrati na posao. Međutim, budući da se podnositeljica i njezin muž nisu pridržavali navedenih obveza, dana 25. svibnja 2012. godine, nadležni sud je donio presudu kojom je podnositeljicu i njezinog supruga lišio roditeljske skrbi, zabranio ostvarivanje kontakata s djecom te u odnosu na sedmero djece odredio pokretanje postupka posvojenja. U obrazloženju presude navedeno je kako se podnositeljica odbija podvrgnuti sterilizaciji, kako ne obnaša roditeljske dužnosti te kako je otac djece stalno odsutan. Dana 08. lipnja 2012. godine, šestero djece je oduzeto, a sedmo dijete nije bilo kod kuće u trenutku oduzimanja.", "Presudu je potvrdilo žalbeno vijeće. Revizija koju je podnositeljica podnijela je odbačena, a postupak pred Ustavnim sudom je i dalje u tijeku. Podnositeljica je dana 19. studenog 2014. godine, podnijela Sudu zahtjev za izdavanje privremene mjere sukladno pravilu 39. Poslovnika Suda. Zahtijevala je ostvarivanje kontakata s djecom. Sud je prihvatio njezin zahtjev. Počevši od 15. ožujka 2015. godine, podnositeljica djecu posjećuje jednom tjedno u tri različite institucije u koje su smještena.", "", "PRIGOVORI", "", "Pozivajući se na čl. 8. Konvencije, podnositeljica je prigovarala povredi prava na privatni i obiteljski život do koje je došlo oduzimanjem djece i pokretanjem postupka posvojenja i zabrane pristupa.", "", "OCJENA SUDA", "", "Sud je primijetio da su podnositeljici djeca oduzeta zbog zanemarivanja i života u neprikladnim uvjetima, da se podnositeljica nalazila u osjetljivoj situaciji jer se morala brinuti za desetero djece, a da su joj mjesečna primanja iznosila 393 EUR. Istaknuo je da domaća tijela nisu poduzela radnje kojima bi podnositeljici pomogla u smislu novčane naknade, plaćanja troškova života te podmirenja osnovnih potreba djece, ili omogućavanjem podnositeljici da pronađe zaposlenje. Posve suprotno, centar za socijalnu skrb je od podnositeljice zahtijevao da podnese zahtjev za dodjelu pomoći iako je već prethodno sam ustanovio obiteljske neprilike i potrebe. Sud je stoga zaključio da su domaća tijela u prvom redu trebala poduzeti praktične mjere kojima bi podnositeljici omogućila da živi sa svojom djecom, posebice stoga što ništa nije ukazivalo na nasilničko ponašanje i zlostavljanje, roditelji nisu bolovali o zdravstvenih tegoba koje bi im onemogućavale skrb o djeci, a nadležan domaći sud je ustanovio jaku emocionalnu povezanost između podnositeljice i njezine djece.", "U odnosu na obvezu podvrgavanja podnositeljice sterilizaciji, Sud je zaključio kako se radilo o izrazito ozbiljnoj mjeri te kako je centar za socijalnu skrb mogao predložiti drugačije kontracepcijske metode koje nisu bile tako rigorozne prirode. Podnositeljica se odbila podvrgnuti sterilizaciji, što se negativno reflektiralo na cjelokupnu situaciju. Sud je istaknuo da obveza podvrgavanja sterilizaciji ne smije biti uvjet za zadržavanje prava na roditeljsku skrb.", "Niti zabrana kontakata između podnositeljice i njezine djece nije bila opravdana sukladno zahtjevima čl. 8. Konvencije. Naime, ništa nije ukazivalo da se roditelji nisu bili sposobni brinuti za djecu, pogotovo ako se u obzir uzme činjenica da djeca nisu bila izložena zlostavljanju. Sud je isto tako primijetio da su se djeca nalazila u dobi od 7 mjeseci do 10 godina života te da su smještena u tri različite institucije što je dovelo do prekida odnosa ne samo s roditeljima nego i djece međusobno. Prema mišljenju Suda, to nije bilo u interesu djece.", "Osim toga, Sud je istaknuo da nadležni domaći sud nije odredio provođenje psihološkog vještačenja podnositeljice radi utvrđivanja njezine roditeljske sposobnosti i stupnja zrelosti niti je zatražio provođenje ikakve procjene psihičkog stanja djece unatoč činjenici da su se starija djeca brinula o mlađoj te im predstavljala uzor. Isto tako, žalbeni sud je svoju odluku donio bez detaljnog ispitivanja podnositeljičinih prigovora, a podnositeljicu nije zastupao odvjetnik. Sud je istaknuo da su trebale biti poduzete dodatne mjere putem kojih bi domaći sud osigurao učinkovito sudjelovanje podnositeljice u postupku, posebice mjere kojima bi joj omogućio pojašnjenje situacije u kojoj se nalazila. Povrh toga, podnositeljičina aktivnost u postupku primjećuje se tek nakon angažiranja odvjetnika dok je do tada uglavnom bila pasivna.", "Sud je stoga zaključio da presuda kojom je određeno oduzimanje djece podnositeljici te pokretanje postupka posvojenja nije bilo nužno u demokratskom društvu niti je imalo opravdan cilj. Osim toga, nije ni postignuta pravična ravnoteža između podnositeljičinog interesa i interesa države, uzimajući u obzir činjenicu da nadležni sudovi nisu prema podnositeljici prvo odredili neku blažu mjeru kao što je skrbništvo te nisu poduzeli mjere kojima bi se očuvali osobni odnosi između članova obitelji te se sačuvala obitelj kao jedna cjelina. Sud je stoga utvrdio kako je došlo do povrede čl. 8. Konvencije.", "", "PRAVIČNA NAKNADA", "", "15.000,00 EUR – na ime naknade nematerijalne štete", "", ""]}