{"file": "HRV_HJUDHRV_24760_94.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "24760/94", "text_paragraphs": ["", "© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog prijevoda dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court's database HUDOC.", "", "© Bureau de l'Agent de la République de Croatie devant la Cour européenne des droits de l'homme. Tous droits réservés. L'autorisation de re-publier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "PRESUDA ASSENOV I OSTALI PROTIV BUGARSKE (zahtjev br. 24760/94)", "", ".......", "", "PRAVO", ".......", "", "1. NAVODNA POVREDA ČLANKA 3. KONVENCIJE", "", "90. G. Assenov je naveo kako su događaji od 19. rujna 1992. godine doveli do povreda članka 3. Konvencije koji glasi:", "", "\"Nitko se ne smije podvrgnuti mučenju ni nečovječnom ili ponižavajućem postupanju ili kazni.\"", "", "\tUstvrdio je kako je ovaj članak prekršen s dvije različite osnove. Prvo, tražio je da sam Sud ispita medicinske dokaze i izjave svjedoka kojima je, kako je naveo, dokazano da su ga policajci teško pretukli.", "\tDrugo, od Suda je zajedno s umješačima tražio da utvrdi kako uvijek kad postoji osnovana sumnja da je počinjen čin mučenja ili nečovječnog ili ponižavajućeg postupanja ili kažnjavanja, propuštanje mjerodavnih domaćih vlasti da provedu brzu i nepristranu istragu samo po sebi predstavlja povredu članka 3. (vidi stavak 5. ove presude).", "", "91. Vlada je naglasila kako medicinska potvrda podnositelja zahtjeva nije pouzdana jer je bila izdana dva dana nakon incidenta o kojemu je riječ. U svakom slučaju, ozljede koje su u njoj bile opisane i nepostojanje bilo kakve potvrde koja bi se odnosila na g. Ivanova, podudarali su se s iskazima svjedoka o tome kako je otac sina pretukao tankim komadom drva.", "", "92. Prilikom ocjenjivanja dokaza koji su joj bili predočeni, Komisija je uzela u obzir načelo prema kojem u slučaju kad pojedinac tvrdi da je pretrpio ozljede zbog zlostavljanja u pritvoru, Vlada ima obvezu pružiti potpuno i dostatno objašnjenje o tome kako su te ozljede nastale (vidi presudu u predmetu Ribitsch protiv Austrije od 4. prosinca 1995. godine, Serija A br. 336., str. 25.-26., stavak 34., kao i naprijed navedenu presudu u predmetu Aksoy, str. 2278., stavak 61.). Komisija je inter alia prihvatila da je na autobusnom kolodvoru izbila svađa između policajaca i g. Ivanova, da je g. Ivanov svog sina udario komadom šperploče nastojeći pokazati kako će sam kazniti dječaka, te da su nakon toga oba podnositelja zahtjeva otprilike dva sata bila zadržana u policijskoj postaji. Međutim, nakon više od četiri i pol godine od tih događaja, zbog toga što domaće vlasti nisu provele dostatno neovisnu i pravodobnu istragu, Komisija nije mogla utvrditi koja je verzija događaja bila vjerodostojnija. Ona stoga nije utvrdila postojanje bilo kakve povrede članka 3.", "", "93. Kao što je to Sud primijetio u mnogo navrata, u članak 3. ugrađena je jedna od temeljnih vrijednosti demokratskog društva. Čak i u najtežim okolnostima, kao što je borba protiv terorizma ili kriminala, Konvencija u apsolutnom smislu zabranjuje mučenje, odnosno nečovječno ili ponižavajuće postupanje ili kažnjavanje. Za razliku od većine materijalnih odredaba Konvencije i Protokola br. 1. i 4., članak 3. ne propisuje nikakve izuzetke, a članak 15. ne dopušta nikakva odstupanja od članka 3. čak niti u slučaju izvanrednog stanja koje ugrožava opstanak naroda (vidi naprijed navedenu presudu u predmetu Aksoy, str. 2278., stavak 62.).", "", "94. Sud podsjeća kako zlostavljanje mora doseći minimalnu potrebnu razinu teškog zlostavljanja da bi potpalo u domašaj članka 3. Ocjena te minimalne potrebne razine je relativna: ona ovisi o svim okolnostima predmeta, kao što su trajanje zlostavljanja, njegovi tjelesni i/ili psihički učinci, te, u nekim slučajevima, spol, dob i zdravstveno stanje žrtve. U odnosu na osobu lišenu slobode, pribjegavanje fizičkoj sili koja nije strogo uvjetovana njenim vlastitim ponašanjem umanjuje ljudsko dostojanstvo i u načelu predstavlja povredu prava iz članka 3. (vidi presudu u predmetu Tekin protiv Turske od 9. lipnja 1998. godine, Reports 1998-IV, str. 1517.-18., stavci 52. i 53.).", "", "95. Sud smatra kako stupanj pretučenosti koji je utvrdio liječnik koji je pregledao g. Assenova (vidi stavak 11. ove presude) ukazuje na to da su njegove ozljede, bez obzira na to je li mu ih nanio otac ili policija, bile dovoljno ozbiljne da predstavljaju zlostavljanje koje potpada u domašaj članka 3. (vidi, na primjer, presudu u predmetu A. protiv Ujedinjenog Kraljevstva od 23. rujna 1998., Reports 1998-VI, str. 2699., stavak 21. i naprijed navedenu presudu u predmetu Ribitsch, str. 9. i 26., stavci 13. i 39.). Preostaje razmotriti treba li državu na temelju članka 3. smatrati odgovornom u odnosu na te ozljede.", "", "(a) Navodno zlostavljanje od strane policije", "", "96. Sud podsjeća kako na temelju predočenih joj dokaza Komisija nije mogla utvrditi na koji su način podnositelju zahtjeva nanesene ozljede (vidi stavak 92. ove presude).", "", "97. Sud primjećuje kako je liječnik koji je pregledao g. Assenova dva dana nakon što je on pušten iz policijskog pritvora utvrdio kako modrice na njegovom tijelu ukazuju na to da je on bio pretučen tvrdim predmetom (vidi stavak 26. ove presude). Podnositelj zahtjeva je tvrdio kako su mu te ozljede bili nanijeli policajci koji su ga pretukli policijskim palicama.", "", "98. Sud smatra kako je, budući da nije sporno da je podnositelj zahtjeva dana 19. rujna 1992. bio žrtvom nasilja iz nekog izvora i budući da nema naznaka da se išta nepovoljno dogodilo između tog datuma i datuma kad je medicinski pregledan, opravdano pretpostaviti kako je on te modrice zadobio dana 19. rujna 1992. u vezi sa svojim uhićenjem.", "", "99. Sud nadalje bilježi kako je policajac koji je izvršio uhićenje u iskazu koji je dao kao svjedok izjavio kako je vidio da je g. Ivanov svog sina dva ili tri puta po leđima udario uskim drvenim štapom (vidi stavak 14. ove presude). Podnositelji zahtjeva nisu nijekali da je g. Ivanov udario g. Assenova na taj način, iako su nijekali da je on to učinio s takvom snagom ili učestalošću koja bi prouzročila modrice opisane u medicinskom izvješću. Slijedom pritužbe gđe Ivanove od 2. listopada 1992, jedan agent agencije DDIA obavio je razgovor s podnositeljima zahtjeva i uzeo naprijed navedenu pisanu izjavu od policajca koji je izvršio uhićenje, kao i izjave druga dva u to uključena policajca od kojih niti jedan nije bio prisutan kad je g. Ivanov udario g. Assenova (ibid.). Jedini neovisni svjedok s kojim je u to vrijeme istražitelj agencije DDIA stupio u kontakt nije se mogao sjetiti nikakvih izgreda na autobusnom kolodvoru (vidi stavak 15. ove presude).", "U srpnju 1993. godine, o čemu podnositelji zahtjeva nisu znali, izjave u svojstvu svjedoka uzete su od druga dva prolaznika koji su se zatekli na autobusnoj stanici. Jedan od njih se samo maglovito sjećao događaja o kojima je riječ. Drugi, vozač autobusa, sjećao se kako je vidio da je g. Ivanov svog sina udario letvom, iako nije naznačio koliko je to udaranje trajalo i koliko je bilo nasilno (vidi stavak 28. ove presude).", "Nitko od svjedoka, osim podnositelja zahtjeva, nije rekao kako je vidio da policajci tuku g. Assenova.", "", "100. Sud, kao i Komisija (vidi stavak 92. ove presude), nalazi kako mu je na temelju predočenih dokaza nemoguće ustanoviti je li ili nije podnositelju zahtjeva ozljede nanijela policija, kako je on tvrdio.", "", "(b) Djelotvornost istrage", "", "101. Međutim, Sud ipak smatra kako medicinski dokazi, iskaz g. Assenova, činjenica da je dva sata bio zadržan u policijskoj postaji, te činjenica da niti jedan svjedok nije dao iskaz o tome da bi g. Ivanov svog sina udarao takvom jačinom koja bi prouzročila prijavljene modrice, zajedno izazivaju osnovanu sumnju da je te ozljede mogla nanijeti policija.", "", "102. Sud smatra kako u ovakvim okolnostima, kad pojedinac podnese zahtjev podoban za raspravljanje, tvrdeći da je pretrpio ozbiljno zlostavljanje od strane policije ili drugih takvih agenata države, protuzakonito i protivno članku 3., ta odredba zajedno s općom dužnošću države na temelju članka 1. Konvencije da \"svakoj osobi pod svojom jurisdikcijom osigura prava i slobode određene u .... Konvenciji\", podrazumijeva da se treba provesti djelotvorna službena istraga. Ta istraga, kao i ona iz članka 2., treba biti takva da može dovesti do otkrivanja i kažnjavanja odgovornih (vidi, u vezi s člankom 2. Konvencije, presudu u predmetu McCann i drugi protiv Ujedinjenog Kraljevstva od 27. rujna 1995. godine, Serija A br. 324., str. 49., stavak 161., presudu u predmetu Kaya protiv Turske od 19. veljače 1998. godine, Reports 1998-I, str. 324., stavak 86., te presudu u predmetu Yasa v.protiv Turske od 2. rujna 1998. godine, Reports 1998-VI, str. 2438., stavak 98.). Kad to ne bi bilo tako, opća zakonska zabrana mučenja, te nečovječnog i ponižavajućeg postupanja i kažnjavanja, unatoč svom temeljnom značaju (vidi stavak 93. ove presude), bila bi nedjelotvorna u praksi i u nekim bi slučajevima bilo moguće da agenti države praktički nekažnjeno zloupotrebljavaju prava onih koji se nalaze pod njihovom kontrolom.", "", "103. Sud primjećuje kako su slijedom pritužbe gđe Ivanove državne vlasti doduše provele određenu istragu o navodima podnositelja zahtjeva. Sud, međutim, nije uvjeren da je ta istraga bila dostatno temeljita i djelotvorna da zadovolji naprijed navedene zahtjeve iz članka 3. U vezi s time, Sud posebno nezadovoljavajućim nalazi to da je istražitelj iz agencije DDIA bio spreman zaključiti kako je g. Assenovu ozljede nanio njegov otac (vidi stavak 16. ove presude), unatoč nepostojanju bilo kakvih dokaza o tome da je otac svog sina tukao takvom snagom koja bi bila potrebna kako bi se prouzročile modrice opisane u liječničkoj potvrdi. Iako se taj incident dogodio na javnom mjestu na autobusnom kolodvoru, te iako ga je, prema izjavama dotičnih policajaca, vidjelo otprilike petnaest do dvadeset Roma i dvadeset vozača autobusa, čini se kako se ni na koji način nije pokušala utvrditi istina na način da se stupi u kontakt s tim svjedocima i da ih se ispita neposredno nakon incidenta dok bi sjećanja bila još bila svježa. Umjesto toga, izjava je tada uzeta od samo jednog neovisnog svjedoka koji se nije mogao sjetiti događaja o kojima je riječ (vidi stavak 99. ove presude).", "", "104. Prvotna istraga koju je provelo pokrajinsko vojno tužiteljstvo (engl. RMPO), a potom i ona koju je provelo glavno vojno tužiteljstvo (engl. GMPO) bile su još površnije. Sud nalazi osobito znakovitim kako je GMPO mogao zaključiti, bez ikakvog dokaza o tome da g. Assenov nije bio poslušan, te bez ikakvog objašnjenja o naravi navodne neposlušnosti, kako \"čak i ako udarci jesu bili zadani po tijelu maloljetnika, oni su se dogodili kao posljedica nepoštivanja policijskih naloga\" (vidi stavak 26. ove presude). Postaviti ovakvu pretpostavku protivno je načelu iz članka 3. koje kaže da, u odnosu na osobu lišenu slobode, pribjegavanje fizičkoj sili koja nije strogo uvjetovana njenim vlastitim ponašanjem u načelu predstavlja povredu njenih prava (vidi stavak 94. ove presude).", "", "105. Sud primjećuje kako je u srpnju 1993. GMPO odlučio da je u slučaju navodnog neprimjerenog ponašanja policije potrebno izvesti dokaze saslušanjem neovisnih svjedoka (vidi stavak 27. ove presude). Međutim, ispitivanje još dvaju daljnjih svjedoka od kojih se jedan samo maglovito sjećao incidenta o kojemu je riječ, nije bilo dovoljno kako bi se ispravili nedostaci iz dotadašnje istrage.", "", "106. Uz takvu pozadinu, a s obzirom na neprovođenje temeljite i djelotvorne istrage zahtjeva podobnog za raspravljanje koji je podnio podnositelj zahtjeva da su ga pretukli policajci, Sud nalazi kako je došlo do povrede članka 3. Konvencije.", ".......", "", "", "1. NAVODNA POVREDA ČLANKA 5. KONVENCIJE", "", "128. U kontekstu svog prigovora na temelju članka 5. stavka 1. (vidi stavak 137. ove presude), podnositelj zahtjeva prigovorio je uvjetima pod kojima je boravio u pritvoru u policijskoj postaji u Schoumenu. Tvrdi da je s dva do četiri odrasla zatvorenika dijelio ćeliju čije su dimenzije bile 3 x 1,8 m i koja je bila smještena ispod razine zemlje, a imala je samo jedan krevet i ograničeni pristup zraku i svjetlu. Izjavio je kako mu je bilo dopušteno napustiti ćeliju samo dva puta dnevno po pola sata kako bi mogao otići na zahod.", "", "129. Vlada je navela kako je ćelija u kojoj je g. Assenov bio pritvoren imala dimenzije 4,6 x 3,5 m, te kako ju je dijelio s još samo jednim pritvorenikom.", "", "130. Komisija je smatrala kako bi navodi podnositelja zahtjeva o uvjetima u kojima je boravio u pritvoru, iako prvotno izneseni na temelju članka 5., trebali biti ispitani u vezi s člankom 3. Nakon što je ocijenila sve činjenice, nije našla da bi bila dosegnuta razina teške povrede potrebna za postojanje povrede članka 3.", "", "131. Sud bilježi kako podnositelj zahtjeva nije izričito uložio nikakav prigovor na temelju članka 3. Konvencije (vidi stavak 90. ove presude) u vezi s uvjetima u kojima je bio pritvoren slijedom uhićenja u srpnju 1995. godine. Međutim, izrekao je neke navode o tim uvjetima u kontekstu svog prigovora o zakonitosti svog pritvora na temelju članka 5. stavka 1.", "", "132. Sud podsjeća kako je on gospodar pravne kvalifikacije činjeničnog stanja predmeta koje je Komisija proglasila dopuštenim (vidi presudu u predmetu Guerra i drugi protiv Italije od 19. veljače 1998. Reports 1998-I, str. 242, stavak 44.). Iz toga slijedi da je slobodan razmatrati navode podnositelja zahtjeva o uvjetima u kojima je boravio u pritvoru u svjetlu jamstava protiv zlostavljanja predviđenih člankom 3.", "", "133. Sud primjećuje kako je g. Assenov, tada sedamnaestogodišnjak, bio ukupno gotovo jedanaest mjeseci pritvoren u policijskoj postaji u Schoumenu. Sud bilježi kako su točni uvjeti njegovog pritvora tamo sporni između podnositelja zahtjeva i Vlade, osobito dimenzije ćelije u kojoj je bio zatvoren i broj zatvorenika s kojima ju je dijelio, te da Komisija nije došla ni do kakvih nalaza u odnosu na te iscrpne činjenice.", "", "134. Sud sa zabrinutošću bilježi kako je, iako je još bio maloljetnik, podnositelj zahtjeva bio gotovo jedanaest mjeseci zatvoren u uvjetima koji bi, prema mišljenju Glavnog javnog tužiteljstva, bili štetni za njegov tjelesni i psihički razvoj da su se nastavili. Štoviše, vrijedno je spomenuti kako je, čak i nakon što je donesena odluka o njegovom premještaju, bilo dopušteno da proteknu još tri i pol mjeseca prije nego je g. Assenov bio premješten u Kaznionicu za maloljetnike Boychinovzi (vidi stavak 40. ove presude).", "", "135. Međutim, Sud ima zadaću ocijeniti jesu li ti uvjeti bili u dovoljnoj mjeri teški da su dosegli razinu potrebnu za utvrđenje povrede članka 3. (vidi stavak 94. ove presude). Sud pritom mora u obzir uzeti sve okolnosti kao što su veličina ćelije, stupanj prenapučenosti, sanitarni uvjeti, mogućnosti rekreacije i tjelovježbe, liječenje i nadzor nad zatvorenikovim zdravstvenim stanjem.", "", "136. Osim tvrdnji stranaka, Sudu nisu dostavljeni nikakvi objektivni dokazi koji se odnose na uvjete u kojima je podnositelj zahtjeva bio pritvoren. Sud bilježi kako je Komisija provela sveukupnu ocjenu i nije našla da bi uvjeti u kojima je podnositelj zahtjeva boravio u pritvoru bili dovoljno teški da bi se njima kršio članak 3. Sud nadalje bilježi kako je jedinim medicinskim izvješćem koje se odnosilo na podnositelja zahtjeva u tom razdoblju, a na koje je bio upućen, dana 21. kolovoza 1995. godine, nakon što je u pritvoru bio proveo otprilike mjesec dana, utvrđeno kako je zdrav i kako, unatoč strahovima njegovih roditelja u tom pogledu, nije bilo razloga koji bi bio utemeljen na bolesti srca, protiv njegovog ostanka u zatvoru (vidi stavak 37. ove presude).", "U tim okolnostima, Sud ne nalazi ustanovljenim kako su uvjeti boravka g. Assenova u pritvoru bili dovoljno teški da bi doveli do povrede članka 3. Konvencije.", "", "2. NAVODNA POVREDA ČLANKA 5. STAVKA 1. KONVENCIJE", "", "137. G. Assenov je naveo kako je njegov boravak u pritvoru bio nezakonit, protivan članku 5. stavku 1. Konvencije čiji mjerodavni dio propisuje sljedeće:", "", "\"Svatko ima pravo na slobodu i na osobnu sigurnost. Nitko se ne smije lišiti slobode, osim u sljedećim slučajevima i u postupku propisanom zakonom:", "....", "c) ako je zakonito uhićen ili pritvoren radi dovođenja nadležnoj sudbenoj vlasti kad postoji osnovana sumnja da je počinio kazneno djelo ili kad je razumno vjerovati da je to nužno radi sprečavanja izvršenja kaznenog djela ili bijega nakon njegovog počinjenja;", ".....\"", "", "\tOn nije osporio da je na početku bio pritvoren radi dovođenja pred sud u skladu s člankom 5. stavkom 1. c). Međutim, naglasio je kako je istraga o kaznenim djelima koja je navodno počinio bila okončana do rujna 1995, te je naveo kako je nakon toga pritvor za njega predstavljao jedan oblik kazne, što je bilo protivno presumpciji nevinosti. Osim toga, podsjetio je Sud kako prema bugarskom zakonu maloljetnik može biti pritvoren samo u izvanrednim okolnostima (vidi stavak 69. ove presude).", "......."]}