{"file": "HRV_HJUDHRV_28761_11.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "28761/11", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", "", "SAŽETAK PRESUDA", "AL NASHIRI PROIV POLJSKE, (ZAHTJEV BR. 28761/11)", "I HUSAYN (ABU ZUBAYDAH) PROTIV POLJSKE, (ZAHTJEV BR. 7511/13)", "OD DANA 24. SRPNJA 2014. GODINE", "", "", "", "ČINJENICE", "", "Podnositelji zahtjeva su državljanin Saudijske Arabije, jemenskog podrijetla i Palestinac bez državljanstva. Podnositelji se trenutno nalaze u zatvoru Guantanamo na Kubi.", "", "Prvi podnositelj osumnjičen je za sudjelovanje u terorističkim napadima na brod američke mornarice u listopadu 2000. godine i francuski tanker u listopadu 2002. godine.", "", "Drugog podnositelja američke su vlasti uhitile kao jednog od ključnih članova terorističke skupine Al’ Qaeda u ožujku 2002. godine. Američki Vojni sud je razloge za produljenje pritvora ispitao samo jednom i to tijekom ožujka 2007. godine, kada je ustanovio kako pritvor treba produljiti.", "", "Podnositelji su tijekom prosinca 2002. godine prevezeni u Poljsku u sklopu tzv. „posebnog izručenja“ koje je izvršila američka CIA, na tajno mjesto gdje su ispitivani, sve uz znanje poljskih vlasti.", "", "Obojica podnositelja su tijekom boravka na nepoznatoj lokaciji u Poljskoj podvrgnuta mučenju i nečovječnom postupanju. Prema njima su primijenjene pojačane tehnike ispitivanja, što znači da su bili podvrgnuti nezakonitim metodama ispitivanja koje su između ostalog obuhvaćale simulirano kažnjavanje, dugotrajno stanje stresa i prijetnje. Poljska vlada niti u jednom trenutku nije zatražila od diplomatskog predstavništva SAD-a osiguranje od daljnjeg mučenja, nezakonitog zadržavanja te nezakonitog suđenja i smrtne kazne kada ih se prebaci na američko tlo. Protiv prvog podnositelja još uvijek nije donesena presuda u postupku koji se protiv njega vodi pred američkim vojnim sudom, te se sada nalazi u pritvoru u Guantanamu. Drugo podnositelj je iz Poljske također prevezen u Guantanamo.", "", "Obojica podnositelja su istaknula kako su okolnosti njihovog „posebnog izručenja“ predmet brojnih izvještaja i istraga, uključujući izvješće kojeg je tijekom 2006., 2007. i 2011. godine pripremio švicarski senator Dick Marty. Izvješće je proizašlo iz istrage koju je provela Parlamentarna Skupština Vijeća Europe vezano za navode o postojanju CIA-inih tajnih pritvora u nekoliko država članica Vijeća Europe (tzv. Martyjevo izvješće). Martyjevo izvješće opisuje složenu mrežu CIA-inih tajnih pritvora u blizini poljskog mjesta Szcytno.", "Podnesci podnositelja temelje se i na čitavom nizu CIA-inih dokumenata koji su objavljeni u javnosti, kao i izvješću Međunarodne komisije Crvenog križa o postupanju prema „visokorizičnim pritvorenicima“ u CIA-inom pritvoru iz 2007. godine.", "", "Tijekom ožujka 2008. godine poljska tijela su pokrenula istragu protiv nepoznatih počinitelja radi istraživanja navoda o tajnim CIA-inim zatvorima na poljskom teritoriju. Istraga je u nekoliko navrata produljivana te još uvijek traje. Nadležna tijela u Poljskoj nisu pred Sudom predstavila cjelokupni sadržaj istrage.", "", "", "OCJENA SUDA", "", "U odnosu na članak 38. Konvencije", "Sud je najprije utvrdio da je došlo do povrede čl. 38. Konvencije jer je Poljska odbila dostaviti Sudu tražene dokaze, pozivajući se na njihovu povjerljivost i činjenicu da je u tijeku kaznena istraga.", "", "Sud je uzeo u obzir da su zatraženi dokazi bili povjerljive prirode te da su mogli dovesti u pitanje zaštitu nacionalne sigurnosti, pa je zbog toga poljskoj vladi dao izričito jamstvo da će se sa svim osjetljivim dokumentima postupati povjerljivo. Ujedno, i strankama je naložio povjerljivost u njihovim pisanim dokazima, te je održao posebno ročište posvećeno isključivo tim dokazima, tijekom kojeg je bila isključena javnost.", "", "Sud nije prihvatio stajalište Poljske da sudski poslovnik ne jamči povjerljivost u dovoljnoj mjeri. Naime, obveze koje su preuzele ugovorne stranke Konvencije uključujući obvezu da će postupati u skladu s postupkom koji odredi Sud, sukladno Konvenciji i Poslovniku Suda. Stoga Poslovnik Suda nije, kako je to tvrdila Poljska, samo „interni akt“, nego proistječe iz ovlasti Suda iz članka 25. (d) Konvencije da donosi vlastita pravila postupanja u postupcima koji se pred njim vode. Nepostojanje posebnih, detaljnih odredaba o postupanju s povjerljivim, tajnim ili na drugi način osjetljivim informacijama ne znači da Sud djeluje u vakuumu. Upravo suprotno, tijekom mnogih godina konvencijske institucije su utvrdile čvrstu praksu u postupanju s predmetima koji uključuju izuzetno osjetljiva pitanja, uključujući i pitanja vezana za nacionalnu sigurnost. Sud je dovoljno dobro opremljen da na prikladan način postupa s povjerljivim dokazima, te može uspostaviti širok spektar praktičnih rješenja prilagođenih posebnim okolnostima spornog predmeta.", "", "Sud nije prihvatio niti obrazloženje Poljske da domaći propisi o tajnosti istrage predstavljaju pravnu prepreku za postupanje po obavezi da dostave dokaze. Vlada se ne može pozivati na nacionalne zakone niti na domaće pravne prepreke kako bi opravdala svoje odbijanje da dostavi dokaze koje je zatražio Sud. Osobito, od Suda se ne može zahtijevati da dobije odobrenje od državnog odvjetnika koji vodi istragu da izvrši uvid u spis.", "", "U svakom slučaju, poljska Vlada je imala obavezu osigurati da zatraženi dokumenti budu pripremljeni od strane tijela ovlaštenog za kazneni progon te dostavljeni u zatraženim rokovima i na način na koji je to naznačio Sud. Propust da se dostave tražene informacije morao se smatrati sprečavanjem Suda da izvrši svoj zadatak.", "", "Utvrđivanje činjenica i odgovornosti", "Sud je tijekom postupka ocijenio dokazna sredstva koja su podnijele stranke, ispitao je svjedoke i vještake te dokumentaciju koju su sastavila razna međunarodna tijela nakon čega je ustanovio kako su vjerodostojni navodi podnositelja o njihovom boravku u tajnom pritvoru u Poljskoj.", "", "Sud je zaključio da je Poljska znala za CIA-ine aktivnosti na vlastitom teritoriju. Poljska je s CIA-om surađivala u pripremama i provođenju tajnog pritvora i ispitivanja podnositelja na sljedeći način: omogućila je CIA-i korištenje zračnog prostora i zračne luke, prikrila zrakoplov kojim su podnositelji sletjeli na poljsko tlo, osigurala CIA-i potrebne sigurnosne mjere, posebne uvjete slijetanja, prijevoza podnositelja do tajnog pritvora te osiguravanja mjesta gdje je bio tajni pritvor. Budući da su informacije o CIA-inom mučenju i zlostavljanju bile javno objavljenje, Poljska je trebala znati da se pomažući CIA-i izlaže povredama Konvencije.", "", "U odnosu na članak 3. Konvencije", "Sud je utvrdio kako je u ovom predmetu došlo do povrede čl. 3. Konvencije u postupovnom aspektu. Iako su poljske vlasti znale za prirodu i svrhu CIA-nih aktivnosti na svom teritoriju tijekom 2002. i 2003. godine, nisu poduzele ništa da ih spriječe, niti da ispitaju jesu li u skladu s poljskim nacionalnim zakonima i poljskim međunarodnim obavezama. Istraga je pokrenuta tek 6 godina kasnije, a u daljnjih 6 godina istraga se još uvijek vodi protiv nepoznatih počinitelja. Ovo se može objasniti samo činjenicom da su sporne aktivnosti trebale ostati tajna između poljskih i američkih tajnih službi.", "", "U ovom predmetu, u kojem su postavljena važna i ozbiljna pitanja - navodne teške povrede ljudskih prava i pitanja zakonitosti i legitimnosti pojedinih aktivnosti - zahtijevao se osobito intenzivan javni nadzor istrage. Utvrđivanje odgovornosti onih koji su bili odgovorni za navodne nezakonite akcije bio je način da se održi povjerenje u privrženost poljskih državnih vlasti vladavini prava, pa je poljska javnost imala legitiman interes biti informirana o tijeku istrage i njezinim rezultatima. Predmet ukazuje i na opći problem demokratskog nadzora nad sigurnosnim službama i potrebu za prikladnim jamstvima protiv povreda konvencijskog prava od strane sigurnosnih službi, posebno kada izvršavaju svoje prikrivene operacije.", "", "Imajući u vidu sve navedeno, Sud je zaključio kako Poljska nije provela pravodobnu, temeljitu i učinkovitu istragu.", "", "Sud je utvrdio kako je došlo i do povrede čl. 3. Konvencije u materijalnom aspektu budući da su podnositelji tijekom boravka u Poljskoj bili izloženi mučenju. Točno je kako je CIA isključivo odgovorna za mučenje i zlostavljanje koje se odvijalo u Poljskoj te je izvjesno da poljske vlasti nisu svjedočile tim događajima niti su točno znale što se u tajnom pritvoru događalo. Međutim, sukladno čl. 1. Konvencije zajedno s čl. 3. Konvencije, Poljska je trebala poduzeti mjere za sprečavanje mučenja i zlostavljanja na vlastitom teritoriju. Sud je mišljenja kako je Poljska u potpunosti pomogla CIA-i da izvrši svoje planove na poljskom teritoriju, osigurala uvjete za provođenje mučenja i zlostavljanja navodnih terorista te nije poduzela mjere kojim bi se navedeno spriječilo. Stoga Sud smatra kako je Poljska odgovorna za povrede koje su pretrpjeli podnositelji na njezinom teritoriju. Poljska je morala biti svjesna da su podnositelji boravili na njezinom teritoriju u sklopu tzv. „posebnog izručenja“. Omogućivši CIA-i da podnositelje prebaci na drugo tajno mjesto, Poljska je podnositelje izložila daljnjoj opasnosti mučenja i zlostavljanja koji predstavljaju povredu čl. 3. Konvencije.", "", "U odnosu na ostale navodne povrede Konvencije", "Sud je ustanovio kako je došlo do povrede čl. 5. Konvencije (pravo na slobodu i sigurnost) budući da je Poljska bila odgovorna za boravak podnositelja na svom teritoriju i njihovo napuštanje istog. U odnosu na čl. 8. Konvencije, Sud je ustanovio kako Poljska nije sukladno Konvenciji osigurala zaštitu privatnog i obiteljskog života podnositelja. Budući da istraga koju je Poljska provela nije bila učinkovita, a podnositeljima nije bilo dostupno učinkovito pravno sredstvo, Sud je zaključio kako je došlo do povrede čl. 13. Konvencije.", "", "U odnosu na čl. 6. st. 1. Konvencije, Sud je zaključio kako je Poljska trebala znati kako će se protiv svake osobe koju se sumnjiči za terorizam pokrenuti postupak pred Vojnim sudom u Guantanamu te kako će se raditi o postupku koji neće biti u skladu sa zahtjevima poštenog suđenja kojeg predviđa Konvencija budući da je ta činjenica bila javno poznata. Sukladno navedenom, pomaganje CIA-i je dovelo do odgovornosti Poljske za povredu čl. 6. st. 1. Konvencije.", "", "Sud je ustanovio kako je Poljska odgovorna i za povredu čl. 2. i čl. 3. Konvencije zajedno s čl. 1. Protokola 6. u odnosu na prvog podnositelja, budući da je u vrijeme njegovog transfera iz Poljske postojao značajan i predvidljiv rizik da će mu, nakon suđenja pred vojnim sudom u Americi, biti izrečena smrtna kazna.", "", "Sud je od Poljske zatražio da radi ispunjavanja obveza koje predviđaju čl. 2., č. 3. Konvencije i čl. 1. Protokola 6., osigura potrebne mjere u slučaju Al Nashiri na način da nadležnih američkih tijela zatraži osiguranje da prvom podnositelju neće biti izrečena smrtna kazna.", "", "PRAVIČNA NAKNADA", "", "100.000,00 EUR – na ime nematerijalne štete;", "30.000,00 EUR – na ime troškova postupka"]}