{"file": "HRV_HJUDHRV_6987_07.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "6987/07", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SAŽETAK PRESUDE", "GUSEVA PROTIV BUGARSKE", "OD DANA 17. VELJAČE 2015. GODINE", "ZAHTJEV BROJ 6987/07", "", "", "ČINJENICE", "", "Podnositeljica zahtjeva je članica upravnog odbora društva za zaštitu životinja, a od 2002. godine ujedno i njegova zastupnica. Podnositeljica je u tri navrata gradonačelniku grada Vidina, podnijela zahtjev za pristup informacijama. Prvi put tijekom 2002. godine, kada je tražila informacije o ugovoru koji se odnosio na zbrinjavanje napuštenih životinja na području Vidina. Drugi i treći puta tijekom 2003. godine, kada je tražila informacije o lokalnom azilu za napuštene životinje te informacije koje su se odnosile na postupak u vezi smanjivanja broja pasa lutalica u Vidinu. Budući da je podnositeljici u sva tri navrata odbijen pristup informacijama, pokrenula je postupak pred nadležnim domaćim tijelom koje je donijelo tri odluke u korist podnositeljice. Postupajući po gradonačelnikovoj žalbi, Visoki upravni sud je povodom dvije žalbe u cijelosti, a povodom treće djelomično potvrdio prvostupanjske presude. S obzirom da gradonačelnik nije postupio po navedenim presudama koje su stoga ostale neizvršene, podnositeljica je pozivajući se na članak 10. Konvencije podnijela zahtjev Sudu ističući kako joj je odbijen pristup informacijama.", "", "OCJENA SUDA", "", "Sud je odbacio Vladin prigovor neiscrpljenosti pravnih sredstava, pozivajući se na svoju raniju praksu u slučajevima u kojima su nadležna tijela bila dužna poduzeti određene mjere koje su im je nadležni sud naložio, a ne isključivo isplatiti naknadu štete. U takvim je slučajevima u pravilu odbacivao prigovore o tome kako domaća pravna sredstva nisu iscrpljena.", "", "Razlog tome je što zahtjev za naknadu štete ne može pružiti podnositelju dostatno obeštećenje u situacijama u kojima su nadležna tijela dužna poduzeti određenu nezamjenjivu radnju kao što je to bilo u podnositeljičinom slučaju.", "", "U odnosu na članak 10. Konvencije", "Prikupljanje informacija radi naknadnog informiranja javnosti potpada pod opseg prava zajamčenog člankom 10. Konvencije. Nevladine organizacije mogu se, poput novinara, mogu smatrati svojevrsnim „psom čuvarom“ društva. Zbog toga njihove aktivnosti zahtijevaju zaštitu sličnu onoj koju Konvencija pruža novinarima. Svrha radi koje je podnositeljica podnijela zahtjev za pristup informacijama bila je informiranje javnosti te se izravno odnosila na njezin posao članice i predstavnice društva. Međutim, tri presude Visokog upravnog suda na temelju kojih je podnositeljica imala pravo zahtijevati predmetne informacije ostale su neizvršene. Stoga je Sud zaključio kako je došlo do miješanja u pravo na informiranje javnosti zbog toga što je gradonačelnik odbio postupiti po navedenim presudama.", "", "Sud je nadalje ispitivao je li takvo miješanje bilo propisano zakonom, je li imalo opravdani cilj te je li bilo nužno u demokratskom društvu. Sud je zaključio kako propust gradonačelnika u postupanju sukladno presudama Visokog upravnog suda nije bio pravno utemeljen. Naime, sukladno domaćem mjerodavnom pravu, pravomoćne upravne presude podložne su neposrednom izvršavanju.", "", "Međutim, gradonačelnik je odbio postupiti po presudama Visokog upravnog suda koje je sukladno odredbama mjerodavnog domaćeg prava trebalo neposredno izvršiti. Sud je zaključio kako je praksa domaćih tijela prihvatila da zakon ne sadrži jasno određen rok u kojemu je stranka dužna izvršiti presudu donesenu u upravnom postupku te kako o volji samog upravnog tijela ovisi kada će do izvršenja takve presude doći. Sud je stoga mišljenja kako je takav zakonski nedostatak uzrokovao nepredvidljivost u postupanju te je utvrdio kako navedeno zakonsko rješenje nije ispunilo uvjet predvidljivosti sukladno zahtjevu članka 10. st. 2. Konvencije. Sud je ustanovio kako miješanje nije bilo u skladu s zakonom te stoga ne postoji potreba za ispitivanjem jesu li ispunjeni ostali uvjeti koje zahtijeva članak 10. Konvencije.", "", "PRAVIČNA NAKNADA", "", "5.000,00 EUR – na ime naknade nematerijalne štete.", "", ""]}