{"file": "HRV_HJUDHRV_51637_12.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "51637/12", "text_paragraphs": ["", "© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SAŽETAK", "CHITOS protiv Grčke", "zahtjev broj 51637/12", "presuda od 4. lipnja 2015.", "", "", "", " ČINJENICE", "", "Godine 1986. podnositelj je primljen na Časničku vojnu akademiju – medicinski smjer. Primao je plaću i imao je pravo na socijalne povlastice. Tijekom šest godina besplatno je studirao na Medicinskom fakultetu u Solunu. Prema zakonu, bio je obvezan služiti u vojnim snagama u razdoblju dvostruko dužem od trajanja studija – dakle, 12 godina. Godine 1996. podnositelj je započeo specijalističko usavršavanje koje je trajalo otprilike 5 godina.", "", "Podnositelj je napustio oružane snage dana 22. siječnja 2006. godine. U rujnu iste godine obaviješten je da je dužan služiti u vojsci idućih 9 godina, 4 mjeseca i 12 dana ili platiti državi iznos od 106.960,00 eura. Podnositelj je podnio žalbu protiv odluke kojom mu je naložena isplata dugovanog iznosa, a žalbeni sud dozvolio je odgodu izvršenja odluke o isplati dugovanog iznosa. Unatoč tome, porezni ured naložio je podnositelju plaćanje iznosa od 106.960,00 eura, zajedno s 2.139,20 eura takse i 427,84 eura za fond osiguranja. U svibnju 2010. godine porezne vlasti obavijestile su podnositelja da mu je uračunata kamata za dugovani iznos i pozvale ga na plaćanje duga, nakon čega je podnositelj platio dug.", "", "U presudi iz prosinca 2013. godine žalbeni sud je utvrdio da se razdoblje specijalizacije u trajanju od 5 godina treba uračunati u ukupno razdoblje obvezne službe, te je ujedno smanjio dugovani iznos na 49.978,33 eura. Država je podnositelju isplatila preplaćeni iznos duga.", "", "Pozivajući se na članak 4. stavak 2. Konvencije podnositelj je prigovorio da je bio prisiljen ostati u vojnoj službi tijekom vrlo dugog razdoblja ili platiti znatnu svotu u slučaju napuštanja vojne službe.", "", "OCJENA SUDA", "", "Sud je utvrdio da podnositelj ne može tvrditi da nije bio svjestan da će u zamjenu za besplatno studiranje, plaću i socijalna davanja koja je uživao u oružanim snagama morati odslužiti određeni broj godina nakon stjecanja diplome. Iznos naknade koji je trebao platiti izračunat je na temelju zakona.", "", "Sud smatra da je obveza vojnih časnika da odsluže određeno vremensko razdoblje nakon završetka njihove edukacije svojstvena njihovoj misiji, a da duljina tog razdoblja ovisi o državi koja ima slobodu procjene kako bi osigurala povratak sredstava uloženih u educiranje vojnih časnika i vojnih časnika medicinske struke.", "", "Sud je uzeo u obzir činjenicu da je podnositelj studirao medicinu i dobio specijalističku kvalifikaciju putem vojske, te da je imao priliku u slobodno vrijeme raditi u privatnim klinikama. Osim toga, prilikom studija i specijalizacije vojni časnici medicinske struke uživaju privilegije koje nisu dostupne studentima civilima, a one uključuju sigurnost zaposlenja i plaćeni posao.", "", "Unatoč tome, Sud smatra da je postupak isplaćivanja za preostale godine službe narušio pravičnu ravnotežu između pojedinačnih interesa podnositelja i interesa šire zajednice. Sam iznos koji je podnositelj u konačnici bio dužan platiti nije bio nerazuman – imajući u vidu da je riječ o iznosu manjem od 2/3 iznosa koji je podnositelj primio tijekom razdoblja školovanja. No podnositelju je naloženo da isplati iznos od 109.527,00 eura unatoč tome što je naloženo odlaganje ovrhe i unatoč tome što je postupak pred žalbenim sudom tek bio započeo, a sve pod prijetnjom da će taj iznos rasti zbog zateznih kamata, ovisno o vremenu koje bude trebalo žalbenom sudu da donese odluku.", "", "Štoviše, Sud je primijetio da podnositelj nije imao mogućnost platiti sporni dug u ratama. Prisiljavanjem podnositelja da plati rastući dug odjednom, porezne vlasti nametnule su podnositelju prekomjeran teret, suprotno članku 4. stavku 2. Konvencije.", "", "PRAVIČNA NAKNADA", "", "5.000,00 EUR - na ime naknade nematerijalne štete;", "2.500,00 EUR – na ime troškova postupka", "", ""]}