{"file": "HRV_HJUDHRV_27148_12.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "27148/12", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", " SAŽETAK PRESUDE", "RIBIĆ PROTIV HRVATSKE", "OD DANA 02. TRAVNJA 2015. GODINE", "ZAHJEV BROJ 27148/12", "", "", "ČINJENICE", "", "Tijekom 1993. godine podnositelj i njegova supruga dobili su sina. U prosincu 1993. godine, podnositeljeva supruga se zajedno s njihovim sinom iselila iz stana u kojemu su zajedno živjeli. Nakon toga počela je izbjegavati kontakte s podnositeljem. Dana 19. veljače 1996. godine, podnositeljeva supruga pokrenula je parnični postupak protiv podnositelja pred Općinskim sudom u Zagrebu tražeći razvod braka, skrbništvo i uzdržavanje. Dana 26. listopada 2001. Općinski sud u Zagrebu donio je presudu kojom je raskinuo brak između podnositelja i njegove supruge; majci dodijelio skrbništvo nad sinom; odredio podnositelju susrete i druženja sa sinom i naložio podnositelju da redovito plaća određeni novčani iznos na ime uzdržavanja.", "", "Županijski sud u Zagrebu je povodom žalbe, dana 12. veljače 2002. ukinuo prvostupanjsku presudu u dijelu koji se odnosio na susrete i druženja te na uzdržavanje i u tom dijelu predmet vratio na ponovno suđenje, dok je u preostalom dijelu potvrdio presudu. U ponovljenom postupku Općinski sud u Zagrebu je dana 04. srpnja 2003. donio djelomičnu presudu kojom je odlučio o uzdržavanju podnositeljeva sina. U isto je vrijeme donio rješenje o prekidu postupka u dijelu koji se odnosi na susrete i druženja podnositelja sa sinom do ishoda paralelnog parničnog postupka kojeg je njegova bivša supruga pokrenula protiv podnositelja radi lišavanja podnositelja roditeljske skrbi. Županijski sud u Zagrebu potvrdio je prvostupanjsku djelomičnu presudu. Istovremeno je ukinuo rješenje o prekidu postupka te odredio nastavak postupka.", "", "Dana 23. srpnja 2004. Općinski sud u Zagrebu donio je presudu kojom je podnositelju ponovno odredio susrete i druženja koja je postala pravomoćna dana 29. lipnja 2005. godine.", "Budući da je podnositeljeva bivša supruga onemogućavala podnositelju da ostvari pravo na susrete i druženja sa svojim sinom na način na koji je to bilo predviđeno prvostupanjskom presudom, podnositelj je u dva navrata pokrenuo ovršni postupak.", "", "U prvom navratu, podnositelj nije podmirio troškove sudskog ovršitelja te je došlo do obustave ovršnog postupka.", "", "Dana 23. travnja 2007. godine, podnositelj je ponovno Općinskom sudu u Zagrebu podnio zahtjev za ovrhom navedene prvostupanjske presude povodom kojeg je doneseno rješenje o ovrsi. Podnositeljeva bivša supruga podnijela je žalbu protiv tog rješenja. Tek 06. ožujka 2012. godine je Županijski sud u Zagrebu odbio je žalbu kao neosnovanu i potvrdio rješenje o ovrsi. Međutim, podnositeljev sin je u međuvremenu navršio osamnaest godina, slijedom čega je ovršni postupak obustavljen.", "", "Paralelno s parničnim postupkom, nadležni centar za socijalnu skrb je u cilju rješavanja sukoba u obitelji djelovao na različite načine. Tijekom 2003. godine je donio odluku kojom je privremeno odobrio podnositelju pravo na susrete i druženja sa sinom dok presuda u predmetnom parničnom postupku ne postane pravomoćna. Drugostupanjsko tijelo ukinulo je odluku centra i vratilo predmet na ponovno odlučivanje. Krajem 2003. godine, podnositelj je nadležnom centru podnio zahtjev da donese novu odluku, što je centar i učinio na način da je novom odlukom od dana 22. prosinca 2003. godine privremeno odobrio podnositelju pravo na susrete i druženja sa sinom dok presuda u predmetnom parničnom postupku ne postane pravomoćna. Podnositeljeva bivša supruga je i protiv ove odluke podnijela žalbu koju je nadležno drugostupanjsko tijelo odbilo i potvrdilo prvostupanjsku odluku.", "", "Podnositelj je zatim podnio prijedlog za ovrhu odluke centra od dana 22. prosinca 2003. godine. Međutim, nadležan centar nije donio rješenje o ovrsi niti je poduzeo druge potrebne radnje.", "", "Nadležni centar za socijalnu skrb je pokrenuo upravni postupak u kojemu je bivšoj podnositeljevoj supruzi izrekao mjeru nadzora nad izvršavanjem roditeljske skrbi. Mjera je ubrzo obustavljena jer podnositeljeva bivša supruga zbog čega je naknadno osuđena za kazneno djelo sprječavanja i neizvršenja mjera za zaštitu djeteta i maloljetne osobe.", "", "Pozivajući se na članak 8. Konvencije, podnositelj je tvrdio da su domaće vlasti prekršile svoju pozitivnu obvezu poštivanja njegova obiteljskog života time što nisu osigurale njegovo pravo da bude u kontaktu sa svojim sinom. Konkretno, podnositelj je prigovorio da je svog sina vidio samo tri puta od trenutka kada je njegov sin imao dvije godine do trenutka kada je navršio osamnaest godina.", "", "", "OCJENA SUDA", "", "Pozitivne obveze iz članka 8. uključuju obvezu tijela državne vlasti da provedu mjere s ciljem ponovnog povezivanja roditelja s njihovom djecom te da olakšaju takvo povezivanje, u što su uključeni i postupci o susretima i druženjima te skrbništvo nad djecom.", "", "Sud je u ovom predmetu primijetio da je zbog odgoda u postupku za skrbništvo i određivanje susreta i druženja te neprovođenja ovrhe presude u pogledu susreta i druženja, podnositelj svog sina vidio samo tri puta tijekom cijelog njegovog djetinjstva. Navedeno je a priori dovelo do kršenja pozitivnih obveza države na temelju članka 8. Konvencije te se može opravdati samo u iznimnim okolnostima.", "", "Sud je istaknuo kako je za bilo koju procjenu ponašanja tijela državne vlasti u postupcima koji se odnose na obiteljsko - pravne odnose odlučujuće pitanje jesu li vlasti poduzele sve potrebne korake kako bi olakšale izvršenje koje je razumno očekivati u posebnim okolnostima svakog pojedinog predmeta. Primjerenost mjere treba prosuđivati na temelju brzine njezine provedbe s obzirom da tijek vremena može uzrokovati nepopravljive posljedice za odnose između djeteta i roditelja koji s djetetom ne živi. Manjak suradnje između rastavljenih roditelja nije okolnost koja sama po sebi državu može osloboditi od ispunjavanja njihovih pozitivnih obveza. To vlastima nameće obvezu da provedu mjere za pomirenje sukobljenih interesa stranaka, prvenstveno imajući na umu najbolji interes djeteta. Iako tijela državne vlasti moraju učiniti sve kako bi olakšale takvu suradnju, svaka primjena prisile u tom području mora biti ograničena jer se u obzir trebaju uzeti interesi te prava i slobode svih uključenih strana, posebice djeteta.", "", "Sud je istaknuo kako je razdoblje koje treba uzeti u obzir započelo 6. studenoga 1997. godine, dan nakon što je Konvencija u Republici Hrvatskoj stupila na snagu. To je razdoblje završilo 9. listopada 2011. godine, kada je podnositeljev sin navršio osamnaest godina. Stoga je trajalo trinaest godina i jedanaest mjeseci pri čemu je postupak za skrbništvo trajao sedam godina i osam mjeseci na dvije razine nadležnosti, a daljnji ovršni postupak još šest godina i tri mjeseca.", "", "Sud je posebice iznenadila činjenica da prije 20. ožujka 2003. godine nadležni centar za socijalnu skrb nije smatrao nužnim privremeno urediti pitanje susreta i druženja podnositelja sa sinom iako je do tog trenutka parnični postupak koji je trebao razriješiti pitanje skrbništva bio u tijeku već gotovo sedam godina te je podnositelj svog sina vidio samo tri puta. Sud primjećuje da će se vjerojatnost ponovnog obiteljskog sjedinjenja postupno smanjivati i u konačnici prestati postojati ako biološkom ocu i djetetu nije dopušteno da se uopće vide ili se vide toliko rijetko da se prirodno zbližavanje između njih vjerojatno neće dogoditi.", "Sud smatra da je samo ta činjenica dovoljna da bi zaključio kako u ovom predmetu domaće vlasti nisu poduzele potrebne korake u svrhu olakšavanja ponovnog susreta između podnositelja i njegova sina koji su se od njih mogli razumno očekivati. Takvo postupanje domaćih vlasti dovelo je do de facto odluke o tom pitanju s obzirom da je podnositelj svog sina vidio samo tri puta prije nego što je navršio osamnaest godina. Prema tome, došlo je do povrede članka 8.", "", "", "PRAVIČNA NAKNADA", "", "25.000,00 EUR – na ime naknade nematerijalne štete;", "1.500,00 EUR – na ime naknade troškova postupka", "", "", "", "", "", "", "", "", "", "", ""]}