{"file": "HRV_HJUDHRV_22774_93.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "22774/93", "text_paragraphs": ["", "© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog prijevoda dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "PRESUDA IMMOBILIARE SAFFI PROTIV ITALIJE (zahtjev br. 22774/93)", "", "...", "", "POSTUPAK", "", "", "1. Predmet su Sudu proslijedile Europska komisija za ljudska prava (\"Komisija\") i talijanska Vlada (\"Vlada\") dana 4. prosinca 1998. godine, odnosno 25. siječnja 1999. godine, unutar tromjesečnog roka određenog prijašnjim člankom 32., stavkom 1. i člankom 47. Konvencije. Postupak u predmetu pokrenut je na temelju zahtjeva (br. 22774/93) protiv Talijanske Republike koji je dana 23. rujna 1993. godine, na temelju prijašnjeg članka 25., Komisiji podnio Immobiliare Saffi, trgovačko društvo registrirano u Italiji.", "", "Komisija se u traženju, a Vlada u zahtjevu pozvala na članke 44. i 48. i na izjavu kojom je Italija priznala obvezatnu nadležnost Suda (prijašnji članak 46.). Cilj tog traženja i zahtjeva bio je ishoditi odluku o tome ukazuje li činjenično stanje predmeta na povredu obveza tužene države iz članka 1. Protokola br. 1., te članka 6. stavka 1. Konvencije.", "", "2. Dana 11. siječnja 1999. godine društvo - podnositelj zahtjeva imenovalo je g. N. Amadeija iz Odvjetničke komore u Livornu svojim punomoćnikom u postupku (pravilo 36. stavak 3. Poslovnika Suda). Vladu zastupa njen zastupnik, g. U. Leanza.", "", "3. U skladu s odredbama članka 5. stavka 4. Protokola br. 11., a u vezi s pravilom 100., stavkom 1. i pravilom 24. stavkom 6., odbor velikog vijeća odlučio je da će predmet ispitati veliko vijeće Suda.", "", "4. U veliko vijeće su ex officio ušli g. B. Conforti, sudac izabran u ime Italije (članak 27., stavak 2. Konvencije i pravilo 24. stavak 4.), g. L. Wildhaber, predsjednik Suda, gđa E. Palm, potpredsjednica Suda, g. M. Pellonpää, predsjednik odjela, te g. J.-P. Costa i g. M. Fischbach, potpredsjednici odjela (članak 27. stavak 3. Konvencije i pravilo 24. stavci 3. i 5. (a)). Ostali članovi imenovani kako bi se popunilo veliko vijeće bili su g. G. Bonello, g. P. Kuris, g. R. Türmen, gđa F. Tulkens, gđa V. Stráznická, g. V. Butkevych, g. J. Casadevall, gđa H.S. Greve, g. A.B. Baka, g. R. Maruste i gđa S. Botoucharova (pravilo 24. stavak 3. i pravilo 100. stavak 4.). Naknadno se g. Conforti koji je sudjelovao u ispitivanju slučaja od strane Komisije povukao iz velikog vijeća (pravilo 28.). Vlada je stoga imenovala g. Ferrarija Bravoa, suca izabranog u ime San Marina da ga zamijeni (članak 27. stavak 2. Konvencije i pravilo 29. stavak 1.).", "", "5. Veliko vijeće je odlučilo ne pozvati Komisiju da imenuje izaslanika (pravilo 99.).", "", "6. Nakon savjetovanja sa zastupnikom Vlade i odvjetnikom društva - podnositelja zahtjeva, veliko vijeće je odlučilo kako nije potrebno održati raspravu.", "", "7. Naknadno su suci zamjenici, g. A. Pastor Ridruejo, g. L. Caflisch i g. J. Hedigan zamijenili gđu Palm, g. Bonella odnosno g. Bakaa koji nisu mogli sudjelovati u daljnjem razmatranju predmeta (pravilo 24. stavak 5.(b)).", "", "...", "", "PRAVO", "...", "", "II. NAVODNA POVREDA ČLANKA 1. PROTOKOLA BR. 1.", "", "43. Društvo - podnositelj zahtjeva prigovorilo je kako je, zbog toga što kroz dulje vrijeme i zbog nedostatka policijske zaštite nije bilo u mogućnosti ponovno stupiti u posjed svog stana, došlo do povrede njegovog prava na vlasništvo sadržanog u članku 1. Protokola br. 1. koji propisuje:", "", "\"Svaka fizička ili pravna osoba ima pravo na mirno uživanje svojega vlasništva. Nitko se ne smije lišiti svoga vlasništva, osim u javnom interesu, i to samo uz uvjete predviđene zakonom i općim načelima međunarodnog prava.", "Prethodne odredbe, međutim, ni na koji način ne umanjuju pravo države da primijeni zakone koje smatra potrebnima da bi uredila upotrebu vlasništva u skladu s općim interesom ili za osiguranje plaćanja poreza ili drugih doprinosa ili kazni.\"", "", "A. Primjenjivo pravilo", "", "44. Prema sudskoj praksi Suda, članak 1. Protokola br. 1., koji u biti jamči pravo na vlasništvo, sadrži tri različita pravila (vidi presudu u predmetu James i drugi protiv Ujedinjenog Kraljevstva od 21. veljače 1986. godine, Serija A br. 98., str. 29.-30., stavak 37.). Prvo pravilo, koje je utvrđeno u prvoj rečenici prvoga stavka i opće je naravi, iznosi načelo mirnog uživanja vlasništva. Drugo pravilo, sadržano u drugoj rečenici prvoga stavka odnosi se na lišavanje vlasništva i podvrgava ga određenim uvjetima. Treće pravilo, navedeno u drugome stavku priznaje da, između ostalog, države ugovornice imaju pravo nadzirati upotrebu vlasništva u skladu s općim interesom. Drugo i treće pravilo tiču se posebnih slučajeva miješanja u pravo na mirno uživanje vlasništva te ih stoga treba tumačiti u svjetlu općeg načela proglašenog u prvom pravilu (vidi predmet Iatridis protiv Grčke [VV], br. 31107/96, stavak 55., ECHR 1999-II).", "", "45. Društvo - podnositelj zahtjeva tvrdilo je kako je njegov stan de facto izvlašten, jer čak i kad bi imalo teorijsku mogućnost prodati stan, ono to ne bi moglo napraviti po tržišnoj vrijednosti. Podnositelj zahtjeva je rekao da se stanovi sa stanarima u njima u praksi prodaju po otprilike 30-40 % nižoj cijeni nego prazni stanovi. Dodao je kako je njegov prihod od najamnine nizak, jer je najam uređen Zakonom br. 392. od 27. srpnja 1978. godine.", "", "46.Kao i Komisija, i Sud smatra da u ovom slučaju nije bilo de facto izvlaštenja niti prijenosa vlasništva, jer društvo - podnositelj zahtjeva nije niti u jednoj fazi bilo lišeno prava na iznajmljivanje i prodaju imovine. Štoviše, ono je u posjed ponovno stupilo 11. travnja 1996. godine (vidi stavak 17. ove presude). Kako je provedba dotičnih mjera podrazumijevala da stanar i dalje stanuje u stanu, to je nedvojbeno predstavljalo kontrolu nad upotrebom vlasništva. Prema tome, drugi stavak članka 1. je primjenjiv (vidi naprijed citiranu presudu u predmetu Spadea i Scalabrino, str. 25., stavak 28.).", "", "B. Ispunjavanje uvjeta u drugom stavku", "", "1. Cilj miješanja", "", "47. Vlada je tvrdila kako dotične zakonodavne odredbe teže legitimnom cilju, to jest, izbjegavanju socijalnih napetosti i ometanja javnog reda, do čega bi došlo kad bi se u isto vrijeme ovršio veliki broj naloga za vraćanje posjeda izdanih nakon isteka zadnjeg zakonskog produljenja ugovora o najmu iz 1982. i 1983. godine. Vlada je dodala kako je država u tim istim odredbama preuzela određene financijske obveze da će osigurati subvencionirano stanovanje i naknade za stanovanje.", "", "48. Kao i Komisija, i Sud priznaje da bi istovremeno iseljenje velikog broja stanara nedvojbeno dovelo do značajnih socijalnih napetosti i ugrozilo javni red. Iz toga slijedi da pobijani zakon ima legitimni cilj u javnom interesu, kako zahtijeva drugi stavak članka 1. (vidi naprijed navedenu presudu u predmetu Spadea i Scalabrino, str. 26., stavci 31.-32.).", "", "2. Razmjernost miješanja", "", "49. Sud ponavlja da se miješanjem, a posebno onim koje se razmatra prema drugom stavku članka 1. Protokola br. 1., mora postići \"poštena ravnoteža\" između potreba javnog interesa s jedne strane i zahtjeva zaštite temeljnih prava pojedinca. Nastojanje da se postigne ta ravnoteža odražava se u strukturi članka 1. u cjelini pa time i u njegovom drugom stavku. Mora postojati razuman odnos razmjernosti između primijenjenih sredstava i cilja koji se želi ostvariti. Kad određuje je li taj zahtjev ispunjen, Sud priznaje da država uživa široku slobodu procjene kako u odnosu na odabir sredstava, tako i u odnosu na utvrđivanje jesu li posljedice ovrha opravdane javnim interesom, a u svrhu ostvarenja cilja zakona o kojemu je riječ. U područjima kao što je stanovanje, koje ima središnju ulogu u politici socijalne skrbi i gospodarskoj politici modernih društava, Sud će poštivati prosudbu zakonodavca u pogledu toga što je u općem interesu, osim ako je očito da ta prosudba nema razumnu osnovu (vidi presude u predmetima Mellacher i drugi protiv Austrije od 19. prosinca 1989. godine, Serija A br. 169., str. 27., stavak 48. i Chassagnou i drugi protiv Francuske [VV], br. 25088/94, 28331/95 i 28443/95, stavak 75., ECHR 1999-III).", "", "50. Društvo - podnositelj zahtjeva tvrdilo je kako su pobijane zakonodavne odredbe bile zamišljene kao hitne mjere, opravdane jedino činjenicom da je žrtva nametnuta stanodavcima bila privremene naravi. Ti su zakoni, međutim, predugo ostali na snazi.", "", "Iako je prihvatilo da je potrebno postići poštenu ravnotežu između potreba općeg interesa i svojih vlastitih interesa, društvo - podnositelj zahtjeva je naglasilo kako se sustav vremenski raspoređenih iseljenja unatoč tome pokazao neodgovarajućim: nalozi za vraćanje posjeda i dalje se nisu ovršavali, čak i kad je stanodavac hitno trebao povrat svoje imovine. Nadalje, u svojim odlukama donesenim na temelju Zakona br. 61/89, pokrajinski načelnik Livorna nije uopće uzeo u obzir interese stanodavaca koji su – kao i društvo - podnositelj zahtjeva – željeli ostvariti povrat svojih stanova jedino zbog toga što je najam istekao. Osim toga, pokazalo se da postupci pokrajinskog načelnika i mišljenja pokrajinskih odbora nisu podlijegali preispitivanju ni suca u ovršnom postupku niti bilo kojeg drugog suca.", "", "Na kraju je društvo Immobiliare Saffi navelo kako su mu dotične zakonodavne odredbe nametnule pretjerano opterećenje, jer je predugo bilo ostavljeno u stanju neizvjesnosti, bez mogućnosti reagiranja.", "", "51. Vlada je naglasila kako je jedini temelj za iseljenje u ovom predmetu bilo istjecanje ugovora o najmu. To društvu - podnositelju zahtjeva nije jamčilo prioritet u osiguranju policijske pomoći. Miješanje u njegovo pravo na mirno uživanje vlasništva stoga je bilo u skladu s mjerodavnim zakonodavstvom. Oni su se posebno pozvali na zaključak Suda u predmetu Spadea i Scalabrino da je, osobito s obzirom na slobodu procjene predviđenu u drugom stavku članka 1. Protokola br. 1., zakonodavstvo bilo primjereno za postizanje legitimnog cilja kojem se težilo.", "", "Vlada je zaključila kako opterećenje nametnuto društvu - podnositelju zahtjeva nije bilo pretjerano.", "", "52. Sud primjećuje kako je, u cilju rješavanja kronične nestašice stanova, talijanska vlada donijela niz hitnih mjera čija je namjera bila nadzirati povećanja najamnina i produljiti valjanost postojećih ugovora o najmu (vidi stavke 18. i 19. ove presude). Godine 1982. i 1983., kad je isteklo zadnje zakonsko produljenje, talijanska je država smatrala potrebnim pribjeći hitnim odredbama o prekidu ovrhe u onim nalozima za vraćanje posjeda koji nisu bili hitni (vidi stavke 20. do 26. ove presude).", "", "Kako je Vlada ispravno rekla, Sud je prethodno smatrao kako bi se te zakonodavne mjere mogle razumno smatrati primjerenima radi postizanja legitimnog cilja kojemu se teži, s time da je potrebno uspostaviti poštenu ravnotežu između interesa zajednice i prava stanodavaca (vidi naprijed citiranu presudu u predmetu Spadea i Scalabrino, str. 27., stavak 41.).", "", "53. Nakon toga, kad je završilo zadnje razdoblje prekida, talijanska je država smatrala primjerenim da se nalozi za vraćanje posjeda u predmetima na koje se pravila o prekidu nisu primjenjivala ovršuju prema redoslijedu prioriteta koji je utvrdio pokrajinski načelnik, nakon savjetovanja s pokrajinskim odborom. S druge strane, oni predmeti koji se nisu smatrali prioritetnima, kao što je i ovaj predmet, trebali su se ovršiti u roku ne duljem od četiri godine računajući od 1. siječnja 1990. godine (vidi stavak 28. ove presude).", "", "Prilično je jasno kako su vlasti mislile da će moći izvršiti sve, a ako ne sve, onda veći dio hitnih iseljenja do 1. siječnja 1990. godine, tako da ne bi bilo više ničega što bi onemogućavalo da se u slučajevima koji nisu hitni na raspolaganje stavi policijska pomoć, koji slučajevi su se dakle trebali riješiti do kraja 1993. godine.", "", "To se, međutim, nije dogodilo. Nakon siječnja 1990. godine zahtjevi za policijskom pomoći su se, kako je to propisao Zakon br. 61/89, rješavali prema redoslijedu prioriteta, a da se pritom nije izvršila nikakva prilagodba sustava (iako je broj hitnih iseljenja rastao, a ne padao), a postojanje neokončanih hitnih postupaka za iseljenje je, u svakom pogledu, onemogućavalo procesuiranje onih predmeta koji nisu bili hitni i čiji je broj značajno rastao.", "", "Traženje policijske pomoći postalo je poseban korak u postupku, u djelokrugu pokrajinskog načelnika, koji je mogao obustaviti upute suca prvostupanjskog suda (bilo da su izdane sudskom ovršitelju ili policiji) za ovrhu naloga za vraćanje posjeda na dan koji je utvrdio sudac prvostupanjskog suda.", "", "54. Kao i Komisija, i Sud smatra kako, u načelu, sustav privremenog prekida ili vremenskog raspoređivanja ovrhe sudskih naloga nakon koje slijedi vraćanje stanodavcu njegove imovine u posjed samo po sebi ne treba kritizirati, imajući posebno na umu slobodu procjene dopuštenu na temelju drugog stavka članka 1. Međutim, takav sustav sa sobom nosi rizik nametanja stanodavcima pretjeranog opterećenja s obzirom na njihovu mogućnost raspolaganja svojom imovinom te on stoga treba osigurati određena procesna jamstva kako bi se osiguralo funkcioniranje sustava i kako njegov učinak na vlasnička prava stanodavaca ne bi bio ni proizvoljan, a niti nepredvidiv.", "", "Sud primjećuje kako je talijanski sustav bio u određenoj mjeri nefleksibilan: propisivanjem da se predmetima u kojima se ugovori o najmu otkazuju na temelju toga što stanodavac treba hitno ostvariti povrat stana za sebe ili svoju obitelj uvijek daje prioritet, automatski je doveo do toga da ovrha naloga koji nisu hitni ovisi o nepostojanju zahtjeva koji opravdavaju prioritetno postupanje. Iz toga je slijedilo da nalozi koji nisu bili hitni u praksi uopće nisu bili ovršavani nakon siječnja 1990. godine, jer je uvijek postojao veliki broj neriješenih prioritetnih zahtjeva.", "", "Osiguravanje policijske pomoći, o kojoj je pokrajinski načelnik odlučivao prema redoslijedu prioriteta, stoga je na kraju gotovo uvijek ovisilo o količini zahtjeva za policijskom pomoći koji se nalaze na višem mjestu na popisu prioriteta i broju policijskih službenika koji su pokrajinskom načelniku bili na raspolaganju.", "", "Sud primjećuje kako tijekom te upravne faze ni jedan sud nije bio nadležan odlučivati o učinku koji odugovlačenja uzrokovana takvim sustavom mogu imati u pojedinom slučaju, jer su radnje pokrajinskog načelnika koje su dovele do odugovlačenja bile u okviru ovlasti, a njihov domašaj definiran zakonodavstvom o kojemu je riječ (vidi stavak 42. ove presude, te a contrario, presude u sljedećim predmetima: AGOSI protiv Ujedinjenog Kraljevstva od 24. listopada 1986. godine, Serija A br. 108., str. 19., stavak 55.; Air Canada protiv Ujedinjenog Kraljevstva od 5. svibnja 1995. godine, Serija A br. 316-A, str. 18., stavci 44.-46.; te Gasus Dosier i Fördertechnik GmbH protiv Nizozemske od 23. veljače 1995. godine, Serija A br. 306-B, str. 53., stavci 73.-74.). Nadalje, Sud naglašava kako, za razliku od članka 56. Zakona br. 392/78, dotične hitne mjere nisu propisale rok do kojeg se stanodavcu jamčilo vraćanje posjeda.", "", "55. Sud primjećuje kako je I.B. primio nalog za vraćanje posjeda dana 21. studenoga 1983. godine te kako je sudac stanaru naložio da se iseli do 30. rujna 1984. godine (vidi stavak 12. ove presude). Tijekom sljedećih šest godina do 1990. godine, prvo je I.B., a zatim i Immobiliare Saffi bio pogođen učincima zakonodavstva na temelju kojeg je ovrha naloga za vraćanje posjeda koji nisu bili hitni prekinuta svaki put na razdoblje od nekoliko mjeseci (vidi stavke 23. do 26. ove presude). Godine 1989. Immobiliare Saffi, jedan od 722 stanodavca koji nisu imali pravo na prioritetni tretman u osiguravanju policijske zaštite (vidi stavak 16. ove presude), stekao je na temelju Zakona br. 61/89 pravo na takvu pomoć u razdoblju od 1. siječnja 1990. godine do najkasnije kraja 1993. godine. Međutim, u prosincu 1993. godine krajnji rok je produžen do 31. prosinca 1995. godine, da bi kasnije bio produžen do 29. veljače 1996. godine, i konačno do 26. travnja 1996. godine (vidi stavke 28. do 29. ove presude). Dana 11. travnja 1996. godine društvo - podnositelj zahtjeva konačno je ostvarilo povrat svog stana, i to, moglo bi se dodati, ne uz policijsku pomoć, već zbog smrti stanara (vidi stavak 17. ove presude).", "", "56. Tako su prvo I.B., a onda i Immobiliare Saffi bili oko jedanaest godina (posebno nakon siječnja 1990. godine) ostavljeni u stanju neizvjesnosti u pogledu toga kad će moći ponovno stupiti u posjed svog stana. Nisu se mogli obratiti ni sucu koji je vodio ovršni postupak, i koji je na početku smatrao da je razumno I.B.-u nametnuti odgodu (kraću od godine dana), niti upravnom sudu koji ne bi bio mogao ukinuti odluku pokrajinskog načelnika da se prednost dade svim neriješenim hitnim predmetima, jer je ta odluka bila u potpunosti legitimna. Ni I.B. niti Immobiliare Saffi nisu imali nikakvih mogućnosti prisiliti Vladu da uzme u obzir sve poteškoće s kojima bi se mogli susresti zbog odugovlačenja iseljenja (vidi, mutatis mutandis, presudu u predmetu Sporrong i Lönnroth protiv Švedske od 23. rujna 1982. godine, Serija A br. 52., str. 26.-27., stavci 70.-71.).", "", "57. Isto tako, društvo - podnositelj zahtjeva nema izgleda dobiti naknadu pred talijanskim sudovima zbog produljenog čekanja tijekom kojeg stan nije moglo prodati ili iznajmiti po tržišnoj cijeni.", "", "58. Nadalje, ništa u spisu ne ukazuje na to da je stanar koji je boravio u prostorima u vlasništvu društva zavrijedio ikakvu posebnu zaštitu.", "", "59. U svjetlu naprijed navedenog, Sud se slaže s Komisijom da je sustav vremenski raspoređene ovrhe naloga za vraćanje posjeda, u kombinaciji s već šestogodišnjim čekanjem zbog zakonskog prekida ovrhe tih naloga, društvu - podnositelju zahtjeva nametnulo pretjerano opterećenje te stoga poremetio ravnotežu koja se mora postići između zaštite prava na vlasništvo i zahtjeva općeg interesa.", "", "Stoga je došlo do povrede članka 1. Protokola br. 1.", "", "III. NAVODNA POVREDA ČLANKA 6. STAVKA 1. KONVENCIJE", "", "60. Društvo - podnositelj zahtjeva također navodi povredu članka 6. stavka 1. Konvencije čiji mjerodavni dio propisuje:", "", "\"Radi utvrđivanja svojih prava i obveza... svatko ima pravo da ... sud ... u razumnom roku ispita njegov slučaj.\"", "", "61. Sud primjećuje kako se društvo - podnositelj zahtjeva na početku pozivalo na članak 6. u vezi sa svojim prigovorom o duljini postupka za vraćanje posjeda. Isto kao i Komisija, i Sud unatoč tome smatra kako ovaj predmet treba prvo ispitati u vezi s općenitijim pravom na sud.", "", "", "", "", "A. Je li članak 6. primjenjiv", "", "62. Vlada nije osporila činjenicu da se postupak pred sucem prvostupanjskog suda ticao građanskih prava društva - podnositelja zahtjeva u smislu članka 6. Međutim, Vlada je tvrdila da mjere vremenskog raspoređivanja policijske pomoći nisu bile dio sudskog postupka za ovrhu naloga za vraćanje posjeda, budući da je policijska intervencija predstavljala upravno pitanje, potpuno odvojeno i neovisno od sudskog postupka. Vlada je u vezi s time naglasila kako pokrajinski načelnici nisu bili ovlašteni sastavljati vremenski raspored iseljenja u svojstvu osoba u službi suda, već u okviru dužnosti koje obnašaju kao upravna vlast nadležna za održavanje javnog reda.", "", "Zbog njene posebne svrhe, policijska se pomoć nije mogla smatrati samo načinom ovrhe presuda, i to načinom koji je automatski bio na raspolaganju: njena je funkcija zapravo bila štititi prvenstveni opći interes. Za tu se upravnu fazu ni pod kojim okolnostima nije moglo reći kako potpada u domašaj članka 6.", "", "63. Sud uviđa da se talijanski postupak ovrhe naloga za vraćanje posjeda na mnogo različitih načina razlikuje od ovršnog postupka u strogom smislu te riječi te primjećuje kako je to pitanje ispitivao ranije u predmetu Scollo protiv Italije, u kojem je zaključio da je \"[č]ak i kad, u ovom predmetu, ne bi bilo moguće govoriti o ovršnom postupku u strogom smislu riječi, ... članak 6. stavak 1. primjenjiv, kad se uzme u obzir svrha postupka koja je bila riješiti spor između podnositelja zahtjeva i njegovog stanara\" (presuda od 28. rujna 1995. godine, Serija A br. 315-C, str. 55., stavak 44.). Sud primjećuje kako je društvo - podnositelj zahtjeva pokrenulo postupak pred sucem prvostupanjskog suda u Livornu radi izdavanja naloga kojim bi se potvrdio otkaz ugovora o najmu i od stanara zatražilo da ga isprazne od osoba i stvari. Kako stanar nije osporavao otkaz, jedino neriješeno pitanje odnosilo se na datum vraćanja u posjed. Jer, u svrhu članka 6., spor je trajao dokle god je taj datum bio odgađan zbog stanarevog odbijanja da dobrovoljno ode, a što je podrazumijevalo de facto produljenje ugovora o najmu i naknadno ograničenje prava društva - podnositelja zahtjeva na vlasništvo.", "", "U svakom slučaju, Sud podsjeća kako bi pravo na sud bilo iluzorno kad bi domaći pravni sustav države ugovornice dopustio da pravomoćne, obvezujuće sudske odluke ostanu bez učinka na štetu jedne stranke. Bilo bi nezamislivo kad bi članak 6. stavak 1. iscrpno opisivao procesna jamstva koja se pružaju strankama u sporu, to jest, postupak koji je pošten, javan i brz, a da pritom ne štiti provedbu sudskih odluka; tumačiti članak 6. na način kao da se tiče isključivo pristupa sudu i vođenja postupka vjerojatno bi dovelo do situacija koje nisu u skladu s načelom vladavine prava koje su se države ugovornice obvezale poštivati prilikom ratificiranja Konvencije. Ovrha presude koju je donio bilo koji sud treba se stoga smatrati sastavnim dijelom \"suđenja\" u smislu svrha članka 6. (vidi presudu u predmetu Hornsby protiv Grčke od 19. ožujka 1997. godine, Reports of Judgements and Decisions, 1997-II, str. 510., stavak 40.).", "", "Stoga je članak 6. u ovom predmetu primjenjiv.", "", "B. Sukladnost s člankom 6.", "", "64. Društvo - podnositelj zahtjeva prigovorilo je kako je ovršni postupak trajao otprilike trinaest godina. Nadalje, reklo je kako je zbog radnji pokrajinskog načelnika u Livornu i pokrajinskog odbora koji su razmatrali naloge za vraćanje posjeda u svakom pojedinom slučaju kako bi odredili koji će se od njih izvršiti, došlo do povrede naloga koji je donio sudac prvostupanjskog suda u Livornu, a koji je u postupku o glavnoj stvari utvrdio datum do kojeg se prostor mora isprazniti. Nakon 30. rujna 1984. godine, društvu Immobiliare Saffi je dakle zanijekan pristup sudu radi ostvarivanja njegovog prava da ostvari povrat svog stana i da se ovrši nalog za vraćanje posjeda.", "", "65. Sud primjećuje kako stanodavac ne može tražiti da se nalog za vraćanje posjeda prema stanaru ovrši sve do datuma kojeg sudac prvostupanjskog suda utvrdi u nalogu, imajući na umu posebne potrebe kako stanodavca tako i stanara, te razloge za iseljenje. Najduže trajanje prekida ovrhe zakonski je ograničeno na šest, a u iznimnim slučajevima i na dvanaest mjeseci, nakon čega se stanodavcu mora dopustiti da taj nalog ovrši (vidi stavak 20. ove presude). Sudac prvostupanjskog suda u Livornu odlučio je kako I.B. ima pravo ovršiti svoj nalog od 30. rujna 1984. godine. Ipak, taj je rok bio produljivan (svaki puta po nekoliko mjeseci) na temelju zakona donesenih u razdoblju od prosinca 1984. do travnja 1989. godine (vidi stavke 23. do 26. ove presude).", "", "66. Sud ponavlja kako pravo na sud zajamčeno člankom 6. također štiti i provedbu pravomoćnih i obvezujućih sudskih odluka koje, u državama koje prihvaćaju vladavinu prava, ne mogu ostati neovršene na štetu jedne stranke (vidi, mutatis mutandis, naprijed citiranu presudu u predmetu Hornsby, str. 510., stavak 40.). Prema tome, ovrha sudske odluke ne može se neopravdano odgađati.", "", "67. Društvo - podnositelj zahtjeva nije, međutim, istaklo nikakav poseban prigovor u odnosu na zakonski prekid ovrhe njegovog naloga za vraćanje posjeda. Umjesto toga, njegov se prigovor odnosio na to da je talijansko zakonodavstvo pokrajinskom načelniku i pokrajinskom odboru dodijelilo ovlast ispitivati naloge za vraćanje posjeda u svakom pojedinom slučaju, kako bi se odredilo koji će se od njih ovršiti. Odluka suca prvostupanjskog suda u Livornu na taj je način ostala neovršena.", "", "68. Vlada je u vezi s tim pitanjem tvrdila da, iako su pokrajinski načelnici, kao osobe u službi suda bili obvezni pružiti pomoć u svrhu ovrhe ovršnih sudskih odluka, oni također bili ovlašteni, i to u svojstvu upravne vlasti nadležne za održavanje javnog reda, odbijati zahtjeve za policijskom pomoći ako bi osiguranje te pomoći prijetilo ozbiljnim remećenjem javnog reda. Činjenica da su oni imali takvu ovlast nije podrazumijevala nijekanje prava na sud kako je zajamčeno člankom 6. stavkom 1. Konvencije, jer su pokrajinski načelnici bili obvezni poštivati opće kriterije i njihove su odluke podlijegale sudskom preispitivanju.", "", "69. Sud prihvaća da prekid ovrhe sudske odluke u razdoblju strogo potrebnom kako bi se omogućilo pronalaženje zadovoljavajućeg rješenja problema javnog reda može biti opravdan u iznimnim okolnostima.", "", "70. Međutim, ovaj se predmet ne odnosi, kako se čini da Vlada daje naslutiti, na izolirano odbijanje pokrajinskog načelnika da pruži policijsku zaštitu zbog rizika remećenja javnog reda.", "", "U ovom je predmetu ovrha naloga prekinuta nakon siječnja 1990. godine kao posljedica intervencije zakonodavca, čime je odluka suca prvostupanjskog suda o datumu do kojeg je stanar trebao napustiti prostor preotvorena. U razdoblju koje je započelo 1. siječnja 1990. godine i koje je trajalo dulje od šest godina, ovrha naloga za vraćanje posjeda u korist I.B. bila je odgađana u nekoliko navrata (vidi stavke 28. do 29. ove presude). Štoviše, stanar u stvari nikad nije bio niti deložiran jer je društvu Immobiliare Saffi njegov stan vraćen u posjed nakon stanareve smrti. Pretpostavljajući kako je rizik od ozbiljnih remećenja javnog reda koji je primijećen 1984. godine i dalje postojao (jer se veliki dio iseljenja trebao izvršiti u isto vrijeme), zakonodavac je pokrajinskim načelnicima, kao vlastima nadležnim za održavanje javnog reda, dao ovlast, a moguće i dužnost, da sustavno interveniraju u ovrhe naloga za vraćanje posjeda, istovremeno definirajući opseg te ovlasti.", "", "71. Sud prvo primjećuje kako je produljenjem roka do kojeg se prostor trebao isprazniti obezvrijeđena odluka suca prvostupanjskog suda u Livornu o tom pitanju sadržana u njegovom nalogu od 21. studenoga 1983. godine. S time u vezi treba napomenuti kako se odluka o tome treba li se osigurati policijska pomoć donosi na temelju istih čimbenika (situacija u kojoj se nalazi stanodavac i stanar, te razlozi na kojima se iseljenje temelji) koje sudac prvostupanjskog suda uzima u obzir u skladu s člankom 56. Zakona br. 392/78.", "", "72. Osim toga, Sud primjećuje kako ocjena o tome je li primjereno naknadno prekinuti ovrhu naloga za vraćanje u posjed i tako de facto produljiti ugovor o najmu nije podlijegala nikakvom djelotvornom preispitivanju od strane sudova, budući da je opseg sudskog preispitivanja odluka pokrajinskog načelnika bio ograničen na provjeru je li on udovoljio kriterijima koji su uređivali redoslijed prioriteta (vidi stavak 42. ove presude).", "", "73. Nadalje, činjenica da je sustav vremenskog raspoređivanja osiguranja policijske pomoći bio produljivan svakih šest mjeseci u razdoblju od gotovo devet godina (vidi stavke 28. do 34. ove presude) ostavlja dojam da su talijanske vlasti bile zadovoljne svojim oslanjanjem na taj sustav umjesto da su tražile djelotvorna alternativna rješenja problema vezanih za javni red u sektoru stanovanja.", "", "74. Na kraju treba napomenuti da, iako se može prihvatiti da se države ugovornice u izvanrednim okolnostima, koristeći se, kao u ovom predmetu, slobodom procjene u kontroli upotrebe imovine, umiješaju u postupak ovrhe sudske odluke, takvo miješanje ne bi smjelo imati za posljedicu onemogućavanje, poništavanje ili neopravdano odugovlačenje ovrhe, a još manje slabljenje biti te odluke.", "", "U ovom je predmetu, kako je to Sud objasnio u stavcima 54. do 56. ove presude u vezi s prigovorom podnesenim na temelju članka 1. Protokola br. 1., pobijano zakonodavstvo obezvrijedilo odluku prvostupanjskog suda u Livornu sadržanu u njegovom nalogu od 21. studenoga 1983. godine. Nadalje, od trenutka kad je pokrajinski načelnik postao nadležan odlučivati kad će se neki nalog za vraćanje posjeda ovršiti, te u svjetlu činjenice da njegova odluka nije podlijegala djelotvornom sudskom preispitivanju, društvo - podnositelj zahtjeva bilo je lišeno svog prava iz članka 6. stavka 1. Konvencije da o njegovom sporu s njegovim stanarom donese odluku sud. Ta situacija nije u skladu s načelom vladavine prava.", "", "Prema tome, došlo je do povrede članka 6. stavka 1. Konvencije.", "", "75. Što se tiče prigovora o duljini postupka, Sud smatra kako se na njega mora gledati kao da je iscrpljen prethodnim prigovorom (vidi stavke 64. do 73. ove presude).", "", "..."]}