{"file": "HRV_HJUDHRV_71099_01.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "71099/01", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "MONORY protiv RUMUNJSKE I MAĐARSKE", " (članak 8. i članak 6.)", "Presuda od 5. travnja 2005. godine", "", "Povreda članka 8. (u odnosu na Rumunjsku)", "Povreda članka 6. stavka 1. (u odnosu na Mađarsku)", "", "ČINJENICE", "Podnositelj György Monory je mađarski državljanin, rođen 1946. godine i živi u Mađarskoj.", "Godine 1994. podnositelj je stupio u brak sa gđom C.M. koja ima dvojno državljanstvo, rumunjsko i mađarsko. Dana 16. veljače 1995. godine rodila im se kći V. Roditelji, koji su živjeli u Nagymarosu, imali su prema mađarskom zakonu zajedničko roditeljsko pravo u odnosu na V.", "U prosincu 1998. godine posjetili su rodbinu C.M. u Rumunjskoj. Podnositelj se vratio u Mađarsku, dok je C.M. ostala u Rumunjskoj s V. i obećala se vratiti 30. siječnja 1999. godine.", "Dana 4. siječnja 1999. C.M. je podnijela zahtjev za razvod braka, skrbništvo nad V. i uzdržavanje pred Satu Mare Okružnim sudom u Rumunjskoj. Dana 17. siječnja 1999. godine, telefonom je obavijestila podnositelja da je odlučila živjeti u Rumunjskoj i da mu ne dopušta da odvede V. u Mađarsku.", "Dana 8. listopada 2003. godine, Satu Mare Okružni sud utvrdio je da će dijete živjeti s majkom, do završetka postupka za razvod braka. Također, dopustio je podnositelju da posjeti V.", "U međuvremenu, dana 20. siječnja 1999. godine podnositelj je podnio zahtjev za vraćanje svoje kćeri u Mađarsku, sukladno članku 3. Haške konvencije o građansko pravnim aspektima međunarodne otmice djece (Haška Konvencija). Tvrdio je da je V. žrtva međunarodne otmice i da je nezakonito zadržana u Rumunjskoj. Dana 2. veljače 2000. godine žalbeni sud u Oradei, odbacio je podnositeljevu žalbu smatrajući da je u najboljem interesu djeteta da ostane s majkom.", "U međuvremenu, dana 28. travnja 1999. godine podnositelj je podnio zahtjev za skrbništvom nad V. pred Okružnim sudom u Vacu, Mađarskoj. Dana 29. listopada 2003. godine, sud je odobrio skrbništvo C.M. nad V.", "", "PRIGOVORI", "Podnositelj je prigovorio da su rumunjske vlasti propustile osigurati brzi povratak njegove kćeri nakon što ju je njegova supruga zadržala u Rumunjskoj bez njegovog odobrenja. Također je prigovorio duljini trajanja postupak razvoda i određivanja skrbništva nad djetetom u Mađarskoj. Pozvao se na članak 8. (pravo na poštivanje privatnog i obiteljskog života), članak 13. (pravo na djelotvorno pravno sredstvo) i članak 6. stavak 1. (pravo na pravično suđenje u razumnom roku).", "", "ODLUKA SUDA", "Sud je utvrdio da pozitivna obveza države u smislu članka 8. uključuje primjenu mjera kojima se osigurava sjedinjenje roditelja sa njegovim ili njezinim djetetom. Sud je već tumačio te pozitivne obveze u svjetlu Haške konvencije). Isto tumačenje može se primijeniti u podnositeljevom slučaju utoliko što su u relevantno vrijeme, i Rumunjska i Mađarska, bile stranke Haške konvencije. Rumunjske vlasti su mogle poduzeti mjere kako bi pomogle spriječiti \"daljnju štetu djetetu ili štetu zainteresirane stranke\". Međutim, vlasti su se ograničile na predstavljanje podnositelja pred rumunjskim sudovima. Zbog toga je Sud smatrao da su vlasti propustile ispuniti svoje potpune obveze prema članku 7. Haške konvencije i da je tumačenje prava iz Haške Konvencije od strane domaćih sudova dovelo do povrede članka 8.", "Osim toga, takvi slučajevi zahtijevaju brzo postupanje budući da protek vremena može imati nepopravljive posljedice za odnos između djeteta i roditelja s kojim ne živi. Ujedno, članak 11. Haške konvencije nameće rok od šest tjedana za donošenje odluke, čiji propust dovodi do toga da se od nadležnog tijela može zatražiti obrazloženje odgode. Unatoč predviđenoj hitnosti, prošlo je više od 12 mjeseci od dana kad je podnositelj uložio zahtjev za povratak djeteta do donošenja konačne odluke. Međutim, Vlade nisu dale zadovoljavajuće objašnjenje za kašnjenje.", "Sud je ponovio da je interes djeteta odlučujući u takvim slučajevima. Također, može biti opravdavajuće da su, osam mjeseci nakon odvođenja podnositeljeve kćeri iz Mađarske, sudovi utvrdili da se dijete prilagodilo novoj okolini i da je bilo u interesu djeteta da ostane u Rumunjskoj sa svojom majkom, iako u to vrijeme još nije bila donesena konačna odluka kojom se utvrđuje da će živjeti ondje. Međutim, ako Sud i prihvaća da su promijenjene okolnosti mogle izuzetno opravdati takvu odluku, mora biti utvrđeno da navedenu promjenu nije uzrokovalo djelovanje ili propuštanje nadležne države. Uzimajući u obzir vremensko razdoblje u kojem je sudovima bilo potrebno da donesu konačnu odluku, što je u ovom slučaju dovelo do propuštanja da se ispuni uvjet hitnosti, Sud je zaključio da je spora reakcija vlasti značajno utjecala na promijenjene okolnosti kod djeteta. Sud je također, zaključio da su rumunjske vlasti propustile uložiti odgovarajući i djelotvorni napor kako bi pomogle podnositelju u njegovom pokušaju da vrati dijete i ostvari svoje roditeljsko pravo. Sud je stoga jednoglasno utvrdio da je u Rumunjska počinila povredu članka 8.", "Uzimajući u obzir ocjenu na temelju članka 8., Sud je smatrao da u odnosu na Rumunjsku nije potrebno posebno ocjenjivati zahtjev u smislu članka 13.", "U odnosu na članak 6. stavak 1., Sud je utvrdio da je postupak započeo 28. travnja 1999. godine, a da je dovršen 21. siječnja 2004., što iznosi gotovo 4 godine i devet mjeseci. Uzimajući u obzir utvrđenu sudsku praksu u tom smislu, Sud je utvrdio da je ukupna duljina trajanja postupka prekomjerna i da nije ispunjen uvjet \"razumnog roka\". Zbog toga je Sud jednoglasno utvrdio da je Mađarska počinila povredu članka 6. stavka 1.", "", "PRAVIČNA NAKNADA I TROŠKOVI", "Sud je nadalje, jednoglasno utvrdio da rumunjska Vlada mora platiti podnositelju 15 000 EUR-a za nematerijalnu štetu i 500 EUR za troškove postupka, te da je mađarska Vlada dužna platiti podnositelju zahtjeva 3000 EUR-a za nematerijalnu štetu i 500 EUR-a za troškove postupka.", ""]}