{"file": "HRV_HJUDHRV_23541_94.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "23541/94", "text_paragraphs": ["", "© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog prijevoda dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "PRESUDA GARCIA ALVA PROTIV NJEMAČKE (zahtjev br. 23541/94)", "", ".......", "", "POSTUPAK", "", "", "1. \tPredmet je Sudu podnio peruanski državljanin g. Luis Antonio Garcia Alva (\"podnositelj zahtjeva\") dana 25. studenoga 1998. godine, a Europska komisija za ljudska prava (\"Komisija\") proslijedila ga je Sudu 9. prosinca 1998. godine. Postupak u predmetu pokrenut je na temelju zahtjeva (br. 23541/94) protiv Njemačke koji je podnositelj zahtjeva podnio Komisiji na temelju članka 25. Konvencije za zaštitu ljudskih prava i temeljnih sloboda (\"Konvencija\") dana 4. siječnja 1994. godine.", "", "2. \tPodnositelja zahtjeva zastupao je g. M. Zieger, odvjetnik iz Berlina (Njemačka). Njemačku Vladu (\"Vlada\") zastupala je njena zastupnica, gđa H. Voelskow-Thies, Ministerialdirigentin.", "", "3. \tPredmet se odnosi na prigovor podnositelja zahtjeva da u postupku preispitivanja njegovog pritvaranja, njegov branitelj nije imao pristup kaznenim spisima. Podnositelj zahtjeva se poziva na članak 5., stavak 4. Konvencije.", "", "4. \tDana 14. siječnja 1999. godine odbor velikog vijeća odlučio je, na temelju članka 5., stavka 4. Protokola br. 11., u vezi s pravilom 100., stavkom 1. i pravilom 24., stavkom 6. Poslovnika, da će predmet rješavati vijeće konstituirano u okviru jednog od odjela Suda. Potom je predsjednik Suda predmet dodijelio u rad Prvom odjelu. U okviru tog odjela, vijeće koje je trebalo razmatrati predmet (članak 27., stavak 1. Konvencije) konstituirano je u skladu s pravilom 26., stavkom 1. Poslovnika Suda. G. Ress, sudac izabran u ime Njemačke, povukao se iz zasjedanja u ovom predmetu (pravilo 28.). Vlada je stoga imenovala g. H. Junga da zasjeda kao ad hoc sudac (članak 27., stavak 2. Konvencije i pravilo 29., stavak 1.).", "", "5. \tI podnositelj zahtjeva i Vlada podnijeli su svaki svoje očitovanje o osnovanosti zahtjeva (pravilo 59., stavak 1.).", "", "6. \tDana 12. listopada 1999. godine Sud (Prvi odjel) odlučio je, u skladu s pravilom 59., stavkom 2. in fine da neće održati raspravu u predmetu.", ".......", "", "PRAVO", "", "I. NAVODNA POVREDA ČLANKA 5. STAVKA 4. KONVENCIJE", "", "35. \tPodnositelj zahtjeva prigovorio je u vezi s postupkom preispitivanja njegovog pritvaranja. Pozvao se na članak 5. stavak 4. Konvencije koji glasi kako slijedi:", "", "\"Svatko tko je lišen slobode uhićenjem ili pritvaranjem ima pravo pokrenuti sudski postupak u kojem će se brzo odlučiti o zakonitosti njegova pritvaranja ili o njegovu puštanju na slobodu ako je pritvaranje bilo nezakonito.\"", "", "A. Argumenti izneseni pred Sud", "", "36. \tPodnositelj zahtjeva je izjavio kako postupak preispitivanja nije bio uistinu kontradiktoran. Naveo je kako se uhidbeni nalog uglavnom pozivao na iskaze koje je dao drugi osumnjičenik, g. K., kao osnovu za sumnju na njega. Prema njegovom mišljenju, sažete informacije o optužbama protiv njega i materijali iz spisa koji su bili stavljeni na raspolaganje njegovom punomoćniku nisu predstavljali dostatnu osnovu na kojoj je mogao osigurati svoju obranu. Bez potpunog pristupa spisima i uvida u čitav tekst navedenih iskaza, njegov punomoćnik nije mogao dovesti u sumnju vjerodostojnost g. K. i braniti ga od sumnje da je krijumčario drogu.", "", "37. \tPrema navodima Vlade, članak 5. stavak 4. ne osigurava općenito pravo pritvorene osobe ili njenog punomoćnika izvršiti uvid u spise koji se odnose na istragu protiv te osobe. Važno je osigurati da dotična osoba može djelotvorno ostvarivati svoja prava, a to se može napraviti na različite načine.", "", "\tU ovom su predmetu podnositelj zahtjeva i njegov branitelj bili potpuno informirani, prema onome što je priopćeno podnositelju zahtjeva tijekom ispitivanja i u uhidbenom nalogu, o optužbama te o navodnim vremenima i mjestima počinjenja kaznenih djela, u opsegu u kojem su u toj fazi o njima postojala ikakva saznanja. Osim toga, na temelju onoga što je priopćeno podnositelju zahtjeva, bili su upoznati i s temeljnim sadržajem onih dijelova K.-ovog iskaza od 17. i 30. ožujka 1993. godine koji su inkriminirali podnositelja zahtjeva i na kojima se temeljio uhidbeni nalog od 7. travnja 1993. godine. Usto, primjerci uhidbenog naloga i zapisnika s iskazima podnositelja zahtjeva već su bili dani prvom branitelju podnositelja zahtjeva u travnju 1993. godine (vidi stavak 13. ove presude). Osim toga, optužbe nisu bile tako složene da bi zahtijevale više od usmenog priopćavanja činjenica i dokaza na kojima se zasnivaju.", "", "\tŠto se tiče uskraćivanja pristupa istražnim spisima, to je trebalo objasniti činjenicom da je istraga protiv podnositelja zahtjeva činila dio složenog skupa postupaka koji su se odnosili na nekoliko optuženika iz krugova kolumbijske mafije. Posebno u slučaju kao što je ovaj, gdje se pretpostavlja postojanje rizika od uništenja dokaza, mora postojati mogućnost da se optuženiku ili njegovom punomoćniku uskrati pristup istražnim spisima, kako bi im se onemogućilo vršiti utjecaj na druge svjedoke. Istražni spisi koji su se odnosili na podnositelja zahtjeva upućivali su na istražne mjere koje su se tek trebale poduzeti u njegovom postupku, kao i u paralelnim postupcima protiv drugih optuženika.", "", "38. \tU biti, Komisija je dijelila stav podnositelja zahtjeva. Smatrala je kako je, s obzirom na važnost koju za postupak preispitivanja imaju iskazi koje je dao K., podnositelju zahtjeva ili njegovom punomoćniku trebalo pružiti mogućnost da ih pročitaju u potpunosti, a kako bi ih mogli pravilno pobijati.", "", "B. Ocjena suda", "", "39. \tSud podsjeća kako uhićene i pritvorene osobe imaju pravo na preispitivanje koje se odnosi na procesne i materijalne uvjete koji su, u smislu Konvencije, bitni za \"zakonitost\" njihovog lišavanja slobode. To znači da nadležni sud mora ispitati \"ne samo zadovoljavanje procesnih pretpostavki utvrđenih u domaćem pravu, već i razumnost sumnje na kojoj se temelji uhićenje i opravdanost svrhe koja se želi ostvariti uhićenjem i pritvaranjem koje slijedi iza njega\".", "\tSud koji ispituje žalbu protiv pritvaranja mora pružiti jamstva sudskog postupka. Postupak mora biti kontradiktoran i mora uvijek jamčiti \"jednakost\" između stranaka, državnog odvjetnika i pritvorene osobe. Jednakost nije osigurana ako se punomoćniku uskrati pristup dokumentima u istražnom spisu bitnim za djelotvorno osporavanje zakonitosti pritvaranja njegovog klijenta. U slučaju osobe čije pritvaranje potpada u domašaj članka 5., stavka 1. (c), potrebno je održati ročište (vidi, među ostalim izvorima prava, presudu u predmetu Lamy protiv Belgije od 30. ožujka 1989. godine, Serija A br. 151, str. 16-17, stavak 29. i Nikolova protiv Bugarske [GC], br. 31195/96, stavak 58., ECHR 1999-II).", "\tTi zahtjevi potječu od prava na kontradiktoran postupak i suđenje koje je utvrđeno u članku 6. Konvencije, što u slučaju kaznenog predmeta znači da se i državnom odvjetniku i punomoćniku mora pružiti mogućnost izvršiti uvid u podnesena očitovanja i dokaze koje je iznijela druga stranka i dati primjedbe na njih. Prema sudskoj praksi Suda, iz formulacije članka 6., a posebno iz samostalnog značenja koje se daje pojmu \"optužba za kazneno djelo\", proizlazi da se ova odredba u određenoj mjeri primjenjuje na predistražni postupak (vidi presudu u predmetu Imbrioscia protiv Švicarske od 24. studenog 1993. godine, Serija A br. 275, str. 13., stavak 36.). Dakle, iz toga slijedi da, s obzirom na dramatični učinak lišenja slobode na temeljna prava dotične osobe, postupak koji se vodi na temelju članka 5., stavka 4. Konvencije u načelu treba, u najvećoj mogućoj mjeri s obzirom na okolnosti istrage koja je u tijeku, također zadovoljavati osnovne zahtjeve poštenog suđenja, kao što je pravo na kontradiktoran postupak. Iako se u nacionalnom pravu ovaj zahtjev može zadovoljiti na različite načine, koji god da se način odabere potrebno je osigurati da druga stranka ima uvid u očitovanja koja su podnesena i da ima stvarnu mogućnost davati primjedbe na njih (vidi, mutatis mutandis, presudu u predmetu Brandstetter protiv Austrije od 28. kolovoza 1991. godine, Serija A br. 211, str. 27., stavak 67.).", "", "40. \tU ovom je predmetu podnositelj zahtjeva nakon uhićenja bio općenito obaviješten o razlozima za sumnju i o dokazima protiv njega, kao i o razlozima za njegovo pritvaranje. Na zahtjev punomoćnika, obrani su na raspolaganje stavljeni primjerci iskaza koje je podnositelj zahtjeva dao policijskim vlastima i pritvorskom sucu, zapisnika o pretresu prostorija podnositelja zahtjeva, kao i naloga za njegovo uhićenje, ali u toj je fazi državno odvjetništvo odbacilo punomoćnikov zahtjev za uvid u istražne spise, a posebno u iskaze koje je dao g. K., i to iz razloga što bi se vršenjem uvida u te dokumente ugrozila svrha istrage.", "", "\tOkružni sud u Berlin-Tiergartenu sa svoje je strane donio zaključak kako postoji snažna sumnja da je podnositelj zahtjeva počinio kaznena djela o kojima je riječ, i to na temelju sadržaja istražnog spisa – uključujući u velikoj mjeri i iskaze g. K. – i podnesaka stranaka. U lipnju i srpnju 1993. godine odnosne žalbe podnositelja zahtjeva odbacili su Pokrajinski sud u Berlinu i Žalbeni sud u Berlinu, koji su također imali na raspolaganju primjerke tih spisa.", "", "41. \tČini se dakle kako je sadržaj istražnog spisa, a posebno iskazi g. K., igrao ključnu ulogu u odluci Okružnog suda o produženju pritvora podnositelju zahtjeva. Međutim, dok su državni odvjetnik i Okružni sud bili upoznati s njima, njihov točan sadržaj u toj fazi nije bio dan na uvid podnositelju zahtjeva ili njegovom punomoćniku. Kao posljedica toga, niti jedan od njih nije imao priliku na primjeren način osporiti nalaze na koje se poziva državni odvjetnik i Okružni sud, i to naročito dovođenjem u pitanje pouzdanosti ili uvjerljivosti iskaza koje je dao g. K., a koji je već prije bio osuđen i protiv kojeg se vodila jedna druga istraga zbog krijumčarenja droge.", "", "\tIstina je, kako naglašava Vlada, da su u uhidbenom nalogu navedene neke pojedinosti o činjenicama na kojima se temelji sumnja protiv podnositelja zahtjeva. Međutim, informacije koje su pružene na taj način predstavljale su u stvari puki prikaz činjenica kako ih je tumačio Okružni sud na temelju svih informacija koje mu je na raspolaganje stavilo državno odvjetništvo.", "", "\tPrema mišljenju Suda, teško je moguće da bi optuženi mogao propisno osporiti pouzdanost takvog prikaza, ako mu nisu poznati dokazi na kojima se temelji. Za to je potrebno da se optuženom dadu dostatne mogućnosti da se upozna s iskazima i drugim dokazima na kojima se oni temelje, kao što su rezultati policijske i druge istrage, bez obzira na to je li optuženi u mogućnosti dati ikakvu naznaku o mjerodavnosti dokaza kojima traži pristup za svoju obranu.", "", "42. \tSud je svjestan kako je državni odvjetnik uskratio traženi pristup dokumentima iz spisa na temelju članka 147., stavak 2. Zakonika o kaznenom postupku, tvrdeći kako bi suprotno postupanje sa sobom nosilo rizik ugrožavanja uspjeha istrage koja je u tijeku, a za koju se reklo da je vrlo složena i da uključuje veliki broj drugih osumnjičenika (vidi stavke 13. i 19. ove presude).", "", "\tSud priznaje kako je potrebno da se kaznena istraga provodi učinkovito, što može podrazumijevati da se dio informacija prikupljenih tijekom te istrage drži u tajnosti kako bi se osumnjičenicima onemogućilo zloupotrijebiti dokaze i potkopati tijek suđenja. Međutim, ovom se legitimnom cilju ne može težiti na račun značajnih ograničenja prava na obranu. Stoga bi informacije koje su bitne za ocjenu zakonitosti pritvaranja trebalo na primjereni način staviti na raspolaganje odvjetniku osumnjičenika.", "", "43. \tU tim okolnostima, i s obzirom na važnost koja je u obrazloženju berlinskih sudova dana sadržaju istražnih spisa, a posebno iskaza koje je dao g. K. i koje podnositelj zahtjeva ne može na primjereni način osporiti jer mu nisu bili priopćeni, postupci pred navedenim sudovima u kojima je bila preispitivana zakonitost pritvaranja podnositelja zahtjeva nisu osigurali jamstva koja pruža članak 5., stavak 4. Dakle, došlo je do povrede ove odredbe.", "", "......."]}