{"file": "HRV_HJUDHRV_28005_12.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "28005/12", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SAŽETAK", "M. N. I DRUGI protiv SAN MARINA", "zahtjev br. 28005/12", "presuda od dana 07. srpnja 2015. godine", "", "", "", "ČINJENICE", "", "Podnositelji zahtjeva su S. G., M. N., C. R. i I. R., talijanski državljani koji žive u Italiji. Tijekom 2009. godine u Italiji se vodio kazneni postupak protiv nekoliko osoba (ne uključujući podnositelje) zbog sumnje na počinjenje nekoliko kaznenih djela – pranje novca, pronevjera, utaja poreza itd. Talijansko tužiteljstvo je u vezi s navedenim postupkom od nadležnih vlasti iz San Marina zatražilo pravnu pomoć. Nadležni prvostupanjski sud u San Marinu je izdao nalog za pretragu svih bankarskih institucija te zapljenu bankovnih podataka. Sukladno tome, došlo je i do zapljene i kopiranja bankovnih podataka podnositelja o čemu su podnositelji obaviješteni tek nakon godinu dana. Podnositelji su zatim podnijeli prigovore protiv odluke kojom je u odnosu na njih određena zapljena bankovnih dokumenata. Tijekom 2011. godine, nadležni sud donio je odluke kojima je njihove prigovore proglasio nedopuštenima zbog nedostatka aktivne legitimacije navodeći da ukoliko podnositelji smatraju da je zbog odluke o zapljeni bankovnih podataka došlo do povrede njihovih prava, svoje prigovore trebaju istaknuti pred talijanskim sudovima. Podnositelji su zatim podnijeli žalbe koje su odbačene.", "", "Podnositelji su prigovarali kako su odluke kojima su u odnosu na njih određene zapljene bankovnih podataka prouzročile između ostalog i povredu prava na privatni i obiteljski život zajamčen čl. 8. Konvencije.", "", "", "", "", "", "OCJENA SUDA", "", "Sud je odbacio zahtjev u odnosu na podnositelje S. G., C. R. i I. R. zbog neiskorištavanja domaćih pravnih sredstava i/ili nepodnošenja zahtjeva u šestomjesečnom roku. U odnosu na M. N., Sud se upustio u ispitivanje dopuštenosti i osnovanosti zahtjeva. Sud je prvo odbacio argumente vlade San Marina da čl. 8. Konvencije nije primjenjiv u ovom predmetu jer dosadašnja praksa Suda nije pružala zaštitu tajnosti bankovnih podataka. Vlada San Marina istaknula je kako pretraga nije obuhvatila podnositeljev dom ili radno mjesto te kako su predmetni bankovni dokumenti koji nisu bili privatne prirode, kopirani u isključivo informativne svrhe te vraćeni podnositelju.", "", "Sud je zauzeo stav kako bankovni dokumenti nesumnjivo predstavljaju osobne podatke pojedinca, bez obzira sadrže li povjerljive informacije ili ne. Takve informacije se mogu odnositi i na poslovnu dokumentaciju pa tako ne postoji opravdani razlog zbog kojeg bi se podaci poslovne ili profesionalne prirode isključili iz pojma privatnog života iz čl. 8. Konvencije. Povrh toga, ovaj predmet je obuhvatio i pravo na zaštitu dopisivanja iz čl. 8. Konvencije budući da se zapljena odnosila i na pisanu korespondenciju između M. N. i drugih osoba.", "", "Sud je podsjetio kako čl. 8. Konvencije pruža zaštitu svim oblicima komunikacije između pojedinaca u svrhu razmjene informacija. Štoviše, sasvim je irelevantno što su originalni dokumenti ostali u banci. Kopiranje i pohrana bankovnih podataka koji su uključivali izvode računa, čekove, elektroničku poštu itd., prouzročilo je miješanje u pravo M. N.-a na zaštitu privatnog života i dopisivanja. Takvo miješanje bilo je u skladu sa zakonom – čl. 29. Bilateralne Konvencije o prijateljskim i dobrosusjedskim odnosima između Italije i San Marina iz 1939. godine i mjerodavnim pravom koji je predviđao kako se načelo tajnosti bankovnih podataka ne primjenjuje u slučaju kaznenog postupka ukoliko je pri tom ostvaren legitiman cilj, poglavito sprječavanje kriminala i zaštita gospodarskog blagostanja države. Međutim, Sud je primijetio kako nisu bili osigurani svi proceduralni mehanizmi kojima bi se u okviru domaćeg pravnog sustava osigurala zaštita od miješanja u privatni život M. N.-a i njegovo pravo na dopisivanje na način da su mu na raspolaganju bila dostupna pravna sredstva kojima bi mogao pobijati odluku o zaplijeni. Sukladno mjerodavnom zakonodavstvu San Marina, budući da protiv M. N.-a nije podignuta optužnica zbog kaznenih djela protiv imovine niti je bio vlasnik bankarskih institucija na koje se odnosio sudski nalog, M. N. nije bio ovlašten prigovarati zapljeni i kopiranju bankovnih podataka u svrhu pohrane podataka. Štoviše, protiv M. N.-a se uopće nije vodio predmetni kazneni postupak. Stoga se podnositelj našao u nepovoljnom položaju za razliku od osoba protiv kojih je pokrenut kazneni postupak jer su oni bili aktivno legitimirani prigovarati pretrazi i zapljeni bankovnih podataka. Posljedično, M. N. nije ostvario učinkovitu zaštitu svojih prava u okviru domaćeg pravnog sustava. Iz navedenog proizlazi kako je M. N.-u uskraćeno pravo na „učinkovitu kontrolu“ koja proizlazi iz načela vladavine prava, a koja omogućuje da miješanje u pravo na privatni život bude ograničeno na miješanje koje je nužno u demokratskom društvu. Sud je stoga utvrdio kako je u odnosu na M. N., došlo do povrede čl. 8. Konvencije.", "", "PRAVIČNA NAKNADA", "", "3.000,00 EUR – na ime naknade nematerijalne štete;", "15.000,00 EUR – na ime naknade troškova postupka", ""]}