{"file": "HRV_HJUDHRV_38184_03.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "38184/03", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "MATYJEK protiv POLJSKE", "(članak 6.)", "Presuda od 24. travnja 2007. godine", "", "ČINJENICE", "Podnositelj zahtjeva, Tadeusz Matyjek, je poljski državljanin rođen 1935. godine koji živi u Varšavi.", "Ovo je prva presuda u slučaju koji se tiče tzv. „prokazivačkih postupaka“ u Poljskoj. To su postupci čiji je cilj raskrinkati osobe koje su radile ili surađivale s državnim sigurnosnim službama u vrijeme komunizma.", "Zakon od 11. travnja 1997. godine („Zakon o prokazivanju iz 1997.“) obvezuje osobe koje obavljaju javne funkcije u Poljskoj da razotkriju jesu li radile ili surađivale s državnim sigurnosnim službama („tajne službe“) u razdoblju između 1944. i 1990. G. Matyjek, koji je bio član poljskog parlamenta (Sejm), izjavio je da nije surađivao s tajnim službama u relevantnom razdoblju.", "Ipak, pravobranitelj za zaštitu javnog interesa pokrenuo je postupak protiv podnositelja. Saslušavanja su se održavala in camera u razdoblju od rujna do listopada 1999. godine.", "Dana 17. prosinca 1999. godine varšavski Prizivni sud je, oslanjajući se na stručno mišljenje koje je sastavio odjel Državnog ureda za kriminologiju i kemiju, utvrdio da je g. Matyjek bio svojevoljan tajni suradnik tajnih službi i da je stoga lagao u svome očitovanju o tom pitanju. Izreka presude mu je bila dostavljena, ali obrazloženje je bilo „tajno“ i moglo ga se pročitati jedino u sudskom „tajnom registru“.", "G. Matyjek se žalio, tvrdeći da su njegovi kontakti s agentom tajne službe bili isključivo osobne naravi i da nikada nisu prerasli u svjesnu suradnju. Također je zahtijevao da se ispitaju i drugi svjedoci te da se zatraži izrada drugog stručnog mišljenja od strane neovisne osobe koja nije dio Državnog sigurnosnog ureda.", "Dana 17. veljače 2000. godine žalba g. Matyjeka je odbačena, s tim da mu ponovno nije dostavljeno pisano obrazloženje.", "Ipak, Vrhovni sud je ukinuo tu presudu zbog povrede procesnog prava, budući je zahtjev g. Matyjeka da se pozovu još dodatna dva svjedoka bio zanemaren.", "U prosincu 2000. godine načelnik Državnog sigurnosnog ureda je skinuo oznaku tajnosti sa spisa dotičnog slučaja.", "U daljnjem tijeku postupka, Prizivni sud je ispitao svjedoke koje je pozvao g. Matyjek, dobio daljnje dokumente o slučaju od Državnog sigurnosnog ureda, održao javno saslušanje te naredio da se pribavi stručno mišljenje Instituta za kriminologiju varšavskog sveučilišta.", "Ipak, nakon još jednog saslušanja in camera, varšavski Prizivni sud je utvrdio da je g. Matyjek lagao u svom očitovanju o suradnji. Konačno, u svibnju 2003. godine Vrhovni sud je odbacio podnositeljevu žalbu.", "Prema zakonima koji su bili na snazi u Poljskoj u relevantnom razdoblju, presuda Prizivnog suda od 17. veljače 2000. godine se smatrala pravomoćnom. Stoga je g. Matyjek od tog dana bio lišen mandata kao član Parlamenta te mu je bilo zabranjeno kandidiranje na izborima ili obnašanje bilo koje druge javne funkcije sljedećih deset godina.", "", "POSTUPAK I SASTAV SUDA", "Zahtjev je podnesen Europskom sudu za ljudska prava 15. listopada 2003. godine, a proglašen je dopuštenim 30. svibnja 2006. godine.", "Helsinškoj fundaciji za ljudska prava (Varšava, Poljska) bilo je, kao trećoj stranci, dozvoljeno sudjelovanje u postupku.", "Presudu je donijelo vijeće od sedam sudaca.", "", "PRIGOVORI", "Pozivajući se na članak 6. Konvencije, g. Matyjek se žalio na nepravičnost prokazivačkog postupka koji se vodio protiv njega. Posebno je istaknuo da su postupci bili neujednačene i tajne prirode, da su spisi bili tajni a da je postupak uvida u spis bio nepravedan.", "", "ODLUKA SUDA", "U svojoj odluci o dopuštenosti od 30. svibnja 2006. godine Sud je već utvrdio da je članak 6. Konvencije u svom značenju u odnosu na kazneni postupak primjenjiv i na prokazivačke postupke.", "Vlada je tvrdila da podnositelj nije iscrpio sva domaća pravna sredstva budući da se nije žalio nacionalnim sudovima na nepravičnost prokazivačkih postupaka. Sud je utvrdio da je pitanje je li podnositelj mogao učinkovito osporavati pojedine aspekte prokazivačkih postupaka povezano s ocjenom osnovanosti njegovog zahtjeva te da će se stoga razmatrati zajedno s time.", "Sud je utvrdio da je potrebno ispitati tužbu podnositelja u odnosu na članak 6. stavak1. zajedno s člankom 3.", "", "Članak 6. st. 1. zajedno s člankom 6. st. 3.", "Sud se pozvao na presudu Turek protiv Slovenije u kojoj se također radilo o prokazivačkim postupcima. U tom slučaju, Sud je zauzeo stajalište da se ne može još uvijek smatrati javnim interesom zabranjivanje uvida u povjerljive materijale koji se odnose na prijašnje režime. Naime, cilj prokazivačkih postupaka bio je utvrditi činjenice koje datiraju iz vremena komunizma pa stoga nisu izravno povezane s funkcioniranjem tajnih službi u vrijeme slučaja Turek. Nadalje, ako država i odluči pokrenuti takve postupke, to još uvijek znači da osoba protiv koje su pokrenuti mora imati sva procesna prava zajamčen Konvencijom. Uskraćivanje uvida optuženoj ososi u vlastiti spis ozbiljno smanjuje sposobnost te osobe da proturiječi tvrdnjama koje iznose tajne službe. Sud je utvrdio da su navedeni zaključci relevantni i za ovaj predmet.", "Neki dijelovi podnositeljevog spisa predmeta su bili klasificirani kao „stroga tajna“. Tajne službe su imale mogućnost skinuti takvu oznaku povjerljivosti, što je i učinjeno u prosincu 2000. godine u odnosu na neke djelove spisa. Ipak, iako je podnositelju od tada uvid u predmet bio odobren, oznaka povjerljivosti je i dalje obuhvaćala sve dokumente koji su naknadno dodani. Vlada je i priznala da su neki dokumenti dodani nakon prosinca 2000. godine.", "Sud je nadalje utvrdio da je taj početni stadij postupka bio tim važniji kad se uzme u obzir činjenica da je, prema tadašnjim zakonima, odluka žalbenog suda bila pravomoćna pa su i sankcije predviđene Zakonom o prokazivanju tada postale izvršne.", "U razdoblju prije suđenja, pravobranitelj za javni interes je imao pravo na uvid u sav materijal koji su o podnositelju pronašle tajne službe. Kad je suđenje počelo, podnositelj je dokumente s oznakom tajnosti mogao konzultirati jedino u „tajnom registru“ suda. Pritom ništa nije smio kopirati, a eventualne bilješke o dokumentima u spisu ili saslušanjima, koja su uglavnom bila održavana in camera, morale su biti napisane u posebnoj bilježnici koja bi zatim bila zapečaćena i pohranjena u „tajni registar“. Identična ograničenja su bila nametnuta i odvjetniku podnositelja. Podnositelj se mogao osloniti jedino na vlastito pamćenje pa nije mogao niti zatražiti stručno mišljenje. Što je još važnije, podnositelj je tvrdio da mu nije bilo dozvoljeno koristiti bilješke kao pomoć u pripremanju vlastite obrane, što je tvrdnja koju vlada nije osporila.", "S obzirom što je sve bilo u pitanju u tom postupku – konkretno, ugled podnositelja, njegovo mjesto u parlamentu i zabrana obavljanja javne službe u razdoblju od 10 godina – Sud je utvrdio kako je bilo važno da se podnositelju omogući uvid u spis, uzimanje bilježaka pa čak i kopiranje relevantnih dokumenata.", "Sud nije uvjerila argumentacija vlade kako je i pravobranitelj u tijeku suđenja također imao ograničen uvid u spis. Zapravo je on u ovome slučaju imao jednaka prava kao i državni odvjetnik. Imao je uvid u spis, mogao je saslušati svjedoke te narediti izradu stručnih mišljenja. Na raspolaganju mu je bilo osoblje koje je imalo službeno odobrenje za pristup povjerljivim dokumentima a čija je zadaća bila analizirati prokazivačke postupke i pripremati spise za suđenje.", "Konačno, Sud je utvrdio kako je podnositelj bio upoznat samo s izrekama presuda od 17. prosinca 1999. godine i 17. veljače 2000. godine.", "Sud se složio da u određenim situacijama mogu postojati razlozi koji zahtijevaju tajnost dokumenata, čak i takvih koji potječu iz vremena prošlog režima. No takve su sitaucije iznimne. Na vladi je bilo da dokaže postojanje takvog interesa te bi to trebala biti iznimka, a ne pravilo.", "Sustav u kojemu je ishod prokazivačkog postupka ovisio o rekonstrukciji prijašnjih operacija tajnih službi, pri čemu je većina relevantne dokumentacije zadržala oznaku tajnosti, a ovlast odlučivanja o zadržavanju njenog povjerljivog statusa pridržale aktualne tajne službe, stvorio je situaciju u kojoj je osoba uključena u prokazivački postupak bila u očigledno lošijem položaju od druge stranke.", "U takvom kontekstu, Sud je utvrdio da je sposobnost g. Matyjeka da dokaže vlastitu nevinost u odnosu na „namjeravanu i tajnu suradnju“ s tajnim službama komunističkog režima znatno ograničena. Slijedi da je na g. Matyeku ležao nerealistično težak teret dokaza, u neskadu s načelom jednakosti oružja.", "Uzimajući u obzir izjavu Vlade da su pravila o povjerljivim dokumentima regulirana susljednim zakonima o državnim tajnama i Kodeksom o kaznenom postupku te da se u ovom slučaju postupalo u skladu s tim pravnim odredbama, Sud nije bio uvjeren da se g. Matyek u žalbenom odnosno kasacijskom postupku mogao uspješno suprotstaviti domaćem pravu na snazi. Nadalje je Sud istaknuo da se pitanje valjanosti Zakona o prokazivanju u nekoliko prilika neuspješno iznosilo pred Ustavni sud te da Vlada nije navela niti jedno drugo domaće pravno sredstvo koje bi g. Matyeku bilo na raspolaganju kako bi se suprotstavio pravnom okviru prokazivačkog postupka. Stoga su prigovori Vlade o neiscrpljivanju domaćih pravnih lijekova odbačeni.", "Sud je zaključio da je prokazivački postupak protiv podnositelja zahtjava kao cjelina bio nepravičan u smislu članka 6. stavka 3. Konvencije i uzet zajedno s člankom 6. stavkom 3. Konvencije. U skladu s tim zaključkom, Sud je utvrdio povredu tih odredaba Konvencije.", "Na temelju članka 41. (pravična naknada), Sud je jednoglasno utvrdio da već utvrđivanje povrede predstavlja dovoljnu satisfakciju na ime nematerijalne štete te je podnositelju dosudio 1,220 EUR na ime troškova i izdataka.", ""]}