{"file": "HRV_HJUDHRV_6899_12.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "6899/12", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SAŽETAK PRESUDE", "MITRINOVSKI PROTIV MAKEDONIJE", "OD DANA 30. TRAVNJA 2015. GODINE", "ZAHTJEV BROJ 6899/12", "", "", "", "ČINJENICE", "", "Podnositelj zahtjeva je bivši sudac Žalbenog suda u Skopju. Dana 06. prosinca 2010. godine kao član vijeća Žalbenog suda u Skopju glasovao je za odluku kojom je okrivljeniku pritvor zamijenjen kućnim pritvorom. Dana 10. prosinca 2010. godine Vrhovni sud je utvrdio kako Žalbeni sud nije bio nadležan za ispitivanje okrivljenikovog zahtjeva u meritumu. Istog dana, Kazneni odjel Vrhovnog suda u čijem sastavu je sudjelovao predsjednik Vrhovnog suda, utvrdio je kako su dvojica sudaca koja su odlučivala o zahtjevu pritvorenika postupila suprotno pravilima o profesionalnom obnašanju sudačke dužnosti. Predsjednik Vrhovnog suda koji je po sili zakona ujedno bio i predsjednik Državnog sudbenog vijeća (u daljnjem tekstu: DSV) zatražio je da se utvrdi stegovna odgovornost podnositelja i još jednog suca.", "", "U svibnju 2011. godine, DSV je na plenarnoj sjednici na kojoj je sudjelovao i predsjednik Vrhovnog suda, donio odluku o razrješenju podnositelja od sudačke dužnosti pozivajući se posebice na odluku od dana 06. prosinca 2010. godine te navodeći kako njegovo ponašanje prilikom donošenja te odluke nije bilo profesionalno. Podnositelj je zatim protiv odluke o razrješenju od sudačke dužnosti podnio žalbu koju je Vrhovni sud odbio u listopadu 2011. godine.", "", "Pozivajući se na čl. 6. st. 1. Konvencije (pravo na pošteno suđenje), podnositelj je između ostalog prigovarao kako DSV ne predstavlja neovisno i nepristrano sudbeno tijelo budući da je predsjednik Vrhovnog suda, po čijoj je inicijativi postupak pokrenut bio jedan od članova vijeća koje je po njegovoj inicijativi odlučivalo o podnositeljevoj stegovnoj odgovornosti.", "", "", "", "OCJENA SUDA", "", "Sud je primijetio kako je predsjednik Vrhovnog suda po sili zakona bio član makedonskog DSV-a. Sukladno Zakonu o DSV-u, kada isto utvrdi neprofesionalno ponašanje suca može jedino donijeti odluku o razrješenju suca od sudačke dužnosti. Bilo koji član DSV-a može zatražiti da DSV utvrdi je li se sudac prilikom obnašanja sudačke dužnosti neprofesionalno ponašao.", "", "U podnositeljevom slučaju, predsjednik Vrhovnog suda je od DSV-a zatražio da se protiv podnositelja pokrene stegovni postupak nakon što je Kazneni odjel Vrhovnog suda utvrdio kako su se tri suca (uključujući i podnositelja) prilikom obnašanja sudačke dužnosti neprofesionalno ponašali. Sud je u takvim okolnostima slučaja zaključio kako je podnositelj mogao opravdano strahovati da će predsjednik Vrhovnog suda prije donošenja odluke DSV-a o podnositeljevoj stegovnoj odgovornosti biti osobno uvjeren da podnositelja treba razriješiti sudačke dužnosti. Stegovni postupak protiv podnositelja je pokrenut na temelju zahtjeva predsjednika Vrhovnog suda, koji je uz zahtjev istaknuo dokaze i navode iz kojih je proizlazilo da se podnositelj prilikom obnašanja sudačke dužnosti neprofesionalno ponašao.", "", "Iz navedenog proizlazi kako je predsjednik Vrhovnog suda u navedenom postupku zauzeo ulogu tužitelja te je naknadno o podnositeljevoj stegovnoj odgovornosti sudjelovao kao član DSV-a.", "Sud je zaključio kako sustav koji dopušta predsjedniku Vrhovnog suda da sudjeluje i odlučuje u stegovnom postupku kojeg je sam pokrenuo, dovodi u pitanje njegovu nepristranost. Sud je utvrdio kako predsjednik Vrhovnog suda u stegovnom postupku nije bio ni objektivno ni subjektivno nepristran. Sukladno navedenom došlo je do povrede članka 6. stavka 1. Konvencije zbog nedostatka nepristranosti DSV-a u podnositeljevom slučaju.", "", "", "PRAVIČNA NAKNADA", "", "4.000,00 EUR – na ime naknade nematerijalne štete;", "1.230,00 EUR – na ime naknade troškova postupka", ""]}