{"file": "HRV_HJUDHRV_52391_99.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "52391/99", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "RAMSAHAI I OSTALI protiv NIZOZEMSKE", "(članak 2.)", "Presuda velikog vijeća od 15. svibnja 2007. godine", "", "", "ČINJENICE", "U ovom predmetu podnositelji zahtjeva su nizozemski državljani, Renee Ramsahai, Mildred Ramsahai i Ricky Ramsahai, djed, baka i otac pokojne Moravie Ramsahai, rođene 6. prosinca 1979. godine koju je u srpnju 1998. godine ustrijelio policajac. Renee i Mildred Ramsahai su oboje rođeni 1938., a Ricky je rođen 1960. godine. Svo troje živi u Amsterdamu.", "Dana 19. srpnja 1998. godine, u nedjelju navečer, tijekom festivala „Kwakoe“ u okrugu Bijlmermeer u Amsterdamu (proslava surinamskih imigranata kojom obilježili 135. godišnjicu ukidanja ropstva u Surinamu), Moravia Ramsahai je ukrala moped i odvezla se na njemu.", "Vlasnik je obavijestio policiju. Dvojica policajaca u uniformama koji su bili u patroli, policajac Brons i Bultstra, uočili su moped koji je vozila osoba koja je odgovarala opisu - a koja je kasnije idnetificirana kao Moravia Ramsahai – i pokušali su je uhititi.", "Kasnije je ustanovljeno kako je pozornik Bultstra vidio kako Moravia Ramsahai izvlači pištolj skriven pod remenom od hlača. Pozornik Bultstra je izvukao svoj službeni pištolj i naredio Moravii Ramsahai da spusti oružje. Moravia Ramsahai to nije učinila. Uto je prišao i pozornik Brons. Moravia Ramsahai je podigla pištolj i uperila ga u pozornika Bronsa, koji je zatim izvukao svoj pištolj i pucao. Moravia Ramsahai je bila pogođena u vrat. U 10.03 navečer pozvana je hitna pomoć. Međutim, kad je hitna pomoć stigla na mjesto događaja, oko 10.15, Moravia Ramsahai je već bila mrtva.", "Naloženo je otvaranje istrage. Prvih 15 i pol sati istrage provela je policijska jedinica Amsterdam/Amstelland (kojoj su pripadali pozornici Brons i Bultstra), a daljnju istragu je preuzeo Državni Istražni Odjel.", "Javni tužitelj je odlučio da neće podići optužnicu protiv pozornika Bronsa, budući je isti postupao u nužnoj obrani. Takvu odluku je potvrdio i Prizivni sud u Amsterdamu kojemu su se podnositelji žalili.", "", "POSTUPAK I SASTAV SUDA", "Zahtjev je podnesen Europskom sudu za ljudska prava 8. rujna 1999. godine, a proglašen je dopuštenim 3. ožujka 2005. godine.", "U presudi vijeća od 10. studenog 2005. godine, Sud je jednoglasno zaključio da došlo do povrede članka 2. time što istraga povodom njene smrti nije bila neovisna te, da je došlo do povrede članka 2. time što istraga povodom njene smrti nije bila neovisna i što odluka žalbenog suda nije bila javna.", "Dana 9. veljače 2006. godine Vlada je zatražila da prema članku 43. predmet bude podnesen velikom vijeću na odlučivanje pa je dana 12. travnja 2006. veliko vijeće prihvatilo taj zahtjev. Rasprava pred velikim vijećem održana je u Zgradi ljudskih prava u Strasbourgu dana 18. listopada 2006. godine.", "Presudu je donijelo veliko vijeće od 17 sudaca.", "", "PRIGOVORI", "Podnositelji su se žalili na okolnosti ubojstva Moravie Ramsahai i na nedostatak učinkovite i neovisne istrage povodom njezine smrti. Pozvali su se na članak 2., članak 6. stavak 1. i članak 13.", "", "ODLUKA SUDA", "Članak 2.", "Ubojstvo Moravie Ramsahai", "Sud je izrazio sumnje u neovisnost i kvalitetu istrage povodom smrti Moravie Ramsahai. Ipak, činjenice koje je utvrdilo vijeće nisu osporene: Vlada ih nije komentirala, a podnositelji zahtjeva su se općenito pozvali na svoje prijašnje tvrdnje, bez isticanja netočnosti u utvrđenim činjenicama i bez predlaganja drugačije verzije događaja. Nadalje, opis ponašanja Moravie Ramsahai koji su dali pozornici Brons i Bultstra je bio u skladu s ostalim informacijama, konkretno da je Moravia Ramsahai već ranije tog dana prijetila pištoljem i nekim drugim ljudima. S obzirom na te okolnosti, a pogotovo na činjenicu da ni jedna strana nije osporavala činjenično utvrđenje vijeća, veliko vijeće je odlučilo ispitati slučaj na temelju takvog činjeničnog stanja.", "S obzirom na tu odluku, veliko vijeće se slaže s nalazom vijeća da je pucanj policajca Bronsa bio „apsolutno nužan“ te da stoga nema povrede članka 2. u odnosu na ubojstvo Moravie Ramsahai.", "", "Istraga ubojstva", "Kvaliteta istrage", "Veliko vijeće je utvrdilo kako nije izvršeno balističko testiranje ruku dvojice policajaca na barut te kako nije bila napravljena rekonstrukcija, jednako kao ni kvalitetan slikovni zapis ozljeda nanesenih Moravii Ramsahai. Također, oružje dvojice policajaca nije pregledano da se ustanovi mogući nedostatak streljiva. Naprotiv, nakon ubojstva policajci su i dalje bili u kontaktu, a ispitani su tek tri dana kasnije. Iako nije bilo dokaza ni da su policajci surađivali međusobno niti sa svojim kolegama u poiciji, sama činjenica da nisu bile poduzete primjerene mjere kako bi se uklonila svaka sumnja, ozbiljno dovodi u pitanje kvalitetu same istrage. Takve manjkavosti tim više dolaze do izražaja zato što, osim njih dvojice, nije bilo nijednog drugog svjedoka ubojstva. Sud je stoga utvrdio da je došlo do povrede članka 2. u odnosu na nedovoljnu istragu okolnosti smrti Moravie Ramsahai.", "Neovisnost istrage", "Veliko vijeće je ustanovilo da je prošlo 15 i pol sati dok istragu konačno nije preuzeo Državni istražni odjel što znači da je u tom ključnom razdoblju istragu provodili isto tijelo kojemu pripadaju i pozornici Brons i Bultstra – policijska jedinica Amsterdam/Amstelland. Čak i nakon što je Državni istražni odjel preuzeo istragu, daljnju istragu su i dalje poduzimali pripadnici spomenute policijske jedinice. Sud smatra da je takvo zakašnjenje od 15 i pol sati neprihvatljivo, pogotovo kad se uzme u obzir da nije bilo nikakvih posebnih okolnosti zbog kojih se nije moglo pričekati da Državni istražni odjel preuzme slučaj. Ovako je čak i nakon njihovog preuzimaja, ostala sumnja u neovisnost istrage. Sukladno tome, Sud smatra da je došlo do povrede članka 2 u tome što policijska istraga nije bila dovoljno neovisna.", "Uloga javnog tužitelja", "Veliko vijeće je utvrdilo kako je javni tužitelj nadgledao istragu slučaja u policijskoj postaji u kojoj su policajci Brons i Bultstra radili. Isti je javni tužitelj donio odluku da neće poduzimati kazneni progon pozornika Bronsa. Po mišljenju velikog vijeća, bilo bi bolje da je istragu nadgledao javni tužitelj koji nije povezan s policijskom jedinicom Amsterdam/Amstelland. Ipak, imajući na umu ustroj tužiteljstva u Nizozemskoj, Sud primjećuje da je konačna odgovornost za istragu na glavnom javnom tužitelju te da je postojala mogućnost prigovora neovisnom tijelu, što su uostalom podnositelji i iskoristili. S obzirom na navedeno, Sud smatra da nije došlo do povrede članka 6. u odnosu na ulogu javnog tužitelja.", "Sudjelovanje podnositelja", "Veliko vijeće smatra da sama činjenica da obitelji žrtve nije dopušteno sudjelovanje u istrazi ne predstavlja automatsku povredu članka 2., niti članak 2. nalaže nadležnim vlastima da udovolje svakom zahtjevu obitelji žrtve u vezi sa sudjelovanjem u istrazi. Također, vijeće je utvrdilo da su podnositelji imali pristup informacijama koje su se pojavljivale u istrazi te da im je to i omogućilo da dalje sudjeluju u postupku i dovode u pitanje odluku da se ne poduzima kazneni progon protiv policajca Bronsa. Sud stoga smatra da nije došlo do povrede članka 2. u odnosu na sudjelovanje podnositelja u istrazi.", "", "Postupak pred Prizivnim sudom", "Veliko vijeće smatra da članak 2. ne treba tumačiti preekstenzivno, u smislu da bi svaki postupak koji uključuje ispitivanje nasilne smrti morao biti javan. Ono što treba utvrditi jest je li postojao dovoljan element javnosti, u odnosu na istragu i njezine rezultate, koji bi osigurao odgovornost, kako u teoriji tako i u praksi, očuvao povjerenje javnosti u vladavinu prava i spriječio dopuštanje nezakonitih postupaka.", "U ovom slučaju, veliko vijeće se složilo s tvrdnjom vijeća u tome da postupci pred žalbenim sudom nisu morali biti javni. Ipak, za razliku od vijeća, Sud smatra da niti odluka žalbenog suda nije morala biti javna. Podnositeljima je bio omogućen puni uvid u spis istrage kao i sudjelovanje na saslušanju žalbenog suda; stoga bi bilo malo vjerojatno da je itko mogao sakriti relevantne informacije bilo od suda bilo od podnositelja. Također, podnositeljima nije bilo onemogućeno da, ako to žele, sami objave odluku suda. Uzimajući to u obzir, Sud smatra da je element javnosti bio zadovoljen u mjeri dovoljnoj da spriječi eventualne pokušaje prikrivanja informacija od strane nizozemskih vlasti. Sud stoga drži da nije došlo do povrede članka 2. u odnosu na postupak pred Prizivnim sudom.", "", "Članak 6. stavak 1. i članak 13.", "Veliko vijeće se slaže s odlukom vijeća da članak 6. nije primjenjiv na ovaj slučaj kao i u tome da o članku 13. ne treba raspravljati.", "", "Na temelju članka 41. (pravična naknada), Sud je podnositeljima zajedno dosudio 20,000 EUR na ime nematerijalne štete te 7,299 EUR na ime troškova i izdataka.", "", ""]}