{"file": "HRV_HJUDHRV_8300_06.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "8300/06", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", "SAŽETAK", "RUIZ RIVERA PROTIV ŠVICARSKE", "(zahtjev br. 8300/06)", "presuda od dana 18. veljače 2014. godine", "", "", "ČINJENICE", "", "Podnositelj zahtjeva je optužen da je dana 6. travnja 1995. godine, pod utjecajem alkohola i kokaina počinio kazneno djelo ubojstva na način da je 49 puta izbo svoju suprugu, prerezao joj vrat i glavu bacio kroz prozor stana.", "", "Nadležno državno odvjetništvo u Zürichu zatražilo je provođenje psihijatrijskog vještačenja. U listopadu 1995. godine, ovlašteni vještak podnio je nalaz i mišljenje u kojemu je ustanovio da je podnositelj ovisnik o drogama i da pati od paranoidne shizofrenije. Isto tako, ustanovljeno je kako podnositelj u trenutku počinjenja kaznenog djela nije bio odgovoran za svoje postupanje. Podnositelj je smješten u zatvorsku ustanovu.", "Dana 7. lipnja 2001. godine, provedeno je drugo psihijatrijsko vještačenje kojim je ustanovljeno kako se psihičko stanje podnositelja nije znatno promijenilo od 1995. godine kada je provedeno prvo vještačenje.", "", "Tijekom 2002. i 2003. godine, sudski Ured za izvršenje kazni odbio je tri podnositeljeva zahtjeva za uvjetni otpust. U ožujku 2004. godine, Odjel za psihijatriju i psihologiju sudskog Ureda za izvršenje kazni, izdao je godišnje izvješće o provedenim tretmanima nad podnositeljem. Navedenim izvješćem potvrđeno je psihijatrijsko izvješće iz 2001. godine. Podnositelj je nastavio osporavati svoju bolest te se odbijao podvrgnuti medicinskom tretmanu koji mu je propisan. Nadležni psiholozi zaključili su kako nisu ispunjeni uvjeti za uvjetni otpust podnositelja.", "", "U lipnju 2004. godine, ponovno je odbijen zahtjev podnositelja za uvjetni otpust nakon čega se podnositelj obratio Ministarstvu pravosuđa i unutarnjih poslova kantona u Zürichu, tražeći provođenje novog vještačenja. Podnositeljev zahtjev za vještačenjem je odbijen nakon čega se obratio Upravnom sudu ističući kako je potrebno provesti novo vještačenje radi ispitivanja postoje li i dalje razlozi za njegovo zadržavanje. Upravni sud odbio je predmetni zahtjev navodeći kako je i dalje na snazi psihijatrijsko vještačenje iz 2001. godine. Podnositelj se nakon toga neuspješno žalio Saveznom sudu.", "", "Dana 11. rujna 2007. godine, Okružni sud u Zürichu naložio je provođenje daljnjeg psihijatrijskog vještačenja nad podnositeljem.", "", "U nalazu i mišljenju vještaka od dana 28. travnja 2008. godine, ustanovljeno je kako je podnositelj počinio djelo u „psihotičnom stanju“ iz kojeg se međutim nije moglo utvrditi radi li se o shizofreniji. U srpnju 2009. godine, sudski Ured za izvršenje kazne zaprimio je novu medicinsku dokumentaciju temeljem koje je ustanovio kako se psihičko stanje podnositelja poboljšalo. Shodno navedenom donio je odluku o uvjetnom otpustu podnositelja uz jamčevinu. Neposredno po otpuštanju, podnositelj je deportiran u Peru.", "", "", "OCJENA SUDA", "", "Vezano za povredu čl.5. st.1.", "", "Sud je od švicarske Vlade zatražio očitovanje o tome je li zatvor bio prikladno mjesto na kojemu je podnositelju određeno zadržavanje, s obzirom na njegovo psihičko stanje. Podnositelj je isticao kako nadležne vlasti nisu uzele u obzir činjenicu da bi ga bilo prikladnije smjestiti na neko drugo odgovarajuće mjesto, a ne zatvor, i kako su odbile razmotriti njegove zahtjeve za otpustom. Sud je ustanovio kako se podnositelj prethodno nije žalio na uvjete u zatvoru i time nije iscrpio dostupna pravna sredstva pred domaćim tijelima.", "", "Vezano za povredu čl.5. st.4.", "", "Sud je ustanovio kako je sudski Ured za izvršenje kazne odluku kojom je odbio podnositeljev zahtjev za uvjetni otpust temeljio na terapijskom izvješću iz ožujka 2004. godine. Prema mišljenju dvojice psihologa koji su izradili predmetno izvješće, psihičko stanje podnositelja nije se promijenilo te je odgovaralo onom psihičkom stanju koje je utvrđeno vještačenjem iz 1995. i 2001. godine.", "", "Sud nije imao razloga posumnjati u ispravnost i točnost psihijatrijskog vještačenja iz 1995. i 2001. godine kojima je utvrđeno da podnositelj boluje od paranoidne shizofrenije. Iako su izvješćem iz 2004. godine utvrđeni drugačiji zaključci, Sud smatra da su isključivo domaći sudovi nadležni za ispitivanje i ocjenu proturječnosti između različitih medicinskih izvješća.", "Međutim, Sud je ustanovio kako se terapijsko izvješće iz ožujka 2004. godine ne može smatrati neovisnim psihijatrijskim vještačenjem. Prema mišljenju Suda, domaća nadležna tijela trebala su zatražiti novo (treće) vještačenje o zdravstvenom stanju podnositelja obzirom da je došlo do narušavanja povjerenja između medicinskog osoblja i samog podnositelja. Nadležna domaća tijela su odluku kojom je odbijen zahtjev podnositelja za uvjetni otpust, donijela isključivo temeljem terapijskog izvješća iz ožujka 2004. godine, koje prema mišljenju Suda nije predstavljalo dovoljnu dokaznu osnovu iz koje bi proizlazilo da razlozi za uvjetni otpust nisu bili ispunjeni.", "", "S obzirom da su nadležna domaća tijela odbila zatražiti novo psihijatrijsko vještačenje o zdravstvenom stanju podnositelja, Sud je utvrdio kako je u predmetnom slučaju došlo do povrede čl.5. st.4. Konvencije.", "", "Sud je utvrdio povredu i u odnosu na činjenicu da Upravni sud u Zürichu nije saslušao podnositelja prilikom odlučivanja o zahtjevu za uvjetnim otpustom podnositelja.", "", "PRAVIČNA NAKNADA", "", "6.500,00 EUR - troškovi postupka"]}