{"file": "HRV_HJUDHRV_45440_04.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "45440/04", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", " SAŽETAK PRESUDE", "BAYTAR PROTIV TURSKE", "OD DANA 14. LISTOPADA 2014. GODINE", "ZAHTJEV BROJ 45440/04", "", "", "", "", "ČINJENICE", "", "Dana 30. travnja 2001. godine, podnositeljica je posjetila svog brata u zatvoru. Policija je podnositeljičinog brata zadržala u vezi sa slučajem koji se odnosi na aktivnosti PKK. Pravosudni policajci podnositeljicu su pregledali prilikom ulaska u zatvor te su pronašli komad papira, savinutog nekoliko puta i oblijepljenog trakom. Na papiru nije bilo potpisa, a sadržaj je bio napisan od strane člana PKK. Policija je podnositeljicu istog dana zadržala te ju sljedećeg dana ispitala na turskom jeziku. Podnositeljica je izjavila kako je predmetni papir slučajno pronašla na autobusnom stajalištu te ga je uzela iz znatiželje. Podnositeljica je istu izjavu dala i pred javnim tužiteljem. Budući da podnositeljica nije znala pisati ni čitati, na izjavi je umjesto potpisa stavila otisak prsta. Nakon toga, protiv podnositeljice je određen pritvor. Podnositeljica je naknadno puštena na slobodu jer je sud ustanovio kako su njezini navodi vjerodostojni.", "", "Podnositeljica je ponovno posjetila brata u zatvoru te je uhićena nakon pretrage prilikom koje su pravosudni policajci pronašli dokument od šesnaest stranica zaštićen ljepljivom trakom. U dokumentu su se nalazile upute PKK o aktivnostima koje namjeravaju poduzeti u zatvorskim ustanovama. Podnositeljica je sljedećeg dana ispitana na turskom jeziku. Izjavila je kako je slučajno pronašla predmetni dokument u zatvorskoj čekaonici te ga je uzela. Iz zapisnika o ispitivanju proizlazi kako je policija obavijestila podnositeljicu o pravu na branitelja, ali se podnositeljica odlučila sama zastupati.", "", "Protiv podnositeljice je određen pritvor, a potom je ispitana od strane suca istrage koji je ustanovio kako podnositeljica ne vlada dobro turskim jezikom te ju je stoga obavijestio o pravu na tumača što je podnositeljica prihvatila. Podnositeljica je ponovila izjavu koju je prethodno dala policiji, ali je dodala kako se ta izjava odnosila na događaj prilikom prethodnog posjeta zatvoru, a kako prilikom njezinog drugog posjeta zatvoru policija nije pronašla nikakav dokument. Protiv podnositeljice je ubrzo pokrenut kazneni postupak radi podupiranja i pomaganja nezakonitoj oružanoj organizaciji.", "", "Podnositeljici je izrečena kazna zatvora u trajanju od tri godine i devet mjeseci. Kasacijski sud ukinuo je navedenu presudu i vratio predmet prvostupanjskom sudu na ponovno suđenje koji je protiv podnositeljice izrekao kaznu u istom trajanju, ali je pritom uračunao vrijeme provedeno u pritvoru te je naložio da se podnositeljicu pusti na slobodu.", "Podnositeljica je Sudu podnijela zahtjev pozivajući se na članak 6. stavak 1. i stavak 3. Konvencije, kako joj prilikom ispitivanja tijekom zadržavanja nije omogućeno pravo na tumača.", "", "", "OCJENA SUDA", "", "U odnosu na članak 6. stavak 3. Konvencije u vezi s člankom 6. stavkom 1. Konvencije", "Sud je ponovio kako okrivljenici koji ne vladaju jezikom na kojem se vodi sudski postupak, imaju pravo na besplatnu pomoć tumača uz pomoć kojeg će moći pratiti postupak koji se protiv njih vodi i uz pomoć kojeg će im biti osigurano pravo na obranu, posebice mogućnost iznošenja vlastite verzije događaja. Pravo na pomoć tumača treba biti zajamčeno tijekom cijelog kaznenog postupka, uključujući i stadij policijske istrage.", "", "Podnositeljica nije dobro vladala turskim jezikom zbog čega joj je bilo nužno osigurati pomoć tumača, a što je ustanovio i sudac istrage te prvostupanjski sudac. Međutim, iako je podnositeljici prilikom saslušanja pred sucem istrage pružena pomoć tumača, to nije bilo slučaj i s ispitivanjem od strane policije. Naime, policija ju je ispitala bez tumača, a upravo tijekom tog ispitivanja podnositeljica je izjavila kako je pronašla predmetni dokument na podu zatvorske čekaonice i priznala kako je isti pronađen kod nje.", "", "Sud je već ranije naglašavao važnost stadija istrage u smislu pripreme kaznenog postupka budući da dokazi prikupljeni u tom stadiju mogu biti odlučni za donošenje odluka tijekom kasnijih stadija kaznenog postupka. Kada policija zadrži određenu osobu, ta osoba ima niz prava kao što je pravo braniti se šutnjom ili pravo na branitelja. Međutim, odluka o tome hoće li iskoristiti zajamčena prava ili će ih se odreći, ovisi o tome je li osoba razumjela za što ju se tereti. Pod pretpostavkom da je razumjela može odvagnuti rizike te procijeniti potrebu za odricanjem od tih prava.", "", "Sud je mišljenja kako podnositeljica nije bila u mogućnosti potpuno razumjeti posljedice odricanja prava na šutnju i prava na branitelja budući da je policija nije ispitala uz pomoć tumača niti ju je jasno upoznala s onim za što ju se tereti, zbog čega je došlo do povrede članka 6. stavka 3. Konvencije u vezi s člankom 6. stavkom 1. Konvencije.", "", "", "PRAVIČNA NAKNADA", "", "1.500,00 EUR - na ime nematerijalne štete; 1.300,00 EUR - na ime troškova postupka", ""]}