{"file": "HRV_HJUDHRV_22251_08.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "22251/08", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SAŽETAK", "BOCHAN PROTIV UKRAJINE (BR. 2.)", "PRESUDA VELIKOG VIJEĆA OD DANA 05. VELJAČE 2015. GODINE", "ZAHTJEV BROJ 22251/08", "", "", "ČINJENICE", "", "Od 1997. godine, podnositeljica je u nekoliko navrata podnosila tužbe u kojima je isticala kako joj pripada suvlasničko pravo na dijelu nekretnine koja se u relevantnom razdoblju vodila kao vlasništvo osobe M. Ukrajinski Vrhovni sud delegirao je njezin predmet drugom stvarno nadležnom sudu koji je donio presudu kojom je utvrdio kako vlasništvo nad spornom nekretninom pripada u cijelosti osobi M.", "", "Dana 17. srpnja 2001. godine, podnositeljica je podnijela zahtjev Sudu prigovarajući kako je došlo do povrede prava na pošteno suđenje (članak 6. Konvencije) u odnosu na njezin tužbeni zahtjev. Sud je presudom od dana 3. svibnja 2007. godine, utvrdio kako je došlo do povrede prava na pošteno suđenje imajući u vidu okolnosti u kojima je Vrhovni sud delegirao nadležnost na drugi stvarno nadležan sud te zbog nedostatnog obrazloženja odluka domaćih sudova. Sud je u predmetnoj presudi istaknuo kako ne smatra potrebnim posebno odlučivati o podnositeljičinim prigovorima koji su se odnosili na članak 1. Protokola 1. Konvencije (zaštita vlasništva) budući da se nisu odnosili na zasebnu problematiku. Ostale podnositeljičine prigovore, uključujući i prigovor duljine trajanja postupka, Sud je odbacio kao neosnovane. U konačnici, Sud je podnositeljici na ime naknade nematerijalne štete dodijelio iznos od 2.000,00 EUR. Međutim, pred Odborom Ministara Vijeća Europe koji je nadležan za postupak izvršenja presuda i odluka Suda još uvijek nije okončan postupak izvršenja predmetne presude.", "", "Dana 14. lipnja 2007. godine, podnositeljica je Vrhovnom sudu podnijela reviziju. Pozivajući se na presudu Suda od dana 3. svibnja 2007. godine, zahtijevala je da Vrhovni sud ukine odluke nižih sudova te donese novu presudu na način da usvoji njezin tužbeni zahtjev u cijelosti. Vrhovni sud je dana 14. ožujka 2008. godine odbio podnositeljičinu reviziju s obrazloženjem kako je u odlukama nižih sudova u podnositeljičinom predmetu ispravno utvrđeno činjenično stanje i ispravno primijenjeno mjerodavno pravo. Dana 8. travnja 2008. godine, podnositeljica je podnijela izvanrednu reviziju sukladno domaćem mjerodavnom pravu prema kojemu se izvanredna revizija, između ostalog, može podnijeti ukoliko je međunarodni sud čiju je nadležnost Ukrajina priznala utvrdio kako je domaćom odlukom došlo do povrede međunarodnih obveza na koje se Ukrajina obvezala. U predmetnoj reviziji istaknula je kako je presudom Vrhovnog suda od dana 14. ožujka 2008. godine došlo do krive interpretacije presude Suda od dana 3. svibnja 2007. godine te je zatražila da Vrhovni sud, sukladno utvrđenju Suda u toj presudi koja se odnosi na povredu članka 6. Konvencije, ponovno ispita njezin predmet. Dana 5. lipnja 2008. godine, Vrhovni sud odbacio je podnositeljičinu izvanrednu reviziju, navodeći da ne postoje argumenti zbog kojih bi se njezin predmet trebao preispitati.", "", "Pozivajući se na članak 6. Konvencije i članak 1. Protokola 1. Konvencije, podnositeljica je prigovarala da Vrhovni sud nije uzeo u obzir presudu Suda od dana 3. svibnja 2007. godine, jer obrazloženje odluke tog suda nije bilo u skladu s utvrđenjima Suda u toj presudi.", "", "", "OCJENA SUDA", "", "Je li prema članku 46. Konvencije Sud bio spriječen ispitivati podnositeljičine prigovore?", "", "Sud je naveo da se neki od podnositeljičinih navoda mogu smatrati prigovorima da Ukrajina nije izvršila presudu Suda od dana 3. svibnja 2007. godine. No, prigovori koji se odnose na neizvršenje presude ili na obeštećenje podnositeljice po presudi Suda ne potpadaju pod nadležnost Suda. Sukladno tome, Sud je podnositeljičine prigovore u vezi izvršenja presude Suda od dana 3. svibnja 2007. godine proglasio nedopuštenim.", "", "Međutim, podnositeljica je Sudu podnijela drugi zahtjev koji se odnosio na pitanje povrede prava na pošteno suđenje u revizijskom postupku koji je okončan odlukom Vrhovnog sud od dana 14. ožujka 2008. godine. U predmetnom zahtjevu, podnositeljica nije isticala pitanje izvršenja presude Suda od dana 3. svibnja 2007. godine niti je prigovarala na ishod predmetnog revizijskog postupka per se. Sud je stoga zaključio kako je nadležan ispitati ove podnositeljičine prigovore bez da pri tom zakorači u postupak izvršenja presude Suda koji se provodi sukladno zahtjevima članka 46. Konvencije.", "", "Može li se članak 6. Konvencije primijeniti na revizijski postupak u kojemu je sudjelovala podnositeljica?", "Uzimajući u obzir relevantne odredbe mjerodavnog domaćeg prava te prirodu i opseg revizijskog postupka, Sud je utvrdio kako je takav postupak bio odlučujući za odlučivanje o podnositeljičinim građanskim pravima i obvezama, zbog čega je članak 6. st. 1. Konvencije primjenjiv na taj postupak. Sud je ponovio kako o državama članicama ovisi kako će najučinkovitije izvršiti presude i odluke Suda te kako ne postoji unificirani pristup među njima u pogledu mogućnosti za ponavljanje postupka pred domaćim sudom nakon što je Sud utvrdio povredu konvencijskih prava ili u pogledu načina na koji će primijeniti postojeći mehanizmi za ponavljanje postupka. Međutim, dostupnost prava na obnovu postupka pred domaćim sudom nakon što je Sud utvrdio povredu prava na pošteno suđenje u istom ukazuje na opredjeljenje države članice za Konvenciju i za praksu Suda te predstavlja najučinkovitiji način kojim podnositelj postiže restitutio in integrum.", "", "Je li došlo do povrede prava na pravično suđenje u odnosu na revizijski postupak u kojemu je sudjelovala podnositeljica?", "", "Sud je naglasio kako njegova uloga nije uloga suda četvrtog stupnja koji ispituje presude domaćih sudova u okviru članka 6. stavka 1. Konvencije, osim ako su utvrđenja domaćih sudova proizvoljna te očigledno nerazborita. No, u podnositeljičinom slučaju Vrhovni sud je u presudi od dana 14. ožujka 2008. godine potpuno pogrešno protumačio presudu Suda od dana 3. svibnja 2007. godine. Naime, Vrhovni sud je u svojoj presudi utvrdio kako je u odlukama nižih sudova u podnositeljičinom predmetu ispravno utvrđeno činjenično stanje i ispravno primijenjeno mjerodavno pravo te kako je podnositeljica u potpunosti obeštećena u odnosu na „suđenje u razumnom roku“, dok je Sud zapravo utvrdio kako je došlo do povrede Konvencije zbog toga što postupci pred domaćim sudovima nisu bili pravični, a ne zbog toga što su predugo trajali. Sud je primijetio kako se tumačenje Vrhovnog suda ne može smatrati „drugačijim tumačenjem“ pravnog teksta već kako se radi o pretjerano proizvoljnom tumačenju odnosno o svojevrsnoj „uskrati pravde“ budući da je iskrivljeni prikaz presude Suda od dana 3. svibnja 2007. godine podnositeljici uskratio mogućnost da se njezin vlasničkopravni zahtjev ispita od strane Vrhovnog suda sukladno ukrajinskom zakonodavstvu kroz prizmu utvrđenja Suda u postupku povodom prvog zahtjeva. Slijedom navedenog, Sud je utvrdio kako je došlo do povrede članka 6. stavka 1. Konvencije zbog tog što nije bio pravičan revizijski postupak koji je okončan odlukom Vrhovnog suda od dana 14. ožujka 2008. godine.", "", "PRAVIČNA NAKNADA", "", "10.000,00 EUR – na ime naknade nematerijalne štete.", ""]}