{"file": "HRV_HJUDHRV_4451_70.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "4451/70", "text_paragraphs": ["", "© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog prijevoda dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "PRESUDA GOLDER PROTIV UJEDINJENE KRALJEVINE (zahtjev br. 4451/70)", "", "...", "", "O PRAVNIM PITANJIMA", "", "I. O NAVODNOJ POVREDI ČLANKA 6. STAVKA 1.", "", "23. U stavcima 73., 99. i 110. izvješća Komisije navodi se kako Komisija jednoglasno smatra da je došlo do povrede članka 6., stavka 1. Vlada se ne slaže s tim mišljenjem.", "", "24. Članak 6., stavak 1. propisuje sljedeće:", "", "\"Radi utvrđivanja svojih prava i obveza građanske naravi ili u slučaju podizanja optužnice za kazneno djelo protiv njega svatko ima pravo da zakonom ustanovljeni neovisni i nepristrani sud pravično, javno i u razumnom roku ispita njegov slučaj. Presuda se mora izreći javno, ali se sredstva priopćavanja i javnost mogu isključiti iz cijele rasprave ili njezinog dijela zbog razloga koji su nužni u demokratskom društvu radi interesa morala, javnog reda ili državne sigurnosti, kad interesi maloljetnika ili privatnog života stranaka to traže, ili u opsegu koji je po mišljenju suda bezuvjetno potreban u posebnim okolnostima gdje bi javnost mogla biti štetna za interes pravde.\"", "", "25. U ovom predmetu Sud je pozvan odlučiti o dva različita pitanja koja proizlaze iz naprijed citiranog teksta:", "", "(i) Je li članak 6., stavak 1. ograničen na to da u biti jamči pravo na pošteno suđenje u sudskim postupcima koji su već u tijeku, ili on uz to osigurava i pravo na pristup sudovima svakoj osobi koja želi pokrenuti postupak radi utvrđivanja svojih prava i obveza građanske naravi?", "(ii) Ako je riječ o ovom drugom, ima li kakvih podrazumijevanih ograničenja prava pristupa ili vršenja tog prava koja su primjenjiva u ovom predmetu?", "", "", "A. O \"pravu pristupa\"", "", "26. Sud podsjeća kako je 20. ožujka 1970. godine g. Golder od ministra unutarnjih poslova zatražio dopuštenje da se posavjetuje s odvjetnikom u cilju podnošenja građanske tužbe protiv zatvorskog službenika g. Lairda zbog klevete, te kako je njegov zahtjev odbijen 6. travnja (stavci 16. i 18. ove presude).", "", "Iako je neposredan učinak odbijanja ministra unutarnjih poslova bio taj da je g. Golderu bilo onemogućeno stupiti u vezu s odvjetnikom, iz ovoga uopće ne proizlazi kako se u ovom predmetu može javiti jedino pitanje koje se odnosi na dopisivanje, uz isključenje svih pitanja koja se tiču pristupa sudu.", "", "Jasno je kako nitko ne zna bi li g. Golder ustrajao u izvršenju svoje namjere da tuži g. Lairda, da mu je bilo dopušteno posavjetovati se s odvjetnikom. Nadalje, informacije koje je Vlada pružila Sudu daju razloga pomisliti kako sud u Engleskoj ne bi odbacio tužbu podnesenu od strane osuđenog zatvorenika samo zbog toga što je uspio ishoditi izdavanje sudskog naloga (engl. writ) - posredstvom odvjetnika, na primjer – a da pritom nije dobio dopuštenje ministra unutarnjih poslova na temelju pravila 33., stavka 2. i pravila 34., stavka 8. Pravilnika o zatvorima iz 1964. godine, što se u ovom slučaju ionako nije dogodilo.", "", "Unatoč tome ostaje činjenica da je g. Golder vrlo jasno stavio do znanja kako namjerava \"podnijeti građansku tužbu zbog klevete\"; upravo je u tu svrhu namjeravao stupiti u kontakt s odvjetnikom, što je samo po sebi bio uobičajeni prethodni korak, a u slučaju g. Goldera je vjerojatno bio neophodan zbog njegovog boravka u zatvoru. Zabranivši g. Golderu ostvariti taj kontakt, ministar unutarnjih poslova je u stvari spriječio podizanje planirane tužbe. Iako ministar unutarnjih poslova nije g. Golderu formalno zanijekao pravo pokretanja postupka pred sudom, on mu je u stvari onemogućio podnijeti tužbu u to vrijeme, tj. 1970. godine. Onemogućavanjem se u stvari može prekršiti Konvencija na isti način kao što se to čini pravnom zaprekom.", "", "Istina je – kako je Vlada naglasila – da bi nakon što bi bio otpušten iz zatvora, g. Golder bio u prilici obratiti se sudovima po vlastitoj volji, međutim u ožujku i travnju 1970. godine ta je mogućnost još bila prilično udaljena, a onemogućavanje djelotvornog ostvarivanja nekog prava može predstavljati povredu tog prava, čak i ako je onemogućavanje privremenog karaktera.", "", "Sud stoga mora ispitati je li ovako ustanovljeno onemogućavanje povrijedilo neko pravo zajamčeno Konvencijom, a posebno člankom 6. na koji se g. Golder s tim u vezi pozvao.", "", "27. Jedna stvar nije dovedena u pitanje, pa je Sud prihvaća kao gotovu: \"pravo\" na koje se g. Golder, s pravom ili pogrešno, želio pozvati protiv g. Lairda pred engleskim sudom bilo je \"pravo građanske naravi\" u smislu članka 6., stavka 1.", "", "28. Isto tako, članak 6., stavak 1. ne govori na izričit način o pravu na pristup sudu ili tribunalu. On navodi prava koja su različita, ali potječu od iste temeljne ideje, i koja uzeta zajedno čine jedinstveno pravo koje nije određeno definirano u užem smislu riječi. Dužnost je Suda tumačenjem utvrditi je li pristup sudu jedan od čimbenika ili vidova tog prava.", "", "29. Prijedlozi upućeni Sudu na prvom su se mjestu odnosili na način na koji bi se Konvencija, a posebno članak 6., stavak 1. trebali tumačiti. Sud je spreman smatrati, kao što smatraju Vlada i Komisija, kako bi se trebao rukovoditi člancima 31. do 33. Bečke konvencije o pravu međunarodnih ugovora od 23. svibnja 1969. godine. Ta konvencija još nije stupila na snagu i ona u članku 4. određuje kako se neće primjenjivati retroaktivno, ali njeni članci 31. do 33. u biti obznanjuju opće prihvaćena načela međunarodnog prava na koja se Sud u nekim prigodama već pozivao. U tom pogledu, a u svrhu tumačenja Europske konvencije, potrebno je voditi računa i o onim člancima koji, tamo gdje je to prikladno, podliježu \"mjerodavnim pravilima dotične organizacije\" – Vijeća Europe – u čijem je krilu usvojena (članak 5. Bečke konvencije).", "", "30. Na način na koji je predstavljen u \"općem pravilu\" iz članka 31. Bečke konvencije, proces tumačenja međunarodnog ugovora predstavlja cjelinu, jedinstvenu kombiniranu radnju; to pravilo, koje je tijesno integrirano, u jednaki položaj stavlja razne elemente nabrojane u četiri stavka toga članka.", "", "31. Kad se gledaju u svom kontekstu, izrazi iz članka 6., stavka 1. Europske konvencije daju razloga pomisliti kako se ovo pravo nalazi među navedenim jamstvima.", "", "32. Najjasnije naznake mogu se pronaći u prvoj rečenici francuskog teksta. Na području \"contestations civiles\" (građanskih sporova) svatko ima pravo da postupak koji je on pokrenuo ili koji je pokrenut protiv njega bude vođen na određeni način – \"équitablement\" (pravično), \"publiquement\" (javno), \"dans un délai raisonnable\" (u razumnom roku), itd. – ali također i prije svega \"à ce que sa cause soit entendue\" (da njegov slučaj ispita) ne bilo koje tijelo, već \"un tribunal\" (sud ili tribunal) u smislu članka 6., stavka 1. (čl. 6., st. 1.) (presuda u predmetu Ringeisen od 16. srpnja 1971. godine, Serija A br. 13., str. 39., stavak 95.). Vlada je s pravom naglasila kako u francuskom jeziku riječ \"cause\" /\"slučaj, predmet\"/ može značiti \"procès qui se plaide\" /\"postupak u kojem je raspravljanje u tijeku\"/ (Littré, Dictionnaire de la langue française, svezak I, str. 509., 5.). To, međutim, nije jedino uobičajeno značenje ove imenice; ona također u širem smislu označava \"l’ensemble des intérêts à soutenir, à faire prévaloir\" /skup interesa koje treba podržati, učiniti da prevladaju/ (Paul Robert, Dictionnaire alphabétique et analogique de la langue française, svezak I, str. 666., II-2). Slično tome, \"contestation\" (franc.: spor, eng.: zahtjev) obično postoji prije sudskog postupka i predstavlja pojam koji je neovisan o njemu. Što se tiče izraza \"tribunal indépendent et impartial établi par loi\" (zakonom ustanovljeni neovisni i nepristrani sud), prije bi se reklo da on upućuje na organizaciju, a ne na funkcioniranje, odnosno na institucije, a ne na postupak.", "", "Što se tiče engleskog teksta, on govori o \"zakonom ustanovljenom neovisnom i nepristranom sudu\". Osim toga, izraz \"radi utvrđivanja svojih prava i obveza građanske naravi\" na koji se Vlada pozvala u potporu svojoj tvrdnji, ne mora se nužno odnositi samo na sudski postupak koji je već u tijeku. Može se smatrati, kako je primijetila Komisija, kako on znači isto što i izraz \"kad god se utvrđuju njegova prava i obveze građanske naravi\" (stavak 52. izvješća). I to bi tada podrazumijevalo pravo da o sporovima koji se odnose na prava i obveze građanske naravi odluku donese sud ili \"tribunal\".", "", "Vlada je ustvrdila kako izrazi \"pravično, javno... ispita\" i \"u razumnom roku\", druga rečenica u stavku 1. (\"presuda\", \"rasprava\"), te stavak 3. članka 6. (čl. 6., st. 1., čl. 6., st. 3.) jasno pretpostavljaju da se radi o postupku pred sudom koji je u tijeku.", "", "Iako se pravo na pošteni, javni i brzi sudski postupak može zasigurno primijeniti samo na postupak koji već postoji, iz toga međutim ne mora nužno slijediti kako je time isključeno pravo na samo pokretanje takvog postupka. Izaslanici Komisije s pravom su to naglasili u stavku 21. svog očitovanja. Osim toga, \"razumni rok\" u kaznenim stvarima može početi teći prije dana održavanja sjednice raspravnog suda, \"tribunala\" nadležnog za \"donošenje odluke ... o optužbama za kazneno djelo\" (presuda u predmetu Wemhoff od 27. lipnja 1968. godine, Serija A br. 7., str. 26.-27., stavak 19.; presuda u predmetu Neumeister od 27. lipnja 1968. godine, Serija A br. 8., str. 41., stavak 18.; presuda u predmetu Ringeisen od 16. srpnja 1971. godine, Serija A br. 13., str. 45., stavak 110.). Zamislivo je, osim toga, da u građanskim stvarima razumni rok može početi teći, u određenim okolnostima, čak i prije izdavanja naloga kojim se pokreće postupak pred sudom pred kojeg tužitelj iznese spor.", "", "33. Vlada je nadalje tvrdila kako postoji potreba povezivanja članka 6., stavka 1. s člankom 5., stavkom 4. i člankom 13. Primijetila je kako ovi drugi spomenuti članci izričito propisuju pravo pristupa sudovima; njima se čini kako je izostavljanje bilo kakve odgovarajuće odredbe iz članka 6., stavka 1. time još upečatljivije. Vlada je također ustvrdila da kad bi se članak 6., stavak 1. tumačio kao da propisuje takvo pravo pristupa, tada bi članak 5., stavak 4. i članak 13. postali suvišni.", "", "Izaslanici Komisije su u biti odgovorili kako su članak 5., stavak 4. i članak 13., za razliku od članka 6., stavka 1., \"dodatak\" drugim odredbama. Oni kažu kako ti članci ne utvrđuju neko specifično pravo, već im je svrha pružiti procesna jamstva, \"na temelju traženja zaštite\", i to prvi za \"pravo na slobodu\" kako je to navedeno u članku 5., stavku 1., a drugi za ukupno sva \"prava i slobode navedene u ovoj Konvenciji\". Nastavno navode kako članak 6., stavak 1. ima svrhu \"sam po sebi\" štititi \"pravo na dobro suđenje\" čiji \"bitni i nerazdvojivi element\" predstavlja \"pravo da se suđenje održi \". Time bi se objasnila razlika između formulacije članka 6., stavka 1. i formulacije članka 5., stavka 4. i članka 13.", "", "Ovakvo razmišljanje nije neuvjerljivo, iako se izraz \"pravo na pošteno (ili dobro) suđenje\" koji se ponekad koristi zbog svoje sažetosti i prikladnosti (na primjer, u presudi u predmetu Delcourt od 17. siječnja 1970. godine, Serija A br. 11., str. 15., stavak 25.) ne pojavljuje u tekstu članka 6., stavka 1., te se može shvatiti i kao da se odnosi isključivo na rad, a ne na organizaciju suđenja.", "", "Sud osobito nalazi kako tumačenje koje je Vlada osporila ne vodi do brkanja članka 6., stavka 1. i članka 5., stavka 4. i članka 13., niti time odredbe članka 5., stavka 4. i članka 13. postaju suvišne. Članak 13. govori o djelotvornom pravnom sredstvu pred \"domaćim državnim tijelom\" (\"instance nationale\") koje ne mora biti \"tribunal\" ili \"sud\" u smislu članka 6., stavka 1. i članka 5., stavka 4.. Nadalje, djelotvorno pravno sredstvo odnosi se na povredu prava zajamčenog Konvencijom, dok članak 6., stavak 1. i članak 5., stavak 4. obuhvaćaju zahtjeve koji se u prvom slučaju odnose na postojanje ili opseg prava građanske naravi, a u drugom slučaju na zakonitost uhićenja ili pritvora. Štoviše, ove tri odredbe ne djeluju na istom području. Pojam \"prava i obveze građanske naravi\" (članak 6., stavak 1.) nije jednakog opsega kao pojam \"prava i slobode koje su navedene u ovoj Konvenciji\" (članak 13.), čak ako možda i ima određenog preklapanja. Što se tiče \"prava na slobodu\" (članak 5.), u svakom slučaju može se raspravljati o njegovom \"građanskom\" karakteru (presuda u predmetu Neumeister od 27. lipnja 1968. godine, Serija A br. 8., str. 43., stavak 23.; presuda u predmetu Matznetter od 10. studenoga 1969. godine, Serija A br. 10., str. 35., stavak 13.; presuda u predmetu De Wilde, Ooms i Versyp od 18. lipnja 1971. godine, Serija A br. 12., str. 44, stavak 86.). Osim toga, zahtjevi iz članka 5., stavka 4. u određenom se pogledu čine strožima od zahtjeva iz članka 6., stavka 1., posebno što se tiče elementa \"roka\".", "", "34. Kako je navedeno u članku 31., stavku 2. Bečke konvencije, preambula nekog međunarodnog ugovora čini sastavni dio konteksta. Nadalje, preambula je općenito uzevši veoma korisna za određivanje \"cilja\" i \"svrhe\" instrumenta koji se tumači.", "", "U ovom je predmetu najznačajniji odlomak u preambuli Europske konvencije onaj u kojem vlade potpisnice izjavljuju da su \"odlučne, kao vlade europskih država koje su vođene istinskim duhom političkih ideala i tradicije poštovanja slobode i vladavine prava, koji su njihova zajednička baština, poduzeti početne korake da bi zajednički osigurale ostvarenje određenih prava utvrđenih Općom deklaracijom\" od 10. prosinca 1948. godine.", "", "Prema mišljenju Vlade, ova uvodna odredba ilustrira \"selektivni proces\" koji su prihvatili sastavljači nacrta: Konvencija ne nastoji štititi ljudska prava općenito, već samo \"određena prava navedena u Općoj deklaraciji\". Članci 1. i 19. usmjereni su, prema njihovoj tvrdnji, prema istom cilju.", "", "Komisija pak sa svoje strane pripisuje veliku važnost izrazu \"vladavina prava\" koji, prema njihovom mišljenju, objašnjava članak 6., stavak 1.", "", "\"Selektivna\" narav Konvencije ne može se dovesti u pitanje. Može se također prihvatiti, kako je ustvrdila Vlada, da Preambula ne uvrštava vladavinu prava među ciljeve i svrhe Konvencije, već na nju ukazuje samo kao na jednu od značajki zajedničke duhovne baštine država članica Vijeća Europe. Međutim, i Sud, jednako kao i Komisija, smatra kako bi bila greška ovo pozivanje vidjeti samo kao \"manje više retoričko pozivanje\" koje nema važnosti za one koji tumače Konvenciju. Jedan od razloga zašto su vlade potpisnice odlučile \"poduzeti početne korake za kolektivno izvršenje određenih prava navedenih u Općoj deklaraciji\" bila je njihova duboka vjera u vladavinu prava. Čini se i prirodnim i u skladu s načelom dobre vjere (članak 31., stavak 1. Bečke konvencije) da se prilikom tumačenja odredbi članka 6., stavka 1. u skladu s njihovim kontekstom i u svjetlu cilja i svrhe Konvencije ima na umu ovo široko obznanjeno razmišljanje.", "", "To je tim više tako zbog toga što se Statut Vijeća Europe, organizacije čija je članica svaka država stranka Konvencije (članak 66. Konvencije) na dva mjesta poziva na vladavinu prava: prvi puta u Preambuli gdje vlade potpisnice potvrđuju svoju privrženost ovom načelu, a drugi puta u članku 3. koji propisuje da \"svaka članica Vijeća Europe mora prihvatiti načelo vladavine prava ...\"", "", "A u građanskim se stvarima vladavina prava teško može zamisliti ako nema mogućnosti pristupa sudovima.", "", "35. Članak 31., stavak 3. (c) Bečke konvencije navodi kako, zajedno s kontekstom, treba voditi računa i o \"svakom mjerodavnom pravilu međunarodnog prava primjenjivom na odnose između stranaka\". Među tim pravilima nalaze se opća načela prava, te osobito \"opća načela prava priznata od strane civiliziranih naroda\" (članak 38., stavak 1. (c) Statuta Međunarodnog suda). Kad već govorimo o tome, Pravni odbor Savjetodavne skupštine Vijeća Europe predvidio je u kolovozu 1950. godine kako \"Komisija i Sud nužno moraju primjenjivati ta načela\" u izvršavanju svojih dužnosti i stoga je smatrao kako je \"nepotrebno\" u Konvenciju uvrštavati ikakvu posebnu odredbu u tom smislu (Dokumenti Savjetodavne skupštine, radni materijali sa sjednice iz 1950. godine, sv. III, br. 93., str. 982., stavak 5.).", "", "Načelo prema kojemu mora postojati mogućnost podnošenja građanske tužbe sucu svrstava se među opće \"priznata\" temeljna načela prava; isto se odnosi i na načelo međunarodnog prava koje zabranjuje uskraćivanje suđenja. Članak 6., stavak 1. mora se tumačiti u svjetlu ovih načela.", "", "Kad bi se članak 6., stavak 1. shvaćao na način kao da se tiče isključivo vođenja postupka koji je već pokrenut pred sudom, država ugovornica bi se mogla riješiti svojih sudova, a da pritom ne postupi u suprotnosti s tim tekstom, ili im oduzeti nadležnost da odlučuju u nekim kategorijama građanskih postupaka, te ih povjeriti tijelima koja ovise o Vladi. Takve pretpostavke, neodvojive od opasnosti proizvoljne ovlasti, imale bi ozbiljne posljedice koje su nespojive s naprijed navedenim načelima i koje Sud ne može previdjeti (presuda u predmetu Lawless od 1. srpnja 1961. godine, Serija A br. 3., str. 52., te presuda u predmetu Delcourt od 17. siječnja 1970. godine, Serija A br. 11., str. 14.-15.).", "", "Prema mišljenju Suda, bilo bi nezamislivo da članak 6., stavak 1. iscrpno opisuje procesna jamstva koja se pružaju strankama u postupku koji je u tijeku, a da pritom prvo ne štiti ono što samo po sebi u stvari omogućuje korištenje tih jamstava, a to je pristup sudu. Značajke koje sudski postupak opisuju kao pošten, javan i brz uopće nemaju nikakvu vrijednost ako sudskog postupka nema.", "", "36. Ako se sva prethodna razmatranja uzmu zajedno, iz toga slijedi da pravo na pristup predstavlja element koji je sastavni dio prava navedenog u članku 6., stavku 1.. To nije široko tumačenje koje državama ugovornicama nameće nove obveze: ono se temelji na samim odredbama sadržanim u prvoj rečenici članka 6., stavka 1. promatranim u njihovom kontekstu, te imajući na umu cilj i svrhu Konvencije, međunarodnog ugovora koji stvara pravo (vidi presudu u predmetu Wemhoff od 27. lipnja 1968. godine, Serija A br. 7., str. 23., stavak 8.) i opća načela prava.", "", "Sud stoga dolazi do zaključka, bez potrebe da pribjegne \"dopunskim sredstvima tumačenja\" predviđenim u članku 32. Bečke konvencije, kako članak 6., stavak 1. svakome osigurava pravo da svaki njegov zahtjev koji se odnosi na njegova prava i obveze građanske naravi bude iznesen pred sud ili tribunal. Na taj je način u ovaj članak ugrađeno \"pravo na sud\", pri čemu pravo na pristup, to jest, pravo na pokretanje sudskih postupaka u građanskim predmetima, predstavlja samo jedan od njegovih vidova. Tome se dodaju jamstva utvrđena člankom 6., stavkom 1. kako u pogledu organizacije i sastava suda, tako i u pogledu vođenja postupka. Sve u svemu, sve to zajedno čini pravo na pošteno suđenje. Sud u ovom predmetu nema potrebe utvrđivati zahtijeva li nadalje članak 6., stavak 1. i u kojem opsegu donošenje odluke o samoj biti spora (engleski \"determination\", francuski \"décidera\").", "", "B. O \"podrazumijevanim ograničenjima\"", "", "37. Budući da je zapreka pristupu sudovima, spomenuta u stavku 26. ove presude, utjecala na pravo zajamčeno člankom 6., stavkom 1., preostaje odrediti je li ona unatoč tome bila opravdana temeljem nekog legitimnog ograničenja uživanja ili vršenja tog prava.", "", "38. Prihvaćajući stavove Komisije i podredni zahtjev Vlade, Sud smatra kako pravo pristupa sudovima nije apsolutno. Budući da je to pravo koje Konvencija navodi (vidi članke 13., 14., 17. i 25.), a da ga pritom u užem smislu ne definira, ovdje, osim granica koje omeđuju sam sadržaj svakog prava, ima prostora i za ograničenja koja su dopuštena implicitno.", "", "U vezi s prvom rečenicom članka 2. Protokola (P1-2) od 20. ožujka 1952. godine, koja se ograničava na to da propisuje kako \"nikome neće biti uskraćeno pravo na obrazovanje\", javlja se usporedivi problem. U svojoj presudi od 23. srpnja 1968. godine o osnovanosti predmeta koji se odnosio na neke vidove zakona o uporabi jezika u obrazovanju u Belgiji Sud je odlučio kako:", "", "\"Pravo na obrazovanje .... po samoj svojoj naravi traži regulaciju od strane države, koja se može razlikovati u vremenu i prostoru prema potrebama i resursima zajednice i pojedinaca. Samo se po sebi razumije kako takvo reguliranje nikad ne smije ići na štetu bíti prava na obrazovanje niti biti u sukobu s drugim pravima ugrađenim u Konvenciju.\" (Serija A br. 6, str. 32., stavak 5.)", "", "Ta razmatranja još više vrijede kad se govori o pravu koje, za razliku od prava na obrazovanje, nije izričito spomenuto.", "", "39. Vlada i Komisija navele su primjere propisa, a posebno ograničenja, koji se mogu pronaći u nacionalnom pravu država, u stvarima koje se odnose na pristup sudovima, na primjer, propisa koji se odnose na maloljetnike i osobe nesposobne za rasuđivanje. Iako se rjeđe događa i sasvim je drugačije vrste, ograničenje kojem je prigovarao g. Golder predstavlja još jedan primjer takvog ograničenja.", "", "Nije posao Suda razrađivati opću teoriju ograničenja dopuštenih u slučaju osuđenih zatvorenika, a čak niti odlučivati in abstracto o sukladnosti pravila 33., stavka 2., pravila 34., stavka 8. i pravila 37. stavka 2. Pravilnika o zatvorima iz 1964. godine s Konvencijom. Dok odlučuje u predmetu koji je pokrenut na temelju zahtjeva koji je podnio pojedinac, od Suda se traži da se očituje samo o pitanju je li primjenom tog Pravilnika u ovom predmetu Konvencija prekršena na štetu g. Goldera (presuda u predmetu De Becker od 27. ožujka 1962. godine, Serija A br. 4., str. 26).", "", "40. U vezi s time, Sud se ograničava zabilježiti sljedeće.", "", "Podnijevši ministru unutarnjih poslova zahtjev kojim je tražio dopuštenje da se posavjetuje s odvjetnikom kako bi g. Lairda tužio za klevetu, g. Golder je nastojao osloboditi se optužbe koju je protiv njega podnio taj zatvorski službenik dana 25. listopada 1969. godine, a koja je za njega povlačila neugodne posljedice od kojih su neke postojale sve do 20. ožujka 1970. godine (stavci 12., 15. i 16. ove presude). Nadalje, planirani sudski postupak ticao bi se incidenta koji je bio vezan za život u zatvoru i koji se dogodio dok je podnositelj zahtjeva boravio u zatvoru. Konačno, taj bi postupak bio usmjeren prema jednom članu zatvorskog osoblja koji je podnio optužbu tijekom obavljanja svojih dužnosti, te koji je bio podređen ministru unutarnjih poslova.", "", "U tim okolnostima, bilo je opravdano da se g. Golder želi posavjetovati s odvjetnikom u cilju pokretanja sudskog postupka. Nije bilo na ministru unutarnjih poslova da sam ocjenjuje izglede planirane tužbe; o svakoj tužbi koja bi mogla biti podnesena trebao je odlučiti neovisni i nepristrani sud. Kad je odbio dati dopuštenje koje je od njega zatraženo, ministar unutarnjih poslova nije poštivao pravo g. Goldera da se obrati sudu, kako je zajamčeno člankom 6., stavkom 1..", "", "..."]}