{"file": "HRV_HJUDHRV_12019_08.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "12019/08", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "SAŽETAK", "RAIHANI protiv BELGIJE", "zahtjev broj 12019/08", "presuda od 15. prosinca 2015.", "", "ČINJENICE", "Podnositelj zahtjeva marokanski je državljanin koji živi u Belgiji. Njegova bivša supruga podnijela je zahtjev nadležnom sudu za povećanje iznosa za uzdržavanje zajedničkog djeteta, te prijedlog da se iznos za uzdržavanje izravno naplaćuje s njegovog računa. Sud je dana 10. veljače 2004. godine usvojio njezin zahtjev, a rješenje je doneseno u odsutnosti podnositelja koji se u to vrijeme nalazio na izvršavanju kazne zatvora u Maroku. Rješenje mu je dostavljeno na adresu koju je dao sudu u svrhu dostave. Nacionalni ured za zapošljavanje izdao je dozvolu za izravnu naplatu iznosa za uzdržavanje s računa podnositelja. Nakon što je 29. svibnja 2005. godine izašao iz zatvora, podnositelj je poduzeo korake da ostvari naknadu za nezaposlene. Prvih nekoliko mjesečnih naknada u cijelosti je obustavljeno radi isplate iznosa uzdržavanja, a u sljedećim mjesecima obustavljen je dio naknade. Podnositelj je zatražio pravnu pomoć. Prvi odvjetnik dodijeljen mu je 14. srpnja 2005. godine, a zamijenjen je drugim 17. kolovoza. Dana 29. kolovoza 2005. godine taj je odvjetnik pribavio presliku rješenja na temelju kojeg su vršene obustave isplate. Dana 28. rujna 2005. godine podnositelj je podnio žalbu protiv rješenja, te istovremeno zatražio smanjenje, odnosno ukidanje obveze uzdržavanja.", "Njegova žalba je odbačena kao nepravodobna, jer je sudac (Justice of Peace) smatrao da je rok za žalbu istekao mjesec dana nakon 5. kolovoza 2005. godine, što je datum na koji je došlo do druge obustave isplate. Ipak, sud je prihvatio prijedlog za smanjenje iznosa uzdržavanja. Podnositelj je podnio žalbu Sudu prvog stupnja, koji je potvrdio da je njegova žalba podnesena izvan roka. Međutim, taj sud je utvrdio da je rok za žalbu počeo teći 12. srpnja 2005. godine, na dan prve obustave, a da je istekao 15. rujna 2005. godine, uračunavajući u taj rok i razdoblje sudačkih godišnjih odmora. Sud prvog stupnja odlučio je da podnositelj ima doprinositi onaj iznos za uzdržavanje koji je određen rješenjem od 10. veljače 2004. godine, budući da je utvrdio kako je to rješenje postalo pravomoćno. Podnositelj nije podnio reviziju. Naime, nije mu odobrena besplatna pravna pomoć, budući da su nadležna tijela zaključila kako revizija nema šanse za uspjeh.", "Podnositelj je pred Sudom prigovorio na povredu prava na pristup sudu zbog odbacivanja njegove žalbe protiv rješenja o određivanju iznosa uzdržavanja kao nepravodobne.", "", "OCJENA SUDA", "U pogledu odbacivanja podnositeljeve prve žalbe, Sud primjećuje da je podnositeljev boravak u zatvora karakteriziran kao „viša sila“ od strane sudova koji su sudili u predmetu, i koji su time priznali da podnositelj zbog toga nije bio u mogućnosti postupati unutar redovnih rokova, niti je imao mogućnost saznati za sadržaj rješenja donesenog u njegovoj odsutnosti.", "Podnositelj je kontaktirao ured za ostvarivanje besplatne pravne pomoći čim je saznao za postojanje odluke na temelju koje se vrši obustava s njegove naknade za nezaposlenost. Tek je njegov drugi odvjetnik, koji mu je dodijeljen 17. kolovoza 2005. godine uspio pribaviti presliku rješenja. Na temelju toga Sud zaključuje da je podnositelj postupao s dužnom pažnjom, te da mu se ne može prigovoriti što nije ranije kontaktirao nadležna tijela radi pribavljanja preslike rješenja.", "Sud nadalje primjećuje da je prvostupanjski sudac odredio 5. kolovoza 2005. godine kao datum od kojeg je počeo teći rok za žalbu, dok je žalbeni sud pomaknuo taj rok na 12. srpnja 2005. godine, te utvrdio da je isti istekao dana 15. rujna 2005. godine, uzimajući u obzir i vrijeme sudačkih godišnjih odmora. Vrijeme početka računanja roka bilo je, dakle, podložno različitim tumačenjima. Osim toga, na datum kad mu je uskraćena isplata naknade za nezaposlenost podnositelj još uvijek nije znao koji je tome razlog i tek je morao pribaviti rješenje koje je doneseno u njegovoj odsutnosti.", "Stoga je Sud utvrdio da je pri određivanju dana od kojeg se računa početak roka za žalbu došlo do dvostruke nejasnoće: utvrđivanje događaja koji treba uzeti kao početak roka dovelo je do različitih zaključaka, a datum koji je konačno utvrđen kao početak roka ne odgovara trenutku u kojem je podnositelj mogao i morao znati da postoji odluka protiv njega na koju ima pravo žalbe. Zbog načina na koji su primijenjene odredbe o računanju roka za žalbu podnositelju nije omogućeno da pravovremeno shvati kada je rok počeo teći, odnosno kada završava. Posljedično, Sud je ocijenio da odbacivanjem podnositeljeve žalbe domaći sudovi nisu poštivali odnos proporcionalnosti između cilja koji se željelo postići i upotrijebljenih sredstava. Podnositelj zahtjeva nije imao praktično i učinkovito pravo na pristup sudu radi podnošenja žalbe. Stoga je došlo do povrede prava iz članka 6. Konvencije.", "", "PRAVIČNA NAKNADA", "5.000 eura – na ime nematerijalne štete"]}