{"file": "HRV_HJUDHRV_36701_09.docx", "doc_type": "HJUDHRV", "doc_lang": "HRV", "case_id": "36701/09", "text_paragraphs": ["© Ured zastupnika Republike Hrvatske pred Europskim sudom za ljudska prava. Sva prava pridržana. Dopuštenje za ponovno objavljivanje ovog sažetka dano je isključivo u svrhu uključivanja u HUDOC bazu podataka Suda.", "", "© Office of the Agent of the Republic of Croatia before the European Court of Human Rights. All rights reserved. Permission to re-publish this summary has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Bureau de l’Agent de la République de Croatie devant la Cour européenne des droits de l’homme. Tous droits réservés. L’autorisation de republier ce résumé a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "", "SAŽETAK PRESUDE", "HRVATSKI LIJEČNIČKI SINDIKAT PROTIV HRVATSKE", "OD DANA 27. PROSINCA 2014. GODINE", "ZAHTJEV BROJ 36701/09", "", "", "ČINJENICE", "", "Podnositelj zahtjeva, Hrvatski liječnički sindikat, je sindikat osoba koje obavljaju liječničko zanimanje.", "", "Dana 8. prosinca 2004. godine Vlada Republike Hrvatske s jedne strane i sindikati, uključujući i sindikat podnositelja s druge strane, zaključili su Kolektivni ugovor za djelatnost zdravstva i zdravstvenog osiguranja (u daljnjem tekstu: „Kolektivni ugovor“). Kolektivni ugovor stupio je na snagu 15. siječnja 2005. godine.", "", "Dana 8. prosinca 2004. godine Vlada Republike Hrvatske i podnositelj zahtjeva sklopili su Strukovni kolektivni ugovor za liječničku i stomatološku djelatnost, kao dodatak (u daljnjem tekstu: „Dodatak“) navedenom Kolektivnog ugovoru, radi posebnog uređenja pitanja koja se odnose na liječnike i stomatologe. U Dodatku je bilo propisano kako će stupiti na snagu 15. siječnja 2005. godine, ako ga liječnici prihvate na referendumu.", "", "Nakon što je drugi sindikat podnio tužbu Općinskom sudu u Zagrebu protiv podnositelja i države tražeći da se utvrdi ništavost Dodatka, predsjednik Gospodarsko-socijalnog vijeća odbio je priznati rezultate referenduma na kojem je prihvaćen Dodatak Kolektivnom ugovoru.", "Podnositelj zahtjeva je u pismu Ministarstvu zdravstva i socijalne skrbi od 23. ožujka 2005. godine najavio štrajk za dan 11. travnja 2005. godine. Podnositelj zahtjeva je u pismu naveo da je štrajk organiziran kako bi se: (a) zaštitili socijalno - gospodarski interesi liječnika, ustrajanjem na zahtjevu da Vlada Republike Hrvatske poštuje svoje obveze iz Dodatka; (b) priznali rezultati referenduma o prihvaćanju Dodatka i (c) kao podredni razlog za štrajk, sklapanje kolektivnog ugovora za liječnike i stomatologe kojim bi se riješila pitanja svojstvena doktorima medicine i doktorima stomatologije u sustavu zdravstvene skrbi.", "", "Ministarstvo zdravstva i socijalne skrbi je istog dana pozvalo podnositelja zahtjeva da sklope novi ugovor za sektor liječnika i stomatologa u obliku Dodatka Kolektivnog ugovora za djelatnost zdravstva i zdravstvenog osiguranja. Međutim, podnositelj zahtjeva nije prihvatio nacrt ugovora koji je predložila Vlada.", "", "Dana 5. travnja 2005. godine, Vlada Republike Hrvatske donijela je Uredbu kojom je jednoglasno povećala plaće liječnika i stomatologa za 10 %.", "", "Parnični postupak za zabranu štrajka", "Dana 5. travnja 2005. godine Republika Hrvatska je Županijskom sudu u Zagrebu podnijela tužbu protiv podnositelja zahtjeva, tražeći da zabrani najavljeni štrajk, a što je Županijski sud u Zagrebu i učinio presudom od dana 8. travnja 2005. godine. U presudi Županijskog suda u Zagrebu navedeno je kako temeljem mjerodavnih odredaba Zakona o radu, zahtjev da se poštuju obveze nastale iz kolektivnog ugovora ili da se priznaju rezultati referenduma nije dozvoljena osnova za štrajk.", "", "Podnositelj zahtjeva je tada uložio žalbu protiv te presude Vrhovnom sudu Republike Hrvatske.", "", "Podnositelj zahtjeva je u međuvremenu održao štrajk koji je započeo dana 11. travnja 2005. godine. Štrajk je okončan dana 13. travnja 2005. godine, budući da je Županijski sud u Zagrebu na zahtjev Republike Hrvatske dana 12. travnja 2005. godine odredio privremenu mjeru zabrane štrajka do pravomoćnosti presude toga suda od 8. travnja 2005. godine.", "", "Dana 21. travnja 2005. godine Vrhovni sud Republike Hrvatske je odbio žalbu podnositelja zahtjeva protiv odluke kojom je određena privremena mjera.", "", "Dana 27. travnja 2005. godine Vrhovni sud je odbio žalbu podnositelja zahtjeva protiv presude Županijskog suda u Zagrebu od dana 8. travnja 2005. godine.", "", "Ustavni sud Republike Hrvatske je odbio ustavnu tužbu podnositelja protiv predmetne odluke.", "Dana 16. prosinca 2008. godine postala je pravomoćna presuda u posebnom parničnom postupku u kojem je Dodatak Kolektivnom ugovoru proglašen ništavim.", "", "Pozivajući se na članak 11. Konvencije, podnositelj zahtjeva je prigovarao kako su odluke domaćih sudova kojima mu je zabranjeno održati štrajk povrijedile njegovo pravo da zaštiti interese svojih članova te su na taj način povrijedile pravo na slobodu sindikata.", "", "", "", "OCJENA SUDA", "", "Je li došlo do miješanja u podnositeljevo pravo na slobodu udruživanja?", "Sud je sukladno postojećoj sudskoj praksi ustanovio kako je presudom Županijskog suda u Zagrebu od dana 8. travnja 2005. godine i presudom Vrhovnog suda Republike Hrvatske od dana 11. travnja 2005. godine, došlo do miješanja u podnositeljevo pravo na slobodu udruživanja.", "", "Je li navedeno miješanje bilo zakonito, opravdano i nužno u demokratskom društvu?", "Sud je ustanovio kako je miješanje u podnositeljevo pravo na slobodu udruživanja bilo zakonito, budući da su presude domaćih sudova utemeljene na mjerodavnim odredbama Zakona o radu i Zakona o obveznim odnosima.", "Sud je nadalje zaključio kako je miješanje imalo opravdani cilj. Naime, cilj zabrane štrajka je bio osigurati načelo pariteta prilikom kolektivnog pregovaranja kojeg su zahtijevale mjerodavne odredbe važećeg Zakona o radu.", "", "Što se tiče nužnosti ovakvog miješanja u demokratskom društvu, Europski sud je primijetio da su domaći sudovi utvrdili da je najavljeni štrajk nezakonit te su zabranili njegovo održavanje. Naime, utvrdili su da je kolektivni ugovor od 8. prosinca 2004. godine ništav, jer ga na strani sindikata nisu sklopili svi sindikati koji su to bili dužni učiniti. Stoga su smatrali da je nezakonit i bilo koji oblik akcije, uključujući i štrajk, za ostvarivanje prava iz tog kolektivnog ugovora. Što se tiče podrednog razloga za štrajk, domaći sudovi su utvrdili da je taj razlog istaknut samo za slučaj da Općinski sud u Zagrebu u međuvremenu presudi da je kolektivni ugovor od 8. prosinca 2004. godine ništav. Budući da u trenutku donošenja odluke o zakonitosti štrajka Općinski sud u Zagrebu o ništavosti Dodatka još nije bio odlučio, smatrali su da nema potrebe da se o tom razlogu za štrajk očituju.", "", "Europski sud je međutim utvrdio da je od osobite važnosti u ovom predmetu bilo da se hrvatski sudovi očituju upravo o podredno istaknutom razlogu za štrajk, posebice u svjetlu činjenice da su i sami smatrali da je kolektivni ugovor od 8. kolovoza 2004. godine ništav, te da je prema domaćem pravu sindikatima dozvoljen štrajk ako ne postoji kolektivni ugovor. Takvim pristupom domaćih sudova podnositelju je uskraćeno pravo na održavanje štrajka u razdoblju između 11. travnja 2005. godine, tj. od planiranog datuma štrajka, i 16. prosinca 2008. godine, tj. do datuma kada je presuda kojom je Dodatak proglašen ništavnim u paralelnom građanskom postupku postala pravomoćna.", "", "Time su, smatra Europski sud, hrvatski sudovi povrijedili pravo tužitelja na slobodu udruživanja, zaštićenog člankom 11. Konvencije.", "", "", "PRAVIČNA NAKNADA", "", "Utvrđena povreda članka 11. Konvencije predstavlja dovoljno obeštećenje.", "Nadalje, Sud je podnositelju zahtjeva na ime naknade troškova postupka dosudio iznos od 3.250,00 EUR.", ""]}