{"file": "HUN_HJUDHUN_3111_10.docx", "doc_type": "HJUDHUN", "doc_lang": "HUN", "case_id": "3111/10", "text_paragraphs": ["© Európa Tanács/Emberi Jogok Európai Bírósága, 2013. Ez a fordítás nem köti a Bíróságot. További információkért lásd az e dokumentum végén szereplő teljes körű szerzői jogi tájékoztatást.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "MÁSODIK SZEKCIÓ", "", "", "", "", "YILDIRIM kontra TÖRÖKORSZÁG ÜGY", "", "(3111/10. sz. kérelem)", "", "", "", "", "", "ÍTÉLET", "", "", "STRASBOURG", "", "2012. december 18.", "", "", "VÉGLEGES", "", "2013. március 18.", "", "A jelen ítélet az Egyezmény 44. Cikkének 2. §-a értelmében jogerőssé vált. Szerkesztői ellenőrzés tárgyát képezheti.", "", "A Yildirim kontra Törökország ügyben,", "az Emberi Jogok Európai Bírósága (második Szekció), a következőkből álló kamarában eljárva:", "\tGuido Raimondi, elnök,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşil Karakaş,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, bírák,\nés Stanley Naismith, a Szekció titkára,", "2012. november 20-án tartott zárt ülésén,", "meghozta a fent említett napon elfogadott, alábbi ítéletet:", "ELJÁRÁS", "1. Az ügy alapjául a Török Köztársasággal szemben az emberi jogok és alapvető szabadságok védelméről szóló egyezmény (a továbbiakban: Egyezmény) 34. Cikke alapján egy török állampolgár, Ahmet Yildirim (a továbbiakban: kérelmező) által 2010. január 12-én a Bírósághoz benyújtott kérelem (3111/10. sz. kérelem) szolgál.", "2. A kérelmezőt A. Kaymak, İzmirben praktizáló ügyvéd képviselte. A török kormányt (a továbbiakban: kormány) meghatalmazottjuk képviselte.", "3. A kérelmező különösen azt állította, hogy az internetes honlapjához való hozzáférés nemzeti hatóságok által elrendelt blokkolása sérti az Egyezmény 6., 7., 10. és 13. Cikke, valamint az 1. sz. Jegyzőkönyv 2. cikke szerinti jogait.", "4. 2011. január 31-én a kérelmet közölték a kormánnyal. A Bíróság arról is döntött, hogy egyidejűleg határoz a kérelem elfogadhatóságáról és érdeméről (29. cikk, (1) bekezdés).", "5. A kérelmező további észrevételeket nyújtott be (a Bíróság Eljárási Szabályzata 59. §-ának (1) bekezdése). Észrevételeket nyújtott be az Open Society Justice Initiative szövetség, amelynek az Elnök engedélyezte az írásbeli eljárásba való beavatkozást szintén (az Egyezmény 36. Cikkének 2. §-a és az Eljárási Szabályzat 44. cikkének (2) bekezdése).", "A TÉNYÁLLÁS", "I. AZ ÜGY KÖRÜLMÉNYEI", "6. A kérelmező 1983-ban született és Isztambulban él.", "7. A kérelmező tulajdonában áll egy weboldal (), amelyet ő működtet, és amelyen tudományos munkásságát, valamint különböző témákkal kapcsolatos véleményét teszi közzé. A weboldalt a Google Sites weboldal-készítő és -tároló szolgáltatás () alkalmazásával hozta létre.", "8. 2009. június 23-án a denizli elsőfokú büntetőbíróság az internetes közzétételek szabályozásáról és az internetes bűncselekmények elleni küzdelemről szóló 5651. sz. törvény 8. szakasza (1) bekezdésének b) pontja alapján elrendelte a  weboldal (a továbbiakban: jogsértő weboldal) blokkolását. A végzést a honlap Atatürk emlékének megsértésével vádolt tulajdonosával szembeni büntetőeljárás keretében megelőző intézkedésként bocsátották ki.", "9. Az 5651. sz. törvény 8. szakaszának (3) bekezdése értelmében a blokkolásról szóló végzés egy másolatát végrehajtás céljából még aznap megküldték a Távközlési és Informatikai Igazgatóságnak (a továbbiakban: TIB).", "10. 2009. június 24-én a TIB kérésére a denizli elsőfokú büntetőbíróság megváltoztatta június 23-i határozatát, és az 5651. sz. törvény 8. szakasza alapján elrendelte a Google honlapokhoz való valamennyi hozzáférés blokkolását. A TIB jelezte, hogy a jogsértő weboldal blokkolásának ez az egyetlen eszköze, mivel a tulajdonos nem rendelkezik szerveroldali tanúsítvánnyal és külföldön él.", "11. A TIB – a 2009. június 24-i végzés végrehajtásaként – blokkolta a Google honlapokhoz való valamennyi hozzáférést, ily módon a kérelmező nem tudott hozzáférni saját weboldalához. A bíróság által kibocsátott blokkolásról szóló végzés miatt a helyzet orvoslására tett valamennyi későbbi kísérlete sikertelen volt.", "12. 2009. július 1-jén a kérelmező a 2009. június 24-i blokkolásról szóló végzésnek a weboldala tekintetében történő hatályon kívül helyezését kérte. Kiemelte, hogy a weboldalt rendszeresen használja tudományos munkásságának, valamint különböző témákkal kapcsolatos véleményének közzétételére, továbbá hogy az intézkedés a honlaphoz történő valamennyi olyan hozzáférést is blokkolta, amelyek nem kapcsolódnak a jogellenes tartalma miatt blokkolt honlaphoz. Többek között azzal érvelt, hogy annak elkerülése érdekében, hogy más weboldalakat is érintsen az intézkedés, olyan módszert kellett volna választani, amely kizárólag a jogsértő weboldalt teszi hozzáférhetetlenné. Példaként a honlap URL-jének blokkolását említette.", "Kérelmének alátámasztására a kérelmező a bíróság rendelkezésére bocsátotta a honlap azon másolatát, amely akkor jelent meg, amikor megkísérelt hozzáférni weboldalához (). A honlapon a következő figyelmeztetést helyezték el:", "„A Távközlési és Informatikai Igazgatóság alkalmazta az e weboldal (sites.google.com) tekintetében a denizli elsőfokú büntetőbíróság által megelőző intézkedésként 2009. június 24-én kibocsátott végzést.”", "13. 2009. július 13-án a denizli büntetőbíróság elutasította a kérelmező kérelmét. A TIB által kibocsátott ajánlásra hivatkozva úgy vélte, hogy a jogsértő weboldalhoz való hozzáférés blokkolásának egyetlen eszköze – a blokkolásról szóló végzéssel összhangban – a panaszolt tartalmat tároló  oldalhoz való hozzáférés blokkolása.", "14. A kérelmező 2012. április 25-én írt a Bíróságnak, és arról tájékoztatta, hogy még mindig nem tud hozzáférni weboldalához, annak ellenére, hogy – amennyire ő tudja – 2011. március 25-én megszüntették a jogsértő weboldal tulajdonosával szembeni büntetőeljárást, mivel nem lehetett megállapítani a külföldön élő vádlott személyazonosságát és címét.", "II. A RELEVÁNS BELFÖLDI JOG", "A. Az internetes közzétételek szabályozásáról és az internetes bűncselekmények elleni küzdelemről szóló, 2007. május 4-i 5651. sz. törvény", "15. Az 5651. sz. törvény releváns részeinek szövege a következő:", "2. szakasz\nFogalommeghatározások", "„(1) E törvény alkalmazásában,", "[...]", "e) szolgáltató (erişim sağlayici): a felhasználók számára internetes hozzáférést biztosító bármely természetes vagy jogi személy;", "f) tartalomszolgáltató (içerik sağlayici): az internetes felhasználók számára bármilyen információt vagy adatot előállító, módosító vagy szolgáltató bármely természetes vagy jogi személy;", "[...]", "ğ) az interneten való közzététel (yayin): az interneten meghatározatlan számú személy számára hozzáférhető adatok;", "[...]", "(l) közzététel (yayin): az interneten való közzététel;", "[...]”", "4. szakasz\nA tartalomszolgáltatók felelőssége", "„(1) A tartalomszolgáltatók az általuk az interneten biztosított bármely tartalomért felelősek.", "(2) A tartalomszolgáltatók nem felelősek mások olyan tartalmáért, amelyekhez az általuk biztosított linken keresztül lehet hozzáférni. [...]", "[...]”", "5. szakasz\nA tárhelyszolgáltatók felelőssége", "„(1) A tárhelyszolgáltatók nem kötelesek nyomon követni az általuk tárolt tartalmat, illetve megbizonyosodni arról, hogy az jogellenes tevékenységet képez-e;", "(2) Büntetőjogi felelősségükre is figyelemmel, azok a tárhelyszolgáltatók, akiket e törvény 8. és 9. szakaszával összhangban az általuk tárolt tartalom jogellenes jellegéről tájékoztatnak, kötelesek abbahagyni a tartalom közzétételét, amennyiben technikai kapacitásuk ezt lehetővé teszi.”", "6. szakasz\nA szolgáltatók felelőssége", "„(1) a) Amennyiben e törvény rendelkezésivel összhangban a szolgáltatókat a valamely felhasználó által közzétett jogellenes tartalomról tájékoztatják, kötelesek letiltani a jogellenes tartalomhoz való hozzáférést, amennyiben technikai kapacitásuk ezt lehetővé teszi.", "[...]", "(2) A szolgáltatók nem kötelesek nyomon követni azon tartalom és információk jogszerűségét, amelyekhez hozzáférést biztosítanak.", "[...]”", "8. szakasz\nBlokkolásról szóló végzések és azok végrehajtása", "„(1) Blokkolásról szóló végzést (erişimin engellenmesi) bocsátanak ki az interneten való közzétételek tekintetében, amennyiben alapos okkal gyanítható, hogy azok tartalma a következő bűncselekmények valamelyikét valósítja meg:", "a) A büntető törvénykönyv szerinti következő bűncselekmények [...]", "\t1. öngyilkosságra való felbujtás (84. cikk)", "\t2. kiskorúakkal szexuális kizsákmányolása (103. cikk 1.§)", "3. kábítószer-használat elősegítése (190. cikk)", "\t4. az egészségre veszélyes termékek értékesítése (194. cikk)", "\t5. trágárság (226. cikk)", "\t6. prostitúció (227. cikk)", "\t7. szerencsejátékok tárhelyének biztosítása,", "b) az 1951. július 25-i 5816. sz. törvény szerinti, az Atatürk elleni bűncselekmények.", "[...]", "(2) A blokkolásról szóló végzést bíró bocsátja ki, ha az ügy nyomozati szakban van, illetve bíróság, ha vádemelésre sor került. A nyomozás során a hozzáférés blokkolását ügyész is elrendelheti azokban az esetekben, ha a késedelem káros hatásokat okozhat. A végzést ezt követően huszonnégy órán belül a bíró elé kell terjeszteni jóváhagyásra. A bírónak további huszonnégy órán belül kell határozatot hoznia. Ha a bíró nem hagyja jóvá a hozzáférés blokkolását, az intézkedést az ügyész haladéktalanul megszünteti. A megelőző intézkedésekként kibocsátott blokkolásról szóló végzésekkel szemben a büntetőeljárásról szóló (5271. sz.) törvény rendelkezéseivel összhangban lehet fellebbezést benyújtani.", "(3) A bíró, a bíróság, illetve az ügyész által kibocsátott blokkolásról szóló végzés másolatát végrehajtás céljából megküldik a [Távközlési és Informatikai] Igazgatóság részére.", "(4) Amennyiben a tartalomszolgáltató vagy a tárhelyszolgáltató külföldön van [...], a blokkolásról szóló végzést az Igazgatóság hivatalból bocsátja ki. A blokkolásról szóló végzést ezután a végrehajtásra irányuló kérelemmel együtt közlik a szolgáltatóval.", "(5) A blokkolásról szóló végzéseket haladéktalanul, illetve legkésőbb a közléstől számított huszonnégy órán belül végrehajtják.", "[...]", "(7) Ha a bűnügyi nyomozás az eljárás megszüntetésére vonatkozó határozattal zárul, a blokkolásról szóló végzés alkalmazása automatikusan megszűnik [...]", "(8) Amennyiben a tárgyalás felmentéssel zárul, a blokkolásról szóló végzés alkalmazása automatikusan megszűnik [...]", "(9) Ha a jogellenes tartalmat eltávolítják, a blokkolásról szóló végzést hatályon kívül kell helyezni [...]”", "16. A Távközlési és Informatikai Igazgatóságot (TIB) a 2005. július 3-i 5397. sz. törvénnyel módosított, a rendőrség jogköreiről és feladatairól szóló 2559. sz. törvény 7. átmeneti szakasza hozta létre. Közigazgatási szervként – többek között – a távközlési eszközök alkalmazásával terjesztett információk rögzítéséért és nyomon követéséért felelős.", "17. A gyakorlatban, amennyiben bíróság rendeli el egy meghatározott weboldalhoz való hozzáférés blokkolását, a TIB feladata az intézkedés végrehajtása. Ha a tartalomszolgáltató vagy tárhelyszolgáltató külföldön van, a TIB – az 5651. sz. törvény 8. szakaszának (3) és (4) bekezdése alapján – a közvetítő szolgáltató oldalaihoz való valamennyi hozzáférést letilthatja. Ennélfogva a blokkolásról szóló végzés kibocsátása nem csak a büntetőeljárás tárgyát képező weboldalhoz való hozzáférés blokkolását eredményezi; az érintett internetes honlapon szereplő valamennyi tartalomhoz való hozzáférést is letilthatják. Ily módon az olyan domainek, mint a Blogspot.com, a Blogger.com, a Google groups, a Myspace.com és a YouTube.com is az általuk tárolt weboldalak miatt hosszú időn keresztül képezték blokkolásról szóló végzések tárgyát.", "18. A „közzététel” 5651. sz. törvény 2. szakasza (1) bekezdésének értelmében vett fogalma szintén vita tárgyát képezte a jogtudósok körében. Néhány jogtudós szerint a ğ) pont – „az interneten való közzétételnek” „az interneten meghatározatlan számú személy számára hozzáférhető adatokat” jelentő fogalma – ellentmond az ugyanezen szakasz (1) albekezdésében szereplő fogalommal, amely szerint „közzététel (yayin): az interneten való közzététel”. A nehézség „az interneten [...] hozzáférhető adatokra” való hivatkozásból ered, amely az interneten közvetített adatok valamennyi típusára vonatkozhat.", "III. NEMZETKÖZI JOG ÉS GYAKORLAT", "A. Európa Tanács", "1. A számítástechnikai bűnözésről szóló egyezmény", "19. A 2004. július 1-jén hatályba lépő, a számítástechnikai bűnözésről szóló egyezményt (ETS No. 185) az Európa Tanács tagállamai, Kanada, Japán, Dél-Afrika és az Egyesült Államok dolgozták ki. Az egyezmény a számítástechnikai bűnözés területén a bűncselekmények különböző típusaival foglalkozik: a számítógépes adatok és rendszerek titkosságával, integritásával és hozzáférhetőségével szembeni cselekmények, a számítógépes hamisítás és csalás, a tartalommal – különösen a gyermekpornográfiával – összefüggő bűncselekmények, valamint a szerzői és szomszédos jogok megsértésével kapcsolatos bűncselekmények (II. fejezet, 1. szakasz, 1–4. cím).", "2. A Miniszterek Bizottsága", "a) A CM(2005)56 végleges nyilatkozat", "20. A Miniszterek Bizottságának az információs társadalomban az emberi jogokról és a jogállamiságról szóló nyilatkozatának (2005. május 13., CM(2005)56 végleges) preambuluma elismeri, hogy „az [információs és kommunikációs technológiák (IKT-k)]hoz való korlátozott vagy nem létező hozzáférés megfoszthatja az embereket attól, hogy emberi jogaikat maradéktalanul gyakorolhassák [nem hivatalos fordítás]”. A nyilatkozatnak „Az emberi jogok az információs társadalomban” címet viselő első fejezete a következő szakaszokat tartalmazza:", "„1. A véleménynyilvánítás, az információ és a kommunikáció szabadságához való jog", "Az IKT-k példátlan lehetőségeket biztosítanak mindenki számára a véleménynyilvánítás szabadságának gyakorlására. Az IKT-k azonban számos, az állami és magáncenzúrázáshoz hasonló súlyos kihívást is támasztanak e szabadsággal szemben.", "A véleménynyilvánítás, az információ és a kommunikáció szabadságát a digitális és a nem digitális környezetben is tiszteletben kell tartani, és arra nem vonatkozhatnak az EJEE 10. Cikkében előírtaktól eltérő korlátozások pusztán azért, mert a kommunikációra digitális formában kerül sor.", "A véleménynyilvánítás szabadságának garantálása során a tagállamoknak biztosítaniuk kell, hogy az IKT-kon keresztül elkövetett bűncselekményekre ugyanúgy alkalmazni kell a jogellenes tartalommal – például a rasszizmussal, faji megkülönböztetéssel és a gyermekpornográfiával – szembeni küzdelemre irányuló nemzeti jogszabályokat.", "A tagállamoknak fenn kell tartaniuk és fokozniuk kell az állami és magáncenzúra megakadályozására irányuló jogi és gyakorlati intézkedéseket. [...][nem hivatalos fordítás]”", "b) A 2003. május 28-i nyilatkozat", "21. A Miniszterek Bizottsága által 2003. május 28-án a miniszteri küldöttek 840. ülésén elfogadott, az internetes kommunikáció szabadságáról szóló nyilatkozat preambuluma kimondja, hogy – országhatárokra való tekintet nélkül – az interneten zajló kommunikáció előzetes ellenőrzésének továbbra is kivételt kell képeznie, valamint hogy fel kell számolni az egyének internethez való hozzáférésének akadályait. A nyilatkozat többek között az alábbi elveket határozza meg:", "„[...]", "1. elv: Az internetre vonatkozó, tartalommal kapcsolatos szabályok", "A tagállamok nem alkalmazhatnak az internetes tartalomra a tartalomátvitel egyéb eszközeire alkalmazandókon túlmenő korlátozásokat.", "[...]", "3. elv: Az előzetes állami ellenőrzés hiánya", "Országhatárokra való tekintet nélkül, a hatóságok – általános blokkoló vagy szűrőintézkedések révén – nem tagadhatják meg a nyilvánosságnak az interneten elérhető információkhoz és más kommunikációhoz való hozzáférését. Ez nem akadályozza meg a kiskorúak védelmét szolgáló szűrők telepítését, különösen a számukra elérhető helyeken, például iskolákban vagy könyvtárakban.", "Feltéve, hogy tiszteletben tartják az emberi jogok és alapvető szabadságok védelméről szóló egyezmény 10. Cikkének 2. §-ában szereplő biztosítékokat, intézkedéseket lehet tenni az egyértelműen beazonosítható internetes tartalom eltávolításának, illetve – másodlagosan – az ahhoz való hozzáférés blokkolásának végrehajtására, ha a hatáskörrel rendelkező nemzeti hatóságok ideiglenes vagy végleges határozatot hoztak annak jogellenességéről.", "[...][nem hivatalos fordítás]”", "22. A nyilatkozat indokolása a 3. elvre vonatkozó alábbi magyarázatot tartalmazza:", " „Az előzetes állami ellenőrzés hiánya", "Ez az elv annak jelentőségét hangsúlyozza, hogy nem végeznek állami ellenőrzést afelett, hogy a nyilvánosság milyen kereséseket végezhet az interneten. Néhány országban az a tendencia tapasztalható, hogy politikai okok miatt tiltják le a lakosságnak a bizonyos külföldi vagy belföldi weboldalakon szereplő tartalomhoz való hozzáférését. Az előzetes állami ellenőrzésnek ezt és az ehhez hasonló gyakorlatait határozottan el kell ítélni.", "Noha az állam egyáltalán nem hozhat a nemkívánatos tartalom blokkolására szolgáló tág intézkedéseket, ez alól kivételeket kell engedni a kiskorúak védelme érdekében. Ahol a kiskorúak hozzáférnek az internethez – például iskolákban vagy könyvtárakban – a hatóságok megkövetelhetik szűrőknek a számítógépekre való feltelepítését, hogy megakadályozzák a káros tartalomhoz való hozzáférést.", "Az előzetes állami ellenőrzés hiánya persze nem zárja ki, hogy intézkedéseket tegyenek az internetről valamely tartalom eltávolítása vagy az ahhoz való hozzáférés blokkolása céljából a nemzeti hatóságok által az azok jogellenességére vonatkozóan – nemcsak a büntetőjog, hanem a polgári vagy közigazgatási joghoz hasonló más jogágak alapján – hozott előzetes vagy végleges határozatát követően. Jellemzően ez a helyzet akkor, ha ideiglenes intézkedés iránti kérelmet terjesztenek elő a jogellenes tartalom interneten való közzétételének megelőzése céljából. Az ilyen intézkedéseknek – amelyek bizonyosféle előzetes ellenőrzést vonhatnak maguk után – meg kell felelniük az emberi jogok és alapvető szabadságok védelméről szóló egyezmény 10. Cikke 2. §-a követelményeinek, és azoknak egyértelműen azonosítható internetes tartalomra kell irányulniuk. [nem hivatalos fordítás]”", "c) A CM/Rec(2007)16. sz. ajánlás", "23. 2007-ben a Miniszterek Bizottsága elfogadta az internet közszolgálati értékének előmozdítására szolgáló intézkedésekről szóló CM/Rec(2007)16. sz. ajánlást. A „Hozzáférés”, illetve a „Nyíltság” címet viselő második, illetve harmadik fejezet hallgatólagosan foglalkozik az internethez való hozzáférés, valamint az esetlegesen megengedhető korlátozások kérdésével.", "d) A CM/Rec(2007)11. sz. ajánlás", "24. Szintén 2007-ben a Miniszterek Bizottsága elfogadta az új információs és kommunikációs környezetben a véleménynyilvánítás és az információ szabadságának előmozdításáról szóló CM/Rec(2007)11. sz. ajánlást.", "e) A CM/Rec(2008)6. sz. ajánlás", "25. 2008-ban a Miniszterek Bizottsága elfogadta a CM/Rec(2008)6. sz. ajánlást. Ezen ajánlás függeléke iránymutatásokat határoz meg az internetes szűrők alkalmazására és ellenőrzésére vonatkozóan a véleménynyilvánítás és az információ szabadságához való jog maradéktalan gyakorlása és élvezése érdekében.", "f) A CM/Rec(2012)3. sz. ajánlás", "26. 2012. április 4-én a Miniszterek Bizottsága elfogadta a keresőmotorok tekintetében az emberi jogok védelméről szóló CM/Rec(2012)3. sz. ajánlást. Az ajánlás 1. bekezdése többek között hangsúlyozza, hogy „[A] keresőmotorok lehetővé teszik a nyilvánosság számára világszerte, hogy információkat, eszméket és más tartalmat keressenek, kapjanak és adjanak át többek között azzal a céllal, hogy ismereteket szerezzenek, vitákba bocsátkozzanak és részt vegyenek a demokratikus folyamatokban. [nem hivatalos fordítás]”", "B. Európai Unió", "a) A 2008/2160(INI) ajánlás", "27. Az Európai Parlament által 2009. március 26-án elfogadott 2008/2160(INI) ajánlás kifejezetten kimondja, hogy az államoknak részt kell venniük az internethez való korlátlan és biztonságos hozzáférés alapján az e-demokrácia létrehozására irányuló erőfeszítésekben. A Parlament ezért azt ajánlotta a tagállamoknak, hogy ítéljék el az internetes honlapokon kereshető tartalmak kormányok általi cenzúrázását, és felszólította őket „annak biztosítására, hogy a véleménynyilvánítás szabadságát a köz- vagy a magánszféra nem korlátozhatja önkényesen, valamint hogy kerüljenek minden olyan jogalkotási vagy igazgatási intézkedést, amely bármilyen módon gátat szabhat a szólásszabadságnak.”", "b) A Scarlet Extended SA kontra Société belge des auteurs, compositeurs et éditeurs SCRL (SABAM) ügy (Európai Unió Bírósága)", "28. Az Európai Unió Bírósága (EUB) által vizsgált C-70/10. sz. ügy egy belga bíróság által kibocsátott végzést követő előzetes döntéshozatal iránti kérelemre vonatkozott, amely végzés az internet-hozzáférést nyújtó szolgáltatót a szellemi tulajdonjogok megsértésére alkalmas valamennyi online tevékenységet blokkoló állandó nyomon követési rendszer telepítésére kötelezte.", "29. 2011. november 24-i ítéletében az EUB megállapította, hogy a szellemi tulajdonjogok jogosultjainak lehetőséggel kell rendelkezniük arra, hogy ideiglenes intézkedést kérelmezzenek olyan közvetítő szolgáltatókkal szemben, akik valamely harmadik fél jogsértését egy védelem alatt álló mű vagy más teljesítmény tekintetében hálózaton közvetítik, valamint hogy az ilyen ideiglenes intézkedésekre vonatkozó rendelkezésekre a nemzeti jognak kell vonatkozniuk. A nemzeti szabályoknak azonban tiszteletben kell tartaniuk az uniós jogból, és különösen az elektronikus kereskedelemről szóló 2000/31/EK irányelvből eredő korlátozásokat, amely irányelv értelmében a nemzeti hatóságok nem fogadhatnak el olyan intézkedéseket, amelyek arra kötelezik az internet-hozzáférést nyújtó szolgáltatókat, hogy azoknak a hálózatukon továbbított információkat általánosan nyomon kellene követniük. Az EUB véleménye szerint a vizsgált ügyben kibocsátotthoz hasonló ideiglenes intézkedések nem tartották tiszteletben azt a követelményt, hogy igazságos egyensúly álljon fenn egyrészt a szellemi tulajdonhoz való jog, másrészt a vállalkozás szabadsága, a személyes adatok védelméhez való jog, valamint az információk fogadásának és közlésének szabadsága között. Ennek megfelelően az EUB megállapította, hogy az uniós joggal – és különösen a 2000/31/EK irányelvvel, valamint az alkalmazandó alapvető jogokkal – ellentétes az internet-hozzáférést nyújtó szolgáltatónak a szolgáltatásain áthaladó valamennyi elektronikus adatátvitelt érintő, teljes ügyfélkörére megkülönböztetés nélkül alkalmazandó, megelőző jellegű, időbeli korlátozás nélküli szűrőrendszer bevezetésre kötelezése, amely szűrőrendszer költsége kizárólag őt terheli.", "C. Az Egyesült Nemzetek Szervezetének Emberi Jogok Bizottsága", "30. Az Egyesült Nemzetek Szervezetének Emberi Jogok Bizottsága a Polgári és Politikai Jogok Nemzetközi Egyezségokmányának 19. cikkére vonatkozó, a 102. ülésszakán (2011. július 11–29.) elfogadott 34. sz. általános magyarázatában a következőket mondta ki:", "„43. A weboldalak, blogok vagy bármely más internetalapú, elektronikus vagy egyéb ilyen információterjesztési rendszer – köztük az ilyen kommunikációt támogató rendszerek, mint például az internet-hozzáférést nyújtó szolgáltatók vagy keresőmotorok – működésének bármiféle korlátozása csak akkor megengedett, ha az összeegyeztethető a (3) bekezdéssel. A megengedett korlátozásoknak általánosságban tartalom-specifikusaknak kell lenniük; a bizonyos oldalak és rendszerek működtetésére vonatkozó általános tilalmak nem összeegyeztethetők a (3) bekezdéssel. Szintén nincs összhangban a (3) bekezdéssel, hogy valamely oldal vagy információterjesztési rendszer számára kizárólag azon az alapon tiltsák meg anyagok közzétételét, hogy az esetleg a kormányt bírálja, vagy kritikus lehet a kormány által magáévá tett politikai társadalmi rendszerrel szemben. [nem hivatalos fordítás]”", "IV. ÖSSZEHASONLÍTÓ JOG", "31. Tekintettel arra, hogy az internetre vonatkozó – a gyorsan változó új technológiák tükrében vizsgálandó – jogszabályok különösen dinamikusak és töredezettek, nehéz az Európa Tanács tagállamaiban tapasztalható jogi helyzet összehasonlítása alapján közös normákat meghatározni. A Bíróság által húsz tagállam (Ausztria, Azerbajdzsán, Belgium, Csehország, az Egyesült Királyság Észtország, Finnország, Franciaország, Hollandia, Írország, Lengyelország, Litvánia, Németország, Olaszország, Oroszország, Portugália, Románia, Spanyolország, Svájc és Szlovénia) jogszabályait illetően elvégzett felmérés arra mutat rá, hogy az internethez való hozzáféréshez való jogot elméletileg a véleménynyilvánítás szabadságára, valamint az eszmék és információk megismerésének szabadságára alkalmazandó alkotmányos biztosítékok védik. Az internethez való hozzáféréshez való jogot az információhoz és kommunikációhoz való hozzáféréshez való, a nemzeti alkotmányokban védett jogban rejlő jognak tekintik, és az magában foglalja minden személy azon jogát, hogy részt vegyen az információs társadalomban, valamint az államok azon kötelezettségét, hogy polgáraik számára garantálják az internethez való hozzáférést. Ennélfogva a véleménynyilvánítás szabadságát védő valamennyi általános biztosítékból levonható az, hogy az internethez való akadálytalan hozzáféréshez való jogot is el kell ismerni.", "32. 2009. június 10-i (2009-58 DC. sz.) határozatában a francia alkotmánytanács például egyértelműen kimondta, hogy a véleménynyilvánítás szabadsága magában foglalja az internethez való hozzáférés szabadságát. Az alkotmánytanács számos alapelvet is meghatározott az internethez való hozzáférés korlátozását illetően. A nyilvánosságnak az online kommunikációs szolgáltatásokhoz való hozzáféréshez való jogával kapcsolatos korlátozásokat – tisztességes tárgyalást követően – kizárólag bíró rendelheti el, a korlátozásoknak pedig arányosaknak kell lenniük. Az alkotmánytanács – megállapítva, hogy „az 1789. évi nyilatkozat 11. cikkében garantált szabadság jellegére tekintettel a jogalkotó nem [...] ruházhat [az internethez való hozzáférés korlátozására vagy akadályozására irányuló] jogköröket valamely hatóságra a szerzői és szomszédos jogok jogosultjainak védelme céljából” – alkotmányellenesnek nyilvánította azokat a jogalkotási rendelkezéseket, amelyek – előzetes bírósági határozat hiányában – az internethez való hozzáférés blokkolását írták elő valamely szerzői jog megsértése esetén. Az alkotmánytanács megállapította, hogy a hozzáférés felfüggesztését kizárólag kontradiktórius bírósági eljárást követően, mellékbüntetésként lehet elrendelni. Ideiglenes intézkedéseket csak a sürgős kérelmekkel foglalkozó bíró rendelhet el, feltéve, hogy azok „elengedhetetlenül szükségesek a szóban forgó jogok megőrzése céljából”.", "33. A jogellenes internetes tartalmak esetében alkalmazható esetleges korlátozásokat illetően az európai országok megközelítések és jogalkotási intézkedések – az internethez való hozzáférés egyéni jogok felfüggesztésétől, illetve a jogellenes tartalom eltávolításától a szóban forgó konkrét weboldalhoz való hozzáférés blokkolásáig terjedő – széles palettáját fogadták el. A legtöbb európai országban a kiskorúak jogainak védelme és a kiskorúak szexuális kizsákmányolása elleni küzdelemre irányuló erőfeszítések képezik az érintett weboldalakhoz való hozzáférést korlátozó megfelelő intézkedések alapját (ez a helyzet az Egyesült Királyságban, Franciaországban, Németországban és Svájcban). Ami az általános bűnözést illeti, a hozzáférést korlátozó intézkedések hat országban (Ausztria, Észtország, Finnország, Hollandia, Litvánia és Olaszország) eltérőek és kevéssé súlyosak.", "34. A korlátozások hatályát illetően általában különbséget tesznek az elkövetett bűncselekmény jellege tekintetében, jelesül a szellemi tulajdonjogokkal szemben elkövetett bűncselekmények és más bűncselekmények között. „A véleménynyilvánítás szabadsága az interneten: az EBESZ-ben részt vevő országokban az interneten a véleménynyilvánítás szabadságához, a szabad információáramláshoz és médiapluralizmushoz kapcsolódó jogi rendelkezésekről és gyakorlatokról szóló tanulmány” címet viselő EBESZ-jelentés szerint nem léteznek az internethez való hozzáférés blokkolására vonatkozó általános jogalkotási rendelkezések Ausztriában, Csehországban, Németországban, illetve Lengyelországban. Öt ország (az Egyesült Királyság, Észtország, Finnország, Hollandia és Oroszország) nem rendelkezik a bűncselekménytől függetlenül a teljes körű blokkolást előíró jogszabállyal, ugyanakkor olyan egyedi jogalkotási rendelkezéseket léptettek hatályba, amelyek bizonyos bűncselekmény-típusok esetén lehetővé teszik a hozzáférés blokkolását. Ezek között szerepel a gyermekpornográfia, a fajgyűlölet, a gyűlöletbeszéd, a terrorizmusra való felbujtás, és a becsületsértés.", "35. Oroszországban – noha nem lehetséges az internethez való hozzáférés általános megtiltása – a hozzáférést illetően a szövetségi jogszabály értelmében korlátozások állapíthatók meg különös indokkal, például az alkotmányos berendezkedés alapjainak, az erkölcsök, az egészség vagy a törvényes jogok védelme céljából, illetve a nemzetvédelem és -biztonság érdekében (149-FZ. sz. szövetségi törvény).", "36. Bíróság is elrendelhet, illetve önkéntes alapon is alkalmazhatók blokkoló intézkedések azokban az országokban, amelyek nem rendelkeznek a weboldalak lezárását és/vagy a hozzáférés blokkolását előíró általános vagy különös jogszabályi kerettel.", "37. Az internethez való hozzáférést megtiltó intézkedéssel szembeni fellebbezés lehetősége szorosan kapcsolódik a tájékozódáshoz való jogot és a véleménynyilvánításhoz való jogot védő általános biztosítékokhoz. Azerbajdzsánban, Belgiumban, Csehországban, az Egyesült Királyságban, Litvániában és Spanyolországban nincsenek a valamely internetes oldalhoz való hozzáférést korlátozó intézkedésekkel szembeni fellebbezésekre irányadó különös rendelkezések. Ehelyett a véleménynyilvánítás és az információ szabadságára vonatkozó általános alkotmányos rendelkezésekre vagy – az Egyesült Királyság esetében – az akkor igénybe vehető bírósági felülvizsgálat lehetőségére történik hivatkozás, ha a felhasználó bizonyítani tudja, hogy elegendő érdeke fűződik a megtámadott intézkedés tárgyához. Észtországban a jogszabály kifejezetten rendelkezik az interneten szereplő információhoz való hozzáférést korlátozó intézkedésnek a valamely magasabb szintű közigazgatási hatóság vagy szakosított ügynökség, illetve az olyan nyilvános információk esetében közvetlenül a bíróságok előtti kifogásolásáról, amely információkat a hatóságok kötelesek hozzáférhetővé tenni (a nyilvánosság tájékoztatásáról szóló törvény).", "A JOGKÉRDÉS", "I. AZ EGYEZMÉNY 10. CIKKÉNEK ÁLLÍTÓLAGOS MEGSÉRTÉSE", "38. A kérelmező azt panaszolta, hogy az internetes honlapjához egyáltalán nem kapcsolódó büntetőeljárás keretében elrendelt intézkedés következtében nem tud hozzáférni honlapjához. Véleménye szerint az intézkedés sérti az információk és eszmék megismerésének és közlésének az Egyezmény 10. Cikke által garantált szabadságát, amely cikk szövege a következő:", "„1. Mindenkinek joga van a véleménynyilvánítás szabadságához. Ez a jog magában foglalja a véleményalkotás szabadságát és az információk, eszmék megismerésének és közlésének szabadságát országhatárokra tekintet nélkül és anélkül, hogy ebbe hatósági szerv beavatkozhasson. Ez a Cikk nem akadályozza, hogy az államok a rádió-, televízió- vagy mozgókép vállalatok működését engedélyezéshez kössék.", "2. E kötelezettségekkel és felelősséggel együtt járó szabadságok gyakorlása a törvényben meghatározott, olyan alakszerűségeknek, feltételeknek, korlátozásoknak vagy szankcióknak vethető alá, amelyek szükséges intézkedéseknek minősülnek egy demokratikus társadalomban a nemzetbiztonság, a területi sértetlenség, a közbiztonság, a zavargás vagy bűnözés megelőzése, a közegészség vagy az erkölcsök védelme, mások jó hírneve vagy jogai védelme, a bizalmas értesülés közlésének megakadályozása, vagy a bíróságok tekintélyének és pártatlanságának fenntartása céljából.”", "39. A kormány nem nyújtott be észrevételt.", "A. Elfogadhatóság", "40. A Bíróság megjegyzi, hogy ez a panasz az Egyezmény 35. Cikke 3. §-ának a) pontja értelmében nem nyilvánvalóan alaptalan. A Bíróság megjegyzi továbbá, hogy semmilyen más alapon sem elfogadhatatlan. Ennélfogva azt elfogadhatónak kell nyilvánítani.", "B. Az ügy érdeme", "1. A felek előadásai", "41. A kérelmező előadta, hogy a Google Sites blokkolása közvetett cenzúrát eredményezett. Azt állította, hogy az elérni kívánt célokhoz képest aránytalanok voltak a blokkolásról szóló végzés következményei, jelesül, hogy nem tudott saját weboldalához hozzáférni, noha ez utóbbi nem kapcsolódott a Google Sites tekintetében a blokkolásról szóló végzést kiváltó jogellenes tartalomhoz. Azt állította továbbá, hogy a Google Sites blokkolását eredményező eljárás nem tekinthető tisztességesnek és pártatlannak.", "42. A kormány nem nyújtott be észrevételt.", "2. Harmadik fél beavatkozó", "43. A Bíróság ítélkezési gyakorlatára hivatkozva az Open Society Justice Initiative szövetség megjegyezte, hogy – mivel a Google Sites hatalmas mennyiségű adatot és információt tárol, ekként pedig a nagyobb újságok és hagyományos könyvtárak online archívumához hasonló –, a megtámadott intézkedés a közzétételre vonatkozó előzetes korlátozást képezett. Noha a jelen ügyben hozott intézkedés célja egyetlen, az Atatürk jóhírnevét sértő tartalmat terjesztő weboldalhoz való hozzáférés blokkolása volt, a jogsértő weboldalt tároló Google Sites összességéhez való hozzáférést blokkolták. Egy ilyen jellegű intézkedés – azaz egy ilyen mennyiségű információhoz való hozzáférés határozatlan időszakra való blokkolása – előzetes korlátozásnak minősült, mivel határozatlan időszakban megakadályozta az internet-felhasználókat abban, hogy hozzáférjenek a blokkolt tartalomhoz. Az ilyen korlátozások jelentős veszélyeket keltenek, ekként pedig a Bíróság körültekintőbb vizsgálatát igénylik.", "44. Az Open Society Justice Initiative hozzáfűzte, hogy a weboldalak egy csoportjához való hozzáférést megakadályozó blokkolásról szóló végzések a „járulékos cenzúra” veszélyét keltik. Az ilyen intézkedéseket ezért kerülni kellene, mivel aránytalanok, hiszen technikailag lehetséges kizárólag a jogsértő weboldalt megcélozni. A szövetség – az Európa Tanács tagállamainak köréből hozva példákat – megjegyezte, hogy Franciaországban, Németországban vagy az Egyesült Királyságban soha nem rendeltek el az internetes tartalomnak a jelen ügyben elrendelthez hasonló, nagyléptékű blokkolását.", "45. Ezen túlmenően, a török rendszer nem tett lehetővé az önkényességgel szembeni megfelelő biztosítékokat; nem kellett például értesíteni a blokkolásról szóló végzéssel érintett más weboldalak tartalomszolgáltatóit vagy tulajdonosait. Emellett – bármiféle biztosíték alkalmazása nélkül – számos blokkolásról szóló végzést bocsátottak ki olyan weboldalak tekintetében, amelyeknek több ezer felhasználója volt. A többek között a YouTube.comhoz, GeoCities-hez és Dailymotionhoz és számos más Google szolgáltatáshoz való hozzáférést hónapokra vagy akár évekre is blokkolták, ami jelentős mértékű „járulékos cenzúrát” okozott.", "3. A Bíróság értékelése", "a) Volt-e beavatkozás?", "46. A Bíróság megjegyzi, hogy a kérelmező tulajdonában áll és ő is működteti azt a weboldalt, amelyet nyilvánvalóan arra használ, hogy tudományos munkásságát és különböző témákkal kapcsolatos véleményét közzétegye. Panaszolta, hogy a weboldalához nem kapcsolódó büntetőeljárás keretében elrendelt intézkedés miatt nem tud hozzáférni weboldalához. Véleménye szerint ez az ügy érdekében hozott határozat előtt kiszabott előzetes korlátozást eredményezett.", "47. A Bíróság megismétli, hogy a 10. Cikk nem tiltja a közzététel mint olyan vonatkozásában az előzetes korlátozásokat. Ezt nemcsak az ebben a rendelkezésben szereplő „feltételek”, „korlátozások”, „megelőzés”, „megakadályozás” szavak, hanem a Bíróságnak a The Sunday Times v. Egyesült Királyság (no. 1) (1979. április 26., Series A no. 30) és a markt intern Verlag GmbH és Klaus Beermann v. Németország (1989. november 20., Series A no. 165) ügyben hozott ítéletei is megerősítik. Másfelől az előzetes korlátozásokban rejlő veszélyek – jellegük miatt – a Bíróság részéről a lehető legkörültekintőbb vizsgálatot teszik szükségessé. Ez különösen a sajtó esetében van így, mivel a hírek nem képeznek tartós árucikket, és a híreket akár meg is foszthatja minden értéküktől és érdekességüktől az, ha – akár csak rövid ideig – késleltetik azok közzétételét. Ez a veszély vonatkozik a meghatározott témával foglalkozó folyóiratoktól eltérő kiadványokra is.", "48. A véleménynyilvánítás szabadságának gyakorlásával összefüggésben az internetes honlapok jelentőségét illetően a Bíróság megismétli, hogy a Times Newspapers Ltd v. az Egyesült Királyság (nos. 1 és 2) (nos. 3002/03 és 23676/03, § 27, ECHR 2009) ügyben a következőt állapította meg:", "„Az internet – tekintettel hozzáférhetőségére és arra a képességére, hogy hatalmas mennyiségű információt tároljon és közöljön – fontos szerepet játszik a nyilvánosság hírekhez való hozzáférésének fokozásában, valamint általánosságban az információ terjesztésének elősegítésében.”", "49. Ezek a megfontolások a jelen ügyben is érvényesek. A Bíróság megállapítja, hogy a Google Sites a weboldalak egy adott csoporton belüli létrehozásának és megosztásának elősegítését szolgáló Google szolgáltatás, ekként pedig a véleménynyilvánítás szabadsága gyakorlásának egyik eszközét képezi.", "50. A Bíróság e tekintetben rámutat, hogy a 10. Cikk „mindenki” számára garantálja a véleménynyilvánítás szabadságát. E tekintetben nem tesz különbséget az elérendő cél jellege, illetve a természetes vagy jogi személyek által az említett szabadság gyakorlásában betöltött szerep szerint (lásd Çetin and Others v. Törökország, nos. 40153/98 és 40160/98, § 57, ECHR 2003-III [kivonatok]). Nemcsak az információ tartalmára, hanem a terjesztés eszközére is vonatkozik, mivel az utóbbival szemben kiszabott bármiféle korlátozás szükségszerűen beavatkozik az információk megismeréséhez és közléséhez való jogba (lásd ennek megfelelően: Autronic AG v. Svájc, 1990. május 22., § 47, Series A no. 178). Ehhez hasonlóan a Bíróság következetesen hangsúlyozta, hogy a 10. Cikk nemcsak az információk közléséhez való jogot, hanem a nyilvánosság azon jogát is garantálja, hogy az információkat megismerhesse (lásd: Observer and Guardian v. Egyesült Királyság, 1991. november 26., § 59(b), Series A no. 216, valamint Guerra and Others v. Olaszország, 1998. február 19., § 53, Reports of Judgments and Decisions 1998-I).", "51. A jelen ügyben a weboldalhoz való hozzáférést blokkoló intézkedés a denizli elsőfokú büntetőbíróság egyik határozatából ered. Ez eredetileg az Atatürk emlékének megsértését tiltó 5816. sz. törvény alapján egy harmadik weboldallal szembeni büntetőeljárás keretében a bíróság által elrendelt megelőző intézkedést szolgált. A blokkolásról szóló végzés végrehajtásáért felelős közigazgatási szerv – a TIB – azonban azt kérte, hogy hozzanak végzést valamennyi Google Site-hoz való hozzáférés blokkolásáról. A denizli elsőfokú büntetőbíróság 2009. június 24-i határozatában helyt adott a kérelemnek. Később, a kérelmező által a határozat hatályon kívül helyezésére vonatkozóan benyújtott kérelemmel kapcsolatos határozathozatal során a denizli büntetőbíróság a végzést hatályában fenntartotta, mivel úgy vélte, hogy a Google Sites-hoz való hozzáférés blokkolása az egyetlen eszköze a weboldalhoz való hozzáférés blokkolásának, ami a büntetőeljárás tárgyát képezte. A TIB ezért blokkolta a teljes Google Sites domainhez való hozzáférést, ezzel pedig mellékesen megakadályozta a kérelmezőt, hogy hozzáférjen saját weboldalához. Az ügy irataiból kitűnik, hogy az intézkedés következtében a kérelmező – határozatlan ideig – egyáltalán nem tudott hozzáférni saját weboldalához. A bíróság által kibocsátott, blokkolásról szóló végzés miatt az erre irányuló valamennyi kísérlete sikertelen volt. Ezért jogszerűen állíthatja, hogy a szóban forgó intézkedés érintette az információk és eszmék megismeréséhez és közléséhez való jogát.", "52. Az ügy középpontjában tehát a bírósági eljárás keretében elfogadott megelőző intézkedés mellékhatása áll. Jóllehet sem a Google Sites mint olyan, sem a kérelmező weboldala nem képezte a szóban forgó eljárás tárgyát, a TIB a denizli elsőfokú büntetőbíróság által elrendelt intézkedés végrehajtása érdekében blokkolta az azokhoz való hozzáférést. Az intézkedésnek mindaddig hatályban kellett maradnia, amíg az ügy érdemében határozatot nem hoznak, illetve amíg el nem távolították a Google Sites által tárolt oldal jogellenes tartalmát (az 5651. sz. törvény 9. szakasza). Ennélfogva előzetes korlátozást képezett, mivel azt az ügy érdemében hozott határozatot megelőzően rótták ki.", "53. A Bíróság úgy véli, hogy elkerülhetetlen, hogy az ilyen intézkedés – jogalapjától függetlenül – hatással járjon az internet hozzáférhetőségére, ennek megfelelően pedig a 10. Cikk értelmében kiváltotta a Szerződő Fél felelősségét (lásd ennek megfelelően: Vereinigung demokratischer Soldaten Österreichs and Gubi v. Ausztria, 1994. december 19., § 27, Series A no. 302).", "54. A Bíróság megjegyzi továbbá, hogy a hozzáférés panaszolt blokkolása egy eredetileg egy harmadik fél weboldalára kirótt tilalom eredménye volt. A Google Sites-hoz való teljes körű hozzáférés blokkolása volt az, ami ténylegesen érintette a kérelmezőt, aki az ugyanazon a domainen tárolt másik weboldal tulajdonosa volt. Igaz, hogy az intézkedés – szigorú értelemben – nem az internethez való hozzáférés általános tilalmát, hanem inkább arra vonatkozó korlátozást képezett, ami egyúttal a kérelmező weboldalához való hozzáférés blokkolásának hatásával járt. Mindazonáltal az, hogy a szóban forgó korlátozás hatásai korlátozottak voltak, nem mérsékli a korlátozás jelentőségét, különösen azért, mert az internet mára a véleménynyilvánítás és az információ szabadságához való jog egyének általi gyakorlásának egyik legfőbb eszközévé vált, amely a politikai kérdésekre és a közérdekű kérdésekre vonatkozó tevékenységekben és vitákban való részvételre szolgáló alapvető eszközöket biztosít.", "55. Összegezve, a Bíróság úgy véli, hogy a megtámadott intézkedés valamely internetes honlaphoz való hozzáférést blokkoló megelőző végzésből eredő korlátozást eredményezett. E megelőző végzés végrehajtása céljából később a bíróság – a TIB kérésére – elrendelte a kérelmező weboldalát tároló Google Sites-hoz való hozzáférés blokkolását is. A kérelmezőt ennélfogva megakadályozták abban, hogy saját weboldalához hozzáférjen. Ez a körülmény elegendő a Bíróságnak annak megállapításához, hogy a szóban forgó intézkedés a kérelmező véleménynyilvánítás szabadságához való jogába történő, „hatósági szerv általi beavatkozást” képezett, amely jognak az információk, eszmék megismerésének és közlésének szabadsága szerves részét képezi (lásd ennek megfelelően Ayşe Öztürk v. Törökország, no. 24914/94, § 42, 2002. október 15.).", "56. Az ilyen beavatkozás a 10. Cikk megsértését képezi, kivéve, ha az „törvényben meghatározott”, a 10. Cikk 2. §-ában említett egy vagy több jogszerű célra irányul és e célok eléréséhez „szükséges” „egy demokratikus társadalomban”.", "b) Törvény határozta-e meg?", "57. A Bíróság rögtön az elején megismétli, hogy a 10. Cikk 2. §-ának értelmében vett „törvényben meghatározott” kifejezés először is azt követeli meg, hogy a megtámadott intézkedésnek legyen valamiféle jogalapja a belföldi jogban; utal azonban a szóban forgó jog minőségére is, annak megkövetelésével, hogy az érintett számára hozzáférhetőnek kell lennie – amely érintettnek ráadásul ki kell tudnia számítani annak következményeit –, továbbá hogy annak összeegyeztethetőnek kell lennie a jogállamisággal (lásd többek között: Dink v. Törökország, nos. 2668/07, 6102/08, 30079/08, 7072/09 és 7124/09, § 114, 2010. szeptember 14.). A Bíróság állandó ítélkezési gyakorlata értelmében valamely szabály akkor „kiszámítható”, ha annak megfogalmazása elegendően pontosan ahhoz, hogy bárki számára – szükség esetén a megfelelő tanács mellett – lehetővé váljon magatartásának szabályozása (lásd többek között: RTBF v. Belgium, no. 50084/06, § 103, ECHR 2011 (kivonatok), és Akçam v. Törökország, no. 32964/96, § 87, 2001. október 30.).", "58. A jelen ügyben a Bíróság megjegyzi, hogy az eljárás tárgyát képező weboldalhoz való hozzáférés blokkolásának volt törvényes jogalapja, jelesül az 5651. sz. törvény 8. szakaszának (1) bekezdése. Azt a kérdést illetően, hogy az 5651. sz. törvény 8. szakaszának (1) bekezdése a hozzáférhetőség és a kiszámíthatóság követelményeinek is eleget tett-e, a kérelmező előadta, hogy ezt a kérdést nemlegesen kell megválaszolni, mivel a szóban forgó rendelkezés – véleménye szerint – túlságosan bizonytalan.", "59. A Bíróság állandó ítélkezési gyakorlata értelmében ahhoz, hogy a belföldi jog megfeleljen ezeknek a követelményeknek, a hatósági szervek általi önkényes beavatkozásokkal szemben az Egyezményben garantált jogok útján kell jogi védelemre szolgáló intézkedést biztosítania. Az alapvető jogokat érintő kérdésekben ellentétes volna a – demokratikus társadalmaknak az Egyezményben foglalt egyik alapelvét képező – jogállamisággal, ha a végrehajtó hatalom számára biztosított jogi mérlegelés korlátlan hatalomként fejeződne ki. Következésképpen a törvénynek elegendően egyértelműen kell jeleznie az ilyen mérlegelés terjedelmét és gyakorlásának módját (lásd többek között a fent hivatkozott Sunday Times, § 49, és Maestri v. Olaszország [GC], no. 39748/98, § 30, ECHR 2004-I).", "60. A kérdés itt az, hogy a blokkolásról szóló végzés kibocsátásának időpontjában létezett-e olyan egyértelmű és pontos szabály, amely lehetővé tette a kérelmező számára magatartásának szabályozását a kérdésben.", "61. A Bíróság megjegyzi, hogy az 5651. sz. törvény 8. szakaszának (1) bekezdése értelmében valamely bíró akkor rendelheti el „az interneten való közzétételekhez” való hozzáférés blokkolását, ha „alapos okkal gyanítható, hogy azok tartalma [...] bűncselekmény[t] valósít [...] meg.” Ugyanezen törvény 2. szakasza két fogalommeghatározással szolgál a „közzététel” fogalmára vonatkozóan: a ğ) pont szerint „az interneten való közzététel (yayin): az interneten meghatározatlan számú személy számára hozzáférhető adatok”. Míg az l) pont azt mondja ki, hogy „közzététel (yayin): az interneten való közzététel”. A „közzététel” fogalma ugyan felettébb tágnak tűnik, és az az interneten közzétett mindenféle adatra kiterjedhet, egyértelmű, hogy sem a kérelmező weboldala, sem önmagukban a Google Sites nem tartoztak az 5651. sz. törvény 8. szakasza (1) bekezdésének hatálya alá, mivel a jelen ügyben nem volt kérdés tartalmuknak az e rendelkezés értelmében vett jogszerűsége.", "62. Sem a Google Sites, sem a kérelmező weboldala nem képezte az 5651. sz. törvény 8. szakaszának (1) bekezdése szerinti bírósági eljárás tárgyát. A tényállásból egyértelmű, hogy erre a rendelkezésre a 2009. június 24-i határozat (lásd a fenti 10. pontot) akként hivatkozott, hogy a Google Sites felelősségét állapították meg az általa tárolt weboldal tartalmáért. Az 5651. sz. törvénynek a tartalomszolgáltatók, tárhelyszolgáltatók és szolgáltatók felelősségével foglalkozó 4., 5. és 6. szakasza azonban nem rendelkezik a hozzáférésnek a jelen ügyben elrendelthez hasonló általános blokkolásáról. Azt sem állították továbbá, hogy a törvény engedélyezné az eszmék és információk cseréjét lehetővé tevő Google Sites-hoz hasonló egész internetes domain blokkolását. Ezen túlmenően, az ügy irataiban semmi nem utal arra, hogy a Google Sites-ot az 5651. sz. törvény 5. szakaszának (2) bekezdése alapján értesítették volna arról, hogy jogellenes tartalmat tárol, vagy hogy megtagadta volna egy függőben lévő büntetőeljárás tárgyát képező weboldalra vonatkozó ideiglenes intézkedés betartását.", "63. A Bíróság azt is megjegyzi, hogy az 5651. sz. törvény 8. szakaszának (3) és (4) bekezdése tág jogkörökkel ruházott fel egy közigazgatási szervet (a TIB-et) az eredetileg egy meghatározott weboldallal kapcsolatban kibocsátott blokkolásról szóló végzés végrehajtását illetően. Az ügy tényállása alapján a TIB annak ellenére kérhette a blokkolásról szóló végzés hatályának kiterjesztését, hogy a szóban forgó weboldallal vagy domainnel szemben nem indítottak eljárást, és nem állapították meg az általános blokkolás tényleges szükségességét.", "64. A fentebb jelzetteknek megfelelően (lásd a 47. pontot), a Bíróság úgy véli, hogy az ilyen előzetes korlátozások – főszabály szerint – nem szükségszerűen összeegyeztethetetlenek az Egyezménnyel. Olyan jogi keretre van azonban szükség, amely biztosítja mind a tilalmak hatályának szigorú ellenőrzését, mind pedig – a hatáskörrel való visszaélések megelőzése érdekében – a hatékony bírósági felülvizsgálatot (lásd: Association Ekin v. Franciaország, no. 39288/98, § 58, ECHR 2001-VIII, és megfelelően Editorial Board of Pravoye Delo and Shtekel v. Ukraine, no. 33014/05, § 55, ECHR 2011 [kivonatok]). E tekintetben, egy ilyen intézkedésnek – a szóban forgó versengő érdekek mérlegelésén alapuló és az azok közötti egyensúly megteremtését célzó – bírósági felülvizsgálata elképzelhetetlen a véleménynyilvánítás szabadságára vonatkozó megelőző korlátozások alkalmazásával kapcsolatos pontos és konkrét szabályokat megállapító keret nélkül (lásd a fent hivatkozott RTBF, § 114). A Bíróság megjegyzi, hogy amikor a denizli elsőfokú büntetőbíróság az 5651. sz. törvény alapján a Google Sites-hoz való teljes körű hozzáférés blokkolásáról határozott, mindössze a TIB ajánlására hivatkozott, anélkül, hogy meggyőződött volna arról, hogy lehetett-e volna kevésbé széles körű intézkedést hozni a kifejezetten a jogsértő weboldalhoz való hozzáférés blokkolása céljából (lásd a fenti 10. pontot).", "65. A Bíróság azt is megállapítja, hogy a kérelmezőnek a blokkolásról szóló végzés hatályon kívül helyezésére irányuló 2009. július 1-jei kérelmében szereplő legfőbb érve az volt, hogy – annak megakadályozása érdekében, hogy a szóban forgó intézkedés más weboldalakat is érintsen – olyan módszert kellett volna választani, amely kizárólag a jogsértő weboldalt teszi hozzáférhetetlenné.", "66. Semmi nem utal azonban arra, hogy a kérelmet elbíráló bírák törekedtek volna a szóban forgó különféle érdekeknek – különösen a Google Sites-hoz való teljes körű hozzáférés blokkolása szükségességének értékelése révén történő – mérlegelésére. A Bíróság véleménye szerint ez a hiányosság egyszerűen magának az 5651. sz. törvény 8. cikke szövegének következménye, amely nem állapít meg semmiféle kötelezettséget a belföldi bíróságokra nézve annak vizsgálatát illetően, hogy a Google Sites általános blokkolása – a Bíróság által az Egyezmény 10. Cikke értelmében megállapított és alkalmazott kritériumokra tekintettel – szükséges volt-e. Egy ilyen kötelezettség azonban közvetlenül ered az Egyezményből és az Egyezménnyel kapcsolatos ítélkezési gyakorlatból. Határozatuk meghozatala során a bíróságok pusztán azt tartották bizonyítottnak, hogy az e célból hozott végzéssel összhangban a jogsértő weboldalhoz való hozzáférés blokkolásának egyetlen eszköze a Google Sites-hoz való teljes körű hozzáférés blokkolása (lásd a fenti 8., 10. és 13. pontot). A Bíróság szerint azonban többek között azt is figyelembe kellett volna venniük, hogy egy ilyen intézkedés – azzal, hogy óriási mennyiségű információt tett hozzáférhetetlenné – alapvetően korlátozta az internet-felhasználók jogait és jelentős mellékhatással járt.", "67. E megfontolások és a jelen ügyben alkalmazott szóban forgó jogszabály vizsgálata tükrében a Bíróság megállapítja, hogy az 5651. sz. törvény 8. szakaszának alkalmazásából eredő beavatkozás nem felelt meg az Egyezmény szerinti kiszámíthatósági követelménynek, és nem biztosította a kérelmező számára a védelemnek azt a fokát, amelyre az egy demokratikus társadalomban a jogállamiság alapján jogosult volt. Úgy tűnik továbbá, hogy a szóban forgó rendelkezés közvetlen ellentmondásban van az Egyezmény 10. Cikke 1. §-ának jelenlegi szövegével, amely szerint az említett cikkben meghatározott jogokat „országhatárokra tekintet nélkül” biztosítják (lásd ebben az értelemben a fent hivatkozott Association Ekin, § 62).", "68. A Bíróság továbbá megjegyzi, hogy a szóban forgó intézkedés önkényes hatásokat váltott ki, valamint hogy nem állítható, hogy az kizárólag a jogsértő weboldalhoz való hozzáférés blokkolására irányult, mivel az a Google Sites által tárolt valamennyi weboldal általános blokkolásából állt. Ezen túlmenően, az internetes honlapok blokkolására vonatkozó bírósági felülvizsgálati eljárások nem felelnek meg a visszaélés elkerülésére vonatkozó kritériumoknak, mivel a belső jog nem ír elő az annak biztosítására szolgáló semmilyen biztosítékot, hogy egy konkrét weboldalra vonatkozó blokkolásról szóló végzést nem használják fel a hozzáférés általános blokkolásának eszközeként.", "69. Ennek megfelelően megsértették az Egyezmény 10. Cikkét.", "70. Ennek megállapítására tekintettel a Bíróság nem tartja szükségesnek a jelen ügyben megvizsgálni azt, hogy teljesült-e a 10. Cikk 2. §-ában szereplő többi követelmény.", "II. AZ EGYEZMÉNY 6., 7. ÉS 13. CIKKÉNEK, VALAMINT AZ 1. SZ. JEGYZŐKÖNYV 2. CIKKÉNEK ÁLLÍTÓLAGOS MEGSÉRTÉSE", "71. A kérelmező – az Egyezmény 6. és 13. Cikkére hivatkozva – azt panaszolta, hogy nem rendelkezett olyan hatékony bírósági jogorvoslattal, amely lehetővé tette volna számára, hogy a megtámadott intézkedést bíróságokkal vizsgáltassa felül, a hatóságok általi esetleges visszaélést pedig kifogásoltassa.", "A kérelmező továbbá az Egyezmény 7. Cikkében szereplő azon elv megsértésére is hivatkozott, amely szerint kizárólag törvény határozhat meg bűncselekményt és írhat elő büntetést.", "Végezetül az 1. sz. jegyzőkönyv 2. cikke szempontjából panaszolta az oktatáshoz való jogának megsértését, azzal érvelve, hogy a szóban forgó tilalom megakadályozta számára a doktori fokozatához szükséges tanulmányok folytatását.", "72. Az Egyezmény 10. Cikke szerinti jogsértés megállapítására tekintettel (lásd a fenti 70. pontot), a Bíróság úgy véli, hogy megvizsgálta a jelen ügyben felmerült főbb jogi kérdést. Az ügy tényállására tekintettel szükségtelennek tartja külön határozni az Egyezmény 6., 7. és 13. Cikke, valamint az 1. sz. jegyzőkönyv 2. cikke alapján felhozott panaszoknak akár a megengedhetőségéről, akár azok érdeméről (lásd Recep Kurt v. Törökország, no. 23164/09, § 70, 2011. november 22., és Kamil Uzun v. Törökország, no. 37410/97, § 64, 2007. május 10.).", "III. AZ EGYEZMÉNY 41. CIKKÉNEK ALKALMAZÁSA", "73. Az Egyezmény 41. Cikke a következőt írja elő:", "„Ha a Bíróság az Egyezmény vagy az ahhoz kapcsolódó jegyzőkönyvek megsértését állapítja meg és az érdekelt Magas Szerződő Fél belső joga csak részleges jóvátételt tesz lehetővé, a Bíróság – szükség esetén – igazságos elégtételt ítél meg a sértett félnek.”", "A. Kártérítés", "74. A kérelmező 10 000 eurót (EUR) kért nem vagyoni kártérítés címén.", "75. A kormány kifogásolta a kérelmező igényét.", "76. A Bíróság helyénvalónak tartja nem vagyoni kártérítés címén 7 500 EUR-t megítélni a kérelmező számára.", "B. Költségek és kiadások", "77. A kérelmező továbbá 3 300 EUR-t kért a belföldi bíróságok és a Bíróság előtt felmerült költségekre és kiadásokra. Állítása szerint különösen ügyének a belföldi bíróságok és a strasbourgi intézmények előtti előadása több mint huszonnyolc óra – az isztambuli és izmiri ügyvédi kamara minimumdíj-mértékével összhangban óránként 250 török lírát (TRY) kitevő – munkával járt.", "78. A kormány kifogásolta ezeket az igényeket.", "79. A Bíróság ítélkezési gyakorlata szerint a kérelmező csak annyiban jogosult költségeinek és kiadásainak megtérítésére, amennyiben bebizonyosodott, hogy azok ténylegesen és szükségszerűen merültek fel, összegszerűségüket illetően pedig ésszerűek voltak. A jelen ügyben a Bíróság – tekintettel a rendelkezésére álló dokumentumokra és ítélkezési gyakorlatára – ésszerűnek tartja a valamennyi cím alatti költségeket fedező 1 000 EUR összeg kérelmező számára történő megítélését.", "C. Késedelmi kamat", "80. A Bíróság helyénvalónak tartja, hogy a késedelmi kamat az Európai Központi Banknak a három százalékponttal növelt aktív oldali rendelkezésre állási kamatlábán alapuljon.", "EZEN INDOKOK ALAPJÁN A BÍRÓSÁG EGYHANGÚLAG", "1. elfogadhatónak nyilvánítja a kérelmező információk megismeréséhez és közléséhez való szabadságába történő beavatkozásra vonatkozó panaszt;", "", "2. megállapítja, hogy megsértették az Egyezmény 10. Cikkét;", "", "3. megállapítja, hogy az Egyezmény 6., 7. és 13. Cikke, valamint az 1. sz. jegyzőkönyv 2. cikke alapján felhozott panaszok megengedhetőségéről, illetve azok érdeméről nem szükséges külön határozni;", "", "4. megállapítja, hogy", "a) a Szerződő félnek az ítélet Egyezmény 44. Cikkének 2. §-a szerinti véglegessé válásának időpontjától számított három hónapon belül a teljesítés napján alkalmazandó arányban török lírára átváltott alábbi összegeket kell megfizetnie a kérelmező részére:", "i. 7 500 EUR (hétezer-ötszáz euró), az esetlegesen megfizetendő bármely adóval növelve, nem vagyoni kártérítésként;", "ii. 1 000 (ezer euró), a kérelmező által esetlegesen megfizetendő bármely adóval növelve, költségekként és kiadásokként;", "b) a fent említett három hónap lejártát követően a teljesítés időpontjáig a késedelmes időszakra az Európai Központi Bank aktív oldali rendelkezésre állási kamatlábát három százalékponttal meghaladó mértékű kamatot kell fizetni a fenti összeg után;", "", "5. A kérelmező igazságos elégtételre vonatkozó követelésének fennmaradó részét elutasítja.", "Készült francia nyelven, írásban közölték 2012. december 18-án a Bíróság Eljárási Szabályzata 77. cikke (2) és (3) bekezdésének megfelelően.", "\tStanley Naismith\tGuido Raimondi\n\thivatalvezető\telnök", "Az Egyezmény 45. Cikkének 2. §-ával és Bíróság Eljárási Szabályzata 74. cikkének (2) bekezdésével összhangban Pinto de Albuquerque bíró különvéleményét csatolták a jelen ítélethez.", "G.RA.\nS.H.N.", "A különvélemények fordítását a szöveg nem tartalmazza, azok az ítélet hivatalos nyelvi változatában (változataiban) angol és/vagy francia nyelven szerepelnek, amely hivatalos nyelvi változatok a Bíróság ítélkezési gyakorlatát tartalmazó HUDOC adatbázisban tekinthetők meg.", "", "© Európa Tanács/Emberi Jogok Európai Bírósága, 2013.", "Az Emberi Jogok Európai Bíróságának hivatalos nyelvei az angol és a francia. Ez a fordítás nem köti a Bíróságot, és a Bíróság nem vállal semmilyen felelősséget annak minőségéért. A fordítás letölthető az Emberi Jogok Európai Bíróságának ítélkezési gyakorlatát tartalmazó HUDOC adatbázisból () vagy bármely olyan adatbázisból, amellyel a Bíróság azt megosztotta. Nem kereskedelmi célokra azzal a feltétellel többszörözhető, ha az ügy teljes címét idézik, a fenti szerzői jogi tájékoztatóval együtt. E fordítás bármely részének kereskedelmi célokból történő felhasználására irányuló szándék esetén, kérjük, ezt a következő címen jelezze: .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme () ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", "", ""]}