{"file": "HUN_HJUDHUN_19010_07.docx", "doc_type": "HJUDHUN", "doc_lang": "HUN", "case_id": "19010/07", "text_paragraphs": ["© Európa Tanács/Emberi Jogok Európai Bírósága, 2013. Ez a fordítás nem köti a Bíróságot. További információkért lásd az e dokumentum végén szereplő teljes körű szerzői jogi tájékoztatást.", "© Council of Europe/European Court of Human Rights, 2013. This translation does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "NAGYKAMARA", "", "", "", "", "X ÉS TÁRSAI kontra AUSZTRIA", "", "(19010/07. sz. kérelem)", "", "", "", "", "", "ÍTÉLET", "", "", "STRASBOURG", "", "2013. február 19.", "", "", "A jelen ítélet jogerős, ugyanakkor a későbbiekben szerkesztői ellenőrzés tárgyát képezheti.", "", "", "", "Az X és társai kontra Ausztria ügyben,", "Az Emberi Jogok Európai Bírósága, a következőkből álló Nagykamarában eljárva:", "\tDean Spielmann, elnök,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tNina Vajić,\n\tLech Garlicki,\n\tPeer Lorenzen,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tEgbert Myjer,\n\tDanutė Jočienė,\n\tJán Šikuta,\n\tVincent A. de Gaetano,\n\tLinos-Alexandre Sicilianos,\n\tErik Møse,\n\tAndré Potocki, bírák,\nés Johan Callewaert, a Nagykamara hivatalvezető-helyettese,", "a 2013. október 3-án és 2013. január 9-én tartott zárt ülésén", "meghozta a fent említett napon elfogadott ítéletet:", "ELJÁRÁS", "1. Az ügy alapjául az Osztrák Köztársasággal szemben az emberi jogok és alapvető szabadságok védelméről szóló egyezmény (a továbbiakban: Egyezmény) 34. Cikke alapján három osztrák állampolgár (a továbbiakban: kérelmezők) által 2007. április 24-én a Bírósághoz benyújtott kérelem (19010/07. sz. kérelem) szolgál. A Nagykamara elnöke helyt adott a kérelmezőknek a neveik közlésének mellőzésére irányuló kérelmének (a Bíróság Eljárási Szabályzata 47. cikkének (3) bekezdése).", "2. A kérelmezőket egy Bécsben praktizáló ügyvéd, H. Graupner képviselte. Az osztrák kormányt (a továbbiakban: kormány) meghatalmazottja, H. Tichy nagykövet, az európai és nemzetközi ügyekkel foglalkozó szövetségi minisztérium nemzetközi jogi osztályának vezetője képviselte.", "3. A kérelmezők azt állítják, hogy az eltérő nemű párokhoz képest megkülönböztetést alkalmaztak velük szemben, mivel az azonos nemű párok esetében jogilag nem lehetséges a második szülő általi örökbefogadás.", "4. A kérelmet a Bíróság első Szekciójához utalták (a Bíróság Eljárási Szabályzata 52. cikkének (1) bekezdése). A kérelmet 2009. január 29-én közölték a kormánnyal. A Bíróság egyúttal arról is döntött, hogy ezzel egyidejűleg hoz határozatot a kérelem elfogadhatóságáról és érdemi részéről (29. § (1) bekezdés). Az első Szekció 2011. december 1-jén tartott tárgyalást. 2012. június 5-én e Szekció kamarája a következő bírákból állt: Nina Vajić, Anatoly Kovler, Elisabeth Steiner, Khanlar Hajiyev, Julia Laffranque, Linos-Alexandre Sicilianos és Erik Møse, valamint Søren Nielsen, a Szekció titkára, amely kamara lemondott hatásköréről a Nagykamara javára (az Egyezmény 30. Cikke), mivel a megengedett időn belül egyik fél sem kifogásolta a hatáskörről való lemondást (72. §).", "5. A Nagykamara összetételét az Egyezmény 26. Cikkének 4. és 5. bekezdésében, valamint a Bíróság Eljárási Szabályzata 24. cikkében foglalt rendelkezéseknek megfelelően határozták meg.", "6. Mind a kormány, mind pedig a kérelmezők további írásbeli észrevételeket terjesztettek elő az elfogadhatóságra és az ügy érdemére vonatkozóan.", "7. Ezen túlmenően a következő hat nem kormányzati szervezet nevében eljáró Prof. R. Wintemute csatlakozó beavatkozó észrevételeket nyújtott be: a Fédération internationale des ligues des droits de l’Homme (Emberi Jogok Ligájának Nemzetközi Szövetsége; FIDH), az International Commission of Jurists (Jogászok Nemzetközi Bizottsága; ICJ), a European Region of the International Lesbian, Gay, Bisexual, Trans and Intersex Association (a Leszbikusok, Melegek, Biszexuálisok, Transzszexuálisok és Interszexuálisok Nemzetközi Szövetségének európai területi szervezete; ILGAEurope), a British Association for Adoption and Fostering (az örökbefogadás és a nevelőszülői elhelyezés brit szövetsége; BAAF), a Network of European LGBT Families Associations (az európai LGBT-családok szövetségeinek hálózata; NELFA) valamint a European Commission on Sexual Orientation Law (a szexuális irányultságra vonatkozó joggal foglalkozó európai bizottság; ECSOL), amelyek számára a Nagykamara elnöke engedélyezte az írásbeli eljárásba való beavatkozást. Harmadik félként további észrevételeket nyújtottak be a következők: a European Centre for Law and Justice (a jog és igazságszolgáltatás európai központja; ECLJ), Észak-Írország főügyésze, az Amnesty International (AI) és az Alliance Defending Freedom (Szabadságvédő Szövetség; ADF), amelyek mindegyike számára engedélyezték az írásbeli eljárásba való beavatkozást.", "8. 2012. október 3-án nyilvános tárgyalásra került sor a strasbourgi Human Rights Buildingben (59. § (3) bekezdés).", "A tárgyaláson jelen voltak:", "a) a kormány nevében\nB. Ohms, szövetségi kancellária,\thelyettes meghatalmazott,\nM. Stormann, szövetségi igazságügyi minisztérium,\nA. Jankovic, az európai és nemzetközi ügyekkel foglalkozó szövetségi minisztérium\t\ttanácsadók;", "b) a kérelmezők nevében\nH. Graupner,\tügyvéd.", "A Bíróság meghallgatta B. Ohms és H. Graupner felszólalását, valamint a bírák által feltett kérdésekre adott válaszaikat.", "A TÉNYÁLLÁS", "I. AZ ÜGY KÖRÜLMÉNYEI", "9. Az első- és harmadrendű kérelmező 1967-ben, a másodrendű kérelmező 1995-ben született.", "10. Az elsőrendű kérelmező és a harmadrendű kérelmező tartós kapcsolatban élő két nő. A másodrendű kérelmező a harmadrendű kérelmező házasságon kívül született fia. Ez utóbbi apja elismerte az apaságot, az anya pedig kizárólagos gyermekfelügyeleti jogot szerzett a fia felett. A kérelmezők a másodrendű kérelmező nagyjából ötéves kora óta élnek közös háztartásban, az első- és harmadrendű kérelmező pedig közösen gondozza őt.", "11. 2005. február 17-én az elsőrendű kérelmező és az – anyja által képviselt – másodrendű kérelmező megállapodást kötött, amely szerint a másodrendű kérelmezőt az elsőrendű kérelmező örökbe fogja fogadni. A kérelmezők szándéka arra irányult, hogy a gyermek anyjával, a harmadrendű kérelmezővel fennálló kapcsolat megszüntetése nélkül az első- és másodrendű kérelmező között – a köztük fennálló köteléknek megfelelő – jogviszonyt létesítsenek.", "12. A kérelmezők – annak tudatában, hogy a polgári törvénykönyv (Allgemeines Bürgerliches Gesetzbuch) 182. §-a (2) bekezdésének szövege akként is értelmezhető, hogy az kizárja az azonos nemű párkapcsolatban élő egyik élettárs gyermekének a másik élettárs általi, a biológiai szülővel fennálló kapcsolat megszüntetése nélküli örökbefogadását – azzal a kérelemmel fordultak az Alkotmánybírósághoz, hogy nyilvánítsa alkotmányellenesnek ezt a rendelkezést, mivel az velük szemben szexuális irányultságuk alapján megkülönböztető jellegű. A heteroszexuális párok esetében a polgári törvénykönyv 182. §-ának (2) bekezdése anélkül tette lehetővé a második szülő általi örökbefogadást – azaz az egyik fél gyermekének a másik fél általi örökbefogadását –, hogy ez érintené az előbbi gyermekkel kapcsolatos jogviszonyát.", "13. 2005. június 14-én az Alkotmánybíróság a szövetségi alkotmány 140. Cikke alapján elfogadhatatlanként utasította el a kérelmet. Az Alkotmánybíróság megállapította, hogy az örökbefogadási megállapodás jóváhagyásáról való határozathozatal során a hatáskörrel rendelkező kerületi bíróságnak kell vizsgálnia azt a kérdést, hogy a polgári törvénykönyv 182. §-ának (2) bekezdése azonos nemű párok esetén is lehetővé teszi-e a második szülő általi örökbefogadást. Amennyiben a kerületi bíróság elutasítja az örökbefogadási megállapodás jóváhagyását, a kérelmezők az e rendelkezés állítólagos alkotmányellenességére vonatkozó érveiket továbbra is előterjeszthetik a fellebbviteli bíróságok előtt, amelyek viszont az Alkotmánybíróság elé terjeszthetik a kérdést, amennyiben osztják a kérelmezők álláspontját.", "14. Ezt követően, 2005. szeptember 26-án a kérelmezők az örökbefogadási megállapodás jóváhagyása iránti kérelemmel fordultak a kerületi bírósághoz, hogy mind az első-, mind pedig a harmadrendű kérelmező a másodrendű kérelmező szüleivé váljon. Előadásaikban kifejtették, hogy az első- és másodrendű kérelmező között szoros érzelmi kötelékek alakultak ki, és a másodrendű kérelmező előnyére szolgált, hogy két gondoskodó felnőttel él egy háztartásban. Céljuk az volt, hogy tényleges családi egységüket jogilag elismertessék. Az elsőrendű kérelmező ily módon a másodrendű kérelmező apjának helyébe lépne. Megjegyezték, hogy a másodrendű kérelmező apja nem járult hozzá az örökbefogadáshoz, az apa álláspontjával kapcsolatos indokokat nem fejtették ki. Emellett azt állították, hogy az apa rendkívül ellenségesen állt a családhoz, továbbá hogy a bíróságnak ezért érvénytelenítenie kell a polgári törvénykönyv 181. §-ának (3) bekezdése szerinti hozzájárulás megtagadását, mivel az örökbefogadás a másodrendű kérelmező mindenek felett álló érdekeit szolgálja. Kérelmeik alátámasztására a kérelmezők csatolták a fiatalok jóléti hivatalának jelentését, amely megerősítette, hogy a másodrendű kérelmező gondozása során az első- és harmadrendű kérelmező megosztja a mindennapos feladatokat és a nevelésével kapcsolatos általános felelősséget, és amely – a joghelyzettel kapcsolatos kételyek kifejezésre juttatása mellett – megállapította, hogy kívánatos lenne a közös felügyeleti jog odaítélése.", "15. 2005. október 10-én a kerületi bíróság megtagadta az örökbefogadási megállapodás jóváhagyását, és megállapította, hogy a polgári törvénykönyv 182. §-ának (2) bekezdése a kérelmezők által kívánt hatást kiváltó örökbefogadás semmilyen formáját nem írja elő. Az indokolás szövege a következő:", "„[...], harmadrendű kérelmező, kizárólagos gyermekfelügyeleti joggal rendelkezik házasságon kívül született kiskorú fia, [...] felett. [A harmadrendű kérelmező] együtt él élettársával [...]-val (elsőrendű kérelmező) [...] és [...]-val (másodrendű kérelmező).", "Jogerősen elutasították a 2001. október 12-én a bíróságokhoz a [gyermek feletti] felügyeleti jognak az anya élettársának való részleges átruházása iránt a gyermek anyja és élettársa által azzal a céllal közösen benyújtott kérelmet, hogy a két nő közös felügyeleti jogot gyakorolhasson.", "A jelenleg jóváhagyatni kért 2005. február 17-i örökbefogadási megállapodás értelmében az elsőrendű kérelmező a [gyermek] any[j]ának élettársaként vállalta a gyermek örökbefogadását.", "A kérelmezők oly módon kérik az örökbefogadás bírósági jóváhagyását, hogy a biológiai apa és hozzátartozói közötti, a családi jogi szerinti kapcsolat megszűnne, míg a biológiai anyával fennálló kapcsolat teljes mértékben változatlan maradna. Azt kérik a bíróságtól, hogy érvénytelenítse a gyermek apja hozzájárulásának megtagadását.", "A ténylegesen a biológiai anya és a vele azonos neműek közötti kapcsolatban élő örökbefogadó anya közös felügyeleti jogának biztosítására irányuló kereset jogilag nem megalapozott.", "A polgári törvénykönyv 179. §-a az egy személy vagy házaspár általi örökbefogadásról rendelkezik. Egyedül kizárólag bizonyos szigorú feltételek mellett fogadhat gyermeket örökbe valamely házas személy. A polgári törvénykönyv 182. §-a (2) bekezdésének második mondata értelmében a családi jogi jogviszony – magán a jogi értelemben vett rokonságon túlmenően – kizárólag a biológiai apa (biológiai anya) és hozzátartozói tekintetében szűnik meg akkor, ha a gyermeket csak egy férfi (vagy egy nő) fogadja örökbe. Amennyiben a másik szülővel fennálló kapcsolat ezt követően (azaz az örökbefogadás után) továbbra is változatlan, a bíróság a kapcsolatot az érintett szülő tekintetében – hozzájárulásától függően – megszűntnek nyilvánítja.", "A polgári törvénykönyv 182. §-át legutóbb 1960-ban módosították (a Szövetségi Közlöny 58/1960. száma). E rendelkezés egyértelmű megfogalmazása, valamint a jogalkotó akkori vitathatatlan szándékai alapján vélelmezni kell, hogy az egyetlen személy általi örökbefogadás esetén az örökbefogadó szülővel azonos nemű biológiai szülővel fennálló jogviszony megszűnik, az ellenkező nemű szülővel fennálló kapcsolat viszont változatlanul fennmarad (lásd még Schlemmer in Schwimann, ABGB2 I. 182. §, 3. pont). Kizárólag ebben a helyzetben engedi meg a jog a bíróságok számára, hogy az – önmagában az örökbefogadással nem érintett – utóbbi kapcsolatot megszűntnek nyilvánítsa.", "Ennélfogva összeegyeztethetetlen a joggal a kérelmezők által kért azon intézkedés, amelynek révén [a gyermeket] nő fogadná örökbe és annak biológiai apjával meglévő kapcsolata megszűnne, biológiai anyjával fennálló kapcsolata azonban nem. A bíróság álláspontja szerint e jogszabályi rendelkezésnek az alkotmánnyal összhangban történő értelmezése – ami természetesen kötelező – egyáltalán nem változtat ezen a megállapításon.", "Helyénvaló megállapítani, hogy az Emberi Jogok Európai Bíróságának állandó ítélkezési gyakorlata szerint a szexuális irányultsággal kapcsolatos kérdések a magán- és családi élet tiszteletben tartásához való jog védelmének (EJEE 8. Cikk) hatálya alá tartoznak. Az is igaz, hogy a Bíróság ítélkezési gyakorlata értelmében a szexuális irányultságon alapuló megkülönböztetés alapvetően összeegyeztethetetlen az Egyezmény 8. és 14. Cikkével. Meg kell azonban állapítani, hogy az Emberi Jogok Európai Bíróságának állandó ítélkezési gyakorlata szerint az Európa Tanács tagállamai számára e tekintetben mérlegelési mozgásteret kell engedni, amely e tekintetben ennek megfelelően kiszélesíti a tagállamok jogrendjeinek körében meglévő minimális közös alapokat. Az Emberi Jogok Európai Bírósága a Fretté v. Franciaország ügyben hozott ítéletének (no. 36515/97, 2002. május 26.) 41. pontjában kifejezetten megállapította, hogy a homoszexuálisok örökbefogadáshoz való jogának területén a tagállamok számára széles mérlegelési mozgásteret kell biztosítani, mivel az érintett kérdésekre hat a társadalmi változás és e kérdések folyamatosan alakulnak; ez a mérlegelési mozgástér azonban nem értelmezhető akként, hogy az államok korlátlan felhatalmazást kapnak önkényes jogkör gyakorlására.", "Magának az államnak kell tehát az Egyezmény 8. Cikkének (2) bekezdésében megállapított korlátokra is figyelemmel eldöntenie azt a kérdést, hogy két azonos nemű személy számára biztosítja-e a lehetőséget a valamely gyermekkel való jogviszony azonos feltételek melletti létesítésére. E bíróság álláspontja szerint az osztrák jog jelenlegi állapotában – még annak kötelezően az alkotmánnyal összhangban történő értelmezése esetén – sem létezik ilyen lehetőség. A kérelmezők által kért intézkedés a jogszabály módosítását tenné szükségessé; ez nem lehetséges a polgári törvénykönyv 182. §-át az e rendelkezés egyértelmű szövegével ellentétes módon értelmező rendes bírósági határozattal.", "Mindezen okok miatt az örökbefogadási megállapodás jóváhagyása iránti kérelmet a bíróság elutasítja.”", "16. Az ítélettel szemben a kérelmezők fellebbezést nyújtottak be. Az Egyezmény 8. és 14. Cikkére hivatkozva azzal érveltek, hogy a polgári törvénykönyv 182. §-ának (2) bekezdése megkülönböztető jellegű, mivel indokolatlan különbségtételt eredményezett az eltérő nemű és az azonos nemű párok között. Az ún. második szülő általi örökbefogadás lehetséges a házasságban élő vagy házasságon kívül élő heteroszexuális párok esetében, az azonos nemű párok esetében azonban nem. A jelen ügyet meg kell különböztetni a Fretté-ügytől, amely egyedülálló homoszexuális általi örökbefogadásra vonatkozott. Ezzel ellentétben a jelen ügy az eltérő nemű és az azonos nemű párok közötti eltérő bánásmódra irányul.", "17. Tekintettel a Bíróság által a Karner v. Ausztria ítéletére (no. 40016/98, ECHR  2003IX), a nem házasságban élő heteroszexuális párok és azonos nemű párok közötti eltérő bánásmód ugyancsak problémás. Csupán néhány európai állam engedélyezte az azonos nemű párok közötti kapcsolatban a második szülő általi örökbefogadást; az államok többsége a második szülő általi örökbefogadást a házasságban élő párok számára tartotta fenn, és egyetértés volt a tekintetben, hogy a nem házasságban élő eltérő nemű párokkal és azonos nemű párokkal szemben nem szabad eltérő bánásmódot alkalmazni. A panaszolt eltérő bánásmód nem szolgált jogszerű célt: az különösen nem volt szükséges a gyermek érdekeinek védelméhez. Kutatásokat folytattak annak bizonyítására, hogy a homoszexuális szülőkből álló családokban a gyermekek éppolyan jól fejlődnek, mint a heteroszexuális szülőkből álló családokban. Nem a szülők szexuális irányultsága, hanem a stabil és gondoskodó család biztosítására irányuló képessége volt fontos. A kérelmezők azt kérték a fellebbviteli bíróságtól, hogy helyezze hatályon kívül a kerületi bíróság határozatát és adjon helyt 2005. szeptember 26-i kérelmüknek, illetve – másodlagosan – hogy utalja vissza az ügyet a kerületi bírósághoz újabb döntéshozatalra.", "18. A regionális bíróság 2006. február 21-én tárgyalás megtartása nélkül utasította el a kérelmezők fellebbezését. Határozatában számos kapcsolódó eljárást írt le (a másodrendű kérelmező apjának láthatási jogaira, valamint gyermektartási kötelezettségeire irányuló eljárásokat, továbbá azon eljárásokat, amelyek keretében az első- és harmadrendű kérelmező sikertelenül próbálta megszerezni a másodrendű kérelmező feletti közös felügyeleti jogot). A regionális bíróság megjegyezte, hogy kételyei vannak afelől, hogy a harmadrendű kérelmező képviselheti-e fiát az eljárás során, mivel fennállt az összeférhetetlenség lehetősége. Az alábbiak megállapításával folytatta:", "„E kérdés további vizsgálata azonban objektíve szükségtelen, mivel e bíróság véleménye szerint – az alábbiakban megállapítottaknak megfelelően – a jelen ügyben az örökbefogadási megállapodás jóváhagyását mindenesetre meg kell tagadni, anélkül hogy további vizsgálatra lenne szükség, és azt az elsőfokú bíróság meg is tagadta, ennek eredményeként pedig a gyermek eljárásbeli tényleges képviselete nem kérdés.", "Az ügyet vizsgáló bíróságok már [a gyermek] feletti felügyeleti jog[nak az anya élettársára történő] részleges átruházása iránti keresetről szóló határozatban is azt az észrevételt tették, hogy jóllehet az osztrák családi jogban nem szerepel a »szülők« kifejezés jogi fogalommeghatározása, az osztrák családi jogi rendelkezések összességéből ugyanakkor elég egyértelműen kitűnik, hogy a jogalkotó szándéka az volt, hogy a szülői párt – főszabály szerint – két ellentétes nemű személy alkotja. A jogszabály ennélfogva azt írta elő, hogy elsősorban a biológiai szülők, illetve – házasságon kívül született gyermek esetében – a biológiai anya rendelkezzen felügyeleti joggal. A jog kizárólag arra az esetre írja elő a gyermek feletti felügyeleti jog más személyek részére történő odaítélését, ha az előbbi nem lehetséges. Amennyiben a biológiai szülők (apa és anya) jelen vannak, felesleges a felügyeleti jog más személy számára történő odaítélése, még akkor is, ha – tisztán tényszerű szempontból – e személynek szoros kapcsolata van a gyermekkel (vö. OGH, 7. Ob. 144/02 f.). A bíróságok hangsúlyozták, hogy ebből a jogi álláspontból nem lehet következtetni az azonos neműek közötti kapcsolatban élő személyekkel szembeni megkülönböztetésre, a családi jogi rendelkezések viszont – a biológiai valósággal összhangban – ellenkező nemű szülőkből álló pár meglétén alapulnak.", "E bíróság álláspontja szerint ezeket a megfontolásokat a jelen ügyben vizsgált kérdésre, jelesül a gyermek valamely szülőjének azonos nemű élettársa általi örökbefogadásának jóváhagyására is alkalmazni kell. Ez esetben szintén felesleges további »jogi szülőt« képezni, amennyiben a gyermek mindkét, ellenkező nemű szülője jelen van. A cél semmiféle értelemben nem az, hogy megkülönböztetést alkalmazzanak a gyermek anyjának azonos nemű párkapcsolatával szemben; amennyiben azonban mindkét ellenkező nemű szülő jelen van, egész egyszerűen nincs szükség olyan rendelkezésre, amely lehetővé teszi, hogy az egyik szülőt a másik szülő azonos nemű élettársa felváltsa.", "A kiskorú gyermek örökbefogadásának alapvetően az a célja, hogy a biológiai szülők és gyermekeik között fennállóhoz hasonló kapcsolatot hozzon létre. A jelen ügy iratai alapján a biológiai apának rendszeres kapcsolata van a gyermekkel, a gyermek pedig ily módon érdemi kapcsolattal rendelkezik mindkét ellenkező nemű szülőjével. E körülmények között azonban nem szükséges a gyermek örökbefogadásának engedélyezése révén a biológiai szülők valamelyikét a másik szülő azonos nemű élettársával felváltani.", "A szülők kapcsolattartási jogaira vonatkozó ítélkezési gyakorlat szintén általánosan és vitathatatlanul elismeri, hogy – a rendelkezésre álló pszichológiai és szociológiai megállapításoknak megfelelően – a gyermek későbbi fejlődése szempontjából különös jelentőséggel bír, hogy megfelelő kapcsolat maradjon fenn a különélő szülővel (lásd – többek között – EFSlg 100.205). Ennek megfelelően a jogszabály odáig elmegy, hogy jogot ruház a gyermekre a tekintetben, hogy személyes kapcsolata legyen a vele nem azonos háztartásban élő szülővel (lásd – többek között – OGH, 3 Ob 254/03 z). Hasonlóképpen vitathatatlan, hogy a gyermek megfelelő fejlődéséhez igencsak kívánatos, hogy mindkét – ellenkező nemű – szülővel, más szóval a női (anya) és a férfi (apa) gondviselővel személyes kapcsolata legyen, és hogy e célból erőfeszítéseket kell tenni (vö. – többek között – EFSlg 89.668). Ennélfogva a gyermek és mindkét szülő közötti legalább minimális mértékű személyes kapcsolat felettébb kívánatos, és ez a gyermek egészséges fejlődése érdekében általánosságban követelménnyé válik (vö. OGH, 7 Ob 234/99 h). Ezek a megfontolások szintén egyértelműen a gyermek valamely szülője azonos nemű élettársa általi örökbefogadásának engedélyezése ellen szólnak abban az esetben, ha az a másik szülővel fennálló családi jogi jogviszony megszűnését eredményezi.", "A fentiekben megállapítottaknak megfelelően, ez a jogi álláspont semmilyen értelemben nem minősül az azonos nemű párkapcsolatokban élő személyekkel szembeni megkülönböztetésnek. E tekintetben az elsőfokú bíróság a megtámadott határozat indokolásában helyesen mutatott rá az Emberi Jogok Európai Bíróságának állandó ítélkezési gyakorlatára, amelynek értelmében a szexuális irányultság a magán- és családi élet védelmének (az Egyezmény 8. Cikke) hatálya alá tartozik, ami miatt a szexuális irányultságon alapuló megkülönböztetés alapvetően összeegyeztethetetlen az Egyezmény 8. és 14. Cikkével. Az elsőfokú bíróság ugyanakkor arra is helyesen mutatott rá, hogy a jogszabályalkotás terén a nemzeti jogrendszerek számára mérlegelési mozgásteret kell biztosítani, olyan mozgásteret, amely ennek megfelelően tágabb akkor, ha a szóban forgó területen nincs világos egyetértés a tagállami jogrendszerek körében. Az elsőfokú bíróság – noha rámutatott, hogy a mérlegelési mozgástér nem értelmezhető akként, hogy az államok korlátlan felhatalmazást kapnak önkényes döntések meghozatalára – megállapította, hogy azt igencsak nagyvonalúan kell értelmezni a homoszexuálisok örökbefogadáshoz való jogának területén, mivel ezek a kérdések társadalmi változáson mennek keresztül. Ezen értékeléssel összefüggésben az osztrák jogrendszer nem tartalmaz rendelkezést a gyermeknek a valamely szülő azonos nemű élettársa általi örökbefogadásáról.", "A fellebbezők nem terjesztettek elő az annak jelzésére szolgáló meggyőző érveket, hogy a hatályos rendelkezések megkülönböztetést képeznek az azonos nemű élettársakkal szemben. Még a heteroszexuális párok esetében is a gyermek és az örökbefogadó szülővel azonos nemű szülő közötti kapcsolat az egyetlen kapcsolat, amely megszűnhet akkor, amikor valamelyik élettárs gyermekét örökbe fogadják. Ilyen esetekben a gyermek tehát továbbra is két ellenkező nemű szülővel és gondviselővel rendelkezik. Ez – a gyermek fejlődése szempontjából lényeges – tényhelyzet azonban nem érvényes abban az esetben, ha a gyermeket valamely szülőjének azonos nemű élettársa fogadja örökbe; ennélfogva nem bizonyított az e tekintetben igazolatlanul alkalmazott eltérő bánásmód. Ezen túlmenően az Emberi Jogok Európai Bírósága a fellebbezők által hivatkozott ítéletében (lásd Karner v. Ausztria, 2003. július 24.) megismételte, hogy az azonos neműek közötti kapcsolatban élőkkel szembeni eltérő bánásmód csak akkor tekinthető megkülönböztető jellegűnek, ha ez objektíve és ésszerűen nem igazolt, azaz ha nem jogszerű cél elérésére irányul, illetve ha az alkalmazott eszközök és az elérni kívánt cél között nem áll fenn ésszerű arányosság. A Bíróság tehát csak akkor tekinti az egyezménnyel összeegyeztethetőnek az eltérő bánásmódot, ha felettébb nyomós érveket terjesztenek elő. Ezért különösen kényszerítő indokokat kell előadni a szexuális irányultságon alapuló bármely eltérő bánásmód igazolására. A Bíróság azonban e tekintetben azt is kifejezetten elismerte, hogy a »hagyományos család« védelme – főszabály szerint – olyan nyomós és jogszerű indok, amely igazolhatja a nemzeti jogalkotó által alkalmazott eltérő bánásmódot. A Bíróság ugyanakkor megállapította, hogy a hagyományos értelemben vett család védelmére irányuló cél ugyancsak elvont, továbbá hogy annak végrehajtására konkrét intézkedések széles köre alkalmazható. A homoszexuális kapcsolatokban élőknek a bizonyos jogi rendelkezések hatálya alól történő kizárására kényszerítő okokkal kell szolgálni. A Bíróság megállapította, hogy nem szolgáltak ilyen okokkal a szóban forgó ügyben, amely az elhunyt személy azonos nemű élettársának a bérleti jog örökléséhez való jogára vonatkozott.", "A szóban forgó ítélet mindemellett semmilyen érelemben nem támogatja a fellebbezők által a jelen ügyben előterjesztett érveket. A »hagyományos család« védelmére szolgáló intézkedések nemzeti jogrendszerbe való felvételéhez fűződő, a Bíróság által elismert jog alapján tiszteletben kell tartani az osztrák jogrendszer azon állapotát, amely mellett – főszabály szerint és a biológiai valósággal összhangban – a kiskorú gyermek szüleit ellenkező nemű párnak kell alkotnia. Ennélfogva e bíróság véleménye szerint kétségbevonhatatlanul »jogszerű cél« elérésére törekszik a jogalkotó azon döntése, hogy nem írja elő a gyermeknek a valamely szülő azonos nemű élettársa általi örökbefogadását, amelynek eredményeként megszűnik az ellenkező nemű szülővel fennálló kapcsolat. Ugyanígy nem állítható, hogy e cél és az alkalmazott eszközök között »nem áll fenn ésszerű arányosság«. Ez a jogi helyzet – a fellebbezők állításával ellentétben – nem a »heteroszexuális többségnek a homoszexuális kisebbséggel szembeni elfogultságán« alapul, hanem pusztán annak biztosítását szolgálja, hogy növekedésük során a kiskorú gyermekek rendszeres kapcsolatot tartsanak fenn mind a női, mind pedig a férfi szülővel. Ezt a célt ugyanolyan módon kell tiszteletben tartani, mint a gyermek anyjának azon döntését, hogy azonos nemű párkapcsolatban kíván élni. Ennélfogva nyilvánvalóan nem igazolt a gyermeknek a másik nemű szülőjével fennálló családi jogi jogviszonytól való megfosztása. Azonban éppen ez az, amit a gyermek anyja és élettársa a jelen ügyben kért, és a fellebbezés benyújtása óta továbbra is kér.", "Ennek megfelelően, a fenti megfontolások összességére tekintettel, a jelen fellebbezést el kell utasítani.", "A jogkérdések megfellebbezésének elfogadhatóságára irányuló döntés a nemperes eljárásokról szóló törvény 59. szakaszának (1) és (2) bekezdésén, valamint 62. szakaszának (1) bekezdésén alapul. Noha igaz az, hogy a Legfelsőbb Bíróság a jelen ügyben már hozott határozatot, az a határozat a gyermek feletti felügyeleti jog anya azonos nemű élettársa részére történő (részleges) átruházásának jogszerűségére vonatkozott. A bíróság legjobb tudomása szerint azonban a Legfelsőbb Bíróságnak nincs konkrét és kifejezett határozata a jelenleg eldöntendő kérdés tekintetében, jelesül arra vonatkozóan, hogy a gyermek valamely szülőjének azonos nemű élettársa általi örökbefogadása jogszerű-e. Emiatt ez a határozat különös fontossággal bír a jog egységességének, a jogbiztonságnak és a jog alakulásának a szempontjából.”", "19. A kérelmezők a jogkérdésekre vonatkozóan fellebbezést terjesztettek elő a Legfelsőbb Bírósághoz. Állításuk szerint a polgári törvénykönyv 182. §-a (2) bekezdésének a bíróság szerinti alkalmazása az eltérő nemű és azonos nemű párok közötti eltérő bánásmódot eredményezett olyan esetekben, amikor valamelyik élettárs a másik élettárs biológiai gyermekét kívánja örökbe fogadni. A heteroszexuális párok (köztük a nem házasságban élő párok) ugyan létesíthetnek további gyermek-szülő viszonyt a gyermek és szülőjének élettársa között, ez nem lehetséges az azonos nemű párok esetében, mivel az azonos nemű élettárs felváltaná a biológiai szülőt. Ily módon kizárt a második szülő általi bármely ésszerű örökbefogadási forma. A regionális bíróság ezen eltérő bánásmódot akként próbálta igazolni, hogy a hagyományos értelemben vett család védelmére, valamint az annak lehetővé tételére irányuló célokra hivatkozott, hogy a gyermek férfi és egyúttal női gondviselővel nőjön fel. A regionális bíróság azonban nem bizonyította, hogy az azonos nemű családoknak a második szülő általi örökbefogadásból való kizárása szükséges e cél eléréséhez. A legújabb tanulmányok szerint az azonos nemű párok ugyanúgy képesek gyermeket nevelni, mint az eltérő nemű párok. A jelen ügy ráadásul nem arra vonatkozik, hogy a másodrendű kérelmezőnek azonos nemű családban kellene-e felnőnie. A másodrendű kérelmező már egy ténylegesen azonos nemű család tagja. A kérdés tehát az, hogy igazolt-e megtagadni a közte és az elsőrendű kérelmező közötti kapcsolat jogi elismerését. Nem bizonyították a nem házasságban élő heteroszexuális és azonos nemű párok közötti megkülönböztetés szükségességét. A kérelmezők végezetül fenntartották, hogy számos európai államban a második szülő általi örökbefogadást a házasságban élő párok számára tartják fenn. Azt állították, hogy amennyiben valamely állam – Ausztriához hasonlóan – úgy dönt, hogy a nem házasságban élő párok esetén lehetővé teszi a második szülő általi örökbefogadást, nem alkalmazhat megkülönböztetést a szexuális irányultság alapján.", "20. 2006. szeptember 27-én a Legfelsőbb Bíróság elutasította a kérelmezők által a jogkérdésekre vonatkozóan előterjesztett fellebbezést:", "„[A kiskorú] a harmadrendű kérelmező, [...] és [...] biológiai gyermeke. A gyermek anyja kizárólagos gyermekfelügyeleti joggal rendelkezik. Élettársával, [...]-val (elsőrendű kérelmező) és [a gyermekkel] közös háztartásban él. A kérelmezők az elsőrendű kérelmező és az anya által képviselt kiskorú gyermek között 2005. február 17-én megkötött örökbefogadási megállapodás bírósági jóváhagyását kérték, amely megállapodás értelmében az elsőrendű kérelmező vállalta a gyermek örökbefogadását. A megállapodás azonban azt írta elő, hogy az elsőrendű kérelmező nem a gyermek anyját, hanem biológiai apját váltja fel. A kérelmezők az örökbefogadás bíróság általi jóváhagyását kérték oly módon, hogy a biológiai apával és családi jog szerinti hozzátartozóival fennálló kapcsolat megszűnjön, míg a gyermek biológiai anyjával fennálló kapcsolat továbbra is teljes mértékben változatlan maradjon. A gyermek apja hozzájárulása megtagadásának elutasítását kérték.", "Az elsőfokú bíróság elutasította a kérelmet, és arra az álláspontra helyezkedett, hogy a polgári törvénykönyv 182. §-a a jogalkotó azon egyértelmű szándékát tükrözte, hogy az egyetlen személy általi örökbefogadás esetében az örökbefogadóval azonos nemű szülővel fennálló jogviszonynak meg kell szűnnie, az ellenkező nemű szülővel fennálló kapcsolatnak pedig fenn kell maradnia. Az elsőfokú bíróság szerint kizárólag ilyen forgatókönyv esetén engedi a jog a bíróságok számára annak megállapítását, hogy az – önmagában az örökbefogadás által nem érintett – utóbbi kapcsolat megszűnt. Az elsőfokú bíróság meglátása szerint összeegyeztethetetlen a joggal a kérelmezők által kért azon intézkedés, amely révén [a gyermeket] nő fogadná örökbe, és a biológiai apával fennálló jogviszonya megszűnne, a biológiai anyával fennálló jogviszonya pedig nem. Ez az értelmezés összhangban van az alkotmánnyal, és különösen az emberi jogok védelméről szóló európai egyezmény 8. és 14. Cikkével. Az Emberi Jogok Európai Bíróságának ítélkezési gyakorlata értelmében a tagállamok különösen tág mérlegelési mozgástérrel rendelkeznek a homoszexuálisok általi örökbefogadás területén, mivel ezekre a kérdésekre hat a társadalmi változás és azok folyamatosan alakulnak. Magának az államnak kell az Egyezmény 8. Cikkének (2) bekezdésében megállapított korlátokra is figyelemmel eldöntenie azt a kérdést, hogy két azonos nemű személy számára biztosítja-e a lehetőséget a valamely gyermekkel való jogviszony azonos feltételek melletti létesítésére. A kérelmezők által kért intézkedés az osztrák jog alapján nem lehetséges.", "A fellebbviteli bíróság helybenhagyta az elsőfokú bíróság határozatát, és arra az álláspontra helyezkedett, hogy a jog egyértelműen azon az elven alapul, hogy a »szülők« kifejezés szükségszerűen két eltérő nemű személyre utal. Ezt tükrözi a felügyelettel kapcsolatos jog, amely – főszabály szerint – a biológiai szülőknek biztosít elsőbbséget más személyekkel szemben. Ugyanezek a megfontolások érvényesülnek az örökbefogadási jog területén is. A biológiai valóságnak megfelelően a jogszabályi rendelkezések itt is az eltérő nemű szülőkből álló pár meglétén alapulnak. Amennyiben mindkét ellenkező nemű szülő jelen van, nincs szükség olyan rendelkezésre, amely lehetővé teszi, hogy valamely szülőt a másik szülő azonos nemű élettársa váltson fel; ez az azonos nemű élettársakkal szembeni megkülönböztetésre irányuló semmilyen szándékot nem tükröz. A kapcsolattartási jogok területén szintén minden kétséget kizáróan elismert az, hogy a kiskorú gyermek megfelelő fejlődéséhez igencsak kívánatos, hogy a gyermeknek mindkét – ellenkező nemű – szülővel, más szóval a női (anya) és a férfi (apa) gondviselővel személyes kapcsolata legyen. A gyermek és mindkét (biológiai) szülő közötti legalább minimális mértékű személyes kapcsolat kívánatos, és ez a gyermek egészséges fejlődése érdekében általánosságban követelménnyé válik. Ezek a megfontolások is érvényesülhetnek az örökbefogadással kapcsolatban. A fellebbviteli bíróság az elsőfokú bíróság azon véleményét is helybenhagyta, amely szerint az Emberi Jogok Európai Bírósága ítélkezési gyakorlatának szempontjából nem került sor megkülönböztetésre az azonos nemű élettársakkal szemben. Az azonos neműek közötti kapcsolatban élőkkel szembeni eltérő bánásmód csak akkor tekinthető megkülönböztető jellegűnek, ha ez objektíve és ésszerűen nem igazolt, azaz ha a szóban forgó kérdés nem jogszerű cél elérésére irányul, illetve ha az alkalmazott eszközök és az elérni kívánt cél között nem áll fenn ésszerű arányosság. A Bíróság megállapította, hogy az eltérő bánásmód akkor összeegyeztethető az egyezménnyel, ha nyomós érveket terjesztenek elő. Az osztrák jogalkotó ilyen jogszerű cél elérésére törekedett, amikor azt próbálta biztosítani, hogy a gyermekeknek – növekedésük során – mind férfi, mind pedig női szülőjükkel a fejlődésükhöz szükséges rendszeres kapcsolatuk legyen. Ezt a célt ugyanolyan módon kell tiszteletben tartani, mint az anya azon döntését, hogy azonos nemű párkapcsolatban kíván élni. Nem igazolt azonban a gyermeknek a másik nemű szülőjével fennálló családi jogi jogviszonytól való megfosztása.", "A fellebbviteli bíróság megállapította, hogy a jogkérdésekkel kapcsolatban meg kell engedni a fellebbezést, mivel nincs ítélkezési gyakorlat a gyermek valamelyik biológiai szülőjével azonos nemű élettárs általi örökbefogadásának jogszerűségével kapcsolatos kérdésre vonatkozóan.", "A kérelmezőknek a jogkérdésekkel kapcsolatos fellebbezése a fellebbviteli bíróság által kifejtett okok miatt elfogadható. A fellebbezés mindazonáltal megalapozatlan.", "A polgári törvénykönyv 179. §-ának (2) bekezdése előírja, hogy a gyermek egynél több személy általi örökbefogadása kizárólag akkor engedhető meg, ha az örökbefogadó szülők házasok. A jogi szakirodalom ebből arra a következtetésre jutott, hogy az egynél több azonos nemű személy általi (akár egyidejű, akár egymást követő) örökbefogadás tilos (lásd Schwimann in Schwimann, A polgári törvénykönyv 179. §-a, 6. pont, és Hopf in Koziol/Bydlinksi/Bollenberger, a 179. §, 2. pont, amely mindegyikét idézte a bécsi regionális polgári bíróság, 2001. augusztus 27. – EFSlg 96.699).", "A polgári törvénykönyv 182. §-a (2) bekezdésének második mondata szabályozza az egyetlen örökbefogadó szülő általi örökbefogadás esetén beálló hatásokat. Ha a gyermeket csak örökbefogadó apa (örökbefogadó anya) fogadja örökbe, az ilyesfajta rokonság kizárólag a biológiai apa (biológiai anya) és hozzátartozói tekintetében szűnik meg. A szakirodalomból (ErlBem RV 107 BlgNR IX. GP, 21) igencsak egyértelmű, hogy ezt a rendelkezést akként kell értelmezni, hogy a nem vagyonjogi kapcsolatok csak azon biológiai szülővel szemben szűnnek meg, akit azonos nemű örökbefogadó szülő vált fel. Ez konkrétan azt jelenti, hogy a gyermek például nem fosztható meg biológiai apjától, ha őt csak nő fogadja örökbe (lásd még: Schwimann in Schwimann, idézett mű, 182. §, harmadik albekezdés; Stabentheiner in Rummel I., 182. §, második albekezdés).", "A kérelmezők állításával ellentétben ezt a rendelkezést nem szabad az általuk hivatkozott módon kiterjesztőleg értelmezni, nincs továbbá olyan joghézag sem, amelyet analógia útján kellene megszüntetni. A szakirodalom (hivatkozott mű, 11.) szerint az örökbefogadás fő célja a kiskorú gyermek jólétének előmozdítása (a védelmező elv). Az örökbefogadásnak az olyan gyermekek gondozása és nevelése alkalmas és felelős személyekre bízásának megfelelő eszközét kellene képeznie, amely gyermekeknek nincsenek szülei, akik csonkacsaládokból származnak, illetve akiknek szülei – bármilyen oknál fogva – nem képesek a gyermekeik számára megfelelő nevelést biztosítani vagy akár nem akarják gyermekeiket. Ez a cél azonban csak akkor érhető el, ha az örökbefogadás lehetővé teszi, hogy a biológiai család helyzete a lehető legmesszebb menőkig újjáteremtődjön.", "Az ítélkezési gyakorlat (6 Ob 179/05z) azt is egyértelművé teszi, hogy a gyermek és az örökbefogadó szülő közötti kapcsolatot a biológiai szülők és gyermekeik között fennálló kapcsolathoz hasonló társadalmi és pszichológiai értelemben vett kapcsolatként kell felfogni. A kiskorúak örökbefogadásával összefüggésben a gyermek és a szülő közötti kapcsolat modelljét áthatják a szülők és a felnőttkorhoz közeledő fiatalok között fennálló társadalmi és pszichológiai kötelékek. A fizikai és személyes közelséggel jellemzett, társadalmi szempontból tipikus kötelékek (közös háztartás, a gyermek fizikai és pszichológiai szükségleteinek a szülők általi kielégítése) mellett ezek – a szülők és gyermekeik közötti szeretethez hasonló – érzelmi kapcsolatokat, valamint a szülők mentorokként és példaképként meglévő sajátos szerepét is magukban foglalják.", "A polgári törvénykönyv 182. §-ának (2) bekezdése általános (azaz nem csak az azonos nemű élettársakra vonatkozó) tilalmat vezet be valamely férfi általi örökbefogadásra mindaddig, amíg a gyermek biológiai apjával fennálló rokonsági kapcsolatok még mindig léteznek, és valamely nő általi örökbefogadásra mindaddig, amíg a gyermek biológiai anyjával fennálló ilyen kapcsolatok még mindig léteznek. A 182. § (2) bekezdése értelmében tehát egy, a gyermeket önállóan örökbefogadó személy nem a választása szerinti, hanem az azonos nemű szülőt váltja fel. Ennélfogva nem lehetséges a gyermek biológiai anyjának nőnemű élettársa általi örökbefogadás.", "A kérelmezők véleményével ellentétben ez a rendelkezés az alkotmánnyal való összeegyeztethetőség (alapvető jogi perspektíva) vizsgálatán sem bukik meg. A Fretté v. Franciaország ügyben az Emberi Jogok Európai Bíróságát annak vizsgálatára kérték fel, hogy egy gyermek homoszexuális férfi általi örökbefogadásának hatóságok általi megtagadása megkülönböztetést képez-e. 2002. február 26-i ítéletében a Bíróság megállapította, hogy az örökbefogadás »a gyermek számára család biztosítása, és nem a család számára gyermek biztosítása« [nem hivatalos fordítás]. A Bíróság szerint az állam feladata annak biztosítása, hogy az örökbefogadásra kiválasztottak azok a személyek, akik a gyermek számára minden szempontból a legmegfelelőbb otthont tudják nyújtani. Nem utolsósorban a gyermek egy vagy több homoszexuális szülő általi örökbefogadásának lehetséges következményeire vonatkozó nemzeti és nemzetközi véleményben tapasztalható óriási különbségekre tekintettel, és figyelemmel arra, hogy nem volt elegendő örökbefogadandó gyermek az igények kielégítésére, az államoknak széles mérlegelési mozgásteret kellett engedni ezen a területen. A homoszexuális személy általi örökbefogadás engedélyezésének megtagadása nem sértené az Egyezménynek a 8. Cikkel összefüggésben értelmezett 14. Cikkét, ha az jogszerű cél elérésére, jelesül a gyermek mindenek felett álló érdekeinek védelmére irányulna, és nem sértené az alkalmazott eszközök és az elérni kívánt cél közötti arányosság elvét.", "A kérelmezők nem bizonyították, illetve nincs semmilyen más arra utaló bizonyíték, hogy az osztrák polgári törvénykönyv 182. §-ának (2) bekezdésében szereplő rendelkezések túllépnek az Emberi Jogok Európai Bírósága által biztosított mérlegelési mozgástéren, vagy hogy sértik az arányosság elvét. Ennélfogva a Legfelsőbb Bíróságnak nincsenek kételyei e rendelkezés alkotmánnyal való – a kérelmezők által megkérdőjelezett – összeegyeztethetőségét illetően.", "Mivel az örökbefogadás jogi szempontból lehetetlen, nem kell azt sem továbbvizsgálni, hogy – a polgári törvénykönyv 181. §-ának (3) cikke szerinti rendkívüli intézkedésként – teljesülnek-e az apa általi hozzájárulás megtagadásának érvénytelenítésére vonatkozó feltételek.”", "Az ítéletet a kérelmezőknek 2006. október 24-én kézbesítették.", "II. A RELEVÁNS BELSŐ JOG ÉS GYAKORLAT", "A. Örökbefogadás", "21. A polgári törvénykönyv (Allgemeines Bürgerliches Gesetzbuch) az „anya” és az „apa” alábbi fogalommeghatározásait tartalmazza:", "A 137b. § szövege a következő:", "„Az anya a gyermeket megszülő nő.”", "A 138. § a következőt írja elő:", "„(1) Az apa az a férfi,", "1. aki a gyermek születésekor a gyermek anyjával házassági kötelékben él, vagy aki az anya férjeként a gyermek születése előtt legfeljebb háromszáz nappal korábban hunyt el, vagy", "2. aki az apaságot elismerte,", "3. akinek apaságát a bíróság megállapította.”", "22. A jelen ügyben a polgári törvénykönyvnek az örökbefogadásra vonatkozó alábbi rendelkezései relevánsak.", "A 179. § vonatkozó része a következőt írja elő:", "„(1) Örökbefogadó a teljes cselekvőképességgel rendelkező nagykorú [...] személy lehet. Az örökbefogadással a szülő és a gyermek között örökbefogadási jogviszony keletkezik.", "(2) A gyermek egynél több személy általi, akár egyidejűleg, akár – az örökbefogadási jogviszony fennállása során – egymást követő örökbefogadása csak akkor megengedett, ha az örökbefogadó szülők házasságban élnek. Főszabály szerint a házastársak csak közösen fogadhatnak örökbe. Kivétel tehető ez alól, amennyiben az örökbefogadandó gyermek a házastárs biológiai gyermeke, amennyiben az egyik házastárs esetében nem teljesül a nagykorúságra vonatkozó követelmény, illetve az örökbefogadotthoz képest meglévő, megkövetelt korkülönbség, amennyiben az egyik házastárs tartózkodási helye legalább egy éve ismeretlen, amennyiben a házastársak nem élnek házassági életközösségben legalább három éve, illetve amennyiben hasonló és különösen komoly indokok igazolják a kizárólag az egyik házastárs általi örökbefogadást.”", "23. A polgári törvénykönyv 179a. §-a szerint az örökbefogadáshoz az örökbefogadó szülő és az örökbefogadó gyermek (akit, amennyiben kiskorú, törvényes képviselője fog képviselni) közötti írásbeli megállapodás, és e megállapodásnak az illetékes bíróság általi jóváhagyása szükséges.", "24. A bíróságnak akkor kell jóváhagynia a megállapodást, ha az a gyermek érdekeit szolgálja, és ha a biológiai szülő és gyermek közötti kapcsolatnak megfelelő kapcsolat már fennáll, illetve ha ilyen kapcsolatot kívánnak létesíteni (a polgári törvénykönyv 180a. §-a).", "25. A polgári törvénykönyv 181. §-ának a tényállás idején hatályos és a jelen ügyben releváns változata a következőt írta elő:", "„(1) A jóváhagyás akkor adható meg, ha a következő személyek beleegyeznek az örökbefogadásba", "1. a kiskorú örökbefogadott gyermek szülei;", "2. az örökbefogadó szülő házastársa;", "3. az örökbefogadott gyermek házastársa;", "4. tizennégy éves kortól az örökbefogadott gyermek;", "...", "(3) Amennyiben az (1) bekezdés 1–3. pontjában említett valamely személy a hozzájárulást indokolatlanul tagadja meg, a bíróság valamely fél kérelmére érvényteleníti a megtagadást.”", "26. A belföldi bíróságok ítélkezési gyakorlata szerint valamely fél hozzájárulása megtagadásának a polgári törvénykönyv 181. §-ának (3) bekezdése szerinti érvénytelenítése olyan rendkívüli intézkedés, amelyre csak akkor kerül sor, ha a gyermek örökbefogadáshoz fűződő érdekei egyértelműen nyomósabbak a biológiai szülőnek – például a gyermekkel meglévő kapcsolathoz fűződő – érdekeinél. Erre akkor is sor kerülhet, ha a megtagadás erkölcsi értelemben nem igazolt, például ha a hozzájárulást megtagadó szülő folyamatosan rendkívüli ellenségességet tanúsított a család irányában, vagy ha a gyermekkel szemben fennálló törvényi kötelezettségeit nyilvánvalóan elhanyagolta oly módon, hogy a gyermek fejlődését tartósan veszélyeztette, illetve harmadik fél segítsége nélkül veszélyeztette volna.", "27. A polgári törvénykönyv 182. §-a szabályozza az örökbefogadás hatásait. A cikk a következőt írja elő:", "„(1) A törvényes leszármazói jogállásból eredőkkel azonos jogok keletkeznek, amikor az örökbefogadás egyrészről az örökbefogadó szülő és utóda, másrészről pedig az örökbefogadott gyermek és az örökbefogadás idején kiskorú utódai között hatályba lép.", "(2) Ha a gyermeket házastársak fogadják örökbe, egyrészről a biológiai szülők és hozzátartozóik, másrészről pedig az örökbefogadott gyermek és az örökbefogadás hatálybalépésekor kiskorú utódai közötti családi jogi jogviszony – magán a törvényes rokonságon (40. §) túlmenően – a 182a. §-ban említett kivételektől eltekintve megszűnik. Ha a gyermeket csak örökbefogadó apa (örökbefogadó anya) fogadja örökbe, ez a jogviszony csak a biológiai apa (biológiai anya) és hozzátartozói tekintetében szűnik meg; amennyiben a másik szülővel fennálló jogviszony az örökbefogadást követően változatlanul fennáll, a bíróság azt – az érintett szülő hozzájárulására is figyelemmel – megszűntnek nyilvánítja. A hozzájáruló nyilatkozat megadásának időpontjában, de legkorábban az örökbefogadás hatálybalépésének napján ez a jogviszony megszűnik.”", "Amint azt a Legfelsőbb Bíróságnak a jelen ügyben hozott ítélete bizonyítja, ezt a rendelkezést akként értelmezik, hogy az kizárja az azonos nemű párban élő valamely élettárs gyermekének a másik élettárs általi örökbefogadását.", "28. Örökbefogadás esetén az örökbefogadott gyermek és biológiai szülője vagy szülei közötti törvényes rokonságtól eltérő valamennyi családi jogi jogviszony megszűnik. Ez különösen azt jelenti, hogy a biológiai szülők vagy szülő elveszít(enek) a felügyelethez, láthatási jogokhoz, valamint a tájékoztatáshoz és konzultációhoz való joghoz hasonló minden jogot (lásd alább).", "29. A polgári törvénykönyv 182a. §-ának megfelelően az örökbefogadás után csupán egy másodlagos tartási kötelezettség marad fenn a biológiai szülő vagy szülők részéről a gyermekkel szemben. Az öröklési jogi jogviszony is változatlan marad: a 182b. § értelmében az örökbefogadott gyermek öröklési jogai továbbra is fennállnak a biológiai szülei révén, míg a biológiai szülők és leszármazóik másodlagos öröklési jogokkal rendelkeznek az örökbefogadott gyermek révén; az örökbefogadó szülők és leszármazóik öröklési jogai elsőbbséget élveznek e jogokkal szemben.", "30. A polgári törvénykönyv fent meghatározott rendelkezéseiből az következik, hogy az osztrák jog szerinti örökbefogadás vagy pár általi örökbefogadás (azzal, hogy ezt a formát a házasságban élő párok számára tartja fenn) vagy egyetlen személy általi örökbefogadás. Az egyedül örökbe fogadó személyek lehetnek heteroszexuálisok és lehetnek házasságban élők (amely esetben rendkívül szigorúak az egyedüli örökbefogadás lehetőségei) nem házasságban élő párok, vagy egyedülálló személyek. Lehetnek homoszexuálisok és élhetnek bejegyzett élettársi kapcsolatban, élhetnek hivatalosan nem elismert kapcsolatban vagy egyedül.", "31. A második szülő általi örökbefogadás – jelesül az egyik élettárs biológiai gyermekének a másik élettárs általi örökbefogadása – megengedett a heteroszexuális párok esetében (akár kötöttek házasságot, akár nem), ez azonban nem lehetséges azonos nemű párok esetén.", "32. Jelenleg van függőben az a törvénytervezet, amely a polgári törvénykönyv szülő és gyermek közötti kapcsolatokra, valamint a névviseléshez való jogra irányadó rendelkezéseinek módosítására, továbbá számos más törvény módosítására tesz javaslatot (Kindschaftsrechts- und Namensrechtsänderungsgesetz). A törvénytervezet nem tartalmaz a jelen ügyben szóban forgó rendelkezések – különösen a polgári törvénykönyv 179–182. §-ának – módosítására irányuló javaslatokat. Jóllehet e rendelkezéseket a javasolt módosítások értelmében átszámozzák, azok szövege nem változik.", "B. Azonos nemű párok", "33. A polgári törvénykönyv 44. §-ával összhangban azonos nemű párok nem köthetnek házasságot (erről a kérdésről lásd Schalk and Kopf v. Ausztria, no. 30141/04, 2010. június 24.). A polgári törvénykönyv 44. §-a a következőt írja elő:", "„A családi jogviszonyok alapja a házasság megkövetése. A házasságkötés során két ellentétes nemű személy kinyilvánítja azon jogszerű szándékát, hogy felbonthatatlan házasságban éljen, gyermeket nemzzen és neveljen, valamint segítse a másikat.”", "34. 2010. január 1-jén hatályba lépett a bejegyzett élettársi kapcsolatról szóló törvény. Ez a törvény lehetőséget ad az azonos nemű pároknak arra, hogy bejegyzett élettársi kapcsolatot létesítsenek.", "35. A bejegyzett élettársi kapcsolatról szóló törvény 2. szakasza a következőt írja elő:", "„Bejegyzett élettársi kapcsolatot csak két azonos nemű személy létesíthet (bejegyzett élettársak). Ezzel elkötelezik magukat egy – kölcsönös jogokkal és kötelezettségekkel jellemzett – tartós kapcsolat mellett.”", "36. A bejegyzett élettársi kapcsolat létesítésére, joghatásaira és felbontására vonatkozó szabályok hasonlóak a házasságra irányadó szabályokhoz (részletesebben lásd a fent hivatkozott Schalk and Kopf, 16–23. §§). A házasságban élő párokhoz hasonlóan a bejegyzett élettársak esetében is elvárt, hogy minden szempontból házastársakként éljenek együtt, közös otthonuk legyen, tisztelettel bánjanak egymással, és kölcsönösen segítsék egymást (8. szakasz, (2) és (3) bekezdés). A bejegyzett élettársak a házastársakkal azonos tartási kötelezettségekkel rendelkeznek (12. szakasz). A bejegyzett élettársi kapcsolatról szóló törvény továbbá átfogó módosításokat tartalmaz a hatályos jogszabályokkal kapcsolatban annak érdekében, hogy a bejegyzett élettársak számára a házastársakéval megegyező jogállást biztosítson olyan különféle jogterületeken, mint az öröklési, a munka-, a szociális és társadalombiztosítási, az adójog, illetve a közigazgatási eljárásról szóló törvény, az adatvédelmi törvény és a közalkalmazottakról szóló törvény területén, útlevéllel és nyilvántartásba vétellel kapcsolatos kérdésekben, valamint a külföldiekről szóló törvény területén.", "37. Továbbra is fennmarad azonban némi eltérés a házasság és a bejegyzett élettársi kapcsolat között, amelyek közül a legfontosabb a szülői jogokkal kapcsolatos. Ily módon a mesterséges megtermékenyítést kizárólag a házas vagy nem házasságban élő eltérő nemű párok vehetik igénybe (a mesterséges megtermékenyítésről szóló törvény [Fortpflanzungsmedizingesetz] 2. szakaszának (1) bekezdése).", "38. Ezen túlmenően a bejegyzett élettársak közösen nem fogadhatnak örökbe gyermeket, és a második szülő általi örökbefogadás sem megengedett.", "39. A bejegyzett élettársi kapcsolatról szóló törvény 8. szakaszának (4) bekezdése a következőt írja elő:", "„A bejegyzett élettársak közösen nem fogadhatnak örökbe gyermeket, illetve valamelyik bejegyzett élettárs nem fogadhatja örökbe élettársának gyermekét.”", "40. A bejegyzett élettársi kapcsolatban élők önállóan örökbe fogadhatnak: a polgári törvénykönyv 181. §-a (1) bekezdése második albekezdésének a bejegyzett élettársi kapcsolatról szóló törvénnyel egyidejűleg bevezetett egyik módosítása kimondja, hogy a bejegyzett élettársnak hozzájárulását kell adnia, ha élettársa gyermeket kíván örökbe fogadni.", "41. A törvénytervezet magyarázó jelentésének (Erläuterungen zur Regierungsvorlage, a nemzeti tanács jegyzőkönyvének 485. melléklete, XXIV GP) általános szakasza megjegyezte, hogy a bejegyzett élettársi kapcsolatról szóló törvény célja az volt, hogy – különös tekintettel a más európai országokban végbement fejleményekre – az azonos nemű párok számára a kapcsolataikat elismerő és azoknak joghatásokat biztosító hivatalos mechanizmust biztosítsanak. A törvénynek azonban nem célja, hogy a gyermekekre vonatkozó rendelkezéseket vagy a gyermekek tekintetében hatályos törvényre vonatkozó bármiféle módosítást tartalmazzon. Ezzel kapcsolatban a magyarázó jelentés megjegyezte, hogy kizárt a gyermekek bejegyzett élettársak általi közös örökbefogadása, csakúgy, mint az egyik bejegyzett élettárs gyermekének a másik élettárs általi örökbefogadása.", "42. A bejegyzett élettársi kapcsolatról szóló törvény 8. szakaszának (4) bekezdésére vonatkozó konkrét észrevétel megjegyezte, hogy – a konzultációs eljárás során elhangzott ismételt kéréseknek megfelelően – ez a rendelkezés az örökbefogadással kapcsolatos tilalmat tartalmaz. Az észrevételek emellett kifejezték azt a nézetet, amely szerint az Emberi Jogok Európai Bíróságának az E.B v. Franciaország ügyben (no. 435466/02, 2008. január 22.) és a (fent hivatkozott) Fretté-ügyben hozott ítéletei ebben az összefüggésben nem relevánsak, mivel azok csak a kérelmezők gyermeknevelési alkalmasságára vonatkoztak. A jogalkotó szabadon szabályozza a kérdést. Ezen túlmenően a második szülő általi örökbefogadás, illetve a bejegyzett élettársak általi közös örökbefogadás minden esetben kizárt, mivel az osztrák örökbefogadási jog a jelenlegi állapotában nem engedi meg az olyan helyzeteket, amelyekben a gyermeknek – jogi értelemben – két apja vagy két anyja van.", "43. A polgári törvénykönyv 181. §-a (1) bekezdése második albekezdésének módosítására vonatkozó konkrét észrevétel pusztán annyit jegyzett meg, hogy a jogszabálytervezet figyelmetlenségből nem javasolt módosítást, amely hiányosságot később orvosoltak.", "C. Házasságon kívül született gyermekek", "44. A polgári törvénykönyv 166. §-a értelmében a házasságon kívül született gyermek anyja kizárólagos gyermekfelügyeleti joggal rendelkezik (azaz ő gyakorolja a szülői felügyeleti jogot, gondozza és neveli a gyermeket, jogi ügyekben ellátja a gyermek képviseletét, és kezeli vagyonát).", "45. Ha a házasságon kívül született gyermek szülei közös háztartásban élnek, megállapodhatnak, hogy a felügyeletet – a polgári törvénykönyv 167. §-a értelmében – közösen gyakorolják. A polgári törvénykönyv 2001. július 1-jén hatályba lépő egyik módosítása óta a házasságon kívül született gyermek szülei akkor is megállapodhatnak a felügyelet közös gyakorlásában, ha nem élnek közös háztartásban. A közös felügyeleti jog gyakorlására vonatkozó megállapodást a bíróságnak kell jóváhagynia, és értékelnie kell, hogy a megállapodás a gyermek érdekeit szolgálja-e.", "46. Mindkét szülő köteles a gyermeket eltartani (a polgári törvénykönyv 140. §-ának (1) bekezdése). A tartást – főszabály szerint – természetben kell biztosítani. A gyermekkel nem azonos háztartásban élő szülőnek tartásdíj formájában kell a tartást biztosítania.", "47. A gyermekkel nem azonos háztartásban élő szülő a polgári törvénykönyv 148. §-ának (1) bekezdése alapján kapcsolattartási jogokkal rendelkezik. 2001. július 1-je óta ez egyúttal az érintett gyermek jogának is minősül (ezen időpont előtt ezt csak a szülőt megillető jognak tekintették). A szülőknek és a gyermeknek meg kell állapodnia a kapcsolattartási jogok gyakorlásáról. Ha nem tudnak megállapodásra jutni, a bíróságnak – valamely érintett fél kérelmére, és tekintettel a gyermek szükségleteire és óhajaira – a gyermek érdekeit szolgáló kapcsolattartási intézkedést kell életbe léptetnie.", "48. A polgári törvénykönyv 178. §-ának (1) bekezdése értelmében továbbá a felügyeleti joggal nem rendelkező szülő jogosult tájékoztatást kapni a gyermekre vonatkozó bizonyos fontos kérdésekre vonatkozóan, amely kérdések némelyike esetében a jóváhagyására van szükség.", "III. NEMZETKÖZI EGYEZMÉNYEK ÉS AZ EURÓPA TANÁCS DOKUMENTUMAI", "A. A gyermek jogairól szóló egyezmény", "49. A gyermek jogairól szóló egyezményt az Egyesült Nemzetek Szervezetének Közgyűlése 1989. november 20-án fogadta el, és az 1990. szeptember 2-án lépett hatályba. Az egyezményt az Európa Tanács valamennyi tagállama ratifikálta. Az egyezmény releváns rendelkezéseinek szövege a következő:", "3. cikk", "„(1) A szociális védelem köz- és magánintézményei, a bíróságok, a közigazgatási hatóságok és a törvényhozó szervek minden, a gyermeket érintő döntésükben a gyermek mindenek felett álló érdekét veszik figyelembe elsősorban.", "(2) Az Egyezményben részes államok kötelezik magukat arra, hogy a gyermek számára, figyelembe véve szülei, gyámjai és az érte törvényesen felelős más személyek jogait és kötelességeit, biztosítják a jólétéhez szükséges védelmet és gondozást, e célból meghozzák a szükséges törvényhozási és közigazgatási intézkedéseket.", "(3) Az Egyezményben részes államok gondoskodnak arról, hogy a gyermekkel foglalkozó és védelmét biztosító intézmények, hivatalok és létesítmények működése megfeleljen az illetékes hatóságok által megállapított szabályoknak, különösen a biztonság és az egészség területén, valamint ezek személyzeti létszámával és szakértelmével, továbbá a megfelelő ellenőrzés meglétével kapcsolatban.”", "21. cikk", "„Azoknak a részes államoknak, amelyek elfogadják és/vagy engedélyezik az örökbefogadást, biztosítaniuk kell azt, hogy a gyermek mindenek felett álló érdekei érvényesüljenek, és ezért:", "a) gondoskodnak arról, hogy a gyermek örökbefogadását csakis az illetékes hatóságok engedélyezzék, amelyek az ügyre alkalmazandó törvény és eljárások értelmében, valamint valamennyi megbízható adat alapján meggyőződtek arról, hogy figyelemmel a gyermeknek szüleivel, rokonaival és törvényes képviselőivel kapcsolatos helyzetére, az örökbefogadás megtörténhet, és hogy adott esetben az érdekelt személyek az ügy ismeretében és az esetleg szükséges felvilágosítás után beleegyezésüket adták az örökbefogadáshoz;", "[...]”", "B. A gyermekek örökbefogadásáról szóló európai egyezmény (2008. évi felülvizsgált egyezmény)", "50. A gyermekek örökbefogadásáról szóló felülvizsgált európai egyezményt 2008. november 27-én nyitották meg aláírásra, és az 2011. szeptember 1-jén lépett hatályba. Hét állam – nevezetesen Dánia, Finnország, Hollandia, Norvégia, Románia, Spanyolország és Ukrajna – ratifikálta. Ausztria nem ratifikálta és nem írta alá az egyezményt.", "51. A 2008. évi egyezmény preambulumában kimondottaknak megfelelően a felülvizsgálat egyik indoka az volt, hogy a gyermekek örökbefogadásáról szóló, 1967. évi európai egyezmény néhány rendelkezése elavult és ellentétes volt az Emberi Jogok Európai Bíróságának ítélkezési gyakorlatával. A 2008. évi egyezmény releváns rendelkezéseinek szövege a következő:", "4. cikk – Örökbefogadás engedélyezése", "„(1) Az illetékes hatóság csak akkor engedélyezi az örökbefogadást, ha megbizonyosodott arról, hogy az örökbefogadás a gyermek mindenek felett álló érdekeit szolgálja.", "(2) Az illetékes hatóság minden egyes esetben különös figyelmet fordít annak jelentőségére, hogy az örökbefogadás a gyermek számára stabil és harmonikus otthont biztosítson. [nem hivatalos fordítás]”", "7. cikk – Az örökbefogadás feltételei", "„(1) A jog a gyermek következők általi örökbefogadását teszi lehetővé:", "a) két eltérő nemű olyan személy", "i. akik egymással házasságot kötöttek, illetve", "ii. bejegyzett élettársi kapcsolatban élnek, amennyiben ilyen jogintézmény létezik;", "b) egy személy.", "(2) Az államok ezen egyezmény hatályát kiterjeszthetik olyan azonos nemű párokra, akik egymással házasságot kötöttek, illetve akik bejegyzett élettársi kapcsolatban élnek. Az államok továbbá kiterjeszthetik ezen egyezmény hatályát a tartós kapcsolatban együtt élő eltérő nemű párokra és azonos nemű párokra. [nem hivatalos fordítás]”", "11. cikk – Az örökbefogadás joghatásai", "„(1) Az örökbefogadással a gyermek az örökbefogadó(k) családjának teljes jogú tagjává válik, és az örökbefogadó(k) és családja(ik) tekintetében az örökbefogadó(k) olyan gyermekével azonos jogok illetik meg és kötelezettségek terhelik, akivel a rokoni kapcsolatot törvény hozza létre. Az örökbefogadó(k) szülői felügyeleti joggal rendelkeznek a gyermek felett. Az örökbefogadás megszünteti a gyermek és vér szerinti apja, anyja, valamint családja közötti jogviszonyt.", "(2) Az örökbefogadó házastársa, illetve élettársa – függetlenül attól, hogy bejegyzett élettárs-e – azonban a törvény ettől eltérő rendelkezése hiányában továbbra is jogokkal és kötelezettséggel rendelkezik az örökbefogadott gyermek tekintetében, ha az utóbbi az ő gyermeke.", "[...][nem hivatalos fordítás]”", "", "52. A 2008. évi egyezmény magyarázó jelentésének „Általános megfontolások” címe a következőt mondja ki:", "„14. Bizonyos értelemben a helyes örökbefogadási gyakorlathoz csupán egyetlen elv az alapvető, nevezetesen az, hogy az örökbefogadásnak a gyermek mindenek felett álló érdekét kell szolgálnia, az egyezmény 4. cikkének (1) bekezdésében kimondottaknak megfelelően. [...][nem hivatalos fordítás]”", "53. A magyarázó jelentés „7. cikk – Az örökbefogadás feltételei” címének a jelen kontextusban releváns részében a jelentés a következőket mondja ki:", "„42. Ez a cikk az akár egy pár, akár egyetlen személy általi örökbefogadást írja elő.", "43. Az 1967. évi egyezmény hatálya ugyan a házasságban élő heteroszexuális párokra korlátozódik, a felülvizsgált egyezmény hatálya kiterjed a nem házasságban élő azon heteroszexuális párokra, akik bejegyzett élettársi kapcsolatot létesítettek olyan államokban, ahol ezt a jogintézményt elismerik. Az ilyen jellegű szabályozással figyelembe vették a számos tagállamban tapasztalható tendenciát.", "[...]", "45. A (2) bekezdést illetően megjegyezték, hogy az egyezményben részes bizonyos államok (Svédország 2002-ben és az Egyesült Királyság 2005-ben) azon az alapon mondták fel az 1967. évi egyezményt, hogy a belföldi jog alapján az azonos nemű bejegyzett élettársak közösen kérhetik, hogy örökbefogadó szülővé váljanak és hogy ez nincs összhangban az egyezménnyel. A más államokbeli hasonló helyzetek szintén az 1967. évi egyezmény felmondását eredményezhetik. Megjegyezték azonban azt is, hogy az azonos nemű bejegyzett élettársaknak a gyermekek közös örökbefogásához való joga nem olyan megoldás, amelyet az egyezményben részes számos állam hajlandó lenne napjainkban elfogadni.", "46. E körülmények között a (2) bekezdés azon államok számára teszi lehetővé a felülvizsgált egyezmény hatályának a házasságban vagy bejegyzett élettársakként élő azonos nemű párok általi örökbefogadásokra történő kiterjesztését, amely államok ekként kívánnak eljárni. E tekintetben nem szokatlan, hogy az Európa Tanács eszközei innovatív rendelkezéseket vezessenek be, ugyanakkor az egyezményben részes államokra bízzák annak eldöntését, hogy ezek alkalmazását kiterjesztik-e. [...]", "47. Az államok továbbá szabadon terjeszthetik ki az egyezmény hatályát azokra az eltérő vagy azonos nemű párokra, akik tartós párkapcsolatban élnek. Az egyezményben részes államoknak kell meghatározniuk az ilyen párkapcsolat tartósságának értékelésére szolgáló szempontokat. [nem hivatalos fordítás]”", "C. A Miniszteri Bizottság ajánlása", "54. A Miniszteri Bizottság által a tagállamokhoz címzett, a szexuális irányultságon vagy nemi identitáson alapuló megkülönböztetés elleni küzdelemre irányuló intézkedésekről szóló, 2010. március 31-én elfogadott CM/Rec(2010)5. sz. ajánlás számos olyan területre terjed ki, ahol a leszbikus, homoszexuális, biszexuális vagy transznemű személyek megkülönböztetéssel szembesülhetnek. Az ajánlásnak a „Magán- és családi élet tiszteletben tartásához való jog” című fejezete a következőket írja elő:", "„23. Amennyiben nemzeti jogszabály jogokkal és kötelezettségekkel ruházza fel a nem házasságban élő párokat, a tagállamoknak biztosítaniuk kell, hogy ez mind az azonos nemű, mind pedig az eltérő nemű párokra megkülönböztetésmentesen vonatkozzon, többek között a túlélő személy nyugdíjjogosultságai és bérleti jogai tekintetében.", "24. Amennyiben a nemzeti jogszabály elismeri az azonos neműek bejegyzett élettársi kapcsolatait, a tagállamoknak törekedniük kell annak biztosítására, hogy jogállásuk, valamint jogaik és kötelezettségek egyenértékűek a hasonló helyzetben lévő heteroszexuális párokéival.", "25. Amennyiben a nemzeti jogszabály nem ismeri el az azonos neműek bejegyzett élettársi kapcsolatait és a nem házasságban élő párokat, illetve nem ruházza fel őket jogokkal vagy kötelezettségekkel, a tagállamokat felkérik, hogy mérlegeljék annak lehetőségét, hogy – a többek között az eltérő nemű párokkal szemben alkalmazott – bármiféle megkülönböztetés nélkül biztosítsanak az azonos nemű pároknak az életük hátteréül szolgáló társadalmi valósággal kapcsolatos gyakorlati problémák kezelésére irányuló jogi vagy egyéb eszközöket.", "[...]", "27. Figyelemmel arra, hogy a gyermek mindenek felett álló érdekét kell elsősorban figyelembe venni a gyermek örökbefogadásával kapcsolatos határozatokban, azoknak a tagállamoknak, amelyek nemzeti jogszabálya lehetővé teszi az egyedülállók számára, hogy gyermeket fogadjanak örökbe, biztosítaniuk kell, hogy a jogot a szexuális irányultságon vagy nemi identitáson alapuló megkülönböztetés nélkül alkalmazzák. [nem hivatalos fordítás]”", "IV. ÖSSZEHASONLÍTÓ JOG", "A. Az Európa Tanács Emberi Jogi Biztosának tanulmánya", "55. Az Európa Tanács Emberi Jogi Biztosának „A szexuális irányultságon és nemi identitáson alapuló megkülönböztetés Európában” (Council of Europe Publishing, 2011. június) címet viselő, közelmúltbeli tanulmánya ebben a témában a következő információkat tartalmazza:", "„Az LGBT [leszbikus, homoszexuális, biszexuális és transznemű] személyek három eljárás közül egy révén fogadhatnak örökbe gyermeket. Egy egyedülálló leszbikus nő vagy homoszexuális férfi kérheti, hogy örökbefogadó szülővé váljon (egyedülálló szülő általi örökbefogadás). Vagylagosan, egy azonos nemű pár tagjai örökbe fogadhatják élettársuk biológiai vagy örökbefogadott gyermekeit, anélkül, hogy az első szülő törvényes jogai megszűnnének. Ezek az ún. második szülő általi örökbefogadások, és a gyermek számára két törvényes képviselőt biztosítanak. A második szülő általi örökbefogadások a szülőket is óvják azzal, hogy mindkettejüknek jogilag elismert szülői jogállást biztosítanak. A második szülő általi örökbefogadás hiánya jogoktól fosztja meg a gyermeket és a nem biológiai szülőt, ha a biológiai szülő meghal, illetve ha a házasság felbontására, különválásra kerül sor, vagy más olyan körülmények merülnek fel, amelyek akadályoznák a szülőt a szülői felelősségek ellátásában. A gyermeknek továbbá nincs joga a nem biológiai szülő után örökölni. Ezen túlmenően, a második szülő általi örökbefogadás hiánya napi szinten zárja ki a szülői szabadságot, ami anyagilag káros lehet az LGBT-családok számára. A harmadik eljárás a gyermek azonos nemű pár általi közös örökbefogadása.", "Tíz tagállam (Belgium, Dánia, az Egyesült Királyság, Finnország, Hollandia, Izland, Németország, Norvégia, Spanyolország, és Svédország) teszi lehetővé a második szülő általi örökbefogadást az azonos nemű párok számára. Finnországon és Németországon kívül ezek a tagállamok a közös örökbefogadást is engedélyezik az azonos nemű párok számára. Ausztriában és Franciaországban a második szülő általi örökbefogadás nem engedélyezett, a bejegyzett élettársi kapcsolatokban élő azonos nemű párok számára azonban lehetséges némi szülői felügyeleti jog vagy felelősség gyakorlása. A közös örökbefogadás, illetve a második szülő általi örökbefogadás 35 tagállamban nem lehetséges: Albánia, Andorra, Azerbajdzsán, Bosznia és Hercegovina, Bulgária, Ciprus, Cseh Köztársaság, Észtország, Görögország, Grúzia, Horvátország, Írország, Lengyelország, Lettország, Liechtenstein, Litvánia, Luxembourg, »Macedónia Volt Jugoszláv Köztársaság«, Magyarország, Málta, Moldova, Monaco, Montenegró, Olaszország, az Orosz Föderáció, Örményország, Portugália, Románia, San Marino, Svájc, Szerbia, Szlovákia, Szlovénia, Törökország és Ukrajna. [...][nem hivatalos fordítás]”", "B. Az összehasonlító jogra vonatkozó további információk", "56. A Bíróság rendelkezésére álló információkból – többek között az Európa Tanács harminckilenc tagállamának felméréséből – kitűnik, hogy a biztos tanulmányában említett tíz tagállamon (Belgium, Dánia, az Egyesült Királyság Finnország, Hollandia, Izland, Németország, Norvégia, Spanyolország, és Svédország) kívül egy további tagállam – jelesül Szlovénia – bíróságainak ítélkezési gyakorlata fogadta el nemrégiben az azonos nemű párok esetében a második szülő általi örökbefogadást.", "57. A második szülő általi örökbefogadást a házasságban élő párok számára tartja fenn az Európa Tanács harminckilenc tagállamának azon többsége (huszonnégy tagállam), amelyekre vonatkozóan információ áll a Bíróság rendelkezésére.", "Tíz tagállam (Belgium, [Észak-Írország kivételével] az Egyesült Királyság, Hollandia, Izland, Oroszország, Portugália, Románia, Spanyolország, Szlovénia, és Ukrajna) szintén lehetővé teszi a második szülő általi örökbefogadást a nem házasságban élő párok esetében. Az ebben a csoportban szereplő államok közül hat engedi meg a második szülő általi örökbefogadást a nem házasságban élő heteroszexuális és nem házasságban élő azonos nemű párok esetében egyaránt, míg közülük négy (Oroszország, Portugália, Románia, és Ukrajna) – Ausztriához hasonlóan – kizárólag a nem házasságban élő eltérő nemű párok számára engedi ezt meg, a nem házasságban élő azonos nemű párok számára azonban nem.", "A felmérésben részt vevő többi tagállam különféle megoldásokat fogadott el, például a második szülő általi örökbefogadás lehetővé tétele a házasságban élő párok és a bejegyzett élettársak esetében (például Németországban és Finnországban), a nem házasságban élő párok esetében azonban nem – függetlenül attól, hogy heteroszexuális vagy homoszexuális párról van-e szó.", "A JOGKÉRDÉS", "I. AZ EGYEZMÉNY 8. CIKKÉVEL ÖSSZEFÜGGÉSBEN ÉRTELMEZETT 14. CIKKÉNEK ÁLLÍTÓLAGOS MEGSÉRTÉSE", "58. A kérelmezők az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikke alapján azt panaszolták, hogy velük szemben az első- és harmadrendű kérelmező szexuális irányultsága alapján megkülönböztetést alkalmaztak a családi életük gyakorlása terén. Állításuk szerint ésszerűen és objektíve nem igazolt lehetővé tenni – házas vagy nem házasságban élő – heteroszexuális párok esetén az egyik élettárs gyermekének másik élettárs általi örökbefogadását, ugyanakkor pedig megtiltani az egyik élettárs gyermekének másik élettárs általi örökbefogadását az azonos nemű párok esetén.", "Az Egyezmény 8. Cikkének szövege a következő:", "„1. Mindenkinek joga van arra, hogy magán- és családi életét, lakását és levelezését tiszteletben tartsák.", "2. E jog gyakorlásába hatóság csak a törvényben meghatározott, olyan esetekben avatkozhat be, amikor az egy demokratikus társadalomban a nemzetbiztonság, a közbiztonság vagy az ország gazdasági jóléte érdekében, zavargás vagy bűncselekmény megelőzése, a közegészség vagy az erkölcsök védelme, avagy mások jogainak és szabadságainak védelme érdekében szükséges.”", "A 14. Cikk a következőt írja elő:", "„A[z] Egyezményben meghatározott jogok és szabadságok élvezetét minden megkülönböztetés, például nem, faj, szín, nyelv, vallás, politikai vagy egyéb vélemény, nemzeti vagy társadalmi származás, nemzeti kisebbséghez tartozás, vagyoni helyzet, születés szerinti vagy egyéb helyzet alapján történő megkülönböztetés nélkül kell biztosítani.”", "A. Elfogadhatóság", "59. A kormány kéri – nyilvánvalóan alaptalanként – a kérelem elfogadhatatlanná nyilvánítását. A kormány azzal érvel, hogy az ügy tényállása alapján nincs szó megkülönböztetésről. Különösen előadja, hogy a belföldi bíróságok azon az alapon tagadták meg a másodrendű kérelmező örökbefogadásának engedélyezését, hogy annak apja ehhez nem járult hozzá és hogy az nem a gyermek érdekeit szolgálja. Következésképpen nincs szerepe annak, hogy valamely homoszexuális számára – a polgári törvénykönyv 182. §-ának (2) bekezdése alapján – jogilag lehetetlen örökbe fogadni élettársának gyermekét. A kormány véleménye szerint a kérelmezők ezért azt kérik a Bíróságtól, hogy elméleti síkon vizsgálja felül ezt a rendelkezést.", "60. Ily módon úgy tűnik, hogy a kormány azzal érvel, hogy a kérelmezők nem hivatkozhatnak arra, hogy a jogok Egyezmény 34. Cikke szerinti állítólagos megsértésének áldozatai, mivel az ügy sajátos körülményei között őket közvetlenül nem érintette a panaszolt törvény. A Bíróság azonban megállapítja, hogy a kormány nem emel kifejezett kifogást a kérelem ezen az alapon való elfogadhatóságát illetően. A Bíróság helyénvalónak tartja az ügy érdemben történő vizsgálatával összefüggésben megvizsgálni a kormány által felvetett kérdéseket.", "61. A Bíróság megállapítja, hogy a kérelem az Egyezmény 35. Cikke 3. bekezdésének a) pontja értelmében nem nyilvánvalóan alaptalan. Megállapítja továbbá, hogy semmilyen más alapon nem elfogadhatatlan. A kérelmet ezért elfogadhatónak kell nyilvánítani.", "B. Az ügy érdeme", "1. A felek kérelmei", "a) A kérelmezők", "62. A kérelmezők azzal érvelnek, hogy a gyermeket nevelő eltérő nemű párokhoz relevánsan hasonló helyzetben vannak. Számos tudományos tanulmányra hivatkoznak, amelyek alátámasztják, hogy a gyermekek ugyanolyan jól fejlődnek az azonos nemű családokban, mint az eltérő nemű családokban.", "63. A kérelmezők megjegyzik, hogy a második szülő általi örökbefogadás lehetséges a házasságban élő párok számára. Az azonos nemű párok az osztrák jog szerint nem köthetnek házasságot. A második szülő általi örökbefogadást még abban az esetben is tiltja a bejegyzett élettársi kapcsolatról szóló törvény 8. szakaszának (4) bekezdése, ha bejegyzett élettársakká válnak. A kérelmezők azonban hangsúlyozzák, hogy nem kívánnak olyan jogot követelni, amelyet a házassági alapon működő családok számára tartanak fenn.", "64. Hangsúlyozzák, hogy a jelen ügyben a kulcskérdés a nem házasságban élő eltérő nemű párok és nem házasságban élő azonos nemű párok közötti eltérő bánásmód. Az osztrák jog értelmében a második szülő általi örökbefogadás lehetséges a nem házasságban élő heteroszexuális párok esetében, a nem házasságban élő azonos nemű párok esetében viszont nem. A kérelmezők rámutatnak, hogy ez döntő eltérés a Gas and Dubois v. Franciaország ítélethez (no. 25951/07, 2012. március 15.) képest, mivel a francia jog a második szülő általi örökbefogadást a házasságban élő párok számára tartja fenn. A jelen ügyben tehát a Karner v. Ausztria ügybelihez (no. 40016/98, ECHR 2003IX) hasonló kérdés merül fel, amennyiben egy, a nem házasságban élő heteroszexuális párok számára biztosított jogot megtagadtak az azonos nemű pároktól. Kiemelik továbbá, hogy az Európa Tanácsnak csupán négy tagállama helyezkedett Ausztriával azonos álláspontra, azaz engedte meg a második szülő általi örökbefogadást a nem házasságban élő ellenkező nemű párok esetében, ugyanakkor tagadta meg azt az azonos nemű párok esetében. A tagállamok jelentős többsége vagy a házasságban élő párok számára tartotta fenn a második szülő általi örökbefogadást, vagy azt – szexuális irányultságuktól függetlenül – a nem házasságban élő párok számára is engedélyezte.", "65. A kérelmezők azt állítják, hogy a szóban forgó eljárásban velük szemben valóban eltérő bánásmódon alkalmaztak. A belföldi bíróságok előtt azzal érveltek, hogy az örökbefogadáshoz való hozzájárulásnak a másodrendű kérelmező apja általi megtagadása nem volt indokolt, mivel az apa a gyermek érdekeit sértő módon viselkedett. Következésképpen a másodrendű kérelmezőnek az örökbefogadáshoz fűződő érdeke jelentősebb súlyú az apa ennek kifogásolásához fűződő érdekénél. Ily módon azt állították, hogy a bíróságnak – a polgári törvénykönyv 181. §-ának (3) bekezdésével összhangban – érvénytelenítenie kellett volna az apa általi megtagadást. Ellenkező nemű pár esetén a kerületi bíróság alapos vizsgálatot folytatott volna, és ebben a kérdésben külön határozatot kellett volna hoznia. A kérelmezők esetében a tényállás bárminemű vizsgálatát azon az alapon tagadták meg tőlük, hogy az általuk kérelmezett örökbefogadás úgysem lehetséges az osztrák jog alapján. Ezt az álláspontot a Legfelsőbb Bíróság kifejezetten helybenhagyta.", "66. A kérelmezők hangsúlyozzák, hogy panaszuk középpontjában az áll, hogy esetükben automatikusan kizárt az örökbefogadás bármilyen esélye. Ennélfogva az ügy hasonló az E.B. v. Franciaország ügyhöz ([GC], no. 43546/02, 2008. január 22.), amennyiben esetükben az első- és harmadrendű kérelmező szexuális irányultsága alapján kizárják az örökbefogadás bármiféle ésszerű lehetőségét.", "67. A kérelmezők tudomásul veszik a kormány azon érvét, amely szerint az osztrák örökbefogadási jog célja a gyermek érdekeinek védelme. A Bíróság ítélkezési gyakorlata értelmében a kormánynak kell bizonyítania, hogy az azonos nemű pároknak a második szülő általi örökbefogadásból való kizárása szükséges-e ezen cél eléréséhez. Messzemenő tudományos konszenzus övezi azt a kérdést, hogy az azonos nemű párok ugyanannyira képesek biztosítani a gyermekek kedvező irányú fejlődését, mint az eltérő nemű párok. A kérelmezők – az általuk benyújtott tanulmányok közül – a tárgyaláson „Az azonos nemű párkapcsolatokban élő gyermekek élete” című, a német Igazságügyi Minisztérium által megrendelt, nagymérvű tanulmányra (Rupp Martina (szerk.), Die Lebenssituation von Kindern in gleichgeschlechtlichen Partnerschaften, Köln, 2009) hivatkoztak.", "68. Ami a kormány azon érvét illeti, hogy az osztrák jog annak elkerülésére törekedett, hogy a gyermeknek – jogi szempontból – két apja vagy két anyja legyen, a kérelmezők rámutatnak, hogy évek óta tényleges családot képeznek, de még mindig megtagadják tőlük családi életük jogi elismerésének minden lehetőségét. Előadják továbbá, hogy az osztrák jog értelmében az örökbefogadott gyermeknek gyakran két anyja vagy két apja van. A polgári törvénykönyv 182. §-ának (2) bekezdése szerint az örökbefogadás megszünteti az örökbefogadott gyermek és a biológiai szülő vagy szülők közötti családi jogi jogviszonyt. A kölcsönös eltartási kötelezettségek és öröklési jogok azonban – noha az örökbefogadó szülőkéi mellett másodlagosan – továbbra is változatlanul fennállnak.", "69. A kérelmezők a gyermekek örökbefogadásáról szóló, 2008. évi európai egyezményen, a Miniszteri Bizottság 2010. március 31-i ajánlásán, valamint az Egyesült Nemzetek Szervezetének a gyermek jogairól szóló egyezményén alapuló további érvet is előadnak. Mindezen szövegekben az örökbefogadás tekintetében a gyermek mindenek felett álló érdeke, nem pedig a szülők szexuális irányultsága a kulcsfogalom. Végezetül vitatják a kormány azon érvét, amely szerint az osztrák jog értelmében elegendő alternatív lehetőség van a gyermek és szülőjének azonos nemű élettársa közötti kapcsolat jogi szempontból történő elismertetésére.", "b) A kormány", "70. A kormány nem vitatja a 8. Cikkel összefüggésben értelmezett 14. Cikk alkalmazhatóságát. Egyetért azzal, hogy a három kérelmező közötti kapcsolat családi életnek minősül. Kiemeli azonban, hogy a jelen ügy tényállása eltér a (fent hivatkozott) Gas and Dubois ügybelitől, mivel a másodrendű kérelmezőnek van apja, akivel szintén családi kapcsolatot tartott fenn.", "71. A kormány ezen túlmenően azzal érvel, hogy a kérelmezők helyzete nem összehasonlítható egy olyan házaspáréval, ahol az egyik házastárs örökbe kívánta fogadni a másik házastárs gyermekét, és kéri a Bíróságot a (fent hivatkozott) Gas and Dubois ítéletben (66–68. §§) szereplő megállapításainak betartására.", "72. A nem házasságban élő eltérő nemű párral való összehasonlítás tekintetében a kormány egyetért azzal, hogy a kérelmezők hasonló helyzetben vannak, elismerve, hogy – személyes szinten – az azonos nemű párok elméletileg éppolyan alkalmasak vagy alkalmatlanok lehetnek általánosságban gyermekek örökbefogadására vagy különösen második szülő általi örökbefogadására, mint az eltérő nemű párok. Annyiban is hasonló helyzetben vannak, hogy minden örökbefogadáshoz mindkét biológiai szülők hozzájárulása szükséges.", "73. A kormány hozzáfűzi, hogy a 8. Cikkel összeegyeztethetőnek tekinthető az, hogy a kiskorú örökbefogadásával megszűnnek a családi jogi kötelékek (az Emonet and Others v. Svájc ügyre [no. 39051/03, 2007. december 13.]), és az Eski v. Ausztria ügyre [no. 21949/03, 2007. január 25.] hivatkoztak), valamint hogy az államok széles mérlegelési mozgástérrel rendelkeznek az örökbefogadási jog területén. A gyermek gondozását illetően az osztrák örökbefogadási jog elsőbbséget biztosít a biológiai szülők számára. Mivel az örökbefogadás a szülői jogok elvesztését eredményezi, azt csak akkor engedélyezik, ha az egyértelműen a gyermek érdekeit szolgálja. Ennélfogva az örökbefogadás előfeltétele a felváltott szülő hozzájárulása, akinek a gyermekkel meglévő kapcsolatát szintén a 8. Cikk védi. Az osztrák jog ésszerű egyensúlyt teremtett valamennyi szóban forgó érdek között.", "74. Az ügy tényállásával kapcsolatban a kormány azzal érvel, hogy az nem vet fel megkülönböztetésre vonatkozó kérdést, mivel nem alkalmaztak eltérő bánásmódot az első- és harmadrendű kérelmező ügye és a nem házasságban élő eltérő nemű párok között. Azt állítják, hogy a belföldi bíróságok – különösen a regionális bíróság – alaposan értékelték a másodrendű kérelmező örökbefogadáshoz fűződő érdekének kérdését, és arra a következtetésre jutottak, hogy az apjával kapcsolata van, ekként pedig nincs szükség arra, hogy az apát örökbefogadó szülő váltsa fel. A kormány különösen azt hangsúlyozza, hogy mindkét biológiai szülő hozzájárulása alapvető előfeltétele bármely örökbefogadásnak. Mivel a másodrendű kérelmező apja a jelen ügyben ehhez nem járult hozzá, a bíróságok ugyanígy nem tudták volna engedélyezni az örökbefogadást, ha azt a harmadrendű kérelmezővel nem házasságban élő eltérő nemű élettársa kérte volna. A kormány továbbá azzal érvel, hogy a kérelmezők nem igazolták azon állításaikat, amelyek szerint a hozzájárulás apa általi megtagadásának érvénytelenítésére volt jogalap, és hogy nem is kértek hivatalos határozatot erre a kérdésre vonatkozóan.", "75. A kormány továbbá azt állítja, hogy a polgári törvénykönyvnek nem célja az azonos nemű élettársak kizárása. Akkor is lehetetlen volna egy nő számára egy másik nő gyermekének az örökbefogadása, ha egy nagynéni szeretné örökbe fogadni unokaöccsét, miközben annak anyjával meglévő kapcsolata továbbra is változatlan lenne. Az azonos nemű párok esetében a második szülő általi örökbefogadás kifejezett kizárását csak a bejegyzett élettársi kapcsolatról szóló törvény vezette be 2010-ben. Az utóbbi még nem volt hatályban akkor, amikor a jelen ügyről a belföldi bíróságok döntöttek, ekként pedig az a jelen kontextusban nem releváns.", "76. Arra az esetre, ha a Bíróság úgy vélné, hogy eltérő bánásmódot alkalmaztak, és szóba jön az azonos nemű párok esetében a második szülő általi örökbefogadás tilalma indokoltságának kérdése, a kormány előadja, hogy a biológiai család újjáteremtése és a gyermek jólétének biztosítása jogszerű célokat képez. Az osztrák örökbefogadási jognak nem célja az azonos nemű párok kizárása, azonban – főszabály szerint – arra törekszik, hogy elkerüljön egy olyan helyzetet, amikor a gyermeknek – jogi szempontból – két anyja vagy két apja van. A jog e célok elérésére megfelelő eszközök alkalmazásával törekedett, mivel figyelembe kellett vennie más érintett személyek érdekeit is, a gyermek szülője élettársának érdekeit pedig más eszközökkel biztosította.", "77. A kormány végül előadja, hogy az államok széles mérlegelési mozgástérrel rendelkeznek az azonos nemű párok esetén a második szülő általi örökbefogadásának kérdését illetően. A kormány számára rendelkezésre álló információk szerint az Európa Tanácsnak csupán tíz tagállama engedélyezi az ilyen örökbefogadásokat. Következésképpen nincs európai norma, és még csak az sem mondható, hogy létezik valamiféle tendencia.", "c) Harmadik felek", "i. A FIDH, az ICJ, az ILGA-Europe, a BAAF, a NELFA és az ECSOL", "78. Közös észrevételeiben e hat nem kormányzati szervezet hangsúlyozza, hogy a (fent hivatkozott) Karner-ügyhöz hasonlóan a jelen ügy is eltérő bánásmódra vonatkozik, amennyiben nem házasságban élő eltérő nemű pár számára biztosítanak egy olyan jogot, amelyet a nem házasságban élő azonos nemű pár esetében megtagadnak. Ennélfogva a Karner-ügyben kialakított normákat kellene alkalmazni. Ezen túlmenően a Salgueiro da Silva Mouta v. Portugália (no. 33290/96, ECHR 1999IX) és a (fent hivatkozott) E.B. v. Franciaország ítéletben a Bíróság hallgatólagosan elfogadta, hogy nincs olyan indok, amely miatt ne nevelhetne egy gyermeket azonos nemű élettárssal élő leszbikus vagy homoszexuális személy. Az Emberi Jogok Amerikaközi Bírósága az Atala Riffo és lányai kontra Chile ügyben (2012. február 24-i ítélet) nemrégiben hasonló megállapítást tett.", "79. Az európai konszenzus kérdését illetően továbbá a harmadik fél beavatkozók megjegyzik, hogy az Európa Tanács negyvenhét tagállamának többsége a házasságban élő eltérő nemű párokra korlátozza a második szülő általi örökbefogadást. A jelen ügyben csak azok az államok szolgálhatnak összehasonlításként, amelyek a második szülő általi örökbefogadást másokra – például az azonos nemű (házas, bejegyzett élettársi kapcsolatban vagy együtt élő) párokra vagy a nem házasságban élő eltérő nemű párokra – is kiterjesztették. E csoportban tizennégy állam terjesztette ki a második szülő általi örökbefogadást az azonos nemű párokra – illetve tervezte annak kiterjesztését –, és csak öt (köztük Ausztria) terjesztette ki a nem házasságban élő eltérő nemű párokra az azonos nemű párok kizárása mellett.", "80. Végül a gyermekek örökbefogadásáról szóló, 2008. évi európai egyezmény 7. cikke az örökbefogadásra vonatkozó jogszabályok széles skáláját ismerte el. Ez nem változtat azon, hogy az Egyezmény 14. és 8. Cikke megtiltja a tagállamok számára, hogy az örökbefogadáshoz való jogot megkülönböztető jelleggel terjesszék ki valamely csoportra, egy másikra azonban ne.", "ii. A European Centre for Law and Justice (ECLJ)", "81. Az ECLJ azzal érvel, hogy a 8. Cikk nem alkalmazandó, mivel nem a kérelmező tényleges családi életébe nem avatkoztak be. Megjegyzi továbbá, hogy nincs sem örökbefogadáshoz való jog, sem az a jog, hogy valaki örökbefogadottá váljon. A kérelmezők lényegében a családi életük jogi elismeréséhez való jogot kívánták megszerezni. A családalapításhoz való, 12. Cikk szerinti jogot azonban – a házasságkötéshez való joghoz hasonlóan – az ellenkező nemű párok számára tartották fenn.", "82. Arra az esetre, ha az ügyet a 8. Cikk alapján vizsgálná meg a Bíróság – még annak feltételezése esetén is, hogy a kérelmezők családi életének tiszteletben tartásához való jogba beavatkoztak – azt törvény, jelesül a polgári törvénykönyv 182. §-ának (2) bekezdése írja elő, és jogszerű célra, nevezetesen a másodrendű kérelmező és az örökbefogadáshoz hozzá nem járuló apja közötti kapcsolat megvédésére irányul. Az örökbefogadás kérelmezők által kért jóváhagyásának a belföldi bíróságok általi megtagadása egyúttal a természetes család megőrzésére és a gyermek számára jogbiztonság biztosítására irányuló jogszerű célokat szolgálta. A biológiai valóság objektív tényező, ekként pedig azt ésszerű indoknak kell tekinteni.", "83. A 8. Cikkel összefüggésben értelmezett 14. Cikk tekintetében az ECLJ előadja, hogy az első- és harmadrendű kérelmező nincs az eltérő nemű párokkal hasonló helyzetben, mivel biológiailag nem lehetséges, hogy családot alapítsanak. Nem került sor eltérő bánásmódra, mivel a polgári törvénykönyv 182. §-ának (2) bekezdése valamennyi párra vonatkozik, függetlenül attól, hogy eltérő vagy azonos neműek-e. Nem eredményezett megkülönböztetést, hogy a joghatások eltérőek voltak az azonos nemű párok esetében.", "iii. Észak-Írország főügyésze", "84. Észak-Írország főügyésze a gyermekek örökbefogadásáról szóló, 2008. évi európai egyezményre hivatkozik, és megjegyzi, hogy az szolgálhat az örökbefogadás tekintetében meglévő európai konszenzus állapotának értékelésére. Különösen azt az észrevételt teszi, hogy a 4. cikk a gyermek mindenek felett álló érdekét tette meg az örökbefogadásokra irányadó elvként. A 7. cikk egyértelművé tette, hogy nincs egyetértés az azonos nemű párok általi örökbefogadást illetően.", "85. A főügyész kifejti, hogy ezzel kapcsolatban jelenleg folyik a tárgyalás Észak-Írországban, mivel az élettársi jogviszonyról szóló törvénnyel módosított 1987. évi örökbefogadási rendelet (Észak-Írország) 14. cikke és 15. cikkének (1) bekezdése értelmében sem az azonos nemű párok – függetlenül attól, hogy élettársak-e vagy sem –, sem az élettársi kapcsolatban élő homoszexuális vagy leszbikus személyek nem kérelmezhetnek örökbefogadást, míg a nem élettársi kapcsolatban élő egyedülálló személyek szexuális irányultságuk függetlenül kérelmezhetnek örökbefogadást. Állítólag ezekben az eljárásokban e rendelkezések együttes joghatása sértette az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikkét.", "86. Abból az észrevételből kiindulva, hogy az Egyezmény nem garantálja az örökbefogadáshoz való jogot, Észak-Írország főügyésze a Bíróság legújabb ítélkezési gyakorlata (a fent hivatkozott E.B. v. Franciaország, Gas and Dubois, Schalk and Kopf ítéletek, valamint az S.H. and Others v. Ausztria [GC], no. 57813/00, 2011. november 3.) alapján arra a következtetésre jut, hogy a Bíróság eleddig igazságügyi önmérsékletet gyakorolt annak elismerésével, hogy a belföldi jogalkotó az európai bíróságnál megfelelőbben tudja értékelni a család, a házasság, és a szülők és a gyermekek közötti kapcsolatok fogalmára vonatkozó kérdéseket.", "iv. Az Amnesty International", "87. Az Amnesty International áttekintést nyújt a nemzetközi és regionális emberi jogi szerződésekben, valamint a Bíróság és az Emberi Jogok Amerikaközi Bíróságának releváns ítélkezési gyakorlatában szereplő megkülönböztetésmentességre vonatkozó klauzulákról. A vonatkozó klauzuláknak az ENSZ szerződések nyomon követésével foglalkozó különböző testületei – különösen az Emberi Jogi Bizottság és a gyermekek jogaival foglalkozó bizottság – általi értelmezéséből is merítenek.", "88. Kiemelik, hogy a szexuális irányultságon alapuló eltérő bánásmódhoz különösen meggyőző és nyomós indokokra van szükség, és különösen az Amerikaközi Bíróság egyik legutóbbi ítéletére (Atala Riffo és Daughters kontra Chile ügy) hivatkoznak, amely ügyben az Amerikaközi Bíróság egyértelművé tette, hogy „a szexuális irányultság a személy intimszférájának része, és az nem releváns az egyén szülői alkalmasságával kapcsolatos aspektusok vizsgálata során” [nem hivatalos fordítás].", "89. Az Amnesty International hivatkozik továbbá a gyermek jogairól szóló egyezményre, és megjegyzi, hogy a 3. cikk értelmében a gyermek mindenek felett álló érdekeit kell „elsősorban figyelembe venni” a gyermekekkel kapcsolatos valamennyi döntésben. Az örökbefogadás tekintetében a gyermek jogairól szóló egyezmény 21. cikke megállapította, hogy a gyermek mindenek felett álló érdekeinek „érvényesülniük kell”. Ily módon a gyermek jogairól szóló egyezmény lényeges korlátokkal látta el az államok mérlegelési mozgásterét, és megtiltotta számukra például azt, hogy a gyermek családjának összetétele vagy a szülő szexuális irányultsága alapján eltérő mércéket alkalmazzanak. Következésképpen minden örökbefogadási rendszernek lehetővé kell tennie a bíróságok vagy más megfelelő hatóságok számára azt, hogy az örökbefogadás iránti kérelmekről elsősorban annak alapján döntsenek, hogy mi a legjobb a gyermek számára.", "v. Az Alliance Defending Freedom", "90. Az Alliance Defending Freedom megjegyzi, hogy az Egyezmény nem garantálja az örökbefogadáshoz való jogot, és a Bíróság ítélkezési gyakorlata sem ismer el ilyen jogot a 8. Cikk alapján. A Bíróság ezzel szemben megállapította, hogy a 8. Cikkel összefüggésben értelmezett 14. Cikket alkalmazni kell az örökbefogadási eljárásban alkalmazott állítólagos megkülönböztetés eseteire, és egypár ilyen ügyet vizsgált is (Fretté v. Franciaország ítélet, no. 36515/97, ECHR 2002-I, továbbá a fent hivatkozott E.B. v. Franciaország, valamint Gas and Dubois ügyek). Fontos megjegyezni, hogy az E.B. v. Franciaország ítéletben a Bíróság azt tekintette az egyik döntő megfontolásnak, hogy a francia jog lehetővé tette az egyedülállók számára az örökbefogadást, ezzel megnyitva a lehetőséget az egyedülálló homoszexuális általi örökbefogadás előtt. A jelen ügy eltérő, mivel a jogsértés megállapítása a második szülő általi örökbefogadást kizárólag a heteroszexuális párok esetében engedélyező belföldi jog átdolgozását eredményezné. Ezzel összefüggésben a beavatkozó megjegyzi, hogy a kérdésben nincs európai szintű konszenzus.", "91. Második érvével az Alliance Defending Freedom azt állítja, hogy a legfrissebb szociológiai kutatások – különösen az Egyesült Államokban lefolytatott tanulmányok – megkérdőjelezték a széles körben hangoztatott „nincs különbség” tézist, azaz a különféle tanulmányokban szereplő azon állítást, amely szerint az azonos nemű párok által nevelt gyermekek semmilyen jelentősebb szempontból nincsenek hátrányos helyzetben a heteroszexuális szülők által nevelt gyermekekhez képest. Figyelemmel a tudományos kutatás nem meggyőző megállapításaira, valamint az államok által a családi jog területén élvezett széles mérlegelési mozgástérre, a gyermek érdekében indokolt az örökbefogadást – beleértve a második szülő általi örökbefogadást – a heteroszexuális párok számára fenntartani.", "2. A Bíróság értékelése", "a) Az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikkének alkalmazhatóságáról", "92. A Bíróság a magán- és családi élet területén a szexuális irányultságon alapuló megkülönböztetésre vonatkozó számos üggyel foglalkozott. Ezek közül némelyiket kizárólag a 8. Cikk alapján vizsgált, ilyenek voltak a felnőttek közötti homoszexuális kapcsolatok büntetőjogi tilalmára (lásd Dudgeon v. Egyesült Királyság, 1981. október 22., Series A no. 45; Norris v. Írország, 1988. október 26., Series A no. 142; és Modinos v. Ciprus, 1993. április 22., Series A no. 259.) és a homoszexuálisok fegyveres erőkben végzett szolgálat alóli felmentésére (lásd a Smith and Grady v. Egyesült Királyság, nos. 33985/96 és 33986/96, ECHR 1999VI) vonatkozó ügyek. Más ügyeket a 8. Cikkel összefüggésben értelmezett 14. Cikk alapján vizsgáltak. A szóban forgó kérdések között szerepelt a homoszexuális kapcsolatok tekintetében a büntetőjog szerinti, eltérő nagykorúság (lásd L. and V. v. Ausztria, nos.  39392/98 és 39829/98, ECHR 2003I), a szülői felügyeleti jogok biztosítása (lásd a fent hivatkozott Salgueiro da Silva Mouta ítéletet), gyermek örökbefogadásának engedélyezése (lásd a fent hivatkozott Fretté-ítéletet, az E.B. v. Franciaország, valamint a Gas and Dubois ítéletet), az elhunyt élettárs bérleti jogának örökléséhez való jog (lásd a fent hivatkozott Karner-ítéletet, valamint Kozak v. Lengyelország ítéletet, 2010. március 2., no. 13102/02), a társadalombiztosításhoz való jog (lásd P.B. and J.S. v. Ausztria ítéletet, no. 18984/02, 2010. július 22.), valamint az azonos nemű párok házasságkötéshez vagy a jogi elismerés alternatív formájához való jogának kérdése (lásd a fent hivatkozott Schalk and Kopf ítéletet).", "93. A jelen ügyben a kérelmezők a 8. Cikkel összefüggésben értelmezett 14. Cikk alapján fogalmazták meg panaszukat, és azt állítják, hogy mind a hárman együtt élnek családi életet. A kormány nem vitatta a 8. Cikkel összefüggésben értelmezett 14. Cikk alkalmazhatóságát. A Bíróság az alábbi okok miatt nem tartja indokoltnak ettől eltérő megközelítés alkalmazását.", "94. A Bíróság állandó ítélkezési gyakorlata értelmében a 14. Cikk kiegészíti az Egyezménynek és jegyzőkönyveinek egyéb anyagi jogi rendelkezéseit. Nem létezik önállóan, mivel joghatása kizárólag az említett rendelkezésekkel védett „jogok és szabadságok élvezetére” vonatkozik. Jóllehet a 14. Cikk alkalmazása nem feltételezi e rendelkezések megsértését, és – mivel autonóm rendelkezésről van szó – kizárólag akkor lehet alkalmazni, ha a szóban forgó tényállás az utóbbi rendelkezések közül egy vagy több hatálya alá tartozik (lásd például a fent hivatkozott Schalk and Kopf ítéletet, 89. §; a fent hivatkozott E.B. v. Franciaország ítéletet, 47. §; a fent hivatkozott Karner-ítéletet, 32. §; és Petrovic v. Ausztria ítéletet, 1998. március 27., 22. §, Reports of Judgments and Decisions, 1998II).", "95. A Bíróság megismétli, hogy a tényleges, állandó kapcsolatban élő azonos nemű pár együttélése a „családi jog” fogalmába tartozik, ugyanúgy, ahogy az azonos helyzetben lévő eltérő nemű pár tartozna (lásd a fent hivatkozott Schalk and Kopf ítéletet, 94. §). A Bíróság továbbá a Gas and Dubois v. Franciaország ügyben (no. 25951/07, 2010. augusztus 31.) az elfogadhatóság tárgyában hozott határozatában megállapította, hogy két együtt élő és élettársi kapcsolatot létesítő nő, valamint az egyikük által mesterséges megtermékenyítés útján fogantatott, de mindkettejük által nevelt gyermek közötti kapcsolat az Egyezmény 8. Cikkének értelmében vett „családi életnek” minősül.", "96. A jelen ügyben az első- és harmadrendű kérelmező azonos neműek közötti állandó párt alkot. Sok éve élnek együtt, a másodrendű kérelmező pedig otthonukban lakik. Anyja és anyjának élettársa közösen gondozza. A Bíróság ennélfogva megállapítja, hogy a három kérelmező közötti kapcsolat az Egyezmény 8. Cikkének értelmében vett „családi életnek” minősül.", "97. A Bíróság megállapítja, hogy az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikkét alkalmazni kell a jelen ügy tényállására.", "b) A 8. Cikkel összefüggésben értelmezett 14. Cikk betartása", "i. A Bíróság ítélkezési gyakorlatában megállapított elvek", "98. A Bíróság állandó ítélkezési gyakorlata értelmében ahhoz, hogy egy kérdés a 14. Cikkel összefüggésben merüljön fel, a lényegében hasonló helyzetekben lévő személyek közötti eltérő bánásmódnak kell fennállnia. Az ilyen eltérő bánásmód akkor megkülönböztető jellegű, ha objektíve és ésszerűen nem igazolt; más szóval: ha nem jogszerű cél elérésére irányul, illetve ha az alkalmazott eszközök és az elérni kívánt cél között nem áll fenn ésszerű arányosság. A szerződő államok mérlegelési mozgástérrel rendelkeznek annak értékelését illetően, hogy a máskülönben hasonló helyzetekben fennálló eltérések igazolnak-e eltérő bánásmódot, és ha igen, milyen mértékben (lásd a fent hivatkozott Schalk and Kopf ítéletet, 96. §, és a Burden v. Egyesült Királyság ítéletet [GC], no. 13378/05, 60. §, ECHR 2008).", "99. A szexuális irányultság a 14. Cikk hatálya alá tartozó fogalom. A Bíróság több alkalommal megállapította, hogy a nemen alapuló megkülönböztetéshez hasonlóan a szexuális irányultságon alapuló megkülönböztetéshez is különösen komoly igazoló okok, illetve – ahogyan azt olykor mondják – különösen meggyőző és nyomós indokok szükségesek (lásd például a fent hivatkozott E.B. v. Franciaország ítéletet, 91. §; a fent hivatkozott Kozak-ítéletet, 92. §; a fent hivatkozott Karner-ítéletet, 37 és 42. §§; a fent hivatkozott L. and V. v. Ausztria ítéletet, 45. §; valamint a fent hivatkozott Smith and Grady ítéletet, 90. §). Amennyiben az eltérő bánásmód nemen vagy szexuális irányultságon alapul, az állam szűk mérlegelési mozgástérrel rendelkezik (lásd a fent hivatkozott Kozak-ítéletet 92. §, és a fent hivatkozott Karner-ítéletet 41. §). A kizárólag a szexuális irányultságra vonatkozó megfontolásokon alapuló eltérő bánásmód az Egyezmény értelmében elfogadhatatlan (lásd a fent hivatkozott E.B. v. Franciaország ítéletet, 93. és 96. §, valamint a fent hivatkozott Salgueiro da Silva Mouta ítéletet, 36. §).", "100. A kérelmezők panaszának vizsgálata előtt a Bíróság rámutat, hogy a homoszexuálisok általi örökbefogadással összefüggésben három helyzet különböztethető meg. Először, valaki önállóan is örökbe fogadhat (egyéni örökbefogadás). Másodszor az azonos nemű párkapcsolatban élő egyik élettárs kívánhatja örökbe fogadni élettársának gyermekét, azzal a céllal, hogy mindketten jogilag elismert szülői jogállásba kerüljenek (második szülő általi örökbefogadás). Végezetül az azonos nemű pár is kívánhat gyermeket örökbe fogadni (közös örökbefogadás) (lásd az Európa Tanács Emberi Jogi Biztosának fenti 55. pontban hivatkozott tanulmányát; lásd még a fent hivatkozott E.B. v. Franciaország ítéletet, 33. §).", "101. A Bíróságnak eleddig a homoszexuálisok általi egyéni örökbefogadással kapcsolatos két üggyel kellett foglalkoznia (a fent hivatkozott Fretté-ítélet és az E.B. v. Franciaország ítélet), valamint az azonos nemű pár esetén a második szülő általi örökbefogadással kapcsolatos egy üggyel (szintén a fent hivatkozott Gas and Dubois ítélet) kellett foglalkoznia.", "102. A (fent hivatkozott) Fretté-ügyben a francia hatóságok elutasították az örökbefogadás engedélyezése iránti kérelmet, és megállapították, hogy a kérelmező „életstílusa” miatt (értve ez alatt homoszexualitását) nem rendelkezik a gyermek örökbefogadásához szükséges biztosítékokkal. A Bíróság – az ügyet a 8. Cikkel összefüggésben értelmezett 14. Cikk alapján vizsgálva – megállapította, hogy a francia jog engedélyezte a nem házasságban élő valamennyi személy – férfi vagy nő – számára az örökbefogadás iránti kérelem benyújtását, valamint hogy a francia hatóságok a kérelmező előzetes engedély iránti kérelmét ugyan hallgatólagosan, de szexuális irányultsága alapján utasították el. Ekként szexuális irányultságon alapuló eltérő bánásmódot alkalmaztak (32. §). A Bíróság megállapította, hogy a belföldi hatóságok döntései jogszerű célra – jelesül az örökbefogadás iránti eljárásban esetlegesen részt vevő gyermekek egészségének és jogainak védelmére – irányultak. A tekintetben, hogy az eltérő bánásmód igazolt volt-e, a Bíróság többek között megállapította, hogy igencsak csekély a közös vonások száma az Európa Tanács azon tagállamai között, ahol a jog – úgy tűnik – átmeneti szakaszon halad át, és hogy a nemzeti hatóságoknak széles mérlegelési mozgástérrel kell rendelkezniük az ilyen ügyek elbírálása során. A kérelmező és az örökbe fogadható gyermekek ütköző érdekei tekintetében a Bíróság megállapította, hogy a tudományos közösség megosztott a gyermek egy vagy több homoszexuális szülő általi felnevelésének esetleges következményeit illetően, figyelemmel különösen az e tárgyban az ügy idején közölt korlátozott számú tudományos tanulmányra. A Bíróság végezetül megállapította, hogy az örökbefogadás megtagadása nem sérti az arányosság elvét, és hogy – ennek megfelelően –a panaszolt eltérő bánásmód nem megkülönböztető jellegű az Egyezmény 14. Cikke értelmében (37–43. §§).", "103. A Nagykamara által a (fent hivatkozott) E.B. v. Franciaország ítéletben a Bíróság – az ügyet szintén a 8. Cikkel összefüggésben értelmezett 14. Cikk alapján vizsgálva – módosította álláspontját. Részletesen elemezte a francia hatóságok által az egy másik nővel azonos neműek közötti tartós kapcsolatban élő kérelmező örökbefogadás iránti kérelmének elutasítására adott indokokat. A Bíróság megállapította, hogy a belföldi hatóságok határozataikat két fő indokra alapították: a kérelmező háztartásában vagy közvetlen családi és baráti körében az „apaként jelzett személy” hiányára és élettársa részéről az elkötelezettség hiányára. A Bíróság hozzáfűzte, hogy a két indok a kérelmező helyzete átfogó értékelésének részét képezte, aminek következtében az egyik ok jogellenessége az egész határozatot érinti. Jóllehet a második ok nem volt ésszerűtlen, az első ok hallgatólagosan a kérelmező homoszexualitásához kapcsolódott, a hatóságok arra történő hivatkozása pedig – egy egyedülálló személy örökbefogadás iránti kérelmével összefüggésben – túlzó volt. Összefoglalva: a kérelmező szexuális irányultsága következetesen a rá vonatkozóan lefolytatott mérlegelés középpontjában állt, és döntő szerepet játszott az örökbefogadás megtagadására irányuló döntésnél (72–89. §§). A Bíróság azzal folytatta, hogy amennyiben az eltérő bánásmód tekintetében előterjesztett indokok kizárólag a kérelmező szexuális irányultságára vonatkozó megfontolásokon alapulnak, ez az Egyezmény szerinti megkülönböztetést eredményezne (93. §). A Bíróság megjegyezte, hogy a francia jog értelmében egyedülálló személy örökbe fogadhat, és vitathatatlan, hogy ez megnyitotta a lehetőséget az egyedülálló homoszexuálisok általi örökbefogadás előtt is. Tekintettel a francia hatóságok által előterjesztett indokok Bíróság általi elemzésére, megállapította, hogy a francia hatóságok az örökbefogadás kérelmező esetében történő megtagadásával szexuális irányultságon alapuló megkülönböztetést alkalmaztak, ami az Egyezmény értelmében elfogadhatatlan. A Bíróság következésképpen megállapította a 8. Cikkel összefüggésben értelmezett 14. Cikk megsértését (94–98. §§).", "104. A (fent hivatkozott) Gas and Dubois ügy egy azonos neműek közötti párkapcsolatban élő, egymással a francia jog szerinti élettársi kapcsolatot (pacte civil de solidarité [PACS]) létesítő két nőre vonatkozott. Az egyikük a mesterséges megtermékenyítés útján fogant gyermek anyja volt. A francia jog értelmében ő volt a gyermek egyedüli szülője. A kérelmezők az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikke alapján azt panaszolták, hogy az egyik élettárs nem fogadhatja örökbe a másik gyermekét. Még pontosabban: a francia jog szerinti egyszerű örökbefogadási (adoption simple) végzést kívántak szerezni annak érekében, hogy a gyermek és anyjának élettársa között a közös szülői felügyelet lehetőségét magában foglaló szülő-gyermek kapcsolatot létesítsenek. A belföldi bíróságok azon az alapon utasították el az örökbefogadás iránti kérelmet, hogy azzal a gyermek anyjáról annak élettársára szülői jogok kerülnének át, ami nem szolgálja a gyermek érdekeit (62. §). A Bíróság a kérelmezők helyzetét a házaspárok helyzetéhez képest vizsgálta. Megállapította, hogy az adoption simple esetén a francia jog csak a házasságban élő párok számára engedélyezi a szülői jogok közös gyakorlását. Mivel a szerződő államok nem voltak kötelesek biztosítani a házasság lehetőségét az azonos nemű párok számára, és tekintettel a házassággal biztosított különös jogállásra, a kérelmezők jogi helyzete nem volt hasonló a házaspárokéhoz (68. §). A kérelmezők hasonló, nem házasságban élő eltérő nemű és élettársi közösségben együtt élő párokat illetően a Bíróság megállapította, hogy a második szülő általi örökbefogadás a számukra sem lehetséges (69. §). Ennélfogva nem alkalmaztak a szexuális irányultságon alapuló eltérő bánásmódot. Összegezve tehát, a Bíróság megállapította, hogy nem sértették meg a 8. Cikkel összefüggésben értelmezett 14. Cikket.", "ii. Ezen elvek jelen ügyre történő alkalmazása", "α) \tÖsszehasonlítás olyan házaspárral, amely esetében az egyik házastárs a másik házastárs gyermekét kívánja örökbe fogadni", "105. Az első megvizsgálandó kérdés az, hogy a kérelmezők – jelesül az azonos nemű párként együtt élő első- és harmadrendű kérelmező és a harmadrendű kérelmező fia – az olyan eltérő nemű házaspárokéhoz relevánsan hasonló helyzetben van-e, amelyeknél az egyik házastárs a másik házastárs biológiai gyermekét kívánja örökbe fogadni.", "106. A Bíróság nemrégiben a Gas and Dubois ügyben erre a kérdésre nemlegesen válaszolt. A Bíróság helyénvalónak tartja itt megismételni és megerősíteni a releváns megfontolásokat. A Bíróság újólag megállapítja elsősorban azt, hogy az Egyezmény 12. Cikke nem kötelezi a szerződő államokat arra, hogy az azonos nemű párok esetében biztosítsák a házasság lehetőségét (lásd a fent hivatkozott Schalk and Kopf ítéletet, 54–64. §§). A 8. Cikkel összefüggésben értelmezett 14. Cikkből sem származtatható az azonos neműek közötti házassághoz való jog (uo., 101. §). Amennyiben valamely állam úgy dönt, hogy az azonos nemű párok számára a jogi elismerés valamely alternatív eszközét biztosítja, úgy az ekként biztosított pontos jogállás tekintetében bizonyos mérlegelési mozgástérrel rendelkezik (uo., 108. §; lásd még a fent hivatkozott Gas and Dubois ítéletet, 66. §). Ezen túlmenően a Bíróság több alkalommal megállapította, hogy a házasság különleges jogállással ruházza fel a házasságot kötő személyeket. A házasságkötéshez való jogot az Egyezmény 12. Cikke védi, és az szociális, személyes és jogi következményeket keletkeztet (lásd többek között a fent hivatkozott Gas and Dubois ítéletet, 68. §, és a fent hivatkozott Burden-ítéletet, 63. §).", "107. Az osztrák jog valójában létrehozza a házasságban élő párok esetében az örökbefogadásra vonatkozó különös rendszert. A polgári törvénykönyv 179. §-ának (2) bekezdése értelmében a közös örökbefogadás kizárólag a házasságban élő párok számára lehetséges. A házasságban élő párok azonban – főszabály szerint – csak közösen fogadhatnak örökbe. A másik házastárs gyermekének a második szülő általi örökbefogadását a fent említett cikk az e szabály alóli kivételként írja elő.", "108. A kormány – a Bíróság Gas and Dubois ítélete alapján – azzal érvelt, hogy kérelmezők nincsenek a házaspárokéhoz relevánsan hasonló helyzetben. A kérelmezők a maguk részéről hangsúlyozták, hogy nem olyan jogot kívánnak szerezni, amelyet a házasságban élő párok számára tartanak fenn. A Bíróság semmilyen indokot nem lát arra, hogy e tekintetben eltérjen ítélkezési gyakorlatától.", "109. E megfontolások tükrében a Bíróság megállapítja, hogy a második szülő általi örökbefogadás tekintetében az első- és harmadrendű kérelmező nincs a házaspárokéhoz relevánsan hasonló helyzetben.", "110. Következésképpen nem sértették meg az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikkét a kérelmezők helyzetének olyan házaspáréval való összehasonlításakor, amely esetében az egyik házastárs a másik házastárs gyermekét kívánja örökbe fogadni.", "ß) \tÖsszehasonlítás olyan nem házasságban élő eltérő nemű párral, amely esetében az egyik élettárs a másik élettárs gyermekét kívánja örökbe fogadni", "111. A Bíróság megállapítja, hogy a kérelmezők előadásai a nem házasságban élő eltérő nemű párral történő összehasonlításra összpontosítottak. Hangsúlyozták, hogy az osztrák jog értelmében a második szülő általi örökbefogadásra nemcsak a házasságban élő párok, hanem egyúttal a nem házasságban élő heteroszexuális párok esetében is van lehetőség, ugyanakkor az jogilag nem lehetséges az azonos nemű párok számára.", "Relevánsan hasonló helyzet", "112. A Bíróság megjegyzi, hogy a házaspárral való összehasonlítástól eltérően, nem érveltek azzal, hogy létezne olyan különös jogállás, amely megkülönböztetné a nem házasságban élő heteroszexuális párt az azonos nemű pártól. A kormány ugyanis nem vitatta, hogy a helyzetek hasonlóak, elismerve, hogy – személyes szinten – az azonos nemű párok elméletileg éppolyan alkalmasak vagy alkalmatlanok lehetnek az örökbefogadásra, többek között a második szülő általi örökbefogadásra, mint az eltérő nemű párok. A Bíróság elfogadja, hogy az első- és másodrendű kérelmező között jogviszony létesítésére törekvő kérelmezők relevánsan hasonló helyzetben voltak az eltérő nemű olyan párral, amely pár esetében az egyik élettárs a másik élettárs gyermekét kívánta örökbe fogadni.", "Eltérő bánásmód", "113. A Bíróság most azzal a kérdéssel fog foglalkozni, hogy az első- és harmadrendű kérelmező szexuális irányultsága alapján eltérő bánásmódot alkalmaztak-e.", "114. Az osztrák jog lehetővé teszi a nem házasságban élő eltérő nemű párok esetében a második szülő általi örökbefogadást. Általánosságban, a polgári törvénykönyv 179. §-a alapján lehet örökbe fogadni, a polgári törvénykönyv örökbefogadás joghatásait szabályozó 182. §-ának (2) bekezdése pedig semmiben nem akadályozza, hogy a nem házasságban élő heteroszexuális párkapcsolatban élő egyik élettárs örökbe fogadja a másik élettárs gyermekét anélkül, hogy az megszakítaná az utóbbi élettárs és a gyermek közötti kötelékeket. Ezzel szemben az azonos nemű párok esetében a második szülő általi örökbefogadás jogilag nem lehetséges. Ez a polgári törvénykönyv 182. §-ának (2) bekezdéséből következik, amelynek értelmében az örökbefogadó szülő az azonos nemű biológiai szülő helyébe lép. A jelen ügyben – mivel az elsőrendű kérelmező nő – gyermekének a másodrendű kérelmező általi örökbefogadása csak azonos nemű élettársával, a gyermek anyjával fennálló jogviszonyát szüntethetné meg. Az örökbefogadás ezért nem szolgálhat az első- és másodrendű kérelmező közötti szülőgyermek kapcsolat kialakítására a gyermeknek az anyjával, a harmadrendű kérelmezővel fennálló kapcsolat mellett. Noha első ránézésre homályosnak tűnik, a polgári törvénykönyv 182. §-ának (2) bekezdése kizárja azonos nemű párok esetén a második szülő általi örökbefogadást.", "115. A teljesség kedvéért a Bíróság megállapítja, hogy a bejegyzett élettársi kapcsolatról szóló törvény 2010. január 1-jén történt hatálybalépése óta az azonos nemű párok bejegyzett élettársi kapcsolatot létesíthetnek. Az első- és harmadrendű kérelmező nem élt ezzel a lehetőséggel. Mindenesetre ez sem tenné számukra lehetővé a második szülő általi örökbefogadást, mivel a törvény 8. szakaszának (4) bekezdése kifejezetten tiltja a bejegyzett élettársi kapcsolatban élő élettárs gyermekének a másik élettárs általi örökbefogadását.", "116. Ekként nem kétséges, hogy az alkalmazandó jog a második szülő általi örökbefogadás tekintetében a nem házasságban élő eltérő nemű és azonos nemű párok közötti különbségtételt eredményez. Az osztrák jog jelenlegi állapotában a második szülő általi örökbefogadás lehetetlen volt és még mindig lehetetlen a kérelmezők esetében. Ez akkor is így volna, ha a másodrendű kérelmező biológiai apja meghalt volna, ismeretlen volna, vagy ha indokolt volna az örökbefogadáshoz való hozzájárulása megtagadásának érvénytelenítése. Még akkor is lehetetlen lenne, ha a másodrendű kérelmező apja kész lenne hozzájárulni az örökbefogadáshoz. Ezt a kormány nem vitatta.", "117. A kormány azonban az ügy tényállását illetően azzal érvelt, hogy az nem tartalmaz megkülönböztető jellegű elemet. A kormány előadta, hogy a kérelmezők örökbefogadás iránti kérelmét az első- és harmadrendű kérelmező szexuális irányultságához nem kapcsolódó okok miatt utasították el. Először is, a bíróságok – és különösen a regionális bíróság – azon az alapon tagadták meg az örökbefogadást, hogy az nem szolgálja a másodrendű kérelmező érdekeit. Másodszor, minden örökbefogadáshoz szükséges a gyermek biológiai szüleinek hozzájárulása. Mivel a másodrendű kérelmező apja nem járult hozzá, a bíróságok kötelesek voltak elutasítani az örökbefogadás iránti kérelmet. Pontosan ugyanígy kellett volna határozniuk, ha az elsőrendű kérelmező a harmadrendű kérelmező férfi élettársa lett volna. Másként fogalmazva, a polgári törvénykönyv 182. §-ának (2) bekezdéséből eredő jogbeli különbség nem játszik szerepet a kérelmezők ügyében. Következésképpen a kormány azt állította, hogy a kérelmezők a Bíróságtól azt kérték, hogy elvontan végezze el a jog felülvizsgálatát.", "118. Tekintettel a belföldi bíróságok határozatainak tartalmára (lásd a fenti 15., 18. és 20. pontot), a Bíróság nincs meggyőződve a kormány érvelésének helytállóságáról. Először is, a belföldi bíróságok egyértelművé tették, hogy a kérelmezők által kívánt joghatást – jelesül a másodrendű kérelmező és anyja közötti szülő-gyermek kapcsolat mellett az első- és másodrendű kérelmező között szülő-gyermek kapcsolat létesítését – kiváltó örökbefogadás minden esetben lehetetlen volt a polgári törvénykönyv 182. §-ának (2) bekezdése alapján.", "119. A kerületi bíróság kizárólag a jogi lehetetlenséggel kapcsolatos érvre alapozott. Nem vizsgálta az ügy körülményeit. Különösen azzal a kérdéssel nem foglalkozott egyáltalán, hogy a másodrendű kérelmező apja hozzájárult-e az örökbefogadáshoz, vagy hogy – a kérelmezők állításának megfelelően – volt-e bármiféle jogalap a hozzájárulás megtagadásának érvénytelenítésére.", "120. A regionális bíróság szintén a kérelmezők által kérelmezett örökbefogadás jogi lehetetlenségére alapozott, de egypár más tényezőt is figyelembe vett. Kételyeit fejezte ki a tekintetben, hogy – az esetleges összeférhetetlenség miatt – a másodrendű kérelmezőt képviselheti-e az anyja az örökbefogadási eljárásban. Megállapította azonban, hogy a kérdést nem kell megoldani, mivel a kerületi bíróság helyesen tagadta meg bármiféle további vizsgálat nélkül az örökbefogadás engedélyezését. A Bíróság rendelkezésére álló iratok alapján nem úgy tűnik, hogy a regionális bíróság meghallgatta volna bármelyik érintett személy – jelesül a kérelmezők és a másodrendű kérelmező apja által – előadott bizonyítékokat. A másodrendű kérelmező apjának szerepét illetően a regionális bíróság annak – az ügy iratai alapján történő – megállapítására szorítkozott, hogy az apának rendszeres kapcsolata van a fiával. Nem foglalkozott azzal a kérdéssel, hogy a kérelmezők állításának megfelelően indokolt-e az apa általi hozzájárulás megtagadásának a polgári törvénykönyv 181. §-ának (3) bekezdése szerinti érvénytelenítése. Ezzel szemben hosszasan foglalkozott azzal, hogy a „szülők” osztrák családi jog szerinti fogalma két ellentétes nemű szülőt jelent. Figyelembe vette a gyermeknek az eltérő nemű két szülővel való kapcsolat fenntartásához fűződő érdekét, ami – véleménye szerint – egyértelműen ütközik a gyermek valamely szülőjének azonos nemű élettársa általi örökbefogadás engedélyezésével. Emellett a Bíróság által a (fent hivatkozott) Karner-ügyben hozott ítélet tükrében vizsgálta, hogy az örökbefogadási jog a jelen állapotában megkülönböztetést alkalmaz-e az azonos nemű élettársakkal szemben.", "121. További figyelembe veendő fontos tényező az, hogy a regionális bíróság azon az alapon nyilvánította a jogkérdések tekintetében a Legfelsőbb Bírósághoz benyújtott fellebbezést elfogadhatónak, hogy nincs ítélkezési gyakorlat „a most eldöntendő kérdésben, [...] jelesül azt illetően, hogy a gyermek valamely szülőjének azonos nemű élettársa általi örökbefogadása jogszerű-e”. A Bíróság véleménye szerint ez nyíltan ellentmond a kormány azon állításának, hogy az azonos nemű párok esetén a második szülő általi örökbefogadás jogi lehetetlensége nem játszott szerepet a jelen ügy eldöntésében.", "122. A Legfelsőbb Bíróság megerősítette, hogy a gyermeknek a biológiai anyja női élettársa általi örökbefogadása jogilag lehetetlen a polgári törvénykönyv 182. §-ának (2) bekezdése alapján, és megállapította, hogy ez a rendelkezés – mivel az államok mérlegelési mozgásterébe tartozik –összeegyeztethető a 8. Cikkel összefüggésben értelmezett 14. Cikkel. Végezetül azt is megerősítette, hogy a kérelmezett örökbefogadás jogi lehetetlenségére tekintettel nem kell megvizsgálni, hogy a polgári törvénykönyv 181. §-ának (3) bekezdése szerinti kivételes intézkedésként teljesülnek-e az apa általi hozzájárulás megtagadása érvénytelenítésének feltételei.", "123. Összegezve: a Bíróság elutasítja a kormány azon érvét, hogy a kérelmezőket nem érintette a polgári törvénykönyv 182. §-ának (2) bekezdéséből eredő jogbeli különbség. A Bíróság úgy véli, hogy a kérelmezők által kérelmezett örökbefogadás jogi lehetetlensége következetesen a belföldi bíróságok megfontolásainak középpontjában állt (lásd ennek megfelelően a fent hivatkozott E.B. v. Franciaország ítéletet, 88. §).", "124. Ez akadályozta meg ugyanis a belföldi bíróságokat abban, hogy bármilyen ésszerű módon megvizsgálják azt, hogy az örökbefogadás a másodrendű kérelmező érdekeit szolgálta-e, ahogyan azt a polgári törvénykönyv 180a. §-a megköveteli. Következésképpen nem vizsgálták mélyrehatóan az ügy körülményeit. Ezen túlmenően azt sem vizsgálták, hogy fennáll-e bármilyen indok, amely esetlegesen igazolhatná az apa általi hozzájárulás megtagadásának a polgári törvénykönyv 181. §-ának (3) bekezdésével összhangban történő érvénytelenítését. A kormány azzal érvelt, hogy a kérelmezők nem támasztották alá megfelelően azokat az állításaikat, amelyek szerint voltak ilyen indokok, és rámutatott arra is, hogy a kérelmezők elmulasztottak hivatalos határozatot kérni ebben a kérdésben. A Bíróság elegendőnek tart annyit megállapítani, hogy a belföldi bíróságok nem ezen indokok alapján utasították el a kérelmezők beadványait. A fentiekben megállapítottaknak megfelelően a kerületi bíróság és a regionális bíróság egyáltalán nem foglalkozott ezzel a kérdéssel, a Legfelsőbb Bíróság pedig félreérthetetlenül megerősítette, hogy ezzel a kérelmezett örökbefogadás jogi lehetetlenségére tekintettel nem kell foglalkozni.", "125. Ha az első- és harmadrendű kérelmező nem házasságban élő eltérő nemű párt alkotna, a belföldi bíróságok – főszabály szerint – nem tudták volna a kérelmezett örökbefogadást megtagadni. A bíróságoknak ehelyett azt kellett volna megvizsgálniuk, hogy az örökbefogadás a másodrendű kérelmező polgári törvénykönyv 180a. §-a szerinti érdekeit szolgálja-e. Ha a gyermek apja nem járult volna hozzá az örökbefogadáshoz, a bíróságoknak vizsgálniuk kellett volna, hogy fennállnak-e olyan rendkívüli körülmények, amelyek igazolják a megtagadásnak a polgári törvénykönyv 181. §-ának (3) bekezdése szerinti érvénytelenítését (lásd például a fent hivatkozott Eski-ítéletet, 39–42. §§, az eltérő nemű párok esetében a második szülő általi örökbefogadás vonatkozásában, amely ügyben az osztrák bíróságok mélyrehatóan vizsgálták ezt a kérdést, valamennyi érdekelt személy – a pár, a gyermek, és a gyermek biológiai apjának – érdekeit, azzal, hogy meghallgatták a mindegyikük által előadott bizonyítékokat és valamennyi releváns tényállási elemet megállapítottak).", "126. Következésképpen a Bíróság megállapítja, hogy a kérelmezők panasza semmilyen értelemben nem actio popularis. A fentiekben megállapítottaknak megfelelően (lásd a fenti 123. pontot), a kérelmezőket közvetlenül érintette a panaszolt jogszabály, mivel a polgári törvénykönyv 182. §-ának (2) bekezdése abszolút tilalmat tartalmaz az azonos nemű párok esetében a második szülő általi örökbefogadást illetően, feleslegessé és irrelevánssá téve ekként ügyük sajátos körülményeinek bármiféle vizsgálatát, és főszabályként örökbefogadás iránti kérelmük elutasítását eredményezve. Ebből az következik, hogy a Bíróság a jogot nem elvontan vizsgálja felül: a szóban forgó általános érvényű tilalom – éppen saját jellegénél fogva – emeli ki az ügy ténybeli körülményeit mind a belföldi bíróságok, mind pedig az e Bíróság által végzett vizsgálat hatóköréből (lásd ennek megfelelően a Hirst v. Egyesült Királyság (2. sz.) ítéletet [GC], no. 74025/01, 72. §, ECHR 2005IX).", "127. A Bíróság hozzáfűzi, hogy első ránézésre úgy tűnhet, hogy az eltérő bánásmód főként az elsőrendű kérelmezőre irányul, akit eltérően kezeltek a nem házasságban élő olyan eltérő nemű pár valamely tagjától, aki élettársának gyermekét kívánja örökbe fogadni. Mivel azonban mindhárom kérelmező együtt él családi életet (lásd a fenti 96. pontot), az örökbefogadás iránti kérelem pedig ennek a családi életnek a jogi elismerésére irányult, a Bíróság úgy véli, hogy mindhárom kérelmezőt közvetlenül érinti a szóban forgó eltérő bánásmód, ekként pedig hivatkozhatnak arra, hogy állítólagos jogsértés áldozatai.", "128. A kormány végül egy másik érvet is előterjesztett, jelesül azt, hogy a kérelmezők örökbefogadás iránti kérelme kedvező elbírálásának jogi lehetetlensége nem volt megkülönböztető jellegű, mivel az nem az első- és harmadrendű kérelmező szexuális irányultságán alapult. Állításuk szerint főszabályként a polgári törvénykönyv 182. §-ának (2) bekezdését kell alkalmazni, amely lehetetlenné teszi egy nő számára, hogy gyermeket fogadjon örökbe, amíg a gyermek anyjával meglévő jogi kötelékek még fennállnak. Ez a szabály azt is megtiltaná, hogy nagynéni fogadja örökbe unokaöccsét, ha a gyermeknek az anyjával fennálló kapcsolata változatlan.", "129. A Bíróság számára ez az érv nem meggyőző. A kérelmezők állítása szerint a nem házasságban élő heteroszexuális párokhoz képest eltérő bánásmódot alkalmaztak velük szemben családi életük második szülő általi örökbefogadáson keresztüli jogi elismertetésének lehetősége tekintetében. A Bíróság először is megállapítja, hogy a két felnőtt leánytestvér, vagy a nagynéni és unokaöccse közötti kapcsolat főszabály szerint nem tartozik a „családi élet” Egyezmény 8. Cikke szerinti fogalmának hatálya alá. Másodszor is, még ha annak hatálya alá is tartozna, a Bíróság már megállapította, hogy a két együtt élő leánytestvér közötti kapcsolat minőségét tekintve eltérő jellegű egy pár közötti – köztük az azonos nemű párok közötti – kapcsolattól (lásd ennek megfelelően a fent hivatkozott Burden-ítéletet, 62. §). Következésképpen a polgári törvénykönyv 182. §-ának (2) bekezdése más személyekkel nem azonos módon érinti a kérelmezőket, akiknek családi élete azonos nemű párkapcsolaton alapul.", "130. Tekintettel a fenti megfontolások összességére, a Bíróság megállapítja, hogy eltérő bánásmódot alkalmaztak a kérelmezőkkel és a nem házasságban élő eltérő nemű olyan párokkal szemben, amelyekben az egyik élettárs kívánta a másik élettárs gyermekét örökbe fogadni. Ez a különbség elválaszthatatlanul kapcsolódik ahhoz, hogy az első- és harmadrendű kérelmező azonos nemű párt alkotott, ekként pedig szexuális irányultságukon alapult.", "131. Ennélfogva a jelen ügyet meg kell különböztetni a (fent hivatkozott) Gas and Dubois ügytől (69. §), amelyben a Bíróság megállapította, hogy a nem házasságban élő eltérő nemű párok és azonos nemű párok között nem alkalmaztak a szexuális irányultságon alapuló eltérő bánásmódot, mivel a francia jog értelmében a második szülő általi örökbefogadásra egyikük esetében sem volt lehetőség.", "Jogszerű cél és arányosság", "132. Noha a fenti megfontolásokból következik (lásd különösen a 116. és 126. pontot), a Bíróság helyénvalónak tartja hangsúlyozni, hogy a jelen ügy nem arra a kérdésre vonatkozik, hogy a kérelmezők örökbefogadás iránti kérelmét kedvezően kellett volna-e elbírálni az ügy körülményei között. Következésképpen az ügy nem a másodrendű kérelmező apjának szerepére vonatkozott, és nem is arra, hogy van-e indok hozzájárulása megtagadásának érvénytelenítésére. Mindezen kérdések eldöntése a belföldi bíróságok feladata, amennyiben olyan helyzetben vannak, hogy érdemben vizsgálják meg az örökbefogadás iránti kérelmet.", "133. A Bíróság előtti kérdés pontosan az, hogy a bíróságok nem voltak ilyen helyzetben a kérelmezők ügyében, mivel a másodrendű kérelmezőnek az anyja azonos nemű élettársa általi örökbefogadása a polgári törvénykönyv 182. §-ának (2) bekezdésével összhangban jogilag lehetetlen volt. Ezzel szemben a belföldi bíróságoknak érdemben kellett volna megvizsgálniuk az örökbefogadás iránti kérelmet, ha a kérelem a nem házasságban élő heteroszexuális pár esetén a második szülő általi örökbefogadásra vonatkozott volna.", "134. Noha a jelen ügy az azonos nemű párok szülői jogaival kapcsolatos tágabb vita ellenében is szemlélhető, a Bíróságot nem arra kérték, hogy az azonos nemű párok esetében a második szülő általi örökbefogadás kérdéséről mint olyanról – nemhogy általánosságban az azonos nemű párok általi örökbefogadás kérdéséről – döntsön. Amiről a Bíróságnak határoznia kell, az a nem házasságban élő eltérő nemű párok és az azonos nemű párok közötti, a második szülő általi örökbefogadás tekintetében meglévő állítólagos megkülönböztetés szűkebben meghatározott kérdése.", "135. A Bíróság megismétli, hogy a 14. Cikkben szereplő megkülönböztetés tilalma túlmegy azon jogok és szabadságok gyakorlásán, amelyek garantálására az Egyezmény és annak jegyzőkönyvei az államokat kötelezik. Az Egyezmény bármely cikkének általános hatálya alá tartozó azon további jogokra is vonatkozik, amelyek biztosítását az államok önként vállalták. Noha a 8. Cikk nem garantálja az örökbefogadáshoz való jogot, a Bíróság az egyedülálló homoszexuálisok általi örökbefogadása tekintetében már megállapította, hogy az az állam, amely az Egyezmény 8. Cikke szerinti kötelezettségein túlmenő jogot teremt, nem alkalmazhatja azt a jogot a 14. Cikk értelmében vett megkülönböztető jellegűnek minősülő módon (lásd a fent hivatkozott E.B. v. Franciaország ítélet, 49. §).", "136. A jelen üggyel összefüggésben a Bíróság megállapítja, hogy az Egyezmény 8. Cikke alapján nem áll fenn kötelezettség a második szülő általi örökbefogadáshoz való jognak a nem házasságban élő párokra történő kiterjesztésére (lásd a fent hivatkozott Gas and Dubois ítéletet, 66–69. §§; lásd még a fent hivatkozott Emonet and Others ítéletet, 79–88. §§). Az osztrák jog azonban megengedi a nem házasságban élő eltérő nemű párok esetén a második szülő általi örökbefogadást. A Bíróságnak ezért meg kell vizsgálnia, hogy e jog (nem házasságban élő) azonos nemű párokkal szembeni megtagadása jogszerű célt szolgál-e és hogy az arányos-e ezzel a céllal.", "137. Mind a belföldi bíróságok, mind pedig a kormány azzal érvelt, hogy az osztrák örökbefogadási jog célja a biológiai család körülményeinek újjáteremtése. Amint azt a regionális bíróság 2006. február 21-i ítéletében megállapította, a szóban forgó rendelkezések célja a „hagyományos család” védelme. Az osztrák jog azon az elven alapul, hogy – a biológiai valósággal összhangban – a kiskorú gyermeknek két ellentétes nemű személy legyen a szülője. Ily módon jogszerű célt szolgál az annak előírására irányuló döntés, hogy a gyermeket ne fogadhassa örökbe egyik szülőjének azonos nemű élettársa, aminek következtében sérülne az ellenkező nemű szülővel fennálló kapcsolat. Ehhez hasonlóan a Legfelsőbb Bíróság 2006. szeptember 27-i ítéletében megállapította, hogy az örökbefogadás elsődleges célja, hogy felelősségteljes gondviselőket biztosítson a szülőkkel nem rendelkező gyermekek vagy az olyan gyermekek számára, akiknek szülei nem tudnak gondoskodni róluk. Ez a cél csak a biológiai család helyzetének lehető legteljesebb újjáteremtésével érhető el. Röviden: a belföldi bíróságok és a kormány a hagyományos család védelmére hivatkozott azon hallgatólagos védelem alapján, hogy csak az eltérő nemű szülők képesek megfelelően biztosítani a gyermek szükségleteit.", "138. A Bíróság már megállapította, hogy a hagyományos értelemben vett család védelme – főszabály szerinti – olyan nyomós és jogszerű indok, amely igazolhatja az eltérő bánásmódot (lásd a fent hivatkozott Karner-ítélet 40. §-át és a fent hivatkozott Kozak-ítéletet, 98. §). Mondani sem kell, hogy a gyermek érdekeinek védelme szintén jogszerű cél. Már csak arról kell megbizonyosodni, hogy az ügy körülményei mellett betartották-e az arányosság elvét.", "139. A Bíróság megismétli az ítélkezési gyakorlatában kialakított elveket. A hagyományos értelemben vett család védelmére irányuló cél felettébb elvont, és annak végrehajtására konkrét intézkedések széles köre alkalmazható (lásd a fent hivatkozott Karner-ítéletet, 41. §, és a fent hivatkozott Kozak-ítéletet, 98. §). Tekintettel továbbá arra, hogy az Egyezmény olyan élő eszköz, amelyet a jelenlegi feltételek mellett kell értelmezni, az államnak – a 8. Cikkben előírtaknak megfelelően a család védelmét és a családi élet tiszteletben tartásának biztosítását szolgáló eszközeinek megválasztása során – szükségszerűen figyelembe kell vennie a társadalomban végbemenő alakulásokat, valamint a társadalommal, családi állapottal és kapcsolatokkal összefüggő kérdésekben bekövetkező változásokat, köztük azt is, hogy a családi vagy magánélet vitelének nem csak egyetlen módja van, illetve a tekintetben nem csak egy választási lehetőség létezik (lásd a fent hivatkozott Kozak-ítéletet, 98. §).", "140. Az olyan esetekben, amikor szűk a mérlegelési mozgástér – mint amilyen az a helyzet, amikor az eltérő bánásmód nemen vagy szexuális irányultságon alapul – az arányosság elve nem pusztán azt követeli meg, hogy a megválasztott eszköz elvileg alkalmas legyen az elérni kívánt cél megvalósítására. Azt is bizonyítani kell, hogy a cél eléréséhez a személyek bizonyos kategóriáit – ezúttal a homoszexuális kapcsolatban élőket – ki kellett zárni a szóban forgó rendelkezések hatálya alól (lásd a fent hivatkozott Karner-ítéletet, 41. §, és a fent hivatkozott Kozak-ítéletet, 99. §).", "141. A fent hivatkozott ítélkezési gyakorlat alkalmazásával a Bíróság megállapítja, hogy a bizonyítás terhe a kormányra hárul. A kormánynak kell igazolnia, hogy a hagyományos értelemben vett család védelme, és még konkrétabban a gyermek érdekeinek védelme megköveteli az azonos nemű pároknak a második szülő általi örökbefogadásból való kizárását, aminek lehetősége adott a nem házasságban élő heteroszexuális párok számára.", "142. A Bíróság meg kívánja ismételni, hogy a polgári törvénykönyv 182. §-ának (2) bekezdése ugyan hallgatólagos, de abszolút tilalmat tartalmaz az azonos nemű párok esetében a második szülő általi örökbefogadásra. A kormány nem hivatkozott semmilyen konkrét érvre, semmilyen tudományos tanulmányra vagy másmilyen bizonyítékra annak igazolására, hogy a két azonos nemű szülővel rendelkező család semmilyen körülmények mellett nem tudja megfelelően biztosítani a gyermek szükségleteit. Éppen ellenkezőleg, elismerték, hogy – személyes szinten – az azonos nemű párok éppolyan alkalmasak vagy alkalmatlanok lehetnek gyermekek örökbefogadására. A kormány továbbá kijelentette, hogy a polgári törvénykönyvnek nem az a célja, hogy az azonos nemű élettársakat kizárja a második szülő általi örökbefogadásból. Ennek ellenére hangsúlyozta, hogy a jogalkotó el kívánta kerülni az olyan helyzeteket, amelyekben a gyermekek jogi szempontból két anyával vagy két apával rendelkeznek. Az azonos nemű pároknak a második szülő általi örökbefogadásból való kifejezett kizárását csak a bejegyzett élettársi kapcsolatról szóló törvény vezette be 2010-ben, amely törvény még nem volt hatályban akkor, amikor a jelen ügyről a belföldi bíróságok határozatot hoztak, ekként pedig az nem volt releváns a jelen ügyben.", "143. A Bíróság már foglalkozott azzal az érvvel, hogy a polgári törvénykönyv nem arra irányul konkrétan, hogy kizárja az azonos nemű élettársakat (lásd a fenti 128. és 129. pontot). A bejegyzett élettársi kapcsolatról szóló törvényt illetően a Bíróság egyetért azzal, hogy az közvetlenül nem merül fel a jelen ügyben. Releváns lehet viszont annyiban, hogy megvilágíthatja az azonos nemű párok esetén a második szülő általi örökbefogadás tilalma mögött meghúzódó okokat. A törvénytervezetről szóló magyarázó jelentés azonban (lásd a fenti 42. pontot) mindössze annyit jelent ki, hogy a törvény 8. szakaszának (4) bekezdését a konzultációs eljárás során elhangzott sorozatos kérelmek eredményeként foglalták be a szövegbe. Más szóval: az pusztán a társadalom azon részeinek álláspontját tükrözi, amelyek ellenezték azt az elgondolást, hogy megnyissák a második szülő általi örökbefogadás lehetőségét az azonos nemű párok számára.", "144. A Bíróság hozzá kívánja fűzni, hogy úgy tűnik, az osztrák jogszabály nem koherens. Az egyetlen – többek között a homoszexuális – személy általi örökbefogadás lehetséges. Ha van bejegyzett élettársa, az utóbbinak a polgári törvénykönyv 181. §-a (1) bekezdésének a bejegyzett élettársi kapcsolatról szóló törvénnyel együtt bevezetett második albekezdésével összhangban ehhez hozzá kell járulnia (lásd a fenti 40. pontot). Ennélfogva a jogalkotó elismeri, hogy a gyermek felnőhet azonos nemű párkapcsolatra épülő családban, ekként pedig azt ismeri el, hogy ez nincs a gyermek kárára. Az osztrák jog mindazonáltal kitart amellett, hogy a gyermek nem rendelkezhet két anyával vagy két apával (lásd ennek megfelelően a Christine Goodwin v. Egyesült Királyság ítéletet [GC], no. 28957/95, 78. §, ECHR  2002VI., amelyben a Bíróság a belföldi jogrendszer koherenciájának hiányát is figyelembe vette).", "145. A Bíróság érvényesnek találja a kérelmezők azon érvét, hogy azonos nemű párkapcsolatra épülő tényleges családok léteznek, de esetükben megtagadják a jogi elismerés és védelem lehetőségét. A Bíróság megállapítja, hogy az egyéni örökbefogadással vagy a közös örökbefogadással ellentétben – amelyek célja, hogy kapcsolatot létesítsen az olyan gyermekkel, aki korábban nem állt kapcsolatban az örökbefogadóval – a második szülő általi örökbefogadásnak az a célja, hogy a gyermek valamelyik szülőjének élettársára a gyermek tekintetében jogokat ruházzon. Maga a Bíróság gyakran hangsúlyozta a tényleges családi élet jogi elismerésének jelentőségét (lásd a Wagner and J.M.W.L. v. Luxembourg ítéletet, no. 76240/01, 119. §, 2007. június 28.; a második szülő általi örökbefogadással összefüggésben lásd még a fent hivatkozott Eski-ítéletet, 39. §, valamint a fent hivatkozott Emonet and Others ítéletet, 63–64. §§).", "146. Valamennyi fenti megfontolás – a tényleges családi élet megléte a kérelmezők között, az ennek jogi elismertetésére irányuló lehetőség meglétének jelentősége, a kormány részéről az annak igazolására előadott bizonyíték hiánya, hogy káros lenne a gyermek számára, ha azonos nemű pár nevelné fel, illetve ha jogi szempontból két anyával és két apával rendelkezne, továbbá főként a kormány által annak elismerése, hogy az azonos nemű párok az eltérő nemű párokkal azonos módon lehetnek alkalmasak a második szülő általi örökbefogadásra – jelentős kételyeket vet fel az azonos nemű párok esetén a második szülő általi örökbefogadás polgári törvénykönyv 182. §-ának (2) bekezdéséből eredő abszolút tilalmának arányosságát illetően. Hacsak egyéb különösen meggyőző és nyomós indokok nem szólnak az ehhez hasonló abszolút tilalom mellett, úgy tűnik, hogy az eleddig levont következtetések inkább amellett szólnak, hogy lehetővé kell tenni a bíróságok számára az egyes egyedi ügyek vizsgálat. Úgy tűnik továbbá, hogy ez – a releváns nemzetközi eszközökben kulcsfogalmat képező – a gyermek mindenek felett álló érdekével is jobban összhangban van, ami (lásd különösen a fenti 49. pontot és a fent hivatkozott E.B. v. Franciaország ítéletet, 95. §).", "147. A kormány a panaszolt eltérő bánásmód igazolására egy további érvet is előterjesztett. Az Egyezmény 8. Cikkére hivatkozva azt állította, hogy a mérlegelési mozgástér az örökbefogadási jog területén széles, és hogy ennek óvatos egyensúlyt kell teremtenie valamennyi érintett személy érdekei között. A jelen kontextusban ez még a mérlegelési mozgástér szélesebb, mivel nincs európai szinten konszenzus az azonos nemű párok esetén a második szülő általi örökbefogadás kérdésében.", "148. A Bíróság megállapítja, hogy az államoknak az Egyezmény 8. Cikke szerinti mérlegelési mozgásterének szélessége számos tényezőtől függ. Amikor valamely magánszemély létezésének vagy személyazonosságának egy különösen fontos aspektusáról van szó, rendes esetben korlátozott lesz az állam számára megengedett mozgástér. A mozgástér azonban szélesebb lesz, amennyiben nincs konszenzus az Európai Tanács tagállamai körében akár a szóban forgó érdek relatív jelentőségét, akár az annak védelmére szolgáló legjobb eszközöket illetően, különösen akkor, ha az ügyben érzékeny erkölcsi vagy etikai kérdések merülnek fel (újabb keletű példákként lásd a fent hivatkozott S. H. and Others v. Ausztria ítélet, 94. §, valamint az A, B and C v. Írország ítéletet, [GC], no. 25579/05, 232. §, ECHR 2010). A Bíróság azonban ismételten megállapítja, hogy a nemen vagy szexuális irányultságon alapuló megkülönböztetéssel kapcsolatos, a 14. Cikk alapján vizsgálandó kérdésekben az államok mérlegelési mozgástere szűk (lásd a fenti 99. pontot).", "149. Ezen túlmenően – és kizárólag a kormány azon állítására válaszul, amely szerint nem létezik európai szintű konszenzus –, szem előtt kell tartani, hogy a Bíróság előtti kérdés nem az azonos nemű párok második szülő általi örökbefogadáshoz való hozzáférésének általános kérdése, hanem az ilyen típusú örökbefogadás tekintetében nem házasságban élő eltérő nemű párok és az azonos nemű párok között alkalmazott eltérő bánásmód (lásd a fenti 134. pontot). Következésképpen csak az Európa Tanács azon tíz tagállama tekinthető összehasonlítása alapként, amelyek nem házasságban élő párok esetén megengedik a második szülő általi örökbefogadást. E csoporton belül hat állam kezeli azonos módon a heteroszexuális párokat és az azonos nemű párokat, míg négy Ausztriával azonos álláspontra helyezkedik (lásd a fenti 57. pontban szereplő, az összehasonlító jogra vonatkozó információkat). A Bíróság úgy véli, hogy a példák szűkössége miatt nem lehet következtetést levonni az Európa Tanács tagállamainak körében az esetleges konszenzus meglétére vonatkozóan.", "150. A Bíróság véleménye szerint ugyanez igaz a gyermekek örökbefogadásáról szóló, 2008. évi egyezményre vonatkozóan. A Bíróság először is megállapítja, hogy az egyezményt Ausztria nem ratifikálta. Másodszor – az eddigi ratifikálások alacsony száma miatt – kételyek merülhetnek fel a tekintetben, hogy az egyezmény az európai államok körében jelenleg meglévő közös alapot tükrözne. A Bíróság mindenesetre megállapítja, hogy a gyermekek örökbefogadásáról szóló, 2008. évi egyezmény 7. cikkének (1) bekezdése előírja, hogy az államoknak meg kell engedniük a két eltérő nemű (házas vagy – amennyiben ilyen jogintézmény létezik – bejegyzett élettársi kapcsolatban élő) személy, illetve az egy személy általi örökbefogadást. A 7. cikk (2) bekezdése értelmében az államok kiterjeszthetik ezen egyezmény hatályát olyan azonos nemű párokra, akik egymással házasságot kötöttek, illetve akik bejegyzett élettársi kapcsolatban élnek, kiterjeszthetik továbbá „a tartós kapcsolatban együtt élő eltérő nemű párokra és azonos nemű párokra [nem hivatalos fordítás]”. Ez arra utal, hogy a 7. cikk (2) bekezdése nem azt jelenti, hogy az államok eltérően kezelhetik a tartós kapcsolatban élő heteroszexuális és azonos nemű párokat. Úgy tűnik, hogy a Miniszteri Bizottság 2010. március 31-i ajánlása (CM/Rec (2010)5) ugyanebbe az irányba mutat: a 23. pont felszólítja a tagállamokat annak biztosítására, hogy a nem házasságban élő párokra ruházott jogok és kötelezettségek megkülönböztetésmentesen vonatkoznak mind az azonos nemű, mind pedig az eltérő nemű párokra. Mindenesetre, még ha a 2008. évi egyezmény 7. cikke (2) bekezdésének értelmezése más eredményre is vezetne, a Bíróság megismétli, hogy az államok az Egyezmény szerinti felelősséggel tartoznak a szerződéses kötelezettségvállalások tekintetében az Egyezmény hatálybalépését követően (lásd az Al-Saadoon and Mufdhi v. Egyesült Királyság ítéletet, no. 61498/08, 128. §, ECHR 2010 [kivonatok]).", "151. A Bíróság tudatában van annak, hogy a hagyományos értelemben vett család védelme és a szexuális kisebbségeknek az Egyezményben szereplő jogai közötti egyensúly megteremtése – a dolgok természeténél fogva – nehéz és kényes feladat, ami megkívánhatja, hogy az állam az érintett felek által alapvetően ellentétesként felfogott, ütköző nézeteket és érdekeket egyeztessen össze (lásd a fent hivatkozott Kozak-ítéletet, 99. §). Tekintettel azonban a fenti megfontolásokra a Bíróság megállapítja, hogy a kormány nem hivatkozott semmiféle nyomós és meggyőző érvre annak igazolására, hogy az azonos nemű párok esetén a második szülő általi örökbefogadás kizárása – ugyanakkor e lehetőségnek a nem házasságban élő eltérő nemű párok számára történő lehetővétele – szükséges volt a hagyományos értelemben vett család védelméhez vagy a gyermek érdekeinek védelméhez. A különbségtétel ezért összeegyeztethetetlen az egyezménnyel.", "152. A Bíróság ismételten hangsúlyozza, hogy a jelen ügy nem arra a kérdésre vonatkozik, hogy a kérelmezők örökbefogadás iránti kérelmét kedvezően kellett volna-e elbírálni a jelen ügy körülményei között. A jelen ügy arra a kérdésre vonatkozik, hogy a kérelmezőkkel szemben megkülönböztetést alkalmaztak-e amiatt, hogy a bíróságoknak nem volt lehetőségük ésszerű módon megvizsgálni azt, hogy a kérelmezett örökbefogadás a másodrendű kérelmező érdekeit szolgálta-e, mivel az jogilag mindenesetre lehetetlen volt. Ezzel összefüggésben a Bíróság az újabb keletű ítéletekre utal, amelyekben megállapította a 8. Cikkel összefüggésben értelmezett 14. Cikk megsértését, mert a házasságon kívül született gyermek apja nem tudta kérni a belföldi bíróságoktól annak vizsgálatát, hogy a közös felügyeleti jog mindkét szülő részére vagy a kizárólagos felügyelet számára történő biztosítása szolgálja-e a gyermek érdekeit (lásd Zaunegger v. Németország, no. 22028/04, 61–63. §§, 2009. december 3., és Sporer v. Ausztria, no. 35637/03, 88–90. §§, 2011. február 3.).", "153. Összegezve: a Bíróság megállapítja, hogy megsértették az Egyezmény 8. Cikkével összefüggésben értelmezett 14. Cikkét a kérelmezők helyzetének nem házasságban élő olyan eltérő nemű párral való összehasonlításakor, amely esetében az egyik élettárs a másik élettárs gyermekét kívánja örökbe fogadni.", "II. \tAZ EGYEZMÉNY 41. CIKKÉNEK ALKALMAZÁSA", "154. Az Egyezmény 41. Cikke a következőt írja elő:", "„Ha a Bíróság az Egyezmény vagy az ahhoz kapcsolódó jegyzőkönyvek megsértését állapítja meg és az érdekelt Magas Szerződő Fél belső joga csak részleges jóvátételt tesz lehetővé, a Bíróság – szükség esetén – igazságos elégtételt ítél meg a sértett félnek.”", "A. Kártérítés", "155. A kérelmezők 50 000 eurót (EUR) kértek nem vagyoni kár tekintetében.", "156. A kormány állítása szerint a nem vagyoni kártérítés megítélése a jelen körülmények között nem igazolt. Különösen arra mutattak rá, hogy a kérelmezőket nem akadályozták meg abban, hogy – kívánságuknak megfelelően – együtt éljenek. Mindenesetre a kérelmezők által igényelt összeg nincs összhangban a hasonló ügyekben megítélt kártérítésekkel.", "157. A Bíróság úgy véli, hogy a kérelmezők minden bizonnyal elszenvedtek olyan nem vagyoni kárt, amelyet nem ellensúlyoz a 8. cikkel összefüggésben értelmezett 14. Cikk megsértésének puszta megállapítása. A Bíróság emellett úgy véli, hogy a kérelmezőket mint családot érintette a megállapított jogsértés. A Bíróság ezért helyénvalónak tartja megítélni a közös nem vagyoni kártérítést. A Bíróság – méltányos alapon lefolytatva értékelését és tekintettel a hasonló ügyben (lásd a fent hivatkozott E.B. v. Franciaország, 102. §) megítélt összegre – közösen 10 000 euró nem vagyoni kártérítést ítél meg a kérelmezők részére.", "B. Költségek és kiadások", "158. A kérelmezők továbbá 49 680,94 EUR teljes összeget követelnek költségek és kiadások címén. Ez az összeg a következőkből tevődik össze: 6 156,59 EUR a belföldi bíróságok előtt felmerült költségek és 43 524,35 EUR a Bíróság előtt felmerült költségek. Az összegek a hozzáadott-értékadót (héa) tartalmazzák.", "159. A belföldi eljárás költségei az Alkotmánybíróság előtt lefolytatott eljárás tekintetében 2 735,71 EUR-t, a polgári bíróságok előtti eljárások tekintetében pedig 3 420,88 EUR-t foglalnak magukban. A kérelmezők azzal érvelnek, hogy az Alkotmánybíróság előtti eljárás szükséges volt, mivel csak az Alkotmánybíróság határozatán keresztül vált egyértelművé, hogy az örökbefogadási megállapodás jóváhagyását anélkül fogják tudni kérni a polgári bíróságoktól, hogy fennállna a kockázata annak, hogy a kérelem a harmadrendű kérelmező esetében a szülői jogok elvesztését eredményezné.", "160. Az Egyezmény szerinti eljárás költségei a kérelmezők jogi képviselőjénél az első Szekció előtti tárgyalás előtt felmerült 889,08 EUR utazási és szállási költségeket és a Nagykamara előtti tárgyalás előtt felmerült 913,22 EUR utazási és szállási költségeket tartalmaztak. Ezek között szerepelt még összesen 1 832,30 EUR a jogi képviselőnek a tárgyalásokon való részvétele okán a Strasbourgba való utazásával és ott- tartózkodásával kapcsolatban felmerült időkiesés megtérítése tekintetében. Az igényelt költségek fennmaradó része az ügyvédi díj. A kérelmezők hangsúlyozzák, hogy a Nagykamara előtti eljárás nem pusztán a Szekció előtti eljárás megismétlése volt, különösen mivel a Bíróság számos további kérdést intézett a felekhez és mivel harmadik felek számos észrevételét kellett tanulmányozni és kezelni a tárgyaláson.", "161. A kormány véleménye szerint az Alkotmánybíróság előtti eljárással kapcsolatos költségek felmerülése nem volt szükségszerű. Azzal érvelnek, hogy az Alkotmánybíróságnak a szövetségi alkotmány 140. cikkével kapcsolatos ítélkezési gyakorlata értelmében a magánszemélyek közvetlen panaszt csak akkor nyújthatnak be az Alkotmánybírósághoz, ha az állítólagos jogsértés a jog közvetlen alkalmazásából eredt. A jelen ügyben a kérelmezőknek volt lehetőségük arra, hogy ügyüket polgári bíróságok elé terjesszék.", "162. Az Egyezmény szerinti eljárás tekintetében a kormány előadja, hogy az igényelt költségek összességében túlzóak. Emellett azzal érvel, hogy a kérelmezők nagy mértékben a belföldi eljárásokban már előadott érvekre tudtak hivatkozni, és hogy a Nagykamara előtti eljárás során a Szekció előtt előadottakra tudtak hivatkozni.", "163. A Bíróság ítélkezési gyakorlata értelmében valamely kérelmező csak annyiban jogosult költségeinek és kiadásainak megtérítésére, amennyiben bebizonyosodott, hogy azok ténylegesen és szükségszerűen merültek fel, összegszerűséget illetően pedig ésszerűek voltak. A belföldi eljárások tekintetében a Bíróság úgy véli, hogy az Alkotmánybíróság előtti eljárás tekintetében igényelt költségek nem szükségszerűen merültek fel. A Bíróság különösen megállapítja, hogy az Alkotmánybíróság a kérelmezők panaszát elfogadhatatlanként utasította el. A Bíróság ezért csak a polgári bíróságok előtti eljárások tekintetében igényelt költségeket, azaz 3 420,88 EUR-t ítél meg. Az Egyezmény szerinti eljárás költségeit illetően a Bíróság – tekintettel a rendelkezésére álló dokumentumokra és a fenti szempontokra – helyénvalónak tartja 25 000 EUR megítélését. A Bíróság összességében költségek és kiadások címén 28 420,88 EUR-t ítél meg a kérelmezők számára.", "C. Késedelmi kamat", "164. A Bíróság helyénvalónak tartja, hogy a késedelmi kamat az Európai Központi Banknak a három százalékponttal növelt aktív oldali rendelkezésre állási kamatlábán alapuljon.", "EZEN INDOKOK ALAPJÁN A BÍRÓSÁG", "1.\ta kérelmet elfogadhatónak nyilvánítja;", "", "2.\tegyhangúlag megállapítja, hogy megsértették az Egyezmény 8. Cikkel összefüggésben értelmezett 14. Cikkét a kérelmezők helyzetének olyan házaspáréval való összehasonlításakor, amely esetében az egyik házastárs a másik házastárs gyermekét kívánja örökbe fogadni;", "", "3.\thét ellenében tíz szavazattal megállapítja, hogy megsértették az Egyezmény 8. Cikkel összefüggésben értelmezett 14. Cikkét, a kérelmezők helyzetének nem házasságban élő olyan eltérő nemű párral való összehasonlításakor, amely esetében az egyik élettárs a másik élettárs gyermekét kívánja örökbe fogadni;", "", "4.\that ellenében tizenegy szavazattal megállapítja,", "a) hogy a kérelmezett államnak három hónapon belül a következő összegeket kell megfizetnie:", "i. 10 000 EUR (tízezer euró) az esetlegesen megfizetendő bármely adóval növelve, a kérelmezők számára közösen nem vagyoni kártérítésként;", "ii. 28 420,88 EUR (huszonnyolcezer-négyszázhúsz euró nyolcvannyolc eurócent), az esetlegesen megfizetendő bármely adóval növelve, költségek és kiadások tekintetében;", "b) hogy a fent említett három hónap lejártát követően a teljesítés időpontjáig a késedelmes időszakra az Európai Központi Bank aktív oldali rendelkezésre állási kamatlábát három százalékponttal meghaladó mértékű kamatot kell fizetni a fenti összeg után;", "", "5.\tegyhangúlag elutasítja a kérelmezők méltányos elégtétel iránti kérelmének fennmaradó részét.", "Készült angol és francia nyelven, kihirdették a Strasbourgban a Human Rights Buildingben 2013. február 19-én megtartott nyilvános tárgyaláson a Bíróság Eljárási Szabályzata 77. cikke (2) és (3) bekezdésének megfelelően.", "Johan Callewaert\tDean Spielmann\n\thivatalvezető-helyettes\telnök", "Az Egyezmény 45. Cikkének 2. bekezdésével és Bíróság Eljárási Szabályzata 74. cikkének (2) bekezdésével összhangban a következő különvéleményeket csatolták a jelen ítélethez:", "", "a)\tSpielmann bíró párhuzamos véleménye;", "b)\tCasadevall, Ziemele, Kovler, Jočienė, Šikuta, de Gaetano és Sicilianos bírák részben eltérő közös véleménye.", "D.S.\nJ.C.", "", "A különvélemények fordítását a szöveg nem tartalmazza, azok az ítélet hivatalos nyelvi változatában (változataiban) angol és/vagy francia nyelven szerepelnek, amely hivatalos nyelvi változatok a Bíróság ítélkezési gyakorlatát tartalmazó HUDOC adatbázisban tekinthetők meg.", "", "© Európa Tanács/Emberi Jogok Európai Bírósága, 2013.", "", "Az Emberi Jogok Európai Bíróságának hivatalos nyelvei az angol és a francia. Ez a fordítás nem köti a Bíróságot, és a Bíróság nem vállal semmilyen felelősséget annak minőségéért. A fordítás letölthető az Emberi Jogok Európai Bíróságának ítélkezési gyakorlatát tartalmazó HUDOC adatbázisból () vagy bármely olyan adatbázisból, amellyel a Bíróság azt megosztotta. Nem kereskedelmi célokra azzal a feltétellel többszörözhető, ha az ügy teljes címét idézik, a fenti szerzői jogi tájékoztatóval együtt. E fordítás bármely részének kereskedelmi célokból történő felhasználására irányuló szándék esetén, kérjük, ezt a következő címen jelezze: .", "", "© Council of Europe/European Court of Human Rights, 2013.", "", "The official languages of the European Court of Human Rights are English and French. This translation does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme () ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", ""]}