{"file": "ICE_HJUDICE_17202_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "17202/04", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Andersson gegn Svíþjóð", "Dómur frá 7. desember 2010", "Mál nr. 17202/04", "6. gr. Réttur til réttlátrar málsmeðferðar", "Réttur til munnlegrar málsmeðferðar. Stjórnsýsludómstólar.", "", "1. Málsatvik", "\tKærandi, Freddie Andersson, er sænskur ríkisborgari, fæddur árið 1930 og búsettur í Svíþjóð. Hann er fyrrum starfsmaður sláturhúss og þjáist af verkjum í baki og mjöðmum. Kæra hans til dómstólsins laut að því ekki hefði farið fram munnlegur málflutningur í meðferð máls hans hjá stjórnsýsludómstóli sem hann höfðaði til heimtu skaðabóta vegna heilsutjóns sem hann varð fyrir vegna starfa sinna.", "\tForsaga málsins er að í september árið 1996 lagði kærandi inn vinnuslysaskýrslu hjá tryggingastofnun Stokkhólms þar sem hann hélt því fram að verkir í mjöðmum og mjóbaki væru til komnir af vinnu hans og þar með ætti hann rétt á slysabótum vegna vinnuslyss frá hinu opinbera.", "\tÍ ákvörðun sinni frá 13. desember 1996 tók stofnunin fram að kærandi hefði þar til árið 1982 starfað í sláturhúsi í Svíþjóð en þá flutt til Bandaríkjanna og unnið þar við að gera upp veggi. Árið 1988 upplýsti hann stofnunina um að hann væri ekki lengur vinnufær sökum verkja í liðum í mjöðm. Frá júní 1988 fékk hann því greiddan út eftirlaunalífeyri vegna óvinnufærni fyrir aldur fram. Þar sem stofnunin taldi ekki loku fyrir það skotið að kærandi hefði hlotið áðurnefnd meiðsl við vinnu sína í Bandaríkjunum ákvað hún að hafna beiðni hans um slysabætur. Slíkar bætur væru einungis greiddar út fyrir meiðsl sem aðilar hefðu ótvírætt orðið fyrir við vinnu sína í Svíþjóð.", "Kærandi skaut ákvörðun stofnunarinnar til stjórnsýsludómstóls Stokkhólms þar sem hann færði rök fyrir að meiðsli hans í mjöðmum og mjóbaki stöfuðu af starfi hans í sláturhúsinu í Svíþjóð en ekki þeirri vinnu sem hann stundaði í Bandaríkjunum. Þessu til stuðnings skilaði hann inn læknisvottorði frá lækni sláturhússins þar sem fram kom að vinna kæranda þar hefði falið í sér að lyfta dýraskrokkum og bera kjötstykki upp og niður stiga og hefði það reynt mikið á bak hans, mjaðmir, hné og ökkla. Þann 15. september 1997 felldi dómstóllinn úr gildi ákvörðun tryggingastofnunar og fól henni að taka mál hans fyrir aftur.", "Þegar stofnunin fór yfir mál kæranda að nýju óskaði hún eftir áliti eins af læknum stofnunarinnar á því hvort meiðsli kæranda væru ótvírætt til komin vegna starfa hans í sláturhúsinu eða af öðrum orsökum. Eftir að hafa skoðað sjúkrasögu kæranda skilaði læknirinn inn áliti þar sem hann komst að þeirri niðurstöðu að kærandi þjáðist af liðagigt í mjöðmum og engin læknisfræðileg gögn styddu að slík gigt orsakaðist af störfum hans heldur væri hún einfaldlega til komin vegna aldurs. Þann 14. janúar 1998 hafnaði stofnunin því á ný beiðni kæranda um slysabætur vegna vinnuslyss og byggðist sú ákvörðun að miklu leyti á áliti læknis stofnunarinnar.", "Kærandi kærði ákvörðunina til stjórnsýsludómstóls Stokkhólms þar sem hann lagði fram álitsgerð læknis, sem hafði meðhöndlað hann. Þar kom fram að liðagigt kæranda hefði komið til fyrr en eðlilegt mætti telja auk þess sem slíka gigt væri ekki að finna meðal annarra í fjölskyldu kæranda. Læknirinn taldi auk þess að ekki væri hægt að rekja gigtina til starfa kæranda í Bandaríkjunum heldur stafaði hún fyrst og fremst af störfum hans í sláturhúsinu í Svíþjóð. Stofnunin hafnaði þessum kröfum og taldi ósannað að hægt væri að rekja gigt kæranda til vinnu hans í Svíþjóð.", "Í maí 1998 fór kærandi fram á það við stjórnsýsludómstólinn að munnlegur málflutningur færi fram í máli hans og hann hefði þar með tækifæri til að útskýra nákvæmlega vinnuaðstæður sínar. Dómurinn hafnaði hins vegar þeirri beiðni kæranda þar sem munnlegur málflutningur þótti óþarfur vegna eðlis málsins. Þann 29. júní 1999 hafnaði stjórnsýsludómstóllinn kröfum kæranda þar sem dómurinn taldi ósannað að rekja mætti meiðsli kæranda til starfa hans í sláturhúsinu í Svíþjóð.", "Kærandi áfrýjaði málinu til afrýjunardómstóls stjórnsýslumála í Stokkhólmi og kvartaði undan því að sér hefði verið neitað um munnlega meðferð málsins þar sem hann hefði getað lýst vinnuaðstæðum sínum og kallað til vitni. Áfrýjunardómstóllinn hafnaði einnig kröfu kærandi um munnlegan málflutning. Þann 24. september 2001 komst dómstóllinn að þeirri niðurstöðu að engin gögn væru fyrir hendi sem bentu til þess að ástand kæranda mætti rekja til starfa hans í sláturhúsinu.", "Í framhaldi af þessu skaut kærandi málinu til hæstaréttar stjórnsýslumála þar sem hann bar fyrir sig 6. gr. Mannréttindasáttmálans hvað varðaði höfnun dómstóla á neðri dómstigum um að viðhafa munnlega málsmeðferð í máli hans. Þann 10. nóvember 2003 vísaði rétturinn máli kæranda frá dómi.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi kvartaði undan því að sænska ríkið hefði brotið gegn rétti hans samkvæmt 6. gr. sáttmálans með því að honum hefði verið synjað um munnlega málsmeðferð í máli hans fyrir sænskum dómstólum.", "", "Niðurstaða", "Dómstóllinn tók fram að rétturinn til opinberrar málsmeðferðar fæli í sér rétt til munnlegrar málsmeðferðar nema sérstakar aðstæður væru fyrir hendi sem réttlættu frávik frá því. Þyrfti að skoða það út frá eðli mála hverju sinni hvort hægt væri að víkja frá þeirri meginreglu.", "Dómstóllinn áréttaði að þegar munnlegur málflutningur hefði farið fram á fyrsta dómstigi væru ekki sömu kröfur gerðar til dómstóla á efri stigum um að viðhafa munnlega málsmeðferð þar fyrir dómi ef atvik málsins mæltu ekki sérstaklega með því.", "Dómstóllinn tók fram að í máli kæranda hefði munnlegur málflutningur ekki farið fram á neinu dómstigi. Ekki væri heldur hægt að líta svo á að kærandi hefði gefið frá sér rétt sinn til munnlegrar málsmeðferðar samkvæmt 6. gr. sáttmálans. Þvert á móti hafði kærandi þegar á fyrsta dómstigi farið fram á það að mál hans yrði tekið til munnlegrar málsmeðferðar. Kærandi fór auk þess fram á það á æðri dómstigum að munnlegur málflutningur færi fram í máli hans til þess að honum gæfist færi á að koma sjónarmiðum sínum betur á framfæri. Á öllum þremur dómstigum var kröfum kæranda hins vegar hafnað. Dómstóllinn þurfti því að meta hvort þessi ákvörðun landsdómstólanna hefði réttlæst af sérstöku eðli máls kæranda.", "Dómstóllinn tók fram að oftast væru mál aðeins flutt skriflega fyrir sænskum stjórnsýsludómstólum. Samkvæmt stjórnsýsluréttarfarslöggjöf landsins átti þó að taka mál fyrir munnlega ef aðilar óskuðu sérstaklega eftir því og ef slíkt væri að mati dómstólanna ekki óþarft. Að þessu leyti væri sænska löggjöfin frábrugðin þeirri reglu sem dómstóllinn hefði mótað, þ.e. að munnleg málsmeðferð fyrir dómi skyldi ávallt vera meginreglan nema sérstakar ástæður réttlættu frávik. Dómstóllinn ítrekaði að aðildarríkjum bæri að hlíta viðmiðum sáttmálans að þessu leyti.", "Dómstóllinn benti á að kærandi lagði fram ýmis gögn í málinu með upplýsingum sem gengju þvert á niðurstöður gagna og skýrslna sem sænska tryggingastofnunin hefði byggt ákvörðun sína á. Það lá því ekki skýrt fyrir í málinu hverjar væru orsakir heilsutjóns kæranda. Dómstóllinn féllst ekki á þær málsástæður sænska ríkisins að vitnaleiðslur yfir læknum kæranda hefðu ekki getað varpað frekari ljósi á málið. Þvert á móti hefðu þær getað upplýst dóminn frekar um álit þeirra og forsendur fyrir niðurstöðum þeirra. Auk þess hefði kærandi sjálfur getað skýrt nánar frá vinnuaðstæðum sínum bæði í sláturhúsinu í Svíþjóð sem og í Bandaríkjunum. Þetta hefði að mati dómstólsins verið nauðsynlegt til að upplýsa málið fyllilega. Niðurstaða dómstólsins var því sú að sænska ríkið hefði með þessu brotið gegn rétti kæranda samkvæmt 6. gr. sáttmálans.", "Á grundvelli 41. gr. sáttmálans var sænska ríkinu gert að greiða kæranda 3.000 evrur í miskabætur og 2.500 evrur vegna málskostnaðar.", ""]}