{"file": "ICE_HJUDICE_27013_07.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "27013/07", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Winterstein o.fl. gegn Frakklandi", "Dómur frá 17. október 2013", "Mál nr. 27013/07", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Friðhelgi heimilis. Lífshættir. Skipulags- og umhverfislöggjöf. Útburður.", "", "1. Málsatvik", "\tKærendur eru 25 franskir ríkisborgarar sem lögðu fram kæru fyrir sína hönd, ólögráða barna sinna og alþjóðlegu hreyfingarinnar Movement ATD Fourth World. Flestir þeirra eru flakkarar og búa í sveitarfélaginu Herblay í Val d’Oise héraði í Frakklandi. Í sveitarfélaginu búa rúmlega 2000 flakkarar í tjaldvögnum og eru þeir u.þ.b. 10% íbúa. Fyrir liggur að staðsetning um 80% vagnanna brýtur gegn gildandi skipulagi á svæðinu.", "\tKærendur höfðu búið á sama stað í sveitarfélaginu til margra ára og höfðu sumir þeirra fæðst þar. Landsvæðið, þar sem þau voru búsett, naut sérstakrar verndar samkvæmt skipulagi sökum náttúrufegurðar. Í apríl og maí 2004 höfðaði sveitarfélagið mál á hendur 40 einstaklingum, þar með talið kærendum, þar sem krafist var viðurkenningar á því að þeir dveldu með ólögmætum hætti á landsvæðinu og að þeim yrði gert að fjarlægja tjaldvagna og hvers konar byggingar af svæðinu gegn greiðslu dagsekta. Sveitarfélagið krafist þess að málið sætti flýtimeðferð. Með úrskurði í júlí 2004 var hafnað að taka málið til flýtimeðferðar, enda hefðu varnaraðilar dvalið á landsvæðinu í fjölda ára og sýndi langvarandi afskiptaleysi stjórnvalda að brýn þörf gæti ekki talist á flýtimeðferð málsins. Í kjölfarið leitaði sveitarfélagið með kröfur sínar til annars dómstóls og féll þar dómur í nóvember 2004. Fallist var á kröfu sveitarfélagsins og talið að vera varnaraðila á umræddu landsvæði væri í andstöðu við gildandi skipulag. Varnaraaðilum var gert að rýma landið innan þriggja mánaða að viðlögðum dagsektum. Áfrýjunardómstóll staðfesti þessa niðurstöðu í október 2005 og vísaði meðal annars til þess að löng dvöl varnaraðila á landsvæðinu og afskiptaleysi yfirvalda skapaði ekki rétt til að dvelja þar til framtíðar. Dómnum hefur ekki enn verið fullnustað af hálfu sveitarfélagsins, en margir kærenda hafa flust á brott vegna ótta við fullnustu dómsins og álagningu dagsekta.", "\tÍ kjölfar dómsins réðust stjórnvöld í rannsókn á högum þeirra fjölskyldna sem málsóknin beindist að og möguleikum þeirra á annars konar dvalarstað. Rannsóknin sýndi að flestar fjölskyldur óskuðu eftir að fá að dvelja í tjaldvögnum sínum á svokölluðum „fjölskyldureitum“ sem stjórnvöld hugðust koma á fót. Hins vegar varð ekki af þeim áformum, meðal annars vegna sjónarmiða um jafnræði og aðgengi allra að landi innan sveitarfélagsins. Fjórir kærenda fengu félagslegt húsnæði á vegum sveitarfélagsins. Aðrir eru ýmist fluttir á brott eða búa enn á landinu, en þeir síðarnefndu kunna að sæta útburði hvenær sem er.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur héldu því fram að ákvörðun um að gera þeim að yfirgefa landsvæði, sem þau höfðu haft búsetu á til fjölda ára, fæli í sér brot gegn friðhelgi einkalífs og fjölskyldulífs samkvæmt 8. gr. sáttmálans, einni sér og jafnframt ásamt 14. gr. sáttmálans sem bannar mismunun.", "", "Niðurstaða\n\tDómstóllinn tók fram að kærendur hefðu búið lengi á sama landsvæði innan sveitarfélagins eða allt frá fimm til þrjátíu árum. Talið var að tengsl þeirra við tjaldvagna og aðrar byggingar, sem þeir hefðu komið fyrir á landsvæðinu, væru það náin að líta yrði á slíkt sem heimili þeirra, óháð lögmæti búsetu þeirra á landsvæðinu. Vísað var til þess að málið varðaði jafnframt einkalíf kærenda, en búseta þeirra í tjaldvögnum væri mikilvægur hluti af sjálfsmynd þeirra sem flakkara. Þá varðaði málið brottrekstur samfélags, sem samanstóð af næstum hundrað einstaklingum, og hefði slíkt ótvíræð áhrif á lífshætti þeirra, sem og félags- og fjölskyldutengsl.", "\tDómstóllinn komst að þeirri niðurstöðu að skerðing á réttindum kærenda hefði verið í samræmi við landsrétt og stefnt að því lögmæta markmiði að vernda umhverfið. Við skoðun á því hvort skerðingin samræmist kröfum um meðalhóf lagði dómstóllinn áherslu á tvo þætti. Annars vegar var litið til þess hversu lengi kærendur höfðu búið á landinu átölulaust. Hins vegar var vísað til þess að einu röksemdir sveitarfélagsins fyrir kröfum sínum í fyrrgreindu dómsmáli hefðu verið að búseta varnaraðila bryti gegn skipulagi, en að kærendur hefðu meðal annars byggt á rétti sínum til heimilis og 8. gr. sáttmálans án þess að þær málsástæður hefðu verið teknar til efnislegrar skoðunar.", "\tDómstóllinn lagði áherslu á að missir á heimili væri alvarlegasta form skerðingar á friðhelgi heimilisins. Talið var að innlendir dómstólar hefðu tekið ákvörðun um útburð kærenda án þess að meta hvort slíkt samræmdist meðalhófsreglunni og án þess að framkvæma raunverulegt hagsmunamat. Dómstóllinn lagði áherslu á að staða flakkara, sem sérlega viðkvæms minnihlutahóps, endurspeglaðist í þeim fjölda sáttmála og úrræða á vegum Evrópuráðsins sem ætlað sé að vernda þá og tryggja þeim dvalarstað. Lögð var áhersla á að stjórnvöld í aðildarríkinu bæri að líta til þarfa slíkra minnihlutahópa og leita lausna á vandkvæðum sem fylgdi ólögmætri búsetu þeirra.", "\tDómstóllinn féllst á að í þessu tilviki hefði verið tekið nægilegt tillit til þarfa þeirra fjölskyldna sem fluttust í félagslegt húsnæði og var þannig veitt nýtt húsnæði eftir að ákvörðun um útburð hafði verið tekin. Hins vegar var ekki unnt að segja það sama um þær fjölskyldur sem óskuðu eftir því að dvelja á fyrrgreindum fjölskyldureitum, enda hefði þeim ekki verið veitt slíkt húsnæði og byggju viðkomandi einstaklingar nú við hættulegar og ófullnægjandi aðstæður.", "\tSamkvæmt þessu taldi dómstóllinn að brotið hefði verið gegn 8. gr. sáttmálans í tilviki allra kærenda þar sem ekki hefði verið kannað nægilega hvort útburður þeirra samræmdist sjónarmiðum um meðalhóf við málsmeðferð fyrir innlendum dómstólum. Jafnframt var talið að brotið hefði verið gegn réttindum þeirra kærenda sem óskuðu eftir búsetu á fjölskyldureitum samkvæmt 8. gr. þar sem ekki hefði verið tekið fullnægjandi tillit til þarfa þeirra. Dómstóllinn taldi ekki tímabært að ákvarða bætur í málinu og tók fram að hugsanlega gætu málsaðilar samið sín á milli.", ""]}