{"file": "ICE_HJUDICE_42337_12.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "42337/12", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Suso Musa gegn Möltu", "Dómur frá 23. júlí 2013", "Mál nr. 42337/12", "5. gr. Réttur til frelsis og mannhelgi.", "Hælisleitendur. Varðhald. Lagaheimild fyrir frelsissviptingu. Réttur til skaðabóta.", "", "1. Málsatvik", "\tKærandi er Ibrahim Suso Musa frá Sierra Leone. Hann kom til Möltu með báti í apríl 2011 og var handtekinn við komu til landsins. Hann óskaði eftir hæli og hélt því fram að óheimilt væri að halda honum í gæslu á meðan hælisumsókn væri til meðferðar. Hælisumsókn kæranda var hafnað í apríl 2012 og var hann í haldi yfirvalda fram að brottvísun hans í mars 2013.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að hann hefði sætt ólögmætri frelsissviptingu í skilningi 5. gr. sáttmálans þar sem óheimilt hefði verið að halda honum í gæslu á meðan hælisumsókn hans væri til meðferðar.", "", "Niðurstaða", "\tUm 1. mgr. 5. gr: Dómstóllinn áréttaði að f. liður 1. mgr. 5. gr. sáttmálans heimilaði að menn væru sviptir frelsi sínu til að koma í veg fyrir að þeir kæmust ólöglega inn í land. Vísað var til þess að í fyrri úrlausnum dómstólsins hefði verið talið að aðildarríkjum væri heimilt að hindra för þeirra sem ekki hefði verið heimiluð inngagna í landið með því að grípa eftir atvikum til frelsissviptingar. Tekið var fram að það að hælisleitandi gæfi sig sjálfviljugur fram við stjórnvöld og óskaði hælis leiddi ekki til þess að óheimilt væri að halda honum í gæslu á grundvelli 1. mgr. 5. gr. sáttmálans.", "\tDómstóllinn tók til skoðunar þau rök kæranda að maltnesk lög gerðu ráð fyrir að hælisleitendum sem biðu niðurstöðu hælisumsóknar væri heimilt að dvelja í landinu og því hefði gæsla hans verið ólögmæt eftir að hann óskaði hælis. Tekið var fram að maltnesk lög væru að þessu leyti ekki fyllilega skýr og að fleiri en einn túlkunarmöguleiki kæmi til greina. Hins vegar var fallist á að gæsla kæranda hefði átt sér nægilega skýra stoð í landslögum, en talið var skipta grundvallarmáli að honum hefði ekki verið formlega heimiluð innganga í landið á meðan á gæslu hans stóð. Var því talið að frelsissvipting hans hefði fallið undir heimildir f. liðar 1. mgr. 5. gr. sáttmálans til frelsissviptingar. Hins vegar taldi dómstóllinn að ákvörðun um gæslu kæranda hefði yfirbragð geðþóttaákvörðunar þar sem ýmsir ágallar væru á málsmeðferð stjórnvalda, svo sem að ekki hafði farið fram einstaklingsbundið mat á hælisumsókninni. Þá var talið að aðstæður á vistunarstað væru ámælisverðar og að afgreiðsla hælisumsóknar kæranda hefði tekið óeðlilega langan tíma, auk þess sem málsmeðferð vegna brottvísunar eftir að hælisumsókn hafði verið hafnað hefði ekki verið framfylgt af skilvirkni. Með hliðsjón af þessu var talið að um brot gegn 1. mgr. 5. gr. sáttmálans væri að ræða.", "\tUm 4. mgr. 5. gr.: Dómstóllinn taldi að brotið hefði verið gegn 4. mgr. 5. gr. sáttmálans þar sem kærandi hefði ekki átt þess kost að bera lögmæti frelsissviptingar sinnar undir dómstól með skjótum hætt.", "\tDómstóllinn skoraði á maltneska ríkið að grípa til ráðstafana til að tryggja að hælisleitendur gætu leitað endurskoðunar á ákvörðun um frelsissviptingu þeirra á meðan afgreiðsla hælisbeiðni stæði yfir með skjótum hætti.", "\tMaltneska ríkinu var gert að greiða kæranda 24.000 evrur í miskabætur og 3.000 evrur í málskostnað.", ""]}