{"file": "ICE_HJUDICE_53124_09.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "53124/09", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Genovese gegn Möltu", "Dómur frá 11. október 2011", "Mál nr. 53124/09", "8. gr. Friðhelgi einkalífs og fjölskyldu", "14. gr. Bann við mismunun", "Ríkisborgararéttur. Börn fædd utan hjónabands.", "", "1. Málsatvik", "Kærandi, Ben Alexander Genovese, er breskur ríkisborgari búsettur í bænum Hamilton í Skotlandi. Hann fæddist í Bretlandi árið 1996 og er móðir hans breskur ríkisborgari og faðir hans ríkisborgari á Möltu. Þau voru ógift þegar kærandi fæddist. Maltnesk yfirvöld tilkynntu móður kæranda að hann ætti einungis rétt á maltneskum ríkisborgararétti ef faðir hans viðurkenndi formlega faðernið. Eftir að hafa aflað slíkrar faðernisviðurkenningar var umsókn kæranda um ríkisborgararétt engu að síður hafnað þar sem maltnesk lög mæltu svo fyrir að aðeins þeir einstaklingar sem fæddust utan hjónabands ættu rétt á ríkisborgararétti ef móðirin væri ríkisborgari Möltu. Það sama gilti ekki ef aðeins faðirinn var maltneskur. Í janúar 2006 komst dómstóll á Möltu að þeirri niðurstöðu í máli kæranda að umrædd löggjöf fæli í sér mismunun og bryti því gegn stjórnarskrá landsins. Í nóvember 2008 komst dómstóllinn að þeirri niðurstöðu að löggjöfin bryti jafnframt gegn Mannréttindasáttmála Evrópu. Stjórnlagadómstóll landsins komst að andstæðri niðurstöðu árið 2009. Dómstóllinn taldi réttinn til að öðlast ríkisborgararétt hvorki vera verndaðan af stjórnarskrá landsins né Mannréttindasáttmálanum. Þá var ekki talið að neitun á að viðurkenna maltneskan ríkisborgararétt kæranda hefði áhrif á friðhelgi fjölskyldulífs hans enda hefði faðir kæranda ávallt neitað að eiga nokkur samskipti við hann og engin tengsl hefðu stofnast á milli þeirra sem jafna mætti til fjölskyldulífs.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að maltnesk lög um veitingu ríkisborgararéttar sem stæðu í vegi fyrir því að hann gæti fengið maltneskan ríkisborgararétt fælu í sér mismunun sem væri andstæð 14. gr. sáttmálans skýrðri með hliðsjón af 8. gr. um friðhelgi einkalífs.", "", "Niðurstaða", "Dómstóllinn benti á að þótt maltneska þingið hefði breytt löggjöfinni um ríkisborgararétt árið 2007 hefði það ekki áhrif á kæru kæranda þar sem honum hefði verið neitað um að fá ríkisborgararétt í rúm 10 ár áður en lögunum var breytt. Dómstóllinn féllst á að 14. gr. skýrð með hliðsjón af 8. gr. sáttmálans ætti við í þessu máli enda væri viðurkenning ríkisborgararéttar kæranda á grundvelli faðernis hluti sjálfsmyndar hans og félli því innan ramma einkalífs. Dómstóllinn áréttaði að mikilvægt væri að skýra sáttmálann í ljósi þróunar í aðildarríkjunum. Hann benti á að frá árinu 1975 hefðu fleiri en 20 aðildarríki Evrópuráðsins staðfest Evrópusáttmála til að tryggja lagalega stöðu barna fæddra utan hjónabands. Veigamiklar ástæður þyrftu að vera fyrir hendi til að réttlæta hvers kyns mismunun milli barna fæddra innan og utan hjónabands. Kærandi var í sambærilegri stöðu og önnur börn sem áttu maltneskan föður og erlenda móður. Það eina sem gerði stöðu hans ólíka og hindraði það að hann öðlaðist ríkisborgararétt var sú staðreynd að hann var fæddur utan hjónabands. Dómstóllinn féllst ekki á þær röksemdir maltneska ríkisins að börn fædd utan hjónabands hefðu almennt veikari tengsl við foreldra sína en þau sem fædd væru innan hjónabands. Þar sem engar gildar réttlætingarástæður höfðu verið færðar fram af hálfu maltneskra yfirvalda fyrir þessari mismunun komst dómstóllinn að þeirri niðurstöðu að brotið hefði verið gegn 14. gr. sáttmálans skýrðri með hliðsjón af 8. gr. hans.", "Kærandi fór ekki fram á bætur á grundvelli 41. gr. sáttmálans.", "Einn dómari skilaði sératkvæði.", ""]}