{"file": "ICE_HJUDICE_65192_11.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "65192/11", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by  \n for the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Mennesson og Labassee gegn Frakklandi", "Dómur frá 26. júní 2014", "Mál nr. 65192/11 & 65941/11", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Börn. Staðgöngumæðrun. Lagaleg tengsl barns við foreldri.", "", "1. Málsatvik", "\tKærendur í fyrra málinu, Dominique og Sylvie Menneson, eru franskir ríkisborgarar fædd árið 1955 og 1965 og eru gift. Dætur þeirra, tvíburarnir, Valentina og Fiorella Mennesson, eru bandarískir ríkisborgarar fæddar árið 2000 eru einnig kærendur. Þau eru öll búsett í Maisons-Alfort í Frakklandi. Kærendur í síðara málinu eru frönsku hjónin Francis og Monique Labassee fædd árin 1950 og 1951 og dóttir þeirra Juliette Labassee sem er bandarískur ríkisborgari fædd árið 2001. Þau eru búsett í Toulouse. Kærendur í báðum málum eiga það sameiginlegt að hafa ekki fengið viðurkennt lagalegt foreldrasamband við börnin sín sem voru öll fædd með aðstoð staðgöngumæðra í Bandaríkjunum. Franska ríkið heldur því fram að samningar um aðstoð staðgöngumæðra séu ólöglegir.", "\tSökum ófrjósemi beggja kvennanna í málunum sóttu bæði hjónin sér aðstoð staðgöngumæðra í Bandaríkjunum og var fósturvísum frjóvguðum með sæði hvors eiginmanns komið fyrir í legi viðkomandi staðgöngumæðra. Bandarískir dómstólar hafa úrskurðað að hjónin séu löglegir foreldrar barna sinna. Franska ríkið grunaði að leitað hefði verið aðstoðar staðgöngumóður og neitaði því að skrá börnin í Frakklandi. Fór sú synjun alla leið fyrir Hæstarétt Frakklands sem komst að þeirri niðurstöðu að ekki hafi verið brotið gegn friðhelgi fjölskyldunnar með synjuninni þar sem börnin væru börn foreldra sinna í Bandaríkjunum og synjun á skráningu í Frakklandi hindri þau ekki í að búa með foreldrum sínum í Frakklandi.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur í báðum málum töldu brotið gegn friðhelgi einkalífs síns og fjölskyldu og vísuðu til þess að það væri andstætt hagsmunum barna þeirra að fá ekki skráð lagaleg tengsl við foreldra sína í Frakklandi.", "", "Niðurstaða", "\tDómstóllinn komst að þeirri niðurstöðu að til skoðunar í málinu væri bæði einkalíf og fjölskyldulíf kærenda í skilningi 8. gr. Dómstóllinn viðurkenndi að börnin og foreldrarnir hefðu lifað sem ein fjölskylda alveg frá fæðingu í báðum málum. Einnig tók dómstóllinn fram að rétturinn til að hafa lagalegt samband við foreldra sína liggi í kjarna hugtaksins einkalíf. Skerðingin á þessum réttindum hafi þó verið í samræmi við landslög. Takmörkun laganna stefndi að tveim markmiðum, verndun heilsu og réttinda og frelsi annarra. Synjun franska ríkisins hafi átt rót sína í því að aftra öðrum frönskum borgurum frá því að sækja sér aðstoð staðgöngumæðra erlendis og fara þannig fram hjá frönskum lögum.", "\tDómstóllinn áréttaði að þegar kæmi að reglum um aðstoð staðgöngumæðra nytu ríkin mikils svigrúms enda væri það siðferðislega erfitt mál sem ekki væri samstaða um innan Evrópu. Þó þyrfti að vega það svigrúm á við rétt barns til foreldra sinna. Þá tók dómstóllinn fram að sérstaka athygli yrði að veita meginreglunni um að ávallt beri að gera það sem barni er fyrir bestu.", "\tHvað varðaði rétt kærenda til fjölskyldulífs hafi það augljós áhrif að fá ekki skráningu barnanna innan Frakklands. Hins vegar sé ekkert fram komið í málinu af hálfu franska ríkisins né kæranda sem sýni að það muni hafa veruleg áhrif, né að aðstaða þeirra muni vera önnur en aðstaða annarra fjölskyldna. Enn fremur hafi kærendur ekki sýnt fram á að hætta sé á að börnin muni aðskilin frá foreldrum sínum. Þar sem franskir dómstólar höfðu tekið þetta til skoðunar og ályktað að það hefði ekki áhrif á réttarlega stöðu foreldranna gagnvart börnum sínum að fá ekki skráningu innan Frakklands þá haggaði Dómstóllinn ekki þeirri ályktun. Var því ekki talið um að ræða brot á 8. gr. hvað varðaði fjölskyldulíf kærenda.", "\tHinsvegar að því er varðaði rétt barnanna til einkalífs var talið ljóst að þau lifðu við talsverða lagalega óvissu. Þrátt fyrir að vera meðvitað um lagalega stöðu þeirra erlendis, sem börn foreldra sinna, neiti franska ríkið þeim um þá stöðu innan Frakklands. Þetta hafi ekki einungis áhrif á sjálfsmynd barnanna innan fransks samfélags heldur einnig teljandi áhrif á erfðarétt þeirra eftir foreldra sína. Dómstóllinn ályktaði því að rétturinn til einkalífs feli í kjarna sínum í sér réttinn til að þekkja foreldra sína og auðkenni sitt. Einnig vó sú staðreynd þungt að feðurnir væru líffræðilegir feður barnanna. Þegar þetta var virt taldi dómstóllinn að synjun franska ríkisins á skráningu barnanna hafi falið í sér brot á einkalífi þeirra í skilningi 8. gr. sáttmálans.", "\tMennesson hjónin fengu 15.000 evrur í málskostnað ásamt 5.000 evrum handa hvorum tvíburanna í miskabætur. Labassee hjónin fengu svo 4.000 evrur í málskostnað og 5.000 evrur í miskabætur handa dóttur sinni.", ""]}