{"file": "ICE_HJUDICE_38058_09.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "38058/09", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Osman gegn Danmörku", "Dómur frá 14. júní 2011", "Mál nr. 38058/09", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Útlendingar. Dvalarleyfi. Ólögráða einstaklingur. Fjölskyldulíf.", "", "1. Málsatvik", "Kærandi, Sahro Osaman, er sómalskur ríkisborgari og fæddist árið 1987 í Sómalíu. Hún fékk dvalarleyfi í Danmörku árið 1994 og flutti hún í kjölfarið til landsins en faðir hennar og systir höfðu fengið þar hæli. Frá 7 til 15 ára aldurs, bjó kærandi í Danmörku. Hún sótti þar skóla og talaði dönsku. Árið 2003 sendi faðir hennar hana til Kenía, gegn hennar vilja að hennar sögn. Þar sá hún um umönnun ömmu sinnar sem dvaldi í flóttamannabúðum þar í landi.", "Árið 2005 þegar kærandi var 17 ára og því enn ólögráða sótti hún um að fá að sameinast fjölskyldu sinni á ný í Danmörku. Þann 21. desember 2006 tilkynntu dönsk útlendingayfirvöld kæranda að dvalarleyfi hennar væri útrunnið með vísan til 17. gr. hælisleitendalöggjafar landsins. Útlendingayfirvöld litu svo á að engar sérstakar aðstæður væru fyrir hendi sem réttlættu það að endurnýja dvalarleyfi hennar á grundvelli 9. kafla hælisleitendalöggjafarinnar. Þessum hluta löggjafarinnar hafði verið breytt í júlí 2004 eftir að kærandi yfirgaf Danmörku. Eftir breytingar gátu nú aðeins börn yngri en 15 ára fengið að sameinast fjölskyldum sínum án þess að þurfa að sækja um sérstakt leyfi þess efnis. Ástæðan að baki þessum breytingum var að reyna að hindra að foreldrar af erlendu bergi brotnu sendu börn sín úr landi til að þau fengju uppeldi í samræmi við siði þeirra og venjur. Löggjöfin átti að stuðla að því börn erlendra foreldra dveldu í Danmörku á mótunarárum sínum. Ákvörðun útlendingayfirvalda um að endurnýja ekki landvistarleyfi kæranda var kærð til Hæstaréttar Danmerkur en vísað frá þann 19. janúar 2008.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að ákvörðun útlendingayfirvalda um að hafna beiðni hennar að endurnýja dvalarleyfi bryti gegn 8. gr. sáttmálans", "", "Niðurstaða", "Dómstóllinn áréttaði í upphafi að með því að synja kæranda um endurnýjun á dvalarleyfi hennar í Danmörku hefði bæði einkalíf hennar og fjölskyldulíf verið skert. Hún hefði verið ólögráða þegar hún sótti um að fá að samaeinast fjölskyldu sinni í Danmörku og fyrir samband hennar við foreldra sína og aðra fjölskyldumeðlimi hefðu verið þáttur í fjölskyldulífi hennar.", "Álitaefnið laut að því hvort dönskum yfirvöldum hefði borið skylda til að endurnýja dvalarleyfi kæranda eftir að hún hafði dvalið í tvö ár erlendis. Dómstóllinn leit til þess að kærandi hafði búið í Danmörku á mótunarárum sínum, hún talaði dönsku, hafði sótt skóla þar í landi og átti þar náin fjölskyldutengsl. Kærandi hélt því fram að dönskum yfirvöldum hefði borið að vernda hagsmuni hennar og að sú ákvörðun föður hennar að senda hana til Kenía hefði augljóslega farið gegn hennar hagsmunum. Dómstóllinn tók fram að ákvörðun aðildarríkis um að endurnýja ekki landvistarleyfi einstaklings í sambærilegri stöðu og kærandi þyrfti að styðjast við veigamikil rök. Henni var ekki vísað úr landi fyrir að hafa framið glæp eða afbrot heldur byggði ákvörðunin eingöngu á formsatriði þ.e.a.s. því að dvalarleyfi hennar var útrunnið. Kærandi hafði stöðugt haldið því fram að það hefði ekki verið hennar ákvörðun að fara til Kenía en að hún hafi orðið hlýða föður sínum. Yfirvöld höfðu litið framhjá þessum röksemdum kæranda þar sem foreldrar hennar höfðu haft forsjá hennar þegar hún fluttist úr landi. Þótt dómstóllinn féllist á að forsjá foreldra yfir börnum sínum, uppeldi þeirra og jafnvel dvalarstað félli undir hugtakið fjölskyldulíf varð einnig að gera þær kröfur til yfirvalda að þau sæju til þess að réttindi barnanna sjálfra væru virt.", "Að mati dómstólsins hafði verið litið framhjá sjónarmiðum kæranda við þegar ákvörðun var tekin. Ein af röksemdunum fyrir ákvörðun innflytjendayfirvalda var til að mynda sú að kærandi hafði ekki séð móður sína í rúm fjögur ár. Yfirvöld tóku ekki tillit til þess að ástæðan fyrir þessu var slæmur fjárhagur fjölskyldunnar en ekki viljaskortur eins og kærandi hafði bent á.", "Breytingin á innflytjendalöggjöfinni verið gerð eftir að kærandi hafði verið send úr landi því höfðu hvorki hún né foreldrar hennar getað séð fyrir að henni yrði synjað um dvalarleyfi við þessar aðstæður.", "Dómstóllinn komst að þeirri niðurstöðu að brotið hefði verið gegn réttindum kæranda samkvæmt 8. gr. sáttmálans þar sem ekki var tekið tillit til hagsmuna hennar þegar yfirvöld ákváðu að framlengja ekki landvistarleyfi hennar. Yfirvöld hefðu byggt ákvörðunina einvörðungu á hagsmunum ríkisins af því að viðhafa innflytjandaeftirlit og litið með öllu framhjá hagsmunum kæranda.", "Á grundvelli 41. gr. sáttmálans var Danmörku gert að greiða kæranda 15.000 evrur í miskabætur og 6.000 evrur vegna málskostnaðar.", ""]}