{"file": "ICE_HJUDICE_37060_06.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "37060/06", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "J.M. gegn Bretlandi", "Dómur frá 28. september 2010", "Mál nr. 37060/06", "14. gr. Bann við mismunun", "1. gr. 1. viðauka. Friðhelgi eignarréttar", "Meðlagsgreiðslur. Sambúð samkynhneigðra.", "", "1. Málsatvik", "\tKærandi, J.M., er móðir tveggja barna fæddra árin 1991 og 1993. Hún og eiginmaður hennar skildu eftir fæðingu barnanna og kærandi flutti út af heimili þeirra. Faðirinn fékk forsjá barnanna sem bjuggu áfram hjá honum en dvöldu tvo og hálfan dag í viku hverri hjá kæranda. Samkvæmt bresku meðlagslöggjöfinni var kæranda skylt að greiða meðlag með börnunum. Frá árinu 1998 hefur kærandi verið í sambúð með annarri konu. Meðlagsgreiðslur hennar voru endurmetnar í september 2001 í samræmi við gildandi reglugerðir. Reglurnar mæltu fyrir um lægri meðlagsgreiðslur ef foreldri utan heimilis væri komið í sambúð eða hjónaband. Hins vegar tóku reglurnar ekki til sambands aðila af sama kyni. Kærandi taldi sig þolanda mismununar þar sem hún þurfti áfram að greiða um 47 pund á viku í meðlag en væri hún í sambúð með karlmanni væri upphæðin um 14 pund á viku.", "\tKæra hennar var tekin fyrir á þremur dómstigum í Bretlandi en meirihluti lávarðadeildar breska þingsins dæmdi henni að lokum í óhag árið 2006.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að henni hefði verið mismunað á grundvelli kynhneigðar. Með því að taka ekki tillit til sambúðar hennar með annarri konu hefði verið brotið gegn rétti hennar samkvæmt 14. gr. sáttmálans, sem bannar mismunun, sbr. og 8. gr. um friðhelgi einkalífs og 1. gr. 1. samningsviðauka um friðhelgi eignarréttarins.", "", "Niðurstaða", "Dómstóllinn ákvað að fjalla um málið út frá 1. gr. 1. samningsviðauka við sáttmálann. Þær fjárhæðir sem kærandi greiddi í meðlag með börnum töldust að mati dómstólsins vera framlög hennar, með líkum hætti og skattgreiðslur, þar sem greiðsla þeirra væri lögbundin og framfylgt af barnaverndaryfirvöldum. Ákvæði 14. gr. sáttmálans átti, að mati dómstólsins, einnig við. Dómstóllinn taldi óþarft að ákvarða hvort atvik málsins féllu undir gildissvið 8. gr. sáttmálans.", "Dómstóllinn áréttaði að til þess að 14. gr. sáttmálans kæmi til skoðunar yrði að vera fyrir hendi mismunun gagnvart aðilum í sambærilegri aðstöðu. Þar sem kæran lyti að mismunun á grundvelli kynhneigðar hafi breska ríkinu borið að færa fram haldbær rök til að réttlæta slíka mismunun.", "Dómstóllinn taldi að kærandi gæti með réttu borið saman aðstöðu sína við stöðu annarra foreldra utan heimilis sem væru í sambandi við einstakling af gagnstæðu kyni. Eini munurinn á kæranda og slíkum einstaklingum væri kynhneigð hennar. Meðlagsgreiðsluskylda hennar hafði því verið metin á annan hátt út frá eðli sambands hennar. Þegar litið væri til tilgangs reglugerðanna sem deilt var um, en hann var sá að sjá til þess að ekki væri lögð of mikil fjárhagsleg byrði á meðlagsskylda foreldra við breyttar aðstæður, sá dómstóllinn enga réttlætingu fyrir mismununinni. Í raun væri óljóst hvers vegna meðlagsgreiðslur kæranda þyrfti að ákvarða á annan hátt hefði hún verið í sambandi með karlmanni. Dómstóllinn taldi því skorta réttlætingu fyrir mismununinni og því hefði verið brotið gegn réttindum kæranda samkvæmt 14. gr. sáttmálans, sbr. 1. gr. 1. samningsviðauka við hann.", "Kæranda voru dæmdar 3.000 evrur í miskabætur og 18.000 evrur í málskostnað.", "", ""]}