{"file": "ICE_HJUDICE_21022_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "21022/04", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Natunen gegn Finnlandi", "Dómur frá 31. mars 2009", "Mál nr. 21022/04", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Sakamál. Jafnræðisreglan. Eyðing rannsóknargagna. Aðstaða sakbornings til að verja sig.", "", "1. Málsatvik", "Kærandi, Jari Natunen, er fæddur árið 1962 og er búsettur í Helsinki. Hann, ásamt tveimur öðrum, var grunaður um fíkniefnasmygl. Í október árið 2001 fann lögreglan amfetamín í fórum annars hinna tveggja grunuðu og gerði það upptækt. Í málatilbúnaði saksóknara var því haldið fram að þeir þrír hefðu falið fíkniefnin í vörubíl sem ferja átti frá Eistlandi til Finnlands. Í kjölfarið voru þeir sakfelldir fyrir umsvifamikil fíkniefnabrot.", "Fyrir dómi höfðu allir sakborningar neitað sök og vísað til þess að þeir hefðu ætlað að kaupa vopn en ekki fíkniefni. Staðfestingu á því væri að finna í símtölum þeirra á umræddum tíma. Lögreglan hafði hlerað síma þeirra á þeim tíma og í tilviki kæranda voru lagðar fram upptökur 21 símtals og 7 smáskilaboð. Kærandi vísaði hins vegar til þess að upptökur margra símtala sem styddu hans málatilbúnað hefðu hvorki verið lagðar fram né hefði honum verið gert kleift að fara yfir þær.", "Árið 2002 var kærandi sakfelldur og hann dæmdur til sjö ára fangavistar. Hann áfrýjaði dóminum og vísaði til þess að ekki hefði verið stuðst við símtöl sem staðfestu sakleysi hans. Saksóknari vísaði hins vegar til þess að í samræmi við ákvæði landslaga hefði öllum upptökum, utan þeirra sem lagðar voru fram, verið eytt þar sem ekki hefði verið unnt að tengja þær við önnur hugsanleg brot.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að brotið hefði verið í bága við 1. mgr. og b-lið 3. mgr. 6. gr. sáttmálans þar sem hann hefði ekki notið réttlátrar málsmeðferðar fyrir dómi. Hann hélt því fram að það bryti í bága við jafnræðisregluna sem fælist í 1. mgr. að eyðileggja stærstan hluta símtalsupptaka. Það hefði og komið í veg fyrir að hann fengi nægan tíma og aðstöðu til að undirbúa vörn sína.", "", "Niðurstaða", "Dómstóllinn benti á að förgun símtalsupptaka hefði komið í veg fyrir að kærandi gæti vísað til gagna sem staðfest gætu sakleysi hans. Hann benti einnig á að förgunin hefði átt sér stað á meðan málið var til meðferðar á fyrsta dómstigi og að það hefði verið gert án þess að kærandi eða verjandi hans hefðu verið upplýstir um það. Það hefði komið í veg fyrir að þeir gætu staðreynt hvort í þeim kynnu að felast mikilvægar upplýsingar fyrir vörn kæranda.", "Förgunin var byggð á ákvæðum landslaga sem voru að mati dómstólsins gölluð þar sem þau heimiluðu förgun gagna sem staðfest gætu sakleysi sakborninga og það áður en ákvörðun í máli þeirra lægi fyrir. Dómstóllinn vísaði til þess að löggjöf þessi hefði nú verið afnumin vegna umræddra annmarka en að það hefði hins vegar verið of seint fyrir kæranda. Það var því einróma niðurstaða dómstólsins að brotið hefði verið í bága við 6. gr. sáttmálans.", "Kæranda voru með vísan til 41. gr. sáttmálans dæmdar 2.500 evrur í miskabætur og 3.800 evrur í málskostnað.", ""]}