{"file": "ICE_HJUDICE_60033_00.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "60033/00", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "L.M. gegn Ítalíu", "Dómur frá 8. febrúar 2005", "Mál nr. 60033/00", "8. gr. Friðhelgi einkalífs og fjölskyldu", "13. gr. Réttur til raunhæfs úrræðis til að leita réttar síns", "Húsleit. Úrræði til að fá skorið úr um lögmæti aðgerða.", "", "1. Málsatvik", "Kærandi er ítalskur ríkisborgari, fædd 1956. Að morgni 11. september 1999 framkvæmdi lögregla leit á heimili hennar í samræmi við ákvæði löggjafar um almannaöryggi vegna gruns um að þar væri að finna ólögleg skotvopn. Var sonur kæranda grunaður um að hafa ólögleg skotvopn í fórum sínum en hann hafði áður komist í kast við lögin.", "Engir ólöglegir munir fundust á heimili kæranda. Lögregluskýrsla varðandi leitina var send skrifstofu saksóknara 13. september 1999 en hlaut ekki staðfestingu embættisins eins og skylt var samkvæmt lögum.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kært var fyrir brot á 8. gr. og var kæran byggð á því að um ólögmæta leit á heimili kæranda hefði verið að ræða. Þá hélt kærandi fram að hún hefði engin raunhæf úrræði haft til að leita réttar síns vegna leitarinnar eða leggja fram kæru vegna hennar. Taldi hún að með því hefði verið brotið gegn 13. gr. sáttmálans.", "", "Niðurstaða", "Um 8. gr.: Húsleitin var talin fela í sér takmörkun á rétti kæranda til friðhelgi einkalífs og heimilis. Dómstóllinn tók fram að lagagrundvöll leitarinnar væri að finna í 41. gr. laganna um almannaöryggi, en samkvæmt þeim lögum þyrfti að fá staðfestingu saksóknara á skýrslum vegna leitar innan 48 klukkustunda frá því að hún var framkvæmd. Slíkrar staðfestingar væri krafist til að tryggja að athugun færi fram á því hvort um lögmæta leit hefði verið að ræða.", "Í máli þessu var ljóst að saksóknaraembættið hafði brugðist skyldu sinni að kanna lögmæti leitarinnar. Höfðu engar ástæður sem réttlættu þetta athafnaleysi komið fram. Var það einróma álit dómstólsins að brotið hefði verið gegn 8. gr. þar sem ákvæðum laganna í þessum efnum var ekki fylgt.", "", "Um 13. gr.: Þar sem kærandi átti ekki kost á raunhæfum úrræðum á grundvelli ítalskra laga til að fá skorið úr um brot á réttindum hennar skv. 8. gr. taldi dómstóllinn að einnig hefði verið brotið gegn 13. gr.", "Á grundvelli 41. gr. voru kæranda dæmdar 2.000 evrur í miskabætur og 3.000 evrur vegna kostnaðar og útgjalda.", "(Dómurinn er aðeins til á frönsku.)", ""]}