{"file": "ICE_HJUDICE_42628_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "42628/04", "text_paragraphs": ["ÞRIÐJA AÐALDEILD", "", "", "", "", "", "", "MÁL SÚSÖNNU RÓSAR WESTLUND gegn ÍSLANDI", "", "(Kæra nr. 42628/04)", "", "", "", "", "", "", "", "", "", "", "DÓMUR", "", "", "", "STRASBOURG", "", "6. desember 2007", "", "", "", "Dómur þessi verður endanlegur við þær aðstæður sem kveðið er á um í 2. mgr. 44. gr. samningsins. Hann kann að sæta breytingum ritstjóra.", "", "Í máli Súsönnu Rósar Westlund gegn Íslandi", "kveður Mannréttindadómstóll Evrópu (þriðja aðaldeild), sem situr í deild skipaðri:", "\tHr.\tB.M. Zupančič, forseta,\n\thr.\tC. Bîrsan,\n\tfrú\tE. Fura-Sandström,\n\tfrú \tA. Gyulumyan,", "\thr.\tE. Myjer,\n\thr.\tDavíð Þór Björgvinssyni, og\n\tfrú\tI. Berro-Lefèvre, dómurum,\nog. hr. S. Quesada, ritara aðaldeildar,", "upp eftirfarandi dóm er samþykktur var hinn 15. nóvember 2007 að aflokinni umfjöllun fyrir luktum dyrum:", "MÁLSMEÐFERÐ", "1. Upphaf máls þessa er kæra (nr. 42628/04) gegn lýðveldinu Íslandi er íslenskur ríkisborgari, frú Súsanna Rós Westlund („kærandi“) lagði fyrir dóminn samkvæmt 34. gr. Samnings um vernd mannréttinda og mannfrelsis („samningsins“) hinn 19. nóvember 2004.", "2. Í fyrirsvari fyrir kæranda var Valgeir Kristinsson, lögmaður með starfsstöð í Kópavogi. Þorsteinn Geirsson, sem starfar í dóms- og kirkjumálaráðuneyti, var í fyrirsvari fyrir íslenska ríkið („ríkið“) sem erindreki þess.", "3. Kærandi kvartaði undan því að Hæstiréttur hefði andstætt 1. mgr. 6. gr. samningsins meinað henni að flytja áfrýjunarmál sitt skriflega og munnlega í opnu réttarhaldi.", "4. Hinn 27. júní 2006 ákvað dómstóllinn að tilkynna ríkinu um kæruna. Ákvað hann samkvæmt 3. mgr. 29. gr. samningsins að athuga efnisatriði kærunnar um leið og meðferðarhæfi hennar.", "MÁLSATVIK", "I. AÐDRAGANDI", "5. Kærandi, Súsanna Rós Westlund, er fædd árið 1964 og býr í Hafnarfirði.", "6. Málið á rætur sínar í sölu kæranda á fasteigninni Grenimel 26 í Reykjavík til G nokkurs á árinu 1999. Kaupsamningur, frá 27. ágúst 1999, vísaði til lýsingar á eigninni í söluyfirliti, þar sem eftirfarandi var tilgreint: „Hús nýlega viðgert að utan, nema gluggar. Nýr tígulsteinn á þaki. Bílskúr nýuppgerður, gler að hluta. Parket þarf að lagfæra. Frábær staðsetning í vesturbæ Reykjavíkur. Ekki hefur verið komið fyrir leka í kjallara. Seljandi lagfæri.“", "7. Í mars 2000 kvartaði G um það við fasteignasalann að hann hefði fundið leka frá þaki hússins og að viðgerð sú sem áður hefði verið gerð á þakinu hefði aðeins náð til hluta þess. Rekja mætti marga nýja eða nýuppgötvaða galla á eigninni til þaklekans. Einnig krafðist G skaðabóta frá kæranda.", "8. Í kjölfar matsgerðar dómkvadds kunnáttumanns í september 2001 höfðaði G skaðabótamál fyrir Héraðsdómi Reykjavíkur og krafðist afsláttar af kaupverði vegna galla, auk bóta fyrir skemmdir á eigninni.", "9. Að aflokinni munnlegri málsmeðferð þar sem lögmaður kom fram fyrir hönd kæranda, báðir aðilar gáfu skýrslu og sönnunarfærsla fór fram, þar á meðal matsgerð hins dómkvadda kunnáttumanns, kvað héraðsdómur, sem skipaður var einum embættisdómara og tveimur sérfróðum meðdómendum, upp dóm hinn 16. apríl 2003 G í hag og kæranda í óhag. Var kæranda gert að greiða G 1.739.000 íslenskar krónur (kr.) með dráttarvöxtum frá 26. september 2001 og 600.000 kr. í málskostnað, þar sem virðisaukaskattur var innifalinn.", "Héraðsdómur rökstuddi dóm sinn meðal annars á eftirfarandi hátt:", "„Stefnandi fékk umdeilda fasteign afhenta sumarið 1999. Stefnandi varð var við leka í íbúðinni í byrjun ársins 2000, eftir mikla umhleypinga í veðri. Var staðfest með matsgerð dómkvadds matsmanns, að lekinn stafaði frá þaki. Samkvæmt framlögðu söluyfirliti, þar sem fasteigninni var lýst, og sem lá frammi við gerð kaupsamnings, var staðhæft, að á þakinu væri nýr tígulsteinn. Hefur verið staðreynt, að svo var ekki, en ekki verður talið, að stefnanda hafi mátt vera það ljóst við venjulega skoðun á fasteigninni, að á þakinu væri gamall tígulsteinn. Þá var og staðfest með fyrrgreindri matsgerð, að þak hússins lak og olli skemmdum á gluggabúnaði. Verður og að líta svo á, að með því að ábyrgst hafði verið af stefnda, að á þakinu væri nýr tígulsteinn, hefði stefnandi mátt ætla, að þakið væri ólekt, þó svo að um gamalt hús væri að ræða.", "Með því að fasteignina skorti þann áskilda kost bakaði stefnda sér skaðabótaábyrgð gagnvart stefnanda samkvæmt meginreglu 2. mgr. 42. gr. þágildandi laga nr. 39/1922, um lausafjárkaup.“", "10. Hinn 2. júní 2003 áfrýjaði kærandi dómi héraðsdóms til Hæstaréttar og vefengdi þá niðurstöðu að henni bæri að breiða G skaðabætur, og ef svo væri, þá bæri henni að greiða lægri fjárhæð. G var veittur frestur til 16. júlí 2003 til að tilkynna Hæstarétti hvort hann hygðist leggja fram greinargerð í málinu. Ef svo væri ekki yrði litið svo á að hann krefðist staðfestingar héraðsdómsins, og yrði málið þá dæmt samkvæmt 3. mgr. 158. gr. laga um meðferð einkamála („eml“), nr. 91/1991.", "11. Um leið og kærandi áfrýjaði dóminum fór hún þess á leit að héraðsdómur dómkveddi nýjan kunnáttumann til að meta sérstaklega hvort nauðsynlegt væri að skipta um undirbyggingu á þaki (þakpappa) ef skipta ætti um tígulsteinsskífur. Féllst héraðsdómur á þá beiðni og dómkvaddi til þess kunnáttumanninn B.", "12. Kærandi lagði áfrýjunargreinargerð dagsetta 14. júlí 2003 fyrir Hæstarétt hinn 16. þess mánaðar, ásamt skjölum samkvæmt 1. mgr. 156. gr. Þar ítrekaði hún kröfur sínar og lét fylgja afrit af beiðni sinni til héraðsdóms um dómkvaðningu matsmanns og skýrslutöku af G til afnota í hæstaréttarmálinu. Enn fremur voru þar tilgreind atvik málsins og ástæður áfrýjunar. Vísað var til krafna hennar, röksemda og fram lagðra gagna í héraði. Mótmælti kærandi mati hins sérfróða matsmanns í héraði. Hélt hún því fram að G hefði skoðað húsið, að þakinu meðtöldu, rækilega fyrir samþykkt kaupsamnings. Kauptilboð hefði verið gert 6. júní 1999 og G hefði fengið eignina afhenta sér 25. júní 1999, en kaupsamningur hefði verið gerður 27. ágúst 1999. Við gerð kaupsamnings hefði því G haft umráð eignarinnar í tvo mánuði án þess að hann hefði nokkru sinni minnst á ósamræmi milli sölulýsingar á húsinu og ástands þess hvað þakskífur snerti. Óhugsandi væri að G hefði ekki vitað að þakskífurnar hefðu verið gamlar þegar húsið var sett í sölu, hvað þá þegar kaupsamningur var undirritaður. Ekki væri sennilegt að G, framkvæmdasamur og vakandi maður, hefði ekki litið á þakið. Halli þess sé talsverður og það sýnilegt frá gangstétt. Það væri út í hött að teygja orðalag sölulýsingar til annarrar merkingar en þess sem blasti við augum manna. Það væri meginatriði málsins.", "Kærandi hélt því enn fremur fram að G hefði ekki vakið máls á deiluefninu fyrr en 29. ágúst 2000, og hefði hann ekki fyrr en þá gert orðalag sölulýsingar um nýjar þakskífur að ásteytingarsteini. Ætti hann því að hafa fyrirgert öllum rétti sem hann kynni að hafa átt með tómlæti sínu. Tómlæti hans kæmi enn frekar fram í því að hann segðist hafa uppgötvað leka skömmu eftir afhendingu eignarinnar, en hann hefði engar athugasemdir gert við undirritun kaupsamnings eða afsals. Lýsti kærandi því yfir að hún myndi leggja fram athugasemdir um hina ruglingslegu túlkun héraðsdóms á orðalagi sölulýsingar um eignina og hinn meinta þakgalla. Myndi hún leggja ný skjöl fyrir Hæstarétt þegar þau væru tilbúin, einkum nýja matsgerð kunnáttumanns.", "Einnig fór kærandi fram á að Hæstiréttur tæki vitnaskýrslur af mönnum sem unnið hefðu að viðgerðum og endurnýjun fyrir G, svo að Hæstiréttur fengi upplýst hvort þeir hefðu tekið eftir því, að G hefði sjálfur skoðað og athugað þakið sumarið 1999.", "Að lokum lýsti kærandi því yfir að málið yrði frekar útlistað og athugasemdir gerðar við munnlegan málflutning.", "13. Hinn 16. júlí 2003 hafði G ekki gefið til kynna hvort hann tæki til varna fyrir Hæstarétti.", "14. Í bréfi Hæstaréttar til lögmanns kæranda hinn 3. september 2003 var honum veittur frestur til 24. þess mánaðar til að ljúka gagnaöflun hennar samkvæmt 3. mgr. 158. gr. Fór lögmaðurinn þá fram á framlengingu þar sem bíða yrði þess að hinn dómkvaddi matsmaður lyki mati sínu, og veitti Hæstiréttur hana fram til 22. október 2003. Hinn 5. nóvember 2003 framlengdi Hæstiréttur enn frestinn, til 5. nóvember 2003, af sömu ástæðu.", "15. Á þeim degi bað lögmaður kæranda enn um framlengingu í tvær vikur, með tölvupósti. Sama dag sendi ritari réttarins honum eftirfarandi skeyti í tölvupósti:\n", "“Ekki er loku fyrir það skotið að stefndi [G] fái komið að vörnum í Hæstarétti þrátt fyrir að hann hafi ekki tilkynnt um varnir í máli. Forsenda þess er að stefndi riti réttinum bréf og fari þess á leit að hann fái að koma að vörnum í málinu og skýri ástæðu þess að ekki var tilkynnt um varnir. Slíku bréfi þarf að fylgja samþykki áfrýjanda [kæranda] fyrir því að stefndi fái að koma að málinu. Þetta byggir á því að ekki sé þegar búið að kveða upp dóm í málinu á grundvelli 3. mgr. 158. gr. laga nr. 91/1991.”", "", "Í svari sama dag, í tölvupósti, lýsti lögmaður kæranda því yfir að hann myndi framsenda þessar upplýsingar gagnaðilanum. Hann spurði einnig hvort hinn tveggja vikna frestur yrði veittur. Ekki liggur fyrir hvort formlegt svar hafi verið veitt við þeirri beiðni.", " 16. Í bréfi dagsettu 12. nóvember 2003 ítrekaði lögmaður kæranda beiðni sína um framlengingu til 26. nóvember, svo hann gæti lagt fram nýja matið sem hann átti von á. Tók hann einnig fram að G hefði ekki mætt í réttarhaldi og staðfesti að nú væri orðið ljóst að G myndi ekki taka til varna. Hann kvartaði einnig undan því að túlkun Hæstaréttar á 156. og 161. gr. eml hefði þau áhrif að kærandi gæti ekki varið sig í málinu og lagði áherslu á að stutt greinargerð gæti ekki komið í stað munnlegs málflutnings.", "17. Hinn 13. nóvember 2003 sendi lögmaður G skrifstofu Hæstaréttar eftirfarandi tölvupóstskeyti:", "", "„Í framhaldi af samtali okkar í gær get ég staðfest að vilji umbjóðanda míns [G] er að hafast ekkert að vegna beiðni [lögmanns kæranda] um endurupptöku málsins og að dæmt verði í málinu eins og það er nú vaxið án frekari gagnaöflunar og flutnings. Kröfur hans voru eða áttu einungis að vera staðfesting á hinum áfrýjaða dómi.“", "", "18. Í bréfi til Hæstaréttar hinn 14. nóvember 2003 mótmælti lögmaður kæranda túlkun hans á 3. mgr. 153. gr. Fæli ákvæðið í sér óhæfilega takmörkun á möguleikum hennar til að flytja mál sitt skriflega og munnlega. Hefði það í för með sér að málsgögn héraðsdóms og áfrýjunarskjöl hennar yrðu ein lögð til grundvallar dómi Hæstaréttar. Fór hún þess því á leit að Hæstiréttur veitti henni leyfi til að flytja mál sitt að minnsta kosti skriflega, þar sem athugasemdir hennar fram að þessu hefðu einungis myndað „beinagrind“ að því sem hún hefði haft í hyggju að leggja fyrir réttinn. Hún hefði hingað til ekki átt þess neinn kost að skýra málstað sinn frekar með tilvísunum í réttarframkvæmd, fræðirannsóknir eða fræðirit, eða skýringum á málsatvikum eða skriflegum sönnunargögnum. Lagði lögmaðurinn áherslu á að frá sinni hlið væri málið ekki búið undir dómsmeðferð. Við þessar aðstæður væri það gagnaðili, sem veitt hefði verið færi á að ákveða afdrif þess, en kærandi hefði nánast tapað því meðan á meðferð þess stóð.", "19. Í réttarhaldi í héraði hinn 26. nóvember 2003 lagði kunnáttumaðurinn B fram matsgerð sína og svaraði spurningum lögmanns kæranda munnlega.", "20. Lögmaður kæranda framsendi Hæstarétti mat sérfræðingsins B með bréfi hinn 30. nóvember 2003 ásamt úrskurði héraðsdóms frá 26. nóvember 2003 um staðfestingu þess, tveimur ljósmyndum af húsinu og nokkrum fleiri skjölum. Að áliti kæranda sýndi hið nýja mat að héraðsdómur hefði ofáætlað viðgerðarkostnað, færi svo að Hæstiréttur teldi hana hafa lýst því yfir að tígulsteinn á þaki hefði verið endurnýjaður að fullu þegar salan fór fram. Enn fremur gerði kærandi athugasemdir við ljósmyndir af þakinu frá 1993 og forsíðu matsgerðar sérfræðingsins B. Fór hún þess á leit við dómara Hæstaréttar að þeir færu á vettvang til að ganga úr skugga um að ástand þaksins mætti sjá frá gangstéttinni. Hún benti einnig á að G hefði hafnað beiðni hennar til héraðsdóms um að tekin yrði skýrsla af mönnum sem unnu fyrir hann við húsið sumarið 1999, og hefði kærandi túlkað það sem tilraun af hans hálfu til að dylja að hann hefði rækilega kynnt sér þakið og vitað um ástand þess á því sumri.", "21. Hinn 3. júní 2004 dæmdi Hæstiréttur málið á grundvelli hinna skriflegu málsgagna, hafnaði áfrýjunarmálstað kæranda og staðfesti dóm héraðsdóms. Meðal annars taldi Hæstiréttur eftirfarandi:", "„Áfrýjandi gaf aðilaskýrslu fyrir héraðsdómi og greindi frá því að henni hafi verið kunnugt um viðgerðir sem framkvæmdar voru á þaki hússins árið 1992 eða þar um bil. Kvaðst hún telja að viðgerðir hafi ekki falist í öðru en að eldri þakskífum hafi verið skipt út fyrir nýjar á afmörkuðum þakflötum. Aðspurð kvaðst hún ekki muna til þess að þetta hafi verið rætt sérstaklega þegar stefndi skoðaði húsið. Þó sagðist áfrýjandi hafa sagt stefnda að búið væri að gera við þakið og að það læki ekki lengur. Mátti áfrýjanda samkvæmt þessu vera ljóst með hversu villandi hætti þakinu var lýst í söluyfirliti og jafnframt að sú lýsing væri til þess fallin að valda rangri trú kaupandans um raunverulegt ástands þaksins. Hafði stefndi á grundvelli lýsingar á eigninni í söluyfirliti fulla ástæðu til að treysta því að þak hússins hafi verið endurnýjað. Þar sem það hafði ekki verið gert á stefndi rétt á skaðabótum. Samkvæmt þessu og að öðru leyti með vísan til forsendna hins áfrýjaða dóms verður hann staðfestur.“", "Samkvæmt ofanrituðu greiddi kærandi G 3.607.067 kr. (um 38.000 evrur).", "II. LANDSRÉTTUR", "22. Íslenska ríkið vakti sérstaka athygli á eftirfarandi ákvæðum laga um meðferð einkamála („eml“), nr. 91/1991:", "155. gr.", "„1. Nú vill aðili áfrýja dómi og leggur hann þá fyrir skrifstofu Hæstaréttar áfrýjunarstefnu ásamt endurriti af dóminum. Í áfrýjunarstefnu skal greina:", "a. heiti og númer sem málið bar fyrir héraðsdómi, fyrir hverjum héraðsdómstóli var leyst úr málinu og hvenær dómur var kveðinn upp í því,", "b. nöfn aðila, kennitölu og heimili eða dvalarstað, svo og nöfn fyrirsvarsmanna þeirra, ef því er að skipta, stöðu þeirra og heimili eða dvalarstað,", "c. hver eða hverjir flytji málið fyrir áfrýjanda,", "d. í hverju skyni áfrýjað er og hverjar dómkröfur áfrýjandi gerir,", "e. hvenær stefndi verði í síðasta lagi að tilkynna Hæstarétti að hann hafi í hyggju að halda uppi vörnum í málinu, en skrifstofa Hæstaréttar ákveður dagsetningu í þessu skyni við útgáfu stefnu,", " f. hverju það varði að stefndi komi ekki fram tilkynningu skv. e-lið.", "...“", "156. gr.", "„1. Eftir birtingu áfrýjunarstefnu en áður en fresti stefnda skv. e-lið 1. mgr. 155. gr. lýkur skal áfrýjandi afhenda Hæstarétti stefnuna ásamt sönnun fyrir birtingu hennar, svo og greinargerð af sinni hálfu. Einnig skal hann þá skila málsgögnum í þeim fjölda eintaka sem Hæstiréttur ákveður, en til þeirra teljast þau málsskjöl og endurrit sem áfrýjandi hyggst byggja mál sitt á fyrir Hæstarétti og liggja þegar fyrir. Mál er þá þingfest fyrir Hæstarétti.", "2. Í greinargerð áfrýjanda skal koma fram:", "a. Í hverju skyni sé áfrýjað og hvers áfrýjandi krefjist nákvæmlega fyrir Hæstarétti, svo og hvort einnig sé áfrýjað til að fá hnekkt tilteknum úrskurði eða ákvörðun héraðsdómara.", "b. Málsástæður sem áfrýjandi ber fyrir sig fyrir Hæstarétti. Lýsing þeirra skal vera gagnorð og svo skýr að ekki fari milli mála á hverju áfrýjun sé byggð, en eftir atvikum getur áfrýjandi vísað um þær til tiltekinna skjala málsins. Felli áfrýjandi sig ekki við lýsingu annarra atvika í héraðsdómi skal hann á sama hátt greina frá hvernig hann telji þeim réttilega lýst.", " c. Tilvísun til helstu réttarreglna sem áfrýjandi byggir málatilbúnað sinn á fyrir Hæstarétti.\n d. Gögn sem áfrýjandi leggur þegar fram fyrir Hæstarétti, svo og gögn sem hann telur sig þurfa að afla eftir þann tíma.", "...“", "158. gr.", "„1. Nú hyggst stefndi skila greinargerð í máli, og skal þá bréfleg tilkynning hans um það berast Hæstarétti innan frests sem honum var settur í þessu skyni í áfrýjunarstefnu. Þegar mál er þingfest ákveður skrifstofa Hæstaréttar stefnda frest í fjórar til sex vikur til að skila greinargerð og sendir honum eintak af málsgögnum áfrýjanda. Áfrýjanda skal tilkynnt um þann frest sem stefnda er veittur.", "2. Gagnáfrýjun veitir ekki stefnda rétt til sjálfstæðs frests.", "3. Berist Hæstarétti ekki tilkynning skv. 1. mgr. eða skili stefndi ekki greinargerð innan þess frests sem honum hefur verið settur skal litið svo á að hann krefjist staðfestingar héraðsdóms. Skal málið þá dómtekið, en fyrst má þó veita áfrýjanda skamman frest til að ljúka gagnaöflun sem hann hefur boðað í greinargerð. Hæstiréttur kveður upp dóm í málinu á grundvelli fyrirliggjandi gagna án munnlegs flutnings.", " 4. Hafi stefndi skilað greinargerð en þingsókn fellur niður af hans hálfu á síðara stigi máls má gefa áfrýjanda kost á að svara vörnum hans í skriflegri sókn og ljúka gagnaöflun. Skal málið síðan dómtekið og dómur lagður á það eftir framkomnum kröfum, gögnum og sókn áfrýjanda með tilliti til þess sem hefur komið fram af hálfu stefnda.", " 5. Nú hefur stefndi ekki skilað greinargerð og getur þá Hæstiréttur allt að einu heimilað honum að taka til varna í máli með eða án samþykkis áfrýjanda, enda séu miklir hagsmunir í húfi fyrir hann og vanræksla hans þyki afsakanleg. Eins má fara að ef þingsókn stefnda fellur niður á síðara stigi máls", "...“", "", "161. gr.", "„1. Þegar gagnaöflun er lokið í máli þar sem stefndi skilar greinargerð ákveður Hæstiréttur hvenær það verði flutt og tilkynnir aðilum um það með hæfilegum fyrirvara.", "...", "3. Ef stefndi hefur skilað greinargerð í máli verður það flutt munnlega. Hæstiréttur getur þó ákveðið að mál verði skriflega flutt ef sérstakar ástæður mæla með því. Hæstiréttur getur einnig tekið til greina samhljóða óskir aðila um að málið verði dómtekið án sérstaks málflutnings..", "...“", "162. gr.", "„1. Áður en munnlegur málflutningur hefst á dómþingi skal gerð grein fyrir dómsorði héraðsdóms og áfrýjunarstefnu að því leyti sem forseti telur þess þörf til skýringar á málflutningi. Að því loknu verða málflutningsræður fluttar.", "2. Frumræða verður fyrst flutt af hálfu áfrýjanda og síðan af hálfu stefnda nema forseti hafi ákveðið aðra röð og aðilum verið það tilkynnt við boðun til málflutnings. Eftir frumræður skal gefinn kostur á að fram komi stutt andsvör af hálfu hvors aðila í sömu röð. Flytji málflutningsumboðsmaður málið af hálfu aðila getur forseti heimilað aðilanum sjálfum að koma að stuttum athugasemdum að loknum andsvörum umboðsmanns hans.", "3. Í málflutningi skal gera grein fyrir kröfum, í hverju ágreiningsefni aðilanna felast, málsástæðum og öðrum röksemdum fyrir kröfum. Skal forðast málalengingar og málflutningi beint að þeim atriðum sem ágreiningur er um eða nauðsynlegt er að fjalla um til að varpa ljósi á ágreiningsefni.", "4. Forseti stýrir þinghaldi. Hann getur krafist að málflytjandi haldi sig við efnið og láti vera að fjalla um þá þætti máls sem ágreiningur er ekki um eða ástæðulaust er af öðrum sökum að gera frekari grein fyrir. Forseti getur stöðvað málflutning ef ræður verða langar úr hófi fram eða sett honum tímatakmörk og við þau bundið enda á málflutning.", "5. Að loknum málflutningi tekur Hæstiréttur málið til dóms.“", "LAGAATRIÐI", "I. MEINT BROT GEGN 1. MGR. 6. GR. SAMNINGSINS", "23. Kærandi kvartar undan því að þrátt fyrir þá miklu hagsmuni sem í húfi voru fyrir hana hafi Hæstiréttur neitað henni um að fá að flytja mál sitt skriflega eða munnlega, og þannig brotið gegn 1. mgr. 6. gr. samningsins. Að því leyti sem hér skiptir máli er ákvæðið svohljóðandi:", "“Þegar kveða skal á um réttindi og skyldur manns að einkamálarétti ... skal hann eiga rétt til réttlátrar ... málsmeðferðar ... fyrir ... dómstóli.”", "24. Ríkið taldi þetta ekki eiga við rök að styðjast.", "A. Meðferðarhæfi", "25. Dómstóllinn telur kæruna ekki augljóslega illa grundaða í skilningi 3. mgr. 35. gr. samningsins. Hann telur ekki heldur kæruna óhæfa til meðferðar af neinum öðrum ástæðum. Lýsa verður kæruna því meðferðarhæfa.", "", "B. Efnisatriði", "1. Röksemdir aðila", "(i) Kærandi", "26. Hvað hina skriflegu málsmeðferð snertir hélt kærandi því fram að Hæstiréttur hefði ekki veitt henni neinn frest fram yfir 5. nóvember 2003, þrátt fyrir að nýja matið, sem unnið var að hennar beiðni af dómkvadda kunnáttumanninum G, hefði ekki legið fyrir fyrr en 26. þess mánaðar. Þótt í ljós hefði komið að Hæstiréttur tók engu að síður við greinargerð hennar fram lagðri 30. nóvember, þar sem hin nýja matsgerð fylgdi og athugasemdir voru við hana gerðar, ásamt öðrum skjölum, væri óljóst að hvaða marki rétturinn hafði kynnt sér þau skjöl. Eins og greinilega var tekið fram í greinargerð hennar frá 30. nóvember 2003 hefði hún alls ekki sett fram endanlegar athugasemdir, heldur aðeins ágrip af helstu málsatvikum og vefengt hið fyrra mat, sem héraðsdómur hafði lagt til grundvallar dómi sínum. Hún hefði enn fremur boðið dómurum Hæstaréttar að fara á vettvang og ganga úr skugga um að greinilega mátti sjá frá gangstéttinni hvort þakhellur væru gamlar eða nýjar.", "27. Hvað skort á munnlegum málflutningi snertir hélt kærandi því fram að ætlun hennar, sem Hæstarétti hefði átt að vera ljós af greinargerð lögmanns hennar frá 30. nóvember 2003, hefði verið að afla vitnaskýrslna frá þeim sem störfuðu við viðgerðir og endurbætur á húsinu sumarið 1999. Tilgangur þessa hefði verið að upplýsa Hæstarétt um að kaupandinn hefði vitað um ástand hússins við kaup þess, þar sem hann hefði sjálfur skoðað þakið. Þar að auki hefði hver sá sem aðeins hefði horft á þakið frá gangstéttinni séð að þakið var hið upphaflega þak hússins, sem byggt var fyrir 55 árum, en ekki nýtt þak. Slík atriði voru afar mikilvæg lagalega, vegna tólf mánaða endurkröfufrestsins samkvæmt landslögum. Hins vegar hefði stefnandi komið í veg fyrir að kærandi gæti kvatt þá til vitnisburðar sem unnu við húsið, með því að neita að gefa upp nöfn þeirra. Að áliti kæranda sýndi þetta fram á að hann hefði reynt að dylja að hann hefði sem kaupandi athugað ástand þaksins gaumgæfilega og vitað um það sumarið 1999. Þetta atriði hefði verið meðal aðalatriða munnlegs málflutnings hennar fyrir Hæstarétti, hefði Hæstiréttur fallist á beiðni hennar um þá málsmeðferð. Þessi röksemd hefði þó ekki verið færð fram við áfrýjun, vegna takmarkana þeirra sem Hæstiréttur hefði í framkvæmd sinni almennt sett gegn því að færðar væru fram skriflegar málsástæður við áfrýjun, og vegna þess hvernig hann stjórnaði meðferð þessa máls. Í greinargerð hennar hefði ekki verið annað en yfirlit yfir helstu málavexti. Þannig hefði hún ekki komið að tilvísunum í innlenda réttarframkvæmd, öðrum skoðunum kunnáttumanna á viðkomandi sviði, frekari gögnum, eða röksemdum og skjölum um þau atvik sem máli skiptu. Ekki hefði hún heldur sett fram neinar yfirlýsingar um að kaupandinn hefði séð húsið og sætt sig við ástand þess á þeim tíma sem við átti, eða að hann hefði af þeim sökum fyrirgert rétti sínum.", "(ii) Ríkið", "28. Ríkið vefengdi ásakanir kæranda og taldi að við umrædd málaferli fyrir íslenskum dómstólum hefði allra þátta réttlátrar málsmeðferðar fyrir sjálfstæðum og óvilhöllum dómstól verið gætt, eins og 1. mgr. 6. gr. samningsins krefst. Lagði ríkið áherslu á að mál kæranda hefði verið flutt munnlega í héraði, þar sem aðilar hefðu verið jafnsettir að öllu leyti, haft ótakmarkaðan og jafnan aðgang að öllum sönnunargögnum, og sama færi á að leiða vitni. Fyrir Hæstarétti hefði varnaraðili afsalað sér rétti sínum til að bregðast við áfrýjuninni með skriflegri greinargerð og frekari sönnunargögnum. Það leiddi til þess að samkvæmt viðeigandi lagaákvæðum um réttarfar í einkamálum hefði hann verið talinn halda sér við þær kröfur sem hann gerði í héraði. Í þessu hefði þó ekki falist nein takmörkun á rétti áfrýjanda til að leggja frekari kröfur og sönnunargögn fyrir Hæstarétt. Sú lögskipaða tilhögun að mál hennar yrði ekki flutt munnlega fyrir Hæstarétti við þessar aðstæður hefði verið byggð á sanngjörnum og eðlilegum rökum varðandi breytt eðli málaferlanna þegar gagnaðili kaus að svara ekki málatilbúnaði áfrýjanda.", "29. Ríkið lagði einnig áherslu á að skriflegri málsmeðferð í Hæstarétti hefði verið ætlað að veita aðilum færi á að flytja mál sitt, en ekki að gera nýjar kröfur eða koma fram með ný lagarök eða sönnunargögn sem ekki hefðu áður komið fyrir héraðsdóm.", "30. Reglur þær sem giltu um málsmeðferð þegar gagnaðili við áfrýjun tæki ekki þátt í meðferð áfrýjunarmáls hefðu alls ekki staðið í vegi fyrir að áfrýjandi legði fram ný skrifleg sönnunargögn, og þann rétt hefði áfrýjandi reyndar nýtt sér. Hæstiréttur hefði veitt henni ekki færri en þrjá viðbótarfresti til að útvega sér nýtt mat, er samtals voru yfir tveimur mánuðum lengri en hinn upphaflegi frestur. Með bréfi dagsettu 30. nóvember 2003 hefði áfrýjandi lagt nýtt mat fyrir dóminn ásamt öðrum sönnunargögnum, er með fylgdi sérstök greinargerð með röksemdum hans þar sem tilgreindar voru ályktanir sem draga mætti af hinum nýju gögnum. Greinilega hefði Hæstiréttur metið bæði hin nýju sönnunargögn og röksemdir hennar vandlega í dómi sínum hinn 3. júní 2004.", "31. Í þessu sambandi lagði ríkið einnig áherslu á að ekki hefði verið vakið máls á neinum álitaefnum varðandi málsatvik eða lög sem ekki hefði verið unnt að leysa úr á fullnægjandi hátt á grundvelli málsskjala, en þau samanstóðu af málsskjölum héraðsdóms og auk þess skriflegri greinargerð og sönnunargögnum sem lögð höfðu verið fyrir Hæstarétt.", "32. Varðandi það kvörtunarefni kæranda að munnlegur flutningur á máli hennar hefði ekki verið heimilaður og afleiðingar þess, lagði ríkið áherslu á að tilgangur munnlegs flutnings í Hæstarétti hefði verið að þjóna þörfum réttarfars þar sem fram fer sókn og vörn, að veita áfrýjanda tækifæri til að færa fram munnleg andsvör og mótrök við greinargerð og viðbótarsönnunargögnum gagnaðilans. Þar sem gagnaðilinn hefði kosið að taka ekki til varna í áfrýjunarmálinu hefði forsendur skort til þess að rétturinn hlýddi á málflutning áfrýjanda og lögmanns hennar.", "2. Álit dómstólsins", "33. Dómstóllinn endurtekur að reglur um sönnunarfærslu ráðast fyrst og fremst af landslögum, og venjulega er það hlutverk dómstóla innanlands að meta þau sönnunargögn sem fyrir þeim liggja. Hlutverk hins evrópska dómstóls samkvæmt samningnum er að komast að niðurstöðu um hvort sú málsmeðferð sem til athugunar er, metin í heild sinni, þar á meðal hvernig sönnunarfærsla fór fram, var réttlát í skilningi 1. mgr. 6. gr. (sjá Schuler-Zgraggen gegn Sviss, dómur 24. júní 1993, Series A nr. 263, bls. 21, 66. lið). Bendir hann á að einn þáttur réttlátrar málsmeðferðar er jafnræði aðila, sem merkir að hvorum aðila um sig verður að veita sanngjarnt tækifæri til að flytja mál sitt við aðstæður sem ekki eru merkjanlega óhagstæðari en gagnaðilanum eru búnar (Hentrich gegn Frakklandi, dómur 22. september 1994, Series A nr. 296A, bls. 22, 56. liður; Dombo Beheer B.V. gegn Hollandi, dómur 27. október 1993, Series A nr. 274, bls. 19, 38. liður). Enn fremur er það þáttur réttlátrar málsmeðferðar í skilningi 1. mgr. 6. gr. að mál sé sótt og varið; í grundvallaratriðum verður hvor aðili ekki aðeins að eiga færi á að kynna dóminum þau sönnunargögn sem kunna að styðja kröfur hans, heldur einnig á að öðlast vitneskju um og gera athugasemdir við hver þau sönnunargögn eða ummæli sem gagnaðilinn leggur fram í því skyni að hafa áhrif á niðurstöðu dómsins (sjá Mantovanelli gegn Frakklandi, dómur 18. mars 1997, Reports of Judgments and Decisions 1997II, bls. 436, 33. lið). Einnig verður að haga meðferð málsins þannig að aðilum sé veittur möguleiki á að taka þátt í henni í raun (Kerojärvi gegn Finnlandi, dómur 19. júlí 1995, Series A nr. 322, bls. 16, 42. liður).", "34. Dómstóllinn tekur enn fram að þar sem til háttar eins og hér, að opinber málsmeðferð hefur farið fram á fyrsta dómstigi, kann það að réttlætast af sérstökum eðlisatriðum þeirra málaferla sem um er deilt að slík málsmeðferð hafi ekki verið viðhöfð á áfrýjunarstigi. Þannig kann málsmeðferð um áfrýjunarleyfi og málsmeðferð sem snýst eingöngu um lagaatriði en ekki um málsatvik að fullnægja kröfum 6. gr., þó að áfrýjanda hafi ekki sjálfum verið veitt tækifæri til að ávarpa áfrýjunardómstólinn. Taka verður tillit til áfrýjunartilhögunar í viðkomandi landi, valdsviðs áfrýjunardómstólsins, og þess hvernig hagsmunum áfrýjanda eru í raun haldið fram og þeirra gætt við áfrýjunina, einkum í ljósi eðlis þeirra álitaefna sem áfrýjunardómstóllinn skal leysa úr, og hvort þau gefa tilefni til að leysa úr atriðum varðandi atvik eða réttarreglur sem ekki er unnt að leysa úr á grundvelli gagna málsins einna (sjá t.d. Helmers gegn Svíþjóð, dómur 29. október 1991, Series A nr. 212-A, bls. 16, 36. lið; Miller gegn Svíþjóð, nr. 55853/00, 30. lið, 8. febrúar 2005).", "35. Í því máli sem nú er til umfjöllunar hlýddi héraðsdómur, sem skipaður var einum embættisdómara og tveimur sérfróðum meðdómendum, á sókn og vörn, þar sem lögmaður var í fyrirsvari fyrir áfrýjanda og hlýtt var á báða aðila, og voru sönnunargögn færð fram, þar á meðal matsgerð dómkvadds kunnáttumanns. Með einni undantekningu dró kærandi ekki í efa að málsmeðferð héraðsdóms hefði verið réttlát.", " 36. Undantekningin lýtur að því að kæranda hafi verið ómögulegt að leiða fyrir héraðsdóm sem vitni menn sem unnu fyrir G sumarið 1999 og hún taldi að gætu upplýst héraðsdóm um að hvaða marki G átti að vera kunnugt um ástand þaks hússins þegar það var selt. Í greinargerð sinni til Hæstaréttar hinn 14. júlí 2003 bað kærandi Hæstarétt um að hlýða á þann vitnisburð, án þess þó að kvarta sérstaklega undan málsmeðferð héraðsdóms að þessu leyti. Það var ekki fyrr en í greinargerðinni frá 30. nóvember 2003, eftir að fresturinn til að tilgreina ástæður áfrýjunar var út runninn hinn 16. júlí 2003, sem hún benti á að það fæli í sér galla á málsmeðferðinni á fyrra dómstigi að hún hefði ekki fengið tækifæri til að fá þau vitni leidd fyrir héraðsdóm. Dómstóllinn mun ekki athuga þetta sem sérstakt atriði með tilliti til 6. gr. samningsins, heldur hafa hliðsjón af því í mati sínu á réttlátri meðferð málsins í heild.", "37. Hvað snertir hinar umdeildu takmarkanir á möguleikum kæranda til að flytja mál sitt skriflega fyrir Hæstarétti tekur dómstóllinn fram að samkvæmt 1. mgr. 156. gr. og e-lið 1. mgr. 155. gr. laga um meðferð einkamála hafði hún fullt tækifæri til þess þar til frestur sá rann út sem G var settur til að tilkynna að hann hygðist taka til varna fyrir Hæstarétti, þ.e. til 16. júlí 2003. Ef réttinum bærist ekki tilkynning samkvæmt 3. mgr. 158. gr. átti hann eftir það tímamark að líta svo á að G krefðist að héraðsdómur yrði staðfestur, og skyldi þá kæranda veittur stuttur frestur til að ljúka þeirri gagnaöflun sem hún hafði tilkynnt um í greinargerð sinni. Kæranda var heimilað að leggja fram aðra matsgerð dómkvadds kunnáttumanns, og þau tímatakmörk, sem Hæstiréttur setti því, voru framlengd hvað eftir annað til að veita færi á að ljúka matsgerðinni og staðfestingu hennar í héraðsdómi. Hins vegar er ekki að sjá af viðeigandi lagaákvæðum eða af ákvörðunum Hæstaréttar um réttarfarsleg efni að kærandi hafi átt rétt á eða verið veitt heimild til að leggja fram frekari athugasemdir í ljósi hinna nýju gagna. Þrátt fyrir endurteknar beiðnir lögmanns hennar hafði henni ekki heldur formlega verið veittur frestur fram yfir 5. nóvember 2003, en matsgerðin varð ekki tilbúin til framlagningar fyrr en 26. nóvember 2003. Að áliti dómstólsins má líta á þessi atriði sem vísbendingar um að kærandi hafi ekki verið í aðstöðu til að flytja mál sitt hindrunarlaust fyrir Hæstarétti", "38. Engu að síður verður dómstóllinn að geta þess, að lögmaður kæranda lagði samt fram matsgerðina ásamt viðbótargreinargerð hennar frá 30. nóvember 2003, þar sem athugasemdum var komið á framfæri um matsgerðina og fleira. Hæstiréttur féllst á að bæta því efni við málsskjölin og taka tillit til þess við úrlausn sína.", "39. Með hliðsjón af þessu hefur dómstóllinn ekki látið sannfærast um að afskiptaleysi G af málaferlunum fyrir Hæstarétti hafi komið í veg fyrir að hún gæti fært fram mál sitt skriflega eða gert aðstöðu hennar verri en gagnaðilans á hinu skriflega stigi málaferlanna.", "40. Alvarlegra er hins vegar að samkvæmt viðeigandi ákvæðum í 3. mgr. 158 gr. laga um meðferð einkamála var sú hindrun, sem undan er kvartað, við því að kærandi gæti flutt mál sitt munnlega og opinberlega fyrir Hæstarétti, bein og sjálfkrafa afleiðing þess að gagnaðili kaus að taka ekki þátt í málaferlunum. Með öðrum orðum veittu þær réttarreglur í raun öðrum aðilanum, varnaraðila í áfrýjunarmálinu, færi á að ákveða einhliða að Hæstiréttur hlýddi ekki á munnlegan málflutning, og gera þannig réttinum að leysa úr málinu á grundvelli málsgagnanna án þess að rétturinn ætti kost á að meta á eigin vegum hvort ástæða væri til munnlegs flutnings málsins í þágu réttlátrar meðferðar þess. Þannig virðist koma fram munur á þeim kröfum sem gerðar eru í landsrétti og fordæmisrétti dómstólsins (sem settur er fram í samantekt í liðum 33 og 34 hér á undan), einkum því, að sérstaka hliðsjón verður að hafa af eðli þeirra álitaefna sem áfrýjunardómstóllinn skal leysa úr, og hvort þau gefa tilefni til að leysa úr atriðum varðandi atvik eða réttarreglur sem ekki er unnt að leysa úr á grundvelli gagna málsins einna. Telur dómstóllinn að ríkinu sem kæran beinist gegn beri að gera viðeigandi ráðstafanir til að tryggja að kröfur samningsins gildi.", "41. Dómstóllinn tekur einnig fram að þegar héraðsdómur dæmdi kæranda skaðabótaskylda gagnvart G tók hann tillit til þess sem G vissi eða átti að vita um ástand þaksins þegar kaupin fóru fram. Hæstiréttur hafði fullt dómsvald um bæði atvik og lagaatriði, þó að honum hafi borið að láta sér nægja málsgögn héraðsdóms og það sem kærandi hafði fært fram við áfrýjun. Í áfrýjun sinni til Hæstaréttar bar kærandi enn fremur brigður á túlkun Hæstaréttar á lýsingu eignarinnar og færði fram ýmis rök gegn þeirri niðurstöðu hans að G hefði verið ókunnugt um ástand þaksins á þeim tíma sem um var að ræða. Hvað þetta atriði snertir, sem virðist hafa verið mikilvæg málsástæða í áfrýjun kæranda, er þess einnig að geta að hún bað Hæstarétt, eins og hún hafði árangurslaust gert í héraði, að yfirheyra vitni sem unnu við húsið fyrir G sumarið 1999. Í ljósi þessa og með tilliti til þess sem í húfi var fyrir kæranda telur dómstóllinn að Hæstiréttur hefði ekki í réttlátri málsmeðferð getað kveðið upp úr um hvort hún væri bótaskyld gagnvart G án þess að meta milliliðalaust þær upplýsingar sem aðilar sjálfir gátu fært fram til sönnunar (sjá Ekbatani gegn Svíþjóð, dómur 26. maí 1988, Series A nr. 134, bls. 14, 32. lið; Sigurþór Arnarsson gegn Íslandi, nr. 44671/98, 36. lið, 15. júlí 2003). Af þeim ástæðum sem greint er frá í 40. lið hér á undan var það þó bein afleiðing af 3. mgr. 158. gr. laga um meðferð einkamála, sem kom í veg fyrir að Hæstiréttur gæti á nokkurn hátt metið sjálfur hvort ástæða væri til að flytja málið munnlega í þágu réttlátrar meðferðar þess, að málið var ekki þannig flutt.", "42. Með hliðsjón af málaferlunum í heild, hlutverki Hæstaréttar og eðli þeirra álitaefna sem hann hafði til úrlausnar telur dómstóllinn að ekki hafi verið fyrir hendi nein sérstök tilhögun sem réttlætti að málið var ekki munnlega flutt í Hæstarétti. Hefur því verið brotið gegn 1. mgr. 6. gr. samningsins.", "", "II. BEITING 41. GR. SAMNINGSINS", "43. 41. gr. samningsins er svohljóðandi:", "„Dómstóllinn skal ef nauðsyn krefur veita sanngjarnar bætur til þess aðila sem orðið hefur fyrir tjóni ef hann kemst að þeirri niðurstöðu að um brot á samningnum eða samningsviðaukum við hann hafi verið að ræða og ef löggjöf viðkomandi samningsaðila heimilar aðeins að veittar séu bætur að hluta.“", "A. Tjón", "44. Kærandi krafðist bóta fyrir það fjártjón sem hún varð fyrir af völdum málaferlanna í heimalandi sínu, þ.e. þær 3.607.067 ísl. kr. (samsvarandi um 41.000 evrum á greiðsludegi, 25. júní 2004) sem henni var gert að greiða G, ásamt vöxtum frá 25. júní 2004 (2.115.225 ísl. kr. í desember 2006) fram að þeim degi er Evrópudómstóllinn kveður upp dóm þennan. Kærandi lagði áherslu á að smávægileg fjárgreiðsla eða það eitt að brot væri talið framið geti ekki falið í sér sanngjarnar bætur. Hún krafðist einnig 1.500.000 ísl. kr. (um 17.000 evra) fyrir það hugarangur og víl sem málsmeðferðin og niðurstaða málaferlanna í heimalandinu hefði valdið henni.", "45. Ríkið fór þess á leit við dómstólinn að hann hafnaði kröfu kæranda um bætur fyrir fjárhagslegt tjón, og taldi að ekki væri fyrir hendi orsakasamhengi milli þess og hins meinta brots á 6. gr. samningsins. Hvað snertir kröfu hennar til miskabóta var þess farið á leit við dómstólinn að hann dæmdi niðurstöðu um brot fela í sér sanngjarnar bætur. Hvað sem því liði væri hin umkrafða fjárhæð óhófleg og bætur þær sem hann kynni að dæma samkvæmt þessum lið bæri að lækka verulega.", "46. Dómstóllinn hafnar kröfunni um bætur fyrir fjárhagslegt tjón, þar sem honum er ekki unnt að geta sér til um hver úrslit hefðu orðið ef málið hefði verið flutt munnlega í Hæstarétti. Hins vegar fellst hann á að það sem talið hefur verið fela í sér brot gegn samningnum hljóti að hafa valdið nokkrum áhyggjum og hugarvíli. Dæmir hann kæranda miskabætur að álitum að fjárhæð 2.500 evrur.", "B. Kostnaður og útgjöld", "47. Kærandi krafðist einnig samtals 3.175.817 ísl. kr. (um 35.000 evra) með nánar tilgreindum vöxtum til greiðslu á kostnaði og útgjöldum í eftirfarandi liðum:", "(a) 860.250 kr. ásamt vöxtum (569.169 kr. í desember 2006) í þóknun til lögmanns hennar í héraði og fyrir Hæstarétti;", "(b) 389.692 kr. ásamt vöxtum (197.285 kr. í desember 2006) fyrir ákveðnar matsgerðir;", "(c) 21.300 kr. í ýmis útgjöld (endurrit frá héraðsdómi og „þóknun fyrir skrifstofuverk til handa ritara Hæstaréttar“;", "(d) 1.363.275 kr. (um 15.000 evra) í þóknun til lögmanns hennar (75 klst. á kr. 15.000 að virðisaukaskatti inniföldum) fyrir hinum evrópska dómstól;", "(e) 532.300 kr. (um 5.900 evra) fyrir þýðingar.", "48. Ríkið taldi að þóknun sú sem lögmaður kæranda krafðist væri óhóflega há.", "49. Samkvæmt fordæmisrétti dómstólsins á kærandi einungis rétt á endurgreiðslu á kostnaði og útgjöldum að því marki sem sýnt hefur verið fram á að greiðslurnar hafi í raun verið greiddar og að þær hafi verið nauðsynlegar til að koma í veg fyrir það sem talið er brjóta gegn samningnum eða bæta úr því, og verið eðlilegar hvað fjárhæðir snertir. Í þessu máli telur dómstóllinn, með hliðsjón af þeim upplýsingum sem hann hefur og ofangreindum viðmiðum, að aðeins beri að taka tillit til lítils hluta þóknunarinnar fyrir Hæstarétti sem tilgreind er í a-lið hér á undan og að hafna beri þeim lið að öðru leyti, svo og b- og c-lið. Hvað d-lið snertir telur dómstóllinn að klukkustundafjöldi fari að nokkru fram úr hófi. Fallast ber á e-lið að öllu leyti. Samkvæmt þessu telur dómstóllinn sanngjarnt að ákvarða 18.000 evrur í kostnað og útgjöld.", "C. Dráttarvextir", "50. Dómstóllinn telur rétt að dráttarvextir verði hinir sömu og stýrivextir Seðlabanka Evrópu að viðbættum 3%.", "ÞVÍ DÆMIR DÓMSTÓLLINN SAMHLJÓÐA", "1. Að kæran sé tæk til meðferðar.", "2. Að brotið hafi verið gegn 1. mgr. 6. gr. samningsins.", "3. Að", "(a) ríki það, sem málið var sótt gegn, skuli innan þriggja mánaða frá þeim degi er dómur þessi verður endanlegur samkvæmt 2. mgr. 44. gr. samningsins greiða kæranda eftirtaldar fjárhæðir:", "(i) Miskabætur að fjárhæð 2.500 (tvö þúsund og fimm hundruð) evrur,", "(ii) kostnað og útgjöld að fjárhæð 18.000 (átján þúsund) evrur,", "(iii) alla þá skatta, sem lagðir kunna að verða á ofangreindar greiðslur,", "(b) fjárhæðum þessum skuli breytt í gjaldmiðil þess ríkis sem málið var sótt gegn, á gengi því sem gildir á uppgjörsdegi,", "(c) frá lokum hins ofangreinda þriggja mánaða frests og fram að uppgjöri skuli greiða einfalda vexti á ofangreindar fjárhæðir er samsvara stýrivöxtum Seðlabanka Evrópu að viðbættum 3%.", "4. Að kröfu kæranda um bætur sé að öðru leyti vísað frá.", "Gert á ensku og tilkynnt skriflega 6. desember 2007, samkvæmt 2. og 3. mgr. 77. gr. réttarfarsreglna dómstólsins.", "", "\tSantiago Quesada\tBoštjan M. Zupančič \n\tritari", ""]}