{"file": "ICE_HJUDICE_57722_12.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "57722/12", "text_paragraphs": ["© Translations published on \nPermission to re-publish this translation has been granted by \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Grabowski gegn Póllandi", "Dómur frá 30. júní 2015", "Mál nr. 57722/12", "5. gr. Réttur til frelsis og mannhelgi", "Frelsissvipting. Lagaheimild. Vistun ungmenna á stofnun.", "", "1. Málsatvik", "\tKærandi er pólskur ríkisborgari fæddur árið 1995 og búsettur í Kraká. Þann 7. maí 2012 þegar kærandi var 17 ára gamall var hann handtekinn vegna gruns um vopnuð rán. Kærandi var upphaflega vistaður á sérstakri gæsluvarðhaldsstofnun fyrir börn, en með dómsúrskurði var ákveðið að vista hann á stofnun fyrir afbrotaunglinga í þrjá mánuði eða til 7 ágúst 2012. Í júlí 2012 ákvað héraðsdómstóll að mál kæranda skyldi sótt á grundvelli laga um afbrotaunglinga. Þegar slík ákvörðun var tekin var almennt ekki talin þörf á sérstakri ákvörðun um framlengingu vistunar á stofnun, þ.e. talið var að ákvörðun um áframhaldandi vistun fælist í ákvörðun um málsmeðferð. \tAð lokinni þriggja mánaða vistun kæranda sótti hann um að fá lausn, en héraðsdómstóll synjaði beiðninni þann 9. ágúst 2012. Kærandi var vistaður á stofnuninni þar til endanlegur dómur féll í máli hans í janúar 2013, en hann var sakfelldur og dæmdur í tveggja ára skilorðsbundið fangelsi.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi byggði á því að vistun hans á stofnuninni án dómsúrskurðar hefði falið í sér ólögmæta frelsissviptingu og brotið gegn d. lið 1. mgr. 5. gr. sáttmálans.", "", "Niðurstaða", "\tDómstóllinn tók fram að frá 7. ágúst 2012 til dómsuppkvaðningar 9. janúar 2013 hefði enginn dómur verið til staðar um vistun kæranda. Hafi hann því verið frelsissviptur á grundvelli þess eins að héraðsdómur hafði ákveðið að taka mál hans til meðferðar. Ekki voru til staðar ákvæði í lögum sem heimiluðu framlengingu á vistun afbrotaunglinga á stofnun við þessar aðstæður og var því ekki talið að túlkun pólska ríkisins á lögum uppfyllti kröfur um fyrirsjáanleika og lögmæti. Var því talið að frelsissvipting kæranda hefði skort lagastoð og að brotið hefði verið gegn réttindum hans samkvæmt 1. mgr. 5 gr. sáttmálans. Þá var tekið fram að þegar beiðni kæranda um lausn úr vistuninni var tekin fyrir í ágúst 2012 hefði dómari ekki kannað lagaleg skilyrði fyrir vistuninni eða nauðsyn hennar. Talið var að pólska ríkið hefði einnig gerst brotlegt að þessu leyti. Jafnframt tók dómstóllinn fram að umboðsmaður pólska þjóðþingsins hefði bent á umrædda ágalla á kerfinu á árinu 2013, en ríkið hefði fram til þessa ekki gert ráðstafanir til að bregðast við þessari aðstöðu. Pólska ríkið þyrfti að breyta landslögum svo tryggt væri að frelsissvipting, hvort sem varðaði ungmenni eða fullorðna, færi ekki fram nema með dómsúrskurði.", "\tKæranda voru dæmdar 5.000 evrur í miskabætur.", "\t", ""]}