{"file": "ICE_HJUDICE_32772_02.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "32772/02", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Verein Gegen Tierfabriken Schweiz (VgT) gegn Sviss (nr. 2) - Yfirdeild", "Dómur frá 30. júní 2009", "Mál nr. 32772/02", "10. gr. Tjáningarfrelsi", "Bann við birtingu auglýsingar.", "", "1. Málsatvik", "Kærandi er dýraverndunarsamtök sem skráð eru í Sviss. Þau berjast meðal annars gegn tilraunum á dýrum og slæmum aðbúnaði sláturdýra. Sem andsvar við auglýsingum kjötframleiðanda gerði kærandi sjónvarpsauglýsingu sem sýndi svín í litlum stíum og var aðbúnaði dýranna líkt við það sem tíðkaðist í útrýmingarbúðum. Með henni var fólk hvatt til að draga úr kjötneyslu vegna heilsu sinnar, velferðar dýranna og umhverfisins. Kæranda var neitað um að birta auglýsinguna í sjónvarpi. Hann bar ákvörðunina undir dómstóla en án árangurs. Þá niðurstöðu kærði kærandi til Mannréttindadómstóls Evrópu, sem taldi í dómi frá 28. júní 2001 að með því að neita að birta auglýsinguna hefðu svissnesk stjórnvöld brotið gegn rétti kæranda samkvæmt 10. gr. sáttmálans. Á grundvelli þessarar niðurstöðu fór kærandi fram á það, fyrir svissneskum dómstólum, að leyft yrði að sýna auglýsinguna. Hæstiréttur Sviss hafnaði kröfu kæranda um endurskoðun fyrri úrlausnar, m.a. á þeim forsendum að kærandi hefði ekki sýnt fram á að hann ætti enn hagsmuna að gæta, en átta ár voru liðin frá því að upphaflega stóð til að sýna auglýsinguna. Auk þess væri kröfugerð í málinu ekki nægjanlega skýr.", "Kærandi lagði málið þá að nýju fyrir Mannréttindadómstólinn, sem leit svo á að um nýtt mál væri að ræða, þar sem höfnun svissneska dómstólsins á að endurskoða fyrri ákvörðun sína gæti falið í sér nýtt brot á rétti kæranda samkvæmt 10. gr.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að með áframhaldandi banni á sýningu auglýsingarinnar væri brotið gegn tjáningarfrelsi hans samkvæmt 10. gr. sáttmálans.", "", "Niðurstaða deildar", "Deildin komst að þeirri niðurstöðu í dómi frá 4. október 2007 að brotið hefði verið á rétti kæranda samkvæmt 10. gr. sáttmálans með áframhaldandi banni á sýningu auglýsingarinnar. (Sjá reifun dómsins í Dómareifanir Mannréttindadómstóls Evrópu, 2. hefti 2007.)", "", "Niðurstaða yfirdeildar", "Dómstóllinn lagði áherslu á að tjáningarfrelsi væri ein forsenda skilvirks lýðræðis og að í raunverulegri og virkri vernd réttindanna fælist ekki einungis að ríki héldu að sér höndum, heldur einnig jákvæð skylda ríkis til athafna. Í ljósi mikilvægis þess við framfylgd réttinda samkvæmt sáttmálanum, að dómum dómstólsins væri fylgt eftir með virkum hætti, hefði ríkinu verið skylt að fylgja eftir niðurstöðu dómstólsins frá 2001 í góðri trú. Endurupptaka málsins fyrir dómstólum hefði verið stór þáttur í að framfylgja dóminum, en væri ekki niðurstaða í sjálfu sér. Í ljósi þess að ekki hefðu komið fram nýjar ástæður, sem réttlætt gætu áframhaldandi bann við sýningu auglýsingarinnar í skilningi 10. gr., hefði yfirvöldum verið skylt að heimila sýningu auglýsingarinnar, án þess að meta fyrir hönd kæranda hvort hún ætti ennþá erindi við almenning. Niðurstaða dómstólsins var því sú að ríkið hefði á ný brotið á rétti kæranda samkvæmt 10. gr.", "Kæranda voru dæmdar 4.000 evrur í málskostnað.", "Sex dómarar skiluðu séráliti.", ""]}