{"file": "ICE_HJUDICE_73604_01.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "73604/01", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Monnat gegn Sviss", "Dómur frá 21. september 2006", "Mál nr. 73604/01", "10. gr. Tjáningarfrelsi", "Fjölmiðlar. Eftirlit með sjónvarpsrekstri.", "", "1. Málsatvik", "Kærandi, Daniel Monnat, er svissneskur ríkisborgari, fæddur 1951 og búsettur í Genf. Hann starfar sem fréttamaður hjá svissnesku fjölmiðlafyrirtæki, SSR. Dagana 6. og 11. mars 1997 sýndi SSR heimildarmynd um ástandið í Sviss á tímum seinni heimsstyrjaldarinnar og var kærandi umsjónarmaður þáttarins. Í þættinum var fjallað um söguna eins og hún hefði verið kennd áratugum saman í skólum, þ.e. um hugrekki Svisslendinga, sem þrátt fyrir hlutleysi sitt hefðu verið hliðhollir lýðræðinu, og þar með bandamönnum. Eftir þessa umfjöllun í þættinum var sagan skoðuð frá öðru sjónarhorni. Var því haldið fram að ráðamenn og almenningur í Sviss hefðu aðhyllst öfgasinnaða hægristefnu og viljað nánari tengsl við Þýskaland. Þá var fjallað um fordóma gagnvart gyðingum í Sviss, fjárhagsleg tengsl við Þýskaland og peningaþvætti á fjármunum nasista. Í kjölfar sýningar á sjónvarpsþættinum bárust kærur til kærunefndar sem starfaði á grundvelli svissnesku útvarpslaganna. Hún komst að því að umfjöllunin í þættinum hefði ekki samrýmst hlutleysisreglum fjölmiðlalaga. Kærandi höfðaði mál fyrir dómstólum og krafðist ógildingar á ákvörðun kærunefndarinnar. Þeirri kröfu var vísað frá þar sem niðurstaða nefndarinnar hefði beinst að fjölmiðlafyrirtækinu SSR, en ekki kæranda sem einstaklingi. Síðar hafnaði dómstóllinn kröfu SSR sama efnis, þar sem ekki hefði verið farið að lögum við þáttagerðina. Ekki hefði verið um að ræða umfjöllun um staðreyndir heldur kenningar og ákveðnar hugmyndir. Í myndinni hefði komið fram túlkun á mögulegum tengslum Sviss við Þýskaland, og hefði átt að kynna umfjöllina sem slíka en ekki setja hugrenningar fræðimanna fram eins og staðreyndir.", "Í febrúar 2001 tilkynnti SSR kærunefndinni um ráðstafanir sem fyrirtækið hefði gripið til í samræmi til tilmæli nefndarinnar og í kjölfarið lýsti nefndin málinu lokið af sinni hálfu.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að svissnesk lög tálmuðu tjáningarfrelsi hans samkvæmt sáttmálanum. Þá hefði niðurstaða nefndarinnar, og síðar dómstóla, falið í sér brot á rétti hans samkvæmt 10. gr. sáttmálans.", "", "Niðurstaða", "Dómstóllinn benti á að leitin að sannleikanum í sagnfræði væri þáttur í tjáningarfrelsinu en það væri ekki dómstólsins að skera úr um hver tengsl Sviss við Þýskaland nasismans hefðu verið, heldur heyrði það starf undir sagnfræðinga. Dómstóllinn tók fram að hinn umdeildi sjónvarpsþáttur hefði tekið á mikilvægu málefni, þar sem staða Sviss í seinni heimsstyrjöldinni væri útbreitt umræðuefni en jafnframt mjög umdeilt í Sviss. Þá taldi dómstóllinn ekki að kvartanir nokkurra áhorfenda, sem hefðu undrast eða hneykslast vegna umfjöllunarinnar, réttlættu aðgerðir af þessu tagi. Í þessu tilliti þótti sérstaklega skipta máli að um var að ræða atburði er átt höfðu sér stað fyrir meira en 50 árum.", "Dómstóllinn taldi að umfjöllun kærunefndar útvarpslaga og síðar dómstóla fæli í raun sér nokkurs konar ritskoðun af hálfu yfirvalda og væri sem slík líkleg til að letja kæranda, sem og aðra blaðamenn, í því að setja fram þjóðfélagslega gagnrýni. Þá væri ritskoðun af þessu tagi til þess fallin að hamla fjölmiðlum í hlutverki sínu við öflun og miðlun upplýsinga. Gagnvart kæranda birtist ritskoðunin einnig sem lögbann, þar sem honum var meinað að selja myndbönd með hinni umdeildu heimildarmynd.", "Það var því einróma niðurstaða dómstólsins að brotið hefði verið gegn rétti kæranda samkvæmt 10. gr. sáttmálans. Kæranda voru með vísan til 41. gr. sáttmálans dæmdar 3.500 evrur í málskostnað en talið var að niðurstaðan sem slík fæli í sér nægjanlegar miskabætur.", ""]}