{"file": "ICE_HJUDICE_52077_10.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "52077/10", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "S.F. o.fl. gegn Svíþjóð", "Dómur frá 15. maí 2012", "Mál nr. 52077/10", "3. gr. Bann við pyndingum", "Hælisleitendur. Brottvísun.", "", "1. Málsatvik", "\tKærendur, S.F., N.S. og A.F., eru íranskir ríkisborgarar, fæddir árin 1977, 1979 og 2009, og búa í Svíþjóð. S.F. og N.S. eru hjón og foreldrar A.F., sem fæddist í Svíþjóð. S.F. og N.S. komu til Svíþjóðar í september 2007 eftir að hafa, að eigin sögn, flúið frá Íran vegna ótta um eigið líf og öryggi. Héldu þau því fram að S.F. hefði verið virkur í stjórnmálum í Íran, stutt málstað Kúrda og vistaður í fangelsi í mánuð vegna stjórnmálaþátttöku sinnar. Eftir að hafa orðið vitni að handtöku samstarfsfélaga fyrir utan vinnustað þeirra í Íran ákváðu þau að flýja frá landinu, yfir landamærin til Tyrklands og þaðan um Evrópu á bíl til Svíþjóðar.", "\tVið komuna til Svíþjóðar sóttu þau um hæli. Þau héldu því fram að vegna stjórnmálaþátttöku í heimalandinu og síðar meir í Svíþjóð væri líf þeirra í bráðri hættu sneru þau aftur til Írans. Sérstaklega héldu þau því fram að eftir komu þeirra til Svíþjóðar hefðu þau bæði verið virk í stjórnmálum, meðal annars með því að taka þátt í fundum lýðræðisflokks íranskra kúrda og komið fram í kúrdískum sjónvarpsþáttum sem sýndir voru um gervihnött og bannaðir í Íran. Einnig hefði N.S. starfað fyrir kúrdíska sjónvarpsstöð sem var opinberlega í andstöðu við stefnu íranskra stjórnvalda.", "\tHælisumsókn þeirra var hafnað af sænskum innflytjendayfirvöldum og dómstólum, sem töldu að þótt saga þeirra væri sennileg væri ólíklegt að írönsk stjórnvöld myndu ofsækja þau þar sem þau væru lágt sett innan baráttusamtaka Kúrda.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur héldu því fram að brotið yrði gegn 3. gr. sáttmálans með því að senda þau til Írans þar sem þau væru í raunverulegri hættu á slæmri meðferð þar, með tilliti til áberandi stöðu þeirra sem baráttumanna fyrir málstað Kúrda, einkum eftir komu þeirra til Svíþjóðar.", "", "Niðurstaða", "\tDómstóllinn áréttaði að aðildarríki sáttmálans hefðu rétt til að ráða sjálf inngöngu fólks í landið, svo og búsetu og brottrekstri, nema að sá sem hlut ætti að máli væri í raunverulegri og yfirvofandi hættu á að sæta pyndingum eða annarri illri meðferð í landi því sem honum yrði gert að snúa til.", "\tMiðað við fyrirliggjandi gögn taldi dómstóllinn ástæðu til að óttast um stöðu mannréttinda í Íran, og að hún hefði farið versnandi frá því að sænsk yfirvöld voru með mál kærenda til meðferðar. Upplýsingar um Íran frá fjölmörgum alþjóðlegum heimildum sýndu að írönsk stjórnvöld handsömuðu og færu illa með fólk sem hefði mótmælt friðsamlega stjórnvöldum eða ástandi mannréttinda í landinu. Það átti ekki aðeins við um leiðtoga eða aðila efst í valdastiga viðkomandi mótmælendahópa, heldur einnig lægra setta einstaklinga. Hins vegar var það mat dómstólsins að væri aðstaðan í Íran metin á almennum forsendum væri ekki hægt að komast að þeirri niðurstöðu að brottrekstur þangað fæli sjálfkrafa í sér brot gegn 3. gr. sáttmálans.", "\tDómstóllinn tók næst til skoðunar aðstæður kærenda sérstaklega. Mat hann staðhæfingar kærenda um stöðu þeirra sennilegar, einkum að þátttaka þeirra í mótmælum gegn Íran eftir komu þeirra til Svíþjóðar kynni að valda því að þau væru í hættu á að sæta slæmri meðferð í heimalandinu. Hefði þátttaka kærenda í því starfi aukist stöðugt allt frá árinu 2008. Ennfremur hefði verið leitt í ljós að írönsk yfirvöld fylgdust með samskiptum á internetinu, og öðrum samskiptum mótmælenda jafnt innan sem utan Íran. Taldi dómstóllinn í þessu ljósi að írönsk stjórnvöld myndu ekki eiga erfitt með að bera kennsl á kærendur aftur. Það, að viðbættum aðstæðum og atvikum sem kærendur lentu í fyrir flutning til Svíþjóðar og þeirri staðreynd að þau áttu engin löggild persónuskilríki og yfirgáfu Íran ólöglega, leiddi til þeirrar niðurstöðu dómstólsins að raunveruleg hætta væri á að kærendur myndu sæta slæmri meðferð í Íran við brottrekstur þangað. Taldi dómstóllinn því brotið gegn 3. gr. sáttmálans í máli kærenda.", "\tVar sænska ríkinu gert að greiða kærendum 1.240 evrur vegna kostnaðar við meðferð kærumálsins.", ""]}