{"file": "ICE_HJUDICE_34869_05.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "34869/05", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Sabeh El Leil gegn Frakklandi", "Dómur frá 29. júní 2011 - Yfirdeild", "Mál nr. 34869/05", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Réttur til aðgangs að dómstólum. Friðhelgi sendiráða. Þjóðréttarvenjur.", "", "1. Málsatvik", "Kærandi, Sabeh El Leil, er franskur ríkisborgari. Hann starfaði sem endurskoðandi í kúveitska sendiráðinu í París frá árinu 1980 þar til honum var sagt upp vegna hagræðingar í rekstri sendiráðsins árið 2000. Í kjölfar uppsagnarinnar höfðaði kærandi mál fyrir vinnuréttardómsól Parísar og fór fram á bætur. Í nóvember árið 2000 voru honum dæmdar skaðabætur að fjárhæð 82.224 evra vegna ólögmætrar uppsagnar. Kærandi var ósáttur við þá fjárhæð og áfrýjaði því dómnum. Áfrýjunardómstóll vísaði málinu frá þar sem talið var að sendiráð Kúveit nyti friðhelgi og því væri ekki hægt að höfða mál á hendur því fyrir dómstólum í Frakklandi.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að hann hefði ekki notið réttar til aðgangs að dómstólum þar sem dómstólar hefðu komist að þeirri niðurstöðu að fyrrum vinnuveitandi hans nyti friðhelgi. Með þessu hefði verið brotið gegn 6. gr. sáttmálans.", "", "Niðurstaða deildar", "Deild dómstólsins vísaði málinu til yfirdeildar þann 9. desember 2008. Hvorugur málsaðila mótmælti þeirri ákvörðun.", "", "Niðurstaða", "Dómstóllinn vísaði til fordæma sinna og taldi að 6. gr. sáttmálans ætti við í þessu máli. Máli kæranda hefði verið vísað frá dómi á grundvelli friðhelgi sendiráða og af þeim sökum gæti hann ekki leitað réttar síns fyrir dómstólum.", "Dómstóllinn áréttaði að friðhelgi ríkja grundvallaðist af þjóðréttarlegum skuldbindingum og hefði það markmið að efla vinsamleg samskipta þjóða með tilliti til fullveldis þeirra. Hins vegar hefði verið dregið úr afdráttalausri friðhelgi ríkja með samþykkt Sáttmála Sameinuðu þjóðanna um friðhelgi ríkja og eigna þeirra, frá árinu 2004. Samkvæmt sáttmálanum tæki friðhelgi sendiráða ekki til starfsamninga þeirra við starfsmenn og mál sem kæmu upp vegna þeirra. Kærandi var hvorki sendierindreki né kúveiskur ríkisborgari. Þá ógnaði málareksturinn á engan hátt öryggishagsmunum Kúveit. Þótt sáttmálinn hefði ekki verið fullgiltur í Frakklandi þá hefði hann verið undirritaður af hálfu franskra stjórnvalda og ákvæði hans væru að miklu leyti bindandi þjóðréttarvenjur fyrir franska ríkið.", "Dómstóllinn taldi að með frávísun á máli kæranda hefði honum verið meinað um aðgang að réttlátri málsmeðferð fyrir dómstólum og með því hefði ríkið brotið gegn 6. gr. sáttmálans.", "Á grundvelli 41. gr. sáttmálans var Frakklandi gert að greiða kæranda 60.000 evrur í bætur og 16.768 evrur vegna málskostnaðar.", "", ""]}