{"file": "ICE_HJUDICE_11828_11.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "11828/11", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Nykänen gegn Finnlandi", "Dómur frá 20. maí 2014", "Mál nr. 11828/11", "4. gr. 7. viðauka. Réttur til að vera ekki saksóttur eða refsað tvívegis", "Skattamál. Ne bis in idem. Tvöföld viðurlög.", "", "1. Málsatvik", "\tKærandi er finnskur ríkisborgari, fæddur árið 1972. Árið 2005 hófu finnsk skattayfirvöld rannsókn á þarlendu fyrirtæki. Við rannsóknina kom í ljós að kærandi hafi fengið greiddar 33.000 evrur sem arðgreiðslu út úr fyrirtækinu en ekki talið hana réttilega fram. Honum var því gert að greiða endurálagningu skatta og til viðbótar 1.700 evrur í álag vegna vangreiðslunnar. Hann mótmælti álagningunni en skattayfirvöld vísuðu kæru hans frá 25. janúar 2006 og vísuðu til þess að hann hefði gefið rangar upplýsingar til skattayfirvalda. Kærandi kærði niðurstöðu skattayfirvalda til stjórnsýsludómstóls en dómstóllinn vísaði kæru hans frá 29. maí 2008. Hann sótti um áfrýjunarleyfi vegna málsins til æðri stjórnsýsludómstóls en beiðni hans var hafnað 1. apríl 2009.", "\tÞann 19. ágúst 2008 gaf saksóknari út ákæru m.a. vegna meintra skattalagabrota kæranda. Samkvæmt ákærunni hafði hann vantalið tekjur sínar fyrir árið 2003 vegna þeirra 33.000 evra sem hann hafði fengið greiddar í arð. Hann var sakfelldur fyrir héraðsdómi vegna brotanna og dæmdur til 8 mánaða skilorðsbundinnar fangelsisvistar. Þá var honum gert að greiða skattayfirvöldum 9.500 evrur að viðbættum vöxtum. Þann 25. mars 2010 var hann svo sakfelldur fyrir brotin af áfrýjunardómstóli og dæmdur í 10 mánaða skilorðsbundið fangelsi og til greiðslu sektar. Kærandi sótti um áfrýjunarleyfi til hæstaréttar og vísaði m.a. til þess að hann hafi þurft að þola tvöfalda refsingu en það bryti m.a. gegn 4. gr. 7. viðauka Mannréttindasáttmálans. Hæstiréttur synjaði honum um áfrýjunarleyfi 1. september 2010.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að hann hafi þurft að sæta tvöfaldri málsmeðferð og refsingu vegna brotanna sem fæli í sér brot gegn ne bis in idem reglu 4. gr. 7. viðauka sáttmálans.", "", "Niðurstaða", "\tDómstóllinn tók fyrst til skoðunar hvort ákvörðun skattayfirvalda um að leggja sérstakt álag á kæranda vegna skattalagabrota hans hafi falið í sér refsingu í skilningi 4. gr. 7. viðauka sáttmálans. Við það tilefni rifjaði dómstóllinn upp fyrri dómafordæmi og tók fram að ekki væri eingöngu unnt að taka mið af því hvort málsmeðferðin teldist refsimál samkvæmt landsrétti, heldur þyrfti að túlka hugtök 4. gr. 7. viðauka til samræmis við ákvæði 6. gr. og 7. gr. sáttmálans. Þá rifjaði dómstóllinn upp þau viðmið (Engel-viðmiðin) sem sett hefðu verið með fyrri fordæmum dómsins þegar meta ætti hvort um refsimál væri að ræða. Dómstóllinn tók fram að í fyrri dómum sínum hefði hann komist að þeirri niðurstöðu að skattaálag sem lagt væri á af finnskum skattyfirvöldum teldist til refsingar þar sem slík álagning væri ekki ætluð sem bótagreiðslur eða skaðabætur en ættu heldur að hafa fælingarmátt. Í þessu máli væri ekki umdeilt að skattálagið teldist refsing í skilningi 4. gr. 7. viðauka.", "\tDómstóllinn tók því næst til skoðunar hvort sömu brot hafi verið til umfjöllunar í báðum tilvikum í máli kæranda. Dómstóllinn vísaði til fyrri niðurstöðu sinnar í máli Zolotukhin gegn Rússlandi (nr. 14939/03) þar sem sett voru fram viðmið um hvernig meta eigi hvort mál hefðu verið höfðuð vegna sama sakarefnis. Í þessu máli taldi dómstóllinn óumdeilt að um sama sakarefni væri að ræða. Þá tók dómstóllinn fram að lokaniðurstaða hafi fengist í fyrra málið gegn kæranda 1. apríl 2009 þegar áfrýjunarbeiðni hans var hafnað.", "\tDómstóllinn tók fram að 4. gr. 7. viðauka legði bann við endurtekningu refsimála sem hefðu þegar verið til lykta leidd með lokaákvörðun dóms eða stjórnvalds. Í því fælist ekki eingöngu bann við tvöfaldri refsingu, heldur einnig bann við endurtekinni málsmeðferð. Hann tók fram að 4. gr. 7. viðauka legði ekki bann við því að tvö eða fleiri mál um sama sakarefni væru rekin samhliða að því gefnu að það mál sem er höfðað seinna verði fellt niður þegar lokaniðurstaða fæst í fyrra málinu. Þó vísaði dómstóllinn til fyrri fordæma sinna þar sem komist var að þeirri niðurstöðu að ekki teldist um tvöfalda málsmeðferð að ræða í tilvikum þar sem mönnum hafi verið gert að greiða sektir og sæta stjórnsýsluviðurlögum og seinna hlotið dóm vegna sömu brota ef bein tenging hafi verið milli fyrri og seinni málsmeðferðarinnar og ekki hafi liðið of langur tími milli þeirra.", "\tDómstóllinn tók fram að í þessu máli hafi málsmeðferð kæranda verið á vettvangi tveggja aðskilinna stjórnvalda sem hafi ekki tengst innbyrðis. Þá hafi hvorki í niðurstöðu dómstóla eða skattayfirvalda verið tekið tillit til þeirra viðurlaga sem kærandi hafi verið beittur af öðrum stjórnvöldum vegna sakarefnisins. Í þessu tilviki hafi niðurstaða fengist í mál kæranda hjá skattayfirvöldum 1. apríl 2009 þegar honum var hafnað um áfrýjunarleyfi. Þar sem dómsmálið gegn kæranda var ekki fellt niður þegar niðurstaða lá fyrir 1. apríl 2009 var hann dæmdur tvisvar sinnum fyrir sama sakarefni og hlaut því tvöfalda refsingu. Dómstóllinn viðurkenndi að þegar tvö mál væru rekin samhliða gæti verið tilviljunum háð hvenær niðurstaða fæst í hvoru máli fyrir sig. Því gætu mál manna fengið mismunandi niðurstöðu í slíkum tilvikum. Dómstóllinn taldi að um brot gegn 4. gr. 7. viðauka væri að ræða þar sem kærandi hafi þurft að þola tvöfalda málsmeðferð og sæta tvöfaldri refsingu.", "\tDómstóllinn dæmdi finnska ríkið til að greiða kæranda 3.000 evrur í miskabætur og til greiðslu málskostnaðar að upphæð 2.500 evrum.", ""]}