{"file": "ICE_HJUDICE_47708_08.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "47708/08", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Jaloud gegn Hollandi", "Dómur frá 20. nóvember 2014 - Yfirdeild", "Mál nr. 47708/08", "2. gr. Réttur til lífs", "Lögsaga. Yfirráðasvæði. Hernaðarátök. Rannsókn í kjölfar manndráps.", "", "1. Málsatvik", "\tKærandi, Sabah Jaloud, er íraskur ríkisborgari, fæddur árið 1943 og býr í Írak. Hann er faðir Azhar Sabah Jaloud, sem lést 21. apríl 2004 af völdum skotsára sem hann hlaut í átökum í Írak þar sem liðsmenn hollenska hersins komu við sögu. Í kjölfar innrásarinnar í Írak í mars 2003 tóku hollenskir hermenn þátt í aðgerðum til að tryggja stöðugleika í landinu. Hollenskir herflokkar voru á árunum 2003-2005 staðsettir í Al-Muthanna héraðinu í suðvestur Írak og var æðsti yfirmaður þeirra á svæðinu foringi í breska hernum. Vera hollenska hersins á svæðinu var byggð á samningi ríkisstjórnar Hollands og Bretlands, en samningurinn er ekki opinber þar sem hann telst hernaðarleyndarmál. Þann 21. apríl 2004 var sveit sex manna úr hollenska hernum send að varðstöð sem var mönnuð af liðsmönnum varnarliðs Íraks. Þeir höfðu verið sendir á vettvang vegna skotárásar á varðstöðina. 15 mínútum eftir að þeir komu á staðinn keyrði svört Benz bifreið á miklum hraða í átt að varðstöðinni og virtist ökumaður hennar ekki ætla að stöðva hana. Hermennirnir skutu á bifreiðina, hollenskur liðsforingi skaut 28 skotum að bifreiðinni, en íraskir hermenn skutu einnig fjölda skota að henni. Þegar bifreiðin stöðvaðist kom í ljós að Azhar Sabah Jaloud var í farþegasæti bifreiðarinnar og hafði hlotið skotsár á mörgum stöðum líkamans. Hann var dreginn út úr bílnum og lífgunartilraunir gerðar á honum, en var úrskurðaður látinn um klukkustund síðar. Hollenski herinn setti af stað rannsókn á árásinni og var lagt hald á vopn þeirra sem komu að árásinni sem og bifreiðina sem skotið hafði verið á. Skýrsla var tekin af öllum viðstöddum og krufning á líki Azhar fór fram. Krufningin leiddi ekki í ljós með afgerandi hætti hvaðan skotin höfðu komið sem bönuðu honum, en fjöldi byssukúlna fannst í líkinu. Rannsókn á bifreiðinni leiddi í ljós að skotið hafi verið að henni úr tveimur áttum. Árið 2007 skrifaði lögmaður kæranda hollenskum yfirvöldum bréf og bað um upplýsingar um hvort liðsmenn hollenska hersins hefðu verið saksóttir fyrir hlut sinn í skotárásinni. Saksóknari svaraði bréfunum á þá leið að liðsforinginn hefði skotið á bifreiðina í sjálfsvörn. Í bréfinu var tekið fram að íraskir hermenn hinumegin götunnar hafi skotið á bifreiðina, en hollenski hermaðurinn hafi fyrir mistök talið að skothríðin kæmi frá bifreiðinni. Þá var tekið fram í bréfinu að Azhar hefði látið lífið vegna skota frá íröskum hermönnum. Í október 2007 sendi lögmaður kæranda bréf til hollensks herdómstóls og krafðist þess að höfðað yrði mál á hendur liðþjálfanum sem tók þátt í skotárásinni fyrir óþarfa valdbeitingu. Í apríl 2008 komst herdómstóll að þeirri niðurstöðu að liðþjálfinn hefði brugðist við í sjálfsvörn og hefði verið að bregðast við skothríð sem hann taldi stafa frá bifreiðinni. Hann hafi því ekki gerst sekur um brot sem varðaði refsingu.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að rannsóknin á skotárásinni hafi ekki verið fullnægjandi og hún hafi ekki verið framkvæmd af sjálfstæðum aðila. Hann taldi því að um brot gegn 2. gr. sáttmálans væri að ræða.", "", "", "Niðurstaða", "\tUm lögsögu dómstólsins: Dómstóllinn tók fyrst til umfjöllunar röksemdir hollenska ríkisins um að málið félli ekki undir lögsögu dómstólsins. Dómstóllinn tók fram að hollenska ríkið hefði ekki afsalað sér lögsögu þó að herdeildir þess hefðu starfað undir stjórn yfirmanns breska hersins. Dómstóllinn taldi skýrt koma fram í bréfi utanríkisráðuneytis Hollands til hollenska þingsins um þátttöku landsins í varnarsveitum Íraks, að hollensk yfirvöld héldu fullri stjórn yfir eigin hermönnum. Það sama kæmi einnig fram í samningi hollenska hersins og breska hersins um samstarf á svæðinu, en dómstóllinn hafi fengið aðgang að þeim samningi. Þá taldi dómstóllinn að það skipti ekki máli að varðstöðin sem hollensku herdeildinni var ætlað að verja hafi verið undir stjórn íraska hersins. Því taldi dómstóllinn að hollenskir hermenn hefðu ekki starfað í skjóli annars ríkis þegar atvik málsins gerðust. Dómstóllinn taldi, miðað við að Azhar hafi látið lífið í hernaðaraðgerð hollenska hersins, að atvik málsins féllu undir lögsögu hollenska ríkisins og því innan lögsögu dómstólsins sjálfs.", "\tUm 2. gr.: Dómstóllinn gat ekki tekið undir staðhæfingar kæranda um að rannsóknin á dauða sonar hans hafi ekki verið framkvæmd af sjálfstæðum aðila. Kærandi taldi að sjálfstæði rannsóknardeildar hersins, sem sá um rannsókn málsins, hafi ekki verið tryggt og vísaði til þess að rannsakendur hafi m.a. deilt vistarverum með þeim hermönnum sem hafi átt þátt í dauða Azhar. Dómstóllinn taldi þó ekkert fram komið sem drægi sjálfstæði rannsakanda í efa. Þá yrði ekki gerð athugasemd við að saksóknari hafi byggt niðurstöðu sína um saksókn á þeim gögnum sem rannsóknardeildin aflaði, enda byggi saksóknari jafnan mál sín á rannsóknargögnum frá lögreglu. Dómstóllinn taldi ennfremur að óhlutdrægni dómara herréttarins yrði ekki dregin í efa, þó að hann hefði sjálfur þjónað í hernum, enda væri hann líkt og almennir dómarar sjálfstæður í störfum sínum.", "\tHvað varðaði staðhæfingar kæranda um að rannsóknin á dauða sonar hans hafi ekki verið fullnægjandi, þá féllst dómstóllinn á að ýmsir annmarkar hefðu verið á rannsókninni. Hún hefði eingöngu beinst að því hvort liðþjálfinn hefði brugðist réttilega við þegar hann skaut á bíl Azhar, en ekki fjallað um hvort hann hafi beitt óhóflegu valdi og skotið fleiri skotum en nauðsynlegt hafi verið. Dómstóllinn tók fram að skjöl sem veittu einhver svör við þessum spurningum hafi verið lögð fram við málsmeðferð dómstólsins, en hafi ekki verið aðgengileg þeim aðilum sem rannsökuðu málið af hálfu hollenskra yfirvalda. Sérstaklega hefði þar mikið vægi vitnisburður þeirra hermanna sem viðstaddir voru skotárásina. Þá tók dómstóllinn ennfremur fram að liðþjálfinn hafi ekki verið yfirheyrður fyrr en 6 klukkustundum eftir atburðinn, og því hefði verið möguleiki á að hann og aðrir liðsmenn hans hafi getað samræmt framburð sinn fyrir yfirheyrsluna. Dómstóllinn taldi einnig að krufningin á líki Azhar hafi ekki verið framkvæmd af hollenskum lækni og krufningarskýrslan hafi verið mjög takmörkuð. Þá hefðu sönnunargögn sem aflað var í krufningunni glatast á rannsóknarstigi. Dómstóllinn tók fram að hann hefði fullan skilning á því að rannsakendur hefðu starfað við erfiðar aðstæður í ókunnu landi. Þó yrði ekki litið fram hjá þeim ágöllum sem hefðu verið á rannsókninni á dauða Azhar og því taldi dómstóllinn að rannsóknin hefði ekki fullnægt skilyrðum 2. gr. sáttmálans, og því yrði talið að um brot gegn 2. gr. hafi verið að ræða.", "\tDómstóllinn dæmdi hollenska ríkið til að greiða kæranda miskabætur að fjárhæð 25.000 evrum og 1.732 evrur í málskostnað.", "\t11 dómarar skiluðu sérálitum.", "", ""]}