{"file": "ICE_HJUDICE_13201_05.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "13201/05", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Krumpholz gegn Austurríki", "Dómur frá 18. mars 2010", "Mál nr. 13201/05", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Umferðarlagabrot. Réttur til að fella ekki á sig sök. Réttur til að teljast saklaus uns sekt er sönnuð að lögum. Réttlát málsmeðferð.", "", "1. Málsatvik", "\tKærandi, Claus Krumpholz, er þýskur ríkisborgari fæddur 1965 og búsettur í Grafengehaig í Þýskalandi. Þann 26. febrúar 2003 mældi austurríska lögreglan bíl í eigu kæranda við of hraðan akstur. Kæranda var gert að upplýsa hver hefði ekið bílnum í umrætt sinn. Kærandi brást ekki við kröfunni. Hann var þá dæmdur fyrir hraðakstursbrot en einnig fyrir að neita að gefa upp hver hefði ekið bílnum. Kærandi áfrýjaði dóminum. Hann benti annars vegar á að hann hefði ekki ekið bílnum og einnig að hann teldi að það stríddi gegn 6. gr. sáttmálans að gera honum skylt að upplýsa hver hefði gert það. Ákæruvaldið féll í kjölfarið frá ákæru á hendur kæranda fyrir að gefa ekki upp hver hefði ekið bílnum. Aftur á móti var því haldið fram að þar sem kærandi hefði ekki upplýst hver hefði ekið bílnum, hlyti hann sjálfur að hafa gert það. Vísað var til fordæma austurrískra dómstóla þar sem þeirri reglu var beitt að ef eigandi bifreiðar neitaði að upplýsa hver hefði brotið af sér undir stýri hennar yrði hann sjálfur dæmdur fyrir brotið nema honum tækist að sýna fram á sakleysi sitt. Kærandi var á þessum grundvelli dæmdur til að greiða sekt fyrir of hraðan akstur.", "\tKærandi áfrýjaði niðurstöðunni til æðra dómstigs sem staðfesti niðurstöðuna. Fyrir stjórnlagadómstóli Austurríkis vísaði kærandi til þess að hann hefði verið sakfelldur fyrir það eitt að nýta rétt sinn sem sakborningur til að veita ekki upplýsingar sem varpað gætu á hann sök. Engin gögn hefðu legið fyrir um sekt hans og litið hefði verið framhjá því að hann hefði ekki verið í Austurríki þegar umrætt umferðarlagabrot var framið. Stjórnlagadómstóllinn vísaði kröfu kæranda frá.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að brotið hefði verið gegn rétti hans samkvæmt 1. og 2. mgr. 6. gr. sáttmálans. Engin sönnunargögn hefðu legið til grundvallar sakfellingu hans nema sú staðreynd að hann væri skrásettur eigandi bifreiðarinnar. Hann hélt því einnig fram að regla í umferðarlögunum sem kvað á um skyldu eiganda bifreiðar til að upplýsa um ökumenn hans stríddi gegn rétti manna til að veita ekki upplýsingar sem fella á þá sök.", "", "Niðurstaða", "\tDómstóllinn tók fram að rétturinn til að fella ekki á sig sök samkvæmt 1. mgr. 6. gr. sáttmálans og réttur sakbornings til að teljast saklaus uns sekt væri sönnuð samkvæmt 2. mgr. 6. gr. væru nátengd réttindi og þess vegna yrðu atvik málsins metin út frá báðum reglunum samtímis.", "\tDómstóllinn tók fram að það bryti ekki gegn 6. gr. sáttmálans að túlka þögn sakbornings um atvik máls honum í óhag í ljósi annarra sönnunargagna. Aftur á móti yrði að meta hvort önnur gögn réttlættu að ályktað væri um þögn sakbornings honum í óhag. Dómstóllinn taldi að þetta ætti sérstaklega við þegar dómstólar mætu gildi sönnunargagnanna sem fyrir þá væru lögð. Reglurnar um að sakborningur teldist saklaus uns sekt hans væri sönnuð, og að ákæruvaldið bæri sönnunarbyrðina fyrir sekt sakbornings, væru ekki undantekningarlausar enda væri gengið út frá tilteknum ályktunum um staðreyndir eða lagareglum í öllum réttarkerfum. Slíkt væri ekki óheimilt samkvæmt sáttmálanum svo lengi sem aðildarríkin héldu sig innan skynsamlegra marka, að teknu tilliti til þeirra hagsmuna sem væru í húfi og réttar sakbornings til að halda uppi vörnum.", "\tDómstóllinn rakti síðan dóma þar sem fjallað hafði verið um réttinn til að varpa ekki á sig sök og einkum varðandi umferðarlagabrot. Dómstóllinn tók fram að í máli kæranda hefðu stjórnvöld ekki refsað kæranda fyrir að tilkynna ekki um ökumann bifreiðarinnar en þeim hefði verið mögulegt samkvæmt austurrískum lögum að skylda hann til að gefa upp slíkar upplýsingar. Aftur á móti var ekki að finna í austurrískum lögum reglu sem sagði að eigandi bifreiðar væri sekur um brot sem framin væru af ökumanni hennar nema hann sýndi fram á annað.", "\tDómstóllinn var ósammála þeirri niðurstöðu austurrískra dómstóla að þau gögn sem lágu til grundvallar sakfellingu kæranda hefðu leitt til þeirrar niðurstöðu að hann hefði ekið bifreiðinni. Þvert á móti hélt hann því fram að hann hefði ekki ekið henni og lagði fram gögn þeirri staðhæfingu til stuðnings. Þar sem farið hefði verið fram á að kærandi veitti skýringu á akstri bifreiðarinnar, án þess að fyrir lægju önnur gögn um sekt hans, hefði sönnunarbyrðinni verið varpað á kæranda.", "\tEnn fremur benti dómstóllinn á að málsmeðferðin sem fylgt væri í málum af þessum toga veittu sakborningi afar takmarkaða vernd þrátt fyrir að sönnunarbyrðinni væri í raun varpað yfir á hann. Dómstóllinn benti sérstaklega á að dómstólnum sem fjallaði um mál kæranda hefði ekki verið skylt að halda munnlegan málflutning í máli hans nema kærandi hefði farið fram á það. Með þessum hætti hefði byrðin að öllu leyti verið lögð á kæranda til að tryggja réttindi sín. Annars vegar hefði hann þurft að sýna fram á sakleysi sitt en jafnframt að tryggja réttaröryggi málsmeðferðarinnar. Dómstóllinn taldi að hefði dómstóllinn í máli kæranda ætlað sér að draga ályktanir af þögn kæranda hefði dómstóllinn sjálfur þurft að eiga frumkvæði að því að munnleg málsmeðferð færi fram til að hægt væri að spyrja kæranda spurninga og draga ályktanir um trúverðugleika hans.", "\tÍ ljósi alls þessa taldi dómstóllinn að brotið hefði verið gegn reglunni um rétt sakbornings til að varpa ekki á sig sök og reglunni um að sakborningur skyldi teljast saklaust uns sekt hans væri sönnuð. Ekki hefði verið heimilt að draga ályktanir um sekt kæranda af aðstæðum þar sem aðstæður gáfu ekki tilefni til slíkra ályktana og þá sérstaklega þar sem réttindi kæranda sem sakbornings voru ekki tryggð sérstaklega við meðferð málsins. Af þessum sökum taldi dómstóllinn að brotið hefði verið gegn 1. og 2. mgr. 6. gr. sáttmálans.", "\tKæranda voru ekki dæmdar bætur vegna greiðslu sektarinnar enda tók dómstóllinn fram að hann gæti ekki metið hver niðurstaða málsins á hendur kæranda hefði orðið ef réttindi hans samkvæmt 1. og 2. mgr. 6. gr. hefðu verið tryggð. Honum voru hins vegar dæmdar rúmlega 8.500 evrur í málskostnað.", ""]}