{"file": "ICE_HJUDICE_49429_99.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "49429/99", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Capital Bank AD gegn Búlgaríu", "Dómur frá 24. nóvember 2005", "Mál nr. 49429/99", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "34. gr. Kærur einstaklinga", "1. gr. 1. viðauka. Friðhelgi eignarréttar", "Lögsaga dómstóla. Gjaldþrot. Leyfi til bankastarfsemi. Almennar takmarkanir eignarréttar. Þolandi brots.", "", "1. Málsatvik", "Kærandi var bankinn Capital Bank AD sem hafði verið tekinn til gjaldþrotaskipta. Hafði hann skráða starfsstöð sína í Sofíu í Búlgaríu. Málið var höfðað fyrir hönd kæranda af fyrrverandi stjórnarformanni og varastjórnarformanni bankans. Kæran var einnig undirrituð af þremur hluthöfum í fyrirtækinu, fyrirtækjum með starfsstöðvar í Búlgaríu og Rússlandi.", "Capital Bank var stofnaður og fékk leyfi til bankastarfsemi árið 1993. Í nóvember 1997 var leyfið afturkallað af hálfu ríkisbanka Búlgaríu þar sem ríkisbankinn taldi kæranda vera gjaldþrota. Ríkisbankinn tilnefndi Capital Bank sérstaka stjórnendur þar til skiptastjórar yrðu skipaðir. Með dómsúrskurði í janúar 1998 var fallist á kröfu ríkisbankans um að kærandi yrði tekinn til gjaldþrotaskipta. Dómstóllinn byggði á því að samkvæmt bankalögum frá 1997 hefði hann ekki lögsögu til þess að endurskoða ákvörðun ríkisbankans um afturköllun bankaleyfis á grundvelli ógjaldfærni. Taldi dómstóllinn því að þar sem ríkisbankinn hefði metið bankann gjaldþrota gæti rétturinn ekki endurmetið ákvörðunina og væri bundinn við hana. Rétturinn skipaði þá skiptastjóra vegna búsins. Gjaldþrotaúrskurðurinn var hins vegar staðfestur við áfrýjun æðri dómstóls.", "Í apríl 2005 lauk skiptum á búi bankans og hann tekinn af fyrirtækjaskrá.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi byggði á því að innlendir dómstólar hefðu ekki metið efnislega skilyrði til gjaldþrotaskipta, að andmælaréttur kæranda hefði ekki verið tryggður við málsmeðferðina og að ákvörðun ríkisbankans um að afturkalla leyfi kæranda til bankastarfsemi hefði ekki verið í samræmi við lög. Byggði kærandi á 1. mgr. 6. gr., 13. gr. og 1. gr. 1. viðauka sáttmálans.", "", "Niðurstaða", "Um það hvor kærandi væri þolandi brots. Ríkið byggði á því að ekki hefði átt að taka málið til efnismeðferðar þar sem kærandi væri í raun ekki lengur til, enda hefði bankinn verið afskráður úr opinberum skrám í apríl 2005. Dómstóllinn féllst hins vegar ekki á það. Þegar meint brot ríkis á sáttmálanum lyti að afskráningu fyrirtækis af opinberum skrám taldi dómstóllinn ekki unnt að fallast á aðildarskort kæranda þar sem það myndi brjóta gegn kjarna þess réttar lögaðila að koma málum fyrir dómstólinn samkvæmt 34. gr. sáttmálans", "", "Um 1. mgr. 6. gr.: Dómstóllinn vísaði til þess að í rétti til réttlátrar málsmeðferðar fyrir dómi skv. 1. mgr. 6. gr. sáttmálans fælist að dómstólar yrðu að hafa lögsögu til þess að meta allar staðreyndir og öll lagarök sem málið varðaði efnislega. Dómstóllinn byggði á því að innlendir dómstólar hefðu byggt á niðurstöðu ríkisbankans um að kærandi væri ógjaldfær, án nokkurrar endurskoðunar eða umfjöllunar. Ríkisbankinn teldist ekki dómstóll í skilningi sáttmálans og samkvæmt skýru ákvæði laga hefðu dómstólar ekki lögsögu til þess að endurskoða ákvörðun ríkisbankans um afturköllun bankaleyfis á grundvelli ógjaldfærni. Því hefði ekki verið fullnægt kröfum 1. mgr. 6. gr. að þessu leyti.", "", "", "Dómstóllinn taldi ennfremur brotið gegn 1. mgr. 6. gr. sáttmálans að því leyti að kæranda eða fyrirsvarsmönnum kæranda hefði ekki verið unnt að vernda stöðu sína eða hagsmuni á fullnægjandi hátt þar sem sérstaklega tilnefndir stjórnendur bankans hefðu verið skipaðir beint af ríkisbankanum og skiptastjórar í þrotabúi bankans fengnir af lista yfir skiptastjóra sem samþykktir væru af ríkisbankanum. Hefðu þessir sérstöku fyrirsvarsmenn Capital Bank í ferlinu því verið háðir ríkisbankanum.", "", "Um 1. gr. 1. viðauka: Dómstóllinn taldi að opinbert leyfi til bankastarfsemi hefði verið grundvöllur atvinnustarfsemi Capital Bank og því hefði afturköllun þess falið í sér takmörkun á friðhelgi eignarréttar kæranda. Þótt í því fælist svipting eignarréttar að því leyti sem leyfið sjálft gæti talist eign væru kringumstæður afturköllunarinnar þær að hún hefði farið fram sem þáttur í eftirliti stjórnvalda með bankastarfsemi. Bæri því að dæma málið á grundvelli 2. mgr. 1. gr. 1. viðauka.", "Dómstóllinn taldi að ríki nytu ríks svigrúms til mats á því viðkvæma efnahagslega sviði er varðaði stöðugleika bankastarfsemi og féllst á það að það gæti verið þörf á ströngu eftirliti og viðurlögum til að koma í veg fyrir alvarlegan skaða á þessum vettvangi. Hins vegar hefði sú leið sem farin var í búlgörskum lögum ekki kveðið á um neins konar málsmeðferð áður en viðurlögum var beitt og því ekki falið í sér neinar tryggingar gegn geðþóttaákvörðunum. Því gæti afturköllun leyfisins ekki talist lögmæt í skilningi 1. gr. 1. viðauka sáttmálans.", "", "Um 13. gr.: Dómstóllinn taldi ekki nauðsynlegt að meta kæruefnið hvað varðaði rétt kæranda skv. 13. gr. sáttmálans.", "Stjórnarformanni og varastjórnarformanni kæranda voru dæmdar sameiginlega 4.000 evrur í málskostnað á grundvelli 41. gr. sáttmálans.", ""]}