{"file": "ICE_HJUDICE_10162_02.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "10162/02", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Eko-Elda AVEE gegn Grikklandi", "Dómur frá 9. mars 2006", "Mál nr. 10162/02", "1. gr. 1. viðauka. Friðhelgi eignarréttar", "Skattlagning. Endurgreiðsla ofgreidds skatts.", "", "1. Málsatvik", "Kærandi er hlutafélag sem sérhæfir sig í olíuvörum. Í júní 1988 óskaði kærandi eftir því við skattstjóra landsins að endurgreiddar yrðu 362.105 evrur sem félagið hafði ofgreitt í tekjuskatt. Þegar skattyfirvöld neituðu endurgreiðslunni höfðaði kærandi mál fyrir dómstólum í Grikklandi til innheimtu kröfunnar auk vaxta.", "Meðan málsmeðferð í málinu stóð yfir, í nóvember 1993, greiddi ríkið kæranda sem svaraði 362.105 evrum og breytti kærandi þá kröfu sinni fyrir dómi þannig að aðeins var krafist þeirra vaxta sem fallið hefðu á fjárhæðina frá greiðslu hennar. Dómstóll vísaði málinu frá og áfrýjunardómstóll komst að þeirri niðurstöðu að ekki væri grundvöllur fyrir áfrýjun þar sem innlend skattalög á þeim tíma sem málið varðaði gerðu ekki ráð fyrir því að greiddir væru vextir á ofgreidda skatta í sambærilegum tilvikum. Hinn 8. nóvember 2000 vísaði áfrýjunardómstóll máli kæranda frá.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi byggði kæru sína á því að innlend skattyfirvöld hefðu brotið á rétti hans samkvæmt 1. gr. 1. viðauka sáttmálans með því að hafna því að greiða vexti á ofgreidda skatta fyrirtækisins.", "", "Niðurstaða", "Dómstóllinn rakti að ofgreiddur skattur kæranda hefði verið endurgreiddur honum um 5 árum og 5 mánuðum eftir að kærandi gerði kröfu um endurgreiðslu fjárhæðarinnar. Taldi dómstóllinn að höfnun ríkisins á að greiða dráttarvexti á hina ofgreiddu fjárhæð í svo langan tíma hefði raskað því jafnvægi sem vera ætti milli þeirra almannahagsmuna og einstaklingshagsmuna sem málið varðaði. Var það því einróma niðurstaða dómstólsins að brotið hefði verið á rétti kæranda til friðhelgi eignarréttar samkvæmt 1. gr. 1. viðauka sáttmálans.", "Voru kæranda dæmdar 120.000 evrur í miskabætur og 4.000 evrur í málskostnað.", ""]}