{"file": "ICE_HJUDICE_61498_08.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "61498/08", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Al-Saadoon og Mufdhi gegn Bretlandi", "Dómur frá 2. mars 2010", "Mál nr. 61498/08", "3. gr. Bann við pyndingum", "13. gr. Réttur til raunhæfs úrræðis til að leita réttar síns", "34. gr. Kærur einstaklinga", "Yfirráðasvæði. Dauðarefsing. Beiðni um frestun á framkvæmd ákvörðunar.", "", "1. Málsatvik", "\tKærendur, Faisal Attiyah Nassar Khalaf Hussain Al-Saadoon og Khalef Hussain Mufdhi, eru íraskir ríkisborgarar, fæddir 1952 og 1950. Þeir eru súnní-múslimar og frá suðurhluta Írak. Þeir voru áður hátt settir í íraska Bath-flokknum. Þeir eru í haldi í Rusafa-fangelsinu nærri Bagdad.", "\tÍ kjölfar innrásar fjölþjóðlegs herliðs í Írak í mars árið 2003 voru kærendur handteknir af breskum hermönnum vegna gruns um að hafa skipulagt árásir á innrásarliðið. Þeir voru settir í varðhald í fangelsi undir umsjón breska herliðsins. Í október árið 2004 taldi bresk herlögregla sannað að kærendur hefðu tekið þátt í árás á tvo breska hermenn í mars 2003. Í ágúst árið 2004 samþykkti íraska þingið að innleiða dauðarefsingu á ný í íröksk hegningarlög. Var slík refsing lögð við tilteknum ofbeldisbrotum, þar á meðal manndrápi og stríðsglæpum.", "\tÍ desember árið 2005 ákváðu bresk yfirvöld að vísa máli kærenda til íraskra dómstóla. Í maí árið 2006 komu kærendur fyrir dómstól í borginni Basra vegna ákæru fyrir manndráp og stríðsglæpi. Dómstóllinn fyrirskipaði að varðhald þeirra hjá breska hernum skyldi framlengt. Síðar komst dómstóllinn að þeirri niðurstöðu að ákærur á hendur kærendum heyrðu undir íraskan sérdómstól sem komið hafði verið á fót vegna mála Íraka sem voru sakaðir um þjóðarmorð, glæpi gegn mannúð eða stríðsglæpi sem framdir höfðu verið á tímabilinu frá 17. júlí 1968 til 1. maí 2003. Sérdómstóllinn óskaði formlega eftir því í desember 2007 að breska herliðið afhenti kærendur í hendur íraskra yfirvalda.", "\tÍ júní árið 2008 leituðu kærendur til enskra dómstóla vegna ákvörðunar breskra yfirvalda um að fallast á ósk íraska dómstólsins. Enskur undirréttur komst að þeirri niðurstöðu að framsalið hefði verið lögmætt. Viðurkennt var að þar sem kærendur hefðu verið í haldi breskra yfirvalda hefðu þeir heyrt undir breskt yfirráðasvæði í skilningi 1. gr. Mannréttindasáttmála Evrópu. Engu að síður hefði sú skylda hvílt á breskum yfirvöldum á grundvelli alþjóðalaga að framselja kærendur nema fyrir lægju skýr gögn sem bentu til þess að íröksk yfirvöld myndu láta þá sæta meðferð sem væri svo slæm að hún teldist til mannúðarglæpa. Dómstóllinn taldi að ekki væri ástæða til að ætla að raunveruleg hætta væri á að réttarhöld yfir kærendum í Írak yrðu bersýnilega ósanngjörn eða að þeir ættu á hættu að verða fyrir pyndingum. Aftur á móti væri raunveruleg hætta á að þeir yrðu dæmdir til dauða. Slíkt ætti ekki að koma í veg fyrir framsal enda væru dauðarefsingar sem slíkar ekki bannaðar samkvæmt alþjóðalögum.", "\tÁfrýjunardómstóll hafnaði beiðni kærenda þrátt fyrir að viðurkennt væri að raunveruleg hætta væri á að dauðarefsingu yrði beitt í máli þeirra. Mál kærenda félli ekki undir breska lögsögu þar sem þeim væri haldið á íröksku landsvæði að fyrirskipan íraskra dómstóla. Lögsaga Mannréttindadómstólsins ætti þar af leiðandi ekki við og Bretland yrði að virða fullveldi Íraks og færa kærendur í hendur íraskra yfirvalda.", "\tKærendur kærðu niðurstöðuna til Mannréttindadómstólsins og óskuðu eftir bráðabirgðaákvörðun dómstólsins á grundvelli 39. gr. reglna hans. Dómstóllinn sendi með vísan til þess tilmæli til breskra stjórnvalda um að afhenda ekki kærendur til íraskra yfirvalda að svo stöddu. Bresk yfirvöld tilkynntu dómstólnum daginn eftir að þar sem umboð breskra herliðsins frá Sameinuðu þjóðunum til að handtaka og fangelsa einstaklinga í Írak væri við það að renna út þá gætu þau ekki orðið við beiðni dómstólsins. Í kjölfarið var kærendum neitað um að áfrýja niðurstöðu áfrýjunardómstóls til bresku lávarðadeildarinnar.", "\tRéttarhöld yfir kærendum fyrir írökskum dómstól hófust í maí 2009. Þeim lauk í september 2009 þar sem ákærur í málinu voru felldar niður og kærendum sleppt úr varðhaldi. Saksóknari áfrýjaði málinu til áfrýjunardómstóls í Írak og voru þeir í kjölfarið úrskurðaðir aftur í gæsluvarðhald.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur kærðu þá ákvörðun breskra yfirvalda að hafa sent þá í hendur íraskra yfirvalda. Þeir byggðu kæru sína á 2. gr., 3. gr., 6. gr. og 1. gr. 13. viðauka sáttmálans. Þeir kærðu einnig að þeir hefðu verið sendir til íraskra yfirvalda þrátt fyrir að dómstóllinn hefði sent tilmæli á grundvelli 39. gr. reglna dómstólsins um að fresta framkvæmd ákvörðunarinnar. Með því hefði verið brotið gegn rétti þeirra til raunhæfs úrræðis samkvæmt 13. gr. og kærurétti samkvæmt 34. gr. sáttmálans.", "", "Niðurstaða", "\tUm lögsögu dómstólsins: Dómstóllinn taldi að mál kærenda væru tæk til efnismeðferðar þar sem bresk yfirvöld hefðu ein haft full yfirráð yfir þeirri aðstöðu þar sem kærendur voru í varðhaldi. Dómstóllinn taldi að kærendur hefðu verið í breskri lögsögu allt þar til þeir voru færðir í hendur íraskra yfirvalda í lok ársins 2008.", "\tUm 3. gr.: Dómstóllinn fjallaði ítarlega um þá aðstöðu að kærendur áttu á hættu að íraskir dómstólar myndu dæma þá til dauða. Dómstóllinn lagði áherslu á að þegar við gerð Mannréttindasáttmálans hefði ekki verið talið að dauðarefsingar brytu í bága við alþjóðleg viðmið. Síðan hefði mikil breyting orðið á viðhorfum innan ríkja Evrópuráðsins hvað þetta varðaði. Tveir viðaukar sáttmálans hefðu tekið gildi sem fjölluðu um dauðarefsingar og Bretland væri aðili að þeim báðum. Annars vegar 6. viðaukinn sem fjallaði um bann við dauðarefsingum nema á stríðstímum og hins vegar 13. viðaukinn sem fjallaði um algert bann við dauðarefsingum. Viðaukarnir bæru vott um að inntak 2. gr. sáttmálans hefði raun breyst á þann veg að dauðarefsingar væru nú bannaðar við allar aðstæður. Dómstóllinn komst því að þeirri niðurstöðu að orðalag 2. gr. kæmi ekki í veg fyrir að talið yrði að dauðarefsing bryti í bága við 3. gr. sáttmálans enda leiddu þær til líkamlegs sársauka og yllu andlegum þjáningum í aðdraganda þess að þær væru framkvæmdar.", "\tDómstóllinn tók undir það mat breska áfrýjunardómstólsins að töluverðar líkur hefðu verið á að kærendur yrðu dæmdir til dauða og teknir af lífi af írökskum yfirvöldum. Íröksk yfirvöld höfðu ekki gefið bindandi loforð um að þau myndu ekki taka kærendur af lífi. Enn fremur væri ómögulegt að spá fyrir um niðurstöðu nýrrar rannsóknar sem íraskir dómstólar hefðu fyrirskipað. Kærendur væru af þessum sökum enn í talsverðri hættu á að vera dæmdir til dauða. Þeir hefðu raunar verið í slíkri hættu allt frá því að bresk yfirvöld hefðu vísað máli kærenda til dómstóls í Basra. Hættan og andlegt álag sem henni fylgdi hefðu síðan aukist eftir að kærendur voru færðir í hendur íraskra yfirvalda.", "\tBresk stjórnvöld héldu því fram að þau hefðu ekki átt annarra kosta völ en að virða fullveldi írakskra stjórnvalda og færa kærendur í þeirra hendur. Kærendur væru írakskir ríkisborgarar sem hefði verið haldið á íröksku landsvæði og dómstólar í landinu hefðu fyrirskipað að kærendur skyldu afhentir írökskum stjórnvöldum. Mannréttindadómstóllinn var ekki sannfærður um að bresk stjórnvöld hefðu þurft að brjóta gegn fullveldisrétti íraskra stjórnvalda til að vernda réttindi kærenda. Í þessu sambandi benti dómstóllinn á að ekki hefði verið reynt að semja við íröksk yfirvöld um að kærendum yrði refsað með öðrum hætti en með dauðarefsingu yrðu þeir sakfelldir. Enn fremur þótti ljóst að íraskir saksóknarar voru í vafa um hvort þeir ættu sjálfir að sækja mál af þessum toga. Bresk stjórnvöld hefðu átt að nota tækifærið til að bjóðast til að rétta yfir kærendum fyrir breskum dómstól í Írak eða í Bretlandi.", "\tMeð vísan til þessa taldi dómstóllinn að brotið hefði verið gegn 3. gr. sáttmálans þar sem kærendur hefðu verið látnir sæta ómannlegri og vanvirðandi meðferð.", "\tUm 6. gr: Dómstóllinn féllst á það mat breskra dómstóla að ekki hefði verið sýnt fram á að kærendur hefðu átt á hættu að fá bersýnilega rangláta meðferð fyrir írökskum dómstólum. Ekkert benti til þess að málsmeðferð í máli kærenda hefði verið óréttlát. Af þessum sökum var ekki um að ræða brot á 6. gr. sáttmálans.", "\tUm 13. og 34. gr. sáttmálans: Dómstóllinn taldi að bresk yfirvöld hefðu ekki sýnt fram á að þau hefðu gripið til allra þeirra ráðstafana sem sanngjarnt væri að krefjast af þeim til að fylgja tilmælum dómstólsins á grundvelli 39. gr. reglna dómstólsins. Þau hefðu t.d. ekki reynt að útskýra stöðu mála fyrir írökskum stjórnvöldum eða komast að tímabundnu samkomulagi við þau svo hægt væri að fylgja tilmælunum. Bresk stjórnvöld hefðu því stofnað kærendum í mikla hættu og komið í veg fyrir að möguleg áfrýjunarúrræði gætu nýst þeim. Af þessum sökum taldi dómstóllinn að brotið hefði verið gegn 13. og 34. gr. sáttmálans.", "\tKærendum voru dæmdar 40 þúsund evrur í málskostnað. Einn dómari skilaði séráliti þar sem fallist var á niðurstöðu dómsins að hluta.", ""]}