{"file": "ICE_HJUDICE_50435_99.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "50435/99", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Rodrigues da Silva og Hoogkamer gegn Hollandi", "Dómur frá 31. janúar 2006", "Mál nr. 50435/99", "8. gr. Réttur til friðhelgi einkalífs og fjölskyldu", "Dvalarleyfi. Börn.", "", "1. Málsatvik", "Kærandinn, da Silva, kom til Hollands frá Brasilíu í júní 1994 og hóf hún þar sambúð með hollenskum karlmanni, Hoogkamer, án þess þó að hafa dvalarleyfi í landinu. Þau eignuðust dótturina Rachael í febrúar 1996 og gekkst Hoogkamer við faðerninu. Öðlaðist dóttirin við það hollenskan ríkisborgararétt. Da Silva og Hoogkamer slitu samvistum 1997. Bjó Rachael hjá föður sínum sem fékk síðar dæmda forsjá yfir henni. Byggðu dómstólar ákvörðun sína um forsjá föðurins á matsgerð dómkvadds matsmanns þar sem fram kom að það yrði barninu erfitt væri það rifið frá rótum sínum í Hollandi og skilið frá föður sínum og föðurforeldrum. Í millitíðinni sótti da Silva um dvalarleyfi í Hollandi en án árangurs. Ákvörðun ráðuneytis um að synja um dvalarleyfi var m.a. byggð á því að kærandi hefði hvorki greitt skatta né önnur velferðarframlög, en hún hafði unnið ólöglega í landinu. Taldi ráðuneytið að efnahagslegir hagsmunir Hollands vægju þyngra en réttur da Silva til dvalar í Hollandi. Umrædd ákvörðun var staðfest við áfrýjun. Þrátt fyrir það að hafa verið vísað úr landi hélt da Silva áfram að búa og vinna í Hollandi. Rachael dvaldi hjá henni um helgar og hjá föðurforeldrum sínum á virkum dögum, sem voru sáttir við þá tilhögun.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur töldu synjun um að veita da Silva dvalarleyfi gæti leitt til þess að Rachael yrði skilin frá móður sinni og að það bryti réttindi kærenda samkvæmt 8. gr. sáttmálans.", "", "Niðurstaða", "Dómstóllinn leit sérstaklega til þess að Rachael hefði verið alin upp af foreldrum sínum í sameiningu og að hún hefði sérstaklega sterk tengsl við föðurforeldra sína sem einnig hefðu tekið þátt í uppeldi hennar. Brottvísun da Silva myndi leiða til þess að ómögulegt væri fyrir hana að viðhalda reglulegu sambandi við Rachael sem var aðeins þriggja ára þegar lokaákvörðun um brottvísun tók gildi.", "Dómstóllinn taldi að brottvísun da Silva myndi hafa víðtækar afleiðingar fyrir fjölskyldulíf hennar með dóttur sinni og að það væri Rachael fyrir bestu að móðir hennar dveldi í Hollandi. Var það því mat dómstólsins að efnahagslegir hagsmunir Hollands vægju ekki þyngra en réttindi kæranda samkvæmt 8. gr. sáttmálans. Gilti einu þótt da Silva hefði dvalist ólöglega í Hollandi þegar Rachael var fædd. Enn fremur var það mat dómstólsins að áhersla stjórnvalda á það að da Silva hefði ekki dvalist löglega í Hollandi mætti teljast of mikil reglufesta í þessu sambandi.", "Var það einróma niðurstaða dómstólsins að brotið hefði verið gegn 8. gr. sáttmálans og að með þeirri niðurstöðu væri fullnægt rétti kæranda til sanngjarnra bóta.", ""]}