{"file": "ICE_HJUDICE_30255_09.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "30255/09", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Bittó o.fl. gegn Slóvakíu", "Dómur frá 28. janúar 2014", "Mál nr. 30255/09", "1. gr. 1. viðauka. Friðhelgi eignarréttar", "Fasteignaeigendur. Löggjöf um leigu. Skyldur ríkis til að gera almennar ráðstafanir.", "", "1. Málsatvik", "\tKærendur eru 21 slóvakískur ríkisborgari, fæddir á árunum 1923 til 1977 og allir búsettir í Slóvakíu utan einn í Tékklandi. Þeir eru eigendur eða meðeigendur íbúðarhúsnæðis í Bratislava og Trnava sem fellur eða hefur fallið undir regluvætt leigustýringarkerfi. Höfðu sumir þeirra endurheimt íbúðir sem teknar höfðu verið eignarnámi eða sætt takmörkun eignarráða á dögum kommúnistastjórnarinnar í Tékkóslóvakíu en aðrir höfðu fengið íbúðir sínar að gjöf eða í arf frá ættingjum sem höfðu endurheimt þær. Öðluðust flestir þeirra eignarrétt sinn á síðasta áratug 20. aldar. Í flestum íbúðunum voru leigjendur, sem illmögulegt var að losna við og sem greiddu hinum nýju eigendum leigu samkvæmt reglum stjórnvalda. Kærendur kvörtuðu yfir því að leigan væri ekki nema brot af leigu á opnum leigumarkaði og hrykki ekki einu sinni fyrir viðhalds- og viðgerðarkostnaði.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur héldu því fram að brotið hefði verið gegn rétti þeirra til að njóta eigna sinna í friði skv. 1. gr. 1. viðauka sáttmálans. Enn fremur væri brotið gegn 14. gr. ásamt 1. gr. 1. viðauka sáttmálans.", "", "Niðurstaða", "\tDómstóllinn tók fram að ríki gætu þurft að setja reglur á sviðum á borð við húsnæðismál. Við mat á því hvort, og þá hvenær, markaðsöfl mættu ráða ferð og hvenær ríkisafskipta væri þörf þyrfti að taka tillit til flókinna þjóðfélagslegra, efnahagslegra og stjórnmálalegra álitamála. Við slíka stefnumörkun eftirléti dómstóllinn löggjafanum að meta hvað væru almannahagsmunir svo fremi það mat skorti ekki bersýnilega skynsamlegan grundvöll. Ætti það einnig við, ef ekki enn frekar, á vegferð ríkja frá alræði til lýðræðis. Úrræðin yrðu þó að vera hófleg miðað við þau markmið sem stefnt væri að. Gæta þyrfti eðlilegs jafnvægis milli almannahagsmuna og verndar grundvallarréttinda einstaklingsins. Í því samhengi þyrfti dómstóllinn að komast að niðurstöðu um hvort gengið hefði verið of langt og óhófleg byrði lögð á einstaklinginn. Kynni þá ekki aðeins að vera litið til leigutekna og ríkisafskipta af samningsfrelsi og samningssamböndum á leigumarkaði, heldur einnig til þess hvort tryggt hefði verið að ekki væri geðþóttakennt eða ófyrirsjáanlegt hvernig kerfið bitnaði á einstökum leigusölum. Líta þyrfti til óvissu um löggjöf, stjórnsýslu og framkvæmd yfirvalda en ríkinu beri að gera ráðstafanir sínar með góðum fyrirvara og á viðeigandi hátt sem væri sjálfum sér samkvæmt.", "\tÓumdeilt væri að eignarréttur kærenda hefði verið skertur. Skerðingin ætti stoð í slóvakískum lögum og ekkert benti til annars en að viðkomandi lagaákvæði væru nægilega aðgengileg, skýr og fyrirsjáanleg. Einnig féllst dómstóllinn á að stefnt hefði verið að lögmætu markmiði, enda hefðu ríki rúmt svigrúm um stefnumörkun í húsnæðismálum landsmanna. Skerðingin hefði því verið bæði lögmæt og í þágu almannahags. Um það hvort gætt hefði verið meðalhófs leit dómstóllinn m.a. til þess að ætlunin var að vernda leigjendur í húsum sem fyrrum eigendur höfðu endurheimt í kjölfar gamalla misgerða í þeirra garð. Stefnt hefði verið að því að draga úr þeim byrðum sem lagðar voru á eigendurna, m.a. með því að hækka smám saman leyfilega leigu, leggja drög að afnámi leigustýringarinnar og auðvelda endurbætur á leiguhúsnæði. Á hinn bóginn hafði kerfið verið við lýði allan þann tíma sem Slóvakía hafði átt aðild að sáttmálanum, í meira en tuttugu ár. Enn fremur viðurkenndi ríkið að brestur hefði verið á að framfylgja yfirlýstri stefnu sinni um að leggja kerfið niður. Við mat á því hvort gætt hefði verið eðlilegs jafnvægis milli stríðandi hagsmuna taldi dómstóllinn sérstaklega mikilvægt að skoða raunveruleg áhrif kerfisins. Deilt var um upphæðir en dómstóllinn taldi ljóst að einstakir kærendur hefðu tapað tugum, jafnvel hundruðum þúsunda evra. Með lögum frá 2011 væri að vísu mælt fyrir um hagsbætur eigenda fram í tímann en ekki tekið á því tapi sem þeir hefðu orðið fyrir í fortíðinni.", "Dómstóllinn féllst á að eftir fall kommúnistastjórnar hefði skorturinn á húsnæði á viðráðanlegu verði knúið á um að stjórnvöld reyndu að samræma eignarrétt íbúðareigendanna við félagsleg réttindi leigjendanna sem oft væru varnarlausir. En byrðunum yrði að dreifa á sanngjarnan hátt. Ekki mætti leggja byrðina af umbreytingu og umbótum í húsnæðismálum landsins á einn tiltekinn þjóðfélagshóp, sama hversu mikilvægir hagsmunir annars hóps eða samfélagsins í heild væru. Þetta ætti sérstaklega við þar sem (i) ekki væri um sérlega margar íbúðir að ræða og (ii) viðurkennt hefði verið að skipulagningar- og stefnumótunarbrestir hefðu komið í veg fyrir að kerfið væri lagt niður eins og til stóð. Ofangreint taldi dómstóllinn nægja til að komast að þeirri niðurstöðu að slóvakísk yfirvöld hefðu ekki gætt eðlilegs jafnvægis milli hagsmuna samfélagsins og verndar eignarréttar húsnæðiseigendanna. Varð það einróma niðurstaða dómstólsins að brotið hefði verið gegn 1. gr. 1. viðauka sáttmálans.", "\tEkki þótti tímabært að fjalla um hagi einstakra eigenda, heldur væri rétt að á því yrði tekið við ákvörðun bóta skv. 41. gr. sáttmálans. Var þeirri ákvörðun frestað, m.a. með vísan til þess að um það kynnu aðilar að semja.", "\tUm 46. gr.: Dómstóllinn taldi rétt að fjalla um 46. gr. sáttmálans. Á aðildarríkjunum hvíldi sú skylda skv. 46. gr., túlkaðri í ljósi 1. gr. sáttmálans, að grípa til viðeigandi almennra og/eða einstaklingsbundinna ráðstafana til að tryggja rétt annarra í sömu stöðu, fyrst og fremst með því að leysa þau vandamál sem hefðu leitt til niðurstöðu dómstólsins. Dómstóllinn tók fram að leigustýringarkerfið hefði haft áhrif á fjölda íbúðareigenda, enda biðu fyrir dómstólnum 13 aðrar kærur frá alls 170 kærendum. Enn fremur myndu þau úrræði sem gripið hefði verið til með lögum frá 2011 hvorki leggja kerfið algjörlega niður fyrr en 2017 né taka á því ástandi sem hefði ríkt fyrir 2011. Var það því niðurstaða dómstólsins að til frekari úrræða þyrfti að koma. Til að koma í veg fyrir að dæmd yrðu frekari brot gegn 1. gr. 1. viðauka sáttmálans í framtíðinni bæri ríkinu að koma sem fyrst á skýrum og sértækum úrræðum til að bæta á sannan og raunhæfan hátt úr því broti sem dæmt hefði verið.", "\tÁkvörðun bóta og málskostnaðar var frestað, m.a. með hliðsjón af því að aðilar kynnu að ná samkomulagi um það.", ""]}