{"file": "ICE_HJUDICE_54789_00.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "54789/00", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Bocos-Cuesta gegn Hollandi", "Dómur frá 10. nóvember 2005", "Mál nr. 54789/00", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Réttur til að spyrja vitni. Kynferðisbrot gegn börnum.", "", "1. Málsatvik", "Kærandi, Martin Bocos-Cuesta, er spænskur ríkisborgari, fæddur 1957 og búsettur í Barcelona. Þann 27. apríl 1998 var hann sakfelldur með dómi dómstóls í Amsterdam fyrir kynferðisbrot og ósæmilega hegðun gagnvart fjórum börnum á aldrinum 6 til 11 ára dæmdur til 20 mánaða fangelsisvistar. Var sakfellingin m.a. studd við vitnisburði barnanna gáfu skýrslur fyrir lögreglu við rannsókn málsins. Ekki kom til skýrslutöku barnanna fyrir dómi þrátt fyrir kröfu lögmanns kæranda þar um. Taldi dómstóllinn að skýrslutaka barnanna fyrir dómi kynni að valda því að þau endurlifðu erfiða atburði og taldi hagsmuni barnanna af því að skýrslutaka færi ekki fram fyrir dómi ríkari en hagsmuni kæranda. Kærandi áfrýjaði málinu án árangurs.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi byggði á því að réttur hans til réttlátrar málsmeðferðar fyrir dómi hefði verið brotinn með því að verjanda hans hefði ekki gefist færi á að spyrja þau börn sem gáfu skýrslu fyrir lögreglu og dómstóll byggði ákvörðun um sakfellingu hans á. Byggði kærandi á 1. mgr. svo og d-lið 3. mgr. 6. gr. sáttmálans.", "", "Niðurstaða", "Dómstóllinn leit til þess að kæranda hafði ekki á nokkurn hátt verið veitt færi á að fylgjast með skýrslutöku af börnunum hjá lögreglu, t.d. í öðru herbergi með notkun tæknibúnaðar. Þá hafði honum heldur ekki verið gefið tækifæri til þess að hlutast til um að börnin yrðu spurð tiltekinna spurninga. Þar sem skýrslutakan hafði ekki verið tekin upp á myndband hafði hvorki kæranda né áfrýjunardómstólnum verið unnt að fylgjast með hátterni barnanna við skýrslutökuna og þannig ekki verið unnt að taka það til skoðunar við mat á trúverðugleika frásagnar þeirra. Að mati dómstólsins var það ekki fullnægjandi að dómstóllinn hefði framkvæmt ítarlega rannsókn á skýrslum barnanna og að kærandi hefði fengið fullnægjandi tækifæri til að andmæla framburði þeirra, enda kæmi þetta ekki í staðinn fyrir athugun kæranda sjálfs á þeim vitnum sem gáfu framburð honum í óhag. Féllst dómstóllinn ekki á þau rök innlendra dómstóla að hagsmunir barnanna af þessari málsmeðferð væru ríkari en kæranda, enda væru það getgátur sem ekki hefði verið nægilega sýnt fram á. Hefði kærandi ekki fengið nægilegt tækifæri til þess að vefengja vitnisburð sem hafði haft úrslitaþýðingu um sakfellingu hans og því ekki notið réttlátrar málsmeðferðar fyrir dómi.", "Það var því einróma niðurstaða dómstólsins að brotið hefði verið gegn rétti kæranda skv. 1. mgr. og d-lið 3. mgr. 6. gr. sáttmálans. Dómstóllinn hafnaði kröfu kæranda um miskabætur í ljósi þess að hann ætti rétt til nýrrar málsmeðferðar samkvæmt innlendum lögum á grundvelli niðurstöðu Mannréttindadómstólsins. Kæranda voru með vísan til 41. gr. sáttmálans dæmdar 4.190 evrur í málskostnað.", ""]}