{"file": "ICE_HJUDICE_41418_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "41418/04", "text_paragraphs": ["© Translations published on \nPermission to re-publish this translation has been granted by \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Khoroshenko gegn Rússlandi", "Dómur frá 30. júní 2015 - Yfirdeild", "Mál nr. 41418/04", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Fangar. Afplánun lífstíðardóms. Réttur til heimsókna. Réttur til fjölskyldulífs. Meðalhóf.", "", "1. Málsatvik", "\tKærandi, Andrey Khoroshenko, er rússneskur ríkisborgari fæddur árið 1968. Hann situr nú í lífstíðarfangelsis fyrir manndráp. Hann var sakfelldur árið 1995 og dæmdur til dauða, en refsingunni var breytt í lífstíðarfangelsi árið 1999. Í október 1999 var kærandi færður í sérstakt fangelsi í borginni Perm og sætti hann fyrstu tíu árin ströngu eftirliti. Hann mátti aðeins fá eina heimsókn frá ættingjum á sex mánaða fresti og þá í fjórar klukkustundir í senn. Þá fékk hann einungis að sjá ættingja sína í gegnum gler eða þannig að rimlar voru á milli á meðan vörður hlustaði á allt sem fram fór. Slíkar takmarkanir á heimsóknum voru venjan fyrstu tíu ár fangelsisvistar, reiknað frá handtöku, en í tilviki kæranda var það reiknað frá flutningi hans í fangelsið vegna slæmrar hegðunar í gæsluvarðhaldi. Kærandi hélt því fram að vegna þessara takmarkana hefði hann misst samband við ýmsa fjölskyldumeðlimi, þar á meðal son sinn sem var þriggja ára þegar kærandi var handtekinn. Kærandi hefur frá 11. október 2009 verið í almennri refsivist og notið rýmri heimsóknarréttar. Kærandi setti fram kærur í heimalandi sínu vegna takmarkana á heimsóknum og byggði meðal annars á því að um væri að ræða mismunun sem bryti gegn friðhelgi einkalífs hans. Kærurnar báru ekki árangur.", "", "2. Meðferð málsins hjá Mannrétindadómstólnum", "Kæran", "\tKærandi byggði á því að skertur heimsóknarréttur þar sem hann fékk einungis að hitta fjölskyldu sína tvisvar á ári í fjórar klukkustundir í senn hefði brotið gegn friðhelgi einkalífs hans og fjölskyldu samkvæmt 8. gr. sáttmálans.", "", "Niðurstaða", "\tDómstóllinn tók fram að ekki væri full samstaða meðal aðildarríkja Evrópuráðsins um hversu rúman rétt til heimsókna fangar skyldu fá. Hins vegar var talið að lágmarkstíðni heimsókna fyrir fanga í lífstíðarfangelsi gæti ekki verið undir einni heimsókn á tveggja mánaða fresti. Þá var tekið fram að Rússland væri eina aðildarríkið sem gerði greinarmun á heimsóknarrétti fanga eftir því hvort þeir afplánuðu lífstíðarfangelsi eða hefðu fengið skemmri dóm. Slíkt skerti svigrúm ríkisins til mats talsvert. Ekki var fallist á að umrædd takmörkun á heimsóknum fælist í eðli fangelsisvistar, enda var ljóst að fangar sem ekki afplánuðu lífstíðardóm voru í betri stöðu en kærandi. Jafnframt hefði kærandi eingöngu haft einn klefafélaga og afplánað refsivist sína aðskilinn frá öllum öðrum föngum. Vísað var til þess að í fyrri dómaframkvæmd hefði verið áréttað að einangrunarvistun án andlegrar og líkamlegrar örvunar gæti haft hamlandi áhrif á geð manna og félagshæfni. Dómstóllinn lýsti einnig furðu sinni á því hversu lengi umrædd takmörkun á réttindum kæranda til heimsókna stóð eða í um tíu ára skeið.", "\tDómstóllinn áréttaði að fangar skuli njóta allra sömu mannréttinda og aðrir borgarar að öðru leyti en því að þeir sæta frelsissviptingu. Talið var að í þessu tilviki hefði meðalhófsreglunnar ekki verið gætt, enda væri ekki eðlilegt samband á milli skerðingar á réttindum kæranda og þeirra hagsmuna sem skerðingin beindist að. Þvert á móti var talið að markmið fangavistar kæranda hefði verið að einangra og refsa kæranda, en ekki að betra hann. Hefði þessi meðferð hamlað kæranda við að mynda og viðhalda sambandi við fjölskyldu sína, sér í lagi son sinn sem var ungur að aldri þegar kærandi var handtekinn. Þá var það sérstaklega íþyngjandi fyrir kæranda að hann gat ekki komist í snertingu við barn sitt í heimsóknum þar sem ávallt hefði verið gler eða rimlar á milli þeirra, auk þess sem vörður hefði hlustað á allar samræður. Samkvæmt þessu var talið að brotið hefði verið gegn rétti kæranda til friðhelgi fjölskyldu sinnar og einkalífs samkvæmt 8. gr. sáttmálans", "Rússneska ríkið var dæmt til að greiða kæranda 6.000 evrur í miskabætur og 11.675 evrur í málskostnað.", ""]}