{"file": "ICE_HJUDICE_28040_08.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "28040/08", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Aquilina ofl. gegn Möltu", "Dómur frá 14. júní 2011", "Mál nr. 28040/08", "10. gr. Tjáningarfrelsi", "Fjölmiðlar. Skyldur blaðamanna.", "", "1. Málsatvik", "Kærendur, Victor Aquilina, Sharon Spiteri og Austin Bencini, eru maltneskir ríkisborgarar. Þau störfuðu sem ritstjóri, blaðamaður og prentari hjá blaðinu Times of Malta. Þann 20. júní árið 1995 var einn kærenda að fylgjast með réttarhaldi yfir manni sem ákærður hafði verið fyrir fjölkvæni. Mikið fjaðrafok varð í dómsalnum þann dag þar sem verjandi hins ákærða kom ekki til dómþings en orðrómur var uppi um að þetta hefði verið vegna deilna hans og skjólstæðingsins um þóknun lögmannsins. Kærandi fékk þær upplýsingar frá þeim sem viðstaddir voru dómþingið að dómari hefði komist að þeirri niðurstöðu að með því að hafa ekki mætt fyrir dóm hefði lögmaðurinn sýnt réttinum vanvirðingu. Í kjölfarið skrifaði kærandi grein þar sem fram kom að dómstóllinn hefði ávítað lögmanninn fyrir að sýna réttinum vanvirðingu með því að mæta ekki í þinghald. Lögmaðurinn hafði strax samband við blaðið og benti á að í bókun úr þinghaldi kæmi hvergi fram að hann hefði verið ávíttur. Daginn eftir að lögmaðurinn hafði samband birti blaðið leiðréttingu á frétt sinni. Lögmaðurinn höfðaði engu að síður meiðyrðamál á hendur kærendum og árið 1999 voru þau sakfelld fyrir meiðyrði og gert að greiða rúmar 720 evrur í bætur. Hæstiréttur landsins og stjórnlagadómstóll staðfestu þessa niðurstöðu þrátt fyrir að aðrir sem viðstaddir höfðu verið réttarhöldin, til að mynda saksóknarinn í málinu, vitnuðu til um að hafa, líkt og kærandi, talið að lögmaðurinn hefði verið ávíttur. Stjórnlagadómstólinn tók fram að gera yrði þá kröfu til fréttamanna að þeir greindu rétt frá staðreyndum mála og forðuðust að afvegaleiða almenning með röngum fréttaflutningi.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur héldu því fram sakfelling maltneskra dómstóla vegna ærumeiðinga bryti í bága við tjáningarfrelsi þeirra samkvæmt 10. gr. sáttmálans.", "", "Niðurstaða", "Dómstóllinn tók fram dómar landsdómstólanna þriggja hefðu takmarkað tjáningarfrelsi kærenda. Takmörkunin hefði hvílt á lagaheimild og þjónað þeim lögmæta tilgangi að vernda mannorð annarra. Að mati dómstólsins var lykilatriði í málinu að meta annars vegar hvort kærendur áttu kost á að staðreyna atvik málsins áður en fréttin birtist í blaðinu og hins vegar hvort að kærendur hefðu uppfyllt skyldur sínar sem blaðamenn.", "Hvað fyrra atriðið varðaði leit dómstóllinn til þess að þótt lögmaðurinn hefði ekki formlega verið ávíttur fyrir að vanvirða réttinn bentu öll gögn og vitnisburðir þeirra sem viðstaddir voru þinghaldinu til þess að svo hefði verið. Sjálfur saksóknarinn í málinu hafði borið um það vitni fyrir dómi að hann teldi að lögmaðurinn hefði verið ávíttur. Dómstóllinn fann enga skýringu á því hvers vegna landsdómstólar tóku ekki tillit til þessara atriða þegar dómur var kveðin upp yfir kærendum.", "Dómstóllinn taldi að kærendur hefðu eftir bestu getu reynt að ganga úr skugga um sannleiksgildi fréttar sinnar áður en hún var birt. Ekki hefði verið hægt að ætlast til þess að kærendur hefðu framkvæmt frekari rannsóknarvinnu þar sem slíkt hefði óhjákvæmilega frestað birtingu fréttarinnar og þar með dregið úr áhuga á henni og svipt hana gildi sínu. Þá varð að líta til þess að blaðið birti strax daginn eftir leiðréttingu. Það varð því ekki annað séð en að kærendur hefðu uppfyllt skyldur sínar sem blaðamenn til hins ýtrasta.", "Þar sem fyrrgreind skerðing á tjáningarfrelsi kærenda hefði ekki verið nauðsynleg í lýðræðislegu þjóðfélagi til að vernda mannorð annarra, komst dómstóllinn að einróma niðurstöðu um að brotið hefði verið gegn rétti kærenda samkvæmt 10. gr. sáttmálans.", "Á grundvelli 41. gr. sáttmálans var Möltu gert að greiða kærendum 4.000 evrur í miskabætur og 4.000 evrur vegna málskostnaðar.", ""]}