{"file": "ICE_HJUDICE_41615_07.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "41615/07", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Neulinger og Shuruk gegn Sviss – Yfirdeild", "Dómur frá 6. júlí 2010", "Mál nr. 41615/07", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Börn. Forsjá. Haagsamningur um brottnám barna.", "", "1. Málsatvik", "Kærendur, Isabelle Neulinger (I) og sonur hennar Noam Shuruk (N), eru svissneskir ríkisborgarar, I er fædd árið 1959 og N árið 2003. Þau búa í Lausanne í Sviss. Forsaga málsins er sú að árið 1999 settist I að í Ísrael. Árið 2001 giftist hún Shai Shuruk (S). Þau eignuðust soninn N í Tel Aviv árið 2003. I og S slitu síðar samvistum. I óttaðist að S tæki N, son þeirra, frá sér og flyttist með hann í tiltekið samfélag strangtrúaðra gyðinga. Fjölskyldudómstóll í Tel Aviv lagði árið 2004 bann við því að N yrði fluttur úr landi og að bannið skyldi gilda þar til Noam yrði lögráða. I fékk tímabundna forsjá N en báðir foreldrarnir áttu að hafa umsjón með uppeldi hans. Síðar var umgengnisréttur föðurins takmarkaður vegna ógnandi hegðunar hans gagnvart I og N.", "Í febrúar 2005 fengu I og S lögskilnað. Í júní sama ár flutti I leynilega úr landi með son sinn til Sviss. Þann 30. maí 2006 komst fjölskyldudómstóll í Tel Aviv að þeirri niðurstöðu að I hefði ekki verið heimilt að flytja með son sinn úr landi og vísaði til fyrri úrskurðar frá árinu 2004. Dómstóllinn taldi að I hefði brotið gegn 3. gr. Haagsamningsins um brottnám barna og lögum settum til að framfylgja þeim.", "S krafðist þess á grundvelli samningsins að N yrði skilað til Ísraels. Svissneskur dómstóll hafnaði kröfu hans 29. ágúst 2006. Niðurstaðan byggðist á því mati dómstólsins að veruleg hætta væri á að Noam yrði fyrir andlegum og líkamlegum skaða ef hann sneri aftur til Ísraels í skilningi undantekningarreglu b-liðar 13. gr. Haag-samningsins. Áfrýjunardómstóll staðfesti niðurstöðuna og taldi að atvik málsins féllu undir nefnda reglu. Hinn 16. ágúst 2007 komst Hæstiréttur Sviss að gagnstæðri niðurstöðu og mælti fyrir um að I bæri að snúa aftur með N til Ísraels.", "Kærendur skutu málinu til Mannréttindadómstóls Evrópu í febrúar 2009. Kærunni fylgdi vottorð læknis sem hafði skoðað N árið 2005 og nokkrum sinnum eftir það. Í vottorðinu kom fram að ef N yrði gert að snúa aftur til Ísraels og hann skilinn frá móður sinni yrði hann fyrir verulegu áfalli og sálrænum röskunum. Undirréttur í Sviss tók hinn 29. júní 2009 bráðabirgðaákvörðun um að N skyldi búa hjá móður sinni í Sviss og svipti S umgengnisrétti.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur reistu málatilbúnað sinn einkum á 8. gr. sáttmálans og vísuðu til þess að réttur þeirra beggja til fjölskyldulífs yrði skertur án viðhlítandi ástæðu ef N yrði gert að snúa aftur til Ísraels. Deild í Mannréttindadómstólnum kvað upp dóm í málinu 8. janúar 2009 og komst að þeirri niðurstöðu, með fjórum atkvæðum gegn þremur, að ekki hefði verið brotið gegn 8. gr. sáttmálans með niðurstöðu Hæstaréttar Sviss. Þann 5. júní 2009 var málinu vísað til yfirdeildar dómstólsins að beiðni kærenda.", "", "Niðurstaða", "Dómstóllinn taldi að flutningur I á N frá Ísrael hefði falið í sér ólögmætt brottnám barns í skilningi Haagsamningsins og af þeim sökum hefði ákvörðun Hæstaréttar Sviss um að N bæri að snúa aftur til Ísraels verið reist á lögum. Jafnframt hefði sú aðgerð stefnt að lögmætu markmiði sem hefði verið að tryggja réttindi N og S.", "Dómstóllinn tók fram að þegar hagsmunir aðila í málinu væru vegnir og metnir yrði fyrst og fremst að leggja áherslu á hagsmuni barnsins. Hagsmunir þess væru bæði að tryggja samband þess við foreldra sína en jafnframt að uppeldi þess færi fram í traustu og áreiðanlegu umhverfi. Þessir hagsmunir lægju Haagsamningnum til grundvallar en hann kvæði á um að skila bæri barni, sem væri numið á brott, nema alvarleg hætta væri á að skil barns myndu leiða til líkamlegs eða andlegs tjóns fyrir það. Dómstóllinn tók fram að það væri ekki hlutverk Mannréttindadómstólsins að meta hvort N ætti á hættu að verða fyrir slíku tjóni ef hann sneri aftur til Ísraels heldur fremur að meta hvort dómstólar aðildarríkisins hefðu virt réttindi 8. gr. sáttmálans og þá sérstaklega hvort tekið hefði verið tillit til þess hvað væri barninu fyrir bestu. Dómstóllinn tók fram í þessu samhengi að svissneskir dómstólar hefðu ekki verið samhljóða í niðurstöðum sínum.", "Dómstóllinn taldi að í máli kærenda hefði niðurstaða Hæstaréttar Sviss um að N bæri að snúa aftur til Ísraels verið innan þess svigrúms sem aðildarríki sáttmálans hafa til mats í slíkum málum. Engu að síður gæti dómurinn, sem kveðinn var upp svo löngu eftir brottnám barns frá Ísrael, grafið undan þeim grunnrökum sem byggju að baki Haagsamningnum en í því samhengi yrði að hafa í huga að sá samningur væri í raun og veru samningur um málsmeðferð en ekki mannréttindi. Enn fremur yrði að athuga að barni yrði ekki vísað til baka til þess lands sem það var numið á brott frá ef það hefði aðlagast stöðugu nýju umhverfi. Dómstóllinn rakti að N hefði svissneskan ríkisborgararétt og hefði komið til landsins þegar hann var einungis tveggja ára gamall. Kærendur bentu á að honum liði vel í Sviss, hann hefði sótt leikskóla þar auk þess sem hann hefði verið í dagvistun sem byggðist á gyðinglegum hefðum. Hann væri í svissneskum grunnskóla og talaði frönsku. N væri orðinn sjö ára gamall. Undirdeild dómstólsins hafði talið að hann hefði ákveðna möguleika á að aðlaga sig nýju umhverfi en yfirdeildin benti á að ef umhverfi hans yrði breytt á ný gæti það haft alvarlegar afleiðingar.", "Í niðurstöðu dómstólsins var jafnframt vísað til þess að umgengnisréttur föðurins hefði alveg frá upphafi forræðisdeilunnar verið takmarkaður og að faðir N hefði gifst aftur en skilið fáeinum mánuðum síðar. Síðari eiginkona föður N hefði í kjölfarið höfðað mál og byggt á því að S hefði ekki staðið skil á lífeyri til hennar. Dómstóllinn dró í efa að slíkar kringumstæður gætu stuðlað að góðum uppeldisaðstæðum fyrir N.", "Fyrir lá að ísraelsk stjórnvöld höfðu lýst því yfir að I ætti ekki á hættu á að vera ákærð fyrir brottnám N frá Ísrael og hafði verið lögð áhersla á þetta atriði í niðurstöðu undirdeildar hjá dómstólnum. Yfirdeildin taldi aftur á móti að þessi yfirlýsing væri háð mörgum nánar tilgreindum skilyrðum og að þess vegna væri ekki hægt að útiloka að I myndi þurfa að svara til saka fyrir ísraelskum dómstólum. Slík niðurstaða, og hugsanleg fangelsun móðurinnar, gæti ekki verið til hagsbóta fyrir N. Vafi væri á að S gæti búið syni sínum fullnægjandi uppeldisaðstæður enda hefði hann ekki séð son sinn í langan tíma, hegðun hans orkaði tvímælis og hann hefði takmörkuð fjárráð. Dómstóllinn taldi af þessum sökum að afstaða I um að neita að fara til Ísrael væri ekki með öllu óréttlætanleg.", "Í ljósi alls ofangreinds taldi dómstóllinn að ekki væri ljóst að það væri best fyrir hagsmuni N að senda hann aftur til Ísraels. Hvað varðaði móður hans taldi dómstóllinn að hagsmunir hennar yrðu skertir um of ef henni yrði gert að snúa til Ísraels. Af þessum sökum komust sextán dómendur af sautján að þeirri niðurstöðu að brotið yrði gegn 8. gr. sáttmálans, hvað varðaði báða kærendur, ef ákvörðun æðsta dómstóls Sviss yrði fullnægt.", "Sviss var gert að greiða kærendum 15 þúsund evrur í málskostnað.", ""]}