{"file": "ICE_HJUDICE_39954_08.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "39954/08", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Axel Springer AG gegn Þýskalandi - Yfirdeild", "Dómur frá 7. febrúar 2012", "Mál nr. 39954/08", "10. gr. Tjáningarfrelsi", "Opinberar persónur. Fíkniefnamál. Lögbann.", "", "1. Málsatvik", "\tKærandi, Axel Springer AG, er þýskt útgáfufyrirtæki sem gefur út dagblaðið Bild. Í september 2004 birti Bild forsíðugrein um að X, þekktur sjónvarpsleikari, hefði verið handtekinn á bjórhátíð í München fyrir að hafa í vörslum sínum kókaín. Ítarleg grein um málið var inni í blaðinu með þremur myndum af X. Þar var þess getið að X, sem hafði leikið lögregluforingja í vinsælli sjónvarpsþáttaröð síðan 1998, hefði áður fengið skilorðsbundinn fangelsisdóm fyrir að hafa í vörslum sínum fíkniefni í júlí 2000. Blaðið birti aðra grein í júlí 2005 um að X hefði verið sakfelldur og dæmdur til greiðslu fjársektar eftir að hafa játað að hafa haft í vörslum sínum fíkniefni.", "\tStrax eftir birtingu fyrri greinarinnar höfðaði X mál gegn kæranda og fór fram á lögbann við frekari birtingu greinarinnar. Féllst dómstóll í Hamborg á lögbann við hvers kyns frekari birtingu greinarinnar og myndanna. Áfrýjunardómstóll staðfesti bannið við birtingu greinarinnar í júní 2005 og félagið áfrýjaði ekki dóminum um ljósmyndirnar.", "\tÍ nóvember 2005 staðfesti dómstóll í Hamborg bann við hvers kyns frekari birtingu nær allrar greinarinnar og gerði kæranda að greiða X bætur. Taldi dómurinn vernd persónuréttinda X ganga fyrir hagsmunum almennings af upplýsingunum, þótt óumdeilt væri að dagblaðið hefði farið rétt með staðreyndir. Ekki hefði verið um alvarlegt brot að ræða og engir sérstakir almannahagsmunir væru af vitneskju um brot X. Staðfestu æðri dómstólar þá niðurstöðu og svipuð niðurstaða varð í máli um greinina sem fjallaði um sakfellingu X. Í mars 2008 vísaði þýski stjórnlagadómstóllinn frá beiðni kæranda um áfrýjun.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að lögbann við hvers kyns frekari birtingu umræddra greina um X hefði brotið gegn 10. gr. mannréttindasáttmálans.", "", "Niðurstaða", "\tMálsaðila greindi ekki á um að í niðurstöðum þýsku dómstólanna hefði falist skerðing á því tjáningarfrelsi sem 10. gr. sáttmálans mælti fyrir um. Einnig var óumdeilt að þýsk lög kváðu á um skerðinguna og að hún stefndi að því lögmæta markmiði að vernda mannorð annarra.", "\tUm það hvort nauðsyn hefði borið til skerðingarinnar í lýðræðisþjóðfélagi tók dómstóllinn fram að umræddar blaðagreinar hefðu snúist um opinberar staðreyndir dómsmáls, sem almenningur hefði hagsmuni af að vera upplýstur um. Kæmi það að meginstefnu til kasta innlendra dómstóla að meta hversu þekktir menn væru, einkum þegar þeir væru, eins og hlutaðeigandi leikari, fyrst og fremst þekktir innanlands. Það hefði verið mat áfrýjunardómstóls að eftir að X hefði leikið lögregluforingja um langt skeið væri leikarinn þekktur í samfélaginu. Það var því niðurstaða Mannréttindadómstólsins að hann væri nægilega þekktur til að teljast vera opinber persóna, en það renndi stoðum undir að almenningur hefði hagsmuni af upplýsingum um handtöku hans og málareksturinn gegn honum. Þótt dómstóllinn gæti í meginatriðum fallist á það mat þýsku dómstólanna að hagsmunir útgefandans af því að birta greinarnar stöfuðu einmitt af þeirri staðreynd að þekktur leikari hefði framið brotið, og hefði tæpast orðið fréttaefni ella, lagði dómstóllinn áherslu á að leikarinn hefði verið handtekinn á almannafæri á bjórhátíð í München. Þá hefði það dregið enn frekar úr væntingum leikarans um að einkalíf hans nyti verndar að hann hefði áður gefið upplýsingar um sín persónulegu mál í fjölmörgum viðtölum.", "\tAð sögn eins þeirra blaðamanna sem hlut áttu að máli, sem þýsk yfirvöld höfðu ekki andmælt, höfðu upplýsingarnar sem birtust í Bild í september 2004 verið fengnar frá lögreglu og saksóknara í München. Hefðu upplýsingarnar því verið reistar á nægilega traustum grunni og hefði ekki verið vefengt að rétt hefði verið farið með í báðum greinum. Ekkert benti til annars en að fjölmiðillinn hefði leitast við að gæta jafnvægis milli eigin hagsmuna af því að birta upplýsingarnar og réttar leikarans til friðhelgi einkalífs. Að fenginni staðfestingu á upplýsingunum frá saksóknara hefði fjölmiðillinn ekki haft nægilega ríkar ástæður til að telja sér skylt að varðveita nafnleysi leikarans. Í því samhengi tók dómstóllinn einnig fram að allt það sem fjölmiðillinn greindi frá um málið daginn sem fyrri greinin kom út hefði saksóknari staðfest við önnur tímarit og sjónvarpsstöðvar í landinu.", "\tAuk þessa tók dómstóllinn fram að greinarnar hefðu ekki greint frá upplýsingum um einkalíf leikarans, heldur hefðu þær fyrst og fremst snert kringumstæður við handtöku hans og niðurstöðu sakamáls gegn honum. Hvorki hefði verið farið um hann niðrandi orðum né farið með óstaðfestar staðhæfingar, og hefði ríkið ekki leitt í ljós að birting greinanna hefði haft alvarlegar afleiðingar fyrir leikarann. Þótt viðurlögin sem fjölmiðillinn hefði verið beittur væru ekki þung, gátu þau haft fælingaráhrif. Komst dómstóllinn að þeirri niðurstöðu að þær skorður sem fjölmiðlinum voru settar hefðu ekki verið í eðlilegu samræmi við það lögmæta markmið að vernda einkalíf leikarans. Hefði því verið brotið gegn 10. gr. sáttmálans.", "\tSamkvæmt 41. gr. sáttmálans voru kæranda dæmdar 17.734,28 evrur í bætur fyrir fjártjón og 32.522,80 evrur vegna málskostnaðar og annars útlagðs kostnaðar.", "\tFimm dómarar af sautján skiluðu séráliti.", ""]}