{"file": "ICE_HJUDICE_28634_06.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "28634/06", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Maiorano o.fl. gegn Ítalíu", "Dómur frá 15. desember 2009", "Mál nr. 28634/06", "2. gr. Réttur til lífs", "Jákvæðar skyldur stjórnvalda til að vernd líf. Skylda til rannsóknar vegna mannsláta.", "", "1. Málsatvik", "\tKærendur eru Roberta Maiorano, Immacolata Maiorano, Vincenza Maiorano, Mario Maiorano, Monica Maiorano, Matilde Cristofalo, Giovanni Maiorano og Cesare Maiorano. Kærendur eru ítalskir ríkisborgarar og búa í Lecce-héraði á Ítalíu. Kærendur eru ættingjar Maríu Carmela Linciano og Valentínu Maiorano sem voru myrtar árið 2005 af manni að nafni Angelo Izzo. Árið 1975 hélt Angelo Izzo tveimur ungum konum föngnum í nokkra daga og nauðgaði þeim og misþyrmdi. Annarri þeirra tókst að komast undan og leita aðstoðar lögreglu en hina myrti Izzo. Hann var í kjölfarið handtekinn og dæmdur í lífstíðarfangelsi.", "\tÁrið 1992 hófu yfirvöld að veita Izzo tímabundin leyfi úr fangelsi. Þetta var gert þrátt fyrir að Izzo hefði verið dæmdur fyrir ýmiss konar brot meðan á afplánun stóð. Izzo reyndi m.a. að sleppa úr fangelsi með því að taka annan mann í gíslingu. Skilorðsfulltrúi Izzo taldi engu að síður að hann sýndi merki iðrunar fyrir brot sín. Izzo var handtekinn árið 1993 í Frakklandi með fölsuð persónuskilríki og umtalsvert magn peninga í fórum sínum. Lögregla taldi ljóst að skipulögð glæpasamtök hefðu veitt Izzo hjálp á flóttanum. Í kjölfarið var Izzo gert að ljúka afplánun dómsins í fangelsi.", "\tFrá og með árinu 1999 var Izzo á ný veitt tímabundið leyfi úr fangelsi. Var byggt á því að hann hefði sýnt góða hegðun. Í október 2001 veitti dómari Izzo heimild til að yfirgefa fangelsið að því tilskildu að hann ætti ekki reglubundin samskipti við nokkurn mann sem væri á sakaskrá. Lögregla handtók síðar Izzo í hótelherbergi, eftir að hann hafði þar átt samskipti við nokkur ungmenni sem voru lögreglu kunn. Á meðal þeirra var sonur eins af fyrrverandi samföngum Izzo.", "\tHinn 15. nóvember 2004 veitti dómari Izzo leyfi úr fangelsi. Ákvörðunin byggðist á skýrslu geðlæknis og skilorðsfulltrúa sem mæltu með leyfisveitingunni. Samkvæmt því skipulagi sem dómari mælti fyrir um átti Izzo að búa á tilteknum stað utan fangelsisins en varð að gista á næturnar innan þess. Honum var bannað að eiga regluleg samskipti við síbrotamenn. Honum var gert að sækja vinnu hjá samtökum sem aðstoðuðu við endurhæfingu fanga og utangarðsmanna.", "\tÍ ágúst 2004 tilkynnti samfangi Izzo það til lögreglu að Izzo hafði rætt við hann hvort hann væri fáanlegur til að myrða forseta dómstólsins sem mælt hafði fyrir um fyrirkomulagið á reynslulausn Izzo. Eftir að lögregla athugaði gögn um símtöl Izzo þótti ljóst að Izzo hefði á ný tekið upp samskipti við síbrotamenn. Annar samfangi Izzo upplýsti yfirvöld einnig um að Izzo hefði reynt að fá hann til þátttöku í glæpastarfsemi. Saksóknari taldi hins vegar rétt að bíða eftir staðfestingu á því að Izzo hefði í raun brotið af sér og sendi því ekki framangreindar upplýsingar til dómstóla.", "\tÍ samvinnu við tvo aðra menn myrti Izzo síðan Maríu Carmela Linciano og Valentínu Maiorano á meðan hann var í dagsleyfi úr fangelsi. Fyrrnefnda fórnarlambið var eiginkona samfanga Izzo en sú síðarnefnda var dóttir sama fanga. Izzo viðurkenndi að hann hefði myrt konurnar tvær án sérstaks tilefnis en tók fram að hann hefði haft unað af verknaðinum. Hann var á ný dæmdur í lífstíðarfangelsi.", "\tÍ kjölfar innri rannsóknar á máli Izzo voru dómararnir, sem veitt höfðu Izzo leyfi, víttir á þeim grundvelli að þeir hefðu ekki lagt nægilega áherslu á fyrri brot Izzo við mat sitt. Í september 2007 lögðu kærendur fram kæru gegn tilteknum ítölskum saksóknurum fyrir að hafa ekki sent upplýsingar um glæpsamlega hegðun Izzo til dómara. Ekki var brugðist við kærunum.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur byggðu á því að yfirvöldum hefði mistekist að veita lífi þeirra Maríu Carmela Linciano og Valentínu Maiorano nægilega vernd með því að gefa Angelo Izzo reglubundin dagsleyfi úr fangelsi.", "", "Niðurstaða", "\tUm efnishlið 2. gr.: Dómstóllinn ítrekaði að 2. gr. sáttmálans fæli ekki eingöngu í sér bann við því að aðildarríkin sviptu einstaklinga lífi af ásetningi og með ólögmætum hætti heldur legði hún einnig þær skyldur á ríkin að vernda líf þeirra sem væru innan þeirra lögsögu. Í sumum tilvikum gæti ríkjunum verið skylt að vernda tiltekna einstaklinga sem ljóst væri fyrirfram að væru í lífshættu. Í öðrum tilvikum væri nauðsynlegt að veita almenningi vernd gegn einstaklingum sem afplánuðu fangelsisdóma fyrir alvarlega glæpi.", "\tDómstóllinn fjallaði síðan um það að þegar Angelo Izzo var veitt leyfi úr fangelsi var ekki hægt að greina fyrirfram að María Carmela Linciano og Valentína Maiorano væru möguleg fórnarlömb Izzo. Af þessum sökum varðaði málið skyldu ítalska réttarkerfisins til að veita almenningi vernd gagnvart mögulegri hættu sem stafaði af þeim sem dæmdir hefðu verið fyrir ofbeldisglæpi.", "\tDómstóllinn taldi ekki ástæðu til að gera almennar athugasemdir við það fyrirkomulag sem var við lýði á Ítalíu hvað þetta varðaði. Hins vegar hefði framkvæmdin í máli Izzo verið vafasöm. Í fyrsta lagi tók dómstóllinn fram að mörg atriði mæltu gegn því að Izzo yrði veitt leyfi. Benti dómstóllinn á þau brot sem Izzo framdi meðan á afplánun hans stóð og að hegðun hans benti til þess að hann bæri litla virðingu fyrir lögum og yfirvöldum. Í ljósi þess hversu alvarlegir glæpirnir voru sem Izzo var dæmdur fyrir hefði dómurum sem tóku leyfismál Izzo til skoðunar borið að vera gætnari við meðferð málsins. Í öðru lagi benti dómstóllinn á að saksóknaraembættinu hefði verið ljóst að Izzo hefði á ný hafið samskipti við síbrotamenn og sjálfur hafið að skipuleggja glæpi. Jafnvel þótt ljóst væri að saksóknari hefði talið hættuna sem stafaði af Izzo vera alvarlega og fyrirskipað lögreglueftirlit með honum þá hefði dómara ekki verið gerð grein fyrir að æskilegt væri að Izzo yrði ekki veitt frekari leyfi úr fangelsinu.", "\tDómstóllinn taldi að ákvarðanir dómara um að veita Izzo reynslulausn og ákvörðun saksóknara um að senda ekki upplýsingar um hegðun Izzo til dómara hefðu brotið gegn skyldu yfirvalda til að vernda réttinn til lífs samkvæmt 2. gr. sáttmálans.", "\tUm formlega hlið 2. gr.: Dómstóllinn tók fram að af þeim jákvæðu skyldum sem aðildarríki bæru samkvæmt 2. gr. sáttmálans leiddi að þau yrðu að sjá til þess að virkt og sjálfstætt réttarkerfi sé til staðar. Slíkt réttarkerfi yrði að geta leitt fram ástæður manndráps og refsað hinum seku hvort svo sem starfsmenn hins opinbera bæru ábyrgð á viðkomandi verknaði eða ekki. Í þessu tiltekna máli hefði morðrannsókn hafist snemma og hún leitt til þess að Angelo Izzo var dæmdur í lífstíðarfangelsi fyrir verknaðinn. Sérstök rannsókn hefði einnig verið framkvæmd vegna ábyrgðar starfsmanna réttarkerfisins á manndrápunum.", "\tHins vegar benti dómstóllinn á að þrátt fyrir að dómararnir sem ákváðu að veita skyldi Izzo reynslulausn hefðu verið áminntir vegna málsins þá hefði sambærilegum úrræðum ekki verið beitt vegna aðgerðaleysis saksóknaranna sem fengu upplýsingar um atferli Izzo. Þess vegna komst dómstóllinn að þeirri niðurstöðu að ítölsk yfirvöld hefðu ekki rannsakað með fullnægjandi hætti hvort aðilar á þess vegum hefðu borið einhverja ábyrgð á morðunum á Maríu Carmela Linciano og Valentínu Maiorano. Af þessum sökum hefði verið brotið gegn 2. gr. sáttmálans.", "Föður og eiginmanni fórnarlambanna voru dæmdar 10 þúsund evrur í miskabætur. Öðrum kærendum voru dæmdar 5 þúsund evrur í miskabætur.", ""]}