{"file": "ICE_HJUDICE_49492_06.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "49492/06", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Carlson gegn Sviss", "Dómur frá 6. nóvember 2008", "Mál nr. 49492/06", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Börn. Haagsamningur um brottnám barna. Athafnaskyldur ríkis.", "", "1. Málsatvik", "\tKærandi, Scott Norman Carlson, er bandarískur ríkisborgari, fæddur 1962 og búsettur í Bandaríkjunum. Hann er faðir C, sem fæddist árið 2004 en A móðir C er svissneskur ríkisborgari.", "\tC og A bjuggu með kæranda í Bandaríkjunum, en sumarið 2005 fór A til Sviss ásamt C og ákvað síðar að setjast að þar. Þann 28. september 2005 sótti hún um skilnað fyrir dómi í Baden-héraði í Sviss og krafðist tímabundinnar forsjár C á meðan málið væri til meðferðar. Þann 31. október 2005 fór kærandi þess á leit við svissneskan dómstól að fyrirskipað yrði að syni hans yrði skilað þangað sem hann væri búsettur. Hélt kærandi því fram, að þar sem hann og A færu með sameiginlega forsjá barnsins teldist framlenging á dvöl barnsins í Sviss gegn vilja hans ólögmætt brottnám eða hald barns í skilningi 3. gr. Haagsamnings um einkaréttarleg áhrif af brottnámi barna til flutnings milli landa. Í kjölfar þeirrar beiðni, ákvað dómstóll í Baden-héraði að A bæri að leggja inn vegabréf C og að henni væri óheimilt að yfirgefa svissneskt yfirráðasvæði. Á sama tíma var málsmeðferðin vegna afhendingar barnsins sameinuð skilnaðarmálinu. Dómstóllinn vísaði kröfu kæranda frá dómi þar sem hann taldi að kæranda hafði ekki tekist að leggja fram sönnunargögn til stuðnings þeirri fullyrðingu sinni að, þrátt fyrir að hann hafi fallist á tímabundna dvöl móðurinnar í Sviss, að það hefði verið skilyrði að hún myndi snúa aftur til Bandaríkjanna. Því taldi dómarinn að brottnám barnsins hefði ekki verið ólögmætt samkvæmt 3. gr. Haagsamningsins þar sem kærandi hafði veitt samþykki sitt og fullyrðing hans um ólögmæta neitun um að skila barninu væri studd ónógum sönnunargögnum Kærandi áfrýjaði niðurstöðunni en án árangurs.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi ákvörðun svissneska dómstóla hafa brotið gegn friðhelgi einkalífs hans og fjölskyldulífs samkvæmt 8. gr. sáttmálans og jafnframt hefðu þeir með athafnaleysi sínu brotið gegn skyldum samkvæmt Haag samningnum.", "\t", "Niðurstaða", "\tDómstóllinn lagði áherslu á að 16. gr. Haagsamningsins benti til þess að fresta ætti meðferð máls um búsetu barns, þar til ákvörðun hefði verið tekin um hvort skila bæri barninu. Því hafi ákvörðun dómstólsins um að sameina meðferð málanna tveggja verið andstæð skilyrðum Haagsamningsins og leiddi til þess að meðferð kröfunnar um afhendingu barnsins dróst á langinn. Að auki tók dómstóllinn fram að sá tími sem leið frá því að beiðni kæranda var lögð fram og þar til dómstóllinn tók ákvörðun, var ekki í samræmi við 11. gr. Haagsamningsins, sem kveður á um að hraða beri slíkri málsmeðferð. Jafnframt hafði dómstóllinn andstætt skýru orðalagi 13. gr. Haagsamningsins lagt sönnunarbyrði á kæranda og gert honum skylt að sýna fram á að hann hafi ekki samþykkt eða síðar fallist á að barnið færi brott eða myndi ekki snúa aftur. Að mati dómstólsins hafði þessi háttur á málsmeðferðinni leitt til þess að verulega hallaði á kæranda. Dómstóllinn tók fram að jafnvel þó áfrýjunardómstóll hefði beitt fyrrnefndri 13. gr. réttilega, hefði það ekki verið nægjanlegt til að leiðrétta brot á jafnræði málsaðila fyrir dómi, þar sem upplýsingarnar, voru þáttur í mati innlenda dómstólsins á aðstæðum. Dómstóllinn var því ekki sannfærður um að hagsmunir C hefðu verið hafðir að þegar dómstóllinn leysti úr kröfu um tafarlausa afhendingu hans, eins og Haagsamningurinn kveður á um.", "\tÞar sem framangreindir gallar á málsmeðferð hefðu ekki verið leiðréttir af áfrýjunardómstólunum, taldi dómstóllinn að réttur kæranda til friðhelgi fjölskyldulífs hefði ekki verið verndaður með virkum hætti. Dómstóllinn komst einróma að þeirri niðurstöðu að brotið hefði verið gegn 8. gr. sáttmálans.", "\tMeð vísan til 41. gr. sáttmálans voru kæranda dæmdar 10.000 evrur í miskabætur og 12.000 evrur vegna málskostnaðar."]}