{"file": "ICE_HJUDICE_10427_02.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "10427/02", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Roda o.fl. gegn Ítalíu", "Dómur frá 21. nóvember 2006", "Mál nr. 10427/02", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Börn. Svipting forsjár. Aðgerðir barnaverndaryfirvalda.", "", "1. Málsatvik", "Kærendur eru Daniela Roda (f. 1962) og Matteo Bonfatti (f. 1979). Þau koma jafnframt fram fyrir hönd SB (f. 1988). Hún er dóttir Roda og systir Bonfatti.", "Í október 1998 tilkynnti M, frænka SB, barnaverndaryfirvöldum að hún, SB og fleiri börn hefðu sætt kynferðislegri misnotkun m.a. af hálfu foreldra sinna, foreldra SB og annarra skyldmenna. Í kjölfarið voru Roda og eiginkona hans svipt forsjá SB og barninu komið fyrir í umsjá barnaverndaryfirvalda. Með dómi sérstaks barnaverndardómstóls var talið að fullyrðingar M um misnotkunina væru á rökum reistar og væru staðfestar með yfirlýsingum þeirra barna sem um væri að ræða. Af þeim sökum var talið nauðsynlegt að koma SB í umsjá utan heimilis síns þar sem grunur léki á að faðir hennar tengdist misnotkuninni auk þess sem móðir hennar virtist ófær um að veita barni sínu æskilega vernd gegn slíku. Einnig var vísað til þess að auk föður SB væru aðrir meðlimir fjölskyldunnar taldir tengjast meintri misnotkun. Þann 12. nóvember 1998 var staðfest með dómsúrskurði að SB skyldi vera í umsjá barnaverndaryfirvalda.", "Í febrúar 1999 gekkst SB undir líkamsrannsókn sem staðfesti meinta misnotkun. Á sama tíma hóf sálfræðingur meðferð barnsins. Í júlí 2000 trúði barnið honum fyrir því að hafa sætt kynferðislegri misnotkun af hálfu föður síns og að það hræddist það að vera sent heim til móður sinnar á ný. Umræddar yfirlýsingar dró barnið hins vegar síðar til baka.", "Með dómsúrskurði í janúar 2001 var staðfest að barnið skyldi áfram vera í umsjá barnaverndaryfirvalda sem skyldi leitast við að koma því fyrir í umsjá fósturfjölskyldu. Einnig var tekið fram að faðirinn yrði að öllu leyti sviptur heimild til að hafa samskipti við barn sitt og að áframhaldandi takmarkanir skyldu vera á samskiptum móður og barns. Kröfum Bonfatti um heimild til samskipta við systur sína var hafnað með þeim rökum að hann deildi því viðhorfi foreldra sinna að barnið hefði ekki þjáðst. Kærendur áfrýjuðu en án árangurs.", "Eftir málaleitan Roda var henni heimilað að hitta barn sitt. Hittust þær í fyrsta sinn í lok mars 2002 auk fjögurra annarra skipta það árið og sex árið 2003. Barnið virtist ekki sýna vilja til að hitta móður sína oftar á ári og árið 2004 lýsti barnið því yfir að það óskaði ekki eftir að flytjast aftur til foreldra sinna. Barnið kaus frekar að hitta móður sína á tveggja til þriggja mánaða fresti. Frá desember 2002 var henni komið fyrir hjá fósturfjölskyldu.", "Föðurbróðir SB og 17 aðrir einstaklingar, þar á meðal nokkrir fjölskyldumeðlimir, voru sakfelldir vegna kynferðislegrar misnotkunar gagnvart börnum í júní 2000. Á áfrýjunarstigi var faðir SB hins vegar sýknaður. Sakfelling foreldra M, sem tilkynnt hafði um misnotkunina, var hins vegar staðfest. Sú niðurstaða var staðfest í Hæstarétti.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Með því að fjarlægja SB af heimili fjölskyldunnar og vegna þeirra takmarkana sem samskiptum þeirra voru sett í liðlega fjögur ár töldu kærendur að brotið hefði verið í bága við rétt þeirra til friðhelgi einkalífs og fjölskyldu samkvæmt 8. gr.", "", "Niðurstaða", "Dómstóllinn benti á að ákvörðun um að koma barninu í fóstur hefði verið lögmælt takmörkun á rétti kærenda til friðhelgi fjölskyldulífs og hefði stefnt að því að vernda hagsmuni barnsins í samræmi við 2. mgr. 8. gr. sáttmálans.", "Varðandi það að barnið var fjarlægt af heimili sínu og komið fyrir í umsjá annarra taldi dómstóllinn að meðalhófs hefði verið gætt og teldist nauðsynlegt í lýðræðislegu þjóðfélagi til verndar heilsu og hagsmunum barnsins. Í ljósi þess hversu flókið málið var og að nánir fjölskyldumeðlimir voru bornir alvarlegum ásökunum taldi dómstóllinn enga ástæðu til að vefengja mat yfirvalda á því að áframhaldandi dvöl á heimili móður væri líklega skaðleg fyrir barnið. Varð það niðurstaða dómstólsins að ekki hefði verið brotið í bága við 8. gr. sáttmálans með því að koma barninu fyrir í umsjá barnaverndaryfirvalda.", "Varðandi takmarkanir á samskiptum milli barns og kærenda og fyrirkomulag samvista þeirra benti dómstóllinn á að umsjá barna á vegum barnaverndaryfirvalda yrði að teljast tímabundið úrræði. Því skyldi ávallt haft að leiðarljósi að sameina foreldri og barn sem fyrst.", "Dómstóllinn benti á að allar ákvarðanir hefðu verið teknir að vel ígrunduðu máli og að rannsóknarskyldu stjórnvalda hefði verið fullnægt af hálfu sérfræðinga og félagsmálayfirvalda. Hins vegar væri ekki unnt að líta fram hjá því að sá tími sem leið frá því að móðir og barn hófu að hittast á ný hefði leitt til þess að kærendum var ekki kleift að endurvekja náið samband sitt við barnið. Þrátt fyrir að trega hefði gætt af hálfu barnsins vegna aukinna samskipta við móður var samt sem áður ekki hægt að líta svo á að úrræðin sem gripið var til tækju jafnmikið tillit til hagsmuna barns og hagsmuna kærenda. Einróma niðurstaða dómstólsins var því, að brotið hefði verið í bága við 8. gr. sáttmálans með því að gera kærendum ekki kleift að hitta barnið um langt skeið auk þess sem fyrirkomulag þeirra samskipta sem komið var á hefði verið óásættanlegt.", "Samkvæmt 41. gr. sáttmálans voru kærendum dæmdar 3.000 evrur í miskabætur, hvorum um sig, og alls 6.000 evrur vegna málskostnaðar.", ""]}