{"file": "ICE_HJUDICE_59304_00.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "59304/00", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Jankauskas gegn Litháen", "Dómur frá 24. febrúar 2005", "Mál nr. 59304/00", "8. gr. Réttur til friðhelgi einkalífs og fjölskyldu", "Fangar. Bréfaskipti.", "1. Málsatvik", "Kærandi, Ramūnas Jankaukas, er litháenskur ríkisborgari, fæddur 1972 og býr í Litháen. Hann er fyrrverandi lögreglumaður. Þann 12. mars 1999, meðan kærandi gegndi enn starfi lögreglumanns, var hann handtekinn og úrskurðaður í gæsluvarðhald vegna gruns um spillingu í opinberu starfi og misnotkun stöðu sinnar. Var talin hætta á því að hann reyndi að komast undan eða hafa áhrif á vitni. Þann 3. október 2000 var hann fundinn sekur um framangreind brot og dæmdur til átta ára fangelsisvistar.", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærandi hélt því fram að meðan hann sat í gæsluvarðhaldi hefðu fangelsisyfirvöld opnað og lesið bréfaskipti sín við litháensk stjórnvöld, óopinber samtök og einkaaðila svo sem fjölskyldu sína, ættingja og lögmann sinn. Kærandi taldi fangelsisyfirvöld hafa brotið gegn rétti sínum til bréfaskipta skv. 8. gr. MSE þegar þau opnuðu og lásu meira en 360 bréfa hans.", "", "Niðurstaða", "Dómstóllinn tók fyrst fram að málið varðaði ekki meinta ritskoðun á bréfaskiptum kæranda við Mannréttindadómstólinn sjálfan, en sá hluti kærunnar hafði verið lýstur ótækur til efnismeðferðar skv. 1. mgr. 35. gr. sáttmálans. Sá hluti kærunnar sem var tækur til efnismeðferðar varðaði bréfaskipti kæranda við stjórnvöld, samtök og einkaaðila á meðan hann var í varðhaldi.", "Ríkisstjórn Litháen neitaði ekki að bréf kæranda hefðu verið ritskoðuð af fangelsisstjórnvöldum enda hefði það verið heimilt samkvæmt ákvæði þarlendra laga um gæsluvarðhald og reglum fangelsisins. Taldi hún ritskoðunina hafa verið nauðsynlega með tilliti til eðlis brota kæranda, stöðu hans og þeirra hagsmuna ríkisins að tryggja að kærandi yrði látinn svara til saka.", "Dómstóllinn féllst á að mælt hefði verið fyrir um takmörkunina í lögum. Hvað varðaði nauðsyn takmörkunarinnar í lýðræðislegu þjóðfélagi gætu framangreindar röksemdir ríkisins að mati dómstólsins ekki réttlætt að fangelsisstjórnvöld skoðuðu kerfisbundið bréfaskipti kæranda eins og gert var. Átti þetta sérstaklega við um ritskoðun bréfaskipta við lögmann hans og bréf varðandi fangelsisvist hans og annað ótengt saksókn málsins gegn honum. Þegar á allt var litið taldi dómstóllinn ríkisstjórn Litháen ekki hafa gefið fullnægjandi skýringar á því af hverju takmörkun á rétti kæranda til bréfaskipta hefði verið nauðsynleg í lýðræðislegu þjóðfélagi.", "Var það því einróma niðurstaða dómstólsins að brotið hefði verið gegn rétti kæranda skv. 8. gr. og dæmdi hann kæranda 1.000 evrur í miskabætur og 3.000 evrur í kostnað og útgjöld á grundvelli 41. gr.", ""]}