{"file": "ICE_HJUDICE_42914_98.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "42914/98", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Capeau gegn Belgíu", "Dómur frá 13. janúar 2005", "Mál nr. 42914/98", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Sakleysi uns sekt er sönnuð. Bætur fyrir gæsluvarðhald.", "", "1. Málsatvik", "\tKærandi, Wim Capeau, er belgískur ríkisborgari og fæddur 1967. Hann var handtekinn 29. mars 1994 í tengslum við rannsókn á íkveikju og úrskurðaður í gæsluvarðhald 21. apríl 1994. Málinu lauk með því að kærandi var ekki ákærður. Hann sótti um bætur fyrir gæsluvarðhald að ósekju. Umsókn hans var fyrst hafnað af dómsmálaráðherra og síðan áfrýjunarnefnd sem úrskurðar um slíkar bætur á þeim grundvelli að hann hefði ekki lagt fram sönnunargögn um sakleysi sitt eins og skylt var samkvæmt lögum frá 13. mars 1973.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að sú regla að hann þyrfti að sanna sakleysi sitt til að fá bætur greiddar bryti í bága við 2. mgr. 6. gr.", "", "Niðurstaða", "Um 2. mgr. 6. gr.: Mannréttindadómstóllinn taldi að það eitt og sér að hafna bótum til einstaklings sem hefði sætt gæsluvarðhaldi en síðan ekki verið ákærður, bryti ekki gegn reglunni um að menn skyldu taldir saklausir þar til annað sannaðist. Áskilnaður laga um að sakborningur aflaði sönnunargagna um sakleysi sitt til þess að hann ætti rétt á bótum leiddi til þess að vafi virtist leika á um sakleysi hans. Slíkt skilyrði sem gæfi í skyn að yfirvöld teldu kæranda sekan var talið óeðlilegt og ekki í samræmi við það að menn skyldu taldir saklausir þar til annað sannaðist. Því komst dómstóllinn að þeirri niðurstöðu að brotið hefði verið gegn réttindum kæranda skv. 2. mgr. 6. gr.", "\tÞar sem kærandi hafði ekki sett fram kröfu um bætur innan tilskilins tímafrests var ekki talinn grundvöllur til að dæma honum bætur skv. 41. gr.", "(Dómurinn er aðeins til á frönsku)"]}