{"file": "ICE_HJUDICE_18299_03.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "18299/03", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Finogenov o.fl. gegn Rússlandi", "Dómur frá 20. desember 2011", "Mál nr. 18299/03 og 27311/03", "2. gr. Réttur til lífs", "Gíslataka. Lögregluaðgerðir. Skylda til rannsóknar.", "", "1. Málsatvik", "\tAtvik málsins vörðuðu aðgerðir sérsveitarmanna í kjölfar gíslatöku tétsneskra aðskilnaðarsinna í Dubrovka-leikhúsinu í Moskvu árið 2002. Kærendur í málinu, alls 64 talsins, eru fyrrum gíslar eða fjölskyldumeðlimir gísla sem slösuðust eða létust í umsátrinu.", "\tÞann 23. október árið 2002 réðust 40 meðlimir aðskilnaðarhreyfingar Tétséna inn í Dubrovka-leikhúsið í Moskvu. Næstu þrjá daga héldu þeir um 900 manns í gíslingu. Gíslatökumennirnir voru vel vopnum búnir og höfðu komið fyrir sprengjum meðal gíslanna. Þeir fóru meðal annars fram á að Rússar drægju allt herlið sitt frá Tétsníu. Sérsveit undir stjórn alríkislögreglunnar var falið að hefja samningaviðræður og freista þess að frelsa gíslana. Alríkislögreglan gerði í kjölfarið leynilega áætlun sem fól það í sér að frelsa gíslana með hervaldi. Gert var ráð fyrir að áætlunin gæti leitt til einhvers mannfalls ef til átaka kæmi við gíslatökumennina. Í viðbúnaðarskyni var rýmt til á spítölum í borginni og kallaður til fjöldi sjúkrabifreiða, sjúkraliða og lækna til að vera í viðbragðsstöðu. Þótt nokkrir gíslar hefðu verið látnir lausir í skiptum fyrir mat og drykkjarvatn höfðu gíslar einnig verið skotnir inn í leikhúsinu. Af ótta við að enn fleiri gíslar yrðu drepnir ákváðu yfirvöld að láta til skarar skríða og gera tilraun til að frelsa gíslana með hervaldi. Snemma morguns þann 26. október réðust rússneskar öryggissveitir til atlögu gegn gíslatökumönnum. Gasi var dælt inn í gegnum loftræstikerfi leikhússins og að því búnu réðust sérsveitarmenn inn í salinn þar sem gíslunum var haldið. Allir gíslatökumennirnir voru drepnir í aðgerðinni og auk þess létust 125 gíslar bæði meðan á henni stóð og eftir að henni lauk. Sumir gíslanna létust í sjúkrabílum eða á sjúkrahúsum eftir aðgerðina. Kærendur lýstu því að mikil ringulreið hefði skapast við aðgerðirnar og gíslum, látnum sem lifandi, hefði verið staflað fyrir utan leikhúsið. Ekki hefðu verið nægjanlega margir sjúkrabílar til að flytja þá alla og því voru sumir þeirra fluttir með strætisvögnum án sjúkraliða á spítala. Sjúkrahús voru ekki reiðubúin til að taka á móti svo mörgum særðum og höfðu hvorki fengið upplýsingar um hvers eðlis gasið var né nægjanlega marga skammta af mótefni til að gefa þeim. Þá lögðu kærendur fram skýrslu frá sérfræðingi þar sem fram kom að yfirvöld hefðu átt að gera sér grein fyrir hættunni sem fylgdi því að dæla gasi inn í húsið þar sem ljóst var að þeir sem þjáðust af einhverjum kvillum fyrir gátu verið í mikilli hættu.", "\tÍ kjölfar atburðarins hófst opinber rannsókn og voru vitorðsmenn gíslatökumannanna saksóttir og dæmdir til refsingar. Hins vegar var sá hluti málsins er sneri að ábyrgð yfirvalda og aðgerðum sérsveitarmanna ekki rannsakaður sérstaklega. Opinberlega var því haldið fram að þeir 125 gíslar sem létust hefði látist vegna samspils veikinda og kvilla sem þeir þjáðust af fyrir og mikillar streitu sem atburðir síðustu daga höfðu í för með sér. Gasið hefði í versta falli aðeins haft meðvirkandi áhrif á dauða þeirra. Með hliðsjón af skýrslum frá heilbrigðisstarfsmönnum og öðrum sem komu að aðgerðinni, sem lýstu því að aðgerðin hefði heppnast, ákvað saksóknari að ekki væri tilefni til að rannsaka málið frekar. Kærendur reyndu í kjölfar ákvörðunar saksóknara margsinnis að fá yfirvöld til að rannsaka málið en án árangurs.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur héldu því fram að valdbeiting sérsveitarmanna hefði verið úr hófi. Þarflaust hefði verið að nota gas í aðgerðinni en það hefði valdið miklu manntjóni. Aðgerðir hjálparstarfsmanna í kjölfar aðgerðarinnar hefðu verið illa skipulagðar og ef betur hefði verið að þeim staðið hefði verið hægt að bjarga mörgum mannslífum. Að auki hefði rannsókn yfirvalda verið yfirborðsleg og litið hefði verið fram hjá ábyrgð þeirra sem stjórnuðu aðgerðinni. Kærendur töldu að með þessu hefði Rússland brotið gegn 2. gr. sáttmálans.", "", "Niðurstaða", "Yfirvöld höfðu gefið það út að gasið sem notað var í aðgerðinni hefði ekki verið lífshættulegt og að gíslarnir 125 hefðu látist af náttúrulegum orsökum. Dómstóllinn taldi hins vegar fjarstæðukennt að halda því fram að 125 manns hefðu látist af ýmsum sjúkdómum og kvillum á sama tíma og stað sökum mikillar streitu og loftleysis. Þrátt fyrir að gasið sjálft hefði ef til vill ekki verið banvænt hefðu afleiðingar notkunar þess verið banvænar fyrir þá sem voru veikir fyrir. Dómstóllinn leit svo á að lykilatriðið varðandi það hvort aðgerðir sérsveitarinnar hefðu falið í sér brot á 2. gr. sáttmálans fælist í því hvort hægt hefði verið að beita vægari aðgerðum til að bjarga gíslunum. Óumdeilt var að gíslatökumennirnir voru þaulskipulagðir, vel vopnaðir og tilbúnir að deyja fyrir málstaðinn. Gíslarnir voru í mikilli hættu og yfirvöld mátu það svo að grípa yrði til aðgerða fljótt til að koma í veg fyrir frekara mannfall. Dómstóllinn féllst á að í jafn flóknum og erfiðum aðstæðum þyrfti að heimila ríkjum visst svigrúm þótt eftir á að hyggja hefðu sumar aðgerðir yfirvalda verið umdeilanlegar. Þótt ekki væri hægt að fullyrða hvort gíslatökumennirnir hefðu framfylgt hótunum sínum benti allt til þess að þeir hygðust gera það. Dómstóllinn komst því að þeirri niðurstöðu að ákvörðun stjórnvalda um að grípa til umræddra aðgerða með það að markmiði að bjarga lífi sem flestra gísla hefði ekki falið í sér brot á 2. gr. sáttmálans.", "Dómstóllinn gerði hins vegar ýmsar athugasemdir við björgunaraðgerðir í kjölfar aðgerða sérsveitarinnar. Hann áréttaði að yfirvöldum hefði gefist tími til að skipuleggja betur og samræma björgunaraðgerðirnar. Yfirvöld hefðu tekið ákvörðun um að leyna fyrirhugaðri notkun gassins fyrir björgunarstarfsmönnum en gat ekki dulist að mikið manntjón kynni að verða af aðgerðinni. Þá hefði yfirvöldum ekki tekist að sýna fram á að samræmd áætlun hefði verið fyrir hendi um að flytja særða á sjúkrahús og hvernig samstilla ætti aðgerðir og vinnu allra sem komu að björgunaraðgerðunum. Læknar og aðrir sem önnuðust hina særðu fengu ekki nægar upplýsingar um ástand þeirra og hvort þeir hefðu þegar hlotið einhverja meðferð. Afleiðingar þessa voru til að mynda þær að sumir fengu meira en einn skammt af mótefni á meðan aðrir fengu ekkert. Þá hefðu sumir spítalar orðið yfirfullir á meðan aðrir stóðu hálftómir. Hefði þeim sem sáu um rýmingu leikhússins verið tilkynnt um ástand gíslanna og áhrif gassins mætti ætla að þeir hefðu ekki staflað þeim upp eins og gert var, en því fylgdi mikil hætta á köfnun, heldur komið þeim fyrir í læstri hliðarlegu. Óskiljanlegt var hvers vegna leikhúsið hafði ekki verið rýmt fyrr en gert var en rúmir tveir tímar liðu frá því að gasi var dælt inn í bygginguna og þar til hún var rýmd. Í millitíðinni dóu margir gíslar vegna eitrunar. Læknaskýrslur sýndu að meirihluti gíslanna lést eftir að aðgerðum sérsveitarmanna lauk. þ.e. við rýmingu leikhússins eða á leiðinni á sjúkrahús. Hefði verið betur staðið að aðgerðum hefði að öllum líkindum verið hægt að koma í veg fyrir mörg þessara dauðsfalla. Það var því mat dómstólsins að óskipulagðar og illa framkvæmdar aðgerðir yfirvalda í kjölfar aðgerða sérsveitarinnar hefðu falið í sér brot á 2. gr. sáttmálans.", "Rannsókn málsins var auk þess háð ýmsum annmörkum. Litið hefði verið fram hjá mögulegri ábyrgð yfirvalda á dauða gíslanna og margir þeirra sem stóðu að sjálfri aðgerðinni komu að rannsókn málsins. Dómstóllinn komst því að þeirri niðurstöðu að hroðvirknisleg rannsókn málsins af hálfu yfirvalda hefði falið í sér annað brot á 2. gr. sáttmálans.", "Á grundvelli 41. gr. sáttmálans var Rússlandi gert að greiða kærendum samtals 1.254.000 evrur í miskabætur og 30.000 evrur vegna málskostnaðar. Tveimur kærendanna sem bjuggu utan Rússlands voru auk þess dæmdar samtals 4.000 evrur vegna ferðakostnaðar.", "", ""]}