{"file": "ICE_HJUDICE_29381_09.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "29381/09", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "Vallianatos o.fl. gegn Grikklandi", "Dómur frá 7. nóvember 2013 - Yfirdeild", "Mál nr. 29381/09 og 32684/09", "8. gr. Friðhelgi einkalífs og fjölskyldu", "14. gr. Bann við mismunun", "Staða samkynhneigðra. Réttur til að skrá sambúð.", "", "1. Málsatvik", "\tKærendur voru átta samkynhneigðir einstaklingar, sem áttu í sambandi eða voru í sambúð, og grísk félagasamtök sem veitir samkynhneigðum stuðning.", "\tÞann 26. nóvember 2008 tóku gildi lög í Grikklandi sem báru heitið „Endurbætur sem varða fjölskyldu, börn og samfélagið“. Í lögunum var gert ráð fyrir viðurkenningu á ákveðnu formi samvistar, svokallaðri borgaralegri samvist, sem gerði ógiftum einstaklingum kleift að skrá samband sitt opinberlega. Samkvæmt lögunum gátu aðeins einstaklingar af gagnstæðu kyni nýtt sér hið nýja samvistarform og stóð það því samkynhneigðum ekki til boða.", "\t", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur byggðu á því að með löggjöfinni hefði gríska ríkið mismunað þeim á grundvelli kynhneigðar og bryti það í bága við rétt þeirra til friðhelgi einkalífs og fjölskyldu án mismununar, sbr. 8. og 14. gr. sáttmálans.", "", "Niðurstaða\n\tDómstóllinn vísaði kæru félagasamtakanna frá þar sem ekki var talið að samtökin hefðu stöðu þolanda í skilningi sáttmálans.", "\tDómstóllinn lagði áherslu á að samkynhneigð pör væru jafnhæf og gagnkynhneigð pör til að eiga í stöðugum langtímasamböndum. Var því talið að kærendur væru í sambærilegri stöðu og gankynhneigð pör að því er varðar þörf þeirra á að geta skráð sambönd sín með opinberum hætti með tilheyrandi réttaráhrifum. Tekið var fram að aðildarríkin gætu veitt fjölskyldulífi vernd með ýmsum mismunandi ráðstöfunum og að taka yrði tillit til þess að unnt væri að lifa fjölskyldu- og einkalífi með margvíslegum hætti. Vísað var til þess að það félli í hlut gríska ríkisins að sýna fram á nauðsyn þeirrar mismununar sem fólst í því að samkynhneigð pör gætu ekki stofnað til borgaralegrar samvistar með sama hætti og gagnkynhneigð pör. Fyrir lá að með lögum um borgaralega samvist var stefnt að því að viðurkenna réttarstöðu para,sem kusu að búa saman án þess að ganga í hjónaband og að því að auka réttarvernd barna sem fædd eru utan hjónabands.", "\tDómstóllinn taldi ekki sýnt fram á að nauðsynlegt væri að útiloka samkynhneigða frá borgaralegri samvist til að ná umræddum markmiðum. Tekið var fram að hugsanlegt hefði verið að lögfesta sérstök ákvæði um stöðu barna sem fædd væru utan hjónabands samhliða því sem almennur möguleiki á borgaralegri samvist næði til samkynhneigðra para með sama hætti og gagnkynhneigðra para. Þá var vísað til þess að samkvæmt grískum lögum hefðu gagnkynhneigð pör, fyrir umrædda lagabreytingu, getað skráð samvist sína hvort sem er á grundvelli hjónabands eða g grundvelli ákvæða um óvígða sambúð. Þetta var talið sýna enn frekar ríka hagsmuni samkynhneigðra af því að geta stofnað til borgaralegrar samvistar, enda væri það eina leiðin til að tryggja lagalega viðurkenningu á samböndum þeirra.", "\tTekið var fram að ekki væri full samstaða meðal aðildarríkjanna á þessu sviði, en að þróunin væri í þá átt að veita samböndum samkynhneigðra lagalega viðurkenningu. Í því sambandi var tekið fram að af þeim nítján ríkjum sem viðurkenni eitthvað form af skráðri samvist annarri en hjónabandi sé slíkt eingöngu bundið við gagnkynhneigð pör í Liháen og Grikklandi. Væri staðan því sú að öll aðildarríki Evrópuráðsins sem hefðu ákvæði um staðfesta samvist í lögum sínum létu slík ákvæði ná til samkynhneigðra með sama hætti og gagnkynhneigðra, að undanskildum þessum tveimur ríkjum.", "\tSamkvæmt framangreindu komst dómstóllinn að þeirri niðurstöðu að gríska ríkið hefði ekki sýnt fram á nauðsyn þess að útiloka samkynhneigð pör frá borgaralegri samvist líkt og gert var í fyrgreindum lögum. Var því talið að um brot á 14. og 8. gr. sáttmálans væri að ræða.", "\tHverjum kærenda voru dæmdar 5000 evrur í miskabætur, auk nánar tilgreinds málskostnaðar.", "\tFimm dómarar skiluðu séráliti.", ""]}