{"file": "ICE_HJUDICE_29411_07.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "29411/07", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "Söyler gegn Tyrklandi", "Dómur frá 17. september 2013", "Mál nr. 29411/07", "3. gr. 1. viðauka. Réttur til frjálsra kosninga", "Svipting kosningaréttar. Eðli afbrota sem leiða til sviptingar.", "", "1. Málsatvik", "\tKærandi, Ahmet Atahür Söyler, er tyrkneskur ríkisborgari, fæddur 1966 og búsettur í Izmír í Tyrklandi. Hann var dæmdur til tæplega fimm ára fangavistar fyrir útgáfu innistæðulausra tékka, en atvinnurekstur hans hafði verið á barmi gjaldþrots. Hóf hann afplánun dómsins í apríl 2007 og átti vistun hans að standa til apríl 2012.", "\tSamkvæmt tyrkneskum rétti eru þeir sem dæmdir hafa verið til fangelsisvistar fyrir brot af ásetningi sviptir kosningarétti uns refsingu er að fullu lokið og hefur ekki þýðingu þó viðkomandi hafi verið veitt reynslulausn. Gat kærandi því ekki kosið í þingkosningum í júlí 2007. Hann fékk heldur ekki að kjósa í þingkosningunum árið 2011, enda þótt hann hefði fengið reynslulausn í apríl 2009.", "\t", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að sú staðreynd að hann fékk ekki að kjósa í þingkosningunum árin 2007 og 2011 fæli í sér brot gegn 3. gr. 1. viðauka við sáttmálann. Hann lagði áherslu á að með hliðsjón af eðli brots hans gæti hann ekki talist óhæfur til að gegna borgaralegum skyldum sínum.", "", "Niðurstaða", "\tDómstóllinn tók fram að í Tyrklandi leiddi missir kosningaréttar sjálfkrafa af settum lögum og ætti alltaf við þegar einstaklingur væri dæmdur fyrir ásetningsbrot. Væri slíkur missir hvorki háður mati né eftirliti dómstóla, heldur væri honum beitt fortakslaust, án tillits til eðlis og alvarleika brots, lengdar refsingar eða einstaklingsbundinna aðstæðna dómþola. Sérstaklega var vísað til þess að takmarkanir á kosningarétti dómþola í Tyrklandi gengu lengra en þær takmarkanir sem hefðu verið til skoðunar í fyrri málum gegn Bretlandi, Austurríki og Ítalíu.", "\tDómstóllinn lagði áherslu á að kærandi hefði verið sviptur kosningarétti vegna tiltölulega lítilfjörlegs brots, sem ekki lægi lengur fangelsisvist við samkvæmt tyrkneskum lögum. Þá hefði svipting kosningaréttar kæranda haldist eftir að hann fékk reynslulausn. Dómstóllinn taldi með hliðsjón af aðstæðum að ekki væri eðlilegt samræmi á milli þeirrar refsingar sem felst í missi kosningaréttar og þess brots sem kærandi hafði verið sakfelldur fyrir. Þannig lagði dómstóllinn áherslu á að missir kosningaréttar væri alvarlegt úrræði sem eingöngu væri heimilt að grípa til að teknu tilliti til meðalhófsreglunnar, en reglan krefðist þess að fullnægjandi tengsl væru á milli háttsemi og aðstæðna viðkomandi einstaklings og sviptingar kosningaréttar.", "\tSamkvæmt þessu taldi dómstóllinn að tyrknesk löggjöf um missi kosningaréttar tæki ekki nægilegt tillit til einstaklingsbundinna aðstæðna, en taka bæri tillit til þátta á borð við alvarleika brots og háttsemi hins brotlega. Var talið að sjálfkrafa missir kosningaréttar samkvæmt tyrkneskum lögum félli utan þess svigrúms sem ríkinu væri eftirlátið samkvæmt 3. gr. 1. viðauka og að brotið hefði verið gegn ákvæðinu.", "\tTyrkneska ríkinu var gert að greiða kæranda 3000 evrur í málskostnað.", ""]}