{"file": "ICE_HJUDICE_8319_07.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "8319/07", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Sufi og Elmi gegn Bretlandi", "Dómur frá 28. júní 2011", "Mál nr. 8319/07 og 11449/07", "3. gr. Bann við pyndingum", "Útlendingar. Hælisleitendur. Frestun brottvísunar.", "", "1. Málsatvik", "Kærendur, Abdisamad Adow Sufi og Abdiaziz Ibrahim Elmi, eru sómalskir ríkisborgarar fæddir árin 1987 og 1969. Kærendur eru báðir í varðhaldi hjá breskum innflytjendayfirvöldum.", "Fyrri kærandi kom til Bretlands árið 2003 og sótti um hæli. Í umsókn sinni tók hann fram að hann tilheyrði minnihlutahópi í Sómalíu sem ofsóttur væri af uppreisnarher landsins. Faðir hans og systir hefðu bæði verið drepin af hersveitum uppreisnarmanna og sjálfur hafði hann hlotið alvarlega áverka í átökunum. Innflytjendayfirvöld höfnuðu umsókn hans og kæru hans var vísað frá þar sem frásögn hans af atburðum sem urðu til þess að hann flýði þótti ekki trúverðug.", "Síðari kærandi kom til Bretlands árið 1988 og fékk tímabundið dvalarleyfi ári síðar. Árið 1993 fékk hann ótímabundið búsetuleyfi í landinu. Eftir að kærandi hafði verið dæmdur fyrir ýmis alvarleg afbrot tóku bresk yfirvöld þá ákvörðun að vísa honum úr landi.", "Kærendur eiga það sameiginlegt að eiga báðir yfir höfði sér brottvísun frá Bretlandi en öllum áfrýjunum þeirra hefur ýmist verið hafnað eða vísað frá. Á grundvelli 39. gr. reglna Mannréttindadómstólsins fyrirskipaði dómstóllinn breskum yfirvöldum að fresta brottvísun kærenda þar til málið hefði hlotið efnislega meðferð.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur byggðu kæru sína á því að brotið væri gegn 2. og 3. gr. sáttmálans yrði þeim gert að snúa aftur til Sómalíu. Þeir héldu því fram að mikil hætta væri á að þeir yrðu drepnir þar eða sættu illri meðferð. Af þessum sökum mætti ekki fullnægja ákvörðunum breskra yfirvalda um að vísa þeim úr landi.", "", "Niðurstaða", "Dómstóllinn áréttaði að vernd fyrir pyndingum og ómannlegri eða vanvirðandi meðferð eða refsingu ætti við án tillits til þess hversu alvarleg afbrot maður hefði framið. Hegðun eða brotaferill kærenda í Bretlandi skipti því engu með tilliti til þeirrar mannréttindaverndar sem þeim ætti að vera tryggð.", "Dómstóllinn fjallaði almennt um og kannaði gögn um ástandið í Sómalíu og komst að þeirri niðurstöðu það hefði versnað mikið árin 2010 og 2011. Landið væri á barmi borgarastyrjaldar og allt að 20-50 almennir borgarar féllu í hverri viku í höfuðborginni Mogadishu en þar væri nær enginn öruggur. Dómstóllinn taldi ástandið í Mogadishu vera það slæmt að mikil hætta væri á því að þeir sem þangað færu sættu meðferð sem bryti gegn 3. gr. sáttmálans.", "Þeir hælisleitendur sem sendir væru aftur til Sómalíu hefðu að mati dómsólsins litla sem enga möguleika á að aðlagast samfélaginu og komast hjá því að sæta illri meðferð. Jafnvel þótt einhverjir gætu að komist frá höfuðborginni með hjálp ættingja eða vina biðu þeirra frekari hættur í sveitahéruðum landsins þar sem öfgatrúaðir skæruliðar réðu ríkjum. Þar væru refsingar á borð við grýtingar, hýðingar og aflimanir algengar. Þeir sem ekki hefðu fjölskyldu eða vinafólk til að reiða sig á væru líklegir til að enda í flóttamannabúðum en ástandið þar var það slæmt að það færi í bága við 3. gr. sáttmálans að senda menn þangað. Fram hafði komið að hvorugur kæranda átti fjölskyldu eða annað bakland í Sómalíu og miklar líkur taldar á því að yrði þeim gert að snúa þangað aftur myndu þeir annaðhvort lenda í klóm skæruliða eða í flóttamannabúðum. Með hliðsjón af þessu komst dómstóllinn að þeirri niðurstöðu að það væri brot á 3. gr. sáttmálans að senda kærendur aftur til heimalands síns.", "Á grundvelli 41. gr. sáttmálans var Bretlandi gert að greiða Sufi 14.500 evrur og Elmi 7.500 evrur vegna málskostnaðar. Hvorugur kærenda fór fram á miska- eða skaðabætur.", ""]}