{"file": "ICE_HJUDICE_59842_00.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "59842/00", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Vetter gegn Frakklandi", "Dómur frá 31. maí 2005", "Mál nr. 59842/00", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "8. gr. Réttur til friðhelgi einkalífs", "Hleranir lögreglu. Jafnræði málsaðila.", "", "1. Málsatvik", "\tKærandi, Christophe Vetter, er franskur ríkisborgari og fæddur árið 1975. Þegar grunur vaknaði um aðild hans að manndrápi kom lögregla fyrir hlerunartækjum í íbúð nokkurri sem kærandi heimsótti reglulega. Á grundvelli samtala sem tekin voru upp og studdu grun lögreglu var kærandi úrskurðaður í gæsluvarðhald.", "\tKærandi hélt því fram að enga lagaheimild væri að finna í frönskum lögum fyrir notkun hlerunartækja og þau sönnunargögn mætti því nota í refsimáli. Ákærudeild áfrýjunarréttar Montpellier komst að þeirri niðurstöðu að hleranir á samtölum kæranda hefði ekki brotið gegn 81. og 100. gr. franskra laga um meðferð opinberra mála varðandi símhleranir. Ákæra á hendur kæranda var m.a. studd þeim sönnunargögnum sem aflað var með upptökunum. Þann 23. október 2000 var kærandi sakfelldur fyrir manndráp og dæmdur til 20 ára fangelsisvistar.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að þar sem enga lagaheimild var að finna í frönskum lögum sem heimilaði hlerun íbúðar og upptöku samtala hans hefði verið brotið gegn réttindum hans skv. 8. gr. Hann taldi einnig að brotið hefði verið gegn 1. mgr. 6. gr. við meðferð málsins fyrir dómi þar sem hann hefði hvorki fengið afrit af skýrslu dómara undirréttar né greinargerð saksóknara og að áfrýjun hans, sem studdist m.a. við að brotið hefði verið gegn réttindum hans skv. 8. gr. sáttmálans, hefði verið synjað.", "", "Niðurstaða", "\tMannréttindadómstóllinn taldi að hleranir og upptökur þær sem fram fóru hefðu verið takmörkun á friðhelgi einkalífs kæranda. Hann taldi jafnframt að 100. gr. frönsku laganna um meðferð opinberra mála veitti ekki lagaheimild fyrir uppsetningu hlerunartækjanna en þar var aðeins fjallað um hlerun á símtölum en ekki talað um almenn hlustunartæki. Jafnvel þótt þessar greinar frönsku laganna um meðferð opinberra mála hefðu veitt heimild fyrir hleruninni taldi dómstóllinn að „lögin“ í þessu formi uppfylltu ekki þann áskilnað sem dómstóllinn hafði byggt á í dómaframkvæmd sinni.", "\tAð lokum taldi dómstóllinn að frönsk lög mæltu hvorki á nægilega skýran hátt fyrir um það hversu ríkt mat stjórnvöld hefðu varðandi hleranir né heldur hvernig slíkar aðgerðir skyldu framkvæmdar. Í ljósi þess var það einróma niðurstaða dómstólsins að brotið hefði verið gegn 8. gr. sáttmálans.", "\tDómstóllinn taldi engin sérstök álitaefni varðandi 6. gr. koma til varðandi ákvörðun um að vísa frá áfrýjun kæranda byggðri á 8. gr. Hins vegar taldi dómstóllinn að brotið hefði verið gegn réttindum kæranda skv. 1. mgr. 6. gr. við meðferð málsins fyrir yfirréttinum þar sem hvorki kærandi né lögmaður hans hefði fengið eintak af skýrslu dómara undirréttar áður en þinghald fór fram, en saksóknarinn fékk þessi gögn málsins.", "\tÁ grundvelli 41. gr. voru kæranda dæmdar 1.500 evrur í miskabætur.", "\t(Dómurinn er aðeins til á frönsku.)", ""]}