{"file": "ICE_HJUDICE_19522_09.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "19522/09", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "M.K. gegn Frakklandi", "Dómur frá 18. apríl 2012", "Mál nr. 19522/09", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Söfnun og vistun fingrafara. Skilyrði varðveislu. Meðalhóf.", "", "1. Málsatvik", "\tKærandi, M.K., er franskur ríkisborgari. Hann er fæddur árið 1972 og býr í París. Lögreglan í París tók tvisvar fingraför af kæranda á árunum 2004 og 2005 er hún rannsakaði meint þjófnaðarbrot hans. Um var að ræða tvö mál og var kærandi sýknaður í öðru tilvikinu en í hinu tilvikinu var ekki gefin út ákæra og málið fellt niður. Árið 2006 fór kærandi fram á að fingraför hans yrðu afmáð úr gagnagrunni lögreglunnar. Á það var fallist vegna tilviksins sem lyktaði með sýknu kæranda. Þar sem beiðni kæranda var hafnað í hinu tilvikinu krafðist kærandi þess fyrir frönskum dómstólum að fingraförin yrðu afmáð úr gagnagrunnum lögreglunnar. Á það var ekki fallist.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að brotið hefði verið gegn réttindum hans samkvæmt 8. gr. sáttmálans þar sem upplýsingar um hann væru vistaðar í gagnagrunnum lögreglu án hans samþykkis. Hann hélt því einnig fram að brotið hefði verið gegn 6. gr. sáttmálans.", "", "Niðurstaða", "\tDómstóllinn taldi að sú aðgerð frönsku lögreglunnar að geyma fingraför kæranda í fingrafaraskrá fæli í sér takmörkun á rétti hans til einkalífs. Takmörkunin hefði verið reist á heimild í lögum og stefndi að því lögmæta markmiði að koma í veg fyrir glæpi. Dómstóllinn tók engu að síður fram að réttur manns til persónulegra upplýsinga væri afar mikilvægur hluti réttar hans til einkalífs. Þetta ætti sérstaklega við þegar gagnavinnslan væri sjálfvirk og í þágu löggæslu. Lög yrðu að tryggja að slík gagnavinnsla væri nauðsynleg og gengi ekki lengra en þörf væri með hliðsjón af markmiði hennar.", "\tDómstóllinn benti á að ef fallist yrði á réttmæti slíkrar upplýsingasöfnunar án skilyrða væri lögreglu í raun heimilt að afla og vista mjög mikið magn persónuupplýsinga um alla borgara. Auk þess væri hvergi kveðið á um hlutverk lögreglu hvað þetta varðaði í frönskum lögum.", "\tDómstóllinn benti á að löggjöfin sem laut að upplýsingasöfnuninni miðaði að því að auðvelda lögreglu að hafa upp á einstaklingum í tengslum við sakamál, án þess þó að slík leit væri takmörkuð við einstaklinga sem hefðu framið afbrot. Þá væri ekki gerður greinarmunur á málum sem snertu alvarleg brot og málum um léttvægari brot. Loks virtist fingraförum vera safnað jöfnum höndum frá þeim sem grunaðir hefðu verið um brot og þeim sem fengið hefðu refsidóm fyrir brot. Þetta síðasta atriði væri til þess fallið að hafa áhrif á stöðu þeirra sem hefðu ekki verið sakfelldir fyrir brot. Að endingu tók dómstóllinn fram að löggjöfin sem málið varðaði veitti þeim sem ættu fingraför í gagnagrunni lögreglu ekki nægjanlega vernd og benti í því samhengi á hversu erfitt væri að fá fingraförin tekin úr gagnagrunninum.", "\tÍ ljósi þessa taldi dómstóllinn að franskir dómstólar hefðu farið út fyrir svigrúm sitt til mats og ekki tekið nægjanlegt tillit til hagsmuna kæranda andspænis almannahagsmunum. Var því talið að brotið hefði verið meðalhóf gagnvart kæranda og að brotið hefði verið gegn 8. gr. sáttmálans.", ""]}