{"file": "ICE_HJUDICE_77818_12.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "77818/12", "text_paragraphs": ["© Translations published on \nPermission to re-publish this translation has been granted by \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Penchevi gegn Búlgaríu.", "Dómur frá 10. febrúar 2015", "Mál nr. 77818/12", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Börn. Forsjá. Ferðafrelsi.", "\t", "1. Málsatvik", "\tKærendur eru móðir og ólögráða barn hennar. Árið 2010 slitnaði upp úr hjónabandi kæranda og eiginmanns hennar og í kjölfarið flutti hún af heimilinu með barnið. Hún óskaði samþykkis föður barnsins til þess að mega flytja það með sér til Þýskalands þar sem hún stundaði nám. Faðirinn hafnaði beiðninni og hún leitaði úrskurðar dóms um að henni væri heimilt að flytjast með barnið úr landi. Málaferlin tóku alls tvö ár og tvo mánuði, en kröfu hennar var hafnað með dómi áfrýjunardómstóls í Búlgaríu. Frekari málaferlum sem hófust í júlí 2012 lauk með ákvörðun í desember sama ár þar sem kæranda var veitt leyfi til þess að ferðast frá Búlgaríu ásamt barni sínu.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur töldu að meðferð máls þeirra fyrir dómstólum hefði brotið gegn rétti þeirra til friðhelgi einkalífs og fjölskyldu samkvæmt 8. gr. sáttmálans.", "", "Niðurstaða", "\tDómstóllinn tók fram að réttur móður og barns til þess að búa saman væru tvímælalaust grundvallarréttindi sem féllu undir gildissvið 8. gr. sáttmálans. Vísað var til þess að hin langa málsmeðferð og niðurstaða dómstóla um að leyfa kæranda ekki að ferðast úr landi ásamt barninu hefði komið í veg fyrir að kærendur gætu haldið sameiginlegt heimili þar sem móðirin stundaði nám í Þýskalandi. Hefðu þau réttindi sem njóta verndar 8. gr. sáttmálans því verið skert. Talið var að skerðingin hefði átt sér stoð í lögum, en þar var mælt fyrir um að báðir foreldrar barns þyrftu að samþykkja að það færi úr landi. Þá væri með þessu stefnt að því lögmæta markmiði að tryggja réttindi beggja foreldra til umgengni við barnið. Dómstóllinn taldi að umrædd lög fælu sem slík ekki í sér óhóflegar skorður við því að foreldrar nytu þeirra réttinda sem 8. gr. væri ætlað að vernda. Taka þyrfti tillit til réttinda allra þeirra sem ættu hlut að máli, enda væru samvistir foreldra og barna þeirra grundvallarþáttur í réttinum til fjölskyldulífs samkvæmt 8. gr. sáttmálans.", "\tDómstóllinn vísaði til þess að dómstólar hefðu í tvígang komist að þeirri niðurstöðu að kæranda væri heimilt að flytja barnið úr landi, en að þessari niðurstöðu hefði verið snúið við af áfrýjunardómstól á grundvelli dómaframkvæmdar um sambærileg mál. Hins vegar hefði áfrýjunardómstóllinn ekki tekið málsatvik til sérstakrar skoðunar eða lagt mat á hvort barnið bæri skaða af því að fara úr landi ásamt móður sinni. Jafnframt var vísað til þess að niðurstaða áfrýjunardómstólsins hefði að nokkru leyti verið byggð á formannmarka á umsókn móðurinnar um leyfi til að flytja barnið úr landi. Með vísan til þessa taldi dómstóllinn að niðurstaða áfrýjunardómstólsins hefði ekki tekið nægilegt tillit til þess hvað teldist barninu fyrir bestu. Þá var tekið fram að málaferlin hefðu tekið meira en tvö ár og að á því tímabili hefði barnið ekki mátt ferðast úr landi ásamt móður sinni. Þar sem málaferlin vörðuðu grundvallarréttindi kærenda til friðhelgi einkalífs og fjölskyldu væri mikilvægt að þeim væri hraðað og ætti það sérstaklega við vegna ungs aldurs barnsins í þessu máli. Samkvæmt þessu taldi dómstóllinn að málaferlin og niðurstaða áfrýjunardómstólsins í máli kærenda hefðu falið í sér brot gegn 8. gr. sáttmálans.", "\t Búlgarska ríkinu var gert að greiða kærendum 7.500 evrur í miskabætur og 1.101 evrur í skaðabætur.", ""]}