{"file": "ICE_HJUDICE_20981_10.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "20981/10", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Mladina D.D. Ljubljana gegn Slóveníu", "Dómur frá 17. apríl 2014", "Mál nr. 20981/10", "10. gr. Tjáningarfrelsi", "Stjórnmálamenn. Gildisdómar.", "", "1. Málsatvik", "\tKærandi er útgáfufélag í Ljubljana sem gefur út vikuritið Mladina. Í grein sem birtist í tímaritinu var þingmaðurinn S.P. harkalega gagnrýndur fyrir ummæli sín og framgöngu í umræðum á þingi. Hafði hann lýst samkynhneigðum sem almennt óæskilegum þjóðfélagshópi og undirstrikað orð sín með því að herma eftir samkynhneigðum karlmanni með leikrænu látbragði. Lýsti blaðið þingmanninum sem „vitsmunalega gjaldþrota“ sem fengi tæpast ræstingavinnu við barnaskóla. Í meiðyrðamáli sem S.P. höfðaði var kærandi var dæmdur til að greiða skaðabætur og birta hluta dómsins í vikuritinu. Töldu innlendir dómstólar ummæli ritsins hafa verið meiðandi og skorta næga stoð í staðreyndum málsins, auk þess sem orðbragðið hefði ekki þjónað þeim tilgangi að veita almenningi upplýsingar.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi brotið gegn tjáningarfrelsi sínu skv. 10. gr. sáttmálans.", "", "Niðurstaða", "\tDómstóllinn benti á að ummælin hefðu verið viðhöfð í fjölmiðli og í samhengi við stjórnmálaumræðu um málefni sem varðaði almenning en þá væru fáar takmarkanir ásættanlegar. Stjórnmálamaður þyrfti auk þess að þola meira en einkapersóna, einkum ef hann hefði sjálfur viðhaft gagnrýniverð ummæli í aðdragandanum. Í þessu samhengi áréttaði dómstóllinn að frelsi fjölmiðla tæki eftir atvikum til ýkja og jafnvel ögrana. Framkomu S.P. hefði að vísu verið lýst með gífuryrðum sem hefðu með réttu getað talist móðgandi. Hins vegar hefði lýsingin á honum falið í sér gildisdóm. Greinarhöfundur hefði gert allítarlega grein fyrir þeim staðreyndum sem sá dómur væri reistur á og síðan lagt út af þeim á hátt sem dómstóllinn taldi líkingakenndan. Í áköfum skoðanaskiptum, þar sem hvorugur hefði haldið aftur af sér, taldi dómstóllinn ummælin fremur lýsa heitri andstöðu en staðreyndabundnu mati á gáfnafari þingmannsins.", "\tÍ ofangreindu ljósi bæri að álíta ræðu og framferði S.P. gefa næga stoð fyrir ummælunum. Auk þess fælist í þeim andóf við ummælum S.P. sjálfs sem telja mætti háð sem ýtti undir neikvæðar staðalímyndir. Loks hæfðu þau ekki aðeins hinum ögrandi ummælum S.P. heldur einnig þeim stíl sem hann hefði fært þau í. Orðbragð sem félli utan verndar tjáningarfrelsisins, væri það viðhaft til þess eins að móðga, kynni að njóta verndar, væri því beitt sem stílbragði. Í ljósi samhengis og stíls greinarinnar taldi dómstóllinn ekki um tilefnislausa persónuárás að ræða. Innlendir dómstólar hefðu þannig ekki á sannfærandi hátt sýnt fram á einhverja brýna þjóðfélagsþörf til að láta vernd mannorðs S.P. ganga framar tjáningarfrelsi kæranda. Nauðsyn hefði því ekki borið til skerðingar þess í lýðræðislegu þjóðfélagi og því verið brotið gegn 10. gr. sáttmálans.", "\tDómstóllinn taldi áfellisdóminn fela í sér nægilegar miskabætur en kæranda voru dæmdar 2921 evrur í bætur vegna fjártjóns.", ""]}