{"file": "ICE_HJUDICE_23883_06.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "23883/06", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Khurshid Mustafa og Tarzibachi gegn Svíþjóð", "Dómur frá 16. desember 2008", "Mál nr. 23883/06", "10. gr. Tjáningarfrelsi", "Sjónvarpsútsendingar. Réttur til að taka við upplýsingum.", "", "1. Málsatvik", "\tKærendur, Adnan Khurshid Mustafa og eiginkona hans Weldan Tarzibachi, eru sænskir ríkisborgarar af íröskum uppruna. Þau eru fædd 1957 og 1963 og búsett í Västeras í Svíþjóð. Þau eiga saman þrjú börn. Kærendur leigðu íbúð fjölbýlishúsi í Rinkeby, úthverfi Stokkhólms, frá 1. nóvember 1999. Í leigusamningi var ákvæði þess efnis að þau mættu ekki án sérstaks leyfis setja upp gervihnattardisk. Þegar kærendur fluttu inn var gervihnattardiskur á framhlið hússins við hlið eins gluggans á íbúð þeirra. Kærendur nýttu sér hann til að taka á móti sjónvarpssendingum á arabísku og Farsí. Í október 2003 urðu eigendaskipti á íbúð kærenda og nýr eigandi tók við leigusamningnum. Nýi leigusalinn skipaði kærendum að taka gervihnattadiskinn niður á grundvelli ákvæða leigusamningsins. Kærendur urðu ekki við því. Hinn 2. apríl 2004 skrifaði leigusali kærendum því bréf þar sem hann tilkynnti þeim um riftun leigusamningsins. Í bréfinu var jafnframt tekið fram að staðsetning gervihnattadisksins skapaði hættu á skemmdum á eignum og slysum á fólki sem hann myndi sjálfur þurfa að lokum að bera ábyrgð á sem húseigandi. Skömmu síður tóku kærendur niður gervihnattadiskinn en þess í stað byggðu þau járnfót í eldishúsi sínu með armi sem var hægt að teygja út um gluggann og var nýr gervihnattadiskur festur þar á. Í samræmi við ráðgjöf verkfræðings á öryggi þessa tækjabúnaðar festu kærendur einnig vír við gervihnattadiskinn. Óskuðu kærendur eftir því að fallið yrði frá riftun leigusamningsins á þeim forsendum að þau hefðu orðið við ósk hans um að taka niður fyrri gervihnattadisk, nýi gervihnattadiskurinn væri í samræmi við öryggiskröfur og að meta yrði hagsmuni leigusala eftir leigulögum í ljósi réttar kærenda til að taka við upplýsingum sem verndaður væri m.a. í 10. gr. Mannréttindasáttmálans. Andmælti leigusalinn engu að síður og bætti við að í undirbúningi væri að leggja breiðband í húsin og veita leigjendum internet aðgang sem myndi gera kærendum kleift að móttaka þær erlendu sjónvarpsstöðvar sem þau óskuðu. Leiguráð féllst á málatilbúnað kærenda en áfrýjunarréttur ákvarðaði leigusalanum í vil 20. desember 2005. Kærendur héldu því fram að vegna þess hve erfitt væri að fá leiguíbúðir í Stokkhólmi og vegna þess að þau hefðu fengið útburðarkröfu á sig hefðu þau þurft að flytja til Västeras um 110 km frá Stokkhólmi. Þetta hefði í för með sér dýrari samgöngur til að komast til og frá vinnu og röskun fyrir börnin sem þurftu að skipta um skóla og yfirgefa vini sína.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKvörtun kærenda laut að því að brotið hefði verið gegn rétti þeirra til að taka við upplýsingum samkvæmt 10. gr. sáttmálans og einnig gegn friðhelgi heimilisins samkvæmt 8. gr. því fjölskyldan hefði verið neydd til að flytja frá heimili sínu í Rynkeby.", "", "Niðurstaða", "\tUm 10. gr.: Dómstóllinn taldi að málið félli undir gildissvið 10. gr. sáttmálans þar sem áfrýjunardómstóll í Svíþjóð hefði ekki eingöngu dæmt á grundvelli leigusamnings tveggja einkaréttarlegra aðila heldur einnig túlkað leigulög og lagt mat á rétt kærenda til að taka á móti upplýsingum samkvæmt sænsku stjórnarskránni. Dómstóllinn leit til þess að gervihnattardiskurinn gerði kærendum kleift að horfa á sjónvarpsefni á arabísku og Farsí frá upprunalandi þeirra, Írak. Meðal efnisins voru pólitískar og samfélagslegar fréttir sem þau höfðu sérstaka hagsmuni af sem innflytjendafjölskylda sem vildi viðhalda tengslum við menningu og tungu upprunalands síns. Á þeim tíma er um ræddi hefðu ekki verið neinar aðrar leiðir til að fá aðgang að efninu og ekki var mögulegt að staðsetja diskinn annars staðar. Þá væri ekki hægt að jafna fréttum úr erlendum dagblöðum og útvarpsstöðvum við upplýsingar sem fengjust í gegnum sjónvarpsútsendingu. Ennfremur áttu áhyggjur leigusalans um öryggi ekki neina stoð þar sem sýnt var fram á að uppsetningin var örugg. Jafnframt hefði útburður á kærendum og börnum þeirra þremur verið úr hófi miðað við það lögmæta markmið sem að var stefnt, þ.e. hagsmunir leigusalans af því að viðhalda reglu og góðri venju. Dómstóllinn komst að þeirri niðurstöðu að takmörkun á rétti kærenda til taka við upplýsingum hefði ekki verið nauðsynleg í lýðræðisþjóðfélagi. Var það einróma niðurstaða dómstólsins að 10. gr. sáttmálans hefði verið brotin.", "\tDómstóllinn taldi ekki ástæðu til að skoða málið út frá 8. gr. sáttmálans.", "\tMeð vísan til 41. gr. sáttmálans voru kærendum dæmdar 6.500 evrur í skaðabætur og 5.000 evrur í miskabætur. Auk þess voru kærendum dæmdar 10.000 evrur í málskostnað.", "", ""]}