{"file": "ICE_HJUDICE_27183_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "27183/04", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "Rousk gegn Svíþjóð", "Dómur frá 25. júlí 2013", "Mál nr. 27183/04", "8. gr. Friðhelgi einkalífs og fjölskyldu", "1. gr. 1. viðauka. Friðhelgi eignarréttar", "Skattskuldir. Útburður. Friðhelgi heimilis. Meðalhóf.", "", "1. Málsatvik", "\tKærandi, Jim Rousk, er sænskur ríkisborgari fæddur árið 1950. Hann lést í júní 2011 og hélt eiginkona hans, Julia Rousk, málinu áfram fyrir hans hönd. Kærandi var eigandi fyrirtækis í Svíþjóð. Hann hafði ekki skilað inn skattskýrslum vegna fyrirtækisins, eins og lögboðið var, og var lagður á hann skattur samkvæmt áætlun skattyfirvalda. Í kjölfar þessa fór fram nauðungarsala á heimili kæranda og hann borinn út úr heimili sínu ásamt eiginkonu sinni. Þetta var gert, enda þótt kærandi hefði óskað eftir því að aðgerðum yrði frestað og fyrir lægi að honum hefði verið veittur greiðslufrestur vegna stærsta hluta skuldarinnar á þeim degi sem eignin var seld á nauðungarsölu. Eftir að greiðslufrestur hafði verið veittur nam gjaldkræf skuld hans um 800 evrum.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að þessar aðgerðir skattyfirvalda hefði brotið gegn eignarrétti hans samkvæmt 1. gr. 1. viðauka sáttmálans, svo og gegn friðhelgi einkalífs og fjölskyldu samkvæmt 8. gr. sáttmálans.", "", "Niðurstaða", "\tUm 1. gr. 1. viðauka: Dómstóllinn tók fram að líta yrði svo á að þær aðgerðir sem kærandi sætti fælu í sér eignarsviptingu í skilningi 2. mgr. 1. gr 1. viðauka, enda væri um að ræða sölu á fasteign hans til fullnustu skattskuldar samkvæmt lögum aðildarríkisins. Dómstóllinn lagði áherslu á að gæta yrði meðalhófs við eignarsviptingu sem ætti sér stoð í lögum og að meta yrði hvort hagsmunir samfélagsins réttlættu skerðingu á eignarrétti einstaklings í hverju tilviki fyrir sig. Þannig samræmdist það ekki 1. gr. 1. viðauka að leggja óhóflegar og ósanngjarnar byrðar á einstakling.", "\tDómstóllinn tók fram að kærandi hefði í fyrstu ekki gert athugasemdir við áætlun skattyfirvalda um álagningu skatts og hefði ekki óskað eftir greiðslufresti fyrr en sett var fram krafa um nauðungarsölu á heimili hans. Hins vegar hefði kærandi óskað eftir greiðslufresti áður en uppboð vegna nauðungarsölunnar fór fram og greitt mestan hluta skuldarinnar áður en honum var gert að rýma húsið. Með hliðsjón af lágri fjárhæð eftirstöðva skuldarinnar taldi dómstóllinn að unnt hefði verið að grípa til aðgerða til að koma í veg fyrir útburð kæranda og fjölskyldu hans. Því komst dómstóllinn að þeirri niðurstöðu að ekki hefði verið gætt meðalhófs við aðgerðir stjórnvalda og að brotið hefði verið gegn 1. gr. 1. viðauka sáttmálans.", "\tUm 8. gr: Dómstóllinn tók fram að nauðungarsala á heimili kæranda og útburður fjölskyldunnar hefði falið í sér skerðingu á þeim réttindum sem 8. gr. sáttmálans verndar. Talið var að skerðingin ætti sér stoð í settum lögum og stefndi að því lögmæta markmiði að tryggja greiðslu skatta. Dómstóllinn lagði áherslu á að til að skerðing að þessu tagi teldist nauðsynleg í lýðræðisþjóðfélagi yrði að gæta meðalhófs við framkvæmd hennar, en að eftirláta yrði aðildarríkjunum rúmt svigrúm í þeim efnum. Eins og hér var ástatt taldi dómstóllinn að um verulega röskun á högum kæranda og fjölskyldu hans væri að ræða. Talið var að hagsmunir kæranda hefðu í þessu tilviki ríkara vægi, en hagsmunir ríkisins af því að ná fram greiðslu skattaskuldar sem var óveruleg að fjárhæð. Því taldi dómstóllinn að brotið hefði verið gegn 8. gr. sáttmálans.", "\tSænska ríkið var dæmt til að greiða kæranda 65.000 evrur í skaðabætur, 15.000 evrur í miskabætur og 8.300 evrur í málskostnað.", ""]}