{"file": "ICE_HJUDICE_16047_10.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "16047/10", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "UTE Saur Vallnet gegn Andorra", "Dómur frá 29. maí 2012", "Mál nr. 16047/10", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "Sjálfstæður og óvilhallur dómstóll. Vanhæfi dómara. Heimildir til endurupptöku.", "", "1. Málsatvik", "\tKærandi, Saur Vallnet, er fyrirtæki með höfuðstöðvar í La Vella í Andorra. Það var stofnað árið 1999 í þeim tilgangi að taka þátt í útboði á vegum umhverfisráðuneytis Andorra um byggingu skólphreinsistöðvar. Tilboð kæranda var samþykkt í lok árs 1999.", "\tÍ júlí 2004 var kæranda greint frá því að ríkið teldi að skólphreinsistöðin uppfyllti ekki nánar tilgreind lágmarksskilyrði og skilmála samningsins. Árið 2007 voru lagðar stjórnsýslusektir á kæranda sem námu 1.586.976,34 evrum vegna samningsbrots og 241.042,89 evrum vegna mats- og viðgerðarkostnaðar. Kærandi kærði ákvörðunina til æðra stjórnvalds í september 2007 og síðar til dómstóls í Andorra sem staðfesti sektina. Kærandi áfrýjaði árið 2009 til Hæstaréttar Andorra og staðfesti rétturinn dóminn.", "\tKærandi reyndi tvívegis að fá málið endurupptekið fyrir Hæstarétti Andorra, í síðara skiptið á þeim grundvelli að dómari við réttinn sem var jafnframt forseti þeirrar deildar sem fór með mál hans hefði verið meðeigandi og stjórnarmaður í lögmannsstofu í Barcelona sem seldi yfirvöldum í Andorra lögfræðiþjónustu allt frá árinu 2002. Hæstiréttur vísaði beiðnum kæranda frá þar sem frestur til endurupptöku var útrunninn. Kærandi skaut málinu þá til stjórnlagadómstóls sem taldi málið ekki tækt til meðferðar.", "\tHinn 10. nóvember 2010 hófst aðfarargerð til að fullnægja ákvörðun um stjórnsýslusektina og var hún staðfest af dómstól. Kærandi kærði ákvörðun um fullnustu sektar til hæstaréttar og krafðist þess jafnframt að allir dómarar vikju sæti sökum þess að sjálfstæði dómstólsins og óvilhöll meðferð hans væri ekki tryggð vegna vanhæfis eins dómarans, eins og áður er rakið. Einnig fór kærandi fram á að fullnustu dómsins yrði frestað meðan málið væri til meðferðar hjá Mannréttindadómstóli Evrópu.", "\tHinn 15. júní 2011 var kæran tekin fyrir hjá Hæstarétti Andorra og var fyrrgreindum dómara gert að víkja sæti við meðferð málsins. Tók annar dómari sæti í hans stað en niðurstaða var ekki komin í málinu er Mannréttindadómstóllinn kvað upp sinn dóm.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran\n\tKærandi byggði kæru sína á 1. mgr. 6. gr. sáttmálans og hélt því fram að brotið hefði verið gegn réttindum hans í Hæstarétti Andorra þar sem einn dómara hefði verið vanhæfur til meðferðar máls hans.", "", "Niðurstaða", "\tMannréttindadómstóllinn benti á að það var óumdeilt um að umræddur dómari var meðeigandi í spænskri lögmannsstofu sem veitti stjórnvöldum í Andorra lögfræðilega ráðgjöf á þeim tíma sem áðurnefnt mál var rekið fyrir dómstólum þar. Höfðu yfirvöld í Andorra greitt háar fjárhæðir til stofunnar fyrir lögfræðiþjónustu allt frá árinu 2002. Benti dómstóllinn á að tengsl þessi leiddu til þess að skynsamlegur vafi væri uppi um hlutleysi dómarans, enda þótt dómarinn hefði enga beina hagsmuni af úrlausn málsins. Dómstóllinn ályktaði að innlendir dómstólar hefðu staðfest grun kæranda um vanhæfi dómarans og þar af leiðandi réttarins í málinu um fullnustu sektarinnar, en máli kæranda væri þó ekki enn lokið fyrir dómstólum í Andorra. Taldi Mannréttindadómstóllinn því að brotið hefði verið gegn 1. mgr. 6. gr. sáttmálans.", "\tÁ grundvelli 41. gr. sáttmálans var Andorra gert að greiða kæranda 12.000 evrur í miskabætur og 8.000 evrur í málskostnað."]}