{"file": "ICE_HJUDICE_53025_99.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "53025/99", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Frankowicz gegn Póllandi", "Dómur frá 16. desember 2008", "Mál nr. 53025/99", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "10. gr. Tjáningarfrelsi", "Siðareglur lækna. Agaviðurlög. Sjálfstæður og óvilhallur dómstóll.", "", "1. Málsatvik", "\tKærandi, Ryszard Frankowicz, er pólskur ríkisborgari, fæddur 1952 og búsettur í Tarnów í Póllandi. Hann er kvensjúkdómalæknir og var forseti samtaka sem berjast fyrir réttindum sjúklinga í Póllandi. Í ágúst 1995 stofnaði kærandi fyrirtæki sem veitti m.a. ráðgjöf til sjúklinga vegna umkvartana í tengslum við læknismeðferðir. Kærandi ritaði skýrslu um J.M. sem hafði fengið læknismeðferð á heilsugæslustöð í Tarnów og byggði á sjúkraskýrslum sem kærandi aflaði sér. Hann gagnrýndi læknismeðferðina og taldi að heilsa J.M. hefði versnað vegna hennar en hann þjáðist bæði af lifrabólgu og skorpulifur. Var kærandi í kjölfarið kærður fyrir að hafa rýrt traust á öðrum læknum og gefið álit sitt á flókinni meðferð utan sérsviðs síns. Kærandi hlaut áminningu frá sérdómstól um agaviðurlög lækna fyrir að hafa brotið gegn siðareglum lækna. Hann áfrýjaði málinu til æðri dómstóls en án árangurs.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKvörtun kæranda laut að því að brotið hefði verið gegn tjáningarfrelsi hans samkvæmt 10. gr. og rétti til réttlátrar málsmeðferðar fyrir sjálfstæðum og óvilhöllum dómstól samkvæmt 1. mgr. 6. gr. sáttmálans.", "", "Niðurstaða", "\tUm 10.gr.: Dómstóllinn taldi að áminning kæranda hafði falið í sér afskipti af tjáningarfrelsi hans en áminningin gilti í þrjú ár. Þá tók dómstóllinn fram að takmörkunin ætti sér stoð í lögum og stefndi að lögmætu markmiði, þ.e. vernd réttinda og orðspors annarra. Dómstóllinn tók fram að álit kæranda var gefið í kjölfar þess að J.M. hafði leita til hans og óskað þess. Þá hefði kærandi látið J.M. álitið í té sem hefði nýtt það að eigin vild. Hins vegar væru engin merki þess að álitinu hefði síðar verið dreift eða það gert opinbert. Dómstóllinn féllst á að vegna eðlis sambands læknis og sjúklings sem byggist á trausti og trúnaði geti verið þörf á að tryggja samstöðu innan læknisstéttarinnar. Dómstóllinn benti engu að síður á þann rétt sjúklings að eiga ávallt kost á að fá álit annars læknis og hlutlægt mat á athöfnum læknis síns. Í máli kæranda hefðu yfirvöld komist að niðurstöðu án þess að reyna að staðreyna sannleiksgildi niðurstaðna læknisfræðilegs álits kæranda. Niðurstaðan byggðist á algeru banni í Póllandi á allri gagnrýni milli lækna. Dómstóllinn leit til þess að afleiðing algers banns væri sú að það gæti latt lækna til að setja fram hlutlægt álit á heilsu og meðferð sjúklinga sem gæti sett sjálfan tilgang heilbrigðisstéttarinnar um vernd heilbrigði og lífs í hættu. Þá leit dómstóllinn til þess að landsdómstólar hefðu ekki tekið tillit til þess hvort samfélagslegir hagsmunir voru í húfi. Álit læknisins hefði ekki verið persónuleg árás á annan lækni heldur gagnrýnin læknisfræðilega afstaða. Dómstóllinn taldi því að ekki hefði verið gætt meðalhófs við takmörkun á tjáningarfrelsi kæranda. Dómstóllinn komst einróma að þeirri niðurstöðu að brotið hefði verið gegn réttindum hans samkvæmt 10. gr. sáttmálans.", "", "\tUm 1. mgr. 6. gr.: Kærandi taldi að dómarar í máli hans fyrir landsdómstólum hefðu ekki verið nægilega sjálfstæðir og óvilhallir. Flestir dómarar í máli hans hefðu verið læknar og meðlimir ákveðinna samtaka lækna og hefðu því bæði eigin hagsmuna að gæta og líklegir til að sæta þrýstingi frá yfirvöldum í Tarnów. Mannréttindadómstóllinn taldi að efasemdir kæranda um sjálfstæði og hlutleysi meðlima læknadómstólsins ekki nægilega rökstuddar en hann hefði ekki geta sýnt fram á nein merki þess að yfirvöld í Tarnów hefðu beitt dómarana þrýstingi. Dómstóllinn leit einnig til þess hvernig læknadómstóllinn hefði verið skipaður. Dómstóllinn komst að þeirri niðurstöðu að 1. mgr. 6. gr. MSE hefði ekki verið brotin.", "\tMeð vísan til 41. gr. sáttmálans voru kæranda dæmdar 3.000 evrur í miskabætur."]}