{"file": "ICE_HJUDICE_18766_11.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "18766/11", "text_paragraphs": ["© Translations published on \nPermission to re-publish this translation has been granted by \nfor the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Oliari o.fl. gegn Ítalíu", "Dómur frá 21. júlí 2015", "Mál nr.  og ", "8. gr. Friðhelgi einkalífs og fjölskyldu", "Réttindi samkynhneigðra. Lagaleg vernd sambúðar. Jákvæðar skyldur.", "", "1. Málsatvik", "\tKærendur eru þrjú samkynhneigð pör í langtímasamböndum sem gátu ekki gengið í hjúskap vegna þess að ítölsk lög kváðu á um að hjón yrðu að vera af gagnstæðu kyni. Í kjölfar kæru fyrsta parsins óskaði áfrýjunardómstóll eftir úrskurði stjórnlagadómstóls Ítalíu um það hvort viðkomandi löggjöf stæðist stjórnarskrá. Árið 2010 komst stjórnlagadómstóllinn að þeirri niðurstöðu að rétturinn til að stofna til hjónabands, sem ítalska stjórnarskráin tryggi, næði ekki til sambanda samkynhneigðra, en ætti aðeins við um hjónaband karls og konu. Jafnframt benti stjórnskipunardómstóllinn á að það væri í verkahring þingsins að að meta hvort reglur yrðu settar um viðurkenningu réttinda og skyldna para af sama kyni.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærendur héldu fram brotum á 8. og 12. gr. sáttmálans, hvorri um sig bæði einni sér og ásamt 14. gr. sáttmálans.", "", "Niðurstaða", "\t Dómstóllinn hafði þegar í fyrri málum komist að þeirri niðurstöðu að sambönd samkynja para sem byggju í langtímasamböndum sem makar í raun (e. de facto partnerships) féllu innan hugtaksins „fjölskyldulíf“ í merkingu 8. gr. sáttmálans. Þá hafði dómstóllinn viðurkennt að pör af sama kyni þörfnuðust lagalegrar viðurkenningar og verndar sambands síns, svo sem bæði þingið og ráðherraráðið hefðu undirstrikað frekar.", "\tDómstóllinn taldi þá lagavernd, sem samkynja pörum stæði til boða á Ítalíu, ekki tryggja þær grundvallarþarfir sem ættu við um pör í staðföstu langtímasambandi. Þótt skráning samkynja sambanda hjá yfirvöldum væri möguleg í u.þ.b. 2% sveitarfélaga í landinu hefði hún ekki annað en táknrænt gildi, en veitti engin réttindi. Frá því í desember 2013 hefðu samkynja pör átt kost á að gera með sér „sambúðarsamninga“, en gildi þeirra væri takmarkað. Þeir tryggðu ekki ýmis grundvallaratriði svo sem gagnkvæma skyldu til stuðnings og framfærslu og erfðarétt. Auk þess væru slíkir samningar opnir öllum einstaklingum sem byggju saman, sem þýddi að höfuðmarkmið þeirra væri ekki að vernda pör. Þar að auki krefðust þeir þess að viðkomandi par byggi saman, en dómstóllinn hefði þegar viðurkennt að það að búa saman væri ekki skilyrði þess að til staðar væri langtímasamband maka, enda gengju mörg pör, innan og utan hjónabands, í gegnum tímabil í fjarbúð, t.d. af atvinnuástæðum.", "\tÞannig stangaðist félagslegur raunveruleiki kærendanna, sem lifðu sem pör án þess að fara leynt með það, á við lögin, sem gerðu þeim ókleift að fá opinbera viðurkenningu sambanda sinna. Dómstóllinn áleit ekki sérlega íþyngjandi fyrir ítalska ríkið að tryggja viðurkenningu og vernd samkynja sambanda. Að hjónabandi frátöldu hefðu samkynja pör á borð við kærendur sérstaka hagsmuni af því að eiga kost á einhvers konar borgaralegu sambandi eða skráðri samvist. Það tryggði þeim ekki aðeins á sem mest viðeigandi hátt lagalega vernd án ónauðsynlegra hindrana, heldur hefði dómstóllinn þegar komist að þeirri niðurstöðu í málinu Vallianatos gegn Grikklandi að slík borgaraleg samvist hefði gildi í sjálfri sér fyrir fólk í stöðu kærenda.", "\tÞá leit dómstóllinn til þess að meðal aðildarríkja Evrópuráðsins væri aukin þróun í þá átt að viðurkenna sambúð samkynja para, en 24 af 47 aðildarríkjum hefðu sett lög um slíka viðurkenningu. Enn fremur hefði stjórnlagadómstóll Ítalíu bent á þörf fyrir lagasetningu til að viðurkenna og vernda samkynja sambönd. Ítalski löggjafinn hefði lengi látið undir höfuð leggjast að taka tillit til þessa. Þetta ákall ítalskra dómstóla endurspeglaði afstöðu meirihluta Ítala, sem styddu samkvæmt nýlegum könnunum lagalega vernd samkynja para. Ítalska ríkið hefði hvorki mælt því í mót að slík pör þörfnuðust hennar né bent á nokkra samfélagshagsmuni sem réttlættu núverandi ástand.", "\tÍ ljósi alls ofangreinds varð það einróma niðurstaða dómstólsins að ítalska ríkið hefði brugðist skyldu sinni samkvæmt 8. gr. sáttmálans til að tryggja að kærendum stæði til boða að sambönd þeirra nyti viðurkenningar samkvæmt lögum.", "\tKærendum voru dæmdar 5000 evrur hverjum í miskabætur, en kröfu um skaðabætur var vísað frá.", ""]}