{"file": "ICE_HJUDICE_44362_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "44362/04", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Dickson gegn Bretlandi", "Dómur frá 4. desember 2007 - Yfirdeild", "Mál nr. 44362/04", "8. gr. Friðhelgi einkalífs og fjölskyldu", "12. gr. Réttur til að stofna til hjúskapar", "Fangar. Réttur til tæknifrjóvgunar.", "", "1. Málsatvik", "Kærendur, Kirk og Lorraine Dickson, eru breskir ríkisborgarar. Hann er fæddur 1972 og er vistaður í Dovergate-fangelsi í Uttoxeter. Hún er fædd 1958 og býr í Hull.", "Árið 1994 var Dickson sakfelldur fyrir manndráp og dæmdur í ævilangt fangelsi, án möguleika á reynslulausn fyrr en eftir 15 ára afplánun. Hann er barnlaus. Árið 1999 kynntist hann Lorraine, í gegnum pennavinasamtök fangelsa, á meðan hún afplánaði einnig fangelsisrefsingu. Árið 2001 giftust þau. Hún átti þrjú börn frá fyrri samböndum.", "Parið óskaði eftir tæknifrjóvgun svo að þau gætu eignast saman barn, þar sem þeim yrði það annars ómögulegt í ljósi þess hvenær Kirk Dickson yrði í fyrsta lagi látinn laus og aldurs Lorraine. Ráðherra fangelsismála hafnaði beiðni þeirra. Þau skutu málinu til dómstóla en fengu niðurstöðunni ekki hnekkt.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "Kærendur héldu því fram að synjun um að þau gengjust undir tæknifrjóvgunarmeðferð bryti í bága við rétt þeirra til friðhelgi einkalífs og fjölskyldu samkvæmt 8. gr. og rétt þeirra til að stofna til hjúskapar og stofna fjölskyldu samkvæmt 12. gr.", "", "Niðurstaða deildar", "\tDeild dómstólsins komst að þeirri niðurstöðu í dómi frá 18. apríl 2006 að ekki hefði verið brotið gegn réttindum kærenda sem tryggð væru í 8. gr. og 12. gr. sáttmálans. Þrír dómarar af sjö skiluðu séráliti. (Sjá reifun dómsins í Dómareifanir Mannréttindadómstóls Evrópu, 1. hefti 2006.)", "", "Niðurstaða yfirdeildar", "\tDómstóllinn taldi kjarna málsins lúta að því að finna jafnvægi á milli almannahagsmuna og hagsmuna kærenda. Fallist var á að tæknifrjóvgun væri eina leið kærenda til þess að eignast barn saman og greinilegt væri að barneignir skiptu þau miklu máli. Varðandi almannahagsmuni vísaði yfirdeildin til þess að ekkert í sáttmálanum leiddi til sjálfvirkrar skerðingar á réttindum fanga að þessu leyti. Dómstóllinn benti á að traust almennings á refsikerfinu væri afar mikilvægur þáttur í framþróun viðurlagaúrræða. Jafnframt vísaði hún til aukinnar áherslu á betrun og endurhæfingu í refsifullnustu og að í 30 aðildarríkjum væru makaheimsóknir leyfðar.", "\tVísað var til þess að ríkjum bæri skylda til þess að hafa velferð barna í huga og tryggja vernd þeirra. Þessi skylda næði þó ekki svo langt að banna getnað barna við aðstæður eins og uppi væru í málinu. Dómstóllinn taldi að þau viðmið sem lögð hefðu verið til grundvallar við meðferð máls kærenda, þ.e. að tæknifrjóvgun væri aðeins heimiluð í undantekningartilvikum, væru of ströng og settu mati á aðstæðum hverju sinni of þröngar skorður. Yfirdeildin taldi jafnframt óheppilegt að viðmiðin hefðu ekki verið formlega sett og birt. Niðurstaða yfirdeildarinnar var því sú að ekki hefði verið fundið sanngjarnt jafnvægi á milli hagsmuna almennings annars vegar og kærenda hins vegar og því hefði verið brotið gegn 8. gr. sáttmálans. Var því talið óþarft að fjalla um málið með hliðsjón af 12. gr. sáttmálans.", "\tYfirdeildin komst að þeirri niðurstöðu að kærendur skyldu fá 5.000 evrur sameiginlega í miskabætur, auk 21.000 evra í málskostnað, en þar af skyldi draga 2.148,9 evrur sem Evrópuráðið hafi greitt af málskostnaði þeirra.", "\tFimm dómarar skiluðu séráliti.", ""]}