{"file": "ICE_HJUDICE_34932_04.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "34932/04", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "Paksas gegn Litháen", "Dómur frá 6. janúar 2011", "Mál nr. 34932/04", "6. gr. Réttur til réttlátrar málsmeðferðar fyrir dómi", "3. gr. 1. viðauka. Réttur til frjálsra kosninga", "Réttur til að bjóða sig fram í kosningum. Sjálfstæður og óvilhallur dómstóll.", "", "1. Málsatvik", "\tKærandi, Rolondas Paksas, er litháenskur ríkisborgari, fæddur árið 1956 og búsettur í Vilníus. Þann 5. janúar 2003 var hann kjörinn forseti litháenska lýðveldisins. Litháenska þingið vék honum úr embætti 6. apríl 2004 eftir að stjórnlagadómstóll landsins, komst að þeirri niðurstöðu að hann hefði í forsetatíð sinni framið alvarleg brot gegn stjórnarskrá ríkisins og þeim eiði sem hann hafði unnið að stjórnarskránni, en þingið hafði vísað málinu til stjórnlagadómstólsins. Kærandi hafði veitt rússneskum viðskiptajöfri litháenskan ríkisborgararétt og látið honum í té ríkisleyndarmál með því að upplýsa hann um að hann sætti rannsókn öryggismálastofnana, auk þess sem hann hafði misnotað stöðu sína sem forseti með öðrum tilteknum hætti.", "\tÞann 22. apríl 2004 komst landskjörstjórn Litháen að þeirri niðurstöðu að kærandi gæti boðið sig aftur fram í næstu forsetakosningum. Litháenska þingið brást þá við með því að breyta kosningalögum þannig að ekki væri heimilt að kjósa að mann forseta eða í á þing sem áður hefði verið vikið úr embætti. Þingmenn skutu málinu til stjórnlagadómstóls sem komst að þeirri niðurstöðu 25. maí 2004 að þinginu hefði verið heimilt að banna þeim, sem vikið hefði verið úr forsetaembætti, að bjóða sig aftur fram til annars embættis þar sem vinna þyrfti eið að stjórnarskránni.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi hélt því fram að stjórnlagadómstóll Litháen hefði ekki verið sjálfstæður og óvilhallur í máli hans vegna tengsla þingsins við dómstólinn og auk þess hefði hann ekki fengið réttláta málsmeðferð. Því hefði verið brotið gegn rétti hans samkvæmt 1. mgr. 6. gr. sáttmálans. Einnig hefði réttur hans samkvæmt 2. mgr. 6. gr. sáttmálans, til að teljast saklaus uns sekt hans væri sönnuð verið sniðgenginn með ýmsu móti. Viðurlög sem honum hefðu verið ákveðin með lagabreytingu, þ.e. að geta ekki boðið sig fram aftur, hefðu falið í sér brot á réttindum hans samkvæmt 7. gr. sáttmálans. Einnig hefði verið brotið gegn réttindum hans samkvæmt 1. mgr. 4. gr. 7. viðauka þar sem hann hefði bæði þurft að sæta ákærumeðferð þingsins og síðar sakamálameðferð vegna sama brots. Þá hélt kærandi því fram að brotið hefði verið gegn 3. gr. 1. viðauka sáttmálans þar sem sértæk lög hefðu verið sett sem bönnuðu honum að gegna embætti í framtíðinni. Loks taldi kærandi að þar sem honum hefði verið meinað að bjóða sig fram til þings til lífstíðar hefði verið brotið gegn kjarna réttarins um frjálsar kosningar.", "", "Niðurstaða", "\tUm 6. gr., 7. gr. og 1. mgr. 4. gr. 7. viðauka: Dómstóllinn taldi að í þeim tilvikum sem stjórnlagadómstóll Litháens fjallaði um mál kæranda hefði hvorki verið fjallað um réttindi og skyldur hans að einkamálarétti né um sök um refsivert brot í skilningi 1. mgr. 6. gr. sáttmálans. Hann hefði heldur ekki verið borinn sökum um refsiverða háttsemi í skilningi 2. mgr. 6. gr. sáttmálans. Að sama skapi hefði kærandi ekki sætt lögsókn eða refsingu samkvæmt 1. mgr. 4. gr. 7. samningsviðauka. Málaferlin hafi ekki leitt til þess að kærandi hefði verið sakfelldur eða hann þurft að sæta refsingu í skilningi 7. gr. sáttmálans. Í ljósi þessa hafnaði dómstóllinn kærunni varðandi þessar reglur sáttmálans.", "\tUm 1. gr. 3. samningsviðauka: Dómstóllinn tók fram að réttur samkvæmt 3. gr. 1. samningsviðauka tæki einungis til kosninga til löggjafarþings. Að því leyti sem kæran fjallaði um frávikningu kæranda úr forsetaembætti og bann við framboði hans til forseta gæti hún ekki stuðst við 3. gr. 1. samningsviðaukans. Kæran væri þó meðferðarhæf að því leyti sem hún varðaði rétt kæranda til að bjóða sig fram til löggjafarþings.", "\tDómstóllinn benti á að kærandi tilheyrði hópi einstaklinga sem hefðu orðið fyrir áhrifum af dómi stjórnlagadómstóls Litháen þann 25. maí 2004 og þeirri löggjöf sem þingið setti í kjölfar dómsins. Kærandi hefði verið sviptur möguleika á að bjóða sig fram til þings og því gæti hann haldið því fram að réttur hans til að bjóða sig fram í kosningum hefði verið takmarkaður. Ljóst væri að takmörkunin hefði stuðst við lög og að lögmætt markmið í skilningi 3. gr. 1. samningsviðaukans hefði búið að baki takmörkunni, þ.e.a.s. vernd hins lýðræðislega skipulags.", "\tDómstóllinn tók fram að þegar metið væri hvort takmörkunin hefði verið í samræmi við meðalhóf yrði að hafa í huga að 3. gr. 1. samningsviðauka útilokaði ekki þann möguleika að réttur manns til að gegna opinberu embætti yrði takmarkaður á þeim grundvelli að viðkomandi hefði t.d. misnotað alvarlega aðstöðu sína í slíku embætti eða að viðkomandi hefði með atferli sínu ógnað réttarríkinu eða lýðræðislegum stoðum ríkisins. Dómstóllinn tók fram að kærandi hefði notið ákveðins réttaröryggis þegar fjallað var um hvort hann hefði framið þess konar brot.", "\tEkki yrði þó litið framhjá því að réttindi kæranda samkvæmt 3. gr. 1. samningsviðauka höfðu verið takmörkuð verulega þar sem hann hefði verið varanlega sviptur möguleikanum á, bæði að bjóða sig fram til þings og til að gegna mörgum opinberum embættum. Skiljanlegt væri að aðildarríkin teldu að brot gegn stjórnarskrá eða brot á eiði að stjórnarskránni væru mjög alvarleg og einkum þegar þau framin í embætti forseta lýðveldis. Engu að síður væru þær takmarkanir sem gripið hefði verið til ekki í samræmi við markmiðið um vernd lýðræðislegs skipulags.", "\tDómstóllinn tók fram að afstaða litháenskra yfirvalda því frábrugðin því sem tíðkaðist meðal ríkja Evrópu, sérstaklega þar mælt sem lagaheimild með takmörkuninni hefði stjórnarskrárgildi og væri þannig varanlegri. Loks taldi dómstóllinn að jafnvel þótt hin umdeilda lagabreyting væri orðuð á almennan hátt, og tæki jafnt til allra í sömu aðstæðum og kærandi, yrði ekki litið hjá því að tilvik kæranda hefði augljóslega verið beinn hvati að hinni skjót meðferð sem frumvarpið fékk.", "\tÍ ljósi þessa var talið að brotið hefði verið gegn réttindum kæranda samkvæmt 3. gr. 1. samningsviðauka. Talið var að niðurstaða dómstólsins teldist eins og sér fela í sér nægilegar bætur fyrir þann miska sem kærandi hafði orðið fyrir.", "\tÞrír dómarar skiluðu séráliti þar sem komist var að annarri niðurstöðu að hluta.", ""]}