{"file": "ICE_HJUDICE_28680_06.docx", "doc_type": "HJUDICE", "doc_lang": "ICE", "case_id": "28680/06", "text_paragraphs": ["©  Translations published on    \nPermission to re-publish this translation has been granted by   \nfor the sole purpose of its inclusion in the Court’s database HUDOC. \n", "A.D. og O.D. gegn Bretlandi", "Dómur frá 16. mars 2010", "Mál nr. 28680/06 \t", "8. gr. Friðhelgi einkalífs og fjölskyldu", "13. gr. Réttur til raunhæfs úrræðis til að leita réttar síns", "Börn. Aðgerðir barnaverndaryfirvalda. Ákvörðun um fóstur.", "", "1. Málsatvik", "\tKærendur eru A.D. og O.D, breskir ríkisborgarar búsettir í Manchester á Englandi. A.D er fædd árið 1966 og er móðir O.D. sem er fæddur árið 1996. Nokkrum mánuðum eftir fæðingu O.D. tók læknir eftir að hann var rifbeinsbrotinn á nokkrum stöðum. Barnalæknir taldi að brotin væru þess eðlis að þau hefðu ekki getað orsakast af óhappi. Hann útilokaði að O.D. væri með sjúkdóm sem kallast beinbrotasýki en sá sjúkdómur eykur verulega hættu á beinbrotum. A.D. taldi að O.D. kynni að vera haldinn sjúkdómnum.", "\tEftir að röntgenlæknir hafði staðfest niðurstöðu barnalæknis fóru barnaverndaryfirvöld fram á bráðabirgðaúrskurð dómara um að A.D., maki hennar og O.D. skyldu flytjast inn á sérstaka stofnun sem sinnti málefnum fjölskyldna til að hægt væri að framkvæma mat á þeirri hættu sem O.D. var hugsanlega í. Dómari féllst á það með úrskurði 7. maí 1997. Fyrirmælin sem stofnunin fékk voru hins vegar svo óljós að á meðan 12 vikna dvöl fjölskyldunnar á stofnuninni stóð var ekki framkvæmt áhættumat heldur annars konar mat sem beindist sérstaklega að foreldrum O.D.", "\tAf þessum sökum fór svo að hið umbeðna áhættumat lá ekki fyrir þegar dvöl fjölskyldunnar á stofnuninni lauk. Barnaverndaryfirvöld töldu því að ekki væri hægt að fela foreldrum O.D. að sjá um hann. Í ágúst 1997 var O.D. settur í fóstur hjá fósturforeldrum. A.D. og maki hennar fengu að hitta O.D. daglega. Óháð samtök framkvæmdu áhættumat á stöðu O.D. og komust að þeirri niðurstöðu að foreldrar hans ættu að fá hann aftur til sín án tafar.", "\tÁður en af því varð datt O.D. og var farið með hann á spítala. Röntgenmynd sýndi að bein hans voru afar þunn og brothætt. Þann 8. desember 1997 fengu foreldrar O.D. hann aftur til sín. Læknar voru ekki sammála um sjúkdómsgreiningu O.D. en að lokum komust sérfræðingar að þeirri niðurstöðu að O.D. hefði beinbrotasýki og að bein hans hefðu getað brotnað við eðlilega meðferð. Ákvarðanir barnaverndaryfirvalda vegna O.D. voru í kjölfarið afturkallaðar.", "\tA.D. kvartaði til stjórnvalda vegna meðferðar á máli sínu. Rannsókn fór fram og varð niðurstaðan að meðferð málsins hefði verið ábótavant. A.D. höfðaði sjálf skaðabótamál á hendur stjórnvöldum og einnig fyrir hönd O.D. Kröfunum var hafnað. Áfrýjunardómstóll komst að þeirri niðurstöðu að barnaverndaryfirvöld hefðu ekki borið neina ábyrgð gagnvart A.D. og að ekki hefði verið sýnt fram á að O.D. hefði orðið fyrir neinu tjóni.", "", "2. Meðferð málsins hjá Mannréttindadómstólnum", "Kæran", "\tKærandi taldi að ákvörðun barnaverndaryfirvalda um að taka O.D. úr forsjá hennar og setja í fóstur hefði brotið gegn 8. gr. sáttmálans. Hún hefði ekki haft nein úrræði til að fá þá ákvörðun endurskoðaða og því hefði verið brotið í bága við 13. gr. sáttmálans.", "", "Niðurstaða", "\tUm 8. gr.: Dómstóllinn tók fram að þótt sérfræðingar kæmust að rangri niðurstöðu leiddi það ekki sjálfkrafa til þess að úrræði sem til væri gripið til verndar börnum á grundvelli þeirra væru í andstöðu við 8. gr. sáttmálans. Sérstaklega var bent á að erfitt væri að greina beinbrotasýki í ungum börnum og jafnvel þótt sérfræðingar hefðu síðar meir getað greint sjúkdóminn þá þýddi það ekki að fyrra mat hefði verið ófullnægjandi, óljóst eða byggt á röngum forsendum. Dómstóllinn taldi þess vegna að stjórnvöldum yrði ekki kennt um að sjúkdómurinn var ekki greindur fyrr. Ekki væri því hægt að áfellast stjórnvöld fyrir að taka ákvarðanir sínar á þeirri forsendu að O.D. væri ekki haldinn sjúkdómnum.", "\tDómstóllinn var aftur á móti ekki sannfærður um að nauðsynlegt hefði verið að láta fjölskylduna flytjast búferlum langt að heiman til að gangast undir áhættumat. Enn fremur taldi dómstóllinn að barnaverndaryfirvöld hefðu gert nokkur grundvallarmistök við meðferð málsins. Ástæða þess að O.D. var látinn í hendur fósturforeldra var sú að stjórnvöld höfðu fyrir mistök ekki framkvæmt áhættumatið sem þau töldu nauðsynlegt til að taka afstöðu til þess hvort foreldrum hans væri treystandi fyrir umönnun hans. Þegar matið lá loks fyrir varð niðurstaða þess að koma ætti O.D. sem allra fyrst aftur í umsjá foreldra sinna. Dómstóllinn benti á að verulegar líkur væru á að ef matið hefði strax farið fram eins og til stóð hefði O.D. aldrei verið settur í umsjá fósturforeldra.", "\tAuk þess taldi dómstóllinn að vægari úrræði hefðu staðið stjórnvöldum til boða vegna framkvæmdar áhættumatsins. Barnaverndaryfirvöld hefðu t.d. án nægjanlegrar skoðunar hafnað þeim möguleika að setja O.D. í umsjá ættingja á meðan matið færi fram. Loks taldi dómstóllinn að of miklar tafir hefðu orðið á að foreldrar O.D. fengu hann aftur eftir að áhættumat lá fyrir. Af þessum sökum komst dómstóllinn að þeirri niðurstöðu að þrátt fyrir að upphaflega hefði verið ástæða fyrir barnaverndaryfirvöld að grípa til aðgerða, hefði meðferð málsins ekki tekið nægilega mið af friðhelgi einkalífs kæranda og meðalhófs ekki verið gætt. Bresk stjórnvöld hefðu því brotið gegn 8. gr. sáttmálans.", "Um 13. gr.: Dómstóllinn tók fram að A.D. hefði verið í sambærilegri stöðu og kærendur í öðru máli sem dómstóllinn hefði tekið til meðferðar. Í því máli hafði dómstóllinn talið að áður en heildstæð löggjöf var sett í Bretlandi um mannréttindi árið 1998 hefðu ekki verið til staðar nein úrræði í breskum rétti til að krefjast skaðabóta fyrir vanrækslu stjórnvalda og að sú staða hefði brotið gegn 13. gr. sáttmálans. Dómstóllinn taldi þess vegna að með sama hætti hefði verið brotið gegn réttindum A.D. samkvæmt 13. gr. sáttmálans. Aftur á móti hefði O.D. verið í annarri stöðu. Þar sem barnaverndaryfirvöldum bar skylda til að vernda hann hefði hann getað höfðað mál fyrir breskum dómstólum eins og hann gerði raunar. Þess vegna hefði verið til staðar fullnægjandi úrræði fyrir hann til að leita réttar síns og þar með hefðu réttindi hans samkvæmt 13. gr. verið virt.", "\tDómstóllinn dæmdi kærendum 15 þúsund evrur í miskabætur.", ""]}