{"file": "ITA_HJUDITA_66655_13.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "66655/13", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata da Rita Carnevali, assistente linguistico. Revisione a cura della dott.ssa Martina Scantamburlo funzionario linguistico.", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "QUARTA SEZIONE", "CAUSA Contrada c. Italia (N. 3)", "(Ricorso n. 66655/13)", "SENTENZA", "STRASBURGO", "14 aprile 2015", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "Nella causa Contrada c. Italia (n. 3),\nLa Corte europea dei diritti dell’uomo (quarta sezione), costituita in una camera composta da:\nPäivi Hirvelä, presidente,\nGuido Raimondi,\nGeorge Nicolaou,\nLedi Bianku,\nNona Tsotsoria,\nPaul Mahoney,\nKrzysztof Wojtyczek, giudici,\ne da Françoise Elens-Passos, cancelliere di sezione,\nDopo avere deliberato in camera di consiglio il 24 marzo 2015,\nPronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "All’origine della causa vi è un ricorso (n. 66655/13) proposto contro la Repubblica italiana con il quale un cittadino di tale Stato, il sig. Bruno Contrada («il ricorrente»), ha adito la Corte il 4 luglio 2008 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "Il ricorrente è stato rappresentato dall’Avv. E. Tagle, del foro di Napoli. Il governo italiano («il Governo») è stato rappresentato dal suo agente, E. Spatafora, e dal suo co-agente, P. Accardo", "Il ricorrente sostiene che il reato di «concorso esterno in associazione di tipo mafioso» per il quale è stato condannato è il risultato di una evoluzione della giurisprudenza successiva all’epoca dei fatti di causa. Pertanto, nel caso di specie sarebbe stato violato l’articolo 7 della Convenzione.", "Il 7 novembre 2013 il ricorso è stato comunicato al Governo.\n\nIN FATTO\n\nI. LE CIRCOSTANZE DEL CASO DI SPECIE\n", "Il ricorrente è nato nel 1931 e risiede a Palermo.\n\nA. Il procedimento di primo grado dinanzi al tribunale di Palermo\n", "Con sentenza del 5 aprile 1996, il tribunale di Palermo condannò il ricorrente alla pena di dieci anni di reclusione per concorso esterno in associazione di stampo mafioso (articoli 110, 416 e 416 bis del codice penale). In particolare, il tribunale lo ritenne colpevole di avere, tra il 1979 e il 1988, in qualità di funzionario di polizia poi di capo di gabinetto dell’alto commissario per la lotta alla mafia e di vicedirettore dei servizi segreti civili (SISDE), apportato sistematicamente un contributo alle attività e al perseguimento degli scopi illeciti dell’associazione mafiosa denominata «Cosa nostra». Secondo il tribunale, il ricorrente aveva fornito ai membri della commissione provinciale di Palermo della suddetta associazione informazioni riservate riguardanti le indagini e le operazioni di polizia di cui essi, ed altri membri dell’associazione in questione, formavano oggetto.", "Il tribunale fondò il suo giudizio sull’esame di un numero considerevole di testimonianze e di documenti oltre che sulle informazioni fornite da più collaboratori di giustizia, già membri dell’associazione «Cosa nostra».\nLe parti pertinenti della sentenza in causa sono riportate qui di seguito:\n«Su tale tema [dell’esistenza del reato di concorso eventuale in associazione di tipo mafioso, commessa da soggetti terzi, diversi dai concorrenti detti «necessari»] si sono delineati diversi orientamenti che sinteticamente sono riconducibili a tre differenti indirizzi", "quello di coloro che negano decisamente la configurabilità nel nostro sistema del concorso esterno nel reato associativo, adducendo che l’estensione ingiustificata dell’area applicativa del reato associativo comporterebbe la violazione dei principi di legalità, tassatività e necessaria determinatezza delle fattispecie penali, paventando in concreto i rischi di un’eccessiva dilatazione della discrezionalità giudiziale;", "quello di coloro che pur ammettendo in punto di diritto la ipotizzabilità di un concorso eventuale nei delitti associativi, si sforzano di delimitarne l’ambito di operatività mettendo in luce anche la funzione sussidiaria, qualificatrice e sanzionatoria, svolta in relazione alle condotte c.d. di “ contiguità” da altre fattispecie incriminatrici (v. favoreggiamento- assistenza agli associati ecc.);", "quello di coloro che ammettono la configurabilità nel nostro ordinamento del concorso esterno nel reato associativo, sul presupposto che la disciplina dettata dagli artt. 110 e ss. c.p., in quanto espressione di principi generali attinenti alla plurisoggettività della fattispecie senza distinzione tra concorso necessario e concorso eventuale, è applicabile anche alla fattispecie del reato associativo, valorizzando la capacità di tale approccio ermeneutico di soddisfare ineludibili esigenze politico-criminali di difesa sociale.»\n", "Il tribunale rilevò inoltre:\n«Certamente il settore delle relazioni tra soggetti appartenenti al mondo della politica, dell’amministrazione, dell’imprenditoria, delle professioni, della magistratura, della finanza..., con l’organizzazione mafiosa, ove non si atteggi in forme di vera e propria integrazione nella predetta struttura criminale, è quello che in modo più congeniale si presta alla riconducibilità giuridica alla figura del concorrente esterno.\nTale strumento giuridico, seppure abbisognevole di una prudente applicazione da parte del giudice, certamente si configura di indubbia efficacia per la repressione proprio di quelle forme di collusione che, tanto più pericolose quanto più subdole e striscianti, appaiono maggiormente riprovevoli e sintomatiche dell’elevata capacità di infiltrazione della mafia nel tessuto della società civile e pertanto in grado di evidenziare la potente carica eversiva di tale realtà criminale».\n\nB. Il procedimento in appello dinanzi alla corte d’appello di Palermo\n", "Il 1o gennaio 1997 il ricorrente interpose appello. A sua volta il pubblico ministero adì la corte d’appello al fine di ottenere la condanna del ricorrente ad una pena più severa.", "Il ricorrente fece valere il principio della «tassatività della norma penale» in quanto corollario del principio più generale della irretroattività della norma penale. In particolare, egli riteneva che, all’epoca dei fatti che gli erano ascritti, l’applicazione della legge penale riguardante il concorso esterno in associazione mafiosa non fosse prevedibile essendo il risultato di un’evoluzione giurisprudenziale successiva", "Con sentenza del 4 maggio 2001, la corte d’appello di Palermo assolse il ricorrente perché il fatto non sussiste.", "Pur evidenziando diverse anomalie nel comportamento del ricorrente nel suo ruolo di dirigente della polizia (fatti per i quali egli poteva incorrere in un procedimento disciplinare), la corte d’appello ritenne che le prove prese in considerazione non fossero determinanti, diede peso ad altre testimonianze di collaboratori di giustizia raccolte nel frattempo e osservò che i giudici di primo grado avevano sottovalutato la possibilità che le testimonianze di alcuni collaboratori di giustizia, arrestati in passato dallo stesso ricorrente, potessero essere la conseguenza di un progetto di vendetta nei confronti di quest’ultimo\n\nC. Il primo ricorso alla Corte di cassazione\n", "Il procuratore generale della Repubblica propose ricorso per cassazione.", "Con sentenza del 12 dicembre 2002, la Corte di cassazione annullò la sentenza della corte d’appello di Palermo e rinviò la causa ad altra sezione di questa stessa corte. In particolare, essa ritenne che la sentenza in questione non fosse stata debitamente motivata. A titolo di esempio, la corte d’appello aveva omesso di spiegare il motivo per cui alcune testimonianze raccolte non potevano avere valore di prova e non aveva validamente suffragato la tesi della vendetta di alcuni collaboratori di giustizia nei confronti del ricorrente.", "Per quanto riguarda il reato di concorso esterno in associazione di stampo mafioso, la Corte di cassazione rilevò quanto segue:\n«(...) il concorso esterno nel delitto di associazione per delinquere di tipo mafioso si distingua da quello di favoreggiamento, in quanto nel primo il soggetto, pur non essendo stabilmente inserito nella struttura organizzativa dell’associazione, opera sistematicamente con gli associati, al fine di depistare le indagini di polizia volte a reprimere l’attività criminosa dell’associazione o a perseguire i partecipi di tale attività, in tal modo fornendo uno specifico e concreto contributo ai fini della conservazione o del rafforzamento dell’associazione medesima; mentre nel reato di favoreggiamento il soggetto aiuta in maniera episodica un associato, resosi autore di reati rientranti o non nell’attività prevista dal vincolo associativo, ad eludere le investigazioni della polizia o a sottrarsi alle ricerche di questa».\n\nD. Il nuovo procedimento dinanzi alla corte d’appello di Palermo\n", "Con sentenza del 25 febbraio 2006, una diversa sezione della corte d’appello di Palermo confermò il contenuto della sentenza del tribunale di Palermo del 5 aprile 1996 sulla base, da un lato, di molti altri documenti e testimonianze raccolti nel corso dell’inchiesta e, dall’altro, sulla presunta valutazione erronea della valenza probatoria di alcune testimonianze operata dalla sezione della corte d’appello che aveva adottato la sua sentenza del 4 maggio 2001.", "Per quanto riguarda la configurabilità del concorso esterno in associazione di stampo mafioso, la corte d’appello ritenne che la sentenza di condanna del ricorrente emessa dal tribunale di primo grado avesse correttamente applicato i principi sviluppati dalla giurisprudenza in materia.", "In particolare essa fece valere che al momento della presentazione dell’appello, il 1o gennaio 1997, la Corte di cassazione si era pronunciata due volte a sezione unite nel senso dell’esistenza del reato di concorso esterno in associazione di tipo mafioso in particolare nelle sentenze Demitry, n. 16 del 5 ottobre 1994 e Mannino, n. 30 del 1995), e che questa posizione fu confermata nelle due sentenze intervenute successivamente in materia (ossia, Carnevale, n. 22327 del 30 ottobre 2002 e Mannino, n. 33748 del 17 luglio 2005). La corte d’appello sottolineò che anche la sentenza di annullamento con rinvio della Corte di cassazione faceva riferimento ad un reato di questo tipo marcando la differenza tra quest’ultimo e il favoreggiamento personale. La corte d’appello rilevò inoltre che:\n«(...) Il concorso cosiddetto esterno nel reato di associazione mafiosa è ritenuto configurabile in capo alla persona che, priva della affectio societatis e non inserita nella struttura organizzativa del sodalizio, fornisce un contributo concreto, specifico, consapevole e volontario, a carattere indifferentemente occasionale o continuativo, purché detto contributo abbia un’effettiva rilevanza causale ai fini della conservazione o del rafforzamento dell’associazione, e l’agente se ne rappresenti, nella forma del dolo generico diretto, l’utilità per la realizzazione, anche parziale, del programma criminoso.»\n\nE. Il secondo ricorso alla Corte di cassazione\n", "Il ricorrente propose ricorso per cassazione.", "Egli reiterò il principio della irretroattività e della prevedibilità della legge penale ritenendo che tale questione non era stata oggetto di esame da parte dei giudici interni e chiese che i fatti del caso di specie fossero qualificati piuttosto come favoreggiamento personale.", "Contestò, tra l’altro, l’uso delle dichiarazioni di un collaboratore di giustizia e chiese di depositare nuove prove.", "Con sentenza depositata l’8 gennaio 2008, la Corte di cassazione respinse il ricorso del ricorrente, confermando la legittimità dell’acquisizione al fascicolo delle dichiarazioni contestate dal ricorrente e rigettando la sua istanza volta ad ottenere l’uso di prove complementari.", "Quanto alla parte del ricorso che verte sul principio della irretroattività e della prevedibilità della legge penale, la Corte di cassazione considerò la questione manifestamente infondata perché essa comportava un esame di merito e non un’analisi delle presunte violazioni della legge (esame di legittimità).\n\nF. Il procedimento di revisione dinanzi alla corte d’appello di Caltanissetta\n", "Con sentenza del 24 settembre 2011, la corte d’appello di Caltanissetta dichiarò inammissibile la richiesta del ricorrente volta ad ottenere la revisione del suo processo.", "Il 25 giugno 2012 la Corte di cassazione rigettò l’istanza del ricorrente.\n\nII. IL DIRITTO E LA PRASSI INTERNI PERTINENTI\n\nA. Gli articoli pertinenti del codice penale italiano\n\nArticolo 110: Pena per coloro che concorrono nel reato\n«Quando più persone concorrono nel medesimo reato, ciascuna di esse soggiace alla pena per questo stabilita (...)»\nArticolo 416: Associazione per delinquere\n«Quando tre o più persone si associano allo scopo di commettere più delitti, coloro che promuovono o costituiscono od organizzano l’associazione sono puniti, per ciò solo, con la reclusione da tre a sette anni.\nPer il solo fatto di partecipare all’associazione, la pena è della reclusione da uno a cinque anni.\nI capi soggiacciono alla stessa pena stabilita per i promotori. (...)»\n\nArticolo 416 bis: Associazioni di tipo mafioso\n«Chiunque fa parte di un’associazione di tipo mafioso formata da tre o più persone, è punito con la reclusione (...).\nL’associazione è di tipo mafioso quando coloro che ne fanno parte si avvalgono della forza di intimidazione del vincolo associativo e della condizione di assoggettamento e di omertà che ne deriva per commettere delitti, per acquisire in modo diretto o indiretto la gestione o comunque il controllo di attività economiche, di concessioni, di autorizzazioni, appalti e servizi pubblici o per realizzare profitti o vantaggi ingiusti per sé o per altri ovvero al fine di impedire od ostacolare il libero esercizio del voto o di procurare voti a sé o ad altri in occasione di consultazioni elettorali.\n(...) »\n\nB. L’evoluzione della giurisprudenza interna riguardante la previsione del reato di concorso esterno in associazione di tipo mafioso\n", "Nelle loro osservazioni, le parti hanno inviato un elenco esaustivo delle cause trattate dalla Corte di cassazione in materia di concorso esterno in associazione di tipo mafioso.", "Da tale elenco risulta che la prima sentenza nella quale è menzionato questo reato è la sentenza Cillari, n. 8092 del 14 luglio 1987, dove la Corte di cassazione esclude esplicitamente l’esistenza di un reato simile. Nella sentenza Agostani, n. 8864 del 27 giugno 1989, la Corte giunse alle stesse conclusioni. Più tardi, nelle sentenze Abbate e Clementi, nn. 2342 e 2348 del 27 giugno 1994, la Corte smentì ugualmente l’esistenza nel diritto interno del reato di concorso esterno in associazione di tipo mafioso.", "Nel frattempo, nella sentenza Altivalle, n. 3492 del 13 giugno 1987, la Corte di cassazione riconobbe l’esistenza del concorso eventuale in associazione di tipo mafioso nel limite dei reati detti «di accordo», ossia i reati di tipo associativo nei quali le volontà di tutti gli individui coinvolti nei fatti hanno come scopo la realizzazione di un obiettivo comune. Anche la sentenza Barbella, n. 9242 del 4 febbraio 1988, fece riferimento al reato in causa, ponendo l’accento sulla natura episodica dei comportamenti dell’autore dei fatti. Le sentenze Altomonte, n. 4805 del 23 novembre 1992, Turiano, n. 2902 del 18 giugno 1993 e Di Corrado, del 31 agosto 1993, confermarono sostanzialmente tale impostazione.", "È soltanto con la sentenza Demitry, pronunciata dalle Sezioni Unite il 5 ottobre 1994, che per la prima volta la Corte di cassazione tenta di elaborare la materia in oggetto, passando in rassegna le sentenze che negavano e quelle che avevano riconosciuto il reato in causa e ammettendo esplicitamente l’esistenza del reato di concorso esterno in associazione di tipo mafioso nell’ordinamento giuridico interno.", "Questa stessa impostazione fu in seguito confermata in altre sentenze, quali Mannino, n. 30 del 27 settembre 1995, Carnevale, n. 22327 del 30 ottobre 2002 e Mannino, n. 33748 del 17 luglio 2005, anch’esse pronunciate dalle Sezioni Unite della Corte di cassazione.\n\nIN DIRITTO\n\nI. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 7 DELLA CONVENZIONE \n", "Invocando l’articolo 7 della Convenzione, il ricorrente ritiene che il reato di concorso esterno in associazione di tipo mafioso è il risultato di una evoluzione giurisprudenziale posteriore all’epoca dei fatti per i quali è stato condannato.", "Perciò, tenuto conto delle divergenze giurisprudenziali sull’esistenza di detto reato, il ricorrente non avrebbe potuto prevedere con precisione la qualificazione giuridica dei fatti che gli erano ascritti e, di conseguenza, la pena che sanzionava le sue condotte.", "L’articolo 7 della Convenzione recita:\n«1. Nessuno può essere condannato per una azione o una omissione che, nel momento in cui è stata commessa, non costituiva reato secondo il diritto interno o internazionale. Parimenti, non può essere inflitta una pena più grave di quella applicabile al tempo in cui il reato è stato commesso.\n2. Il presente articolo non ostacolerà il giudizio e la condanna di una persona colpevole di una azione o di una omissione che, al momento in cui è stata commessa, costituiva un crimine secondo i principi generali di diritto riconosciuti dalle nazioni civili.»", "Il Governo eccepisce anzitutto che le osservazioni del ricorrente sarebbero state ricevute dalla cancelleria della Corte il 5 maggio 2014, ossia oltre il 18 aprile 2014, data fissata dalla Corte per l’invio delle osservazioni. Pertanto, queste non dovrebbero essere acquisite al fascicolo.", "La Corte constata che le osservazioni del ricorrente sono state inviate via fax il 17 aprile 2014 e sono state ricevute lo stesso giorno. Questo argomento del Governo deve dunque essere respinto.\n\nA. Sulla ricevibilità\n", "Il Governo solleva tre obiezioni per quanto riguarda la ricevibilità del ricorso. Anzitutto sostiene che il ricorso stesso sarebbe stato presentato oltre il termine di sei mesi previsto dall’articolo 35 § 1 della Convenzione. Tale termine decorreva, in questo caso, dall’8 gennaio 2008, data del deposito della sentenza della Corte di cassazione. Il Governo afferma che il formulario di ricorso è datato 4 luglio 2008, ma che, tuttavia, la relativa corrispondenza è stata ricevuta dalla Corte il 9 luglio 2008. In mancanza di prove dell’invio da parte del ricorrente, il ricorso dovrebbe essere rigettato in quanto tardivo.", "Il ricorrente contesta le affermazioni del Governo e indica che il suo ricorso è stato inviato alla Corte il 4 luglio 2008.", "La Corte osserva che il presente ricorso è stato inviato alla cancelleria il 4 luglio 2008, come risulta dal timbro postale della busta acquisita agli atti. Quella si considera pertanto la data di presentazione del ricorso ai sensi dell’articolo 35 § 1 della Convenzione. Pertanto, questa obiezione del Governo non può essere accolta.", "Il Governo eccepisce inoltre che il ricorrente avrebbe omesso di sollevare dinanzi alle autorità nazionali lo stesso motivo di ricorso che solleva dinanzi alla Corte, facendo valere in particolare che «se davanti ai giudici nazionali il ricorrente ha lamentato la qualificazione del reato a lui ascritto, dinanzi alla Corte denuncia la violazione del principio di irretroattività della norma penale». Perciò, i giudici nazionali non avrebbero avuto la possibilità di decidere sulla doglianza del ricorrente come formulata dinanzi alla Corte. Sarebbe dunque stato violato il principio di sussidiarietà e il ricorso dovrebbe essere dichiarato irricevibile per mancato esaurimento delle vie di ricorso interne.", "Il ricorrente contesta questa tesi e afferma di aver sollevato la doglianza presentata dinanzi alla Corte in tutti i gradi di giudizio.", "La Corte rammenta che, ai sensi dell’articolo 35 § 1 della Convenzione, essa può essere adita solo dopo aver esaurito le vie di ricorso interne. Il ricorrente deve avere dato ai giudici nazionali l’occasione che tale disposizione ha come finalità di garantire in linea di principio agli Stati contraenti, ossia evitare le violazioni dedotte contro di essi o porvi rimedio. Tale regola si fonda sull’ipotesi che l’ordinamento interno offra un ricorso effettivo per quanto riguarda la violazione dedotta. Le disposizioni dell’articolo 35 § 1, tuttavia, prescrivono l’esaurimento dei soli ricorsi che si riferiscano alle violazioni dedotte, siano disponibili e adeguati. Essi devono esistere con un grado sufficiente di certezza non soltanto in teoria ma anche in pratica, poiché in caso contrario sono privi dell’effettività e dell’accessibilità richieste; è lo Stato convenuto a dover dimostrare che tali esigenze sono soddisfatte (si vedano, tra molte altre, McFarlane c. Irlanda [GC], n. 31333/06, § 107, 10 settembre 2010, Mifsud c. Francia (dec.) [GC], n. 57220/00, § 15, CEDU 2002 VIII, Leandro Da Silva c. Lussemburgo, n. 30273/07, §§ 40 e 42, 11 febbraio 2010 e Vučković e altri c. Serbia [GC], n. 17153/11, §§ 71-72, 25 marzo 2014).", "Nel caso di specie la Corte osserva che, nel suo ricorso in appello contro la sentenza di primo grado del tribunale di Palermo del 5 aprile 1996, il ricorrente ha invocato il principio di tassatività della norma penale in quanto corollario del principio più generale della irretroattività della norma penale. Il ricorrente ha ritenuto in particolare che, all’epoca dei fatti di causa, l’applicazione della legge penale relativa al concorso in associazione di tipo mafioso non fosse prevedibile in quanto era il risultato di una evoluzione giurisprudenziale successiva.", "A seguito della sentenza resa dalla corte d’appello di Palermo il 25 febbraio 2006, questa stessa doglianza è stata reiterata nel ricorso per cassazione del ricorrente. Quest’ultimo osservò in particolare che la questione oggetto della causa non era stata sottoposta a un esame da parte dei giudici nazionali.", "In queste circostanze, l’obiezione di mancato esaurimento delle vie di ricorso interne sollevata dal convenuto deve essere respinta.", "In terzo luogo, il Governo ritiene che, nel caso di specie, se dovesse esaminare la questione dell’esistenza del reato di concorso esterno in associazione di stampo mafioso, la Corte assumerebbe il ruolo di un giudice di «quarto grado», questione che è già stata risolta dalle Sezioni Unite della Corte di cassazione. Perciò, questo ricorso dovrebbe essere dichiarato manifestamente infondato ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "Secondo il parere del Governo, l’esame della Corte dovrebbe riguardare soltanto la questione di stabilire se, nel momento in cui sono stati commessi i fatti ascritti al ricorrente, l’interpretazione giurisprudenziale dominante su questa materia fosse accessibile e prevedibile per quest’ultimo.", "La Corte osserva anzitutto che il motivo di ricorso in esame non riguarda una eventuale violazione del diritto a un processo equo (si veda Contrada c. Italia (n. 2), n. 7509/08, § 70, 11 febbraio 2014 e, a contrario, tra molte altre, Gäfgen c. Germania [GC], n. 22978/05, § 162, CEDU 2010) ed è generalmente in questo contesto che può essere valutato il ruolo della Corte in quanto «quarta istanza».", "In ogni caso, la Corte ritiene che le considerazioni del Governo siano legate al merito della causa e, pertanto, saranno esaminate di seguito.", "La Corte constata che il presente ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione, e osserva peraltro che esso non incorre in altri motivi di irricevibilità. È dunque opportuno dichiararlo ricevibile.\n\nB. Sul merito\n\n1. La posizione delle parti\n", "Il Governo osserva anzitutto che la nozione di concorso esterno è comparsa per la prima volta in varie sentenze a partire dalla fine degli anni sessanta del secolo scorso, anzitutto in materia di cospirazione politica attraverso la costituzione di una associazione (si veda la sentenza della Corte di cassazione Muther, del 27 novembre 1968) e, successivamente, in materia di terrorismo (si vedano, tra le altre, le sentenze della Corte di cassazione Cucco del 1o giugno 1977, Zuffada del 18 marzo 1978 e Arancio del 25 ottobre 1983). La giurisprudenza relativa alla nozione di concorso esterno era dunque ben consolidata anche in un periodo precedente i fatti contestati al ricorrente.", "La stessa nozione è stata poi applicata in cause riguardanti il reato di associazione di tipo mafioso, a cominciare dalle sentenze Altivalle, n. 3492 del 13 giugno 1987, Barbella, n. 9242 del 4 febbraio 1988 e Altomonte, n. 4805 del 23 novembre 1992.", "Il Governo ammette che, tra la fine degli anni ottanta e l’inizio degli anni novanta del secolo scorso, la giurisprudenza ha talvolta contestato l’esistenza del reato di concorso materiale esterno in associazione di tipo mafioso (Cillari, n. 8092 del 14 luglio 1987, e Agostani, n. 8864 del 27 giugno 1989). Queste decisioni escludevano l’esistenza di una situazione intermedia tra la partecipazione all’associazione di stampo mafioso e l’estraneità a quest’ultima, qualificando i fatti di quelle cause come partecipazione ai sensi dell’articolo 416 del codice penale. Il conflitto giurisprudenziale è stato tuttavia risolto dalle Sezioni Unite della Corte di cassazione nella sentenza Demitry, n. 16 del 5 ottobre 1994, che ha definito i limiti dell’applicabilità del reato controverso fornendo in tal modo una interpretazione chiarificatrice della materia.", "Il Governo sostiene dunque che le decisioni che contestano l’esistenza del reato di concorso esterno in un’associazione di stampo mafioso sono state solo minoritarie e la giurisprudenza ha riconosciuto tale reato fin dall’inizio (ossia dal 1968 al 1989).", "Perciò, all’epoca in cui il ricorrente ha commesso i fatti a lui ascritti (1978-1988) la giurisprudenza interna in materia non era in alcun modo contraddittoria.", "Tale giurisprudenza deve pertanto esser considerata lineare, in quanto non può emergere alcun cambiamento drastico nell’approccio delle varie decisioni adottate dalla Corte di cassazione. La giurisprudenza ha infatti seguito un percorso progressivo di consolidamento di un approccio positivo avendo considerato l’esistenza del reato caratterizzata, certamente, da una analisi dialettica di argomenti opposti che alla fine ha superato le posizioni minoritarie.", "Infine, il Governo afferma che, tenuto conto delle competenze professionali del ricorrente, della sua personalità e del suo percorso, non si può affermare che la legge e la giurisprudenza in materia non fossero prevedibili per quest’ultimo.", "Il ricorrente sottolinea anzitutto che, come il Governo ammette nelle sue osservazioni, il concorso esterno in associazione di tipo mafioso è una creazione della giurisprudenza avviata in decisioni che risalgono alla fine degli anni ottanta, ossia posteriore ai fatti per i quali il ricorrente è stato condannato e che si è consolidata con la sentenza della Corte di cassazione Demitry. Il ricorrente sottolinea anche che le sentenze alle quali fa riferimento il Governo e che risalgono alla fine degli anni sessanta del secolo scorso riguardano soltanto il concorso in associazioni terroristiche e non sono dunque pertinenti nel caso di specie.", "Secondo il ricorrente, il Governo omette di spiegare il motivo per cui, se la giurisprudenza in materia di concorso esterno in associazione di tipo mafioso era altrettanto lineare, sono state necessarie quattro sentenze delle Sezioni Unite della Corte di cassazione per chiarire l’esistenza di un tale reato. Il ricorrente afferma che il fatto che la giurisprudenza in materia sia rimasta controversa fino agli anni novanta si evince anche dalla sentenza del tribunale di Palermo del 5 aprile 1996.", "L’evoluzione giurisprudenziale in questa materia, posteriore ai fatti ascritti al ricorrente, dimostra che all’epoca in cui tali fatti sarebbero avvenuti il ricorrente non poteva ragionevolmente prevedere le conseguenze, in termini di sanzione, delle sue presunte azioni, in quanto l’esistenza del reato di concorso esterno in associazione di tipo mafioso all’epoca dei fatti era oggetto di interpretazioni giurisprudenziali divergenti.\n\n2. La valutazione della Corte\n\na) I principi derivanti dalla giurisprudenza della Corte", "La Corte rammenta che i principi generali in materia del principio nulla poena sine lege, derivanti dall’articolo 7 della Convenzione, sono sintetizzati nella sentenza Del Rio Prada c. Spagna [GC] (n. 42750/09, §§ 77-80, CEDU 2013), le cui parti pertinenti sono riportate qui di seguito. Tali principi sono richiamati anche nella sentenza Rohlena c. Repubblica ceca [GC] (n. 59552/08, § 50, 27 gennaio 2015):\n«77. La garanzia sancita all’articolo 7, che è un elemento essenziale dello stato di diritto, occupa un posto preminente nel sistema di protezione della Convenzione, come sottolineato dal fatto che non è permessa alcuna deroga ad essa ai sensi dell’articolo 15 neanche in tempo di guerra o in caso di altro pericolo pubblico che minacci la vita della nazione. Come deriva dal suo oggetto e dal suo scopo, essa dovrebbe essere interpretata e applicata in modo da assicurare una protezione effettiva contro le azioni penali, le condanne e le sanzioni arbitrarie (S.W. c. Regno Unito e C.R. c. Regno Unito, 22 novembre 1995, rispettivamente § 34, serie A n. 335-B, e § 32, serie A n. 335-C, e [Kafkaris c. Cipro [GC], n. 21906/04, § 137, CEDU 2008].\n78. L’articolo 7 della Convenzione non si limita a proibire l’applicazione retroattiva del diritto penale a svantaggio dell’imputato (si vedano, per quanto riguarda l’applicazione retroattiva di una pena, Welch c. Regno Unito, 9 febbraio 1995, § 36, serie A n. 307 A, Jamil c. Francia, 8 giugno 1995, § 35, serie A n. 317 B, Ecer e Zeyrek c. Turchia, nn. 29295/95 e 29363/95, § 36, CEDU 2001 II, e Mihai Toma c. Romania, n. 1051/06, §§ 26-31, 24 gennaio 2012). Esso sancisce anche, in maniera più generale, il principio della legalità dei delitti e delle pene – «nullum crimen, nulla poena sine lege» – (Kokkinakis c. Grecia, 25 maggio 1993, § 52, serie A n. 260 A). Se vieta in particolare di estendere il campo di applicazione dei reati esistenti a fatti che, in precedenza, non costituivano dei reati, esso impone anche di non applicare la legge penale in modo estensivo a svantaggio dell’imputato, ad esempio per analogia (Coëme e altri c. Belgio, nn. 32492/96, 32547/96, 32548/96, 33209/96 e 33210/96, § 145, CEDU 2000-VII; per un esempio di applicazione di una pena per analogia, si veda la sentenza Başkaya e Okçuoğlu c. Turchia [GC], nn. 23536/94 e 24408/94, §§ 42-43, CEDU 1999 IV).\n79. Di conseguenza la legge deve definire chiaramente i reati e le pene che li reprimono. Questo requisito è soddisfatto se la persona sottoposta a giudizio può sapere, a partire dal testo della disposizione pertinente, se necessario con l’assistenza dell’interpretazione che ne viene data dai tribunali e, se del caso, dopo aver avuto ricorso a consulenti illuminati, per quali atti e omissioni le viene attribuita una responsabilità penale e di quale pena è passibile per tali atti (Cantoni c. Francia, 15 novembre 1996, § 29, Recueil des arrêts et décisions 1996 V, e Kafkaris, sopra citata, § 140).\n80. Pertanto, il compito della Corte è, in particolare, quello di verificare che, nel momento in cui un imputato ha commesso l’atto che ha comportato l’esercizio dell’azione penale e la condanna, esistesse una disposizione di legge che rendeva l’atto punibile, e che la pena inflitta non eccedesse i limiti fissati da tale disposizione (Coëme e altri, sopra citata, § 145, e Achour c. Francia [GC], n. 67335/01, § 43, CEDU 2006 IV).»", "La Corte rammenta anche che non ha il compito di sostituirsi ai giudici nazionali nella valutazione e nella qualificazione giuridica dei fatti, purché queste si basino su un’analisi ragionevole degli elementi del fascicolo (si veda, mutatis mutandis, Florin Ionescu c. Romania, n. 24916/05, § 59, 24 maggio 2011). Più in generale, la Corte rammenta che sono in primo luogo le autorità nazionali, in particolare le corti e i tribunali, a dover interpretare la legislazione interna. Il suo ruolo si limita dunque a verificare la compatibilità con la Convenzione degli effetti di tale interpretazione (Waite e Kennedy c. Germania [GC], n. 26083/94, § 54, CEDU 1999-I, Korbely c. Ungheria, [GC], n. 9174/02, §§ 72-73, CEDU 2008, e Kononov c. Lettonia [GC], n. 36376/04, § 197, CEDU 2010).", "Tuttavia, la Corte deve godere di un potere di controllo più ampio quando il diritto tutelato da una disposizione della Convenzione, in questo caso l’articolo 7, richiede che vi sia una base legale per poter infliggere una condanna e una pena. L’articolo 7 § 1 esige che la Corte esamini se la condanna del ricorrente si fondasse all’epoca su una base legale. In particolare, essa deve assicurarsi che il risultato al quale sono giunti i giudici nazionali competenti fosse conforme con l’articolo 7 della Convenzione. L’articolo 7 diverrebbe privo di oggetto se si accordasse un potere di controllo meno ampio alla Corte (si veda Kononov, sopra citata, § 198).", "In definitiva, la Corte deve esaminare se la condanna del ricorrente si fondasse su una base sufficientemente chiara (si veda Kononov, sopra citata, § 199; Rohlena, sopra citata, § 51-53).\n\nb) Applicazione dei principi suddetti al caso di specie\n", "La Corte ritiene che la questione che si pone nella presente causa sia quella di stabilire se, all’epoca dei fatti ascritti al ricorrente, la legge applicabile definisse chiaramente il reato di concorso esterno in associazione di tipo mafioso. Si deve dunque esaminare se, a partire dal testo delle disposizioni pertinenti e con l’aiuto dell’interpretazione della legge fornita dai tribunali interni, il ricorrente potesse conoscere le conseguenze dei suoi atti sul piano penale.", "La Corte osserva anzitutto che, nel caso di specie, il ricorrente è stato condannato a una pena di dieci anni di reclusioni per concorso in associazione di tipo mafioso con una sentenza emessa dal tribunale di Palermo 5 aprile 1996 riguardo a fatti compiuti tra il 1979 e il 1988. Nella parte in diritto della sentenza, tale concorso veniva definito «eventuale» o «esterno». La condanna del ricorrente, dapprima annullata da una sentenza della corte d’appello di Palermo, fu poi confermata da un’altra sezione di quest’ultima e, in via definitiva, da una sentenza della Corte di cassazione.", "La Corte fa notare che non è oggetto di contestazione tra le parti il fatto che il concorso esterno in associazione di tipo mafioso costituisca un reato di origine giurisprudenziale. Ora, come ha giustamente ricordato il tribunale di Palermo nella sua sentenza del 5 aprile 1996 (si veda il paragrafo 7 supra), l’esistenza di questo reato è stata oggetto di approcci giurisprudenziali divergenti.", "L’analisi della giurisprudenza citata dalle parti (si vedano i paragrafi 26-30 supra) dimostra che la Corte di cassazione ha menzionato per la prima volta il reato di concorso esterno in associazione di tipo mafioso nella sua sentenza Cillari, n. 8092 del 14 luglio 1987. Nel caso di specie, la Corte di cassazione ha contestato l’esistenza di un tale reato e ribadito questa posizione in altre sentenze successive, in particolare Agostani, n. 8864 del 27 giugno 1989 e Abbate e Clementi, nn. 2342 e 2348 del 27 giugno 1994.", "Nel frattempo, in altre cause, la Corte di cassazione ha riconosciuto l’esistenza del reato di concorso eventuale in associazione di tipo mafioso (si vedano la sentenza Altivalle, n. 3492, del 13 giugno 1987 e, successivamente, Altomonte, n. 4805 del 23 novembre 1992, Turiano, n. 2902 del 18 giugno 1993 e Di Corrado, del 31 agosto 1993).", "Tuttavia, è solo nella sentenza Demitry, pronunciata dalle Sezioni Unite della Corte di cassazione il 5 ottobre 1994, che quest’ultima ha fornito per la prima volta una elaborazione della materia controversa, esponendo gli orientamenti che negano e quelli che riconoscono l’esistenza del reato in questione e, nell’intento di porre fine ai conflitti giurisprudenziali in materia, ha finalmente ammesso in maniera esplicita l’esistenza del reato di concorso esterno in associazione di tipo mafioso nell’ordinamento giuridico interno.", "In questo contesto, l’argomento del Governo secondo il quale, all’epoca della perpetrazione dei fatti (1979-1988), la giurisprudenza interna in materia non era in alcun modo contraddittoria, non può essere accolto.", "Inoltre, la Corte considera che il riferimento del Governo alla giurisprudenza in materia di concorso esterno, che si è sviluppata a partire dalla fine degli anni sessanta del secolo scorso, ossia prima dei fatti ascritti al ricorrente (si veda il paragrafo 50 supra), non tolga nulla a questa constatazione. Le cause menzionate dal governo convenuto riguardano certamente lo sviluppo giurisprudenziale della nozione di «concorso esterno». Tuttavia, i casi evidenziati non riguardano il reato di concorso esterno in associazione di tipo mafioso, che è oggetto del presente ricorso, ma dei reati diversi, ossia la cospirazione politica attraverso la costituzione di una associazione e gli atti di terrorismo. Pertanto, non si può dedurre dallo sviluppo giurisprudenziale citato l’esistenza nel diritto interno del reato di concorso esterno in associazione di tipo mafioso, che si differenzia per la sua stessa sostanza dai casi menzionati dal Governo, e che, come sopra ricordato, (paragrafi 29 e 30 supra), è stato oggetto di uno sviluppo giurisprudenziale distinto e posteriore rispetto a questi ultimi.", "La Corte osserva anche che, nella sua sentenza del 25 febbraio 2006, la corte d’appello di Palermo, pronunciandosi sull’applicabilità della legge penale in materia di concorso esterno in associazione di tipo mafioso, si è basata sulle sentenze Demitry, n. 16 del 5 ottobre 1994, Mannino n. 30 del 27 settembre 1995, Carnevale, n. 22327 del 30 ottobre 2002 e Mannino, n. 33748 del 17 luglio 2005 (si veda il paragrafo 18 supra), tutte posteriori ai fatti ascritti al ricorrente.", "La Corte osserva per di più che la doglianza del ricorrente relativa alla violazione del principio della irretroattività e della prevedibilità della legge penale, sollevata dinanzi a tutti i gradi di giudizio (si vedano i paragrafi 10 e 20 supra), non è stata oggetto di un esame approfondito da parte dei giudici nazionali, essendosi questi ultimi limitati ad analizzare in dettaglio l’esistenza stessa del reato di concorso esterno in associazione di tipo mafioso nell’ordinamento giuridico interno senza tuttavia stabilire se un tale reato potesse essere conosciuto dal ricorrente all’epoca dei fatti a lui ascritti (si vedano i paragrafi 15, 17 e 18 supra).", "In queste circostanze, la Corte constata che il reato in questione è stato il risultato di una evoluzione giurisprudenziale iniziata verso la fine degli anni ottanta del secolo scorso e consolidatasi nel 1994 con la sentenza Demitry.", "Perciò, all’epoca in cui sono stati commessi i fatti ascritti al ricorrente (1979-1988), il reato in questione non era sufficientemente chiaro e prevedibile per quest’ultimo. Il ricorrente non poteva dunque conoscere nella fattispecie la pena in cui incorreva per la responsabilità penale derivante dagli atti da lui compiuti (Del Rio Prada [GC], sopra citata, §§ 79 e 111-118, a contrario, Ashlarba c. Georgia, n. 45554/08, §§ 35-41, 15 luglio 2014, a contrario, Rohlena, § 50, sopra citata e, mutatis mutandis, Alimuçaj c. Albania, n. 20134/05, §§ 154-162, 7 febbraio 2012).", "La Corte ritiene che questi elementi siano sufficienti per concludere che vi è stata violazione dell’articolo 7 della Convenzione.\n\nII. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE\n", "Ai sensi dell’articolo 41 della Convenzione,\n«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»\n\nA. Danno\n", "78. Per quanto riguarda il danno materiale, il ricorrente chiede «la ricostruzione della sua carriera e la restituzione di tutti gli importi da lui non percepiti a causa della sua condanna». Chiede inoltre «la restituzione di tutti gli importi che è stato condannato a pagare ».", "79. Il ricorrente chiede anche una somma compresa tra 30.000 e 50.000 euro (EUR)» per il danno morale che avrebbe subito.", "80. Il Governo si oppone a queste richieste e sostiene che non sono suffragate da elementi di prova.", "81. La Corte non scorge alcun nesso di causalità tra la violazione constatata e il danno materiale dedotto e rigetta la richiesta presentata a questo titolo. Invece, considera che sia opportuno accordare al ricorrente la somma di 10.000 EUR per il danno morale.\n\nB. Spese\n", "Il ricorrente chiede anche la somma di 48.253,18 EUR per le spese sostenute per i procedimenti dinanzi ai giudici nazionali e la somma di 29.335,61 EUR per le spese sostenute per il procedimento dinanzi alla Corte.", "Il Governo si oppone a queste richieste e afferma che le spese sostenute per i procedimenti dinanzi ai giudici nazionali non dovrebbero essere oggetto di rimborso, in quanto nel caso si specie non vi è stata violazione dell’articolo 7 della Convenzione. Per quanto riguarda le spese che il ricorrente afferma di avere sostenuto per il procedimento dinanzi alla Corte, il Governo le considera eccessive e dice che il ricorrente ha omesso di fornire adeguati documenti giustificativi.", "Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. Nella fattispecie, la Corte osserva che i documenti presentati dal ricorrente a sostegno della domanda di rimborso delle spese sostenute per il procedimento dinanzi ai giudici nazionali non sono sufficientemente precisi. La Corte rigetta dunque la domanda presentata in tal senso dal ricorrente.", "Quanto alle spese sostenute per il procedimento dinanzi ad essa, la Corte considera ragionevole la somma di 2.500 EUR e la accorda al ricorrente.\n\nC. Interessi moratori\n", "La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI LA CORTE, ALL’UNANIMITÀ,", "Dichiara il ricorso ricevibile;\n", "Dichiara che vi è stata violazione dell’articolo 7 della Convenzione;\n", "Dichiara", "che lo Stato convenuto deve versare al ricorrente, entro tre mesi a decorrere dalla data in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le seguenti somme:", "10.000 EUR (diecimila euro), più l’importo eventualmente dovuto a titolo di imposta, per il danno morale;", "2.500 EUR (duemilacinquecento euro), più l’importo eventualmente dovuto a titolo di imposta dal ricorrente, per le spese sostenute per il procedimento dinanzi alla Corte;", "che a decorrere dalla scadenza di tale termine e fino al versamento, tali importi dovranno essere maggiorati di un interesse semplice ad un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;\n", "Rigetta la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto il 14 aprile 2015, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "Françoise Elens-Passos\nCancelliere", "Päivi Hirvelä\nPresidente"]}