{"file": "ITA_HJUDITA_24818_03.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "24818/03", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata dalla dott.ssa Anna Aragona, funzionario linguistico.", "", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "", "", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "", "", "SECONDA SEZIONE", "", "", "", "", "CAUSA ARMANDO IANNELLI c. ITALIA", "", "(Ricorso n. 24818/03)", "", "", "", "", "", "SENTENZA", "", "", "", "STRASBURGO", "", "12 febbraio 2013", "", "", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "", "Nella causa Armando Iannelli c. Italia,", "La Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:", "\tDanutė Jočienė, presidente,\n\tGuido Raimondi,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tPaulo Pinto de Albuquerque, giudici,\ne da Stanley Naismith, cancelliere di sezione,", "Dopo aver deliberato in camera di consiglio il 22 gennaio 2013,", "Pronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1.  All’origine della causa vi è un ricorso (n. 24818/03) proposto contro la Repubblica italiana con il quale un cittadino di questo Stato, il sig. Armando Iannelli («il ricorrente»), ha adito la Corte il 6 aprile 1999 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»). Con nota del 15 settembre 2006, il sig. Vincent James Iannelli o Jannelli e le sigg.re Mary Lee Iannelli o Jannelli e Jane Lee Murray comunicavano alla cancelleria la loro intenzione di costituirsi nella procedura dinanzi alla Corte in qualità di eredi del ricorrente, frattanto deceduto. Per ragioni di ordine pratico, la Corte continuerà a chiamare il sig. Armando Iannelli «il ricorrente».", "2.  Il ricorrente era rappresentato da S. Ferrara e A. Mascia, avvocati del foro di Benevento. Il governo italiano («il Governo») era rappresentato dal suo agente, E. Spatafora, dal suo ex co-agente N. Lettieri e dal suo co-agente P. Accardo.", "3.  Il ricorrente denunciava un’ingiustificata violazione del diritto al rispetto dei suoi beni, nonché una violazione del diritto ad un processo equo a causa della durata eccessiva del procedimento.", "4.  Il 26 maggio 2006 il ricorso è stato comunicato al Governo. Come previsto dall’articolo 29 § 1 della Convenzione, è stato inoltre deciso che la camera si sarebbe contestualmente pronunciata sulla ricevibilità e sul merito.", "IN FATTO", "I.  LE CIRCOSTANZE DEL CASO DI SPECIE", "5.  Nato nel 1923 e residente a San Bartolomeo in Galdo al momento della presentazione del ricorso, il ricorrente è deceduto in data imprecisata.", "6.  I fatti della causa, così come esposti dalle parti, si possono riassumere come segue.", "7.  Il ricorrente era proprietario di un terreno di 5.590 metri quadrati a San Bartolomeo in Galdo, registrato al catasto, foglio 58, particelle 74 e 75, sul quale sorgeva un immobile.", "8.  Con decreto del 16 novembre 1989, il consiglio comunale di San Bartolomeo in Galdo approvava il progetto di edificazione sul terreno del ricorrente di un ospedale, la cui gestione sarebbe stata affidata all’unità sanitaria locale («USL»).", "9.  Con decreto notificato al ricorrente in data 11 agosto 1990, il sindaco di San Bartolomeo in Galdo ordinava l’occupazione d’urgenza preordinata all’espropriazione del terreno, al fine di procedere alla costruzione dell’ospedale, basandosi specificamente sul progetto edilizio approvato il 16 novembre 1989.", "10.  In data imprecisata il ricorrente impugnava il citato decreto dinanzi al tribunale amministrativo regionale della Campania («TAR»). Con decisione del 28 agosto 1990, il TAR sospendeva l’esecuzione del decreto.", "11.  Con decreto del 15 ottobre 1990, il consiglio comunale di San Bartolomeo in Galdo approvava un nuovo progetto di edificazione dell’ospedale ed una nuova procedura di espropriazione.", "12.  Tenuto conto dell’adozione di questo nuovo progetto edilizio, con sentenza depositata in cancelleria il 18 febbraio 1993, il TAR rigettava nel merito il ricorso proposto dal ricorrente, in quanto il decreto di autorizzazione all’occupazione del terreno si basava ormai sul progetto edilizio approvato il 15 ottobre 1990 ed era conforme alla legge.", "13.  L’occupazione del terreno del ricorrente veniva eseguita il 3 giugno 1993 ed i lavori di costruzione avevano inizio il 3 agosto 1995. Detti lavori implicavano la distruzione dell’immobile che sorgeva sul terreno.", "1.  Il procedimento principale", "14.  Con due atti di citazione notificati rispettivamente il 23 ottobre 1993 ed il 27 dicembre 1994, il ricorrente proponeva dinanzi al tribunale di Benevento due azioni di risarcimento danni contro il comune di San Bartolomeo in Galdo e contro la USL. Egli affermava che l’occupazione del terreno era stata dal principio illegale e chiedeva la restituzione del terreno in questione e, nel caso in cui ciò fosse impossibile a causa della trasformazione irreversibile del bene, un risarcimento per la perdita dello stesso.", "15.  In data imprecisata, il tribunale di Benevento riuniva i due procedimenti.", "16.  Il 29 gennaio 1997 veniva depositata una perizia in cancelleria. Il perito quantificava in 357.600.000 ITL (circa 184.685 EUR) il valore commerciale del terreno nel 1995, ossia all’epoca della sua trasformazione irreversibile, ed in 180.053.900 ITL (circa 92.990 EUR) l’importo dell’indennità dovuta ai sensi dell’articolo 5 bis della legge n. 359 del 1992. Inoltre, il perito quantificava in 56.500.000 ITL (circa 29.180 EUR) l’indennità dovuta per la distruzione, conseguente ai lavori, dell’immobile che sorgeva sul terreno ed in 84.765.147 ITL (circa 43.778 EUR) l’importo dell’indennità dovuta per il mancato godimento del terreno.", "17.  Con sentenza depositata in cancelleria il 15 aprile 2005, il tribunale di Benevento dichiarava dapprima che la USL non poteva essere ritenuta responsabile del danno subito dal ricorrente a causa della perdita del suo terreno. Inoltre, il tribunale giudicava che l’occupazione del terreno fosse illegale ab initio in quanto il decreto di occupazione non era conforme alla legge. Per questi motivi, il tribunale riteneva che la riduzione dell’indennità, prevista dall’articolo 5 bis della legge n. 359 del 1992, non fosse applicabile al caso di specie e che il ricorrente avesse diritto ad un risarcimento corrispondente al valore venale del terreno in questione. Tuttavia, il tribunale non condivideva la determinazione del valore venale del terreno e delle altre indennità da parte del perito nominato d’ufficio e condannava il comune di San Bartolomeo in Galdo a corrispondere al ricorrente un risarcimento totale di 129.114,12 EUR.", "18.  Il comune di San Bartolomeo in Galdo proponeva appello, affermando che il ricorrente aveva perduto la proprietà del terreno a causa della sua trasformazione irreversibile, che si trattava nel caso di specie di una espropriazione indiretta e che l’indennità di espropriazione doveva essere determinata secondo i criteri previsti dall’articolo 5 bis della legge n. 359 del 1992. Il ricorrente proponeva appello incidentale ed affermava di essere stato privato illegittimamente del suo terreno e di avere diritto ad un risarcimento di importo pari al valore venale dello stesso.", "19.  Con sentenza depositata in cancelleria il 30 giugno 2011, la corte d’appello di Napoli riteneva che si trattasse nel caso di specie di una espropriazione illegittima ab initio, in quanto il decreto di occupazione non era conforme alla legge. La corte d’appello sottolineava che, alla luce delle sentenze nn. 348 e 349 del 2007 della Corte Costituzionale, nelle quali è stata dichiarata l’incostituzionalità dell’articolo 5 bis del decreto legge n. 333 dell’11 luglio 1992, come modificato dalla legge n. 662 del 1996, l’espropriazione indiretta è in contrasto con l’articolo 1 del Protocollo n. 1, come interpretato dalla giurisprudenza della Corte, ed implica per l’Amministrazione l’obbligo di versare agli interessati un risarcimento pari al valore venale del terreno espropriato. Di conseguenza, la corte d’appello concedeva al ricorrente un risarcimento pari a 193.331,58 EUR, corrispondente al valore venale del terreno, stabilito dal perito, e maggiorato di rivalutazione ed interessi a partire dalla data della trasformazione irreversibile del terreno, ossia il 3 agosto 1995. Oltre al versamento di detta somma, la corte d’appello condannava il comune a pagare al ricorrente 41.897,34 EUR a titolo di indennità di occupazione.", "2.  La procedura «Pinto»", "20.  Con ricorso depositato in cancelleria il 5 aprile 2002, il ricorrente adiva la corte d’appello di Roma ai sensi della «legge Pinto», al fine di lamentare la durata eccessiva del summenzionato procedimento dinanzi al tribunale di Benevento. Egli chiedeva il risarcimento dei danni e la somma di 7.747 EUR.", "21.  Con decisione del 24 marzo 2003, depositata in cancelleria il 10 aprile 2003, la corte d’appello constatava che era stata superata la durata ragionevole del procedimento. Essa rigettava, in quanto non suffragata da elementi di prova, la richiesta relativa al danno materiale ed accordava al ricorrente 1.200 EUR a titolo di danno morale e 700 EUR per le spese.", "22.  Risulta dal fascicolo che detta decisione è stata notificata all’Amministrazione il 19 maggio 2003 ed è passata in giudicato il 18 luglio 2003.", "II.  IL DIRITTO E LA PRASSI INTERNI PERTINENTI", "23.  Il diritto interno pertinente è descritto nella sentenza Guiso-Gallisay c. Italia (equa soddisfazione) [GC], n. 58858/00, 22 dicembre 2009 (§§ 16-48).", "24.  In particolare, quanto agli ultimi sviluppi del diritto interno, la Corte osserva che nelle sentenze nn. 348 e 349 del 22 ottobre 2007, la Corte Costituzionale ha stabilito che la legge interna deve essere compatibile con la Convenzione secondo l’interpretazione fornita dalla giurisprudenza della Corte e, di conseguenza, ha dichiarato incostituzionale l’articolo 5 bis del decreto legge n. 333 dell’11 luglio 1992, come modificato dalla legge n. 662 del 1996.", "25.  La Corte Costituzionale, nella sentenza n. 349, ha rilevato che l’insufficienza dell’indennizzo previsto dalla legge del 1996 era contraria all’articolo 1 del Protocollo n. 1 e di conseguenza all’articolo 117 della Costituzione italiana, il quale prevede il rispetto degli obblighi internazionali.", "26.  A seguito delle sentenze della Corte costituzionale sono state apportate modifiche legislative nel diritto interno. L’articolo 89 c. 2 lett. e) della legge finanziaria n. 244 del 2007 ha stabilito che in caso di espropriazione indiretta il risarcimento deve corrispondere al valore venale dei beni, in quanto non è ammessa nessuna riduzione.", "27.  Tale disposizione è applicabile a tutti i procedimenti in corso al 1o gennaio 2008, salvo quelli in cui la decisione sull’indennità di espropriazione o sul risarcimento sia stata accettata o sia divenuta definitiva.", "IN DIRITTO", "I.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 1 DEL PROTOCOLLO N. 1", "28.  Il ricorrente sostiene di essere stato privato del suo terreno secondo modalità incompatibili con l’articolo 1 del Protocollo n.1, così redatto:", "«Ogni persona fisica o giuridica ha diritto al rispetto dei suoi beni. Nessuno può essere privato della sua proprietà se non per causa di pubblica utilità e nelle condizioni previste dalla legge e dai principi generali del diritto internazionale.", "Le disposizioni precedenti non portano pregiudizio al diritto degli Stati di porre in vigore le leggi da essi ritenute necessarie per disciplinare l’uso dei beni in modo conforme all’interesse generale o per assicurare il pagamento delle imposte o di altri contributi o delle ammende.»", "29.  Il Governo si oppone a questa tesi.", "Sulla ricevibilità", "30.  Nelle osservazioni depositate nella cancelleria della Corte il 22 settembre 2006 il Governo affermava che il ricorrente non potesse più essere considerato «vittima», ai sensi dell’articolo 34 della Convenzione, avendo ottenuto dal tribunale di Benevento un risarcimento corrispondente al valore venale del terreno espropriato.", "31.  La Corte rammenta di aver già esaminato analoghe eccezioni in altre cause concernenti delle espropriazioni indirette. In queste cause, essa era giunta alla conclusione che il semplice fatto che il ricorrente avesse ricevuto un indennizzo corrispondente al valore venale del terreno espropriato non fosse di per sé sufficiente a privarlo della sua qualità di «vittima», sebbene potesse rilevare sotto il profilo dell’articolo 41 (De Angelis e altri c. Italia, n. 68852/01, § 57, 21 dicembre 2006; Carbonara e Ventura c. Italia, n. 24638/94, § 62, CEDU 2000VI; De Sciscio c. Italia, n. 176/04, § 53, 20 aprile 2006). Una decisione o una misura favorevole al ricorrente è sufficiente in linea di principio a privarlo della sua qualità di «vittima» solo qualora le autorità nazionali abbiano riconosciuto, esplicitamente o in sostanza, e successivamente riparato la violazione della Convenzione (si vedano Guerrera e Fusco c. Italia, n. 40601/98, § 53, 3 aprile 2003; Amuur c. Francia del 25 giugno 1996, Recueil 1996-III, p. 846, § 36).", "32.  Nel caso di specie, la Corte ritiene di dover esaminare la qualità di vittima del ricorrente alla luce del mutamento legislativo conseguente alle sentenze della Corte Costituzionale nn. 348 e 349 del 22 ottobre 2007. Essa rammenta che spetta in primo luogo alle autorità nazionali riparare una violazione dedotta della Convenzione. Al riguardo, la questione di stabilire se un ricorrente possa considerarsi vittima della violazione dedotta si pone in tutte le fasi del procedimento promosso ai sensi della Convenzione ed implica essenzialmente che la Corte proceda ad un esame ex post facto della situazione della persona interessata (Cocchiarella c. Italia [GC], n. 64886/01, §§ 70-72, CEDU 2006V).", "33.  La Corte ribadisce che è suo compito verificare innanzi tutto se le autorità nazionali abbiano riconosciuto, almeno in sostanza, la violazione di un diritto tutelato dalla Convenzione (Cocchiarella c. Italia, sopra citata, § 84).", "34.  Essa osserva che nelle sentenze nn. 348 e 349 del 2007, la Corte Costituzionale italiana ha dichiarato l’incostituzionalità dell’articolo 5 bis del decreto legge n. 333 dell’11 luglio 1992, come modificato dalla legge n. 662 del 1996, in quanto in contrasto con l’articolo 1 del Protocollo n. 1, come interpretato dalla giurisprudenza della Corte. In seguito, la legge finanziaria n. 244 del 2007 ha stabilito che i proprietari espropriati devono ottenere un risarcimento corrispondente all’intero valore del bene, in quanto non è più ammessa alcuna riduzione.", "35.  In applicazione di questi principi, la corte d’appello di Napoli, in una sentenza resa il 30 giugno 2011, ha ritenuto che l’espropriazione indiretta del terreno del ricorrente fosse in contrasto con l’articolo 1 del Protocollo n. 1, come interpretato dalla giurisprudenza della Corte, e comportasse una violazione del diritto di proprietà del ricorrente ed un obbligo per l’Amministrazione di riparare la violazione. La corte d’appello condannava quindi l’Amministrazione a versare al ricorrente un indennizzo corrispondente al valore venale del terreno, maggiorato di rivalutazione ed interessi a partire dalla data della trasformazione irreversibile del terreno espropriato.", "36.  La Corte ritiene che la corte d’appello di Napoli abbia esplicitamente constatato la violazione del diritto di proprietà del ricorrente. Inoltre essa è del parere che l’indennizzo riconosciuto da detta autorità giudiziaria, conforme ai criteri di calcolo stabiliti dalla Corte nella sentenza Guiso Gallisay (sopra citata, § 105), costituisca una riparazione adeguata e sufficiente.", "37.  Alla luce di tali considerazioni, il ricorrente non può più considerarsi vittima della violazione dedotta ai sensi dell’articolo 34 della Convenzione (Holzinger c. Austria (n. 1), n. 23459/94, § 21, CEDU 2001I). Di conseguenza, questa parte del ricorso è incompatibile ratione personae con le disposizioni della Convenzione ai sensi dell’articolo 35 § 3 e deve essere rigettata in virtù dell’articolo 35 § 4.", "II.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE", "38.  Il ricorrente lamenta la durata eccessiva del procedimento, nonché l’insufficienza dell’indennizzo ottenuto dalla corte d’appello «Pinto».", "39.  Le parti pertinenti dell’articolo 6 § 1 recitano:", "«Ogni persona ha diritto a che la sua causa sia esaminata (...) entro un termine ragionevole, da un tribunale (...), il quale sia chiamato a pronunciarsi (...) sulle controversie sui suoi diritti e doveri di carattere civile (...). »", "40.  Il Governo contesta questa tesi.", "A.  Sulla ricevibilità", "41.  Il Governo solleva un’eccezione di mancato esaurimento delle vie di ricorso interne, in quanto il ricorrente non ha proposto ricorso per cassazione avverso la sentenza della corte d’appello di Roma.", "42.  La Corte rileva che la decisione della corte d’appello di Roma è divenuta definitiva il 18 luglio 2003. Alla luce della sua giurisprudenza (Di Sante c. Italia, n. 56079/00, 24 giugno 2004), essa rigetta tale eccezione.", "43.  Peraltro, dopo aver esaminato i fatti della causa e gli argomenti delle parti, la Corte ritiene, alla luce della giurisprudenza consolidata in materia (Provide S.r.l. c. Italia, n. 62155/00, §§ 20-25, CEDU 2007, 5 luglio 2007), che la riparazione si sia rivelata insufficiente e che gli eredi del ricorrente possano tuttora dichiararsi «vittime» ai sensi dell’articolo 34 della Convenzione.", "44.  La Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 a) della Convenzione. La Corte rileva, peraltro, che esso non incorre in altri motivi di irricevibilità. E’ dunque opportuno dichiararlo ricevibile.", "B.  Sul merito", "45.  La Corte constata che il procedimento principale ha avuto inizio il 23 ottobre 1993 ed era ancora pendente in primo grado il 24 marzo 2003, data nella quale la corte d’appello «Pinto» ha emesso la sua decisione.", "46.  La Corte rileva che la corte d’appello di Roma ha considerato la durata del procedimento fino alla data della sua decisione, ossia il 24 marzo 2003. Giacché il procedimento si è concluso il 30 giugno 2011, la corte d’appello non ha potuto tener conto di un periodo di circa otto anni e due mesi.", "47.  La Corte rileva che per quanto concerne la fase successiva al 24 marzo 2003, il ricorrente avrebbe dovuto nuovamente esaurire le vie di ricorso interne, rivolgendosi ancora una volta alla corte d’appello ai sensi della legge «Pinto». Considerato quanto precede, l’esame della Corte sarà limitato alla durata del procedimento già esaminato dalla corte d’appello «Pinto» (Musci c. Italia [GC], n. 64699/01, § 116, CEDU 2006V (estratti); Gattuso c. Italia (dec.), n. 24715/04).", "48.  La Corte ha trattato più volte ricorsi aventi per oggetto questioni analoghe a quelle sollevate nel caso di specie, constatando una inosservanza dell’esigenza del «termine ragionevole», tenuto conto dei criteri stabiliti dalla sua giurisprudenza ben consolidata in materia (si veda, in primo luogo, Cocchiarella c. Italia, sopra citata). In assenza di elementi che possano condurre ad una conclusione diversa nella presente causa, la Corte ritiene di dovere constatare una violazione dell’articolo 6 § 1 della Convenzione.", "", "III.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 13 DELLA CONVENZIONE", "49.  Invocando l’articolo 13, il ricorrente lamenta l’inefficacia del rimedio «Pinto» a causa dell’importo asseritamente insufficiente.", "50.  La Corte ricorda che l’articolo 13 della Convenzione garantisce l’esistenza nel diritto interno di un ricorso che consenta di far valere i diritti e le libertà in essa consacrati. Ne consegue che il giudice nazionale competente è in primo luogo autorizzato a esaminare il contenuto della doglianza fondata sulla Convenzione e, in seguito, può offrire, laddove opportuno, la riparazione adeguata (si vedano Mifsud c. Francia (dec.) [GC], n. 57220/00, § 17, CEDU 2002-VIII; Scordino c. Italia (n. 1), n. 36813/97, §§ 186-188, CEDU 2006; Sürmeli c. Germania [GC], n. 75529/01, § 98, 8 giugno 2006). Pertanto, il diritto ad un ricorso effettivo ai sensi della Convenzione non può essere interpretato come diritto all’accoglimento della domanda nel senso voluto dall’interessato (Sürmeli, sopra citata, § 98).", "51.  Nel caso di specie, la corte d’appello di Roma aveva di certo la competenza per pronunciarsi sulla doglianza del ricorrente ed ha effettivamente proceduto al suo esame. A parere della Corte, l’insufficienza dell’indennizzo «Pinto» non rimette in causa, allo stato attuale, l’efficacia di tale via di ricorso (Gagliano Giorgi, n. 23563/07, § 79, 6 marzo 2012; Delle Cave e Corrado, n. 14626/03, §§ 43-46, 5 giugno 2007).", "52.  Pertanto, tale motivo di ricorso deve essere dichiarato irricevibile in quanto manifestamente infondato ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "IV.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "53.  Ai sensi dell’articolo 41 della Convenzione,", "", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "", "A.  Danno morale", "54.  Gli eredi del ricorrente chiedono la somma di 12.000 EUR cadauno per il danno morale subito a causa della durata eccessiva del procedimento.", "55.  Il Governo si oppone.", "56.  La Corte ritiene che, in assenza di vie di ricorso interne e con riguardo all’oggetto della controversia, avrebbe potuto accordare alla parte ricorrente, la somma di 12.000 EUR. Il fatto che la corte d’appello di Roma abbia accordato al sig. Armando Iannelli il 10% di tale somma conduce ad un risultato irragionevole. Di conseguenza, tenuto conto delle caratteristiche della via di ricorso «Pinto» e della constatazione di violazione, la Corte, considerata la soluzione adottata nella sentenza Cocchiarella c. Italia (sopra citata, §§ 139-142 e 146) e deliberando in via equitativa, accorda agli eredi congiuntamente 4.200 EUR.", "B.  Spese", "57.  Producendo i relativi documenti giustificativi, gli eredi del ricorrente chiedono altresì 53.585,78 EUR per le spese sostenute dinanzi alla Corte.", "58.  Il Governo si oppone ed afferma che le somme richieste sono eccessive.", "59.  Secondo la giurisprudenza della Corte, il ricorrente può ottenere il rimborso delle spese sostenute solo qualora ne siano accertate la realtà e la necessità ed il loro importo sia ragionevole.", "60.  La Corte non dubita della necessità di sostenere delle spese, ma trova eccessivo l’importo complessivamente richiesto per gli onorari. Essa ritiene quindi che si debba procedere ad un rimborso parziale. Tenuto conto delle circostanze della causa, la Corte ritiene ragionevole accordare agli eredi del ricorrente congiuntamente un importo di 2.000 EUR per le spese sostenute.", "", "C.  Interessi moratori", "61.  La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "", "PER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITÀ,", "1.  Dichiara il ricorso ricevibile quanto alla doglianza basata sull’articolo 6 § 1 della Convenzione ed irricevibile per il resto;", "", "2.  Dichiara che vi è stata violazione dell’articolo 6 § 1 della Convenzione;", "", "3.  Dichiara", "a)  che lo Stato convenuto deve versare agli eredi del ricorrente congiuntamente, entro tre mesi a decorrere dalla data in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le seguenti somme:", "i)  4.200 EUR (quattromiladuecento euro), più l’importo eventualmente dovuto a titolo di imposta, per il danno morale;", "ii)  2.000 EUR (duemila euro), più l’importo eventualmente dovuto dagli eredi del ricorrente a titolo di imposta, per le spese;", "b)  che a decorrere dalla scadenza di detto termine e fino al versamento tale importo dovrà essere maggiorato di un interesse semplice a un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "", "4.  Rigetta la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto in data 12 febbraio 2013, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\tStanley Naismith\tDanutė Jočienė\n\tCancelliere\tPresidente"]}