{"file": "ITA_HJUDITA_39128_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "39128/05", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, effettuata  dall’esperto linguistico Martina Scantamburlo", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court's database HUDOC", "CONSIGLIO D'EUROPA\nCORTE EUROPEA DEI DIRITTI DELL'UOMO  \nCAUSA VALLAURI CONTRO ITALIA\nRicorso:  39128/05 \nPresidente: Françoise Tulkens. ", "Sentenza \nStrasburgo", "Questa sentenza diventerà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Potrà subire alcune lievi modifiche formali. \nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:\nFrançoise Tulkens, presidente,\nIreneu Cabral Barreto,\nVladimiro Zagrebelsky\nDanutė Jočienė,\nDragoljub Popović,\nAndrás Sajó,\nIşıl Karakaş, giudici,\ne da Sally Dollé, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 15 settembre 2009,\nPronuncia la seguente sentenza, adottata in quest’ultima data:\n ", "IL PROCEDIMENTO", "All’origine della causa vi è un ricorso (n. 39128/05) presentato contro la Repubblica italiana e con cui un cittadino di tale Stato, il sig. Luigi Lombardi Vallauri («il ricorrente»), ha adito la Corte il 17 ottobre 2005 in applicazione dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "Il ricorrente è rappresentato dagli avv. Stefano Grassi e Federico Sorrentino, rispettivamente del foro di Firenze e di Roma. Il governo italiano («il Governo») è stato rappresentato alternativamente dai suoi agenti, I.M. Braguglia, R. Adam e E. Spatafora, e dai suoi co-agenti, V. Esposito e F. Crisafulli, nonché dal suo co-agente aggiunto, N. Lettieri.", "Il 7 ottobre 2008 la Corte ha deciso di comunicare al Governo i motivi di ricorso relativi agli articoli 6 § 1, 10 e 14 della Convenzione. Come ammette l’articolo 29 § 3 della Convenzione, è stato inoltre deciso che la camera si sarebbe pronunciata nel contempo sulla ricevibilità e sul merito.\n\n", "", "IN FATTO\n\nI. LE CIRCOSTANZE DEL CASO DI SPECIE\n ", "Il ricorrente è nato nel 1936 ed è residente a Firenze.", "Dal 1976, il ricorrente fu incaricato dell’insegnamento della Filosofia del diritto presso la Facoltà di Giurisprudenza dell’Università Cattolica del Sacro Cuore di Milano (di seguito «l'Università»), sulla base di contratti rinnovati ogni anno. Il ricorrente era anche incaricato dell’insegnamento della Filosofia del diritto presso l’Università di Firenze.", "Quando fu pubblicato il bando di concorso per l’anno accademico 1998-1999, il ricorrente si presentò come candidato.", "Il 23 ottobre 1998 ebbe luogo un colloquio informale tra il ricorrente e un interlocutore della Congregazione.", "Con lettera in data 26 ottobre 1998, indirizzata al Rettore dell’Università, la Congregazione per l’Educazione Cattolica (di seguito «la Congregazione»), organismo della Santa Sede, comunicò a quest’ultimo che alcune posizioni del ricorrente «si oppongono nettamente alla dottrina cattolica» e che, «nel rispetto della verità, del bene degli studenti e di quello dell’Università [stessa]», il ricorrente non doveva più insegnare in questa Università.", "Con lettera in data 28 ottobre 1998, il Rettore dell’Università informò il Preside della Facoltà di Giurisprudenza della posizione della Congregazione.", "Il 4 novembre 1998 il Consiglio della Facoltà di Giurisprudenza dell’Università (di seguito «il Consiglio di Facoltà») si riunì e, constatando che la Santa Sede non aveva acconsentito alla nomina del ricorrente, decise di non prendere il considerazione la candidatura di quest’ultimo.", "Il testo integrale del verbale di tale riunione è il seguente:", "«Per quanto riguarda l’insegnamento della Filosofia del diritto, il preside [della Facoltà di Giurisprudenza] annuncia che le domande di candidatura dei professori Luigi Lombardi Vallauri, B.M. e A.T. sono state presentate entro il termine (...) fissato nel bando di concorso del 29 settembre 1998. Gli ultimi due candidati hanno espressamente richiesto di tener conto delle loro domande solo in caso di non presentazione della domanda da parte del professor Luigi Lombardi Vallauri, oppure qualora quest’ultimo non ottenga il necessario gradimento della Santa Sede.", "Il preside indica di aver ricevuto una lettera del Rettore dell’Università datata 26 ottobre 1998 che spiega che la Congregazione per l’Educazione Cattolica ha ritenuto che, in ragione del contenuto di alcuni scritti e dell’insegnamento nell’ambito del corso di Filosofia del diritto del professor Luigi Lombardi Vallauri, quest’ultimo non debba continuare ad insegnare nella Facoltà. Il preside legge il testo della lettera:", "“Caro preside, ho ricevuto una lettera dalla Congregazione per l’Educazione Cattolica del 26 ottobre [1998] con cui mi viene comunicato quanto segue riguardo al professor Luigi Lombardi Vallauri e al suo corso di Filosofia del diritto presso la Facoltà di Giurisprudenza.", "Dopo aver rilevato che alcune posizioni del dott. Lombardi Vallauri “si oppongono nettamente alla dottrina cattolica”, la Congregazione scrive: “si ritiene pertanto che, nel rispetto della verità, del bene degli studenti e di quello dell’Università Cattolica del Sacro Cuore, il professor Luigi Lombardi Vallauri non debba continuare ad insegnare in questa università”.", "La Congregazione mi invita a comunicare il contenuto di questa lettera al preside della Facoltà di Giurisprudenza e al professor Luigi Lombardi Vallauri. Procedo pertanto [a tale comunicazione] e ti prego di riferire [il contenuto della lettera] alla Facoltà, per quanto di sua competenza”.", "Di conseguenza, il Consiglio di Facoltà prende atto, ai sensi dell’articolo 10 dell’Accordo di revisione del Concordato e dell’articolo 45 dello Statuto dell’Università, che il necessario gradimento della Santa Sede nei confronti del professor Luigi Lombardi Vallauri è venuto meno.", "Il preside procede dunque alla lettura di una lettera del professor M.R., che è assente.", "Il professor M.R., prendendo atto della decisione della Congregazione, nel rispetto della propria competenza specifica, esprime la sua piena solidarietà al professor Luigi Lombardi Vallauri; si duole profondamente che la Facoltà non sia più in grado di rinnovare la propria fiducia a un insegnante di grande apertura culturale e umana; manifesta al suo distinto collega e amico, uno degli insegnanti più brillanti, che ha potuto seguire nel corso di una carriera di più di trent’anni di insegnamento, la propria gratitudine per l’impegno e la devozione dimostrati negli anni passati nella nostra Università. Il professor C. e il professor S. si associano a questa dichiarazione.", "La Facoltà esprime poi all’unanimità il proprio rammarico per non poter prendere in considerazione la domanda del professor Lombardi Vallauri e ringrazia il collega per la lunga e preziosa attività di insegnamento svolta a profitto della Facoltà nel campo della Filosofia del diritto.", "Il professor D.M. propone che la Facoltà inviti il Rettore a chiedere alla Congregazione di indicare i motivi della decisione adottata nei confronti del professor Lombardi Vallauri. Il professor D.M. indica che tale richiesta è giustificata dall’interesse degli insegnanti della Facoltà di ricevere indicazioni relative agli aspetti degli studi e degli insegnamenti del professor Lombardi Vallluri che sono stati considerati incompatibili con l’ispirazione cattolica della Facoltà. I professori C., Co. e D. si associano a questa proposta.", "Il professor S. osserva che la Facoltà non è autorizzata a chiedere i motivi sui quali si basa la decisione. [Quest’ultima] è un atto di un ordine [giuridico] esterno a quello della Facoltà, la quale ha il dovere di valutare l’attitudine scientifica e formativa degli insegnanti che hanno ottenuto l’approvazione dell’autorità religiosa. Il professor V. osserva che una richiesta in tal senso pregiudicherebbe il diritto alla riservatezza del professor Lombardi Vallauri. Il professor B. osserva che ogni insegnante potrebbe avere interesse a conoscere i motivi del provvedimento in questione per sapere come comportarsi, ma [tale interesse] non rientra nella competenza di un organo collegiale, come il Consiglio di Facoltà.", "La proposta del professor D.M. viene messa al voto, a fine discussione, con il seguente risultato:\nPro: dieci\nContro: dodici\nAstenuti: uno.»", "Il 25 gennaio 1999 il ricorrente presentò un ricorso dinanzi al tribunale amministrativo regionale («T.A.R.») della Lombardia allo scopo di ottenere, tra l’altro, l'annullamento della decisione del Consiglio di Facoltà del 4 novembre 1998 di non prendere in considerazione la sua candidatura, nonché dell’atto dell’autorità ecclesiastica che rifiuta di esprimere il gradimento per quanto attiene la sua nomina. Il ricorrente affermò anche che le decisioni impugnate erano incostituzionali in quanto violavano il suo diritto all’eguaglianza, la sua libertà di insegnamento e la sua libertà religiosa.", "Con sentenza in data 26 ottobre 2001, il T.A.R. rigettò la domanda del ricorrente.", "Esso osservò anzitutto che la decisione del Consiglio di Facoltà di non prendere in considerazione la sua candidatura era stata debitamente motivata, poiché il Rettore aveva comunicato la lettera della Congregazione con cui l’autorità ecclesiastica negava il proprio gradimento. Il tribunale indicò anche che l’accordo di revisione del concordato tra la Santa Sede e la Repubblica italiana (di seguito «l'Accordo») non prevedeva alcun obbligo di menzionare i motivi religiosi alla base del rifiuto del gradimento.", "Il T.A.R. considerò poi che l’esame della legittimità della decisione della Santa Sede non rientrava né nella sua sfera di competenza né in quella del Consiglio di Facoltà, trattandosi di un atto proveniente da uno Stato estero.", "Il tribunale ritenne infine che la scelta degli insegnanti di aderire ai principi della religione cattolica è libera, pertanto l'articolo 10 dell'Accordo non comportava alcuna violazione del diritto all’eguaglianza, della libertà di insegnamento e della libertà religiosa sanciti rispettivamente dagli articoli 3, 19 e 33 della Costituzione. Alla luce, tra l’altro, della sentenza della Corte costituzionale n. 195 del 14 dicembre 1972 (v. paragrafo 21 infra), esso rigettò dunque le questioni di legittimità costituzionale sollevate dal ricorrente.", "Il 9 dicembre 2002 il ricorrente interpose appello dinanzi al Consiglio di Stato ribadendo che la decisione del Consiglio di Facoltà di non prendere in considerazione la sua candidatura non era motivata. Il ricorrente contestò la mancanza di competenza del giudice amministrativo in materia e sostenne che la mancata comunicazione dei motivi alla base della decisione della Congregazione aveva pregiudicato il principio del contraddittorio e il suo diritto alla difesa, sanciti, tra l’altro, dall’articolo 6 della Convenzione Europea dei Diritti dell’Uomo.", "Con una sentenza depositata il 18 giugno 2005 il Consiglio di Stato rigettò l’appello del ricorrente, affermando che «le autorità amministrative e giurisdizionali della Repubblica non possono discostarsi dalla sentenza della Corte costituzionale n. 195 del 14 dicembre 1972 nell’applicazione dell’articolo 10 dell'Accordo e del suo Protocollo addizionale». Il Consiglio di Stato osservò altresì che «nessuna autorità della Repubblica può giudicare le valutazioni dell’autorità ecclesiastica», tenuto conto anche che il consenso della Congregazione, che proviene dal Vaticano, si colloca fuori della loro sfera di competenza. Il Consiglio di Stato indicò che il Consiglio di Facoltà si era giustamente limitato a prendere atto del fatto che in mancanza del consenso richiesto, la candidatura del ricorrente non poteva semplicemente essere presa in considerazione.\n\nII. IL DIRITTO INTERNO E COMUNITARIO PERTINENTE E LA RACCOMANDAZIONE DELL'ASSEMBLEA PARLAMENTARE DEL CONSIGLIO D’EUROPA\n ", "La legge n. 121 del 25 marzo 1985\nL'articolo 10 n. 3 dell'Accordo di revisione del concordato tra la Santa Sede e la Repubblica italiana (firmato il 18 febbraio 1984 e ratificato con la legge n. 121 del 25 marzo 1985) dispone che:\n«Le nomine dei docenti dell'Università cattolica del Sacro Cuore (…) sono subordinate al gradimento, sotto il profilo religioso, della competente autorità ecclesiastica.»", "Il Protocollo addizionale alla legge n. 121 del 25 marzo 1985\nL'articolo 6 di tale Protocollo recita:\n«La Repubblica italiana, nell'interpretazione del n. 3 dell’articolo 10 della legge n. 121 del 25 marzo 1985 - che non innova l'articolo 38 del Concordato dell'1 febbraio 1929 -si atterrà alla sentenza n. 195 del 14 dicembre 1972 della Corte costituzionale relativa al medesimo articolo».", "La sentenza la Corte costituzionale n. 195 del 14 dicembre 1972\nIn tale sentenza, la Corte costituzionale si è espressa sulla questione di stabilire se la subordinazione della nomina dei professori dell’Università Cattolica al gradimento della Santa Sede sia compatibile con gli articoli 33 e 19 della Costituzione (che garantiscono rispettivamente la libertà di insegnare e la libertà religiosa). Le parti pertinenti di tale sentenza recitano:\n«Accertato che non contrasta con l'art. 33 la creazione di università libere, che possono essere confessionali o comunque ideologicamente caratterizzate, ne deriva necessariamente che la libertà di insegnamento da parte dei singoli docenti - libertà pienamente garantita nelle università statali - incontra nel particolare ordinamento di siffatte università, limiti necessari a realizzarne le finalità. Da quanto precede risulta di tutta evidenza che, negandosi ad una libera università ideologicamente qualificata il potere di scegliere i suoi docenti in base ad una valutazione della loro personalità e negandosi alla stessa il potere di recedere dal rapporto ove gli indirizzi religiosi o ideologici del docente siano divenuti contrastanti con quelli che caratterizzano la scuola, si mortificherebbe e si rinnegherebbe la libertà di questa.\nTali poteri costituiscono certo una indiretta limitazione della libertà del docente ma non ne costituiscono violazione, perché libero é il docente di aderire, con il consenso alla chiamata, alle particolari finalità della scuola; libero é egli di recedere, a sua scelta, dal rapporto con essa quando tali finalità più non condivida.\nLe stesse ragioni valgono a dimostrare l'infondatezza della addotta violazione dell'art. 19 della Costituzione. La legittima esistenza di libere università, caratterizzate dalla finalità di diffondere un credo religioso, é senza dubbio uno strumento di libertà: ed anche qui giova ribadire che, ove l'ordinamento imponesse ad una siffatta università di avvalersi e di continuare ad avvalersi dell'opera di docenti non ispirati dallo stesso credo, tale disciplina fatalmente si risolverebbe nella violazione della fondamentale libertà di religione (...). La libertà dei cattolici sarebbe gravemente compromessa ove l'Università Cattolica non potesse recedere dal rapporto con un docente che più non ne condivida le fondamentali e caratterizzanti finalità.»", "Lo statuto dell'Università Cattolica del Sacro Cuore (D.R. 24 ottobre 1996)\nArticolo 1\n«(...) L'Università Cattolica del Sacro Cuore (...) è una persona giuridica di diritto pubblico (...).\nL’Università Cattolica è una comunità accademica che contribuisce allo sviluppo degli studi, della ricerca scientifica e alla preparazione dei giovani alla ricerca, all’insegnamento, agli uffici pubblici e privati e alle professioni libere (…) conformemente ai principi della dottrina cattolica e in coerenza con la natura universale del cattolicesimo e con le sue alte e specifiche esigenze di libertà.\nL’Università Cattolica (…) fa proprio l’obiettivo di assicurare una presenza nel mondo universitario e culturale di persone impegnate ad affrontare e risolvere, alla luce del messaggio cristiano e dei principi morali, i problemi della società e della cultura. (...)»\nArticolo 44\n«(...)L’attività di insegnamento presso l’Università Cattolica comporta il rispetto dei principi ispiratori dell’Università stessa.»\nArticolo 45\n«Le nomine dei titolari di insegnamento dell’Università Cattolica sono subordinate al gradimento, sotto il profilo religioso, della competente autorità ecclesiastica, da rilasciarsi a norma e per gli effetti dell’art. 10, n. 3 dell’Accordo di revisione del Concordato tra la Repubblica italiana e la Santa Sede, firmato il 18 febbraio 1984 e ratificato con Legge 25 marzo 1985, n. 121.\nNell’applicare l’art. 10, n. 3 dell’Accordo di revisione del Concordato tra la Repubblica italiana e la Santa Sede, l’Università Cattolica, in conformità a quanto previsto dal Protocollo addizionale al predetto Accordo, si atterrà alla sentenza n. 195/1972 della Corte Costituzionale relativa al medesimo articolo.»", "La direttiva 78/2000/CE\nArticolo 4\n«(...) Gli Stati membri possono stabilire che una differenza di trattamento basata su [la religione o le convinzioni] non costituisca discriminazione laddove, per la natura di un'attività lavorativa o per il contesto in cui essa viene espletata, tale caratteristica costituisca un requisito essenziale e determinante per lo svolgimento dell'attività lavorativa, purché la finalità sia legittima e il requisito proporzionato.\nGli Stati membri possono mantenere nella legislazione nazionale in vigore alla data d'adozione della presente direttiva o prevedere in una futura legislazione che riprenda prassi nazionali vigenti alla data d'adozione della presente direttiva, disposizioni in virtù delle quali, nel caso di attività professionali di chiese o di altre organizzazioni pubbliche o private la cui etica è fondata sulla religione o sulle convinzioni personali, una differenza di trattamento basata sulla religione o sulle convinzioni personali non costituisca discriminazione laddove, per la natura di tali attività, o per il contesto in cui vengono espletate, la religione o le convinzioni personali rappresentino un requisito essenziale, legittimo e giustificato per lo svolgimento dell'attività lavorativa, tenuto conto dell'etica dell'organizzazione. (...)»", "La Raccomandazione n. 1762(2006) dell'Assemblea Parlamentare del Consiglio d’Europa: «Libertà accademica e autonomia delle università»\n«(...)\n4. Conformemente alla Magna Charta Universitatum, l'Assemblea riafferma il diritto delle università alla libertà accademica e all’autonomia, diritto che comprende i principi seguenti:\n4.1. la libertà accademica, nella ricerca come nell’insegnamento, dovrebbe garantire la libertà di espressione e di azione, la libertà di comunicare delle informazioni così come quella di ricercare e di diffondere senza restrizioni il sapere e la verità;\n4.2. l'autonomia istituzionale delle università dovrebbe comprendere un impegno indipendente verso la loro missione culturale e sociale tradizionale, sempre fondamentale al giorno d’oggi, attraverso una politica di arricchimento dei saperi, una buona amministrazione e una gestione efficace;\n4.3. la Storia ha dimostrato che le violazioni della libertà accademica e dell’autonomia delle università hanno sempre comportato una retrocessione sul piano intellettuale e, dunque, una stagnazione economica e sociale;\n(...)\n6. Con l’avvento della società del sapere, è sempre evidente che, per rispondere alle nuove evoluzioni, è necessario un nuovo contratto tra università e società. Le libertà universitarie devono essere considerate come aventi una inevitabile controparte: la responsabilità sociale e culturale delle università e l’obbligo delle stesse di rendere conto al pubblico e parlare della propria missione.»\n\nIN DIRITT0\n\nI. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 10 DELLA CONVENZIONE\n ", "Il ricorrente si lamenta per il fatto che la decisione dell’Università Cattolica del Sacro Cuore, priva di motivazione e presa in assenza di un vero dibattito in contraddittorio, ha violato la sua libertà di espressione, così come sancita dall’articolo 10 della Convenzione. Tale articolo, nelle sue parti pertinenti, recita:\n«1. Ogni persona ha diritto alla libertà di espressione. Tale diritto comprende la libertà di opinione e la libertà di (…) comunicare informazioni o idee senza che vi possa essere ingerenza da parte delle autorità pubbliche e senza riguardo alla nazionalità. (...)\n2. Poiché comporta dei doveri e delle responsabilità, l’esercizio di queste libertà può essere subordinato a determinate (…) condizioni, restrizioni o sanzioni che sono previste dalla legge e che costituiscono misure necessarie, in una società democratica, alla (…) protezione (…) dei diritti altrui (...).»\n\nA. Sulla ricevibilità\n ", "Il Governo sostiene anzitutto che l’Università del Sacro Cuore «è una istituzione privata, inquadrata nell’ordinamento giuridico pubblico di uno Stato estero», ossia la Santa Sede.", "Egli osserva poi il mancato rinnovo del contratto di lavoro del ricorrente attiene all’interesse di quest’ultimo ad avere accesso ad un impiego, interesse che si situa fuori del campo di applicazione della Convenzione. Facendo riferimento alla giurisprudenza della Corte Glasenapp c. Germania (28 agosto 1986, serie A n. 104, § 50) e Kosiek c. Germania (28 agosto 1986, serie A n. 105, § 36,), il Governo sostiene che questa parte del ricorso dovrebbe essere rigettata in quanto incompatibile ratione materiae con le disposizioni della Convenzione", "Il ricorrente contesta le posizioni del Governo.", "La Corte fa riferimento anzitutto al testo dell'articolo 1 dello Statuto dell'Università, secondo il quale «L'Università Cattolica del Sacro Cuore (...) è una persona giuridica di diritto pubblico». Inoltre, la Corte considera che la competenza dei giudici amministrativi interni (tribunale amministrativo regionale e Consiglio di Stato) per trattare la controversia dissipa ogni eventuale dubbio circa la natura pubblica dell’istituzione in causa (v., mutatis mutandis, Rommelfanger c. Repubblica Federale di Germania, ricorso n. 12242/86, dec. 6 settembre 1989).", "Quanto all’applicabilità dell’articolo 10, la Corte osserva di avere affermato, nelle cause Glasenapp c. Germania (già cit., § 50) e Kosiek c. Germania (già cit., § 36), che l’articolo 10 della Convenzione «ha certamente attinenza» con i fatti di causa, e di avere concluso per l’assenza di una ingerenza nell’esercizio del diritto tutelato dal paragrafo 1 dell'articolo 10. La Corte osserva che la tutela dell’articolo 10 della Convenzione si estende dunque alla sfera professionale degli insegnanti. Peraltro, i fatti all’origine del mancato rinnovo del contratto del ricorrente erano costituiti da «alcune posizioni che si oppongono nettamente alla dottrina cattolica» (v. paragrafo 8 supra) che rientrano, con ogni evidenza, nell’esercizio della libertà di espressione di quest’ultimo. Pertanto, l’eccezione del Governo relativa all’incompatibilità ratione materiae di questo motivo di ricorso con le disposizioni della Convenzione deve essere rigettata.", "La Corte constata pertanto che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione, e osserva peraltro che esso non si scontra con nessun altro motivo di irricevibilità. È dunque opportuno dichiararlo ricevibile.\n\nB. Sul merito\n\n1. Tesi delle parti\n\na) Il Governo\n ", "Il Governo contesta l’esistenza di una ingerenza nella libertà di espressione del ricorrente. Esso osserva che quest’ultimo non era «titolare» di una cattedra presso l’Università Cattolica: aveva firmato dei contratti annuali, rinnovati ogni anno sulla base di una selezione effettuata tra più candidati. La situazione del ricorrente richiamerebbe le cause Glasenapp c. Germania e Kosiek c. Germania (sopra citate) in cui la Corte aveva ritenuto che, per quanto riguarda il rifiuto delle autorità di ammettere le interessate nella pubblica aministrazione, in mancanza di uno dei requisiti richiesti (ossia la difesa del regime liberale e democratico), era l’accesso all’impiego che si trovava al centro del problema (v. Vogt c. Germania 26 settembre 1995, § 44, serie A n. 323). Essa aveva dunque concluso che non vi era stata ingerenza nel loro diritto tutelato dall’articolo 10 della Convenzione.", "Ad ogni modo, secondo il Governo, anche a voler supporre che vi sia stata una ingerenza nella presente causa, questa era prevista dalla legge, perseguiva uno scopo legittimo, ossia la tutela del diritto dell’Università di offrire agli studenti un insegnamento ispirato alla dottrina cattolica, ed era proporzionata a questo obiettivo, tenuto conto in particolare che il ricorrente ha continuato ad esercitare la propria attività di insegnamento presso l’Università di Firenze.\n\nb) Il ricorrente", "Il ricorrente non mette in questione il fatto che la legge italiana prevede che le nomine degli insegnanti dell’Università Cattolica del Sacro Cuore siano subordinate al gradimento, sotto l’aspetto religioso, dell’autorità ecclesiastica competente, né che tale misura persegua uno scopo legittimo.", "Egli osserva tuttavia che all’esito della procedura dinanzi alla Congregazione, condotta senza contraddittorio, il Consiglio di Facoltà ha deciso di non rinnovare il suo contratto omettendo di indicare gli aspetti delle sue opinioni che sarebbero stati in contraddizione con la dottrina cattolica. Il ricorrente sostiene anche che il suo licenziamento è avvenuto sulla base di una misura completamente sottratta al controllo dei giudici nazionali.\n\nc) La terza parte interveniente", "L’Università Cattolica del Sacro Cuore, intervenuta in qualità di terza parte interveniente nel procedimento, osserva che al ricorrente sono state comunicate le motivazioni religiose sulle quali si basa il suo licenziamento durante il colloquio con un interlocutore della Congregazione che ha avuto luogo il 23 ottobre 1998, e in occasione del quale il ricorrente ha esercitato il suo diritto al contraddittorio.", "La terza parte si associa alle osservazioni del Governo per quanto riguarda la proporzionalità della misura controversa.\n\n2. Valutazione della Corte\n\na) Sull’esistenza di una ingerenza", "Contrariamente alla tesi del Governo, la Corte osserva anzitutto che le circostanze del caso di specie non sono comparabili a quelle che hanno caratterizzato le cause Glasenapp c. Germania e Kosiek c. Germania (sopra citate). In effetti, se è vero che il ricorrente firmava di volta in volta contratti temporanei, il rinnovo di questi ultimi per più di venti anni e il riconoscimento delle qualità scientifiche del ricorrente da parte dei suoi colleghi dimostrano la stabilità della sua situazione professionale (v. la citazione al paragrafo 11, punti i, viii e ix, supra). Secondo la Corte, i fatti della presente causa sono piuttosto assimilabili a quelli descritti nella sentenza Vogt c. Germania (già cit., § 44). In questa sentenza, la Corte aveva concluso per l’esistenza di una ingerenza dello Stato nella libertà di espressione della ricorrente tenuto conto del fatto che, contrariamente alla situazione dei ricorrenti nelle cause Glasenapp c. Germania e Kosiek c. Germania (già cit., v. paragrafo 32 supra), la sig.ra Vogt era un funzionario titolare della cattedra di insegnante da vari anni. Pertanto, le considerazioni del Governo volte a escludere l’esistenza di una ingerenza nel diritto del ricorrente sancito dall’articolo 10 della Convenzione non possono essere accolte.", "La Corte considera dunque che la decisione del Consiglio di Facoltà di non prendere in considerazione la candidatura del ricorrente abbia costituito una ingerenza nel diritto di quest’ultimo sancito dall’articolo 10 della Convenzione.\n\nb) Giustificazione dell’ingerenza\ni) «Prevista dalla legge» e ispirata da uno «scopo legittimo»", "Conformemente al secondo comma dell’articolo 10 della Convenzione, tale ingerenza era «prevista dalla legge», ossia l’articolo 10 n. 3 della legge n. 121 del 25 marzo 1985.", "Per quanto riguarda lo scopo perseguito, la Corte osserva che la misura controversa era volta alla realizzazione delle finalità proprie all’Università, ispirata dalla dottrina cattolica e che la Corte costituzionale, nella sua sentenza del 14 dicembre 1972, ha ritenuto che il fatto di subordinare la nomina dei professori dell’Università Cattolica al gradimento della Santa Sede era compatibile con gli articoli 33 e 19 della Costituzione (v. paragrafo 21 supra). Essa osserva anche che, in alcuni istituti, la religione può costituire un requisito professionale, considerata l’etica dell’organizzazione (v., al paragrafo 23, l'articolo 4 della direttiva comunitaria, 78/2000/CE). In queste condizioni, la Corte ritiene che la decisione del Consiglio di Facoltà poteva essere considerata come ispirata dallo scopo legittimo di tutelare un «diritto altrui», che si manifesta nell’interesse dell’Università ad ispirare il proprio insegnamento alla dottrina cattolica.\nii) «Necessario in una società democratica»\nα) Principi generali", "La Corte ricorda che, nella sua sentenza Vogt c. Germania (già cit., § 52), ha riassunto come segue i principi fondamentali che derivano dalla sua giurisprudenza relativa all’articolo 10 della Convenzione (v. anche Sunday Times c. Regno Unito (n. 2), 26 novembre 1991, § 50, serie A n. 217 e Perna c. Italia [GC], n. 48898/99, § 39, CEDU 2003 V):\n«i. La libertà di espressione costituisce uno dei fondamenti essenziali di una società democratica, una delle condizioni primordiali per il suo progresso e per lo sviluppo di ogni individuo. Fatta salva la riserva del paragrafo 2, essa vale non soltanto per le “informazioni” o le “idee” accolte con favore o considerate inoffensive o indifferenti, ma anche per quelle che offendono, sconvolgono o inquietano: così esigono il pluralismo, la tolleranza e l’apertura mentale, senza i quali non vi è “società democratica”. Come sancisce l’articolo 10, questa libertà è soggetta a delle eccezioni, che, tuttavia, devono essere interpretate in maniera restrittiva, e l'esigenza di qualsiasi restrizione deve essere stabilita in modo convincente.\nii. L’aggettivo “necessario”, nella lettera dell’art 10 § 2, implica l’esistenza di “un’imperiosa esigenza sociale”. Gli Stati Contraenti godono di un certo margine discrezionale per giudicare la sussistenza di un tale bisogno, ma questo margine va di pari passo con un controllo europeo, che riguarda sia la legge che le decisioni che la applicano, persino quelle derivanti da una giurisdizione indipendente. Compete, dunque, alla Corte in ultima istanza di decidere se una “restrizione” è conciliabile con la libertà di espressione tutelata dall'articolo 10.\niii. Nell’esercitare il proprio controllo, la Corte non ha il compito, di sostituirsi alle giurisdizioni interne competenti, ma quello di verificare, sotto il profilo dell’articolo 10, le decisioni pronunciate da queste ultime in virtù del loro potere discrezionale. Questo non significa che essa deve limitarsi a cercare di stabilire se lo Stato convenuto si sia avvalso di questo potere in buona fede, accuratamente e ragionevolmente: deve considerare l’ingerenza in questione alla luce della causa nel suo insieme, per determinare se era «proporzionata allo scopo legittimo perseguito» e se i motivi invocati dalle autorità nazionali per giustificarla sembrano «pertinenti e sufficienti». In questo modo, la Corte deve convincersi che le autorità nazionali hanno applicato norme conformi ai principi sanciti dall’articolo 10, basandosi, per di più, su una valutazione accettabile dei fatti pertinenti.»\nβ) Applicazione di questi principi al caso di specie", "La Corte sottolinea subito l’importanza attribuita nella sua giurisprudenza e, ad un livello più generale, dall’Assemblea parlamentare del Consiglio d’Europa, alla libertà accademica, intesa come garanzia della libertà di espressione e di azione, della libertà di trasmettere informazioni e della libertà di « ricercare e divulgare senza restrizioni il sapere e la verità » (si vedano Sorguç c/Turchia, n. 17089/03, § 35, 23 giugno 2009, e la raccomandazione 1762(2006) dell’Assemblea parlamentare del Consiglio d’Europa, precedente paragrafo 24).", "Nella fattispecie, per valutare se la misura controversa fosse « necessaria in una società democratica », la Corte dovrà prendere in esame, da un lato, il diritto del ricorrente alla libertà di espressione che implica il diritto di trasmettere conoscenze senza restrizioni e, dall’altro, l’interesse dell’Università a dispensare un insegnamento conforme alle convinzioni religiose che le sono proprie. Così vuole il principio del pluralismo « senza il quale non esiste una società democratica » (si veda Handyside c/Regno Unito, 7 dicembre 1976, § 49, serie A n. 24).", "La Corte rammenta che, nel campo della libertà di espressione, al margine di apprezzamento di cui godono gli Stati contraenti si accompagna un controllo europeo particolarmente stretto per via dell’importanza della suddetta libertà, più volte sottolineata dalla Corte. E’ quindi necessario accertare in modo convincente l’esigenza di restringere tale libertà (si vedano Radio ABC c/Austria, 20 ottobre 1997, § 30, Raccolta delle sentenze e decisioni 1997 VI e Informationsverein Lentia e altri c/Austria, 24 novembre 1993, § 35, serie A n. 276).", "Per verificare se tale fosse il caso nella specie, è opportuno valutare se, nella fase amministrativa dinanzi al Consiglio di Facoltà, il ricorrente abbia beneficiato di adeguate garanzie procedurali, dipendenti in particolare dalla conoscenza delle ragioni all’origine della limitazione del suo diritto alla libertà di espressione e dalla possibilità di contestarle. Per giunta, nel caso di specie, tali garanzie interessano anche la fase, successiva, del controllo giurisdizionale del procedimento amministrativo e, in particolare, l’efficacia di tale controllo. Al riguardo, è utile rammentare che la Corte ha concluso già per la violazione dell’articolo 10 della Convenzione sul piano procedurale a causa della vaga portata della misura restrittiva della libertà di espressione o dell’assenza di una motivazione dettagliata di tale misura accompagnata dalla mancanza di un adeguato controllo giurisdizionale sull’applicazione della stessa (si vedano, mutatis mutandis, Association Ekin c/Francia, n. 39288/98, § 58, CEDU 2001 VIII e Saygılı e Seyman c/Turchia, n. 51041/99, §§ 24-25, 27 giugno 2006).", "Per quanto concerne il primo aspetto, la Corte osserva in primo luogo che, nella decisione di non prendere in esame la candidatura del ricorrente, il Consiglio di Facoltà non ha comunicato a quest’ultimo (né ha valutato) in quale misura le pretese opinioni eterodosse contestate al ricorrente si ripercuotessero sulla sua attività di insegnamento e, di conseguenza, come potessero contrastare con l’interesse dell’Università a dispensare un insegnamento ispirato alle convinzioni religiose che le sono proprie.", "In secondo luogo, più in generale, la Corte osserva che il contenuto stesso di tali « orientamenti » è rimasto completamente sconosciuto. La missiva della Congregazione (il cui testo, nella parte pertinente, è citato nella lettera inviata dal rettore dell’Università al preside della Facoltà di Giurisprudenza) contiene unicamente il riferimento ad alcuni orientamenti del prof. Lombardi Vallauri che « si oppongono nettamente alla dottrina cattolica » (si veda il precedente paragrafo 11, punto iv).", "La Corte non può che rilevare il carattere vago ed incerto di una tale indicazione e constatare che la decisione del Consiglio di Facoltà, al di là del mero riferimento all’assenza del gradimento della Santa Sede, il cui contenuto è rimasto segreto, è priva di motivazione. In questo quadro, il colloquio tra il ricorrente e un interlocutore della Congregazione non toglie niente a questa constatazione. Il colloquio in questione era stato infatti informale e di esso non risultava alcun resoconto ufficiale.", "Per quanto concerne il secondo aspetto, relativo all’efficacia del controllo giurisdizionale sul procedimento amministrativo, la Corte rammenta immediatamente che, in linea di principio, gli Stati devono astenersi dal sindacare la legittimità delle convinzioni religiose o delle modalità di espressione delle stesse (si veda, mutatis mutandis, Chiesa metropolitana di Bessarabia e altri c/Moldova, n. 45701/99, § 117, CEDU 2001 XII). Nel presente caso, a giudizio della Corte, la sostanza della decisione adottata dalla Congregazione non era sindacabile dalle autorità dello Stato.", "La Corte rileva tuttavia che i giudici amministrativi interni hanno limitato il loro esame della legittimità della decisione controversa alla constatazione da parte del Consiglio di Facoltà dell’esistenza di una tale decisione.", "Ciò facendo, i giudici nazionali hanno rifiutato di prendere in esame la mancata comunicazione al ricorrente, da parte del Consiglio di Facoltà, delle opinioni a lui contestate. Lungi dall’implicare un giudizio delle stesse autorità giudiziarie sulla compatibilità tra gli orientamenti del ricorrente e la dottrina cattolica, la comunicazione di quegli elementi avrebbe consentito al ricorrente di conoscere e quindi di contestare il legame esistente tra le sue opinioni e la sua attività di insegnante.", "D’altra parte, pur rilevando che gli articoli 10 dell’Accordo e 45 dello Statuto non impongono alcun obbligo di indicare le ragioni alla base dell’esclusione della candidatura del ricorrente, la Corte osserva che l’opportunità di una tale indicazione veniva sollevata già all’epoca dei fatti. Durante la riunione del Consiglio di Facoltà, uno dei professori, appoggiato da altri tre, ha chiesto « di indicare le ragioni della misura adottata nei confronti del professor Lombardi Vallauri. (...) la richiesta è motivata dall’interesse degli insegnanti della Facoltà a ricevere indicazioni sugli aspetti degli studi e insegnamenti del professor Lombardi Vallauri considerati incompatibili con l’ispirazione cattolica della Facoltà ». La proposta, messa ai voti, è stata respinta con una maggioranza risicata: dodici voti contro dieci, con un astenuto (si veda il precedente paragrafo 11, x, xi e xii).", "Inoltre, la Corte constata che la mancata conoscenza da parte del ricorrente dei motivi alla base della sua estromissione ha, di per sé, escluso ogni possibilità di esercizio di un dibattito in contraddittorio. Neanche questo aspetto ha formato oggetto di esame da parte dei giudici interni. A giudizio della Corte, il controllo giurisdizionale sull’applicazione della misura controversa non è stato quindi adeguato nel caso di specie.", "In conclusione, la Corte ritiene che l’interesse dell’Università a dispensare un insegnamento ispirato alla dottrina cattolica non potesse estendersi fino al punto di intaccare la sostanza stessa delle garanzie procedurali riconosciute al ricorrente dall’articolo 10 della Convenzione.", "Di conseguenza, a parere della Corte, nelle circostanze particolari del caso, l’ingerenza nel diritto alla libertà di espressione del ricorrente non era « necessaria in una società democratica ». Vi è stata quindi violazione dell’articolo 10 della Convenzione.\n\nII. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 9 DELLA CONVENZIONE\n ", "Il ricorrente lamenta inoltre che la decisione dell’Università Cattolica del Sacro Cuore, priva di motivazione e adottata in assenza di un reale contraddittorio, ha violato la sua libertà di pensiero, di coscienza e di religione, tutelata dall’articolo 9 della Convenzione. L’articolo è così redatto nelle parti pertinenti:\n« 1. Ogni persona ha diritto alla libertà di pensiero, di coscienza e di religione; tale diritto implica la libertà di cambiare religione o credo, nonché la libertà di manifestare la propria religione o il proprio credo individualmente o collettivamente, in pubblico o in privato, attraverso il culto, l’insegnamento, le pratiche e il compimento dei riti.\n2. La libertà di manifestare la propria religione o il proprio credo non può formare oggetto di restrizioni diverse da quelle che, previste dalla legge, costituiscono misure necessarie, in una società democratica (…) per la protezione dei diritti e delle libertà altrui. »", "La Corte ritiene che la doglianza sia ammissibile. Tuttavia, a suo parere, sotto il profilo dell’articolo 9 della Convenzione non si pone alcuna questione che non sia già stata trattata nel contesto dell’articolo 10 della Convenzione. Di conseguenza, essa non giudica necessario un esame separato della doglianza.\nIII. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE", "Invocando l’articolo 6 § 1 della Convenzione, sotto il profilo dell’equità del procedimento e del diritto di accesso ad un tribunale, il ricorrente denuncia l’omessa pronunzia dei giudici interni sulla mancanza di motivazione della decisione del Consiglio di Facoltà, che ha determinato la sua impossibilità di impugnare tale decisione e di instaurare un dibattito in contraddittorio. Il ricorrente lamenta inoltre che il Consiglio di Facoltà si è limitato a prendere atto della decisione della Congregazione, adottata, anch’essa, in assenza di qualsiasi contraddittorio.\nL’articolo è così redatto nelle parti pertinenti:\n« Ogni persona ha diritto che la sua causa sia esaminata equamente (...) da un tribunale (...), che si pronuncerà sulle controversie sui suoi diritti e obblighi di carattere civile (...) »\n\nA.Sull’ammissibilità\n ", "Il Governo contesta immediatamente l’esistenza di un « diritto », ai sensi dell’articolo 6 § 1 della Convenzione, essendo la rivendicazione del ricorrente relativa al rinnovo di un contratto giunto a scadenza. Esso osserva poi che, per via del carattere non giurisdizionale della decisione della Congregazione, i principi del « processo equo » non si applicavano nel caso di specie e che i giudici nazionali non erano tenuti ad accertare il rispetto di tali principi. Il Governo sostiene che non si era in presenza di una « contestazione » su un diritto di carattere civile. L’articolo 6 § 1 non sarebbe quindi applicabile nel presente caso.", "Il ricorrente contesta la tesi del Governo e afferma che il suo diritto a partecipare ad un concorso bandito da una persona giuridica di diritto pubblico si qualifica come « diritto di carattere civile », ai sensi dell’articolo 6 § 1 della Convenzione.", "La Corte osserva che un punto non è controverso: la legislazione interna riconosceva al ricorrente il « diritto » a partecipare al concorso in contestazione. Infatti, ai sensi dell’articolo 97, terzo comma, della Costituzione, « agli impieghi nelle pubbliche amministrazioni si accede mediante concorso ». Inoltre, non si può affermare che le contestazioni del ricorrente, reali e serie, non riguardassero questo diritto (si veda Silva Neves c/Portogallo, 27 aprile 1989, § 37, serie A n. 153-A). Di più, la Corte constata che i giudici amministrativi interni non hanno escluso l’esame della causa avviata dal ricorrente. Ciò implica l’applicabilità dell’articolo 6 (si veda, mutatis mutandis, Vilho Eskelinen e altri c/Finlandia [GC], n. 63235/00, § 62, CEDU 2007 IV). Di conseguenza, l’articolo 6 della Convenzione trova applicazione nel caso di specie. Per di più, il ricorrente usufruiva di un diritto riconosciuto dalla Convenzione: il diritto alla libertà di espressione sancito dall’articolo 10 (si vedano i precedenti paragrafi 30 e 39).", "La Corte constata pertanto che questa doglianza non è manifestamente infondata ai sensi dell’articolo 35 § 3 della Convenzione e che non contrasta con nessun altro motivo d’inammissibilità. E’ quindi opportuno dichiararla ammissibile.\n\nB. Sul merito\n\n1. Tesi delle parti", "Il Governo osserva che il diritto di accesso ad un tribunale può subire limitazioni, in particolare per quanto concerne il difetto di competenza dei giudici nazionali a pronunciarsi su atti emanati da uno Stato estero.", "Il ricorrente sostiene di non avere potuto adire i giudici al fine di accertare la legittimità della sua estromissione dall’Università per ragioni di carattere religioso.\n\n2. Valutazione della Corte", "La Corte fa riferimento ai principi generali che si ricavano dalla sua giurisprudenza in materia di accesso ad un tribunale (si vedano Golder c/Regno Unito del 21 febbraio 1975 e Ashingdane c/Regno Unito del 28 maggio 1985, serie A n. 18, p. 18, § 36, e n. 93, pp. 24–25, § 57). Esaminerà il presente caso alla luce di tali principi.", "Quanto all’ampiezza dell’esame della questione, la Corte osserva in primo luogo che la ricezione di un atto promanante da un paese non parte alla Convenzione ha prodotto effetti giuridici nel quadro della decisione del Consiglio di Facoltà, rientrante, questa sì, nella competenza delle autorità giudiziarie interne. Di conseguenza, la Corte è tenuta ad accertare se le decisioni di queste ultime siano state conformi ai diritti del ricorrente sanciti dall’articolo 6 § 1 della Convenzione.", "In secondo luogo, la Corte osserva che sia il tribunale amministrativo regionale sia il Consiglio di Stato hanno limitato il loro esame di legittimità della decisione controversa alla constatazione da parte del Consiglio di Facoltà dell’esistenza della decisione della Congregazione. In altre parole, i giudici interni hanno ritenuto di non potersi pronunciare sulla legittimità della decisione amministrativa incriminata, dall’istante stesso in cui si menzionava la decisione della Santa Sede.", "A giudizio della Corte, ciò ha costituito una limitazione del diritto del ricorrente di accedere effettivamente ad un tribunale, limitazione ammessa dall’articolo 6 della Convenzione, purché tesa ad uno scopo legittimo e proporzionata a quest’ultimo. Tale limitazione non può comunque comportare l’esclusione del diritto del ricorrente di cui si tratta.", "Per quanto concerne la proporzionalità della misura in discussione, la Corte deve esaminarla alla luce delle particolari circostanze del caso (Waite e Kennedy c/Germania [GC], n. 26083/94, § 64, CEDU 1999 I). Al riguardo, la Corte rammenta di essere tenuta non ad esaminare in abstracto la legislazione e la prassi pertinenti, bensì a verificare se la loro applicazione al ricorrente abbia violato la Convenzione. In particolare, la Corte non ha il compito di sostituirsi ai giudici interni. Spetta principalmente alle autorità dello Stato, in particolare alle corti e ai tribunali, interpretare la legislazione interna (si veda, tra le altre, Pérez de Rada Cavanilles c/Spagna, sentenza del 28 ottobre 1998, Raccolta 1998-VIII, p. 3255, § 43). Il ruolo della Corte si limita a verificare la compatibilità con la Convenzione degli effetti di tale interpretazione (Ernst e altri c/Belgio, n. 33400/96, § 51, 15 luglio 2003).", "In questa sua verifica, la Corte fa riferimento alle considerazioni sviluppate sul merito della doglianza sollevata sotto il profilo dell’articolo 10 della Convenzione (si vedano i precedenti paragrafi 50-54). Essa ribadisce che i giudici nazionali hanno rifiutato di prendere in esame l’omessa indicazione, da un lato, dei punti di pretesa eterodossia del ricorrente e, dall’altro, del legame esistente tra le opinioni espresse da questi e la sua attività d’insegnamento. Per di più, la mancata conoscenza da parte del ricorrente delle ragioni alla base della sua estromissione ha escluso, di per sé, ogni possibilità di esercizio di un contraddittorio. Neanche questo aspetto ha formato oggetto di esame da parte dei giudici interni. A giudizio della Corte, il controllo giurisdizionale sull’applicazione della misura controversa non era quindi adeguato nel caso di specie (si veda, mutatis mutandis, Pellegrini c/Italia, n. 30882/96, CEDU 2001 VIII).", "Alla luce di queste osservazioni, la Corte ritiene che il ricorrente non abbia beneficiato di un diritto di accesso effettivo ad un tribunale. Pertanto, vi è stata violazione dell’articolo 6 § 1 della Convenzione.\n\nIV. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 13 DELLA CONVENZIONE\n ", "Sotto il profilo dell’articolo 13 della Convenzione, il ricorrente denuncia la violazione del suo diritto ad un ricorso effettivo al fine di lamentare le violazioni della Convenzione da lui addotte. Il testo di tale articolo recita :\n« Ogni persona i cui diritti e le cui libertà riconosciuti nella (...) Convenzione siano stati violati, ha diritto ad un ricorso effettivo davanti ad un’istanza nazionale, anche quando la violazione sia stata commessa da persone che agiscono nell’esercizio delle loro funzioni ufficiali. »", "Anche questa parte del ricorso deve essere dichiarata ammissibile. Tuttavia, la Corte rammenta che quando il diritto rivendicato è di carattere civile, l’articolo 6 § 1 della Convenzione costituisce una lex specialis rispetto all’articolo 13, le cui garanzie risultano assorbite da questa (si vedano, mutatis mutandis, la sentenza Brualla Gómez de la Torre c/Spagna del 19 dicembre 1997, Raccolta 1997-VIII, p. 2957, § 41 e Vasilescu c/Romania, 22 maggio 1998, § 43, Raccolta 1998 III).", "Tenuto conto della constatazione di violazione dell’articolo 6 § 1 della Convenzione, la Corte non giudica necessario pronunciarsi separatamente sulla doglianza del ricorrente relativa all’articolo 13 della Convenzione.\n\nV. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 14 DELLA CONVENZIONE\n ", "Invocando l’articolo 14 della Convenzione, il ricorrente lamenta di avere subito una discriminazione fondata sulla religione: professore di un’università libera, egli è stato sottoposto ad una disciplina diversa da quella applicabile ai professori delle università laiche. Il ricorrente denuncia in particolare il fatto di non essere stato posto in grado di conoscere le motivazioni religiose alla base della sua estromissione in violazione del suo diritto di difesa e del principio del contraddittorio. Il testo di tale articolo recita:\n« Il godimento dei diritti e delle libertà riconosciuti nella (…) Convenzione deve essere assicurato, senza alcuna distinzione, fondata in particolare sul sesso, la razza, il colore, la lingua, la religione, le opinioni politiche od ogni altra opinione, l’origine nazionale o sociale, l’appartenenza ad una minoranza nazionale, la fortuna, la nascita od ogni altra condizione. »", "Per la parte della doglianza in cui il ricorrente denuncia di essere stato sottoposto ad una disciplina speciale, la Corte rileva che, nelle osservazioni riguardanti l’addotta violazione dell’articolo 10 della Convenzione, lo stesso ricorrente afferma di non contestare la previsione di una tale disciplina nel diritto interno al fine di garantire la tutela del diritto dell’Università di offrire agli studenti un insegnamento ispirato alla dottrina cattolica (si veda il precedente paragrafo 34).", "La Corte condivide le considerazioni sviluppate nella sentenza della Corte Costituzionale n. 195 del 14 dicembre 1972 (si veda il precedente paragrafo 21) e nell’articolo 4 della direttiva comunitaria (precedente paragrafo 23). Essa ritiene quindi che questa parte della doglianza sia priva di fondamento e debba essere rigettata conformemente all’articolo 35 §§ 3 e 4 della Convenzione.", "In compenso, quanto all’aspetto procedurale della doglianza, relativo all’assenza di indicazione delle motivazioni religiose alla base del mancato rinnovo del contratto del ricorrente, sulla tutela del diritto alla difesa di questi e sul rispetto del principio del contraddittorio, la Corte ritiene che la doglianza sia ammissibile. Tuttavia, alla luce della constatazione di violazione della libertà di espressione del ricorrente e del suo diritto di accesso ad un tribunale (precedenti paragrafi 56 e 72), non è opportuno esaminarla separatamente.\n\nVI. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE\n ", "Ai sensi dell’articolo 41 della Convenzione,\n« Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente permette di riparare solo in parte alle conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa»\n\nA. Danni", "Il ricorrente afferma di avere subito un danno morale e si rimette alla Corte per la fissazione dell’importo del risarcimento.", "Il Governo si oppone alla richiesta.", "La Corte, deliberando secondo equità, ritiene che si debbano concedere al ricorrente 10.000 euro (EUR) a titolo di risarcimento del danno morale.\n\nB. Spese", "Il ricorrente chiede inoltre 30.000 EUR per le spese sostenute dinanzi alla Corte, senza tuttavia produrre fatture giustificative.", "Il Governo contesta la richiesta osservando in particolare che il ricorrente non ha ventilato la sua domanda", "Stando alla giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese solo se siano accertate la loro realtà, la loro necessità e la ragionevolezza del loro tasso. Nel caso di specie, tenuto conto dei criteri summenzionati e della circostanza che il ricorrente non ha presentato alcuna fattura, la Corte rigetta la domanda relativa alle spese del procedimento dinanzi alla Corte.\n\nC. Interessi moratori", "La Corte ritiene appropriato basare il tasso degli interessi moratori sul tasso d’interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.\n ", "PER QUESTI MOTIVI, LA CORTE\n ", "Dichiara, all’unanimità, il ricorso ammissibile quanto alle doglianze relative agli articoli 6 § 1, 9, 10, 13 e 14 (sul piano procedurale) della Convenzione e inammissibile nel resto;", "Afferma, con sei voti contro uno, che vi è stata violazione dell’articolo 10 della Convenzione ;", "Afferma, con sei voti contro uno, che vi è stata violazione dell’articolo 6 § 1 della Convenzione ;", "Afferma, all’unanimità, non doversi esaminare separatamente le doglianze relative agli articoli 9, 13 e 14 (sul piano procedurale) della Convenzione ;", "Afferma, con sei voti contro uno, ", "che lo Stato convenuto deve versare al ricorrente, entro tre mesi a partire dal giorno in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, 10.000 EUR (diecimila euro), oltre ad ogni importo che possa essere dovuto a titolo d’imposta, per il danno morale ;", "che, a partire dalla scadenza di detto termine e fino al versamento, tale importo dovrà essere maggiorato di un interesse semplice ad un tasso uguale a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "5. Rigetta, all’unanimità, la domanda di equa soddisfazione nel resto.", "Redatta in francese, poi comunicata per iscritto il 20 ottobre 2009, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "Sally Dollé                    \nCancelliera", "Françoise Tulkens                     \nPresidentessa", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione dissenziente del giudice Cabral Barreto.", "OPINIONE DISSENZIENTE DEL GIUDICE CABRAL BARRETO\nSono spiacente di non potere condividere le conclusioni della maggioranza relative alla violazione degli articoli 10 e 6 della Convenzione in questa causa. Qui di seguito, i motivi del mio disaccordo.", "I - Articolo 10", "Sull’esistenza di un’ingerenza, la maggioranza sostiene che la situazione del ricorrente assomiglia più a quella esaminata nella sentenza Vogt che a quelle incontrate nei casi Glasenapp e Kosiek, come sostenuto invece dal Governo (paragrafo 38 della sentenza). \nFaccio fatica a seguire questo approccio.\nAnche se riconosco che il contratto del ricorrente è stato rinnovato durante venti anni, la verità è che il legame del ricorrente con l’Università cattolica del Sacro Cuore di Milano era precario, assoggettato ad una valutazione annuale, quindi ben diverso dalla situazione stabile e permanente che contraddistingue i pubblici dipendenti, quali la sig.ra Vogt, titolare della sua cattedra di insegnamento da diversi anni.\nMalgrado tutto, il ricorrente veniva assunto ogni anno, seguendo una procedura prescritta sia per chi era assunto per la prima volta sia per chi rinnovava il contratto.\nL’insegnamento ventennale non attribuiva al ricorrente alcun diritto di natura diversa rispetto a quello dei nuovi arrivati poiché, potendo verificarsi un’evoluzione nel pensiero, l’esame dei requisiti dei candidati ad insegnare all’Università deve farsi alla luce del loro pensiero attuale.\nVa da sé che un professore che abbia insegnato per anni, perché in possesso dei requisiti per farlo, deve vedersi negare la prosecuzione del rapporto di lavoro se nel frattempo tali requisiti sono venuti meno.\nPer limitarmi al caso di specie, immaginiamo un professore fedele alla Chiesa cattolica, il quale tuttavia, ad un certo punto, cambia il modo di vedere dottrina e dogmi della Chiesa; mi pare chiaro che, nonostante tutti gli anni da lui dedicati all’Università cattolica, quest’ultima possa ritenere che egli non debba continuare ad insegnarvi.\nLa maggioranza sembra condividere questo ragionamento, che del resto nessuno contesta. Allora perché non trarne le opportune conclusioni?", "E’ vero che le sentenze Glasenapp e Kosiek sono vecchie, e può darsi che la tesi secondo la quale l’articolo 10 non si applica alla procedura per l’« assunzione dei pubblici dipendenti » non sia più valida alla luce delle attuali condizioni di vita.\nCosì, per le esigenze del mio ragionamento e per poter entrare nel merito della posizione della maggioranza, parto dal principio che l’articolo 10 si applica alla situazione del ricorrente, anche se mi sarebbe piaciuto che la maggioranza facesse alcune riflessioni sulla natura giuridica del legame esistente tra il ricorrente e l’Università rispetto a quello che unisce un professore ad un’Università statale.\nA mio avviso infatti, un tale esercizio avrebbe il vantaggio di mostrare chiaramente che la libertà accademica proclamata dall’Assemblea parlamentare del Consiglio d’Europa (paragrafi 24 e 43 della sentenza) trova una limitazione nell’interesse dell’Università cattolica a dispensare un insegnamento ispirato alle convinzioni religiose che le sono proprie (paragrafo 47 della sentenza).", "Venendo alla questione di fondo, la maggioranza critica il fatto che la Congregazione per l’Educazione cattolica abbia negato il suo gradimento, condizione sine qua non per il rinnovo del contratto del ricorrente, senza fornire le ragioni del suo diniego, impedendo così l’apertura di un dibattito in contraddittorio sul punto dinanzi ai giudici interni.\nSe ho ben compreso la posizione della maggioranza, la pertinenza delle opinioni del ricorrente poste alla base del diniego di gradimento non era sindacabile dai giudici; l’esame di questi ultimi si limitava al nesso di causalità tra le opinioni e l’attività di insegnante (paragrafo 52 della sentenza).\nPer mostrare fino a che punto trovo assolutamente irrealistica la posizione della maggioranza, che chiede alle parti un onere della prova impossibile e ai giudici sentenze rientranti quasi nel campo dell’utopia, prendo come argomento di analisi la circostanza che il diniego di gradimento era dovuto al rifiuto di un dogma da parte di un candidato.\nEppure, la Congregazione avrebbe dovuto motivare il suo diniego sostenendo che, in un’opera, il candidato aveva negato uno dei dogmi della Chiesa cattolica e che per essa tale posizione era incompatibile con l’insegnamento in un’Università cattolica.\nIn uno scenario del genere, il dibattito in contraddittorio di natura giuridica e una sentenza giudiziaria, richiesti dalla maggioranza, farebbero fatica a rimanere nell’ambito di un procedimento che si vuole equo.\nIl nesso di causalità tra gli orientamenti del candidato e il suo insegnamento, anche volendo fare appello alle regole dell’esperienza presenti nella teoria della causalità adeguata, sarà difficile se non impossibile da individuare in quanto la situazione richiede un pronostico sul comportamento di una persona e una valutazione dei suoi requisiti.\nLa Corte ha sempre sostenuto che la valutazione « delle conoscenze e dell’esperienza necessarie per l’esercizio di una certa professione subordinato al possesso di un determinato titolo si avvicina molto ad un esame di tipo scolastico od universitario e si discosta talmente dalle normali competenze del giudice che le garanzie dell’articolo 6 non possono riguardare controversie vertenti su una tale materia » (Van Marle e altri c/Paesi Bassi, 26 giugno1986, § 36, serie A n. 101; si vedano anche, tra le altre, San Juan c/Francia (dec.), n. 43956/98, CEDU 2002 III e, mutatis mutandis, Chevrol c/Francia, n. 49636/99, § 50, CEDU 2003 III).\nDato che la maggioranza ha concluso per la violazione dell’articolo 10 per quanto concerne le garanzie procedurali (paragrafo 55 della sentenza), le considerazioni formulate dalla Corte sulle limitazioni delle competenze dei giudici sotto il profilo dell’articolo 6 sono direttamente trasponibili all’esame del motivo di ricorso relativo all’articolo 10, il che mi consente di concludere che, nelle circostanze del caso, il procedimento di cui ha usufruito il ricorrente è stato il più in contraddittorio possibile.\n\nII - Articolo 6\n ", "Alla luce delle precedenti conclusioni, il procedimento interno è stato equo, a mio avviso. I giudici hanno infatti esaminato la «contestazione» nei limiti ammissibili.\nQuanto esula poi dalle competenze del giudice, ossia la valutazione dei requisiti professionali necessari per l’esercizio di una certa professione subordinato al possesso di un determinato titolo, non può formare oggetto di esame sotto il profilo dell’articolo 6.", " "]}