{"file": "ITA_HJUDITA_14737_09.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "14737/09", "text_paragraphs": ["Traduzione © a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani,  effettuata da Maria Caterina Tecca, funzionario linguistico", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI UMANI\nSECONDA SEZIONE\nCAUSA ŠNEERSONE E KAMPANELLA CONTRO L’ITALIA\n(Ricorso n. 14737/09)\nSENTENZA\nSTRASBURGO\n12 luglio 2011", "La presente sentenza diventerà definitiva alle condizioni stabilite all’articolo 44 § 2 della Convenzione. Essa può subire modifiche formali.", "Nella causa di Šneersone e Kampanella contro l’Italia,\nla Corte Europea dei Diritti Umani (Seconda Sezione), sedendo quale Camera, composta da:\nFrançoise Tulkens, Presidente,\ne dai Sigg.ri Giudici:\nDavid Thór Bjőrgvinsson,\nDragoljub Popović, \nGiorgio Malinverni,\nAndrás Sajó,\nGuido Raimondi,\nPaulo Pinto de Albuquerque,\nnonché da Stanley Naismith, Cancelliere di Sezione,\navendo deliberato in camera di consiglio il 21 giugno 2011,\nemette la seguente sentenza:", "IL PROCEDIMENTO", "1.La causa deriva da un ricorso (n. 14737/09) nei confronti della Repubblica Italiana depositato presso la Corte a norma dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (“la Convenzione”) da due cittadini lettoni, la Sig.ra Jeļizaveta Šneersone e suo figlio Marko Kampanella (“i ricorrenti”), il 9 marzo 2009.", "2.I ricorrenti sono stati rappresentati dall’Avv.ssa A. Rektiņa, del Foro di Riga. Il Governo Italiano (“il Governo”) è stato rappresentato dal suo agente, Dott.ssa E. Spatafora, Agente del Governo.", "3.I ricorrenti hanno dedotto, in particolare, che il Governo Italiano aveva violato il loro diritto al rispetto della vita familiare garantito dall’articolo 8 della Convenzione. Essi hanno inoltre sottolineato che l’assenza della prima ricorrente all’udienza del Tribunale per i minorenni di Roma aveva reso iniquo il processo decisionale nei tribunali italiani.", "4.Il 26 novembre 2009 il Presidente della Camera cui il caso era stato assegnato ha deciso di informare il Governo Italiano della parte del ricorso relativa all’iniquità processuale dei procedimenti in Italia, nonché all’ingerenza nel diritto al rispetto della vita familiare dei ricorrenti.", "5.Le parti hanno replicato per iscritto alle reciproche osservazioni. Inoltre, sono stati ricevuti commenti di terzi da parte del Governo lettone, che ha esercitato il suo diritto di intervenire (articolo 36 § 1 della Convenzione e articolo 44 § 1 (b) del Regolamento). Le parti hanno replicato a questi commenti (articolo 44 § 6 del Regolamento).", "IN FATTO", "I. LE CIRCOSTANZE DEL RICORSO", "6.I ricorrenti sono nati rispettivamente nel 1973 e nel 2002 e vivono in Riga.", "A.Avvenimenti precedenti alla partenza dei ricorrenti dall’Italia", "7.Nel 2002 la prima ricorrente ha dato alla luce Marko in Italia. Il padre era un cittadino italiano, che non è mai stato sposato con la prima ricorrente ma che non ha mai contestato la sua paternità di Marko. Nel 2003 i genitori di Marko si sono separati e i ricorrenti si sono trasferiti in un’altra abitazione in Cerveteri, Italia. I ricorrenti sostengono che Marko è stato in pratica accudito esclusivamente dalla madre fin dalla nascita, e che la partecipazione del padre alla sua educazione è stata minima.", "8.Su richiesta della prima ricorrente, il 20 settembre 2004 il Tribunale per i minorenni di Roma ha concesso l’affidamento di Marko alla madre dato che il conflitto in atto tra i genitori rendeva inattuabile l’affidamento congiunto. Il Tribunale ha comunque ritenuto che il padre avesse il diritto di tenere il figlio a casa sua in giorni specificati della settimana e anche ogni volta che la prima ricorrente avesse lasciato Roma per più di una settimana o l’Italia per qualsiasi periodo di tempo. Il decreto è entrato in vigore il giorno in cui è stato adottato.", "9.Il padre di Marko ha appellato questa decisione, chiedendo la concessione dell’affidamento congiunto o che gli fosse concesso l’affidamento esclusivo e che fosse vietato alla prima ricorrente di portare il figlio all’estero o di cambiare luogo di residenza senza la precedente approvazione del padre. La Corte d’Appello di Roma, Sezione per i minorenni, ha rigettato la sua richiesta con provvedimento del 1o marzo 2005, osservando, inter alia, che il minore si sviluppava bene e che era impossibile garantire il suo sviluppo concedendo l’affidamento esclusivo al padre. Inoltre, si è osservato che la preoccupazione del padre che la prima ricorrente si potesse trasferire in Lettonia e portare il figlio con sé era infondata dato che il giudice tutelare aveva precedentemente rifiutato che fosse rilasciato a Marko il passaporto e anche perché sua madre aveva aderito rigorosamente alla decisione del tribunale di primo grado e aveva lasciato il figlio alle cure del padre quando si era recata in Lettonia.", "10.Il 24 giugno 2005 il giudice tutelare ha concesso l’autorizzazione al rilascio del passaporto a Marko. L’11 luglio 2005 il padre di Marko ha appellato tale decisione. Il 14 novembre 2005 il Tribunale per i minorenni di Roma ha rigettato l’appello del padre di Marko, perché non vi erano prove che la prima ricorrente stesse programmando di lasciare l’Italia con il figlio.", "11.Il 3 febbraio 2006 il Tribunale di Civitavecchia ha disposto che il padre di Marko doveva provvedere a pagare il mantenimento del figlio. Il provvedimento osservava, inter alia, che il padre aveva precedentemente omesso di provvedere al mantenimento economico del figlio. Il padre di Marko non ha provveduto a eseguire i pagamenti disposti e l’8 aprile 2006 la prima ricorrente lo ha denunciato per questo alla Polizia italiana.", "B.La partenza dei ricorrenti e i successivi procedimenti in Italia", "12.Sembra che a causa del mancato pagamento del mantenimento dei ricorrenti da parte del padre di Marko il loro unico reddito fosse costituito dal denaro che la madre della prima ricorrente inviava dalla Lettonia. Tuttavia, nel dicembre del 2005 la madre della prima ricorrente le ha comunicato di non poter più provvedere al mantenimento economico. Secondo i ricorrenti è stato per questo motivo che essi non hanno avuto altra scelta che tornare in Lettonia nell’aprile del 2006. I ricorrenti dichiarano che essi hanno successivamente continuato a tornare in Italia per brevi periodi di tempo. Secondo il Governo italiano essi non sono mai tornati.", "13.Il 7 febbraio 2006 Marko ha ottenuto la cittadinanza lettone, dato che era stato accertato che la residenza a tempo indeterminato della madre al momento della sua nascita era in Lettonia. Successivamente, la prima ricorrente ha registrato la residenza a tempo indeterminato di Marko in un appartamento di Riga di sua proprietà.", "14.In data non specificata il padre di Marko ha chiesto al Tribunale per i minorenni di Roma di concedergli l’affidamento esclusivo temporaneo di Marko e disporre il suo rimpatrio in Italia.\n15.Il 5 giugno 2006 il Tribunale ha emesso un decreto con cui ha accolto la richiesta del padre. Il decreto osservava che le azioni della prima ricorrente erano state pregiudizievoli per il figlio. Il Tribunale ha inoltre ritenuto di non essere competente a disporre il rimpatrio del minore in Italia ma ha indicato che Marko dovesse risiedere presso il padre. Il decreto prevedeva infine lo svolgimento di un’udienza il 25 ottobre 2006 e che il padre di Marko avesse l’obbligo di informare la prima ricorrente del decreto del Tribunale prima del 20 settembre 2006.", "16.I ricorrenti deducono che la prima ricorrente non è stata informata dell’udienza che era stata fissata, né ha ricevuto una citazione a essa. I ricorrenti deducono inoltre che il padre di Marko non ha mai chiesto l’affidamento esclusivo, ma ha invece chiesto al tribunale di ristabilire i suoi diritti di visita al figlio e di disporre il suo rimpatrio in Italia. La prima ricorrente deduce di avere appreso della decisione adottata solo nel marzo del 2007.", "C.Il procedimento ai sensi della Convenzione dell’Aja in Lettonia", "17.Il 16 gennaio 2007 (per quello che sembra un errore materiale il documento è datato 16 gennaio 2006) il Ministero della Giustizia italiano, in qualità di Autorità Centrale ai sensi dell’articolo 6 della Convenzione dell’Aja sugli aspetti civili della sottrazione internazionale di minori (“la Convenzione dell’Aja”), ha chiesto che Marko fosse rimpatriato in Italia.", "18.Dopo aver ricevuto la richiesta, il  Ministero per gli Affari minorili e Familiari lettone (Bērnu un ģimenes lietu ministrjia), che è l’Autorità Centrale lettone ai sensi della Convenzione dell’Aja, ha avviato un procedimento civile nei confronti della prima ricorrente in conformità con l’articolo 7 della Convenzione dell’Aja. Il Tribunale Distrettuale di Vidzeme della città di Riga, cui era stato assegnato il caso, ha chiesto al Tribunale degli Orfani della città di Riga (Rīgas bāriņtiesa) di valutare l’abitazione dei ricorrenti e di esprimere un parere sulla possibilità di restituire Marko al padre in Italia. Dopo aver visitato l’abitazionr dei ricorrenti, con sentenza del 20 marzo 2007 il Tribunale degli Orfani ha stabilito che le condizioni di vita del minore erano giovevoli per la sua crescita e per il suo sviluppo. Esso ha inoltre osservato che Marko si era adattato a vivere nell’abitazione della madre e che ella stava garantendo il suo pieno sviluppo fisico e intellettuale. Conseguentemente, il Tribunale degli Orfani ha concluso che il rimpatrio del minore in Italia non sarebbe stato compatibile con il suo interesse superiore.", "19.Questa conclusione era stata anche supportata dalle conclusioni di uno psicologo, il cui parere era stato chiesto dall’avvocato dei ricorrenti. In una relazione del 30 marzo 2007 lo psicologo ha concluso che non doveva essere permessa la rottura del rapporto tra Marko e la madre, in quanto ciò avrebbe potuto influenzare negativamente lo sviluppo del minore e avrebbe anche potuto provocare problemi e malattie nevrotici.", "20.Con nota del 6 aprile 2007, l’Autorità Centrale italiana ha attestato all’Autorità Centrale lettone che se si fosse verificata una delle circostanze menzionale all’articolo 13 (b) della Convenzione dell’Aja l’Italia sarebbe stata in grado di attivare un’ampia rete di protezione per il minore che avrebbe garantito che Marko e suo padre ricevessero assistenza psicologica.", "21.L’11 aprile 2007 il Tribunale Distrettuale di Vidzeme della città di Riga ha emesso una sentenza con cui rigettava la richiesta del padre di rimpatriare Marko in Italia. Il Tribunale ha basato la sua sentenza sulla Convenzione dell’Aja e sul Regolamento del Consiglio (CE) n. 2201/2203 del 27 novembre 2003 relativo alla competenza, al riconoscimento e all’esecuzione delle decisioni in materia matrimoniale e in materia di responsabilità genitoriale (“il Regolamento”). Il Tribunale ha ritenuto che il trasferimento di Marko fosse stato illecito ai sensi della Convenzione dell’Aja e del Regolamento, dato che esso era stato eseguito senza il permesso del padre. Si è inoltre osservato che non era opportuno sentire il parere di Marko, dato che egli aveva all’epoca quattro anni e non era in grado di comprendere con quale genitore avrebbe dovuto vivere.", "22.Il Tribunale ha ritenuto che fosse necessario valutare se sussistessero le circostanze previste dall’articolo 13 (b) della Convenzione dell’Aja. La sua conclusione era che tali circostanze sussistevano. Esso ha osservato i legami tra Marko e sua madre e il fatto che egli si era integrato bene in Lettonia e ha ritenuto che il proseguimento della residenza in Lettonia fosse essenziale per il suo sviluppo. Il Tribunale Distrettuale di Vidzeme ha ritenuto che le disposizioni dell’articolo 11 (4) del Regolamento non fossero state soddisfatte, dato che era economicamente impossibile per la prima ricorrente seguire Marko in Italia se egli fosse stato rimpatriato in quel luogo. Inoltre, le garanzie fornite dall’Italia non potevano assicurare che il minore non avrebbe sofferto psicologicamente e che la sua salute mentale non sarebbe stata danneggiata. Conseguentemente il Tribunale ha applicato l’articolo 13 (b) della Convenzione dell’Aja e ha rigettato la richiesta del padre.", "23.Il 24 maggio 2007 il Tribunale Regionale di Riga ha adottato una sentenza definitiva, con cui ha rigettato l’appello del padre avverso la sentenza del Tribunale Distrettuale di Vidzeme. In sostanza il Tribunale Regionale ha accolto le conclusioni del tribunale di primo grado, aggiungendo che le garanzie offerte dall’Autorità Centrale italiana sulla protezione disponibile per Marko successivamente al suo potenziale rimpatrio in Italia erano troppo vaghe e indeterminate. È stato inoltre menzionato che il padre di Marko non aveva fatto alcuno sforzo per stabilire un rapporto con il figlio dal momento della partenza dei ricorrenti dall’Italia.", "24.Il 4 giugno 2007 la prima ricorrente ha richiesto al Tribunale Distrettuale di Vidzeme della città di Riga di concederle l’affidamento esclusivo di Marko. L’8 gennaio 2008 il Tribunale per l’affidamento di Riga ha emesso un parere in cui ha concluso che concedere l’affidamento esclusivo di Marko alla madre corrispondeva al suo interesse superiore. Il Tribunale per l’affidamento ha indicato tra le altre considerazioni il fatto che il padre di Marko non vedeva il figlio dal 2006.", "D.Il procedimento basato sul Regolamento", "25.Il 7 agosto 2007 il padre di Marko ha presentato un’istanza al Tribunale per i minorenni di Roma, basata sull’articolo 11 (4), (7) e (8) del Regolamento tesa a ottenere l’emissione di un provvedimento immediatamente esecutivo che disponesse il rimpatrio di Marko in Italia.", "26.L’11 dicembre 2007 la prima ricorrente ha presentato le sue osservazioni a quel tribunale, riconoscendo di aver lasciato l’Italia per il conflitto in corso con il padre di Marko e a causa della sua difficile situazione economica. Ella ha osservato che il padre di Marko non si era mai recato in Lettonia per fare visita al figlio; ella ha comunque dichiarato che i ricorrenti erano sempre disponibili a venire in Italia per incontrare il padre di Marko durante le vacanze scolastiche. In conclusione, ella ha chiesto che il Tribunale disponesse il pagamento del mantenimento del figlio per un importo pari a euro (EUR) 700 mensili.", "27.In un procedimento distinto, l’11 gennaio 2008 il Tribunale di Civitavecchia ha emesso una sentenza relativa alla richiesta della prima ricorrente di mantenimento del figlio e ha ordinato al padre di Marko di corrispondere alla prima ricorrente EUR 4.800 oltre agli interessi, con decorrenza dal 14 ottobre 2004.", "28.Con provvedimento del 21 aprile 2008 il Tribunale per i minorenni di Roma ha accolto la richiesta del padre. Esso ha ritenuto che l’unico ruolo lasciatogli dall’articolo 11 (4) del Regolamento fosse verificare se erano state trovate soluzioni adeguate per garantire la protezione del minore da qualsiasi rischio individuato ai sensi dell’articolo 13 (b) della Convenzione dell’Aja successivamente al suo rimpatrio. Dopo aver esaminato le deduzioni della prima ricorrente, il tribunale ha osservato che il padre aveva proposto che Marko stesse presso di lui, mentre la prima ricorrente sarebbe stata autorizzata a usare un’abitazione in Aranova per periodi da quindici a trenta giorni consecutivi nel primo anno e successivamente di un mese estivo ogni due anni (la prima ricorrente avrebbe dovuto pagare le proprie spese di viaggio e la metà del canone locativo dell’appartamento in Aranova), periodo in cui Marko sarebbe stato con la madre, mentre il padre avrebbe mantenuto il diritto di fare visita al figlio quotidianamente. Marko sarebbe stato iscritto a una scuola dell’infanzia che aveva frequentato prima del suo trasferimento dall’Italia. Egli avrebbe anche frequentato una piscina che aveva frequentato prima della sua partenza dall’Italia. Il padre inoltre si era impegnato a garantire che il figlio avrebbe ricevuto un’adeguata assistenza psicologica e avrebbe frequentato delle lezioni di lingua russa per bambini russi. Il Tribunale ha ritenuto tale soluzione adeguata all’adempimento degli obblighi previsti dal Regolamento e ha disposto l’esecuzione immediata del suo provvedimento di rimpatrio di Marko in Italia e di residenza presso il padre. Il Tribunale ha sottolineato che sarebbe stato preferibile che la prima ricorrente accompagnasse Marko nel viaggio in Italia ma, se ciò si fosse dimostrato impossibile, il suo rimpatrio sarebbe stato organizzato dall’ambasciata italiana in Lettonia. Data l’urgente natura del caso, il provvedimento è stato dichiarato immediatamente esecutivo.", "29.Il 18 giugno 2008 (in quello che sembra un errore materiale, la data indicata nel documento è il 18 giugno 2009) la prima ricorrente ha chiesto al Tribunale per i minorenni di sospendere l’esecuzione del suo decreto. Ella ha dedotto che Marko non era stato sentito dal Tribunale e che il Tribunale per i Minorenni non aveva tenuto conto delle tesi utilizzate dai Tribunali lettoni nelle loro sentenze nell’applicazione dell’articolo 13 della Convenzione dell’Aja.", "30.Il 20 giugno 2008 la prima ricorrente ha proposto appello avverso il decreto del Tribunale per i minorenni di Roma del 21 aprile 2008. Nell’appello ella ha chiesto la sospensione dell’esecuzione del decreto; che la Corte d’Appello udisse Marko; che fosse emesso un decreto che le mantenesse l’affidamento esclusivo di Marko e che fosse disposto che il padre di Marko corrispondesse EUR 700 al mese per il mantenimento del figlio.", "31.Il 22 luglio 2008 il Tribunale per i minorenni di Roma ha adottato un decreto con cui ha rigettato la richiesta della prima ricorrente di sospensione dell’esecuzione del decreto del 21 aprile. Il Tribunale ha ritenuto che non fosse opportuno interrogare il minore, in considerazione della sua giovane età e del suo livello di maturità. Inoltre, esso ha ritenuto che l’articolo 42 del Regolamento non lo obbligasse a udire le parti di persona. Esso ha osservato che tutte le decisioni adottate dai tribunali lettoni erano state tenute in debita considerazione. Infine, il Tribunale ha accolto la richiesta del padre di emissione di un certificato di rimpatrio a norma degli articoli 40, 42 e 47 del Regolamento. Il certificato è stato emesso il 29 luglio 2008.", "32.Il 14 agosto 2008 l’Autorità Centrale italiana ha inviato una nota all’Autorità Centrale lettone, trasmettendo il decreto del Tribunale per i minorenni del 22 luglio 2008 e invitandola a comunicare alla parte italiana “le iniziative che saranno prese per eseguire il decreto di rimpatrio emesso dal Tribunale per i minorenni di Roma”.", "33.Il 27 agosto 2008 uno psicologo ha emesso un altro rapporto sullo stato psicologico di Marko. Il rapporto ha concluso che il minore aveva sviluppato certi problemi psicologici in relazione alla richiesta del padre di rimpatriarlo in Italia. Esso ha inoltre reiterato la conclusione del precedente rapporto, che Marko aveva dei forti legami emotivi con la madre, la cui rottura era intollerabile.", "34.Il 10 settembre 2008 la prima ricorrente è stata informata dall’Autorità Centrale lettone della richiesta fatta dall’Autorità Centrale italiana. La prima ricorrente è stata informata del fatto che la Lettonia aveva l’obbligo di eseguire il decreto del Tribunale per i minorenni di Roma del 21 aprile 2008.", "35.Il 13 febbraio 2009 la prima ricorrente ha presentato una richiesta al Tribunale Distrettuale di Vidzeme della città di Riga, chiedendogli di indicare delle misure provvisorie e di non permettere il rimpatrio di Marko in Italia “fino a quando non sia egli stesso ad accettare di tornare da suo padre in Italia”. Inoltre, ella ha chiesto al Tribunale di chiedere alla Corte d’Appello di Roma e al Tribunale per i Minorenni di Roma di cedere la loro competenza al Tribunale Distrettuale di Vidzeme, dato che a tale tribunale era già stato assegnato, in data 4 giugno 2007, un caso ancora pendente relativo alla concessione dell’affidamento esclusivo di Marko alla madre, e anche perché la residenza a tempo indeterminato del minore era in Lettonia.", "36.Il 18 febbraio 2009 il Tribunale Distrettuale di Vidzeme ha adottato una sentenza con cui ha determinato di non procedere alla richiesta della prima ricorrente relativa alla questione dell’affidamento di Marko, dato che esso riteneva che l’appello della prima ricorrente avverso la sentenza del Tribunale per i minorenni di Roma del 21 aprile 2008, che era ancora pendente all’epoca davanti alla Corte d’Appello di Roma, riguardasse lo stesso oggetto, con le stesse parti coinvolte.", "37.Il 21 aprile 2009 la Corte d’Appello di Roma ha adottato una sentenza sull’appello della prima ricorrente avverso il decreto del Tribunale per i minorenni di Roma del 21 aprile 2008. La Corte d’Appello ha osservato per prima cosa che a norma dell’articolo 11 (8) del Regolamento (vedi oltre, paragrafo 45) essa era competente a decidere la questione del rimpatrio del minore in Italia. Essa ha perfino osservato che il Tribunale di primo grado aveva attuato correttamente la procedura indicata all’articolo 11 (7) del Regolamento (vedi oltre, paragrafo 45), come attestato dal parere motivato della Commissione Europea (vedi oltre, paragrafi 39-45). La Corte ha continuato osservando che la decisione di concedere al padre di Marko l’affidamento esclusivo era stata motivata dal comportamento della prima ricorrente quando ella aveva scelto di condurre il minore il Lettonia e dall’impegno del padre di occuparsi del minore in Italia. La Corte d’Appello ha pertanto accolto la richiesta del Tribunale per i minorenni di Roma e ha disposto che, dopo il rimpatrio del minore in Italia, lo stesso fosse iscritto alla scuola elementare.", "38.Il 10 luglio 2009 l’ufficiale giudiziario del Tribunale Regionale di Riga incaricato dell’esecuzione del decreto del Tribunale per i minorenni di Roma del 21 aprile 2008 ha invitato il padre di Marko a collaborare all’esecuzione del decreto ristabilendo i rapporti con il figlio. Sembra che il padre di Marko non abbia risposto in alcun modo a tale richiesta.", "E.Il procedimento davanti alla Commissione Europea", "39.Il 15 ottobre 2008 la Repubblica di Lettonia ha promosso un’azione nei confronti dell’Italia davanti alla Commissione Europea in applicazione dell’articolo 227 del Trattato che istituisce la Comunità Europea. La Lettonia ha dedotto, in particolare, che i summenzionati  procedimenti italiani (il decreto adottato il 21 aprile 2008 e l’emissione del certificato di rimpatrio nel luglio 2008) non erano conformi al Regolamento, in quanto nessuno dei ricorrenti era stato udito dal Tribunale per i minorenni di Roma il 21 aprile 2008 e anche perché il Tribunale per i minorenni di Roma aveva ignorato le sentenze dell’11 aprile 2007 del Tribunale Distrettuale di Vidzeme della città di Riga e del 24 maggio 2007 del Tribunale Regionale di Riga.", "40.Il 15 gennaio 2009 la Commissione ha emesso un parere motivato. Essa ha ritenuto che l’Italia non avesse violato né il Regolamento né “i principi generali del diritto comunitario”. Nella misura in cui ciò è rilevante per il caso davanti alla Corte, la Commissione ha ritenuto quanto segue.", "41.All’inizio essa ha reiterato che, date le particolari circostanze del caso, in cui la Lettonia contestava la legittimità delle azioni di un’autorità italiana con funzione giudiziaria, l’ambito del riesame della Commissione era molto limitato. La Commissione poteva riesaminare solo questioni di procedura, non di sostanza, ed essa doveva rispettare le sentenze emesse dai Tribunali italiani nell’esercizio dei loro poteri discrezionali.", "42.Quanto alla tesi della Repubblica di Lettonia che il decreto del 21 aprile 2008 era stato adottato senza tentare di ottenere il parere di Marko, la Commissione ha sottolineato che dal Regolamento, dalla Convenzione delle Nazioni Unite sui diritti del fanciullo (“la Convenzione delle NU”), dalla Convenzione dell’Aja e dalla Carta dei diritti fondamentali dell’Unione europea seguiva che udire il parere di un minore sulle questioni che lo riguardavano fosse un principio fondamentale. Il principio tuttavia non era assoluto. Quello di cui si doveva tenere conto era il livello di sviluppo del minore. Tale livello non era e non poteva essere definito in alcuno strumento internazionale, pertanto le autorità nazionali avevano un’ampia discrezionalità in tali questioni. La Commissione ha ritenuto che l’Autorità Centrale italiana avesse utilizzato tale potere discrezionale e avesse indicato nel certificato di rimpatrio che non era stato necessario per i tribunali italiani udire Marko. Pertanto nessuno degli strumenti internazionali invocati dalla Lettonia era stato violato.", "43.La Lettonia ha inoltre criticato il fatto che il decreto del 21 aprile 2008 fosse stato adottato senza tenere debitamente conto della posizione della prima ricorrente, e che il decreto fosse stato adottato senza udire nessuna delle parti, compresa la prima ricorrente che non era stata informata della data dell’imminente udienza né invitata a prendervi parte. La Commissione ha osservato che il decreto del 21 aprile 2008 era stato adottato in un procedimento scritto, senza udire le tesi orali di alcuna parte, ciò che era pienamente conforme alla legislazione procedurale italiana applicabile. La Commissione ha utilizzato l’articolo 42 (2) (b) del Regolamento (vedi oltre, paragrafo 51) alla luce della giurisprudenza della Corte (con riferimento in particolare al ricorso Dombo Beheer contro i Paesi Bassi, 27 ottobre 1993, § 32, Serie A n. 274), e ha ritenuto che l’uso dei procedimenti scritti fosse ammissibile finché era osservato il principio di eguaglianza delle armi. La Commissione ha osservato che la prima ricorrente aveva avuto la possibilità di presentare osservazioni scritte sullo stesso piano del padre di Marko e pertanto non erano stati violati né il Regolamento né la Convenzione delle Nazioni Unite.", "44.Infine, la Lettonia ha criticato il decreto del 21 aprile 2008 e il relativo certificato di rimpatrio perché avevano ignorato le ragioni delle autorità lettoni di rifiuto di disporre il rimpatrio di Marko in Italia. La Commissione ha indicato che il suo ruolo non era analizzare la sostanza delle decisioni delle autorità italiane, esso si limitava a valutare la conformità con la procedura che portava all’adozione di tali decisioni con le prescrizioni procedurali del Regolamento. Niente nel Regolamento vietava alle autorità italiane di giungere a una conclusione opposta a quella raggiunta dalle autorità lettoni. Al contrario, la Commissione ha ritenuto che il Regolamento desse al paese di residenza del minore precedentemente alla sottrazione “la parola finale” nel disporre il rimpatrio, anche se il suo nuovo paese di residenza aveva declinato di disporre il rimpatrio. A tale riguardo la Commissione ha osservato che il Tribunale Regionale di Riga, quando ha adottato la sentenza del 24 maggio 2007 (vedi supra, paragrafo 23), aveva fatto riferimento al Codice di Procedura Civile, il cui articolo 64419 (6) (2) permette il rifiuto di rimpatriare il minore se lo stesso si è integrato bene in Lettonia e il suo rimpatrio non corrisponde al suo interesse superiore. La Commissione ha contestato l’omesso appello del tribunale lettone al molto più vincolante articolo 13 della Convenzione dell’Aja, fatto che a suo avviso dimostrava che i tribunali lettoni avevano dedicato attenzione alla situazione di Marko in Lettonia invece che alle conseguenze potenziali del suo rimpatrio in Italia. In breve la Commissione non “aveva scoperto alcuna indicazione” che la vita in Italia col padre avrebbe esposto Marko a un danno fisico o psicologico o lo avrebbe comunque posto in una situazione intollerabile. Di più, la Commissione ha ritenuto che il Tribunale per i minorenni di Roma nel suo decreto del 21 aprile 2008 avesse esaminato direttamente le preoccupazioni del Tribunale Regionale di Riga che le misure previste per la protezione di Marko al suo rimpatrio in Italia fossero troppo vaghe, il tribunale italiano aveva indicato degli obblighi specifici per il padre che avrebbero permesso uno sviluppo equilibrato del minore e a questo di avere rapporti con entrambi i genitori.", "45.In conclusione la Commissione ha riconosciuto che il decreto del 21 aprile 2008 non conteneva un’analisi particolareggiata né delle tesi della prima ricorrente né di quelle del padre di Marko. Essa ha comunque ritenuto che il Regolamento non imponesse tale analisi. Pertanto, la procedura esatta da seguire a tale riguardo era lasciata alla discrezionalità dei tribunali nazionali. Tenendo conto di ciò, si è ritenuto che né la Lettonia né la Commissione potevano contestare la formulazione particolare del decreto del tribunale italiano.", "II. IL PERTINENTE DIRITTO INTERNAZIONALE", "46.La Convenzione dell’Aja, che è stata ratificata dalla Lettonia e dall’Italia, prevede nella misura in cui è rilevante, quanto segue:", "Articolo 3\n“Il trasferimento o il mancato rientro di un minore è ritenuto illecito:\na)quando avviene in violazione dei diritti di custodia assegnati a una persona, istituzione o altro ente, congiuntamente o individualmente, in base alla legislazione dello Stato nel quale il minore aveva la sua residenza abituale immediatamente prima del suo trasferimento o del suo mancato rientro; e \nb)se tali diritti erano effettivamente esercitati, individualmente o congiuntamente, al momento del trasferimento del minore o del suo mancato rientro, o avrebbero potuto esserlo se non si fossero verificate tali circostanze. \nI diritti di custodia citati al capoverso a) di cui sopra possono in particolare derivare direttamente dalla legge, da una decisione giudiziaria o amministrativa, o da un accordo in vigore in base alla legislazione del predetto Stato.”\n\nArticolo 4\n“La Convenzione si applica ad ogni minore che aveva la propria residenza abituale in uno Stato contraente immediatamente prima della violazione dei diritti di affidamento o di visita. L’applicazione della Convenzione cessa allorché il minore compie sedici anni.”\n\nArticolo 6\n“Ciascuno Stato contraente nomina un’Autorità Centrale, che sarà incaricata di adempiere agli obblighi che le vengono imposti dalla Convenzione. [...]\n\nArticolo 7\n“Le Autorità Centrali devono cooperare reciprocamente e promuovere la cooperazione tra le Autorità competenti nei loro rispettivi Stati, al fine di assicurare l’immediato rientro dei minori e conseguire gli altri obiettivi della Convenzione.\nIn particolare esse dovranno, sia direttamente, o tramite qualsivoglia intermediario, prendere tutti i provvedimenti necessari:\n[...]\nf) per avviare o agevolare l’instaurazione di una procedura giudiziaria o amministrativa, diretta a ottenere il rientro del minore e, se del caso, consentire l’organizzazione o l’esercizio effettivo dei diritti di visita; [...]”\n\nArticolo 11\n“Le Autorità giudiziarie o amministrative di ogni Stato contraente devono procedere d’urgenza per quanto riguarda il rientro del minore.\nQualora l’Autorità giudiziaria o amministrativa richiesta non abbia deliberato entro un termine di sei settimane dalla data d’inizio del procedimento, il richiedente (o l’Autorità centrale dello Stato richiesto), di sua iniziativa, o su richiesta dell’Autorità centrale dello Stato richiedente, può domandare una dichiarazione in cui siano esposti i motivi del ritardo. Qualora la risposta venga ricevuta dall’Autorità centrale dello Stato richiesto, detta Autorità deve trasmettere la risposta all’Autorità centrale dello Stato richiedente, o, se del caso, al richiedente.”\n\nArticolo 12\n“Qualora un minore sia stato illecitamente trasferito o trattenuto ai sensi dell’articolo 3, e sia trascorso un periodo inferiore a un anno, a decorrere dal trasferimento o dal mancato rientro del minore, fino alla presentazione dell’istanza presso l’Autorità giudiziaria o amministrativa dello Stato contraente dove si trova il minore, l’autorità adita ordina il suo ritorno immediato. \nL’Autorità giudiziaria o amministrativa, benché adita dopo la scadenza del periodo di un anno di cui al capoverso precedente, deve ordinare il ritorno del minore, a meno che non sia dimostrato che il minore si è integrato nel suo nuovo ambiente.\nSe l’autorità giudiziaria o amministrativa dello Stato richiesto ha motivo di ritenere che il minore è stato condotto in un altro Stato, essa può sospendere la procedura o respingere la domanda di ritorno del minore.”\n\nArticolo 13\n“Nonostante le disposizioni del precedente articolo, l’autorità giudiziaria o amministrativa dello Stato richiesto non è tenuta a ordinare il ritorno del minore qualora la persona, istituzione o l’ente che si oppone al ritorno, dimostri:\na)che la persona, l’istituzione o l’ente cui era affidato il minore non esercitava effettivamente il diritto di affidamento al momento del trasferimento o del mancato rientro, o aveva consentito, anche successivamente, al trasferimento o al mancato ritorno; o\nb)che sussiste un fondato rischio, per il minore, di essere esposto, per il fatto del suo ritorno, ai pericoli fisici e psichici, o comunque di trovarsi in una situazione intollerabile;\nL’autorità giudiziaria o amministrativa può altresì rifiutarsi di ordinare il ritorno del minore qualora essa accerti che il minore si oppone al ritorno, e che ha raggiunto un’età e un grado di maturità tali che sia opportuno tener conto del suo parere.\nNel valutare le circostanze di cui al presente articolo, le autorità giudiziarie e amministrative devono tener conto delle informazioni fornite dall’autorità centrale o da ogni altra autorità competente dello Stato di residenza del minore, riguardo alla sua situazione sociale.”\n\nArticolo 20\n“Il ritorno del minore, in conformità con le disposizioni dell’articolo 12, può essere rifiutato, nel caso che non fosse consentito dai principi fondamentali dello Stato richiesto relativi alla protezione dei diritti umani e delle libertà fondamentali.”", "47.Il paragrafo 17 del Preambolo del Regolamento spiega il suo campo di applicazione, nella misura in cui è rilevante nel caso di specie, come segue:\n“In caso di trasferimento o di mancato rientro illeciti del minore, si dovrebbe ottenerne immediatamente il ritorno e a tal fine dovrebbe continuare a essere applicata la Convenzione del’Aja del 25 ottobre 1980, come integrata dalle disposizioni del presente Regolamento, in particolare l’articolo 11. I giudici dello Stato membro in cui il minore è stato trasferito o trattenuto illecitamente dovrebbero avere la possibilità di opporsi al suo rientro in casi precisi, debitamente motivati. Tuttavia, una simile decisione dovrebbe poter essere sostituita da una decisione successiva emessa dai giudici dello Stato membro di residenza abituale del minore prima del suo illecito trasferimento o mancato rientro. Se la decisione implica il rientro del minore, esso dovrebbe avvenire senza che sia necessario ricorrere a procedimenti per il riconoscimento e l’esecuzione della decisione nello Stato membro in cui il minore è stato trasferito o trattenuto.”", "48.Quanto alla giurisdizione nei casi di sottrazione di minori, il Regolamento, nella misura in cui è rilevante, prevede, all’articolo 10, quanto segue:\n“In caso di illecito trasferimento o mancato rientro di un minore, l’autorità giurisdizionale dello Stato membro nel quale il minore aveva la residenza abituale immediatamente prima dell’illecito trasferimento o mancato rientro conserva la competenza giurisdizionale fino a che il minore non abbia acquisito la residenza di un altro Stato membro e \n...\n(b) se il minore ha soggiornato in quell’altro Stato membro almeno per un anno da quando la persona, istituzione o altro ente titolare del diritto di affidamento ha avuto conoscenza, o avrebbe dovuto avere conoscenza, del luogo in cui il minore si trovava e il minore si è integrato nel nuovo ambiente e se ricorre una qualsiasi delle seguenti condizioni:\n(i) entro un anno da quando il titolare del diritto di affidamento ha avuto conoscenza, o avrebbe dovuto avere conoscenza, del luogo in cui il minore si trovava, non è stata presentata alcuna domanda di ritorno del minore dinanzi alle autorità competenti dello Stato membro nel quale il minore è stato trasferito o dal quale non ha fatto rientro;\n...\n(iv) l’autorità giurisdizionale dello Stato membro nel quale il minore aveva la residenza abituale immediatamente prima dell’illecito trasferimento o mancato ritorno ha emanato una decisione di affidamento che non prevede il ritorno del minore.”", "49.L’articolo 11, che è specificamente distinto nel preambolo, prevede quanto segue: \n“1. Quando una persona, istituzione o altro ente titolare del diritto di affidamento adisce le autorità competenti di uno Stato membro affinché emanino un provvedimento in base alla Convenzione dell’Aja [...], per ottenere il ritorno di un minore che è stato illecitamente trasferito o trattenuto in uno Stato membro diverso dallo Stato membro nel quale il minore aveva la residenza abituale immediatamente prima dell’illecito trasferimento o mancato ritorno, si applicano i paragrafi da 2 a 8.\n2. Nell’applicare gli articoli 12 e 13 della Convenzione dell’Aja del 1980, si assicurerà che il minore possa essere ascoltato durante il procedimento se ciò non appaia inopportuno in ragione della sua età o del suo grado di maturità.\n3. Un’autorità giurisdizionale alla quale è stata presentata la domanda di ritorno del minore di cui al paragrafo 1 procede al rapido trattamento della domanda stessa, utilizzando le procedure più rapide previste nella legislazione nazionale.\nFatto salvo il primo comma l’autorità giurisdizionale, salvo nel caso in cui circostanze eccezionali non lo consentano, emana il provvedimento al più tardi sei settimane dopo aver ricevuto la domanda.\n4. Un’autorità giurisdizionale non può rifiutare di ordinare il ritorno di un minore in base all’articolo 13, lettera b), della Convenzione dell’Aja del 1980 qualora sia dimostrato che sono previste misure adeguate per assicurare la protezione del minore dopo il suo ritorno..\n5. Un’autorità giurisdizionale non può rifiutare di disporre il ritorno del minore se la persona che lo ha chiesto non ha avuto la possibilità di essere ascoltata.\n[...]\n7. A meno che l’autorità giurisdizionale dello Stato membro in cui il minore aveva la residenza abituale immediatamente prima dell’illecito trasferimento o ritenzione non sia già stata adita da una delle parti, l’autorità giurisdizionale o l’autorità centrale che riceve [una copia del decreto che vieta il rimpatrio del minore ai sensi  dell’articolo 13 della Convenzione dell’Aja, e dei documenti relativi a tale decreto] deve notificarlo alle parti e invitarle a presentare le proprie deduzioni all’autorità giurisdizionale, conformemente alla legislazione nazionale, entro tre mesi dalla data della notifica, affinché quest’ultima possa esaminare la questione dell’affidamento del minore.\n[...]\n8. Nonostante l’emanazione di un provvedimento che rigetta il ritorno in base all’articolo 13 della [...] Convenzione dell’Aja, una successiva decisione che prescriva il ritorno del minore emessa da un giudice competente ai sensi del presente Regolamento è esecutiva conformemente alla Sezione 4 del Capo III che segue, allo scopo di assicurare il rimpatrio del minore.”", "50.A norma dell’articolo 40 (1) (b) del Regolamento, la sua Sezione 4 si applica al “rimpatrio di un minore previsto da una decisione emessa a norma dell’articolo 11 (8).”", "51.L’articolo 42 della Sezione 4 prevede quanto segue:\n“1. Il ritorno del minore di cui all’articolo 40, paragrafo 1, lettera b), ordinato con una decisione esecutiva emessa in uno Stato membro, è riconosciuto ed è eseguibile in un altro Stato membro senza che sia necessaria una dichiarazione di esecutività e senza che sia possibile opporsi al riconoscimento, se la decisione è stata certificata nello Stato membro di origine conformemente al paragrafo 2.\nAnche se la legislazione nazionale non prevede l’esecutività di diritto, nonostante eventuali impugnazioni, di una decisione che prescrive il ritorno del minore di cui all’articolo 11, paragrafo 8, lettera b), l’autorità giurisdizionale d’origine può dichiarare che la decisione in questione è esecutiva.\n2. Il giudice di origine che ha emesso la decisione di cui all’articolo 40, paragrafo 1, lettera b), rilascia il certificato di cui al paragrafo 1 solo se:\na) il minore ha avuto la possibilità di essere ascoltato, salvo che l’audizione sia stata ritenuta inopportuna in ragione della sua età o del suo grado di maturità;\nb) le parti hanno avuto la possibilità di essere ascoltate; e\nc) l’autorità giurisdizionale ha tenuto conto, nel rendere la decisione, dei motivi e degli elementi di prova alla base del provvedimento emesso conformemente all’articolo 13 della Convenzione dell’Aja del 1980. [...]”", "52.Per quanto riguarda l’esecuzione delle sentenze che prescrivono il rientro di un minore, l’articolo 47 del Regolamento prevede quanto segue:\n“1. Il procedimento di esecuzione è disciplinato dalla legislazione dello Stato membro dell’esecuzione.\n2. Ogni decisione pronunciata dall’autorità giurisdizionale di un altro Stato membro e  [...] certificata a norma [...] dell’articolo 42, paragrafo 1, è eseguita nello Stato membro dell’esecuzione alle stesse condizioni che si applicherebbero se la decisione fosse stata pronunciata in tale Stato membro.\nIn particolare una decisione certificata a norma [...] dell’articolo 42, paragrafo 1, non può essere eseguita se è incompatibile con una decisione esecutiva emessa posteriormente.”", "53.Infine, gli articoli 60 e 62 del Regolamento prevedono che il Regolamento “prevale” sulla Convenzione dell’Aja “nella misura in cui [essa riguardi] materie da esso disciplinate” e che la Convenzione dell’Aja continua “a produrre effetti tra gli Stati Membri che ne sono parti.”", "IN DIRITTO", "I. LA VIOLAZIONE DELL’ARTICOLO 8 DELLA CONVENZIONE", "54.I ricorrenti lamentano ai sensi dell’articolo 8 della Convenzione che le decisioni dei tribunali italiani che disponevano il rimpatrio di Marko in Italia erano contrarie al suo interesse superiore ed erano altresì in violazione del diritto internazionale e del diritto lettone.", "55.I ricorrenti lamentano anche ai sensi dell’articolo 6 della Convenzione l’equità processuale del processo decisorio nei tribunali italiani. In particolare, essi criticano il fatto che la prima ricorrente non fosse presente all’udienza del Tribunale per i minorenni di Roma.", "56.Le doglianze dei ricorrenti relative alla procedura seguita dai tribunali italiani sono state comunicate al Governo ai sensi dell’articolo 8 della Convenzione, che, pur non contenendo alcuna esplicita prescrizione processuale, impone che il processo decisionale che conduce a misure di ingerenza debba essere equo e tale da consentire il dovuto rispetto degli interessi tutelati da tale articolo (vedi, inter alia, Iosub Caras contro la Romania, n. 7198/04, § 41, 27 luglio 2006, e Moretti e Benedetti contro l’Italia, n. 16318/07, § 27, CEDU 2010- ... (estratti)).", "57.Nella misura in cui è rilevante, l’articolo 8 della Convenzione prevede quanto segue:\n“1. Ogni persona ha diritto al rispetto della sua vita ... familiare... .\n2. Non può aversi interferenza di un’autorità pubblica nell’esercizio di questo diritto a meno che questa ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria per la sicurezza nazionale, per la sicurezza pubblica, per il benessere economico del paese, per la difesa dell’ordine e per la prevenzione dei reati, per la protezione della salute o della morale, o per la protezione dei diritti e delle libertà degli altri.”", "A. L’AMMISSIBILITA’", "1. La compatibilità ratione personae", "58. Il Governo italiano ha dedotto che il ricorso, nella misura in cui riguardava il secondo ricorrente, era incompatibile ratione personae con la Convenzione ai sensi dell’articolo 35 §§ 3 (a) e 4 della Convenzione. A tale riguardo il Governo ha dedotto che il caso di specie riguardava essenzialmente un conflitto tra i due genitori del secondo ricorrente, e dato che entrambi i genitori hanno in linea di massima il diritto al rispetto della vita familiare insieme al figlio, permettere solo a uno dei genitori (in questo caso la madre) di rappresentare gli interessi del minore davanti alla Corte turberebbe tale parità genitoriale. Il Governo ha inoltre fatto riferimento al caso Moretti e Benedetti (succitato, § 32), e S.D., D.P. e A.T. contro il Regno Unito (n. 23715/94, decisione della Commissione del 20 maggio 1996, non riportata) e ha indicato la possibilità che possa sussistere un conflitto di interessi, in particolare considerando che il 5 giugno 2006 il Tribunale per i minorenni di Roma aveva concesso l’affidamento esclusivo temporaneo al padre di Marko (vedi paragrafo 15 supra).", "59. I ricorrenti hanno dedotto che quello che era in questione erano gli interessi del minore, il secondo ricorrente, in contrapposizione agli interessi del padre. Data l’enorme importanza degli interessi del minore, non vi era altra scelta se non che egli fosse parte del caso davanti alla Corte.", "60. Il Governo lettone ha contestato l’eccezione del Governo italiano. Esso ha fatto riferimento alla dichiarazione della Corte nel caso Iosub Caras, (succitato, § 21) che\n“i minori possono fare ricorso alla Corte anche, o specialmente, se sono rappresentati da un genitore in conflitto con le autorità e che critica le loro decisioni e la loro condotta in quanto incoerenti con i diritti garantiti dalla Convenzione In tali casi, la condizione di genitore naturale è sufficiente a conferirgli il potere necessario per rivolgersi alla Corte anche per conto del figlio, al fine di tutelare gli interessi del figlio.”\nEsso ha inoltre indicato che, dato che i procedimenti in Italia avevano riguardato un decreto per separare il primo e il secondo ricorrente, era chiaro che quello che si stava criticando erano le decisioni incoerenti con l’articolo 8 della Convenzione (si è fatto riferimento ai ricorsi Neulinger e Shuruk contro la Svizzera [GC], n. 41615/07, § 90, CEDU 2010-..., e Iosub Caras, succitato, § 29).", "61. La Corte osserva per prima cosa che entrambi i ricorsi citati dal Governo italiano si riferivano alla rappresentanza di un minore non da parte di un suo genitore naturale ma invece da parte di soggetti non imparentati con i minori in questione. Tuttavia anche in tali circostanze la Commissione e la Corte sono state attente a sottolineare che doveva essere evitato un approccio restrittivo o tecnico nel campo della rappresentanza dei minori davanti alla Corte. La Corte non può che concordare con il Governo lettone che i fatti relativi al caso di specie ricordano maggiormente quelli dei succitati Iosub Caras e Neulinger e Shuruk. La Corte non vede motivo per discostarsi dalla linea di ragionamento usata in tali casi. Pertanto la tesi del Governo italiano relativa all’incompatibilità ratione personae deve essere rigettata.", "2. L’esaurimento delle vie di ricorso interne", "62. Il Governo italiano ha osservato che quando i ricorrenti si sono rivolti per la prima volta alla Corte era ancora pendente l’appello della prima ricorrente avverso il decreto del Tribunale per i minorenni di Roma del 21 aprile 2008. Esso è stato giudicato solo il 28 settembre 2009. Pertanto il ricorso doveva essere dichiarato inammissibile per mancato esaurimento delle vie di ricorso interne di cui all’articolo 35 §§ 1 e 4 della Convenzione.", "63. I ricorrenti hanno dichiarato che avevano diritto a presentare un ricorso alla Corte senza attendere il giudizio definitivo dei tribunali italiani dal momento in cui la prima ricorrente ha appreso che l’Italia aveva ufficialmente chiesto alle autorità lettoni di garantire il rimpatrio di Marko in Italia, dato che tale richiesta era di natura immediatamente esecutiva e non era soggetta ad alcun riesame aggiuntivo da parte delle autorità lettoni.", "64. Il Governo lettone ha concordato con i ricorrenti che, una volta che era stato emesso il certificato di rimpatrio non appellabile di cui all’articolo 42 (1) del Regolamento, i ricorrenti non avevano l’obbligo di attendere il completamento del giudizio nei tribunali italiani prima di ricorrere alla Corte.", "65. In risposta ai ricorrenti e al Governo lettone il Governo italiano ha sottolineato che i concetti di “sentenza eseguibile” di cui all’articolo 42 del Regolamento, e di “sentenza definitiva” di cui all’articolo 35 § 1 della Convenzione, non dovevano essere confusi. Il Governo italiano ha sottolineato in particolare che il Regolamento dichiarava specificamente che il certificato di rimpatrio poteva essere emesso in base a una sentenza che non era ancora diventata definitiva.", "66. La Corte osserva che non è in discussione tra le parti che il giudizio nei tribunali italiani è stato adesso completato. In altre parole, lo Stato italiano ha avuto la possibilità di impedire o di riparare la violazione nei loro confronti (vedi Selmouni contro la Francia [GC], n. 25803/94, § 74, CEDU 1999 – V). La Corte ha precedentemente ritenuto che in linea di massima i ricorrenti sono obbligati a fare uno sforzo diligente per esaurire le vie di ricorso interne prima di presentare un ricorso alla Corte. Comunque, è stato ritenuto accettabile se la fase finale di esaurimento delle vie di ricorso interne ha luogo dopo la presentazione del ricorso ma prima che la Corte decida sulla sua ammissibilità (vedi, per esempio, Yakup Kőse contro la Turchia (dec.), n. 50177/99, 2 maggio 2006). La Corte respinge pertanto l’obiezione del Governo convenuto del mancato esaurimento delle vie di ricorso interne.", "3. Osservanza del termine semestrale", "67. In alternativa, il Governo convenuto ha sottolineato che se la Corte dovesse considerare il decreto del Tribunale per i minorenni di Roma del 21 aprile 2008 quello definitivo, il ricorso sarebbe inammissibile ai sensi dell’articolo 35 §§ 1 e 4 della Convenzione per inosservanza della norma relativa al termine semestrale.", "68. I ricorrenti hanno sottolineato che la prima ricorrente ha appreso che era stato emesso un certificato di rimpatrio solo il 10 settembre 2008 (vedi supra, paragrafo 34), che era pertanto la data di cui tenere conto per calcolare il termine semestrale di cui all’articolo 35 § 1 della Convenzione.", "69. In risposta alla tesi dei ricorrenti, il Governo convenuto ha dedotto che i ricorrenti non potevano sostenere di avere appreso del decreto del 21 aprile 2008 solo dopo che era stato comunicato loro il certificato di rimpatrio, dato che il loro avvocato in Italia aveva contestato attivamente il decreto del 21 aprile 2008. Dato che il rappresentante dei ricorrenti in Italia aveva proposto appello avverso il succitato decreto il 20 giugno 2008, tale data era l’ultima dalla quale si poteva iniziare a calcolare il termine semestrale per ricorrere alla Corte.", "70. Il Governo lettone ha sottolineato che la misura che interferiva direttamente nella vita familiare dei ricorrenti era il certificato di rimpatrio, che i ricorrenti hanno ricevuto il 10 settembre 2008. Pertanto il termine ultimo per proporre ricorso alla Corte iniziava a decorrere da quella data. In alternativa, il Governo lettone ha dedotto che dato che i ricorrenti lamentavano “la coerente politica adottata dalle autorità italiane nel trattare il loro caso”, le loro doglianze riguardavano effettivamente una situazione che sussisteva.", "71. La Corte osserva che il Governo convenuto ha osservato correttamente che quando i ricorrenti hanno depositato il ricorso presso la Corte (il 9 marzo 2009), il procedimento era ancora pendente davanti ai tribunali italiani ed è stato concluso solo il 21 aprile 2009 (vedi supra, paragrafo 37). In tale contesto la Corte rigetta la tesi del Governo italiano relativa all’inosservanza del termine semestrale.", "4. Conclusione", "72. La Corte rigetta le tesi del Governo convenuto relative all’incompatibilità ratione personae, al mancato esaurimento delle vie di ricorso interne e all’inosservanza del termine semestrale. La Corte ritiene inoltre, alla luce delle deduzioni delle parti, che le doglianze dei ricorrenti sollevino gravi questioni di fatto e di diritto ai sensi della Convenzione, la cui determinazione impone un’analisi del merito. La Corte conclude pertanto che tali doglianze non sono manifestamente infondate ai sensi dell’articolo 35 § 3 della Convenzione. Non è stato accertato alcun altro motivo per dichiarare tali doglianze inammissibili. Le doglianze dei ricorrenti relative all’ingerenza da parte delle autorità italiane nella loro vita familiare e all’iniquità processuale del processo decisionale nei tribunali italiani devono pertanto essere dichiarate ammissibili.", "", "", "B. IL MERITO", "I. Deduzioni delle parti", "(a) I ricorrenti", "73. I ricorrenti hanno sottolineato che esistevano degli strettissimi legami emotivi tra di loro. Il padre di Marko non aveva sviluppato alcun legame emotivo con il figlio perché si erano visti molto raramente, anche quando i ricorrenti risiedevano ancora in Italia. Inoltre, Marko e suo padre non avevano una lingua in comune. Secondo i ricorrenti, la prima ricorrente aveva invitato ripetutamente il padre di Marko a fare visita al figlio a Riga. Egli non aveva risposto a questi inviti, fatto che è solo uno dei tanti di cui i tribunali italiani non hanno tenuto conto. In tale contesto i ricorrenti hanno sottolineato che se Marko avesse dovuto essere separato dalla madre, sarebbe stato minacciato il suo sviluppo e la sua salute mentale. A tale riguardo i ricorrenti hanno dedotto che Marko riceveva assistenza sistematica da uno psicologo per superare lo stress, l’ansia e la paura causati dalle prospettive della separazione dalla madre e del suo invio in Italia.", "74. I ricorrenti hanno inoltre dedotto che quando i tribunali italiani hanno adottato decisioni diametralmente opposte a quelle adottate dai tribunali lettoni, essi non hanno osservato il principio della reciproca fiducia tra tribunali. Le decisioni inadeguatamente motivate adottate dai tribunali italiani inoltre non tenevano conto delle informazioni disponibili sulle condizioni di vita di Marko in Lettonia.", "75. Secondo i ricorrenti le soluzioni relative alle visite della prima ricorrente al figlio in Italia previste dai tribunali italiani erano totalmente inadeguate, in particolare tenendo conto del fatto che ella non aveva i mezzi economici per risiedere in Italia, dove non poteva virtualmente trovare lavoro dato che non parlava minimamente l’italiano. Inoltre le “misure di sicurezza” suggerite dalle autorità italiane e accettate dai tribunali italiani non garantivano la sicurezza fisica e psicologica del minore ed erano in diretta contraddizione con le conclusioni dello psicologo su cui si erano basati i tribunali lettoni. I ricorrenti hanno inoltre sottolineato che i tribunali italiani non avevano esaminato o fatto esaminare la residenza proposta per il minore in Italia. Secondo le informazioni di cui disponevano i ricorrenti, l’edificio situato all’indirizzo menzionato dai tribunali italiani conteneva degli uffici. Infine, i ricorrenti hanno criticato l’omessa richiesta e considerazione da parte dei tribunali italiani di informazioni relative al reddito e ai beni del padre di Marko per valutare se egli era in grado di allevare il figlio.", "(b) Il Governo convenuto", "76. Il Governo italiano ha dedotto che non vi era stata ingerenza nei diritti della prima ricorrente di cui all’articolo 8, dato che era che ella aveva interferito nel diritto del padre di Marko alla vita familiare (a tale riguardo si è fatto riferimento a Gnahoré contro la Francia, n. 40031/98, § 59, CEDU 2000-IX),  e pertanto non poteva sostenere che l’ingerenza era sorta in conseguenza di un tentativo legittimo ma fino a quel momento senza successo delle autorità italiane di ristabilire la situazione precedentemente esistente, che era stata pienamente conforme alla legge. In altre parole, non si doveva permettere al genitore che aveva commesso azioni contrarie alla legge (il Governo convenuto osservava che non era più in discussione tra le parti il fatto che il trasferimento di Marko dall’Italia era stato illecito) di beneficiare di tali azioni. In ogni caso, le autorità italiane avevano previsto la possibilità di incontri dei ricorrenti dopo il rimpatrio di Marko in Italia. Il Governo convenuto ha inoltre dedotto che anche se si era verificata qualche ingerenza nei diritti dei ricorrenti, essa era stata conforme alla legge, vale a dire, all’articolo 11 del Regolamento, ed era anche stata necessaria per eliminare le conseguenze dell’illecito trasferimento di Marko dall’Italia. In altre parole, il fine dell’ingerenza era stato la protezione dei diritti e delle libertà del minore.", "77. Per quanto riguarda la questione se disporre il rimpatrio di Marko fosse “necessario in una società democratica”, il Governo convenuto ha dedotto che le autorità italiane avevano tenuto debitamente conto e soppesato l’interesse superiore del minore. Il Governo italiano ha ritenuto che la tesi dei ricorrenti che Marko e suo padre non potevano comunicare a causa di una barriera linguistica non fosse appropriata per un minore di anni otto che ha trascorso gran parte della sua vita in Italia, dove egli non dovrebbe incontrare particolari difficoltà, in particolare tenendo conto del fatto che sia la Lettonia sia l’Italia erano Stati membri dell’Unione Europea. Per dimostrare la tesi che l’ingerenza nella vita familiare dei ricorrenti era stata “necessaria” il Governo convenuto ha fatto ancora una volta riferimento alle garanzie offerte dalle autorità italiane (vedi supra, paragrafo 28). Infine, esso ha ritenuto che le soluzioni specifiche da adottare per quanto riguarda Marko ricadessero nel margine di valutazione dell’Italia.", "78. Il Governo convenuto ha inoltre fatto riferimento all’oggetto e al fine della Convenzione dell’Aja ai sensi dell’articolo 31 (1) della Convenzione di Vienna sul Diritto dei Trattati che, secondo la sentenza della Corte relativa al ricorso Maumousseau e Washington contro la Francia (n. 39388/05, § 69, CEDU 2007-XIII), era la deterrenza della proliferazione delle sottrazioni internazionali di minori. Tale obiettivo poteva essere raggiunto evitando di consolidare situazioni de facto causate da trasferimenti illeciti di minori. A tal fine lo status quo ante doveva essere ripristinato il più presto possibile. Quanto all’applicabilità nel presente caso dell’eccezione all’obbligo generico di restituire un minore trasferito illecitamente che è contenuto nell’articolo 13 (b) della Convenzione dell’Aja, il Governo convenuto ha analizzato tre possibili giustificazioni di non rimpatrio: in primo luogo, la tesi che Marko si era integrato in Lettonia e si era adattato alla vita in quel luogo e che il suo interesse superiore imponeva che continuasse a vivere con la madre; in secondo luogo, il fatto che il padre non aveva avuto alcun rapporto con il figlio; e in terzo luogo, che a causa della lunghezza dei procedimenti italiani di rimpatrio di Marko in Italia il ripristino dello status quo ante non era più possibile.", "79. Quanto alla questione che Marko continuasse a vivere presso la madre, il Governo convenuto ha sottolineato il rifiuto della prima ricorrente di comportarsi in conformità con le decisioni dei tribunali italiani. Quanto alla disponibilità del padre di Marko di occuparsi di suo figlio, il Governo convenuto ha sottolineato che a parte liti di breve durata relative al pagamento del mantenimento del minore, il padre aveva sempre mostrato disponibilità a godere di una stabile vita familiare con il figlio in Italia. Il Governo ha sottolineato anche che il padre non era un alcolizzato, né un tossicodipendente né altrimenti inidoneo ad allevare un minore. Infine, per quanto riguarda l’effetto della lunghezza dei procedimenti, il Governo convenuto ha sottolineato che i tribunali italiani avevano definito il caso in soli dieci mesi; pertanto, le autorità italiane non potevano essere ritenute responsabili della lunghezza del tempo che Marko aveva trascorso lontano dal padre.", "80. Nella misura in cui si contestava l’equità processuale del processo decisionale nei tribunali italiani, il Governo convenuto ha approvato pienamente le conclusioni della Commissione Europea (vedi supra, paragrafi 39-45). Più specificamente, esso ha sottolineato che i procedimenti nei tribunali italiani erano stati equi ed entrambe le parti avevano avuto la possibilità di presentare deduzioni in quei tribunali, a prescindere dal fatto che le deduzioni fossero state fatte per iscritto. Inoltre, la prima ricorrente era stata rappresentata da un avvocato.", "81. Il Governo convenuto ha cercato di distinguere i fatti che costituiscono il contesto della recente sentenza della Grande Camera relativa al ricorso Neulinger e Shuruk contro la Svizzera (succitato, § 139) dai fatti del caso di specie, in quanto il precedente riguardava la motivazione di rifiuto di rimpatriare un minore nel paese d’origine, mentre il caso di specie riguarda i procedimenti nel paese d’origine, e il suo fine non era quello di giustificare le azioni delle autorità lettoni.", "(c)  Il Governo parte terza", "82. Il Governo lettone si è basato sul ricorso Neulinger e Shuruk e ha criticato il fatto che le autorità italiane avessero omesso di esaminare approfonditamente l’intera situazione familiare dei ricorrenti e del padre di Marko. È stato sostenuto che i tribunali italiani non avevano tenuto conto del fatto che la prima ricorrente era ed era sempre stata la persona che si era occupata di Marko in modo principale. Il padre di Marko aveva avuto rapporti sporadici con il figlio anche quando i ricorrenti vivevano ancora in Italia. Inoltre, il padre di Marko non aveva fatto alcun tentativo di vedere il figlio negli oltre quattro anni in cui i ricorrenti erano vissuti in Lettonia. Inoltre, si sottolineava che Marko aveva vissuto in Lettonia molto di più di quanto avesse vissuto in Italia. Infine i tribunali italiani non avevano valutato la capacità del padre di Marko di allevare un figlio da solo e non avevano considerato soluzioni alternative per garantire il loro rapporto reciproco (a tale riguardo il Governo lettone ha fatto riferimento al ricorso Deak contro la Romania e il Regno Unito, n. 19055/05, § 69, 3 giugno 2008).", "83. Quanto all’equità processuale del processo decisorio nei tribunali italiani, il Governo lettone ha dedotto che era scorretto basarsi sugli articoli 23 (b) e 42 (2) (a) del Regolamento isolatamente, dato che tali disposizioni dovevano essere interpretate in armonia con le pertinenti norme di diritto internazionale, vale a dire la Convenzione delle Nazioni Unite e l’articolo 8 della Convenzione. Questa interpretazione contestuale conduceva chiaramente alla conclusione che i diritti processuali dei ricorrenti non erano stati osservati dai tribunali italiani.", "2. La valutazione della Corte", "84. La Corte tratterà separatamente la doglianza dei ricorrenti relativa al decreto di rimpatrio di Marko, e la doglianza che la prima ricorrente non era presente all’udienza del Tribunale per i minorenni di Roma il 21 aprile 2008.", "(a) I principi generali", "85. In Neulinger e Shuruk (succitato, §§ 131-140, con ulteriori riferimenti) la Corte ha articolato e cristallizzato diversi principi che sono emersi dalla sua giurisprudenza sulla questione della sottrazione internazionale di minori, come segue.", "La Convenzione non può essere interpretata isolatamente, ma, a norma dell’articolo 31 § 3 (c) della Convenzione di Vienna sul diritto dei trattati (1969), si deve tenere conto di ogni pertinente norma di diritto internazionale applicabile alle Parti contraenti (vedi Streletz, Kessler  e Kreuz contro la Germania [GC], nn. 34044/96, 35532/97 e 44801/98, § 90, CEDU 2001-II).", "Gli obblighi positivi che al’articolo 8 impone agli Stati in relazione alla riunificazione tra genitori e figli devono pertanto essere interpretati alla luce della Convenzione delle Nazioni Unite e della Convenzione dell’Aja (vedi Maire contro il Portogallo, n. 48206/99, § 72, CEDU 2003-VII, e Ignaccolo-Zenide contro la Romania, n. 31679/96, § 95, CEDU 2000-I).", "La Corte è competente a riesaminare la procedura seguita dai tribunali nazionali, in particolare ad accertare se tali tribunali, nell’applicare e nell’interpretare le disposizioni della Convenzione dell’Aja, abbiano assicurato le garanzie della Convenzione e in particolare quelle di cui all’articolo 8 (vedi, a tal fine, Bianchi contro la Svizzera, n. 7548/04, § 92, 22 giugno 2006, e Carlson contro la Svizzera, n. 49492/06, § 73, 6 novembre 2008).", "In questo campo la questione decisiva è se si sia raggiunto un equo equilibrio tra gli interessi concorrenti in gioco – quelli del minore, quelli dei due genitori e quelli dell’ordine pubblico – entro il margine di apprezzamento concesso agli Stati in tali materie (vedi Maumousseau e Washington, succitato, § 62), tenendo in mente, comunque, che l’interesse superiore del minore deve essere la considerazione principale (vedi, al riguardo, Gnahoré, succitato, § 59).", "Si ritiene che “gli interessi del minore” siano principalmente i seguenti due: mantenere i legami con la sua famiglia, a meno che non sia dimostrato che tali legami siano indesiderabili, e potersi sviluppare in un ambiente sano (vedi, tra gli altri precedenti, Elsholz contro la Germania [GC], n. 25735/94, § 50 CEDU 2000-VIII, e Maršálek contro la Repubblica Ceca, n. 8153/04, § 71, 4 aprile 2006). L’interesse superiore del minore, da una prospettiva di sviluppo personale, dipenderà da una varietà di circostanze personali, in particolare dalla sua età e dal suo livello di maturità, dalla presenza o dall’assenza dei genitori e dall’ambiente e dalle esperienze.", "Il rimpatrio di un minore non può essere disposto automaticamente o meccanicamente quando è applicabile la Convenzione dell’Aja, come è indicato dal riconoscimento in quello strumento di diverse eccezioni all’obbligo di rimpatrio del minore (vedi, in particolare gli articoli 12, 13 e 20), in base a considerazioni che riguardano l’effettiva persona del minore e il suo ambiente, dimostrando così che è il tribunale che giudica il caso che deve adottare per esso un approccio in concreto (vedi Maumousseau e Washington, succitato, § 72).", "Il compito di giudicare tale interesse superiore in ogni singolo caso spetta pertanto principalmente alle autorità nazionali, che spesso hanno il vantaggio del rapporto diretto con le persone interessate. A tal fine esse godono di un certo margine di apprezzamento, che rimane comunque soggetto a controllo europeo se la Corte riesamina in base alla Convenzione le decisioni che tali autorità hanno preso nell’esercizio di quel potere (vedi, per esempio, Hokkanen contro la Finlandia, 23 settembre 1994, § 55, Serie A n. 299-A, e Kutzner contro la Germania, n. 46544/99, §§ 65-66, CEDU 2002-I; vedi anche Tiemann contro la Francia e la Germania (dec.), nn. 47457/99 e 47458/99, CEDU 2000-IV; Bianchi, succitato, § 92; e Carlson, succitato, § 69).", "Inoltre, la Corte deve garantire che il processo decisionale che ha condotto all’adozione da parte del tribunale delle misure impugnate sia stato equo e abbia consentito agli interessati di presentare il loro caso in modo completo (vedi Tiemann, succitato, e Eskinazi e Chelouche contro la Turchia, (dec.), n. 14600/05, CEDU 2005-XIII (estratti)). A tal fine la Corte deve accertare se i tribunali nazionali abbiano svolto un’analisi approfondita dell’intera situazione familiare e di tutta una serie di fattori, in particolare di natura fattuale, emotiva, psicologica, materiale e medica, e abbiano effettuato una valutazione equilibrata e ragionevole dei rispettivi interessi di ogni persona, con la costante preoccupazione di determinare quale dovrebbe essere la soluzione migliore per il minore sottratto, nel quadro di una richiesta di rimpatrio dello stesso nel paese d’origine  (vedi Maumousseau e Washington, succitato, § 74).", "86. La Corte applicherà ora questi principi alle specifiche doglianze sollevate dai ricorrenti.", "(b) Il decreto di rimpatrio in Italia del secondo ricorrente", "87. La Corte reitera che la restituzione del secondo ricorrente a suo padre in Italia è stata disposta con decreto del Tribunale per i minorenni di Roma del 21 aprile 2008 (vedi supra, paragrafo 28), che è stato confermato in appello con sentenza della Corte d’Appello di Roma adottata il 21 aprile 2009 (vedi supra, paragrafo 37). Il rimpatrio è stato disposto in base ai paragrafi (4), (7) e (8) dell’articolo 11 del Regolamento. L’articolo 11 si riferisce alla procedura di rimpatrio di un minore trasferito illecitamente. Tale procedura è esposta agli articoli 12 e 13 della Convenzione dell’Aja.", "88. Il Governo convenuto ha sostenuto che non c’è stata ingerenza nella vita familiare dei ricorrenti (vedi supra, paragrafo 76). La Corte ha precedentemente ritenuto che vi è ingerenza quando le misure nazionali ostacolano il reciproco godimento da parte di un genitore e di un figlio della reciproca compagnia (vedi, per esempio, Raban contro la Romania, n. 25437/08, § 31, 26 ottobre 2010). Nel caso di specie uno psicologo, la cui consulenza è stata sollecitata dal rappresentante dei ricorrenti, ha confermato che Marko sta soffrendo di stress e ansia psicologici in relazione al suo potenziale rimpatrio in Italia (vedi supra, paragrafo 33). Ciò non può che avere un impatto significativo sul godimento da parte dei ricorrenti della loro vita familiare. Inoltre, la Corte ha ritenuto più di una volta che un decreto di rimpatrio, anche se non eseguito, costituisce di per sé un’ingerenza nel diritto al rispetto della vita familiare (vedi, per esempio, Neulinger e Shuruk, succitato, §§ 90-91, e Lipkowsky e McCormack contro la Germania (dec.)), n. 26755/10, 18 gennaio 2011). Nel caso di specie non ci sono ragioni che impongono un discostamento da tale approccio. Conseguentemente, il decreto di rimpatrio di Marko in Italia del Tribunale per i minorenni di Roma ha costituito un’ingerenza nel diritto dei ricorrenti al rispetto della vita familiare.", "89. Tornando alla questione della “conformità alla legge” ai sensi dell’articolo 8 § 2 della Convenzione dell’ingerenza lamentata, la Corte osserva che nel caso di specie le parti non hanno contestato che il trasferimento di Marko dall’Italia da parte della prima ricorrente sia stato illecito ai sensi dell’articolo 3 della Convenzione dell’Aja (confronta Neulinger e Shuruk, succitato, §§ 99-105). L’articolo 12 della Convenzione dell’Aja impone il rimpatrio dei minori trasferiti illecitamente, salve le eccezioni esposte all’articolo 13 di tale Convenzione. Date le circostanze la Corte non dubita che l’ingerenza sia stata disposta a norma della legge, vale a dire dell’articolo 11 del Regolamento, in combinato con l’articolo 12 della Convenzione dell’Aja.", "90. Quanto alla questione se il decreto di rimpatrio di Marko in Italia perseguisse uno dei fini legittimi esaustivamente elencati all’articolo 8 § 2 della Convenzione, il Governo convenuto ha avanzato due teorie: che l’ingerenza era necessaria per proteggere il diritto del padre di Marko al rispetto della vita familiare, o per salvaguardare l’interesse superiore del minore. Non vi è alcuna reale discussione tra le parti sul fatto che la decisione dei tribunali italiani di rimpatriare Marko in Italia perseguisse il fine legittimo di proteggere i diritti e le libertà del minore e del padre. Conseguentemente, la Corte accetta che la situazione era questa (vedi anche Neulinger e Shuruk, § 106).", "91. La Corte deve pertanto determinare se l’ingerenza in questione fosse “necessaria in una società democratica”, ai sensi dell’articolo 8 § 2 della Convenzione, interpretata alla luce dei succitati strumenti internazionali, essendo la questione decisiva se era stato raggiunto un equilibrio equo e proporzionato tra gli interessi concorrenti in gioco – quelli del minore, quelli dei due genitori e quelli dell’ordine pubblico – entro il margine di apprezzamento concesso agli Stati in tali materie (vedi supra paragrafo 85, (iv)).", "92. A tale riguardo la Corte sottolinea che non è suo compito prendere il posto delle competenti autorità nell’esaminare se vi sarebbe il grave rischio di esporre Marko a un danno psicologico o fisico, ai sensi dell’articolo 13 della Convenzione dell’Aja, in caso di rimpatrio dello stesso in Italia. Comunque la Corte è competente ad accertare se i tribunali italiani, nell’applicazione e nell’interpretazione delle disposizioni della Convenzione e del Regolamento, abbiano assicurato le garanzie previste all’articolo 8 della Convenzione, tenendo conto in particolare dell’interesse superiore del minore (vedi Neulinger e Shuruk, succitato, § 141). È essenziale anche tenere in mente che la Convenzione dell’Aja è essenzialmente uno strumento di natura procedurale e non un trattato sui diritti umani che protegge le persone su base oggettiva (vedi Neulinger e Shuruk, succitato, § 145).", "93. La Corte non può che osservare che l’argomentazione contenuta nelle decisioni dei tribunali italiani del 21 aprile 2008 (vedi supra, paragrafo 28) e del 21 aprile 2009 (vedi supra, paragrafo 37) era piuttosto inadeguata (vedi anche il parere della Commissione Europea, supra, paragrafo 45). Anche se la Corte ha accettato la teoria dei tribunali italiani che il loro ruolo era limitato dall’articolo 11 (4) del Regolamento a valutare se erano state trovate delle soluzioni adeguate a garantire la protezione di Marko successivamente al suo rimpatrio in Italia da qualsiasi rischio individuato ai sensi dell’articolo 13 (b) della Convenzione dell’Aja, essa non può fare a meno di osservare che i tribunali italiani nello loro decisioni non si sono occupati dei rischi individuati dalle autorità lettoni. Perciò, per esempio, le conclusioni contenute nel rapporto del Tribunale per l’affidamento di Riga (vedi supra, paragrafo 18), la consulenza tecnica dello psicologo  (vedi supra, paragrafo 19) e la sentenza del Tribunale distrettuale di Vidzeme della città di Riga dell’11 aprile 2007 (vedi supra paragrafo 22) non sono state esplicitamente menzionate in nessuna delle due sentenze. È pertanto necessario verificare se si può ritenere in ogni caso che le soluzioni relative alla protezione di Marko elencate nelle sentenze dei tribunali italiani abbiano  tenuto ragionevolmente conto del suo interesse superiore.", "94. Le misure proposte dal padre di Marko e successivamente accettate come adeguate da due gradi di tribunali italiani sono riassunte al paragrafo 28 supra. Le considerazioni individuate dalle autorità lettoni erano che il minore si era adattato bene a vivere con la madre a Riga (paragrafo 18), che la separazione dalla madre avrebbe influenzato negativamente il suo sviluppo e avrebbe potuto creare problemi o malattie nevrotici, o entrambi, (paragrafo 19) e che si erano formati dei forti legami tra Marko e la madre (paragrafo 22). Inoltre, nelle loro osservazioni davanti a questa Corte i ricorrenti hanno indicato che la prima ricorrente non era in grado di accompagnare il figlio in Italia, dato che non disponeva di sufficienti mezzi economici per risiedere in quel luogo ed essenzialmente non poteva essere assunta, non conoscendo minimamente l’italiano, e che il figlio e il padre non avevano una lingua in comune, non avevano mai vissuto insieme senza la madre, e non si vedevano da più di tre anni al momento in cui la Corte d’Appello di Roma ha rigettato l’appello della prima ricorrente avverso il decreto del 21 aprile 2008 (vedi anche Neulinger e Shuruk, succitato § 150). Le autorità giudiziarie lettoni nelle loro sentenze hanno anche ritenuto che fosse economicamente impossibile per la prima ricorrente tornare in Italia (sentenza del Tribunale Distrettuale di Vizdeme della città di Riga dell’11 aprile 1007, vedi supra paragrafo 22), confermavano che il padre di Marko non vedeva il figlio dal 2006 (parere del Tribunale per l’Affidamento dell’8 gennaio 2008, vedi supra, paragrafo 24) e non aveva fatto alcuno sforzo per stabilire dei rapporti con Marko nel frattempo (sentenza del Tribunale Regionale di Riga del 24 maggio 2007, vedi supra paragrafo 23).", "95. I tribunali italiani non hanno fatto riferimento ai rapporti dei due psicologi redatti in Lettonia su richiesta del rappresentate dei ricorrenti e su cui si sono poi basati i tribunali lettoni. Né i tribunali italiani hanno citato i pericoli potenziali per la salute di Marko che erano stati individuati in questi rapporti. Se questi tribunali avessero giudicato i rapporti inattendibili, essi avrebbero certamente avuto la possibilità di chiedere il rapporto di uno psicologo di propria scelta. Comunque non è stato fatto neanche questo. Quanto alla residenza che il padre di Marko proponeva come abitazione dopo il rimpatrio in Italia, le autorità italiane non hanno fatto alcuno sforzo per accertare se essa fosse un’abitazione idonea per un minore in tenera età. L’abitazione non è stata ispezionata, né dai tribunali né da un’altra persona di loro scelta. Queste condizioni, pretese cumulativamente, lasciano la Corte non persuasa del fatto che le autorità italiane abbiano valutato sufficientemente la gravità delle difficoltà che Marko avrebbe probabilmente incontrato in Italia (vedi Neulingfer e Shuruk, succitato, § 146, con ulteriori riferimenti).", "96. Quanto all’adeguatezza delle “salvaguardie” del benessere di Marko proposte dal padre e accettate dai tribunali italiani come adeguate, la Corte ritiene che permettere alla prima ricorrente di stare in Italia con il figlio da quindici a trenta giorni per il primo anno e poi per un mese d’estate ogni due anni sia una risposta manifestamente inappropriata al trauma psicologico che seguirebbe inevitabilmente a una rottura improvvisa e irreversibile degli stretti legami tra madre e figlio. Secondo la Corte l’ordine di immergere drasticamente un minore in un ambiente linguisticamente e culturalmente straniero non può essere compensato in alcun modo dalla frequentazione di una scuola dell’infanzia, di una piscina e di lezioni di lingua russa. Se l’impegno del padre a garantire a Marko un’assistenza psicologica è certamente lodevole, la Corte non può accettare che tale sostegno esterno possa mai essere considerato un’alternativa equivalente al sostegno psicologico intrinseco nei legami forti, stabili e tranquilli tra un bambino e sua madre.", "97. Infine, la Corte osserva, con il Governo parte terza, che i tribunali italiani non hanno considerato alcuna soluzione alternativa per garantire il rapporto tra Marko e il padre.\n98. Per questi motivi la Corte conclude che l’ingerenza nel diritto dei ricorrenti al rispetto della loro vita familiare non fosse “necessaria in una società democratica” ai sensi dell’articolo 8 § 2 della Convenzione. Vi è stata conseguentemente violazione dell’articolo 8 della Convenzione a causa del decreto dei tribunali italiani di rimpatrio di Marko in Italia.", "(c) L’equità processuale del processo decisionale nel Tribunale per i minorenni di Roma", "99. Per quanto riguarda l’equità processuale del processo decisionale italiano i ricorrenti hanno ritenuto che l’assenza della prima ricorrente all’udienza del Tribunale per i minorenni di Roma abbia reso essa iniqua e non abbia permesso il dovuto rispetto degli interessi tutelati dall’articolo 8 (vedi, inter alia, Iosub Caras  contro la Romania, succitato, § 41).", "100. La Corte ritiene che la parità processuale tra le parti nel caso sia stata osservata nella misura in cui essa riguardava l’osservanza degli interessi dei ricorrenti di cui all’articolo 8. La questione procedurale decisiva nel caso di specie è se le autorità incaricate dell’emissione della decisione si trovavano in una posizione in cui potevano rispettare debitamente e dare effetto ai diritti delle parti di cui all’articolo 8. Tenendo conto del fatto che sia il padre di Marko sia la prima ricorrente hanno presentato, con l’ausilio di un avvocato, particolareggiate dichiarazioni scritte a due gradi di tribunali italiani, la Corte è convinta del fatto che il requisito di equità processuale di cui all’articolo 8 sia stato osservato (vedi anche le conclusioni della Commissione Europea, supra, paragrafo 43). Quanto all’adeguatezza della reazione di tali tribunali, la Corte rinvia alle sue conclusioni di cui sopra.", "101. Conseguentemente non vi è stata violazione dell’articolo 8 a causa dell’assenza della prima ricorrente all’udienza del Tribunale per i minorenni di Roma.", "II.  ALTRE DOGLIANZE", "102. I ricorrenti hanno anche lamentato ai sensi della’articolo 6 § 1 della Convenzione la lunghezza e l’iniquità della prima serie di procedimenti nei tribunali italiani e il fatto che Marko non sia stato udito personalmente da alcun tribunale italiano.", "103. Tuttavia, alla luce di tutto il materiale di cui è in possesso, e nella misura in cui le questioni lamentate sono di sua competenza, la Corte reputa che esso non dia alcuna impressione di violazione dei diritti e delle libertà enunciati nella Convenzione o nei suoi Protocolli. Segue che questa parte del ricorso è manifestamente infondata e deve essere rigettata a norma dell’articolo 35 §§ 3 e 4 della Convenzione.", "III. L’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "104. L’articolo 41 della Convenzione prevede:\n“Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.”", "A.    Il danno", "105. I ricorrenti hanno chiesto EUR 10.000 per il danno non patrimoniale, circa EUR 10 per ogni giorno di ansia dal momento in cui i ricorrenti hanno appreso per la prima volta della richiesta del padre di Marko tesa a ottenere il rimpatrio di Marko in Italia.", "106. Il Governo convenuto ha obiettato che la ricorrente ha omesso di presentare le voci particolareggiate di questa richiesta, come previsto dall’articolo 60 § 2 del Regolamento della Corte.", "107. La Corte osserva che i ricorrenti hanno spiegato adeguatamente il metodo utilizzato per arrivare all’importo richiesto per il danno non patrimoniale. Alla luce del fatto che i ricorrenti devono aver dimostrato un chiaro nesso tra la violazione dell’articolo 8 dichiarata dalla Corte e il danno non patrimoniale causato dal decreto di rimpatrio, la Corte concede ai ricorrenti solidalmente EUR 10.000 per il danno non patrimoniale.", "B. Onorari e spese", "108. Quanto agli onorari e alle spese, i ricorrenti hanno chiesto l’importo totale di EUR 13.610,69, calcolato come segue: EUR 171 per le due visite mediche psicologiche del secondo ricorrente, EUR 643 per la traduzione dei documenti inviati dalla Corte, EUR 10.500 di spese legali per la rappresentanza della prima ricorrente nei tribunali italiani, EUR 1.815 per la rappresentanza dei ricorrenti davanti alla Corte, EUR 371 per la psicoterapia familiare dei ricorrenti ed EUR 110,69 di spese postali.", "109. Il Governo convento ha obiettato che la ricorrente non aveva presentato le voci particolareggiate di questa richiesta, come previsto dall’articolo 60 § 2 del Regolamento della Corte. Inoltre, i ricorrenti non hanno specificato quali documenti della Corte avevano dovuto essere tradotti.", "110. Secondo la giurisprudenza della Corte, un ricorrente ha diritto al rimborso degli onorari e delle spese solo nella misura in cui è stato dimostrato che essi sono stati sostenuti effettivamente e necessariamente e che sono ragionevoli nel quantum. Nel caso di specie, visti i documenti di cui è in possesso e i criteri di cui sopra, la Corte ritiene ragionevole concedere ai ricorrenti solidalmente la somma di EUR 5.000 che copre le spese relative a tutte le voci.", "C. Gli interessi di mora", "111. La Corte ritiene opportuno basare gli interessi di mora sul tasso di rifinanziamento marginale della Banca Centrale Europea, maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE", "Rigetta a maggioranza l’obiezione del Governo convenuto di mancato esaurimento delle vie di ricorso interne;", "Dichiara a maggioranza ammissibili le doglianze relative al decreto di restituzione del secondo ricorrente al padre in Italia e all’assenza della prima ricorrente all’udienza del Tribunale per i minorenni di Roma;", "Dichiara all’unanimità inammissibile il resto del ricorso;", "Ritiene con sei voti contro uno che vi sia stata violazione dell’articolo 8 della Convenzione a causa del decreto dei tribunali italiani di rimpatrio in Italia del secondo ricorrente;", "Ritiene all’unanimità che non vi stata violazione dell’articolo 8 della Convenzione a causa dell’assenza della prima ricorrente all’udienza del Tribunale per i minorenni di Roma;", "Ritiene con sei voti contro uno", "che lo Stato Convenuto debba corrispondere ai ricorrenti, entro tre mesi dalla data in cui la sentenza diventa definitiva a norma dell’articolo 44 § 2 della Convenzione, i seguenti importi:", "EUR 10.000 (euro diecimila) solidalmente ai ricorrenti, oltre a ogni imposta applicabile, per il danno non patrimoniale;", "EUR 5.000 (euro cinquemila) solidalmente ai ricorrenti, oltre a ogni imposta applicabile ai ricorrenti, per onorari e spese;", "che dalla scadenza dei summenzionati tre mesi, fino al soddisfo, sia applicato ai suddetti importi l’interesse semplice pari al tasso di rifinanziamento marginale della Banca Centrale Europea per il periodo di mora, maggiorato di tre punti percentuali;", "Rigetta all’unanimità il resto della richiesta di equa soddisfazione dei ricorrenti.  \nFatta in inglese, e notificata per iscritto il 12 luglio 2011, a norma dell’articolo 77 § 2 e 3 del Regolamento della Corte.", "Il Cancelliere\nStanley Naismith", "Il Presidente\nFrançoise Tulkens", "A norma dell’articolo 45 § 2 della Convenzione e dell’articolo 74 § 2 del Regolamento della Corte, è allegato alla presente sentenza il parere distinto del Giudice Popović.", "F.T.\nS.H.N.", "PARERE DISSENZIENTE DEL GIUDICE POPOVIĆ\nRitengo il ricorso inammissibile ai sensi dell’articolo 35 § 1 della Convenzione perché, omettendo di presentare ricorso alla Corte di Cassazione, i ricorrenti non hanno esaurito le vie di ricorso interne."]}