{"file": "ITA_HJUDITA_36168_09.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "36168/09", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia Direzione generale del contenzioso e dei diritti umani, effettuata dall’esperto linguistico C1 Anna Aragona", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE\nCAUSA PIAZZI c. ITALIA \nRicorso n.36168/09\nSENTENZA\nSTRASBURGO - 2 NOVEMBRE 2010", "La presente sentenza diverrà definitiva alle condizioni stabilite dall’articolo 44 § 2 della Convenzione. Essa può subire modifiche nella forma.", "Nella causa Piazzi c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da :\nFrançoise Tulkens, presidente,\nIreneu Cabral Barreto,\nDanutė Jočienė,\nDragoljub Popović,\nAndrás Sajó,\nIşıl Karakaş,\nGuido Raimondi, giudici,\ne da Stanley Naismith, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 12 ottobre 2010,\nEmette la presente sentenza, adottata nella medesima data :", "PROCEDURA", "1.  La causa è stata promossa con ricorso (no 36168/09) contro la Repubblica italiana, presentato alla Corte in data 1 luglio 2009 da un cittadino del medesimo Stato, il sig. Alessandro Piazzi (« il ricorrente »), in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (« la Convenzione »).\n2.  Egli era rappresentato dinanzi alla Corte dall’avv. A. Forza, del foro di Venezia. Il governo italiano (« il Governo ») era rappresentato dal suo agente, la sig.ra E. Spatafora, e dal suo coagente, il sig. N. Lettieri.\n3.  Il ricorrente lamentava in particolare una violazione del diritto al rispetto della sua vita familiare, garantito dall’articolo 8 della Convenzione.\n4.  Il 22 ottobre 2009, il presidente della seconda sezione ha deciso di comunicare il ricorso al Governo. Come previsto dall’articolo 29 § 3 della Convenzione, il presidente ha altresì deciso che la camera si sarebbe pronunciata al contempo sulla ricevibilità e sul merito.", "IN FATTO", "I.  LE  CIRCOSTANZE  DEL  CASO DI SPECIE", "5.  Il ricorrente è nato nel 1960 e risiede a Rimini.\n6.  Nel 1989, il ricorrente sposava C. La coppia ebbe un figlio, L., nato il 13 novembre 1991.\n7.  Il matrimonio fu presto caratterizzato da tensioni ed incomprensioni, tanto che il 18 maggio 1993, i coniugi presentavano al presidente del tribunale di Napoli una domanda di separazione consensuale. Il minore veniva affidato a C., mentre al ricorrente veniva riconosciuto il diritto di visita.\n8.  Nel 1999, dopo il divorzio, C. sposava un professore universitario e traslocava a 250 chilometri di distanza dal ricorrente.  \n9.  Nell’aprile del 2001, L. dichiarava a sua nonna materna ed allo psicologo che lo seguiva di aver subito delle carezze sessuali da suo padre.  C. non sporgeva denuncia contro il ricorrente, ma si rivolgeva ad un avvocato, il quale ingiungeva al ricorrente di non incontrare più il figlio. \n10.  Il 12 aprile 2002, a causa delle difficoltà incontrate nell’esercizio del diritto di visita, il ricorrente adiva il tribunale dei minori di Venezia. Egli affermava che la sua ex moglie aveva influenzato negativamente il figlio nei suoi confronti.\n11.  Con decreto del 19 giugno 2002, il tribunale di Venezia affidava la custodia del minore ai servizi sociali di Noventa Padovana (Azienda Sanitaria Locale - ASL), mantenendo la collocazione del minore presso il domicilio della madre ed ordinava una perizia finalizzata a verificare se uno dei due genitori avesse tenuto una condotta pregiudizievole per il minore e se fosse eventualmente opportuno che il minore mantenesse i contatti con detto genitore.\n12.  Nel dicembre 2003, lo psicologo depositava la sua relazione, nella quale evidenziava l’incapacità dei due genitori ad esercitare « tutte le funzioni di un genitore ». Inoltre, i tentativi della madre di aizzare il minore contro il padre potevano condurre nel caso di specie ad una sindrome di alienazione parentale. Secondo lo psicologo era poco probabile che L. avesse subito carezze sessuali da parte del padre. Detti eventi erano piuttosto frutto dell’immaginazione del minore. Secondo lo psicologo era opportuno che un progetto di riavvicinamento tra L. ed il ricorrente fosse preceduto da una procedura di mediazione rivolta ai genitori.  \n13.  Con decreto del 1o dicembre 2003, il tribunale dei minori di Venezia, basandosi sulla perizia, limitava la potestà genitoriale dei due genitori sul minore, confermando la decisione del 19 giugno 2002, autorizzava il ricorrente ad incontrare il minore in presenza degli assistenti sociali, rispettando le modalità stabilite dai medesimi servizi sociali. In particolare, il tribunale rilevava che la madre aveva tenuto una condotta scientemente indirizzata ad escludere sia il padre, sia le autorità competenti. Ella aveva di fatto interrotto ogni rapporto del minore con il padre. Il tribunale decideva che nell’interesse di L. doveva essere ristabilito il rapporto con il padre, mediante una preparazione ed un sostegno psicologici, con la partecipazione di uno psicoterapeuta scelto dai due genitori.  \n14.  Gli incontri vigilati dovevano aver luogo ogni quindici giorni, per la durata di un’ora.  \n15.  Il 2 dicembre 2003, il ricorrente contattava i servizi sociali, al fine di incontrare il figlio. In assenza di una risposta, il ricorrente reiterava la domanda in data 11 febbraio 2004.\n16.  In data 8 marzo 2004, l’assistente sociale lo informava che in assenza di direttive precise del tribunale, non era possibile dar seguito alla domanda del ricorrente.  \n17.  Il 26 giugno 2004, il ricorrente veniva invitato a recarsi a Noventa Padovana per un incontro con l’assistente sociale. Nel corso dell’incontro gli veniva comunicato che in futuro la sig.ra P. si sarebbe occupata del suo fascicolo. \n18.  In data imprecisata, il ricorrente telefonava alla sig.ra P., la quale lo informava sul rendimento scolastico di L.\n19.  Durante l’estate 2004, l’interessato non aveva alcun contatto con il figlio.\n20.  Il 25 ottobre 2004, il ricorrente incontrava di nuovo la sig.ra P. e i suoi collaboratori. Egli afferma che questi ultimi gli avrebbero comunicato che l’impossibilità di incontrare il figlio era dovuta all’intervento del marito della sua ex moglie, rinomato professore universitario.\n21.  Con varie lettere, datate 5 ottobre, 20 ottobre e 22 dicembre 2005, il ricorrente chiedeva ai servizi sociali di organizzare un incontro con il figlio,  conformemente alla decisione del tribunale.\n22.  Il 30 gennaio 2006, egli veniva invitato a recarsi dalla sig.ra P. Una volta arrivato, veniva informato che la sig.ra P. era malata e che la psicologa che seguiva il figlio non poteva concedergli un incontro.\n23.  Il 19 aprile 2006, il ricorrente si rivolgeva ancora una volta al tribunale dei minori di Venezia, per chiedere che venissero effettuati gli incontri con L. Egli lamentava di non aver potuto incontrare il figlio e chiedeva al tribunale l’affidamento del minore, a causa dell’influenza negativa della madre.\n24.   Il 20 settembre 2006, il ricorrente non si presentava ad un incontro con i servizi sociali.\n25.   Nel  medesimo giorno, il servizio di neuropsichiatria dell’ospedale di Padova depositava una prima relazione sulla situazione del minore. Le due psicologhe avevano redatto la relazione dopo aver incontrato la madre, il patrigno del minore ed il ricorrente. Non aveva invece luogo alcun incontro con il minore. La relazione attestava che il minore era seguito da uno psicoterapeuta e che, per il momento, a causa della fragilità emotiva del minore, non era possibile ipotizzare un riavvicinamento con il padre. D’altronde, era opportuna la prosecuzione della psicoterapia.   \n26.  Il 2 ottobre 2006, il ricorrente informava i servizi sociali che non avrebbe potuto partecipare all’incontro del  4 ottobre 2006.\n27.   Il 22 novembre 2006, il minore dichiarava al tribunale di non voler incontrare il padre e minacciava il suicidio nel caso in cui il tribunale l’avesse obbligato. \n28.  Con decreto del 13 giugno 2008, il tribunale constatava che il ricorrente non incontrava il figlio dal 2001 e che non era stata data esecuzione al decreto del 1o dicembre 2003. Tenuto conto del rifiuto di L. di vedere il ricorrente, della necessità per il minore di continuare ad usufruire del sostegno psicologico al fine di comprendere e canalizzare la rabbia verso il padre, nonché delle osservazioni dei servizi sociali, i quali avevano sottolineato che una ripresa dei rapporti con il ricorrente poteva essere estremamente traumatica per L., il tribunale confermava il decreto del 1o dicembre 2003. Tuttavia, il tribunale rilevava altresì che i servizi sociali avevano delegato alla madre del minore la gestione dei controlli psicologici di L. ed ordinava che i servizi sociali vigilassero, tramite le loro strutture pubbliche, sul percorso psicologico di L. e controllassero al contempo il comportamento della madre. Il tribunale ordinava ai servizi sociali di continuare a garantire il sostegno psicologico a L. e la procedura di mediazione per i due genitori.\n29.  In data 6 novembre 2008 e 21 gennaio 2009, il ricorrente veniva convocato dai servizi sociali. In queste occasioni, il ricorrente chiedeva a questi ultimi se avessero incontrato il minore. La risposta era negativa. Essi si basavano sulle relazioni depositate dalla psicoterapeuta di L.\n30.  In data 11 marzo 2009, il ricorrente chiedeva ai servizi sociali di consegnare una lettera al figlio.\n31.  In data imprecisata, il ricorrente proponeva appello avverso il decreto del 13 giugno 2008. Egli lamentava di non aver incontrato il figlio da oltre sette anni e chiedeva che la vigilanza su L. fosse affidata ai servizi sociali di un altro comune.\n32.  Con decreto del 5 gennaio 2009, la corte d’appello di Venezia constatava che non era stata data esecuzione al decreto del 1o dicembre 2003 e ciò a causa del rifiuto di L. di incontrare il suo padre biologico. La corte d’appello sottolineava che dal 2001 non vi era stato alcun incontro tra il ricorrente ed il figlio, ma che, tuttavia, tenuto conto dell’età (17 anni) di L. e del suo rifiuto di vedere il padre, risultava impossibile accogliere la domanda del ricorrente. Di conseguenza essa rigettava il ricorso e confermava il decreto del 13 giugno 2008.\n33.  Il 12 marzo 2009, il ricorrente si rivolgeva di nuovo al tribunale dei minori di Venezia, chiedendo che venisse data esecuzione al decreto del 1o dicembre 2003. Con decisione del 1o aprile 2009, il tribunale rigettava il ricorso presentato dal ricorrente, dal momento che il procedimento era archiviato e dunque sarebbe stato necessario introdurre un nuovo ricorso.", "IN DIRITTO", "I.  SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 8 DELLA CONVENZIONE ", "34.  Il ricorrente lamenta una violazione del diritto al rispetto della sua vita familiare, derivante dal fatto che il medesimo, nonostante una decisione del tribunale dei minori avente per oggetto le condizioni per l’esercizio del diritto di visita, non ha potuto esercitare tale diritto a partire dal 2001. Egli ritiene che i servizi sociali abbiano svolto un ruolo troppo autonomo nell’attuazione delle decisioni del tribunale dei minori e che quest’ultimo non abbia adempiuto al suo dovere di vigilanza costante sul lavoro dei servizi sociali, affinché questi ultimi non disattendessero le decisioni del tribunale.\nL’articolo 8 della Convenzione sancisce quanto segue :\n« 1.  Ogni persona ha diritto al rispetto della propria vita (...) familiare (...).\n2.  Non può esservi ingerenza di una autorità pubblica nell’esercizio di tale diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria (...) alla protezione della salute o della morale, o alla protezione dei diritti e delle libertà altrui. »\n35.   Il Governo si oppone alla tesi del ricorrente.", "A.    Sulla ricevibilità", "36.  La Corte constata che il motivo di ricorso basato sull’articolo 8 non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione. Essa non ravvisa d’altronde nessun altro motivo di irricevibilità. E’ dunque opportuno dichiarare ricevibile il motivo di ricorso.", "B.  Sul merito", "a)  Argomenti delle parti", "1. Il ricorrente", "37.  Il ricorrente afferma che i servizi sociali hanno svolto un ruolo troppo autonomo nell’attuazione delle decisioni del tribunale dei minori e che quest’ultimo non ha adempiuto al suo dovere di vigilanza costante sul lavoro dei servizi sociali. Secondo il ricorrente, i servizi sociali hanno lasciato alla madre del minore il tempo di cancellare la sua presenza dalla vita di L.\n38.   Egli afferma che, sino al 2001, le relazioni con il minore erano normali, malgrado la distanza dovuta al trasferimento della sua ex moglie.\n39.  Il ricorrente rileva che la prima relazione dei servizi sociali è stata depositata tre anni dopo il decreto del tribunale, senza che le due psicologhe abbiano mai incontrato il minore. Inoltre, la psicoterapeuta che seguiva il minore e che doveva essere scelta dai genitori, era stata scelta esclusivamente dalla sua ex moglie.\n40.  Il ricorrente afferma inoltre che le due psicologhe autrici della relazione avrebbero subito l’influenza del patrigno del minore, poiché il medesimo era direttore di un servizio dell’Azienda Sanitaria Locale – ASL, di cui le psicologhe erano dipendenti. Inoltre, il ricorrente afferma che né l’assistente sociale, né l’addetto del servizio di neuropsichiatria infantile hanno mai visto o incontrato suo figlio.\n41.   Il ricorrente afferma che non è stato rispettato il decreto del tribunale, con il quale era stato disciplinato il diritto di visita da esercitarsi ogni quindici giorni. Il tribunale adito una seconda volta nel 2006 aveva rilevato che non era stata data esecuzione al suo decreto del 2003 e che  i servizi sociali avevano delegato alla madre il controllo sul percorso terapeutico del minore, nonostante il tribunale avesse dichiarato le relazioni con il padre andavano ristabilite nell’interesse di un buon sviluppo psichico del minore. L’interessato afferma che, nella fattispecie, è stato stabilito con certezza che il mancato esercizio del diritto di visita era imputabile alla madre del minore.\n42.  Il ricorrente afferma che né i servizi sociali, né il tribunale hanno adottato le misure più dirette e specifiche, necessarie al fine di ristabilire i contatti fra il ricorrente e suo figlio, ed a causa di ciò egli era stato privato del suo ruolo di padre. Si tratta, secondo il ricorrente, di una situazione ormai irreversibile, tenuto conto dell’età del figlio. \n43.  Il ricorrente è del parere che l’interesse superiore del minore avrebbe richiesto che L. avesse entrambi i genitori, anziché essere privato del padre.  \n44.  Egli ricorda che malgrado la decisione del 1o dicembre 2003, avente per oggetto il diritto di visita e che non è stata eseguita, i servizi sociali non gli hanno permesso né di vedere il figlio, né di chiamarlo per telefono o di inviargli una lettera.", "2. Il Governo", "45.  Il Governo sostiene che tutte le misure adottate dalle autorità italiane erano finalizzate alla tutela delle condizioni psichiche e fisiche del minore. Dette misure erano state adottate nell’interesse superiore del minore. \n46.   Egli rileva che, durante il 2003, i servizi sociali hanno preso in carico il minore ed hanno incontrato più volte i genitori di L., il quale era estremamente fragile e necessitava di un sostegno psicologico a causa della difficoltà ad entrare in relazione con suo padre, con la famiglia paterna e con gli altri. Inoltre, i due psichiatri incaricati dal tribunale si erano rivolti ad un’altra specialista in psicoterapia, affinché quest’ultima seguisse il minore.  \n47.   Il Governo rileva altresì che il ricorrente non ha partecipato a vari incontri con i servizi sociali.  \n48.  Il Governo ricorda che nella relazione depositata il 7 giugno 2006, i servizi sociali avevano manifestato il loro stupore dinanzi alle azioni proposte dal ricorrente dinanzi al tribunale, allo scopo di ottenere l’affidamento del minore. Essi affermavano che tali iniziative potevano avere conseguenze negative per L.\n49.  Il Governo afferma che, secondo le autorità giudiziarie interne, il mancato conseguimento dell’obiettivo di un riavvicinamento tra il ricorrente ed il figlio era dovuto alla posizione assunta dal ragazzo, il quale aveva sempre rifiutato di vedere il padre.  \n50.  Le autorità competenti hanno agito nell’interesse del minore ; tenuto conto del rifiuto di quest’ultimo di incontrare il padre, i servizi sociali hanno agito e continuano ad agire al fine di migliorare lo stato psicologico del minore e di riallacciare i legami con il ricorrente. I servizi sociali hanno sempre informato il tribunale di Venezia circa l’esito della procedura.\n51.  In conclusione, il Governo, facendo riferimento alla giurisprudenza della Corte (Johansen c. Norvegia, 7 agosto 1996, § 64 Raccolta delle sentenze e decisioni 1996 III), ricorda che la Corte non deve sostituirsi alle autorità interne per regolamentare la situazione dei minori, bensì deve esaminare, sotto il profilo della Convenzione, le misure adottate dalle predette autorità,  nell’esercizio della loro facoltà di valutazione, allo scopo di consentire il riavvicinamento fra i genitori ed il minore. Le autorità italiane hanno agito nell’interesse di L., al fine di proteggere la sua salute, conformemente al paragrafo 2 dell’articolo 8 della Convenzione. Esso chiede dunque alla Corte di dichiarare irricevibile il ricorso.", "B.  Valutazione  della Corte", "52.  Come ha più volte ricordato la Corte, se l’articolo 8 ha essenzialmente per oggetto la tutela dell’individuo dalle ingerenze arbitrarie dei poteri pubblici, esso non si limita ad ordinare allo Stato di astenersi da tali ingerenze : a tale obbligo negativo possono aggiungersi obblighi positivi attinenti ad un effettivo rispetto della vita privata o familiare. Essi possono implicare l’adozione di misure finalizzate al rispetto della vita familiare - incluse le relazioni reciproche fra individui -, e nella fattispecie la predisposizione di strumenti giuridici adeguati e sufficienti ad assicurare i legittimi diritti degli interessati, nonché il rispetto delle decisioni giudiziarie ovvero misure specifiche appropriate (si veda, mutatis mutandis, Zawadka c. Polonia, nº 48542/99, § 53, 23 giugno 2005).\n53.  Esaminando la presente causa, la Corte rileva che al momento della loro separazione nel 1993, il ricorrente e la sua ex moglie erano pervenuti ad un accordo sulle modalità di esercizio del diritto di visita da parte dell’interessato. Tuttavia, dopo il trasferimento ed il nuovo matrimonio della sua ex moglie (C.), quest’ultima ha cominciato ad opporvisi ed il ricorrente depositava nel 2002 un ricorso dinanzi al tribunale dei minori (« tribunale »), chiedendo il rispetto del diritto di visita. La moglie asseriva che L. aveva rivelato di aver subito carezze sessuali da parte del padre e della sua famiglia. In queste condizioni, il tribunale, il 19 giugno 2002, ordinava una perizia sul minore (precedente paragrafo 11). La relazione depositata dal perito ha evidenziato l’incapacità dei due genitori ad esercitare « tutte le funzioni parentali ». Inoltre, i tentativi della madre di aizzare il minore contro il padre potevano condurre, nel caso di specie, ad una sindrome di alienazione parentale. Secondo lo psicologo era poco probabile che L. avesse subito carezze sessuali da parte del padre. \nIn queste circostanze, il tribunale limitava la potestà genitoriale dei due genitori sul minore ed autorizzava il ricorrente ad incontrare il figlio in presenza degli assistenti sociali secondo le modalità stabilite dai medesimi servizi sociali. Gli incontri dovevano aver luogo ogni quindici giorni ed avere la durata di un’ora. Le autorità avevano dunque l’obbligo di adottare misure finalizzate a ricongiungere il ricorrente al figlio. Non viene contestata la circostanza che le iniziative adottate dalle autorità nel caso di specie non hanno condotto al risultato auspicato e che il ricorrente non vede il figlio dal 2001.\n54.  Tuttavia, il fatto che gli sforzi delle autorità siano stati vani non implica automaticamente che lo Stato abbia disatteso gli obblighi positivi derivanti dall’articolo 8 della Convenzione (si veda, mutatis mutandis, Mihailova c. Bulgaria, no 35978/02, § 82, 12 gennaio 2006). In effetti, l’obbligo in capo alle autorità nazionali di adottare misure idonee a riavvicinare il genitore ed il figlio non conviventi non è assoluto e la comprensione e la cooperazione di tutte le persone coinvolte costituiscono sempre un fattore importante. Seppure le autorità nazionali devono impegnarsi a facilitare tale collaborazione, l’obbligo in capo alle medesime di ricorrere alla coercizione in materia non può essere che limitato: esse devono tener conto degli interessi, nonché dei diritti e delle libertà di dette persone ed in particolare dell’interesse superiore del minore e dei diritti riconosciuti al medesimo dall’articolo 8 della Convenzione (Voleský c. Repubblica ceca, no 63267/00, § 118, 29 giugno 2004). Come costantemente sancito dalla giurisprudenza della Corte, è necessaria grande prudenza prima di ricorrere alla coercizione in una materia così delicata (Reigado Ramos c. Portogallo, no 73229/01, § 53, 22 novembre 2005) e l’articolo 8 della Convenzione non autorizza i genitori a far adottare misure pregiudizievoli per la salute e lo sviluppo del minore (Elsholz c. Germania [GC], nº 25735/94, §§ 49-50, CEDU 2000 VIII). Il punto decisivo consiste dunque nell’appurare se le autorità nazionali abbiano adottato, allo scopo di facilitare il riavvicinamento, ogni misura necessaria e ragionevolmente esigibile nel presente caso (Nuutinen c. Finlandia, nº 32842/96, § 128, CEDU 2000 VIII).\n55.  Nel caso di specie, di fronte all’impossibilità di esercitare il diritto di visita riconosciuto dal decreto del 1o dicembre 2003, il ricorrente ha cercato dapprima l’assistenza dei servizi sociali, al fine di far rispettare la citata decisione. E’ giocoforza constatare che a dette domande non è stato dato alcun seguito.  Tale mancanza appare tanto più grave in quanto, tenuto conto dell’età del minore (undici anni nel 2003) e del contesto familiare disturbato, il trascorrere del tempo aveva effetti negativi sulla possibilità per il ricorrente di ristabilire il rapporto con il figlio. \n56.  Nel 2006, il ricorrente chiedeva al tribunale che fosse data attuazione alla decisione dal medesimo adottata il 1o dicembre 2003. Frattanto, precisamente tre anni dopo il primo decreto del tribunale, i servizi sociali depositavano la loro prima relazione sulla situazione del minore e della famiglia. La Corte rileva che i due psichiatri, autori della relazione, non avevano mai incontrato il minore, il quale era inoltre seguito da uno psicoterapeuta scelto dalla madre. La soluzione proposta nella relazione consisteva nell’attendere la maturazione del minore, il quale per il momento rifiutava di vedere il padre.\n57.  Con decreto del 13 maggio 2008, il tribunale constatava la mancata esecuzione della sua decisione del 1o dicembre 2003, nonché il fatto che i servizi sociali avessero delegato alla madre la gestione del controllo sul percorso psicologico del figlio. Tuttavia, tenuto conto del rifiuto del minore di vedere il ricorrente, il tribunale disponeva che il primo continuasse ad usufruire del sostegno psicologico, al fine di comprendere e canalizzare la rabbia nei confronti del padre. Il tribunale ordinava ai servizi sociali di vigilare altresì sul comportamento della madre e di scegliere strutture pubbliche per il controllo psicologico sul minore.  \n58.  E’ opportuno rammentare che, in una causa analoga, il carattere adeguato di una misura veniva rapportato alla rapidità della sua esecuzione (Maire c. Portogallo, nº 48206/99, § 74, CEDU 2003 VII). Nel presente caso, il governo convenuto spiega il comportamento dei servizi sociali e del tribunale con la volontà di non traumatizzare ulteriormente il minore. La Corte osserva tuttavia che il 19 aprile 2006 il ricorrente aveva chiesto al tribunale l’esecuzione della decisione dal medesimo emessa nel 2003. Orbene, il tribunale constatava la mancata esecuzione della misura soltanto nel 2008. La Corte rileva altresì che dal 2003 i servizi sociali non depositavano più alcuna relazione sulla situazione psicologica del minore. Secondo la Corte, simili ritardi non sono giustificabili, in quanto è compito di ciascuno Stato contraente organizzare il sistema giudiziario, in modo tale da assicurare il rispetto degli obblighi positivi sussistenti in capo al medesimo in virtù dell’articolo 8 della Convenzione.\n59.  Così, invece di adottare misure idonee a permettere l’esercizio del diritto di visita, il tribunale ha solo preso atto della situazione del minore ed ha ordinato ai servizi sociali di proseguire il percorso terapeutico del minore, dal momento che questi si sentiva minacciato dalla presenza del padre e non voleva incontrarlo. Al riguardo, la Corte ricorda che non è suo compito sostituirsi alla valutazione operata dalle competenti autorità nazionali sulle misure da adottare, in quanto tali autorità possono, in linea di principio, effettuare più efficacemente tale valutazione, in particolare perché le medesime sono in contatto diretto con il contesto della causa e con le parti coinvolte (Reigado Ramos c. Portogallo, cit., § 53). Nel caso di specie, la Corte non può tuttavia ignorare il parere dello psicologo, citato nel decreto del 1o dicembre 2003, secondo il quale i tentativi della madre di aizzare il minore contro il padre potevano condurre nella fattispecie ad una sindrome di alienazione parentale. Non si può altresì ignorare il fatto che in data 16 maggio 2008 il tribunale ha rilevato che, nonostante il mancato esercizio del diritto di visita del ricorrente non fosse imputabile a nessuno, i servizi sociali avevano delegato alla madre il controllo sul percorso terapeutico del minore. Malgrado la valutazione psicologica eseguita sulla famiglia, la Corte constata che detta valutazione si limitava a constatare lo stato di fatto, impartendo raccomandazioni di carattere generale.  \n60.  La Corte riconosce che le autorità dovevano nella fattispecie affrontare una situazione molto difficile, in particolare a causa delle tensioni fra i genitori. Tuttavia, una mancanza di collaborazione tra i genitori separati non solleva le autorità competenti dall’adozione di ogni mezzo idoneo al mantenimento del legame familiare (si veda, mutatis mutandis, Reigado Ramos, cit., § 55). Orbene, nella fattispecie le autorità nazionali non hanno fatto quanto ci si poteva ragionevolmente attendere da esse: il tribunale ha delegato la gestione degli incontri ai servizi sociali, i quali, dal canto loro, hanno delegato alla madre la gestione del percorso terapeutico del minore. Inoltre, nonostante il minore avesse dichiarato di non voler vedere il padre, la Corte rileva che, secondo la perizia citata nel decreto del 1o dicembre 2003, incontrare il padre era nell’interesse del minore stesso. Le autorità hanno così disatteso il loro dovere di adozione di ogni misura concreta finalizzata a promuovere una migliore cooperazione tra gli interessati, tenendo sempre conto dell’interesse superiore del minore (si veda Zawadka cit., § 67).\n61.  La Corte rileva che dal corso del procedimento dinanzi al tribunale emerge piuttosto una serie di misure automatiche e stereotipate, quali le successive richieste di informazioni e la delega ai servizi sociali sul controllo successivo, previo ordine di far rispettare il diritto di visita del ricorrente. Le autorità hanno così lasciato che si consolidasse una situazione di fatto generata dall’inosservanza delle decisioni giudiziarie, mentre il semplice trascorrere del tempo aveva delle conseguenze sempre più gravi per il ricorrente, privato del contatto con il figlio. Al riguardo, non si può ignorare che al momento della sua audizione dinanzi al tribunale il minore si trovava già da un certo tempo sotto l’influenza esclusiva della madre, in un ambiente ostile all’interessato, e che erano passati più di 4 anni senza un solo contatto tra il ricorrente ed il figlio. Inoltre, la Corte rileva che le due psicologhe autrici della relazione sulla situazione del minore lavoravano nella stessa ASL del patrigno del minore, professore universitario e capo servizio. Non sembra altresì che le autorità abbiano previsto di imporre ai genitori una terapia familiare, tenuto conto della difficoltà incontrata dai medesimi nella scelta dello psicologo (si veda Pedovič c. Repubblica ceca, no 27145/03, § 34, 18 luglio 2006), né che abbiano disposto che gli incontri si tenessero in seno ad una struttura specializzata (si vedano, ad esempio, Mezl c. Repubblica ceca, no 27726/03, § 17, 9 gennaio 2007 ; Zavřel c. Repubblica ceca, no 14044/05, § 24, 18 gennaio 2007).\nIn queste circostanze, la Corte ritiene che di fronte ad una situazione simile le autorità avrebbero dovuto adottare misure più dirette e specifiche, al fine di ristabilire il contatto tra il ricorrente ed il figlio. In particolare, la mediazione dei servizi sociali avrebbe dovuto essere utilizzata per rendere le parti più collaborative ed i medesimi avrebbero dovuto organizzare gli incontri tra il ricorrente ed il figlio, come previsto dal decreto del 1o dicembre 2003. Orbene, le autorità giudiziarie interne non hanno adottato alcuna misura idonea a creare pro futuro le condizioni necessarie all’esercizio del diritto di visita del ricorrente (Macready c. Repubblica ceca, nn. 4824/06 e 15512/08, § 66, 22 aprile 2010).\nPer il resto, la Corte rileva che L. è frattanto divenuto maggiorenne.\n62.  Tenuto conto di quanto precede e malgrado il margine di valutazione dello Stato convenuto in materia, la Corte ritiene che le autorità nazionali abbiano omesso di profondere un impegno adeguato e sufficiente a far rispettare il diritto di visita del ricorrente ovvero a permettergli almeno di ristabilire il contatto con il figlio, e che dunque dette autorità abbiano ignorato il suo diritto al rispetto della vita familiare garantito dall’articolo 8 della Convenzione.\n63.  Pertanto, vi è stata violazione della citata disposizione.", "II.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "64.  Ai sensi dell’articolo 41 della Convenzione,\n« Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa. »", "A.  Danni", "65.  Il ricorrente chiede il risarcimento del danno morale, cagionato dalla lunga separazione dal figlio e dall’angoscia provata. Egli chiede a tal titolo 240 000 euro.\n66.  Il Governo ritiene eccessiva tale somma e ricorda la giurisprudenza della Corte nelle cause Bove c. Italia, (no 30595/02, § 61, 30 giugno 2005) e Andělová c. Repubblica ceca, (no 995/06, § 113, 28 febbraio 2008).\n67. Tenuto conto delle circostanze del caso di specie e della constatata interruzione dei rapporti tra il ricorrente ed il figlio, la Corte ritiene che l’interessato abbia subito un danno morale, che non può essere indennizzato con la semplice constatazione di violazione dell’articolo 8 della Convenzione. La somma richiesta è tuttavia esagerata. Considerati tutti gli elementi in suo possesso e deliberando in via equitativa, come previsto dall’articolo 41 della Convenzione, la Corte concede all’interessato 15.000 euro a tal titolo.", "B.  Spese", "68.  Il ricorrente chiede le somme di 33.742,79 euro a titolo di rimborso delle spese sostenute per i procedimenti dinanzi alle autorità giudiziarie nazionali e di 27.131,44 euro a titolo di rimborso delle spese sostenute nella procedura dinanzi alla Corte.  \n69.  Il Governo rileva che, sebbene il ricorrente abbia esibito due fatture, relative alle spese sostenute per i procedimenti dinanzi alle autorità giudiziarie nazionali, dette fatture non contengono una lista dettagliata degli atti cui si riferiscono. Esso ritiene altresì che le somme richieste siano eccessive e si rimette al giudizio della Corte.  \n70.  Quanto alle spese sostenute dinanzi alle autorità giudiziarie interne, la Corte rileva che, sebbene in parte tali spese siano state sostenute per ottenere la riparazione della violazione dell’articolo 8 della Convenzione, le fatture prodotte non indicano in dettaglio la natura delle prestazioni dell’avvocato del ricorrente.\n71.  Per quanto concerne le spese sostenute nella procedura dinanzi alla Corte, quest’ultima ritiene eccessiva la somma richiesta dal ricorrente.  \n72.  In queste condizioni la Corte, deliberando in via equitativa e tenuto conto della prassi seguita in materia dagli organi della Convenzione, ritiene ragionevole concedere al ricorrente la somma di 5.000 euro.\nC.  Interessi di mora\n73.  La Corte reputa opportuno calcolare il tasso degli interessi di mora in base al tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea, aumentato di tre punti percentuali.", "PER QUESTI  MOTIVI, LA  CORTE, ALL’UNANIMITA’,", "Dichiara ricevibile il ricorso;", "Afferma che vi è stata violazione dell’articolo 8 della Convenzione ;", "Afferma", "che lo Stato convenuto deve versare al ricorrente, entro tre mesi dal giorno in cui  la presente sentenza diverrà definitiva ai sensi dell’articolo 44 § 2 della Convenzione, le seguenti somme:", "15.000 euro (quindicimila euro), unitamente ad ogni altra somma eventualmente dovuta a titolo di imposta, pour il danno morale;", "5.000 euro (cinquemila euro), unitamente ad ogni altra somma eventualmente dovuta a titolo di imposta dal ricorrente, per il rimborso delle spese ;", "che a partire dalla scadenza del suddetto termine e fino al versamento, le predette somme saranno maggiorate da un interesse semplice, il cui tasso sarà pari a quello delle operazioni di rifinanziamento marginale della Banca centrale europea, applicato nel periodo in questione, aumentato di tre punti percentuali ;", "Rigetta la domanda di equa soddisfazione per le restanti parti.", "Fatta in francese,poi comunicata per iscritto il 2 novembre 2010, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "Stanley Naismith    \nCancelliere", "Françoise Tulkens     \nPresidente"]}