{"file": "ITA_HJUDITA_28263_09.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "28263/09", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata dal Rita Carnevali, assistente linguistico, e rivista con la dott.ssa Martina Scantamburlo, funzionario linguistico.", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "QUARTA SEZIONE", "CAUSA BARATTA c. ITALIA\n(Ricorso n. 28263/09)\n\nSENTENZA\n\nSTRASBURGO\n13 ottobre 2015", " Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma", "Nella causa Baratta c. Italia,\nLa Corte europea dei diritti dell’uomo (quarta sezione), costituita in una camera composta da:\nPäivi Hirvelä, presidente,\nGuido Raimondi,\nGeorge Nicolaou,\nLedi Bianku,\nNona Tsotsoria,\nKrzysztof Wojtyczek,\nFaris Vehabović, giudici,\ne da Françoise Elens-Passos, cancelliere di sezione,\nDopo avere deliberato in camera di consiglio il 30 giugno 2015 e l’8 settembre 2015,\nPronuncia la seguente sentenza, adottata in tale data:", "", "PROCEDURA", "All’origine della causa vi è un ricorso (n. 28263/09) proposto contro la Repubblica italiana con il quale un cittadino di tale Stato, il sig. Mario Baratta («il ricorrente»), ha adito la Corte il 25 maggio 2009 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "Il ricorrente, che è stato ammesso al beneficio dell’assistenza giudiziaria, è stato rappresentato dall’avvocato G. Belcastro, del foro di Roma. Il governo italiano («il Governo») è stato rappresentato dal suo agente, E. Spatafora.", "Il ricorrente denuncia una violazione del diritto di partecipare al suo processo e del diritto a un doppio grado di giudizio in materia penale. Ritiene anche di non aver avuto a disposizione alcun ricorso effettivo per far valere il suo motivo di ricorso basato sull’articolo 6 della Convenzione e che la detenzione in esecuzione della sua condanna è stata arbitraria.", "Il 3 aprile 2014 il ricorso è stato comunicato al Governo.\n\nIN FATTO\n\nI. LE CIRCOSTANZE DEL CASO DI SPECIE\n", "Il ricorrente è nato nel 1951 e risiede a Cosenza.\n\nA. Le accuse contro il ricorrente e la procedura di estradizione\n", "Con ordinanza del 7 gennaio 1994, il giudice per le indagini preliminari di Catanzaro dispose la custodia cautelare a carico di numerose persone, fra le quali il ricorrente. Quest’ultimo era accusato, fra l’altro, di omicidio e di partecipazione ad un’associazione per delinquere di tipo mafioso.", "Le autorità non potettero arrestare il ricorrente, che all’epoca si trovava in Brasile.", "Il 3 maggio 1995 le autorità italiane richiesero ai loro omologhi brasiliani di sottoporre il ricorrente a custodia cautelare a fini estradizionali.", "Il 25 marzo 1997 il ministro brasiliano della Giustizia ordinò l’arresto del ricorrente, che ebbe luogo il 6 maggio 1997. Visto che al momento dell’arresto il ricorrente aveva esibito un passaporto sul quale figuravano dei visti falsificati, egli fu accusato di falso e condannato in Brasile per questo reato.", "Il 30 maggio 1997 le autorità italiane presentarono una richiesta formale di estradizione. Quest’ultima fu accolta soltanto in parte dalle autorità brasiliane perché il principio di specialità imponeva di escludere la possibilità di perseguire il ricorrente in Italia per alcuni capi di accusa a suo carico. Tenuto conto che il ricorrente si oppose alla sua estradizione, la relativa procedura durò diversi mesi. Nell’ottobre 1999 il ricorrente evase dal carcere brasiliano dove era detenuto. Fu nuovamente arrestato nel gennaio 2001 ed estradato verso l’Italia l’11 aprile 2001.\n\nB. Il procedimento penale a carico del ricorrente\n", "Nel frattempo, nell’ambito del procedimento penale avviato contro di lui in Italia, il ricorrente era stato dichiarato latitante. Egli fu rinviato a giudizio dinanzi alla corte d’assise di Cosenza che decise di giudicarlo in contumacia.", "All’udienza del 7 maggio 1997, l’avvocato del ricorrente dichiarò di aver appreso che il suo cliente era detenuto a fini estradizionali in Brasile e chiese di revocare la decisione di giudicarlo in contumacia. Con ordinanza in pari data, la corte d’assise rigettò questa richiesta, ritenendo che l’informazione riguardante l’arresto del ricorrente in Brasile non fosse sostenuta da elementi sufficientemente certi. In particolare, l’avvocato dell’interessato non aveva prodotto alcuna documentazione e presumibilmente lui stesso era venuto a conoscenza della carcerazione del suo cliente grazie a fonti giornalistiche.", "All’udienza successiva, svoltasi l’8 maggio 1997, l’avvocato del ricorrente ripresentò la sua istanza indicando di essere stato informato verbalmente dell’arresto del suo cliente da un ufficiale dei carabinieri di Cosenza. La corte d’assise rigettò l’istanza, ritenendo di non essere tenuta a verificare l’informazione in questione.", "Il ricorrente sostiene che a tale epoca la procura generale di Catanzaro era stata formalmente informata del suo arresto.", "Con sentenza del 9 giugno 1997, depositata il 15 gennaio 1998, la corte d’assise di Cosenza condannò il ricorrente all’ergastolo.", "Poiché il ricorrente era stato dichiarato latitante, questa sentenza fu notificata al suo avvocato.", "L’avvocato del ricorrente interpose appello, reiterando i suoi motivi relativi alla violazione del diritto del suo cliente di partecipare al processo.", "Con un fax del 13 maggio 1998, la corte d’assise d’appello di Catanzaro chiese ai carabinieri di Spezzano della Sila, comune di nascita del ricorrente, di precisare il luogo in cui quest’ultimo si trovasse. L’indomani i carabinieri indicarono che il ricorrente era «detenuto a fini estradizionali nel carcere della polizia federale brasiliana di Rio de Janeiro».", "All’udienza del 25 settembre 1998, l’avvocato del ricorrente produsse il dispositivo di una decisione del tribunale federale di Brasilia, dalla quale risultava che il suo cliente era stato sottoposto a custodia cautelare a fini estradizionali. Di conseguenza, egli chiese la revoca della dichiarazione di latitanza.", "Con ordinanza del 29 settembre 1998, la corte d’assise d’appello rigettò questa richiesta e decise di giudicare il ricorrente in contumacia. Essa ritenne che il documento prodotto dalla difesa fosse irrilevante. In effetti, visto che il ricorrente si opponeva alla richiesta di estradizione, la sua assenza era dovuta alla sua volontà e non ad un impedimento legittimo.", "Con sentenza del 13 marzo 1999, depositata il 4 giugno 1999, la corte d’assise d’appello di Catanzaro confermò la condanna del ricorrente all’ergastolo.", "L’avvocato del ricorrente presentò ricorso per cassazione chiedendo di revocare la dichiarazione di latitanza e la decisione di giudicare il suo cliente in contumacia.", "Con sentenza del 3 luglio 2000, depositata il 12 settembre 2000, la Corte di cassazione respinse il ricorso del ricorrente osservando che il suo avvocato sosteneva che il giudice doveva sospendere il dibattimento quando era probabile che l’assenza dell’accusato fosse dovuta ad una impossibilità a comparire per causa di forza maggiore. Tuttavia «non era possibile assimilare la latitanza volontaria dell’accusato a una causa di forza maggiore».\n\nC. La procedura di esecuzione\n", "L’11 aprile 2001 il ricorrente fu estradato dal Brasile verso l’Italia, (paragrafo 10 supra) e fu rinchiuso in carcere in esecuzione della sua condanna all’ergastolo.", "Il 9 novembre 2007 egli propose incidente di esecuzione in base all’articolo 670, comma 1, del codice di procedura penale (il «CPP» - paragrafo 49 infra). Egli sostenne che la dichiarazione di latitanza e la procedura in contumacia dovevano essere considerate insussistenti. Anche se una giurisprudenza minoritaria (smentita nel 2003 dalle sezioni unite della Corte di cassazione) considerava che la custodia cautelare a fini estradizionali non era un impedimento legittimo che giustificasse l’assenza al dibattimento quando l’interessato si opponeva all’estradizione, il ricorrente ritenne che il fatto di essere stato sottoposto a custodia cautelare a fini estradizionali fosse comunque incompatibile con una dichiarazione di latitanza. Pertanto, le sentenze di condanna non avrebbero dovuto essere notificate al suo avvocato, ma al ricorrente stesso nel luogo in cui era detenuto in Brasile. Di conseguenza l’interessato chiese che la sua condanna fosse dichiarata non esecutiva e che gli fosse notificata nuovamente la sentenza di primo grado dandogli così la possibilità di proporre appello e di partecipare al suo processo.", "Nella memoria depositata all’udienza del 18 marzo 2008, il ricorrente precisò che era vero che il suo avvocato aveva proposto appello ed aveva presentato ricorso per cassazione, esaurendo così le vie di ricorso avverso la sua condanna. Questa circostanza, secondo una sentenza delle sezioni unite della Corte di cassazione (n. 6026 del 31 gennaio 2008, Rv 238472, Huzuneanu), impediva di accogliere una eventuale domanda di restituzione nel termine in virtù dell’articolo 175 del CPP (paragrafi 50 e 53-54 infra). Tuttavia, secondo il ricorrente, ciò non aveva alcuna importanza nell’ambito dell’esame del suo incidente di esecuzione. Al riguardo sottolineava che quando aveva nominato il suo difensore nel procedimento penale, il ricorrente non gli aveva conferito il mandato di impugnare le decisioni pronunciate in contumacia. Ora, l’articolo 571, comma 3, del CPP, così come era in vigore all’epoca dei fatti, prevedeva che in assenza di tale mandato, il difensore non aveva il diritto di interporre appello o di ricorrere per cassazione. Ne conseguiva, secondo il ricorrente, che le autorità avrebbero dovuto dargli il diritto di impugnare la sua condanna all’ergastolo.", "Con l’ordinanza del 18 marzo 2008, depositata il 18 aprile 2008, la corte d’assise d’appello di Reggio Calabria rigettò l’incidente di esecuzione del ricorrente.", "In primo luogo essa osservò che il compito affidato al giudice dell’esecuzione era quello di controllare l’esistenza di un titolo esecutivo e la legittimità della sua emissione. Secondo la giurisprudenza della Corte di cassazione (prima sezione, sentenza n. 3517 del 15 giugno 1998), le nullità erano irrilevanti poiché si erano verificate prima della condanna definitiva e l’analisi del giudice dell’esecuzione doveva vertere soltanto sulla regolarità formale e sostanziale del titolo esecutivo. Quando l’articolo 670 del CPP menzionava «l’osservanza delle garanzie previste nel caso di irreperibilità del condannato», esso si riferiva alle irregolarità che si erano verificate dopo, e non prima, della condanna definitiva. Qualsiasi errore di fatto in iudicando o in procedendo doveva essere oggetto di un ricorso ad hoc nell’ambito del procedimento penale sulla fondatezza delle accuse e non rientrava nella competenza del giudice dell’esecuzione.", "Nel caso di specie, l’avvocato del ricorrente aveva eccepito l’invalidità della dichiarazione di latitanza e della sentenza per contumacia tramite l’appello e il ricorso per cassazione. La corte d’assise d’appello e la Corte di cassazione avevano esaminato questa eccezione e l’avevano rigettata. Ne conseguiva che ogni questione riguardante la decisione di giudicare il ricorrente in contumacia era ormai divenuta cosa giudicata.", "Queste considerazioni rendevano superfluo l’esame degli argomenti esposti dal ricorrente nella sua memoria del 18 marzo 2008 (paragrafo 26 supra).", "Il ricorrente presentò ricorso per cassazione.", "Con sentenza del 26 novembre 2008, depositata in cancelleria il 3 febbraio 2009, la corte di cassazione, ritenendo che la corte d’assise d’appello avesse motivato in maniera logica e corretta tutti i punti controversi, respinse il ricorso del ricorrente.\n\nD. La domanda di restituzione nel termine del ricorrente\n", "Con la sentenza n. 317 del 30 novembre 2009, la Corte costituzionale dichiarò l’articolo 175, comma 2, del CPP incostituzionale dal momento che non permetteva all’accusato che non aveva avuto conoscenza del processo di impugnare una sentenza contumaciale quando era già stato interposto appello dal difensore dell’interessato.", "Basandosi sui principi enunciati in questa sentenza, il ricorrente presentò quindi una richiesta di restituzione nel termine conformemente all’articolo 175, comma 2, del CPP.", "Con l’ordinanza del 9 marzo 2010, la corte d’assise d’appello di Catanzaro rigettò la richiesta del ricorrente. Essa osservò che la condanna del ricorrente era ormai passata in giudicato, visto che, il 3 luglio 2000, la Corte di cassazione aveva respinto il ricorso dell’imputato (paragrafo 23 supra). Pertanto, egli non poteva avvalersi della sentenza n. 317 del 2009 della Corte costituzionale.", "Il ricorrente presentò ricorso per cassazione.", "Con la sentenza del 17 gennaio 2011, depositata il 21 gennaio 2011, la Corte di cassazione annullò senza rinvio l’ordinanza del 9 marzo 2010 e riaprì il termine per presentare l’appello avverso la condanna pronunciata il 9 giugno 1997 dalla corte d’assise di Cosenza (paragrafo 15 supra). La Corte di cassazione pose fine agli effetti della condanna definitiva del ricorrente, revocò l’ordine di esecuzione di questa condanna e ordinò seduta stante la liberazione del ricorrente se non detenuto per altro titolo esecutivo od in forza di misura cautelare. Infine, ordinò la trasmissione del fascicolo alla corte d’assise di Cosenza.", "La Corte di cassazione osservò che il ricorrente a torto era stato dichiarato contumace, mentre era detenuto in Brasile. Peraltro egli si trovava in una situazione che era stata oggetto della sentenza della Corte costituzionale n. 317 del 2009. Le decisioni della Corte costituzionale che dichiarano l’incostituzionalità di una legge avevano effetto erga omnes e si applicavano anche a situazioni che si erano verificate nel passato perché il giudice non poteva più applicare la legge non conforme alla Costituzione. La situazione lamentata dal ricorrente non era esaurita, perché l’articolo 175 del CPP si prefiggeva precisamente di invalidare la sentenza definitiva per permettere all’accusato che non aveva rinunciato a comparire di esercitare il suo diritto di proporre appello.", "Il 20 gennaio 2011 il ricorrente fu sottoposto a custodia cautelare in carcere. Il 29 aprile 2011 il tribunale di Catanzaro, in qualità di giudice del riesame delle misure cautelari, revocò la custodia cautelare del ricorrente perché era scaduto il termine massimo.", "Nel frattempo il ricorrente aveva impugnato la condanna pronunciata il 9 giugno 1997 dalla corte d’assise di Cosenza (paragrafo 15 supra).", "Con sentenza del 14 giugno 2012, depositata il 20 luglio 2012, la corte d’assise d’appello di Catanzaro annullò la condanna in causa.", "Essa osservò che all’epoca del dibattimento di primo grado, il ricorrente era detenuto a fini estradizionali in Brasile, e che l’avvocato dell’interessato aveva informato la corte d’assise di Cosenza di questa circostanza. Ora, come era vigore all’epoca dei fatti, il CPP prevedeva che quando l’accusato provava di essere nella impossibilità di partecipare al dibattimento, l’ordinanza che lo dichiarava contumace doveva essere revocata e il processo doveva essere rinviato. Il mancato rispetto di queste disposizioni costituiva una nullità assoluta del processo. Peraltro, con la sentenza n. 21035 del 13 maggio 2003, le sezioni unite della Corte di cassazione avevano precisato che la detenzione all’estero poteva essere considerata un impedimento legittimo, e ciò anche quando l’accusato, facendo uso di una facoltà di cui era titolare, si opponeva all’estradizione.", "Peraltro, la corte d’assise di Cosenza sapeva che il ricorrente si era sottratto all’esecuzione di una ordinanza di custodia cautelare in carcere, perché lo aveva dichiarato latitante. Pertanto, di fronte alle affermazioni dell’avvocato del ricorrente, secondo le quali il suo cliente era detenuto in Brasile (paragrafi 12 e 13 supra), la corte d’assise avrebbe dovuto effettuare le verifiche necessarie e, eventualmente, revocare la dichiarazione di latitanza. Le verifiche in questione erano peraltro relativamente semplici, dal momento che la polizia italiana e la procura generale presso la corte d’appello di Catanzaro erano state informate dell’arresto del ricorrente in Brasile (paragrafo 14 supra).", "La procura presentò ricorso per cassazione.", "Con la sentenza del 13 giugno 2013, la Corte di cassazione respinse il ricorso della procura.", "In seguito a queste decisioni, il processo di primo grado contro il ricorrente fu riaperto e l’interessato ebbe la facoltà di parteciparvi. Con sentenza del 16 dicembre 2014, la corte d’assise di Cosenza dichiarò non doversi procedere per prescrizione dei reati.", "Il 1o aprile 2015 la procura impugnò questa sentenza. In particolare sostenne che il ricorrente non avrebbe dovuto beneficiare delle circostanze attenuanti generiche, fatto che aveva influito sul calcolo del termine prescrittivo. Alla data delle ultime informazioni (5 maggio 2015), il procedimento di appello era ancora pendente dinanzi alla corte d’assise d’appello di Catanzaro.\n\nII. IL DIRITTO E LA PRASSI INTERNI PERTINENTI \n\nA. La dichiarazione di latitanza e i ricorsi contro una condanna definitiva in contumacia\n", "Ai sensi dell’articolo 296, comma 1, del CPP, è considerato latitante chi «volontariamente si sottrae alla custodia cautelare, agli arresti domiciliari, al divieto di espatrio, all’obbligo di dimora o a un ordine con cui si dispone la carcerazione».", "La validità di una sentenza di condanna può essere contestata sollevando un incidente di esecuzione, come previsto dall’articolo 670, comma 1, del CPP, il quale, nelle sue parti pertinenti, dispone:\n«Quando il giudice dell’esecuzione del provvedimento accerta che il provvedimento manca o non è divenuto esecutivo, valutata anche nel merito l’osservanza delle garanzie previste nel caso di irreperibilità del condannato, (...) sospende l’esecuzione, disponendo, se occorre, la liberazione dell’interessato e la rinnovazione della notifica non validamente eseguita. In tal caso decorre nuovamente il termine per l’impugnazione.»", "L’articolo 175, commi 2 e 3, CPP prevede la possibilità di presentare una richiesta di restituzione nel termine. Nella formulazione in vigore all’epoca in cui è stato estradato il ricorrente, le parti pertinenti di questa disposizione recitavano:\n«Se è stata pronunciata sentenza contumaciale (...), può essere chiesta la restituzione nel termine per proporre impugnazione od opposizione anche dall’imputato che provi di non aver avuto effettiva conoscenza del provvedimento, sempre che l’impugnazione non sia stata già proposta dal difensore e il fatto non sia dovuto a sua colpa ovvero, quando la sentenza contumaciale è stata notificata mediante consegna al difensore nei casi previsti dagli articoli 159, 161 comma 4 e 169, l’imputato non si sia sottratto volontariamente alla conoscenza degli atti del procedimento.\nLa richiesta per la restituzione nel termine è presentata, a pena di decadenza, entro dieci giorni da quello (...) in cui l’imputato ha avuto effettiva conoscenza dell’atto [sentenza]».", "La giurisprudenza interna relativa all’applicazione di questa disposizione è riportata nella sentenza Sejdovic c. Italia [GC], n. 56581/00, §§ 23-24, CEDU 2006-II.", "Il 22 aprile 2005 il Parlamento ha approvato la legge n. 60 del 2005, che ha convertito in legge il decreto-legge n. 17 del 21 febbraio 2005.", "La legge n. 60 del 2005 ha modificato l’articolo 175 CPP. Il nuovo comma 2 di tale disposizione è così formulato:\n«Se è stata pronunciata sentenza contumaciale (...), l’imputato è restituito, a sua richiesta, nel termine per proporre impugnazione od opposizione, salvo che lo stesso abbia avuto effettiva conoscenza del procedimento [a suo carico] o del provvedimento e abbia volontariamente rinunciato a comparire ovvero a proporre impugnazione od opposizione. A tal fine l’autorità giudiziaria compie ogni necessaria verifica.»", "La legge n. 60 del 2005 ha inoltre introdotto all’articolo 175 CPP un comma 2 bis, così formulato:\n«La richiesta indicata al comma 2 è presentata a pena di decadenza, nel termine di trenta giorni da quello in cui l’imputato ha avuto effettiva conoscenza del provvedimento. In caso di estradizione dall’estero, il termine per la presentazione della richiesta decorre dalla consegna del condannato [alle autorità italiane] (...)».\n\nB. La riparazione per l’«ingiusta» detenzione\n", "L’articolo 314 del CPP prevede un diritto alla riparazione per la custodia cautelare detta «ingiusta» in due casi distinti: quando, all’esito del procedimento penale di merito, l’imputato è prosciolto (articolo 314, comma 1) o quando risulta accertato che la persona sospettata sia stata sottoposta o mantenuta in custodia cautelare senza che sussistessero le condizioni di applicabilità previste dagli articoli 273 e 280 del CPP (articolo 314, comma 2; si veda, per la giurisprudenza interna relativa all’applicazione di quest’ultimo, N.C. c. Italia [GC], n. 24952/94, §§ 30-31, CEDU 2002-X).\nL’articolo 314, comma 1, è così formulato:\n«Chi è stato prosciolto con sentenza irrevocabile perché il fatto non sussiste, per non aver commesso il fatto, perché il fatto non costituisce reato o non è previsto dalla legge come reato, ha diritto a un’equa riparazione per la custodia cautelare subita, qualora non vi abbia dato o concorso a darvi causa per dolo o colpa grave.»\n\nIN DIRITTO\n\nI. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 6 DELLA CONVENZIONE E DELL’ARTICOLO 2 DEL PROTOCOLLO N. 7 ALLA CONVENZIONE\n", "Il ricorrente lamenta di essere stato giudicato in contumacia, mentre era detenuto a fini estradizionali in Brasile. Inoltre, egli sostiene di aver ricevuto la notifica della sentenza di condanna di primo grado nel luogo in cui era detenuto in Brasile. L’omessa notifica della sentenza avrebbe comportato una violazione del suo diritto a un doppio grado di giudizio in materia penale.\nIl ricorrente invoca gli articoli 6 della Convenzione e 2 del Protocollo n. 7 alla Convenzione.\nNelle sue parti pertinenti, l’articolo 6 è così formulato:\n« 1. Ogni persona ha diritto a che la sua causa sia esaminata equamente, (...) da un tribunale (...) il quale sia chiamato a pronunciarsi (...)sulla fondatezza di ogni accusa penale formulata nei suoi confronti. (...).\n (...).\n3. In particolare, ogni accusato ha diritto di:\na) essere informato, nel più breve tempo possibile, in una lingua a lui comprensibile e in modo dettagliato, della natura e dei motivi dell’accusa formulata a suo carico;\nb) disporre del tempo e delle facilitazioni necessarie a preparare la sua difesa;\nc) difendersi personalmente o avere l’assistenza di un difensore di sua scelta e, se non ha i mezzi per retribuire un difensore, poter essere assistito gratuitamente da un avvocato d’ufficio, quando lo esigono gli interessi della giustizia;\n(...). »\nL’articolo 2 § 1 del Protocollo n. 7 recita:\n«1. Ogni persona dichiarata colpevole da un tribunale ha il diritto di far esaminare la dichiarazione di colpevolezza o la condanna da una giurisdizione superiore. L’esercizio di tale diritto, ivi compresi i motivi per cui esso può essere esercitato, è disciplinato dalla legge.»", "Il Governo si oppone alla tesi del ricorrente.\n\nA. Questione preliminare\n", "Il Governo eccepisce innanzitutto l’irricevibilità delle osservazioni del ricorrente, in quanto i plichi che le contenevano sarebbero stati ricevuti dalla cancelleria della Corte soltanto il 26 novembre 2014, e dunque dopo la scadenza del termine fissato a tale scopo (20 novembre 2014).", "La Corte rileva che dal fascicolo risulta che il 19 novembre 2014 il ricorrente ha fatto pervenire alla cancelleria le sue osservazioni via fax. In queste condizioni, l’eccezione sollevata dal Governo non può essere presa in considerazione.\n\nB. L’eccezione relativa alla tardività del ricorso\n\n1. L’eccezione del Governo\n", "Il Governo eccepisce il superamento del termine di sei mesi previsto dall’articolo 35 § 1 della Convenzione. Osserva che questo termine inizia a decorrere dalla data della decisione interna definitiva; tuttavia, nell’ambito dell’esame dell’esaurimento delle vie di ricorso interne, la Corte dovrebbe prendere in considerazione soltanto i ricorsi ordinari, in quanto i rimedi straordinari e/o quelli per la cui introduzione non è fissato alcun termine vincolante non vengono presi in esame (si veda, in particolare, Williams c. Regno Unito (dec.), n. 32567/06, 17 febbraio 2009).", "Nel caso di specie, la decisione interna definitiva sarebbe la sentenza della Corte di cassazione del 3 luglio 2000 (paragrafo 23 supra). L’incidente di esecuzione proposto dal ricorrente (paragrafo 25 supra), sarebbe un ricorso straordinario contro le decisioni definitive che può essere proposto in qualsiasi momento. Inoltre, era inefficace e non presentava alcuna possibilità di esito positivo nelle particolari circostanze del caso di specie, perché si prefigge di porre rimedio alle irregolarità che si sono verificate nella fase esecutiva, e non durante il processo.", "Il Governo nota che, poiché l’incidente di esecuzione non è sottoposto ad alcun termine vincolante, il ricorrente ha atteso più di sette anni dalla sua condanna definitiva per proporlo. Questo termine così lungo dimostrerebbe negligenza da parte del ricorrente.", "Poiché l’incidente di esecuzione non può essere preso in considerazione per le ragioni sopra indicate, il punto di partenza del termine di sei mesi dovrebbe essere fissato al 12 settembre 2000, data del deposito in cancelleria della sentenza della Corte di cassazione del 3 luglio 2000 (paragrafo 23 supra) o, al più tardi, al momento dell’estradizione in Italia eseguita l’11 aprile 2001 (paragrafo 10 supra). Pertanto, il ricorso, presentato nel 2009, sarebbe manifestamente tardivo.\n\n2. La replica del ricorrente\n", "Il ricorrente si oppone alla tesi del Governo e afferma di essersi avvalso dell’unico ricorso – l’incidente di esecuzione basato sull’articolo 670 del CPP – che poteva impedire l’esecuzione della sua condanna e permettere la riapertura del suo processo. In tali circostanze, la «decisione interna definitiva» riguardante la causa del ricorrente sarebbe la sentenza del 26 novembre 2008, il cui testo è stato depositato in cancelleria il 3 febbraio 2009, con la quale la Corte di cassazione ha confermato il rigetto dell’incidente di esecuzione (paragrafo 32 supra).", "Al contrario, il ricorrente sostiene che nel suo caso una richiesta di restituzione nel termine non era un ricorso effettivo. Difatti, una richiesta di questo tipo sarebbe stata destinata ad essere dichiarata inammissibile in quanto il suo avvocato aveva interposto appello avverso la sua condanna in primo grado. Questo ostacolo procedurale è stato eliminato soltanto dalla sentenza della Corte costituzionale n. 317 del 30 novembre 2009 (paragrafo 33 supra), non ancora pronunciata all’epoca in cui il ricorrente ha presentato il suo ricorso alla Corte (25 maggio 2009).\n\n3. La valutazione della Corte\n", "La Corte ritiene che nelle particolari circostanze della presente causa, non sia necessario esaminare se, nel caso di specie, vi sia stato superamento del termine di sei mesi previsto dall’articolo 35 § 1 della Convenzione, essendo questa parte del ricorso comunque irricevibile per i motivi di seguito esposti.\n\nC. L’eccezione relativa alla perdita della qualità di vittima\n\n1. L’eccezione del Governo\n", "Il Governo ritiene che comunque il ricorrente abbia perso la sua qualità di «vittima» ai sensi dell’articolo 34 della Convenzione. Al riguardo esso nota che, il 17 gennaio 2011, la Corte di cassazione ha accolto la richiesta di restituzione nel termine del ricorrente (paragrafo 37 supra) e che, il 14 giugno 2012, la corte d’assise di Catanzaro ha annullato la sua condanna in contumacia (paragrafo 41 supra). Attualmente l’interessato sta per essere giudicato nuovamente, in sua presenza, per i fatti oggetto della presente causa (paragrafo 46 supra). I giudici interni hanno così riconosciuto la violazione del diritto dell’interessato a partecipare al processo. Inoltre, la Corte di cassazione ha messo fine agli effetti della condanna ed ha ordinato la immediata liberazione del ricorrente (paragrafo 37 supra). Il processo è ritornato alla fase di primo grado e il 16 dicembre 2014 il ricorrente ha beneficiato di un non doversi procedere per prescrizione (paragrafo 46 supra).", "Il Governo sottolinea che in conseguenza dell’annullamento della condanna del ricorrente in data 17 gennaio 2011, l’ordine di esecuzione della pena di cui egli era oggetto è stato revocato il 20 gennaio 2011. Al tempo stesso l’interessato si è visto notificare la vecchia ordinanza del 7 ottobre 1994 che disponeva la custodia cautelare. Il 29 aprile 2011 questa misura è stata revocata dal tribunale di Catanzaro in ragione della scadenza del termine di durata massima (paragrafo 39 supra).", "Il Governo sottolinea anche che il ricorrente ha atteso più di sette anni (dal 3 luglio 2000 al 9 novembre 2007 – paragrafi 23 e 25 supra) per presentare il primo ricorso contro la sua condanna definitiva e quasi nove anni (fino al 25 maggio 2009) per presentare il suo ricorso dinanzi alla Corte. Pertanto, il lasso di tempo trascorso prima dell’annullamento della sua condanna non può essere posto a carico delle autorità e si può considerare che l’interessato abbia contribuito al mantenimento degli effetti sfavorevoli che lamenta dinanzi alla Corte. Peraltro, quando egli ha infine presentato una richiesta di restituzione nel termine (paragrafo 34 supra), basandosi sulla sentenza della Corte costituzionale n. 317 del 30 novembre 2009, il ricorrente ha potuto ottenere una decisione favorevole entro un termine relativamente breve (17 gennaio 2011 – paragrafo 37 supra).\n\n2. La replica del ricorrente\n", "Il ricorrente si oppone alla tesi del Governo e osserva che le autorità interne hanno riconosciuto la presenza di errores in procedendo nella sentenza della corte d’assise di Cosenza del 9 giugno 1997 (paragrafo 15 supra), che hanno violato i diritti della difesa. Tuttavia, la violazione della Convenzione commessa nei suoi confronti non è stata riparata in maniera adeguata, e il ricorrente subirebbe ancora le conseguenze di quest’ultima. L’interessato rammenta al riguardo che la Corte di cassazione ha accolto la sua richiesta di restituzione nel termine soltanto il 17 gennaio 2011 (paragrafo 37 supra). Nonostante questa sentenza della Alta giurisdizione italiana, il ricorrente non è stato liberato seduta stante; al contrario, il 20 gennaio 2011 è stato sottoposto a custodia cautelare in carcere (paragrafo 39 supra).", "Più di quindici anni dopo la sua condanna in primo grado, il ricorrente, che è rimasto a lungo detenuto in esecuzione della decisione adottata all’esito di un processo equo, è ancora imputato in un procedimento penale pendente. Il suo futuro rimane dunque incerto, e le decisioni favorevoli recentemente pronunciate in suo favore non possono costituire una riparazione completa e sufficiente.\n\n3. La valutazione della Corte\n", "La Corte rammenta che una decisione o una misura favorevole al ricorrente è sufficiente in linea di principio a revocare la qualità di «vittima» al ricorrente soltanto se le autorità nazionali hanno riconosciuto, esplicitamente o sostanzialmente, e poi riparato la violazione della Convenzione (si vedano, ad esempio, Eckle c. Germania, 15 luglio 1982, § 69, serie A n. 51; Amuur c. Francia, 25 giugno 1996, § 36, Recueil des arrêts et décisions 1996-III; Dalban c. Romania [GC], n. 28114/95, § 44, CEDU 1999-VI; Jensen c. Danimarca (dec.), n. 48470/99, CEDU 2001-X; Torreggiani e altri c. Italia, nn. 57875/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 e 37818/10, § 38, 8 gennaio 2013; e Cusan e Fazzo c. Italia, n. 77/07, § 31, 7 gennaio 2014).", "Nel caso di specie, il 17 gennaio 2011 il ricorrente ha ottenuto la riapertura del termine per presentare appello avverso la sua condanna e la cessazione degli effetti di quest’ultima (paragrafo 37 supra). In applicazione, tra altri, dei principi esposti dalla Corte costituzionale nella sua sentenza n. 317 del 30 novembre 2009 (paragrafo 33 supra), la Corte di cassazione ha anche riconosciuto che l’interessato a torto era stato dichiarato contumace, e che la circostanza che il suo avvocato avesse interposto appello non poteva privarlo del suo diritto a un nuovo processo (paragrafo 38 supra).", "A seguito di questa decisione giudiziaria, il ricorrente ha avuto la possibilità di impugnare la sua condanna (paragrafo 40 supra). Il 14 giugno 2002 la corte d’assise d’appello di Catanzaro ha accolto le sue doglianze, annullando la condanna in causa e affermando che, visto l’impedimento dell’imputato di partecipare al dibattimento, il processo avrebbe dovuto essere rinviato (paragrafi 41 e 42 supra). Poiché la sentenza della corte d’assise di appello di Catanzaro era divenuta definitiva, si è tenuto un nuovo processo di primo grado, al quale il ricorrente ha potuto partecipare, che si è svolto dinanzi alla corte d’assise di Cosenza conclusosi il 16 dicembre 2014 con la dichiarazione di non doversi procedere per prescrizione (paragrafo 46 supra). Alla data delle ultime informazioni (5 maggio 2015), il procedimento era pendente in appello (paragrafo 47 supra). Nulla prova che questo nuovo procedimento sia stato iniquo oppure contrario all’articolo 6. Comunque, qualsiasi doglianza in proposito sarebbe, allo stato attuale, prematura.", "Secondo la Corte, con le decisioni giudiziarie riassunte qui sopra, le autorità italiane hanno sostanzialmente riconosciuto che la condanna in contumacia del ricorrente aveva violato i diritti dell’interessato a un processo equo e a un doppio grado di giudizio in materia penale.", "Per quanto riguarda la questione di stabilire se vi sia stata riparazione di queste violazioni, la Corte rileva che, grazie alla riapertura del termine per proporre appello, l’interessato ha potuto esercitare il diritto sancito dall’articolo 2 del Protocollo n. 7 alla Convenzione. Inoltre egli ha ottenuto di poter partecipare a un nuovo processo di primo grado, nel corso del quale ha avuto la possibilità di presentare tutti gli argomenti fattuali e giuridici che ha ritenuto utili per la sua difesa.", "La Corte rammenta che un procedimento che si svolge in assenza dell’imputato non è di per sé incompatibile con l’articolo 6 della Convenzione, ma rimane comunque il fatto che un diniego di giustizia è costituito quando un individuo condannato in absentia non può ottenere successivamente che un giudice decida nuovamente, dopo averlo sentito, sulla fondatezza dell’accusa in fatto come in diritto, quando non è certo che abbia rinunciato al suo diritto a comparire e difendersi (Colozza c. Italia, 12 febbraio 1985, § 29, serie A n. 89; Einhorn c. Francia (dec.), n. 71555/01, § 33, CEDU 2001 XI; Krombach c. Francia, n. 29731/96, § 85, CEDU 2001-II, e Somogyi c. Italia, n. 67972/01, § 66, CEDU 2004-IV), o che abbia avuto l’intenzione di sottrarsi alla giustizia (Medenica c. Svizzera, n. 20491/92, § 55, CEDU 2001-VI, e Sejdovic, sopra citata, § 82).", "Nel caso di specie, il nuovo processo di cui il ricorrente ha beneficiato ha posto rimedio al diniego di giustizia costituito dalla sua condanna in contumacia. A tale proposito, la Corte rammenta di aver dichiarato, in una causa simile, che quando una persona è stata condannata all’esito di un procedimento che non soddisfa le esigenze dell’articolo 6 della Convenzione, un nuovo processo o una riapertura del procedimento su richiesta dell’interessato rappresenta in linea di principio un mezzo appropriato per correggere la violazione constatata (Sejdovic, sopra citata, § 126). Inoltre, essa ha già affermato che la riapertura del termine per proporre appello contro una condanna in contumacia, con la facoltà, per l’accusato, di essere presente all’udienza di secondo grado e di chiedere la produzione di nuove prove, costituiva la possibilità di ottenere una nuova decisione sulla fondatezza dell’accusa in fatto come in diritto e era conforme alla giurisprudenza della Corte (Jones c. Regno unito (dec.), n. 30900/02, 9 settembre 2003, e Sejdovic, sopra citata, § 85). Questa conclusione si impone a maggior ragione quando, come nel caso di specie, al condannato in contumacia viene offerta la possibilità di partecipare non al processo di appello, ma a un nuovo processo di primo grado.", "Alla luce di quanto esposto sopra, la Corte ritiene che il ricorrente non possa più considerarsi «vittima» ai sensi dell’articolo 34 della Convenzione, dei fatti che egli denuncia dal punto di vista degli articoli 6 della Convenzione e 2 del Protocollo n. 7. È dunque da accogliersi l’eccezione del Governo relativa alla perdita della qualità di vittima.", "Ne consegue che questi motivi di ricorso sono incompatibili ratione personae con le disposizioni della Convenzione ai sensi dell’articolo 35 § 3 a) e devono essere rigettati in applicazione dell’articolo 35 § 4.\n\nII. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 13 DELLA CONVENZIONE\n", "Il ricorrente ritiene che, nel diritto italiano, non aveva a disposizione alcun ricorso effettivo per far valere il suo motivo relativo all’articolo 6 della Convenzione.\nEgli invoca l’articolo 13 della Convenzione, così formulato:\n«Ogni persona i cui diritti e le cui libertà riconosciuti nella presente Convenzione siano stati violati, ha diritto a un ricorso effettivo davanti a un’istanza nazionale, anche quando la violazione sia stata commessa da persone che agiscono nell’esercizio delle loro funzioni ufficiali.»", "Il Governo si oppone alla tesi del ricorrente.\n\nA. Argomenti delle parti\n\n1. Il Governo\n", "Il Governo osserva che nell’ambito del procedimento penale a suo carico, il ricorrente ha utilizzato, tramite il suo rappresentante, i ricorsi ordinari – appello e ricorso per cassazione – per rivendicare il suo diritto a un processo equo. Il ricorrente in seguito si è avvalso di un incidente di esecuzione; tuttavia, come rilevato dai giudici interni, questo ricorso era inappropriato per denunciare una violazione del diritto a partecipare al dibattimento. In effetti, l’incidente di esecuzione può soltanto riguardare le irregolarità commesse nell’ambito della fase esecutiva della sentenza.", "Il Governo ammette che all’epoca della condanna in contumacia del ricorrente, quest’ultimo non poteva presentare una richiesta di restituzione nel termine. In effetti, secondo la formulazione dell’articolo 175 del CPP in vigore a quell’epoca (paragrafo 50 supra), il fatto che il rappresentante dell’imputato assente avesse interposto appello e/o avesse presentato ricorso per cassazione ostava all’accoglimento di una richiesta di questo tipo. Questo ostacolo è stato in seguito eliminato dalla legge n. 60 del 2005, che ha modificato il citato articolo 175 (paragrafo 53 supra). Tuttavia, nonostante la cancellazione della parole « sempre che l’impugnazione non sia stata già proposta dal difensore», la giurisprudenza interna al riguardo era rimasta contrastata, e con la sentenza n. 6026 del 31 gennaio 2008, le sezioni unite della Corte di cassazione avevano affermato che la restituzione nel termine non poteva essere concessa se l’avvocato dell’imputato aveva presentato appello (paragrafo 26 supra). Secondo il Governo, dal 2005 a gennaio 2008, un ricorso era «potenzialmente accessibile» (possibly available) al ricorrente. La Corte costituzionale è infine intervenuta per regolare la questione: nella sentenza n. 317 del 2009, essa ha dichiarato l’articolo 175, comma 2, del CPP incostituzionale dal momento che non permetteva all’accusato che non era venuto a conoscenza del processo di impugnare una sentenza in contumacia quando un appello era già stato interposto dal difensore dell’interessato (paragrafo 33 supra)", "Secondo il Governo, a partire da questo momento, il ricorrente aveva a sua disposizione un ricorso efficace, come prova il fatto che la sua richiesta di restituzione nel termine è stata alla fine accolta. Per quanto riguarda l’assenza di un rimedio di questo tipo per il passato, qualsiasi doglianza al riguardo sarebbe tardiva per le ragioni indicate ai paragrafi 60-63 supra.\n\n2. Il ricorrente\n", "Il ricorrente sottolinea che nell’ambito dell’incidente di esecuzione, i giudici nazionali non hanno fornito alcuna risposta soddisfacente alle sue doglianze. Il ricorso previsto dall’articolo 175, comma 2, del CPP non era accessibile né effettivo all’epoca del suo primo processo. Fino al 2011, i giudici italiani avrebbero interpretato la legge nazionale in maniera incompatibile con il diritto a un processo equo, negando così il diritto del ricorrente di partecipare all’udienza e di ottenere un nuovo processo in sua presenza.\n\nB. Valutazione della Corte\n", "La Corte non ritiene necessario esaminare le questioni di stabilire se vi sia stato superamento del termine di sei mesi previsto dall’articolo 35 § 1 della Convenzione o se l’articolo 13 si applichi al caso di specie, visto che questo motivo è comunque irricevibile per le ragioni seguenti.", "Essa rammenta che l’articolo 13 garantisce l’esistenza nel diritto interno di un ricorso che permette di avvalersi dei diritti e delle libertà della Convenzione così come sono da essa sanciti. Questa disposizione ha dunque come conseguenza quella di esigere un ricorso interno che autorizzi l’esame del contenuto di un «motivo difendibile» basato sulla Convenzione e che offra una riparazione adeguata (De Souza Ribeiro c. Francia [GC], n. 22689/07, § 78, 13 dicembre 2012).", "La Corte rammenta che la portata dell’obbligo che l’articolo 13 della Convenzione pone a carico degli Stati contraenti varia in funzione della natura del motivo di ricorso del ricorrente. Gli Stati godono in effetti di un certo margine di apprezzamento per quanto riguarda la maniera di conformarsi agli obblighi imposti loro da questa disposizione (Rotaru c. Romania [GC], n. 28341/95, § 67, CEDU 2000-V, e Jabari c. Turchia, n. 40035/98, § 48, CEDU 2000 VIII). Tuttavia, il ricorso richiesto da questo articolo deve essere «effettivo» in pratica come in diritto (Wille c. Liechtenstein [GC], n. 28396/95, § 75, CEDU 1999-VII, e Kudła c. Polonia [GC], n. 30210/96, § 157, CEDU 2000-XI).", "La Corte sottolinea che l’effettività di un ricorso ai sensi dell’articolo 13 della Convenzione non dipende dalla certezza di concludersi con un esito favorevole per il ricorrente (De Souza Ribeiro, sopra citata, § 79, e Ceni c. Italia (merito), n. 25376/06, § 97, 4 febbraio 2014).", "Nel caso di specie, la Corte nota che, all’udienza del 7 maggio 1997 svoltasi dinanzi alla corte d’assise di Cosenza, l’avvocato del ricorrente ha potuto chiedere la revoca della decisione di giudicare il suo cliente in contumacia, in quanto quest’ultimo era detenuto a fini estradizionali in Brasile. Ha reiterato questa richiesta all’udienza successiva, tenutasi l’8 maggio 1997 (paragrafi 12 e 13 supra). Inoltre, l’avvocato ha potuto sviluppare le sue argomentazioni relative ad una violazione del diritto di partecipare all’udienza nei suoi mezzi di appello e di ricorso per cassazione (paragrafi 17 e 22 supra). In caso di accoglimento delle sue argomentazioni, i giudici interni avevano la facoltà di revocare la dichiarazione di latitanza e/o di annullare la condanna in contumacia.", "Il ricorrente aveva dunque a disposizione dei ricorsi effettivi per far valere a livello interno il suo motivo relativo ad una violazione dell’articolo 6 della Convenzione. La circostanza che nel caso di specie le sue istanze siano state rigettate perché si riteneva che l’opposizione alla richiesta di estradizione non permettesse di rinviare il dibattimento, non può privare i ricorsi in questione del loro carattere «effettivo» ai sensi dell’articolo 13 della Convenzione.", "Inoltre, dopo la sentenza della Corte costituzionale n. 317 del 2009 (paragrafo 33 supra), il ricorrente ha potuto presentare una richiesta di restituzione nel termine ai sensi dell’articolo 175, comma 2, del CPP, fatto che ha portato alla riapertura del termine per presentare l’appello e allo svolgimento di un nuovo processo in sua presenza (si vedano, in particolare, i paragrafi 73-79 supra).", "In queste circostanze, nel caso di specie non può essere rilevata alcuna parvenza di violazione dell’articolo 13 della Convenzione.", "Ne consegue che questo motivo di ricorso è manifestamente infondato e deve essere rigettato in applicazione dell’articolo 35 §§ 3 a) e 4 della Convenzione.\n\nIII. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 5 DELLA CONVENZIONE\n", "Al momento della comunicazione del ricorso, è stato posto al Governo un quesito sul punto di stabilire se il rifiuto di riaprire il procedimento penale contro il ricorrente potesse costituire un «flagrante diniego di giustizia», tale da rendere ingiustificata dal punto di vista dell’articolo 5 della Convenzione la detenzione in esecuzione della condanna in absentia.\nNelle sue parti pertinenti, questa disposizione è così formulata:\n«1. Ogni persona ha diritto alla libertà e alla sicurezza. Nessuno può essere privato della libertà, se non nei casi seguenti e nei modi previsti dalla legge:\na) se è detenuto regolarmente in seguito a condanna da parte di un tribunale competente;\n(...).»", "Il Governo nega l’esistenza di una violazione dell’articolo 5 della Convenzione.\n\nA. Sulla ricevibilità\n\n1. Questione preliminare\n", "Il Governo osserva innanzitutto che il ricorrente non ha denunciato la violazione dell’articolo 5 della Convenzione e considera che qualsiasi questione sul rispetto di questa disposizione si collochi al di fuori dell’oggetto del presente ricorso. Il Governo invita la Corte a non andare ultra petita. Il fatto di estendere l’oggetto del ricorso a motivi non esplicitamente sollevati dal ricorrente non avrebbe alcuna base legale e rischierebbe di violare i principi secondo i quali le parti devono liberamente disporre delle loro doglianze e la procedura dinanzi alla Corte deve essere equa.", "La Corte rammenta che il suo compito è quello di studiare rispetto a tutta la Convenzione la situazione denunciata da un ricorrente. Nell’eseguire questo compito, essa è in particolare libera di dare ai fatti della causa una qualificazione giuridica diversa da quella che gli attribuisce l’interessato (Guzzardi c. Italia, 6 novembre 1980, § 63, serie A n. 39) o, eventualmente, considerarli da un altro punto di vista; inoltre, deve tener conto non soltanto del ricorso originale, ma anche degli scritti complementari destinati a perfezionarlo eliminando le lacune o le oscurità iniziali (Foti e altri c. Italia, 10 dicembre 1982, § 44, serie A n. 56). Ora, gli elementi forniti alla Corte, se considerati in una prospettiva globale, mostrano nettamente che nel caso di specie si pone un problema sul terreno dell’articolo 5. Inoltre, nella sua replica alle osservazioni del Governo, il rappresentante del ricorrente ha affermato che i suoi motivi di ricorso relativi alle altre clausole della Convenzione presupponevano l’esistenza di un diniego di giustizia che potesse rendere illegittima la sua carcerazione e ha sostenuto l’esistenza di una violazione dell’articolo 5 della Convenzione (si veda, a contrario, Bellomonte c. Italia (dec.), n. 28298/10, § 92, 1o aprile 2014). Egli ha inoltre concordato con l’approccio seguito dalla Corte e completato il ricorso a nome del ricorrente (si veda, mutatis mutandis, Foti e altri, sopra citata, § 44).", "La Corte è quindi competente a esaminare i fatti del caso di specie anche dal punto di vista dell’articolo 5 § 1 della Convenzione.\n\n2. L’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne\n", "Il Governo sottolinea che la carcerazione del ricorrente fino alla sua liberazione disposta dalla Corte di cassazione il 17 gennaio 2011 (paragrafo 37 supra) è stata computata ai fini del calcolo dei termini massimi della custodia cautelare in carcere dell’interessato. Inoltre, se all’esito del nuovo processo il ricorrente è condannato, questo stesso periodo di detenzione sarà dedotto dalla pena da scontare. In caso di proscioglimento, sarà dedotta da qualsiasi altra condanna pronunciata nei suoi confronti; ad ogni modo, il ricorrente avrà la facoltà di chiedere una riparazione per la detenzione «ingiusta» ai sensi dell’articolo 314 del CPP (paragrafo 55 supra). Il Governo deduce che qualsiasi doglianza riguardante la detenzione del ricorrente è in ogni caso prematura.", "Dal momento che le affermazioni del Governo potrebbero essere interpretate come una eccezione relativa al mancato esaurimento delle vie di ricorso interne, la Corte rammenta che la finalità della norma prevista dall’articolo 35 § 1 della Convenzione è quella di offrire agli Stati contraenti l’occasione di prevenire o di riparare le violazioni denunciate contro di loro prima che ne venga investita la Corte (si veda, fra altri, Mifsud c. Francia (dec.) [GC], n. 57220/00, § 15, CEDU 2002-VIII).", "I principi generali relativi a questa norma si trovano esposti nella sentenza Vučković e altri c. Serbia ([GC], nn. 17153/11 e altri, §§ 69 77, 25 marzo 2014). La Corte rammenta che l’articolo 35 § 1 della Convenzione prescrive l’esaurimento dei soli ricorsi che siano al tempo stesso relativi alle violazioni lamentate, disponibili e adeguati. Un ricorso è effettivo quando è disponibile sia in teoria che in pratica all’epoca dei fatti, vale a dire quando è accessibile, può offrire al ricorrente la riparazione delle violazioni denunciate e presenta ragionevoli prospettive di esito positivo (Akdivar e altri c. Turchia, 16 settembre 1996, § 68, Recueil des arrêts et décisions 1996-IV, e Demopoulos e altri c. Turchia (dec.) [GC], nn. 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 e 21819/04, § 70, CEDU 2010; si veda anche Saba c. Italia, n. 36629/10, § 43, 1o luglio 2014; e Giuttari c. Italia (dec.), n. 42733/07, § 35, 2 dicembre 2014).", "Nel caso di specie, il Governo sostiene, in sostanza, che le ripercussioni della detenzione subita dal ricorrente potranno essere valutate soltanto alla fine del suo nuovo processo. In particolare, in caso di proscioglimento, l’interessato potrà chiedere una riparazione per l’ingiusta detenzione ai sensi dell’articolo 314 del CPP.", "La Corte osserva che il primo comma di questa disposizione prevede un diritto al risarcimento in favore di colui che è stato «prosciolto perché il fatto non sussiste, per non aver commesso il fatto, perché il fatto non costituisce reato o non è previsto dalla legge come reato». La ragion d’essere di tale diritto è dunque il proscioglimento dell’imputato nel merito e non la natura arbitraria della detenzione a causa della negazione dei diritti fondamentali della difesa nel corso del processo. Inoltre, non si tratta di un ricorso volto a far constatare la contrarietà della privazione della libertà alle condizioni stabilite dall’articolo 5 § 1 della Convenzione e, eventualmente, a ottenere la liberazione dell’interessato. In effetti il risarcimento per ingiusta detenzione è piuttosto una forma di riparazione degli errori giudiziari. Il ricorso indicato dal Governo non è dunque relativo alla violazione contestata.", "Infine, la Corte ritiene che sarebbe eccessivo chiedere al ricorrente, che è stato detenuto in esecuzione di una condanna in contumacia fino a gennaio 2011, e dunque per circa nove anni e nove mesi, di attendere l’esito del nuovo processo a suo carico e un eventuale ricorso per ingiusta detenzione prima di poter denunciare dinanzi alla Corte l’arbitrarietà della privazione della libertà alla quale è stato sottoposto.", "In queste circostanze, il motivo di ricorso relativo all’articolo 5 della Convenzione non può essere dichiarato irricevibile in quanto prematuro. L’eccezione del Governo deve dunque essere rigettata.\n\n3. Altri motivi di irricevibilità\n", "La Corte nota che il ricorrente è stato rinchiuso in carcere in esecuzione della sua condanna all’ergastolo in contumacia a partire dall’11 aprile 2001 (paragrafo 24 supra). Egli era ancora detenuto allo stesso titolo nel momento in cui è stato presentato il suo ricorso (25 maggio 2009). Pertanto, il motivo relativo all’articolo 5 § 1 della Convenzione non può essere considerato tardivo.", "La Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 a) della Convenzione e non incorre peraltro in altri motivi di irricevibilità. La Corte lo dichiara dunque ricevibile.\n\nB. Sul merito\n\n1. Argomenti delle parti\n\na) Il Governo\n", "Il Governo ritiene che la presente causa si differenzi dalla causa Stoichkov c. Bulgaria (n. 9808/02, 24 marzo 2005). Esso osserva che il ricorrente, dopo la sua estradizione, è stato detenuto regolarmente dopo essere stato condannato da un tribunale competente. Le affermazioni del suo avvocato riguardanti l’irregolarità del procedimento in contumacia, sono state scartate sulla base della giurisprudenza seguita all’epoca. Nell’ambito del procedimento penale sul merito delle accuse, l’avvocato del ricorrente non ha sollevato la questione della irregolarità della notifica della sentenza di condanna in contumacia. Questo elemento è stato citato solo al momento dell’incidente di esecuzione, che era tuttavia un ricorso inappropriato. Soltanto successivamente sono stati riconosciuti degli errori in procedendo, quando la giurisprudenza italiana è evoluta, allineandosi su quella della Corte. Il Governo deduce da ciò che la condanna del ricorrente non è stata pronunciata all’esito di un processo manifestamente contrario alle disposizioni dell’articolo 6, e che, fino al 2009, essa era legale e giustificata.", "Peraltro, nonostante i cambiamenti introdotti dalla legge n. 60 del 2005, prima del 2009 il ricorrente non ha mai richiesto la restituzione del termine (paragrafi 53-54 supra). In seguito, una richiesta in tal senso è stata accolta. Pertanto, nel caso di specie non ci sarebbe stato «rifiuto di riaprire il procedimento penale», fatto che permetterebbe di distinguere la presente causa dalla causa Stoichkov.\n\nb) Il ricorrente\n", "Il ricorrente sostiene che i suoi motivi di ricorso relativi agli articoli 6 e 13 della Convenzione nonché all’articolo 2 del Protocollo n. 7 presupponevano l’esistenza di un flagrante diniego di giustizia capace di rendere illegittima la sua condanna e di conseguenza la sua carcerazione in esecuzione di quest’ultima.", "Secondo il ricorrente, il Governo avrebbe sostanzialmente ammesso che la sua carcerazione era illegittima. L’interessato sostiene che è costituito un «flagrante diniego di giustizia» quando un accusato che non ha rinunciato al suo diritto a comparire è privato della sua libertà a causa di una condanna pronunciata in contumacia.\n\n2. Valutazione della Corte\n", "La Corte rammenta di aver ritenuto che l’obbligo di garantire all’accusato il diritto di essere presente nella sala d’udienza - sia durante il primo procedimento a suo carico, sia nel corso del nuovo processo - è uno degli elementi essenziali dell’articolo 6 (Stoichkov, sopra citata, § 56). Pertanto, il rifiuto di riaprire un procedimento che si è svolto in contumacia mancando qualsiasi indicazione che l’accusato avesse rinunciato al suo diritto a comparire è stato considerato come un «flagrante diniego di giustizia» che corrisponde alla nozione di procedimento «manifestamente contrario alle disposizioni dell’articolo 6 o ai principi che quest’ultimo sancisce» (Stoichkov sopra citata, §§ 54-58; Sejdovic, sopra citata, § 84; e Othman (Abu Qatada) c. Regno Unito, n. 8139/09, § 259, CEDU 2012; si vedano anche Drozd e Janousek c. Francia e Spagna, 26 giugno 1992, § 110, serie A n. 240, e Ilaşcu e altri c. Moldavia e Russia [GC], n. 48787/99, § 461, CEDU 2004-VII). Nella causa Stoichkov (sopra citata, §§ 51-59), queste considerazioni hanno indotto la Corte a ritenere che la detenzione di una persona giudicata in contumacia senza possibilità di riaprire il procedimento, e dunque in maniera manifestamente e gravemente contraria all’articolo 6, non si giustificasse dal punto di vista dell’articolo 5 § 1 a) della Convenzione (si vedano anche Al Nashiri c. Polonia, n. 28761/11, § 562, 24 luglio 2014, e Willcox e Hurford c. Regno Unito (dec.), nn. 43759/10 e 43771/12, § 95, CEDU 2013, dove la Corte ha ribadito che una privazione della libertà non può essere considerata giustificata quando deriva da una condanna pronunciata all’esito di un processo viziato da un «flagrante diniego di giustizia», fatto che è particolarmente vero quando vi è stata condanna in absentia senza possibilità di un riesame di merito dell’accusa).", "La Corte osserva che l’11 aprile 2001, il ricorrente è stato rinchiuso in carcere in esecuzione della sua «condanna da parte di un tribunale competente». La sua privazione della libertà rientrava dunque nell’ambito di applicazione dell’articolo 5 § 1 a) della Convenzione ed era conforme allo scopo di questa disposizione. Come indicato dal Governo, la condanna in contumacia dell’interessato era legale nel diritto italiano e non vi erano elementi che permettessero di pensare che fosse arbitraria o priva di base fattuale.", "Tuttavia il procedimento penale a carico del ricorrente, iniziato nel 1994 e terminato con la sentenza della Corte di cassazione del 3 luglio 2000, si è svolto in contumacia, mentre l’interessato era detenuto a fini estradizionali in Brasile e non aveva manifestamente rinunciato al suo diritto a comparire. La circostanza per la quale, esercitando una facoltà riconosciuta dalla legge, il ricorrente si sia opposto alla sua estradizione (paragrafi 10 e 20 supra) non può essere interpretata come un tentativo di sottrarsi alla giustizia o come una rinuncia tacita a partecipare al processo. A tale proposito, la Corte osserva che l’avvocato del ricorrente ha più volte chiesto di revocare la dichiarazione di latitanza e la decisione di procedere in absentia, facendo valere un impedimento legittimo. Tuttavia, queste richieste sono state rigettate dai giudici di primo e secondo grado e dalla Corte di cassazione (paragrafi 12-23 supra). Lo stesso discorso vale per l’incidente di esecuzione proposto dal ricorrente nel novembre 2007 (paragrafi 25-32 supra).", "Alla luce della sua giurisprudenza in materia (paragrafo 114 supra), la Corte ritiene che un procedimento di questo tipo, accompagnato dal reiterato rifiuto di riaprire e/o di tener conto dell’impedimento obiettivo rappresentato dalla detenzione a fini estradizionali all’estero, fosse «manifestamente contrario alle disposizioni dell’articolo 6 o ai principi che quest’ultimo sancisce». Questa constatazione conduce inevitabilmente alla conclusione che la privazione della libertà del ricorrente in esecuzione della decisione adottata nell’ambito di questo procedimento era arbitraria e dunque ugualmente contraria all’articolo 5 § 1 a) della Convenzione (si veda, mutatis mutandis, Stoichkov, sopra citata, § 53). Poco importa che, come afferma il Governo (paragrafo 110 supra), il flagrante diniego di giustizia di cui il ricorrente è stato vittima fosse basato sulla giurisprudenza seguita all’epoca dai giudici italiani", "É vero che, in seguito, la Corte di cassazione ha accettato di riaprire il termine per presentare appello (paragrafo 37 supra), e che il ricorrente ha potuto ottenere un nuovo processo in sua presenza. Tuttavia, la Corte considera che questo riconoscimento tardivo della violazione dei diritti dell’accusato non può fornire una giustificazione a posteriori a una privazione della libertà che si è protratta per circa nove anni e nove mesi.", "Ne consegue che nel caso di specie vi è stata violazione dell’articolo 5 § 1 della Convenzione.\n\nIV. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE\n", "Ai sensi dell’articolo 41 della Convenzione,\n«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»\n\nA. Danno\n", "Il ricorrente reclama 150.000 euro (EUR) per il danno che avrebbe subito. Osserva che la riapertura del suo processo e la possibilità di presentare una domanda di riparazione per la «ingiusta » detenzione non possono offrirgli una restitutio in integrum. Al riguardo nota che le violazioni denunciate si sono protratte per una durata di 14 anni e che egli ha più di 60 anni. Durante la sua detenzione, è stato de facto impossibile, per il ricorrente, mantenere i contatti con la sua famiglia. La moglie del ricorrente ha chiesto il divorzio e i suoi legami con i suoi tre figli si sono inevitabilmente allentati. Inoltre, l’interessato non ha potuto aiutare e confortare suo fratello, malato di cancro. Tenuto conto dell’età del ricorrente e della sua lunga detenzione, le sue possibilità di reinserimento sociale sono molto ridotte.", "Il Governo nota che il danno dedotto dal ricorrente è direttamente legato alla durata della sua privazione della libertà. Tuttavia, questo tipo di danno deve essere dapprima valutato dai giudici interni nell’ambito del ricorso previsto dall’articolo 314 del CPP. Il ricorrente peraltro ha già ottenuto nuovo processo in sua presenza e - paradossalmente - la lunghezza delle sue vicissitudini giudiziarie ha portato ad una soluzione favorevole per l’interessato, ossia la pronuncia di un non luogo a procedere per prescrizione (paragrafo 46 supra). Inoltre, il ricorrente non avrebbe sostenuto la sua domanda di equa soddisfazione e non avrebbe dimostrato l’esistenza di un nesso di causalità tra le violazioni denunciate e il pregiudizio che afferma di aver subito.", "Nelle particolari circostanze del caso di specie, la Corte ritiene che qualsiasi danno morale subito dal ricorrente sia sufficientemente riparato dalla constatazione di violazione dell’articolo 5 § 1 della Convenzione.\n\nB. Spese\n", "Il ricorrente osserva che le spese del procedimento nazionale sono state prese in carico dallo Stato italiano. Per quanto riguarda la procedura che si è svolta dinanzi alla Corte, tenuto conto della precaria situazione economica del ricorrente, il suo rappresentante non ha fatturato le prestazioni professionali. Il suddetto rappresentante, che ha ricevuto 850 EUR a titolo di assistenza giudiziaria dinanzi alla Corte, si rimette al giudizio di quest’ultima per stabilire se il suo lavoro debba essere ulteriormente retribuito.", "Il Governo non ha presentato osservazioni su questo punto.", "Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. Nel presente caso, tenuto conto della documentazione a disposizione e della sua giurisprudenza, la Corte ritiene ragionevole accordare al ricorrente la somma di 5.000 EUR per il procedimento che si è svolto dinanzi ad essa, previa decurtazione della somma versata dal Consiglio d’Europa a titolo di assistenza giudiziaria, ossia 850 EUR.\n\nC. Interessi moratori\n", "La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITÀ,", "Dichiara il ricorso ricevibile per quanto riguarda il motivo relativo all’articolo 5 § 1 della Convenzione e irricevibile per il resto;", "Dichiara che vi è stata violazione dell’articolo 5 § 1 della Convenzione;", "Dichiara che la constatazione di una violazione fornisce di per sé una equa soddisfazione sufficiente per il danno morale subito dal ricorrente;", "Dichiara", "che lo Stato convenuto deve versare al ricorrente, entro tre mesi a decorrere dal giorno in cui la sentenza diverrà definitiva conformemente all’articolo 44 § 2 della Convenzione, 5.000 EUR (cinquemila euro), più l’importo eventualmente dovuto a titolo di imposta, per le spese, previa decurtazione della somma versata dal Consiglio d’Europa a titolo di assistenza giudiziaria;", "che a decorrere dalla scadenza di detto termine e fino al versamento tali importi dovranno essere maggiorati di un interesse semplice a un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "Rigetta la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto il 13 ottobre 2015 in applicazione dell’articolo 77 §§ 2 e 3 del regolamento", "Françoise Elens-Passos\nCancelliere", "Päivi Hirvelä\nPresidente", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione separata del giudice Wojtyczek.", "P.H.\nF.E.P.", "OPINIONE CONCORDANTE DEL GIUDICE WOJTYCZEK", "Come la maggioranza, ritengo che nel caso di specie sia stato violato l’articolo 5 § 1; tuttavia non sono completamente persuaso dall’argomentazione sviluppata su questo punto nella motivazione della sentenza.", "L’articolo 5 § 1 a) della Convenzione autorizza la privazione della libertà di una persona «secondo i casi e i modi previsti dalla legge» se è detenuta «regolarmente in seguito a condanna da parte di un tribunale competente». Secondo la giurisprudenza della Corte, la detenzione di una persona è autorizzata dall’articolo 5 § 1 se è conforme al diritto nazionale applicabile. Questa esigenza di conformità è intesa come una esigenza di conformità non soltanto al diritto materiale ma anche al diritto procedurale (si vedano, ad esempio, Crabtree c. Repubblica Ceca, n. 41116/04, §§ 33-34, 25 febbraio 2010 e Žirovnický c. Repubblica Ceca, n. 23661/03, § 57, 30 settembre 2010).\nNon vi è dubbio che, anche se nel procedimento vi sono alcuni vizi che giustificano la modifica o l’annullamento di una decisione giudiziaria che condanna un accusato a una pena privativa della libertà, la detenzione che consegue a questa condanna non può, in linea di principio, essere considerata irregolare. Il fatto che un giudice accetti un ricorso e annulli o modifichi una sentenza in virtù della quale una persona è stata condannata a una pena privativa della libertà e, di conseguenza, è stata detenuta, non permette di considerare che la detenzione di questa persona fosse di per sé irregolare. Tuttavia, nel caso di alcuni vizi di procedura particolarmente gravi, la sentenza che condanna un accusato a una pena privativa della libertà non può essere considerata come una base legale soddisfacente rispetto all’articolo 5 della Convenzione. Può essere così in particolare in caso di vizio di procedura che si considera comporti la nullità assoluta del processo penale in virtù del diritto nazionale.", "Nella presenta causa, per valutare la legittimità della detenzione del ricorrente, la maggioranza prende in considerazione, come principale norma di riferimento, l’articolo 6 della Convenzione. Da parte mia, visto il rinvio al diritto nazionale che figura nell’articolo 5, ritengo che la legittimità della detenzione nel caso del ricorrente debba prima di tutto essere valutata sulla base delle norme del diritto nazionale. L’analisi rispetto all’articolo 6 può essere necessaria in una fase successiva, se la detenzione di una persona dovesse essere giudicata conforme alla legge nazionale.", "Al paragrafo 115 della sentenza, la maggioranza afferma che la condanna in contumacia dell’interessato era legale nel diritto italiano. Questa valutazione non mi convince. La corte d’assise d’appello di Catanzaro ha dichiarato il processo in contumacia del ricorrente viziato da nullità assoluta (paragrafo 42 della sentenza) Se un processo penale è viziato al punto da essere colpito da nullità assoluta, è difficile ammettere che la detenzione che consegue a un processo simile sia regolare rispetto al diritto nazionale. Il fatto che questa nullità sia stata constatata soltanto anni dopo non cambia la valutazione della regolarità della detenzione che era conseguita alla sentenza emessa.\nAd ogni modo, per constatare la violazione dell’articolo 5 § 1 della Convenzione, sarebbe stato sufficiente basarsi sulle decisioni dei giudici italiani che, tenendo conto delle violazioni particolarmente gravi delle norme procedurali nazionali, hanno constatato la nullità assoluta del processo. Non era necessario esaminare la regolarità della procedura seguita dal punto di vista delle norme più generali di giustizia procedurale sancite dall’articolo 6 della Convenzione.", "La maggioranza mette in evidenza il fatto che il procedimento penale seguito era «manifestamente contrario alle disposizioni dell’articolo 6 o ai principi che quest’ultimo sancisce », fatto che conduce a «un flagrante diniego di giustizia» (paragrafo 117 della sentenza). Questo approccio suscita delle riserve. Da un parte, sarebbe più convincente se fosse stato sostenuto da un’analisi dettagliata della situazione di fatto e di diritto del ricorrente nel processo penale in Italia. Dall’altra parte, la formulazione utilizzata sembra suggerire in maniera generale che la detenzione a fini estradizionali giustifica, per principio, l’assenza dell’accusato al processo nello Stato che richiede l’estradizione. Non sono persuaso che si possa ammettere un principio generale di questo tipo. A mio avviso, la risposta deve essere sfumata ed esige una analisi molto dettagliata dello status dell’accusato rispetto ai diritti nazionali dello Stato richiedente e dello Stato richiesto come pure delle circostanze fattuali di ciascuna causa.", "La maggioranza argomenta peraltro che il ricorrente, opponendosi all’estradizione si è avvalso di una facoltà riconosciuta dalla legge. Su questo punto constato che se l’articolo 8 del trattato di estradizione tra l’Italia e il Brasile del 17 ottobre 1989 garantisce alla persona oggetto di una richiesta di estradizione il diritto di difendersi, i dettagli della procedura sono regolati dalla legge nazionale e l’opposizione all’estradizione da parte del Brasile è una facoltà riconosciuta dalla legge brasiliana. Al momento dei fatti, questa non era riconosciuta come una facoltà dal diritto dello Stato richiedente (l’Italia), almeno ai fini della valutazione del carattere giustificato o meno dell’assenza di un accusato a un processo in contumacia."]}