{"file": "ITA_HJUDITA_43549_08.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "43549/08", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata dalla dott.ssa Rita Pucci, funzionario linguistico.", "", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "", "", "SECONDA SEZIONE", "", "", "", "", "", "CAUSA AGRATI ED ALTRI c. ITALIA", "", "(Ricorsi nn. 43549/08, 6107/09 e 5087/09)", "", "", "", "", "", "SENTENZA", "(equa soddisfazione)", "", "", "", "STRASBURGO", "", "8 novembre 2012", "", "", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "", "Nella causa Agrati ed altri c. Italia,", "La Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:", "\tIneta Ziemele, presidente,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque, giudici,\ne da Stanley Naismith, cancelliere di sezione,", "Dopo avere deliberato in camera di consiglio il 9 ottobre 2012,", "Pronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1.  All’origine della causa vi sono tre ricorsi (nn. 43549/08, 6107/09 e 5087/09) proposti contro la Repubblica italiana con i quali centoventiquattro cittadini di tale Stato, («i ricorrenti»; si veda l’Allegato), rappresentati dall’avv. Sullam, del foro di Milano, hanno adito la Corte rispettivamente il 15 luglio 2008, il 17 dicembre 2008 e il 13 gennaio 2009 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "2.  Con sentenza del 7 giugno 2011 («la sentenza in via principale»), la Corte ha giudicato che l’intervento legislativo controverso, che decideva in via definitiva, e in maniera retroattiva, sul merito della controversia pendente dinanzi ai giudici interni tra i ricorrenti e lo Stato, non era giustificato da ragioni imperative di interesse generale e che vi era quindi violazione dell’articolo 6 § 1 della Convenzione. Ancora a giudizio della Corte, il danno arrecato ai beni dei ricorrenti era talmente sproporzionato da alterare il giusto equilibrio tra le esigenze dell’interesse generale e la salvaguardia dei diritti fondamentali degli individui e vi era stata violazione dell’articolo 1 del Protocollo n. 1 (Agrati ed altri c. Italia, nn. 43549/08, 6107/09 e 5087/09, §§ 65-66 e 84-85, 7 giugno 2011).", "3.  Basandosi sull’articolo 41 della Convenzione, i ricorrenti chiedevano un’equa soddisfazione equivalente alla parte di retribuzione definitivamente persa, vale a dire la differenza tra la retribuzione da essi effettivamente percepita e quella alla quale avrebbero dovuto avere diritto in assenza dell’intervento legislativo controverso. Chiedevano la somma di 5.000 EUR ciascuno a titolo di risarcimento del danno morale e il rimborso delle spese processuali sostenute dinanzi ai giudici interni e nell’ambito del procedimento davanti alla Corte.", "4.  La questione dell’applicazione dell’articolo 41 della Convenzione non era istruita, pertanto la Corte si è riservata di decidere in merito alla stessa ed ha invitato il Governo e i ricorrenti a presentarle per iscritto, entro un mese, le loro osservazioni su detta questione e, in particolare, ad informarla di ogni eventuale accordo da essi raggiunto (ibidem, punto 5 b) del dispositivo).", "5.  Sia i ricorrenti che il Governo hanno depositato delle osservazioni.", "IN DIRITTO", "6.  Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli, e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "A.  Danni", "1.  Tesi delle parti", "a)  I ricorrenti", "7.  I ricorrenti chiedono diverse somme a titolo di risarcimento del danno materiale e morale che avrebbero subito. Innanzitutto, essi chiedono la «restitutio in integrum» attraverso il riconoscimento del diritto ad un nuovo processo e, in subordine, il riconoscimento dell’anzianità di servizio maturata alla data del 31 dicembre 1999 e delle differenze stipendiali che ne derivano per ciascun ricorrente fino al dicembre 2011. Al riguardo, presentano i decreti di immissione in ruolo dei dirigenti della scuola per ciascun ricorrente. Quanto al periodo successivo al 31 dicembre 2011, i ricorrenti chiedono alla Corte di tenere conto delle differenze di retribuzione o di pensione di cui i ricorrenti non possono più disporre a causa della legge interpretativa del 2006. Chiedono alla Corte di quantificare il danno effettivo in misura doppia rispetto agli importi indicati da ciascun ricorrente.", "8.  Quanto al danno morale, i ricorrenti chiedono 5.000 EUR ciascuno.", "b)  Il Governo", "9.  Il Governo contesta le richieste dei ricorrenti. A suo dire, le tabelle contenenti le domande di equa soddisfazione dei ricorrenti non consentono di valutare quali siano i servizi prestati negli enti locali di cui si è tenuto conto ai fini della progressione economica in applicazione del criterio dell’anzianità di servizio effettivo. I servizi che non hanno alcuna corrispondenza con il settore della scuola pubblica non dovrebbero essere presi in considerazione ai fini dell’anzianità di servizio.", "10.  Per tale motivo il Governo chiede alla Corte di prendere in considerazione ciascuna posizione individuale e di determinare l’equa soddisfazione sulla base di un’effettiva regressione stipendiale subita in seguito all’entrata in vigore della legge n. 266 del 2005. Tuttavia, nonostante due proroghe del termine, il Governo si è valso dell’impossibilità di quantificare con esattezza il danno subito dai ricorrenti e non ha presentato alcun calcolo sulla posizione individuale di ciascun ricorrente.", "2.  Valutazione della Corte", "11.  La Corte rammenta di avere constatato, nel caso di specie, una duplice violazione. In primo luogo, l’intervento legislativo controverso, che decideva in via definitiva, e in maniera retroattiva, sul merito della controversia pendente davanti ai giudici interni tra i ricorrenti e lo Stato, non era giustificato da ragioni imperative di interesse generale e vi era quindi violazione dell’articolo 6 § 1 della Convenzione (paragrafi 65-66 della sentenza in via principale). In secondo luogo, i ricorrenti beneficiavano, prima dell’intervento della legge finanziaria 2006, di un interesse patrimoniale che costituiva, se non un credito nei confronti della parte avversa, per lo meno una «legittima aspettativa» di potere ottenere il pagamento delle somme controverse (paragrafo 72 della sentenza in via principale). Ai sensi dell’articolo 1 del Protocollo n. 1, tale aspettativa costituiva un «bene» (paragrafo 73 della sentenza in via principale). La Corte ha poi giudicato che l’adozione dell’articolo 1 della legge finanziaria 2006 ha imposto ai ricorrenti un «onere anomalo ed esorbitante» e che il pregiudizio arrecato ai loro beni è stato talmente sproporzionato da alterare il giusto equilibrio tra le esigenze dell’interesse generale e la salvaguardia dei diritti fondamentali degli individui (paragrafo 83 della sentenza in via principale).", "12.  La Corte nota che il principio sotteso all’attribuzione dell’equa soddisfazione è ben consolidato: per quanto possibile, è necessario porre l’interessato in una situazione corrispondente a quella in cui si troverebbe se la violazione della Convenzione non fosse avvenuta (si veda, mutatis mutandis, Kingsley c. Regno Unito [GC], n. 35605/97, § 40, CEDU 2002-IV, si vedano anche Smith e Grady c. Regno Unito (equa soddisfazione), n. 33985/96 e n. 33986/96, § 18, CEDU 2000IX). Del resto, la condizione sine qua non per l’attribuzione del risarcimento del danno materiale è l’esistenza di un nesso di causalità tra il danno denunciato e la violazione constatata (Nikolova c. Bulgaria [GC], n. 31195/96, § 73, CEDU 1999-II)).", "13.  Essa tiene a sottolineare che, nel caso di specie, la giurisprudenza della Corte di cassazione era, prima dell’adozione della legge controversa, favorevole alla posizione dei ricorrenti. Così, se non si fosse verificata nessuna violazione della Convenzione, la situazione dei ricorrenti sarebbe stata verosimilmente diversa, dato che essi avrebbero potuto vedersi riconoscere l’anzianità maturata presso gli enti locali. Pertanto, la Corte ne deduce che la violazione della Convenzione constatata nel caso di specie è suscettibile di avere causato ai ricorrenti un danno materiale.", "14.  La Corte osserva che, nel caso di specie, i ricorrenti chiedono un’equa soddisfazione corrispondente alla parte di retribuzione definitivamente persa, vale a dire la differenza tra la retribuzione da essi effettivamente percepita e quella alla quale avrebbero dovuto avere diritto in assenza dell’intervento legislativo controverso.", "15.  La Corte nota che il Governo si limita a contestare le domande di equa soddisfazione quantificate dai ricorrenti senza tuttavia produrre alcun calcolo. Di conseguenza, la Corte giudica ragionevole risarcire il danno materiale dei ricorrenti nella misura della differenza tra la retribuzione da essi effettivamente percepita fino al 31 dicembre 2011 e quella alla quale avrebbero dovuto avere diritto in assenza dell’intervento legislativo controverso. Quanto al periodo dal dicembre 2011 al pensionamento effettivo o, per i ricorrenti che erano già in pensione, alla fine della vita, la Corte constata che l’importo delle perdite è necessariamente ipotetico poiché dipende in particolare da date non conosciute in merito alle quali essa non può lasciarsi andare a congetture. Eventualmente, tali questioni dovrebbero essere riservate alla competenza dei giudici nazionali.", "16.  Di conseguenza, essa decide di accordare le seguenti somme, secondo la tabella che segue:", "", "17.  I ricorrenti chiedono 5.000 EUR ciascuno a titolo di risarcimento del danno morale.", "18.  Il Governo si oppone alle richieste dei ricorrenti.", "19.  La Corte ritiene che le constatazioni di violazione alle quali è pervenuta nella sentenza in via principale costituiscano di per sé un’equa soddisfazione per il danno morale subito dai ricorrenti.", "C.  Spese", "20.  Per quanto riguarda le spese sostenute davanti ai giudici interni, producendo i relativi documenti giustificativi i ricorrenti chiedono le seguenti somme:", "-  ricorso Agrati e altri n. 43549/08: 23.097 EUR.", "-  ricorso Carlucci n. 6107/09: 4.795 EUR.", "-  ricorso Cioffi e altri n. 5087/09: 6.120 EUR.", "21.  Quanto al rimborso delle spese sostenute dinanzi alla Corte, i ricorrenti si rimettono al giudizio della Corte senza quantificare le loro richieste.", "22.   Il Governo contesta tali domande.", "23.  Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese solo se ne sono accertate la realtà e la necessità e se il loro importo è ragionevole. Inoltre, qualora la Corte constati una violazione della Convenzione, essa accorda al ricorrente la restituzione delle spese da lui sostenute dinanzi ai giudici nazionali solo nella misura in cui esse erano volte a prevenire la violazione o a porvi rimedio . Così è stato nel caso di specie. Di conseguenza, quanto all’importo delle spese e degli onorari relativi ai procedimenti avviati dinanzi ai giudici interni, la Corte lo ritiene ragionevole e lo accorda per intero.", "24.  Quanto alle richieste relative al rimborso delle spese sostenute dinanzi alla Corte, essa rileva che i ricorrenti non hanno fornito documenti giustificativi a sostegno della loro domanda e decide di non accordare nulla a questo titolo.", "D.  Interessi moratori", "25.  La Corte ritiene appropriato basare il tasso degli interessi moratori sul tasso d’interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITÀ,", "1.  Dichiara", "a)  che lo Stato convenuto deve versare ai ricorrenti, entro tre mesi a decorrere dalla data in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le seguenti somme:", "", "Ricorso n. 43549/08", "(i)  a titolo di risarcimento del danno materiale:", "-  13.038 EUR (tredicimilatrentotto euro) alla sig.ra Agrati", "-  6.627 EUR (seimilaseicentoventisette euro) alla sig.ra Aldeghi", "-  16.429 EUR (sedicimilaquattrocentoventinove euro) alla sig.ra Ambiveri", "-  19.797 EUR (diciannovemilasettecentonovantasette euro) alla sig.ra Bacchin", "-  33.492 EUR (trentatremilaquattrocentonovantadue euro) al sig. Baffa", "-  8.868 EUR (ottomilaottocentosessantotto euro) al sig. Balbi", "-  19.580 EUR (diciannovemilacinquecentottanta euro) al sig. Barbaglio", "-  9.827 EUR (novemilaottocentoventisette euro) alla sig.ra Balconi", "-  4.636 EUR (quattromilaseicentotrentasei euro) alla sig.ra Barreca", "-  7.439 EUR (settemilaquattrocentotrentanove euro) alla sig.ra Belloni Antonella", "-  5.706 EUR (cinquemilasettecentosei euro) alla sig.ra Belloni Francesca", "-  11.687 EUR (undicimilaseicentottantasette euro) alla sig.ra Belmonte", "-  11.697 EUR (undicimilaseicentonovantasette euro) alla sig.ra Benenati", "-  32.568 EUR (trentaduemilacinquecentosessantotto euro) al sig. Bonfanti Anselmo", "-  724 EUR (settecentoventiquattro euro) alla sig.ra Bonfanti Silvana", "-  21.843 EUR (ventunomilaottocentoquarantatré euro) alla sig.ra Bosani", "-  3.862 EUR (tremilaottocentosessantadue euro) al sig. Bosi", "-  31.589 EUR (trentunomilacinquecentottantanove euro) al sig. Brambilla", "-  16.436 EUR (sedicimilaquattrocentotrentasei euro) alla sig.ra Buono", "-  14.589 EUR (quattordicimilacinquecentottantanove euro) al sig. Cadei", "-  5.933 EUR (cinquemilanovecentotrentatré euro) alla sig.ra Cappelli", "-  26.658 EUR (ventiseimilaseicentocinquantotto euro) al sig. Casadei", "-  18.488 EUR (diciottomilaquattrocentottantotto euro) alla sig.ra Casali", "-  6.688 EUR (seimilaseicentottantotto euro) alla sig.ra Casanova", "-  17.418 EUR (diciassettemilaquattrocentodiciotto euro) alla sig.ra Casati", "-  7.546 EUR (settemilacinquecentoquarantasei euro) al sig. Cecchi", "-  14.151 EUR (quattordicimilacentocinquantuno euro) alla sig.ra Cerone", "-  6.379 EUR (seimilatrecentosettantanove euro) alla sig.ra Cicchetti", "-  9.033 EUR (novemilatrentatré euro) alla sig.ra Civitaquale", "-  15.695 EUR (quindicimilaseicentonovantacinque euro) alla sig.ra Colombo", "-  20.793 EUR (ventimilasettecentonovantatré euro) al sig. Conti", "-  34.177 EUR (trentaquattromilacentosettantasette euro) al sig. Correngia", "-  4.664 EUR (quattromilaseicentosessantaquattro euro) alla sig.ra Crocifisso", "-  3.976 EUR (tremilanovecentosettantasei euro) alla sig.ra Cristiano", "-  3.862 EUR (tremilaottocentosessantadue euro) alla sig.ra Cusano", "-   19.101 EUR (diciannovemilacentouno euro) alla sig.ra Cuviello", "-  6.627 EUR (seimilaseicentoventisette euro) alla sig.ra D’alessandro", "-  6.735 EUR (seimilasettecentotrentacinque euro) alla sig.ra Damato", "-  26.911 EUR (ventiseimilanovecentoundici euro) alla sig.ra D’angelo", "-  1.780 EUR (millesettecentottanta euro) alla sig.ra De Felice", "-  4.146 EUR (quattromilacentoquarantasei euro) al sig. De Scisciolo", "-  9.221 EUR (novemiladuecentoventuno euro) al sig. Di Gaudio", "-  20.646 EUR (ventimilaseicentoquarantasei euro) alla sig.ra Di Nunno", "-  7.981 EUR (settemilanovecentottantuno euro) alla sig.ra D’izzia", "-  5.879 EUR (cinquemilaottocentosettantanove euro) al sig. Errico", "-  25.079 EUR (venticinquemilasettantanove euro) alla sig.ra Facchini", "-  1.366 EUR (milletrecentosessantasei euro) al sig. Farinella Viale", "-  20.481 EUR (ventimilaquattrocentottantuno euro) alla sig.ra Foglia", "-  11.287 EUR (undicimiladuecentottantasette euro) alla sig.ra Francaviglia", "-  18.969 EUR (diciottomilanovecentosessantanove euro) al sig. Gariboldi", "-  30.648 EUR (trentamilaseicentoquarantotto euro) alla sig.ra Ghidini", "  20.196 EUR (ventimilacentonovantasei euro) alla sig.ra Golles", "-  551 EUR (cinquecentocinquantuno euro) alla sig.ra Gusella", "-  16.095 EUR (sedicimilanovantacinque euro) alla sig.ra Iovino", "-  4.998 EUR (quattromilanovecentonovantotto euro) alla sig.ra Lavigna", "-  8.388 EUR (ottomilatrecentottantotto euro) alla sig.ra Lazzari", "-  8.291 EUR (ottomiladuecentonovantuno euro) alla sig.ra Lemma", "-  18.593 EUR (diciottomilacinquecentonovantatré euro) al sig. Loreto", "-  14.945 EUR (quattordicimilanovecentoquarantacinque euro) alla sig.ra Losio", "-  16.645 EUR (sedicimilaseicentoquarantacinque euro) alla sig.ra Magni", "-  17.621 EUR (diciassettemilaseicentoventuno euro) alla sig.ra Mancina", "-  10.467 EUR (diecimilaquattrocentosessantasette euro) alla sig.ra Mandelli", "-  14.853 EUR (quattordicimilaottocentocinquantatré euro) al sig. Maniero", "-  22.525 EUR (ventiduemilacinquecentoventicinque euro) alla sig.ra Maraldi", "-  4.978 EUR (quattromilanovecentosettantotto euro) al sig. Mariani", "-  6.058 EUR (seimilacinquattotto euro) alla sig.ra Marini Daniela", "-  6.097 EUR (seimilanovantasette euro) alla sig.ra Marini Silvia", "-  20.650 EUR (ventimilaseicentocinquanta euro) alla sig.ra Martello", "-  12.077 EUR (dodicimilasettantasette euro) alla sig.ra Mascia", "-  11.597 EUR (undicimilacinquecentonovantasette euro) alla sig.ra Mastino", "-  35.615 EUR (trentacinquemilaseicentoquindici euro) alla sig.ra Mastrandrea", "-  13.150 EUR (tredicimilacentocinquanta euro) alla sig.ra Mauri", "-  19.284 EUR (diciannovemiladuecentottantaquattro euro) alla sig.ra Melis", "-  6.349 EUR (seimilatrecentoquarantanove euro) alla sig.ra Migliazza", "-  2.902 EUR (duemilanovecentodue euro) alla sig.ra Mitti", "-  5.108 EUR (cinquemilacentootto euro) alla sig.ra Mora", "-  14.670 EUR (quattordicimilaseicentosettanta euro) alla sig.ra Muzzupappa", "-  7.726 EUR (settemilasettecentoventisei euro) alla sig.ra Occello", "-  19.164 EUR (diciannovemilacentosessantaquattro euro) alla sig.ra Oliva", "-  3.735 EUR (tremilasettecentotrentacinque euro) alla sig.ra Orlandino", "-  3.631 EUR (tremilaseicentotrentuno euro) alla sig.ra Paneforte", "-  14.924 EUR (quattordicimilanovecentoventiquattro euro) alla sig.ra Panini", "-  10.008 EUR (diecimilaotto euro) alla sig.ra Pascarella", "-  28.323 EUR (ventottomilatrecentoventitré euro) alla sig.ra Pasqualini", "-  2.512 EUR (duemilacinquecentododici euro) alla sig.ra Patella", "-  5.754 EUR (cinquemilasettecentocinquantaquattro euro) alla sig.ra Pecori", "-  20.895 EUR (ventimilaottocentonovantacinque euro) alla sig.ra Pedroni", "-  13.463 EUR (tredicimilaquattrocentosessantatré euro) alla sig.ra Perotto", "-  30.553 EUR (trentamilacinquecentocinquantatré euro) alla sig.ra Pezzotta", "-  10.920 EUR (diecimilanovecentoventi euro) alla sig.ra Pipitone", "-  30.595 EUR (trentamilacinquecentonovantacinque euro) al sig. Pucci", "-  7.802 EUR (settemilaottocentodue euro) al sig. Rancilio", "-  10.392 EUR (diecimilatrecentonovantadue euro) alla sig.ra Rea", "-  20.131 EUR (ventimilacentotrentuno euro) al sig. Reina", "-  4.192 EUR (quattromilacentonovantadue euro) alla sig.ra Romanelli", "-  15.695 EUR (quindicimilaseicentonovantacinque euro) alla sig.ra Ronchi", "-  892 EUR (ottocentonovantadue euro) alla sig.ra Rota", "-  3.862 EUR (tremilaottocentosessantadue euro) alla sig.ra Sapere", "-  5.681 EUR (cinquemilaseicentottantuno euro) al sig. Scanziani", "-  5.603 EUR (cinquemilaseicentotré euro) alla sig.ra Schiavo", "-  17.098 EUR (diciassettemilanovantotto euro) al sig. Sciuto", "-  6.639 EUR (seimilaseicentotrentanove euro) alla sig.ra Setti", "-  17.836 EUR (diciassettemilaottocentotrentasei euro) alla sig.ra Sferazza", "-  11.337 EUR (undicimilatrecentotrentasette euro) alla sig.ra Sfregola", "-  5.300 EUR (cinquemilatrecento euro) al sig. Sgroi", "-  8.375 EUR (ottomilatrecentosettantacinque euro) alla sig.ra Spitali", "-  5.916 EUR (cinquemilanovecentosedici euro) alla sig.ra Spizzico", "-  24.400 EUR (ventiquattromilaquattrocento euro) al sig. Tagliabue", "-  4.055 EUR (quattromilacinquantacinque euro) al sig. Tarricone", "-  20.033 EUR (ventimilatrentatré euro) alla sig.ra Tatoli", "-  14.047 EUR (quattordicimilaquarantasette euro) alla sig.ra Todaro", "-  8.715 EUR (ottomilasettecentoquindici euro) al sig. Todisco", "-  6.084 EUR (seimilaottantaquattro euro) alla sig.ra Torretta", "-  1.979 EUR (millenovecentosettantanove euro) al sig. Tucci", "-  2.398 EUR (duemilatrecentonovantotto euro) alla sig.ra Venuto", "-  2.601 EUR (duemilaseicentouno euro) alla sig.ra Vimercati", "-  6.249 EUR (seimiladuecentoquarantanove euro) al sig. Zappa", "più l’importo eventualmente dovuto a titolo d’imposta, per il danno materiale;", " (ii)  a titolo di rimborso delle spese:", "-  23.097 EUR (ventitremilanovantasette euro) congiuntamente ai ricorrenti più l’importo eventualmente dovuto a titolo d’imposta ai ricorrenti, per le spese;", "", "Ricorso n. 6107/09", "-  9.564 EUR (novemilacinquecentosessantaquattro euro), alla sig.ra Carlucci più l’importo eventualmente dovuto a titolo d’imposta, per il danno materiale;", "-  4.795 EUR (quattromilasettecentonovantacinque euro), più l’importo eventualmente dovuto a titolo d’imposta dalla ricorrente, per le spese;", "", "Ricorso n. 5087/09", "(i)  a titolo di risarcimento del danno materiale:", "-  47.666 EUR (quarantasettemilaseicentosessantasei euro) al sig. Cioffi Antonio", "-  42.290 EUR (quarantaduemiladuecentonovanta euro) alla sig.ra Cioffi Giovanna", "-  15.938 EUR (quindicimilanovecentotrentotto euro) alla sig.ra Cioffi Luigina", "-  44.813 EUR (quarantaquattromilaottocentotredici euro) alla sig.ra Molinari", "-  75.976 EUR (settantacinquemilanovecentosettantasei euro) al sig. Zonca", "-  82.761 EUR (ottantaduemilasettecentosessantuno euro) al sig. Rossi", "più l’importo eventualmente dovuto a titolo d’imposta, per il danno materiale;", " (ii)  a titolo di risarcimento delle spese:", "-  6.120 EUR (seimilacentoventi euro) congiuntamente ai ricorrenti più l’importo eventualmente dovuto a titolo d’imposta dai ricorrenti, per le spese;", "", "b)  che, a decorrere dalla scadenza di detto termine e fino al versamento, tali importi dovranno essere maggiorati di un interesse semplice ad un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "", "2.  Rigetta la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto l’8 novembre 2012, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\tStanley Naismith\tIneta Zimele\n\tCancelliere\tPresidente", "", "\nELENCO DEI RICORRENTI", "", ""]}