{"file": "ITA_HJUDITA_36629_10.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "36629/10", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata dalla dott.ssa Martina Scantamburlo, funzionario linguistico, e rivista con Rita Carnevali, assistente linguistico.", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "SECONDA SEZIONE", "CAUSA SABA c. ITALIA\n\n(Ricorso n. 36629/10)", "SENTENZA", "STRASBURGO", "1o luglio 2014", "Questa sentenza diverrà definitiva alle condizioni definite nell’artico 44 § 2 della Convenzione. Può subire modifiche di forma.", "Nella causa Saba c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:\nIşıl Karakaş, presidente,\nGuido Raimondi,\nNebojša Vučinić,\nHelen Keller,\nPaul Lemmens,\nEgidijus Kūris,\nRobert Spano, giudici,\ne da Abel Campos, cancelliere aggiunto di sezione,\nDopo aver deliberato in camera di consiglio il 3 giugno 2014,\nPronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1. All’origine della causa vi è un ricorso (n. 36629/10) presentato contro la Repubblica italiana con il quale un cittadino di tale Stato, il sig. Valentino Saba («il ricorrente»), ha adito la Corte il 29 giugno 2010 in applicazione dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "2. Il ricorrente è stato rappresentato dall’avv. G. Onorato del foro di Sassari. Il governo italiano («il Governo») è stato rappresentato dal suo agente, E. Spatafora.", "3.Il ricorrente sostiene di essere stato sottoposto, in carcere, a trattamenti contrari all’articolo 3 della Convenzione e di non disporre di alcun rimedio effettivo per far valere i suoi diritti.", "4. Il 2 gennaio 2013 il ricorso è stato comunicato al Governo. Come consentito dall’articolo 29 § 1 della Convenzione, è stato inoltre deciso che la camera si sarebbe pronunciata nel contempo sulla ricevibilità e sul merito. Sono pervenute delle osservazioni del Partito radicale non violento transnazionale e transpartito, dell’associazione «Non c’è pace senza giustizia» e dei Radicali italiani (ex «Partito radicale italiano») che il vicepresidente della sezione aveva autorizzato a intervenire nella procedura scritta (articoli 36 § 2 della Convenzione e 44 § 3 del regolamento).", "IN FATTO", "I.LE CIRCOSTANZE DEL CASO DI SPECIE", "5.Il ricorrente è nato nel 1951 ed è residente a Martis (Sassari).", "A. I fatti del 3 aprile 2000 e le indagini preliminari.", "6. Nel 2000 il ricorrente era detenuto nel carcere di Sassari. Insieme ad altri detenuti, presentò una denuncia nei confronti di alcuni agenti penitenziari per atti di violenza avvenuti il 3 aprile 2000.", "7. Il 21 aprile 2000 la procura di Sassari chiese che fossero adottate delle misure cautelari (come la custodia cautelare o gli arresti domiciliari) nei confronti di alcuni degli agenti coinvolti. Con decisione del 2 maggio 2000 il giudice per le indagini preliminari («il GIP») di Sassari accolse la domanda della procura e dispose la custodia cautelare nei confronti di 22 indagati; altri 60 furono posti in libertà vigilata.", "8. All’esito delle indagini preliminari la procura chiese il rinvio a giudizio di molte persone, accusate di violenza privata (articolo 610 del codice penale – «il CP»), lesioni personali (articoli 582 e 583 del CP) e abuso d’ufficio (articolo 323 del CP).", "9. L’udienza preliminare iniziò il 22 ottobre 2001 e fu rinviata varie volte. Il 12 novembre 2001 il ricorrente si costituì parte civile nel procedimento penale. Il ministero della Giustizia fu citato in qualità di responsabile civile delle azioni degli imputati. Il 21 febbraio 2003 il giudice per l’udienza preliminare («il GUP») di Sassari dispose il rinvio a giudizio di nove agenti penitenziari dinanzi al tribunale della stessa città. Il tribunale pronunciò una sentenza sul merito delle accuse nei confronti di altri 61 imputati, che avevano scelto di essere giudicati con il rito abbreviato (paragrafo 17 infra). Per altri 20 indagati fu pronunciato un non luogo a procedere in quanto il fatto non sussiste.", "B. Il processo dinanzi al tribunale di Sassari", "10. Dinanzi al tribunale di Sassari gli imputati erano accusati di vari atti di violenza, lesioni personali e abuso d’ufficio nei confronti di molti detenuti. Per quanto riguarda il ricorrente, le guardie penitenziarie erano accusate di averlo obbligato a spogliarsi, a rimanere davanti alla sua cella con la testa contro il muro e a passare a testa bassa tra due file di agenti, e inoltre a subire perquisizioni ingiustificate, accompagnate da insulti e minacce. Inoltre, le celle erano state devastate e gli oggetti personali dei detenuti distrutti. Secondo la tesi della procura, i fatti ascritti rientravano nelle previsioni degli articoli 610 e 323 del CP che sanzionano, rispettivamente, i reati di violenza privata e abuso d’ufficio.", "11. Nel corso di 44 udienze, il tribunale procedette all’audizione di 103 vittime, testimoni e imputati in procedimenti connessi. Il 21 dicembre 2007 la procura chiese e ottenne copia della sentenza resa dal GUP di Sassari il 21 febbraio 2003 (paragrafo 17 supra) e della sentenza resa il 7 novembre 2005 dalla corte d’appello di Cagliari (paragrafo 19 infra). Il 29 maggio, il 12 e il 23 giugno, il 14 luglio e il 29 settembre 2009, le parti presentarono le loro richieste.", "12.Con sentenza resa il 29 settembre 2009, depositata in cancelleria il 28 dicembre 2009, il tribunale di Sassari pronunciò un non luogo a procedere per prescrizione nei confronti di sette degli imputati. Gli altri due imputati furono assolti.", "13. Il tribunale osservò che, dalle decisioni giudiziarie definitive prodotte dalla procura e dalle prove raccolte, risultava che il 3 aprile 2000 si erano verificati degli episodi di «violenza inumana» nel carcere di Sassari. Nel corso di quelle che avrebbero dovuto essere soltanto una perquisizione generale e un’operazione di trasferimento di alcuni detenuti, accompagnate dalla presentazione del nuovo comandante, i detenuti erano stati spostati dai luoghi in cui si trovavano e sottoposti ad atti di violenza gratuita. Alcuni detenuti erano stati costretti a spogliarsi, erano stati ammanettati, insultati, percossi e sottoposti ad umiliazioni.", "14. Secondo il tribunale, si trattava di un «tunnel degli orrori», e il carcere di Sassari, luogo di detenzione in virtù della legge, aveva conosciuto uno scatenarsi di rancore e di rappresaglie incompatibile con le norme dello Stato di diritto.", "15. Il tribunale considerò che i fatti ascritti rientravano nelle previsioni dell’articolo 608 del CP, che puniva l’abuso d’ufficio nei confronti dei detenuti. Tuttavia tale reato, punito con una pena massima di 30 mesi, era prescritto dal 3 ottobre 2007. Per quanto riguarda i reati di lesioni personali aggravate, essi erano prescritti dal 3 gennaio 2009.", "16. Secondo le informazioni fornite dal Governo il 30 aprile 2013, la sentenza del tribunale di Sassari del 29 settembre 2009 sarebbe divenuta definitiva «probabilmente nel corso del primo semestre del 2010».", "C. Il rito abbreviato applicato nei confronti di 61 imputati", "17. Come indicato nel paragrafo 9 supra, 61 agenti penitenziari furono giudicati separatamente per i fatti del 3 aprile 2000. In particolare, con sentenza del 21 febbraio 2003, depositata in cancelleria il 10 luglio 2003, il GUP di Sassari aveva condannato 12 persone a pene comprese tra un anno e sei mesi e quattro mesi di reclusione con sospensione condizionale per, tra l’altro, violenza privata aggravata, lesioni personali e abuso d’ufficio. Tra queste persone vi erano agenti penitenziari, il supervisore regionale dell’amministrazione penitenziaria, la direttrice del carcere di Sassari e il comandante del dipartimento della polizia penitenziaria di Sassari. Un agente fu condannato a pagare una multa di 100 euro (EUR) per avere omesso di denunciare un reato (articolo 361 del CP). Tutti gli altri imputati furono assolti. I colpevoli furono inoltre condannati al risarcimento dei danni subiti dalle parti civili (il cui importo doveva essere fissato nell’ambito di un procedimento civile separato) e al rimborso delle spese processuali (per il ricorrente, tali spese ammontavano a 5.500 EUR). Il GUP accordò una provvisionale immediatamente esecutiva sull’importo del futuro risarcimento alle vittime che, a differenza del ricorrente, avevano fornito la prova del fatto di essere state sottoposte ad atti di violenza.", "18. La procura e alcuni imputati interposero appello. L’agente condannato alla multa di 100 EUR non interpose appello e la sua condanna divenne definitiva.", "19.Con sentenza del 7 novembre 2005 la corte d’appello confermò sei condanne, assolse cinque persone e ne condannò altre quattro che erano state assolte in primo grado. I colpevoli furono nuovamente condannati alla riparazione dei danni subiti dalle parti civili (il cui importo doveva essere fissato nell’ambito di un procedimento civile separato) e al rimborso delle loro spese processuali (per il ricorrente le spese del processo d’appello ammontavano a 5.355 EUR). La corte d’appello precisò che le spese in questione rientravano nelle previsioni dell’articolo 608 del CP (paragrafo 24 infra).", "20.Le dieci persone condannate in appello presentarono ricorso per cassazione.", "21.Con sentenza del 5 giugno 2007 la Corte di cassazione respinse il ricorso di nove degli imputati (tra i quali il supervisore regionale dell’amministrazione penitenziaria, la direttrice del carcere di Sassari e il comandante del dipartimento di polizia penitenziaria di Sassari). Essa confermò la qualificazione giuridica dei fatti sotto il profilo dell’articolo 608 del CP, e cassò l’appello unicamente per quanto riguarda uno dei condannati, un medico accusato di omissione di atti d’ufficio e di falso.", "22. Nelle sue osservazioni del 30 aprile 2013 il Governo indica che non risulta che il ricorrente abbia intentato un’azione civile di risarcimento basata sulla sentenza del GUP del 21 febbraio 2003, confermata in appello e in cassazione.", "D. Le sanzioni disciplinari adottate nei confronti di alcuni condannati", "23. Nelle sue osservazioni del 30 aprile 2013 il Governo indica che sette tra le persone condannate sono state oggetto di sanzioni disciplinari, ossia:", "il supervisore regionale dell’amministrazione penitenziaria (condannato penalmente a un anno, quattro mesi e venti giorni di reclusione) è stato sospeso dalle sue funzioni con totale privazione dello stipendio per un mese;", "la direttrice del carcere di Sassari (condannata penalmente a dieci mesi e venti giorni di reclusione) è stata sospesa dalle sue funzioni con decurtazione di metà dello stipendio per un mese;", "il comandante del dipartimento della polizia penitenziaria di Sassari (condannato penalmente a un anno e otto mesi di reclusione) è stato sospeso dalle sue funzioni con decurtazione di metà dello stipendio per sei mesi;", "tre agenti penitenziari (condannati penalmente a quattro mesi e venti giorni di reclusione) hanno subito una decurtazione di un trentesimo dello stipendio;", "l’agente condannato a una multa di 100 EUR per omessa denuncia di un reato è stato oggetto di una nota di biasimo, da cui deriva l’impossibilità di beneficiare di aumenti di stipendio per un anno.", "II. IL DIRITTO INTERNO PERTINENTE", "24.Le disposizioni pertinenti del codice penale (CP) recitano:", "Articolo 610 c. 1 del CP", "«Chiunque, con violenza o minaccia, costringe altri a fare, tollerare od omettere qualche cosa è punito con la reclusione fino a quattro anni.»", "Articolo 323 c. 1 del CP", "«(...) Il pubblico ufficiale o l’incaricato di pubblico servizio che, nello svolgimento delle funzioni o del servizio che, nello svolgimento delle funzioni o del servizio, in violazione di norme di legge o di regolamento (...) intenzionalmente procura a sé o ad altri un ingiusto vantaggio patrimoniale ovvero arreca ad altri un danno ingiusto è punito con la reclusione da sei mesi a tre anni.»", "Articolo 608 c. 1 del CP", "«Il pubblico ufficiale che sottopone a misure di rigore non consentite dalla legge una persona arrestata o detenuta (...) è punito con la reclusione fino a trenta mesi.»", "25.L’articolo 13 c. 4 della Costituzione punisce ogni violenza fisica e morale sulle persone sottoposte a restrizioni di libertà.", "IN DIRITTO", "I. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 3 DELLA CONVENZIONE", "26. Il ricorrente denuncia i trattamenti ai quali è stato sottoposto da parte degli agenti penitenziari, trattamenti che, a suo parere, potrebbero essere qualificati come tortura. Egli sottolinea che, a causa della lentezza del procedimento giudiziario riguardante tali trattamenti, i responsabili hanno beneficiato della prescrizione e pertanto non possono essere puniti.\nEgli invoca l’articolo 3 della Convenzione, che recita:", "«Nessuno può essere sottoposto a tortura né a pene o trattamenti inumani o degradanti.»", "27. Il Governo contesta la tesi del ricorrente.", "A. Sulla ricevibilità", "1. L’eccezione del Governo relativa alla perdita della qualità di vittima", "a) L’eccezione del Governo", "28. Il Governo ritiene che il ricorso dovrebbe essere rigettato per perdita della qualità di vittima. In effetti, nel complesso il procedimento penale avviato nei confronti dei responsabili dei fatti del 3 aprile 2000 ha avuto esito favorevole per il ricorrente. Esso si è infatti concluso con la condanna di dieci persone – ivi compresi alcuni alti funzionari – e col riconoscimento del diritto al risarcimento dell’interessato. Inoltre, a sette dei colpevoli sono state inflitte delle sanzioni disciplinari (paragrafo 23 supra). In tal modo, le autorità nazionali hanno pienamente riconosciuto, esplicitamente e in sostanza, le violazioni denunciate dal ricorrente (in particolare la violazione dell’articolo 3 della Convenzione) e vi hanno posto rimedio. Il fatto che il ricorrente abbia deciso di non intentare un’azione civile di risarcimento non può essere pregiudizievole per il Governo.", "29. Quanto al fatto che solo dieci persone sono state condannate all’esito del procedimento penale, tale circostanza dimostrerebbe unicamente che il sistema italiano è caratterizzato da una valutazione rigorosa delle prove rispetto alla posizione individuale di ciascun imputato.", "b) La risposta del ricorrente", "30. Il ricorrente considera che le pene inflitte ai responsabili dei fatti del 3 aprile 2000 siano insufficienti per porre rimedio alla violazione dell’articolo 3 della Convenzione. Le pene in questione, tutte con sospensione condizionale, sono le seguenti: sedici mesi di reclusione per il direttore regionale delle carceri della Sardegna; dieci mesi e venti giorni per la direttrice del carcere di Sassari; venti mesi per il comandante della polizia penitenziaria di Sassari; quattro mesi e venti giorni per sei agenti penitenziari. Le somme accodate a titolo di provvisionale sui risarcimenti (comprese tra 4.000 e 6.000 EUR) sarebbero irrisorie, così come lo sarebbero le sanzioni disciplinari. In ogni caso, queste diverse sanzioni non sarebbero proporzionate alla gravità dei fatti e nessuno dei responsabili, a tutt’oggi, avrebbe pagato per quello che ha fatto. Inoltre, solo dieci persone sono state condannate penalmente, quando circa 90 agenti di polizia avevano perquisito un intero carcere e ne avevano molestato la popolazione.", "31. Il fatto che il ricorrente non abbia riportato ferite non significa, come vorrebbe il Governo, che egli non sia stato vittima di una violazione dell’articolo 3 della Convenzione, ma piuttosto che il sistema giuridico italiano è incapace di porre rimedio agli inadempimenti più sottili di tale disposizione che si verificano nel caso di violenza morale, e non di violenza fisica diretta.", "c) Valutazione della Corte", "32. La Corte rammenta che sono in primo luogo le autorità nazionali a dover riparare una dedotta violazione della Convenzione. A tale riguardo, la questione di stabilire se un ricorrente possa sostenere di essere vittima della violazione dedotta si pone in tutte le fasi del procedimento sul piano della Convenzione (si vedano, tra altre, Siliadin c. Francia, n. 73316/01, § 61, CEDU 2005 VII, e Scordino c. Italia (n. 1) [GC], n. 36813/97, § 179, CEDU 2006 V). Una decisione o una misura favorevole al ricorrente non basta in linea di principio a privarlo della sua qualità di «vittima» ai fini dell’articolo 34 della Convenzione salvo che le autorità nazionali riconoscano, esplicitamente o in sostanza, la violazione della Convenzione e vi pongano rimedio (si vedano, tra altre, Eckle c. Germania, 15 luglio 1982, § 66, serie A n. 51; Dalban c. Romania [GC], n. 28114/95, § 44, CEDU 1999 VI; Siliadin, sopra citata, § 62; e Gäfgen c. Germania [GC], n. 22978/05, § 115, CEDU 2010).", "33. Per quanto riguarda la riparazione adeguata e sufficiente per porre rimedio a livello interno alla violazione del diritto sancito dalla Convenzione, la Corte ritiene in generale che essa dipenda da tutte le circostanze della causa, tenuto conto in particolare della natura della violazione della Convenzione che è in gioco (Gäfgen, sopra citata, § 116).", "34. La Corte osserva che, in seguito alla denuncia presentata dal ricorrente e dai suoi co-detenuti, è stata aperta un’inchiesta per stabilire eventuali responsabilità nei fatti del 3 aprile 2000. Tale inchiesta, che ha portato ad un giudizio abbreviato, si è conclusa con la condanna di nove persone, tra le quali alcuni alti funzionari, per il reato descritto all’articolo 608 c. 1 del CP, che sanziona il fatto di sottoporre delle persone detenute a misure di rigore non autorizzate (paragrafi 17-21 e 24 supra).", "35.Anche a voler supporre che tale condanna possa tradursi, in sostanza, nel riconoscimento della violazione dell’articolo 3 della Convenzione, la Corte rileva che nessuna delle decisioni rese nell’ambito del procedimento penale sopra menzionato ha accordato una riparazione pecuniaria al ricorrente. Di conseguenza, lo Stato convenuto non ha riparato in maniera sufficiente il trattamento contrario all’articolo 3 che il ricorrente denuncia, e quest’ultimo può ancora sostenere di essere vittima di una violazione di tale disposizione dal punto di vista procedurale ai sensi dell’articolo 34 della Convenzione. L’eccezione del Governo su questo punto non può dunque essere accolta.", "36. Per quanto riguarda il fatto, rilevato dal Governo (paragrafo 28 supra), che il ricorrente ha deciso di non intentare un’azione civile di risarcimento, la Corte ritiene che tale circostanza si presti ad essere esaminata nell’ambito dell’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne (paragrafi 42-48 infra).", "37. Infine, per quanto riguarda le affermazioni del ricorrente relative all’assenza di una inchiesta effettiva che potesse portare a identificare e punire le persone responsabili dei trattamenti che egli denuncia, l’eccezione del Governo relativa alla perdita della qualità di vittima deve essere esaminata unitamente al merito di questo motivo di ricorso.", "2. L’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne", "a) L’eccezione del Governo", "38. Il Governo eccepisce il mancato esaurimento delle vie di ricorso interne in quanto il ricorrente non ha avviato un’azione civile di risarcimento nei confronti delle persone responsabili dei trattamenti inflittigli (paragrafo 22 supra) Tale procedura avrebbe potuto essere intentata sia nei confronti delle persone la cui condanna era divenuta definitiva a seguito della sentenza della Corte di cassazione del 5 giugno 2007 (paragrafo 21 supra) che dei sette imputati che hanno beneficiato di un non luogo a procedere per prescrizione nell’ambito della sentenza emessa dal tribunale di Sassari il 29 settembre 2009 (paragrafo 12 supra). Tale rimedio era non solo accessibile, ma anche effettivo, in quanto poteva permettere al ricorrente di ottenere una riparazione economica e offriva ragionevoli prospettive di esito positivo.", "39. Una persona che, come il ricorrente, si è costituita parte civile in un procedimento penale avrebbe non solo il diritto, ma anche l’obbligo di intentare un’azione civile per la fissazione dell’importo del risarcimento danni dovutogli. I motivi addotti dal ricorrente per giustificare il fatto che egli non abbia adito i giudici civili non possono essere accolti. Il GUP non ha accordato alcuna provvisionale al ricorrente in quanto quest’ultimo non aveva prodotto alcuna prova del danno fisico o materiale che avrebbe subito. Quanto ai timori di rappresaglie, il Governo osserva che questi ultimi non sono suffragati da elementi di prova, che sono stati invocati per la prima volta nelle osservazioni di risposta e che il ricorrente dispone di dieci anni a partire dal 17 settembre 2007 per intentare tale azione. Il ricorrente, invero, non è più detenuto dal 2006 e, contrariamente a quanto afferma, tra il 2000 e il 2006 è stato scarcerato due volte (dal 30 giugno 2000 al 12 ottobre 2002 e dal 26 settembre 2003 al 20 agosto 2004). Inoltre, il ricorrente è stato detenuto nell’istituto penitenziario di Sassari solo dal 3 aprile al 30 giugno 2000 e dal 12 ottobre al 30 dicembre 2002, non ha mai denunciato di avere subito intimidazioni ed ha firmato il 6 maggio 2003 una dichiarazione secondo la quale non aveva alcun motivo per temere per la sua integrità fisica e alcun problema di incompatibilità con gli altri detenuti.", "b) La risposta del ricorrente", "40. Il ricorrente ammette che, in teoria, avrebbe potuto intentare dinanzi al giudice civile un’azione volta a ottenere un risarcimento per i trattamenti subiti il 3 aprile 2000. Tuttavia, sarebbe comune in Italia non intentare azioni civili prima che sia pronunciata l’ultima sentenza nell’ambito del processo penale, che potrebbe essere diversa dalle sentenze precedenti. Inoltre, un processo civile avrebbe avuto una durata significativa e dei costi che il ricorrente non avrebbe potuto sostenere, tenuto conto anche degli importi poco elevati che il GUP aveva accordato a 14 delle 118 vittime, importi compresi tra 4.000 e 6.000 EUR. Infine, il ricorrente era detenuto durante il processo, almeno fino al 2006, e temeva rappresaglie degli agenti penitenziari o dei loro colleghi qualora avesse intentato un’azione giudiziaria contro di loro.", "41. Peraltro, l’Italia non ha introdotto nel CP alcuna disposizione specifica che punisca i crimini di tortura e trattamenti inumani e degradanti. I reati ascritti agli imputati erano puniti dagli articoli 608, 582 e 583 del CP, che prevedono pene di lieve entità. Questo elemento inciderebbe ovviamente sull’eventuale fissazione da parte del giudice dell’importo di un risarcimento in sede civile. Il giudice penale non ha accordato al ricorrente alcuna provvisionale sul futuro risarcimento in quanto – in particolare – egli non aveva riportato alcuna ferita.", "c) Valutazione della Corte", "42. La Corte rammenta che, ai sensi dell’articolo 35 § 1 della Convenzione, essa può essere adita solo dopo l’esaurimento delle vie di ricorso interne. La finalità di tale disposizione è quella di dare agli Stati contraenti l’occasione di prevenire o riparare le violazioni denunciate nei loro confronti prima che la Corte ne sia investita (si veda, tra altre, Mifsud c. Francia (dec.) [GC], n. 57220/00, § 15, CEDU 2002 VIII).", "43. I principi generali relativi alla regola dell’esaurimento delle vie di ricorso interne sono esposti nella sentenza Vučković e altri c. Serbia ([GC], nn. 17153/11 e altri, §§ 69-77, 25 marzo 2014). La Corte rammenta che l’articolo 35 § 1 della Convenzione prescrive l’esaurimento dei soli ricorsi che siano al tempo stesso relativi alle violazioni denunciate, disponibili e adeguati. Un ricorso è effettivo quando è disponibile tanto in teoria quanto in pratica all’epoca dei fatti, vale a dire quando è accessibile, può offrire al ricorrente la riparazione delle violazioni denunciate e presenta ragionevoli prospettive di esito positivo (Akdivar e altri c. Turchia, 16 settembre 1996, § 68, Recueil des arrêts et décisions 1996 IV, e Demopoulos e altri c. Turchia (dec.) [GC], nn. 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 e 21819/04, § 70, CEDU 2010).", "44. Nel caso di specie, il ricorrente avrebbe potuto intentare un’azione civile di risarcimento contro le persone condannate penalmente per i fatti del 3 aprile 2000, cosa che l’interessato non ha fatto. Nell’ambito di tale azione, il ricorrente avrebbe potuto ottenere una riparazione economica per il danno subito e, dunque, un risarcimento per la sua doglianza relativa all’elemento sostanziale dell’articolo 3 della Convenzione. Resta da determinare se, nelle particolari circostanze del caso di specie, il ricorrente possa essere dispensato dall’obbligo di esperire tale rimedio.", "45. Come la Corte ha già sottolineato (paragrafo 34 supra), è stata aperta un’inchiesta per accertare eventuali responsabilità nei fatti del 3 aprile 2000. Il 2 maggio 2000 il GIP di Sassari ha posto 22 imputati in custodia cautelare e altri 60 in libertà vigilata (paragrafo 7 supra). Il 12 novembre 2001 il ricorrente si è costituito parte civile nel procedimento penale (paragrafo 9 supra). Il 21 febbraio 2003, ossia meno di tre anni dopo i fatti, il GUP di Sassari ha pronunciato una sentenza sulla fondatezza delle accuse a carico dei 61 imputati che avevano scelto il rito abbreviato e nove agenti penitenziari sono stati rinviati a giudizio dinanzi al tribunale di Sassari (paragrafi 9 e 17 supra).", "46. Se tale risposta potrebbe sembrare sufficientemente pronta e diligente per soddisfare le disposizioni della Convenzione (si veda, mutatis mutandis, Gäfgen, sopra citata, § 122), lo stesso non può dirsi per il seguito del procedimento. In effetti nell’ambito del processo dinanzi al tribunale di Sassari si sono tenute 44 udienze, di cui l’ultima si è svolta il 29 settembre 2009 (paragrafo 11 supra), ossia più di sei anni e sette mesi dopo il rinvio a giudizio. Una tale lunghezza del procedimento ha portato a una decisione di non luogo a procedere per prescrizione nei confronti di sette imputati (paragrafi 12 e 15 supra). Il processo dinanzi al tribunale di Sassari è stato dunque caratterizzato da importanti ritardi.", "47. La Corte rammenta che le lungaggini eccessive di un’azione risarcitoria possono privare di effettività il ricorso (Gäfgen, sopra citata, § 127) e ritiene che, data la lentezza dei procedimenti nei quali era stato parte dal 12 novembre 2001, il ricorrente possa essere dispensato dall’obbligo di intentare nuove azioni per soddisfare alle esigenze dell’articolo 35 § 1 della Convenzione (si veda, mutatis mutandis, Guillemin c. Francia, 21 febbraio 1997, § 50, Recueil 1997-I). Al riguardo, la Corte rileva che il ricorrente avrebbe potuto difficilmente intentare un’azione civile di risarcimento prima che fosse pronunciata una sentenza penale definitiva.", "48. Di conseguenza l’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne deve essere respinta.", "3. L’eccezione del Governo relativa alla natura abusiva del ricorso", "a) L’eccezione del Governo", "49. Il Governo sostiene anche che il ricorso dovrebbe essere dichiarato irricevibile in quanto abusivo. A tale riguardo, esso afferma che il ricorrente ha volontariamente omesso di fornire informazioni relative al rito abbreviato tenutosi nei confronti di 61 imputati (paragrafi 17-21 supra), nel quale si era costituito parte civile e all’esito del quale sono state pronunciate dieci condanne ed è stato riconosciuto il suo diritto a una riparazione e al rimborso delle spese processuali. Si tratterebbe di elementi fondamentali per l’esame della causa e l’omissione del ricorrente sarebbe volta a indurre la Corte in errore. Per di più, nelle sue osservazioni in risposta, il ricorrente avrebbe cercato di minimizzare la gravità delle sue omissioni.", "b) La risposta del ricorrente", "50. Il ricorrente risponde che il suo ricorso riguarda, in primo luogo, il fatto che lo Stato convenuto non ha rispettato il suo obbligo positivo di impedire che egli fosse sottoposto a trattamenti inumani e degradanti. Da questo punto di vista, l’omessa indicazione, nel modulo di ricorso, dell’esito del procedimento a carico degli imputati che avevano optato per il rito abbreviato non avrebbe alcun rilievo, in quanto riguarderebbe un dettaglio che, secondo il ricorrente, non era essenziale. Peraltro, al fine di valutare il rispetto del termine di sei mesi previsto dall’articolo 35 § 1 della Convenzione, contava unicamente l’ultima sentenza resa nel dicembre 2009 che, essendo stata pronunciata all’esito di un procedimento ordinario, poteva meglio chiarire i fatti ascritti ai nove imputati. Le informazioni sul procedimento a carico degli altri imputati si potevano ad ogni modo ricavare dai documenti allegati al modulo di ricorso, erano ben note al Governo e il ricorrente non aveva alcun interesse a tenerle nascoste.", "c) Valutazione della Corte", "51. La Corte osserva che, ai sensi dell’articolo 47 § 6 del suo regolamento, i ricorrenti devono informarla di qualsiasi fatto pertinente per l’esame del loro ricorso. Essa rammenta che un ricorso può essere respinto in quanto abusivo se è intenzionalmente basato su fatti inventati (Řehàk c. Repubblica ceca (dec.), n. 67208/01, 18 maggio 2004, e Keretchachvili c. Georgia (dec.), n. 5667/02, 2 maggio 2006) o se il ricorrente ha omesso di fornire alla Corte informazioni essenziali sui fatti di causa allo scopo di indurla in errore (si vedano, tra altre, Hüttner c. Germania (dec.), n. 23130/04, 19 giugno 2006, e Basileo e altri c. Italia (dec.), n. 11303/02, 23 agosto 2011).", "52. La Corte ha già affermato, inoltre, che «ogni comportamento del ricorrente manifestamente contrario alla vocazione del diritto di ricorso e di ostacolo al buon funzionamento della Corte o al corretto svolgimento del procedimento dinanzi ad essa, può [in linea di principio] essere definito abusivo» (Miroļubovs e altri c. Lettonia, n. 798/05, § 65, 15 settembre 2009). Ai sensi dell’articolo 35 § 3 a) della Convenzione, la nozione di abuso deve infatti essere intesa nel suo significato comune – vale a dire il fatto di avvalersi di un diritto al di fuori della sua finalità in maniera pregiudizievole (Miroļubovs e altri, sopra citata, § 62, e Petrović c. Serbia (dec.), nn. 56551/11 e altri dieci, 18 ottobre 2011).", "53. Nel caso di specie, il Governo contesta al ricorrente di non aver menzionato, nel modulo di ricorso, il rito abbreviato adottato nei confronti di 61 imputati e che si è concluso con la pronuncia di dieci condanne.", "54. La Corte osserva che ha appena concluso che le condanne in questione non hanno privato il ricorrente della qualità di «vittima» per quanto riguarda il suo motivo di ricorso relativo all’elemento sostanziale dell’articolo 3 della Convenzione (paragrafo 35 supra). Sebbene sarebbe stato auspicabile che l’interessato avesse menzionato espressamente il rito abbreviato nel modulo di ricorso, la Corte non può concludere che tale omissione sia tale da rendere abusivo il ricorso o che quest’ultimo fosse intenzionalmente basato su fatti inventati. Essa osserva che alcuni riferimenti al rito abbreviato erano contenuti nei documenti allegati al modulo di ricorso, il che fa pensare che il ricorrente non avesse l’intenzione di nascondere fatti pertinenti per l’esame della sua causa.", "55. Di conseguenza, l’eccezione del Governo relativa alla natura abusiva del ricorso deve essere respinta.", "4. Altri motivi di irricevibilità", "56. La Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 a) della Convenzione e rileva peraltro che esso non incorre in altri motivi di irricevibilità. È quindi opportuno dichiararlo ricevibile.", "B. Sul merito", "1. Argomenti delle parti", "a) Il ricorrente", "57. Il ricorrente osserva che, nella sua testimonianza resa il 9 giugno 2006 dinanzi al GIP, aveva sottolineato la condizione di sottomissione e di prostrazione nella quale era precipitato all’epoca dei fatti in questione. Egli afferma di essere riuscito ad evitare trattamenti più violenti solo perché era stata fissata un’udienza del suo processo due giorni più tardi, il 5 aprile 2000, e il giudice avrebbe potuto notare eventuali ferite. È stato comunque costretto a passare, con gli occhi abbassati, tra due agenti penitenziari armati di manganelli che lo minacciavano e lo insultavano, senza altro scopo che quello di umiliarlo e fargli pesare la sua condizione di subordinazione al potere della polizia. Questo gli ha causato una forte sofferenza psicologica e un senso di inferiorità associati al timore di subire, nei giorni successivi, nuove rappresaglie. Ciò sarebbe sufficiente per concludere che vi è stata violazione dell’articolo 3 della Convenzione.", "58. Il ricorrente afferma che la prescrizione rilevata dal tribunale di Sassari è in buona parte dovuta al fatto che i reati in questione erano di «minore» entità ed erano puniti con pene lievi. Se il diritto italiano avesse previsto un crimine di tortura punito con sanzioni più pesanti, il termine di prescrizione sarebbe stato più lungo e il tribunale avrebbe avuto il tempo di esaminare la causa prima della scadenza dello stesso.", "b) Il Governo", "59. Il Governo precisa anzitutto che non sottovaluta la gravità dei fatti del 3 aprile 2000, ai quali lo Stato italiano ha risposto al fine di ristabilire la preminenza del diritto. Il Governo condivide le considerazioni fatte al riguardo dal GUP e dal tribunale di Sassari, che giustamente hanno condannato severamente i fatti in questione. Tuttavia, questi ultimi hanno costituito un episodio isolato, che non rispecchia l’atteggiamento generale della polizia italiana. Inoltre, nell’ambito del presente ricorso, bisognerebbe considerare i trattamenti specificamente inflitti al ricorrente.", "60. L’interessato è stato uno dei detenuti meno colpiti dalla condotta degli agenti penitenziari. In effetti, quando è stato sentito in qualità di testimone al processo (udienza del 9 giugno 2006), il ricorrente ha affermato di non essere stato percosso dagli agenti e sul suo corpo non sono state trovate tracce di ferite. In compenso, è stato obbligato a passare a testa bassa tra due file di agenti e poi è stato insultato; quando è ritornato nella sua cella, gli oggetti personali erano stati rovistati e sparpagliati. Senza dover negare che il ricorrente abbia potuto provare paura e ansia, non è stato invero dimostrato che tali sentimenti fossero di natura tale da provocare una sofferenza fisica e morale prolungata e intensa. Pertanto, il trattamento al quale il ricorrente è stato sottoposto non avrebbe raggiunto la soglia minima di gravità necessaria per rientrare nelle previsioni dell’articolo 3 della Convenzione.", "61. Il Governo osserva anche che gli interventi di terze parti devono essere finalizzati ad aumentare la conoscenza della Corte fornendo nuove informazioni o argomentazioni giuridiche supplementari rispetto ai principi generali pertinenti per l’esito della causa. I terzi intervenienti, invero, si sono limitati a proporre riforme legislative in Italia e a censurare la mancata incriminazione, da parte della legge italiana, della tortura in quanto crimine specifico, il che va oltre il ruolo che ha normalmente un amicus curiae dinanzi alla Corte. Pertanto, le osservazioni dei terzi intervenienti non dovrebbero essere inserite nel fascicolo o, in ogni caso, dovrebbero essere ignorate dalla Corte. Ad ogni modo, le sue osservazioni non sarebbero pertinenti per la decisione sul ricorso del sig. Saba, dato che l’assenza di un crimine di tortura nel diritto italiano non ha impedito l’identificazione e la punizione delle persone implicate nei fatti del 3 aprile 2000. Inoltre, il ricorrente non è stato sottoposto a tortura bensì, al massimo, a trattamenti degradanti cui l’Italia non era tenuta a dare la qualificazione di reato autonomo. Il riferimento al problema del sovraffollamento carcerario sarebbe, di per sé, non pertinente rispetto alle circostanze della presente causa.", "62. Anche se non ve ne sarebbe bisogno, il Governo osserva che, pur non avendo ancora introdotto in quanto tale un crimine di tortura, l’Italia ha comunque fatto dei progressi in tal senso, e otto disegni di legge sono stati presentati dinanzi al Parlamento costituito nel marzo 2013. Le violenze commesse contro i detenuti sono punite ai sensi della disposizione specifica contenuta nell’articolo 608 del CP o, se vi sono state lesioni, ai sensi degli articoli 582 e 583 del CP.", "63. Infine, il Governo sostiene che l’introduzione di un crimine di tortura costituirebbe certamente uno sviluppo sociale e giuridico, ma attualmente la Convenzione del 1984 delle Nazioni Unite contro la tortura non prevede alcun obbligo in tal senso. In effetti, gli articoli 4 e 5 di tale Convenzione si limitano, secondo il Governo, a chiedere agli Stati firmatari di assicurarsi che gli atti di tortura siano considerati reati dalla legge, come già avverrebbe in Italia.", "c) I terzi intervenienti", "i. Il Partito radicale non violento transnazionale e transpartito", "64. Il Partito radicale non violento transnazionale e transpartito («il Partito radicale transnazionale») rammenta che, anche se l’articolo 13 c. 4 della Costituzione prevede la repressione di qualsiasi violenza fisica o morale commessa nei confronti delle persone sottoposte a restrizioni della libertà (paragrafo 25 supra), l’Italia non ha introdotto nel proprio sistema giuridico il crimine di tortura e di trattamenti inumani e degradanti, malgrado la ratifica di numerosi strumenti internazionali in tal senso. Le lacune del diritto italiano al riguardo sono state sottolineate dalla commissione straordinaria del Senato per la tutela e la promozione dei diritti umani, nel suo rapporto del 6 marzo 2012. L’introduzione del crimine di tortura è stata sollecitata dal Comitato europeo per la prevenzione della tortura (CPT) e dal Comitato dei diritti dell’uomo delle Nazioni Unite. Un disegno di legge presentato al Senato il 26 novembre 2008 da un’eletta del Partito radicale italiano non è stato approvato, malgrado l’insufficienza e la mancanza di specificità delle disposizioni di legge attuali per combattere la pratica della tortura. Nel rapporto introduttivo si sottolineava che gli atti di tortura che non provocano lesioni gravi erano perseguiti solo a seguito di denuncia della vittima e che le sottili torture psicologiche non erano considerate «lesioni» e pertanto rimanevano impunite.", "65. Tenuto conto di quanto sopra esposto, il terzo interveniente ritiene che l’introduzione del crimine di tortura nel sistema giuridico italiano debba essere una priorità. L’assenza di una tale previsione legislativa è particolarmente imbarazzante nei settori dell’ordine pubblico e del sistema carcerario. Al riguardo, il Partito radicale transnazionale rammenta che il procedimento riguardante gli atti di tortura perpetrati nel 2001 in occasione del G8 di Genova si è concluso con un non luogo a procedere per prescrizione. Tuttavia, la prescrizione non sarebbe applicabile ai «crimini internazionali». Inoltre, nella causa detta «Asti» alcuni agenti penitenziari responsabili di torture nei confronti dei detenuti erano stati assolti.", "ii. L’associazione «Non c’è pace senza giustizia»", "66. L’associazione interveniente rammenta che, nella causa Alikaj e altri c. Italia (n. 47357/08, § 99, 29 marzo 2011), la Corte ha ritenuto che, quando un agente dello Stato è accusato di atti contrari agli articoli 2 e 3 della Convenzione, la procedura o la condanna non possono decadere per prescrizione. Peraltro, benché l’Italia abbia ratificato, con la legge n. 489 del 3 novembre 1998, la Convenzione ONU contro la tortura e le altre pene o trattamenti inumani e degradanti il crimine specifico di tortura o di trattamenti inumani o degradanti non è codificato nel sistema giuridico italiano. Poiché gli Stati sono tenuti a prevedere un quadro legislativo e amministrativo per scoraggiare la perpetrazione di reati contro la persona (si vedano, in particolare, Beganović c. Croazia, n. 46423/06, § 70, 25 giugno 2009, e D.J. c. Croazia, n. 42418/10, § 86, 24 luglio 2012), si avrebbe, in Italia, una violazione sistematica dell’articolo 3 della Convenzione, in particolare per quanto riguarda la situazione dei detenuti.", "67. Il terzo interveniente richiama le sentenze della Corte in materia di sovraffollamento carcerario (Sulejmanovic c. Italia, n. 22635/03, 16 luglio 2009, e Torreggiani e altri c. Italia, nn. 43517/09 e altri, 8 gennaio 2013) che, a suo parere, spiegherebbero perché l’Italia persiste a non codificare il crimine in questione. Al fine di evitare severe condanne a carico degli alti funzionari, l’Italia preferirebbe mantenere una «parvenza di complicità o di tolleranza riguardo ad atti illegali», il che non è comunque ammesso in uno Stato di diritto.", "iii. I Radicali italiani (ex «Partito radicale italiano»)", "68.Il Partito interveniente osserva che, malgrado sia stata ratificata la Convenzione delle Nazioni Unite contro la tortura e le altre pene o trattamenti crudeli, inumani e degradanti, non esiste una specifica incriminazione della tortura nel sistema giuridico italiano. L’interveniente ricorda che la Corte ha affermato che lo Stato deve adottare norme per garantire il rispetto dei suoi impegni con riguardo agli articoli 3 e 8 della Convenzione e che ha recentemente concluso per la violazione dell’articolo 3 a causa del sovraffollamento carcerario in Italia (Torreggiani e altri, sopra citata).", "2. Valutazione della Corte", "a) Sull’elemento sostanziale dell’articolo 3 della Convenzione", "69. La Corte rammenta che, in caso di doglianze sotto il profilo dell’articolo 3 della Convenzione, deve procedere a un esame particolarmente approfondito (Matko c. Slovenia, n. 43393/98, § 100, 2 novembre 2006, e Vladimir Romanov c. Russia, n. 41461/02, § 59, 24 luglio 2008). Tuttavia, quando vi è stato un procedimento interno, non rientra nelle attribuzioni della Corte sostituire la propria visione delle cose a quella delle corti e dei tribunali nazionali, ai quali spetta in linea di principio la valutazione dei dati da essi raccolti (Klaas c. Germania, 22 settembre 1993, § 29, serie A n. 269; Jasar c. «l’ex Repubblica jugoslava di Macedonia», n. 69908/01, § 49, 15 febbraio 2007; e Eski c. Turchia, n. 8354/04, § 28, 5 giugno 2012). Anche se le constatazioni dei tribunali interni non vincolano la Corte, essa necessita comunque di elementi convincenti per potersi discostare dalle constatazioni alle quali sono giunti (Gäfgen, sopra citata, § 93).", "70. Nella fattispecie, non è oggetto di discussione tra le parti (si vedano i paragrafi 57 e 60 supra) che, come hanno ammesso i giudici interni e come aveva denunciato l’interessato stesso durante la testimonianza resa il 9 giugno 2006, il ricorrente è stato obbligato a passare tra due file di agenti armati di manganelli a testa bassa e che sia stato successivamente insultato e minacciato.", "71. Per quanto riguarda la qualificazione giuridica di tale trattamento, la Corte rammenta che, per rientrare nelle previsioni dell’articolo 3, un maltrattamento deve raggiungere un livello minimo di gravità. La valutazione di tale minimo dipende dall’insieme degli elementi della causa, in particolare dalla durata del trattamento e dai suoi effetti fisici e psichici nonché, a volte, dal sesso, dall’età, dallo stato di salute della vittima (Irlanda c. Regno Unito, 18 gennaio 1978, § 162, serie A n. 25, e Jalloh c. Germania [GC], n. 54810/00, § 67, CEDH 2006 IX). Tra gli altri fattori da considerare vi sono lo scopo al quale è stato inflitto il trattamento nonché l’intenzione o la motivazione che l’hanno ispirato (Aksoy c. Turchia, 18 dicembre 1996, § 64, Recueil 1996-VI; Egmez c. Cipro, n. 30873/96, § 78, CEDU 2000 XII; e Krastanov c. Bulgaria, n. 50222/99, § 53, 30 settembre 2004), o ancora il contesto, come un’atmosfera di viva tensione e dalla forte carica emotiva (Selmouni c. Francia [GC], n. 25803/94, § 104, CEDU 1999-V, e Egmez, sopra citata, § 78).", "72. La Corte ha già considerato un trattamento «inumano» in quanto era stato applicato con premeditazione per ore e aveva causato lesioni corporali o forti sofferenze fisiche e psichiche (Labita c. Italia ([GC], n. 26772/95, § 120, CEDU 2000-IV, e Ramirez Sanchez c. Francia [GC], n. 59450/00, § 118, CEDU 2006-IX). La Corte ha definito un trattamento come «degradante» quando esso è tale da creare sentimenti di paura, angoscia e inferiorità idonei a umiliare e avvilire e a stroncare eventualmente la resistenza fisica o psichica della persona che lo subisce, o a portare quest’ultima a agire contro la propria volontà o la propria coscienza (si vedano, tra altre, Keenan c. Regno Unito, n. 27229/95, § 110, CEDU 2001-III, e Jalloh, sopra citata, § 68).", "73. Per determinare se una forma di maltrattamento debba essere qualificata come tortura bisogna tenere presente la distinzione, che comporta l’articolo 3, tra questa nozione e quella di trattamento inumano o degradante. Come la Corte ha rilevato in precedenza, tale distinzione sembra essere stata stabilita dalla Convenzione per contrassegnare con una particolare infamia quei trattamenti inumani deliberati che provocano sofferenze molto gravi e crudeli (Irlanda c. Regno Unito, sopra citata, § 167; Aksoy, sopra citata, § 63; e Selmouni, sopra citata, § 96). Oltre ad un elemento di gravità, la tortura implica una volontà deliberata, come riconosce la Convenzione delle Nazioni unite contro la tortura e le altre pene o trattamenti crudeli, inumani o degradanti: nel suo articolo 1, quest’ultima definisce la tortura come un atto con il quale un dolore o sofferenze acute vengono intenzionalmente inflitte a una persona, in particolare allo scopo di ottenere da lei informazioni, di punirla o di intimidirla (Akkoç c. Turchia, n. 22947/93 e 22948/93, § 115, CEDU 2000-X, e Gäfgen, sopra citata, § 90).", "74. Nel caso di specie, il ricorrente non è stato sottoposto ad atti di violenza e non ha subito alcuna lesione personale. Egli stesso ha affermato di non essere stato percosso. Benché il trattamento che gli è stato inflitto sia stato deliberato, la Corte ritiene che, tenuto conto della sua brevità, esso non possa essere qualificato come tortura psicologica. In compenso, si osserva che tale trattamento era volto ad avvilire e umiliare l’interessato in un contesto di forte tensione emotiva in cui i detenuti potevano legittimamente temere per la loro sorte. Il ricorrente ha dovuto provare sentimenti di paura, angoscia e inferiorità, il che permette alla Corte di qualificare l’incidente in questione come un trattamento degradante, vietato in quanto tale dall’articolo 3 della Convenzione.", "75. Tale constatazione basta alla Corte per concludere che è stato violato l’elemento sostanziale di tale disposizione.", "b) Sull’elemento procedurale dell’articolo 3 della Convenzione", "i. Principi generali", "76. In caso, come nella presente causa, di maltrattamenti deliberati inflitti da agenti dello Stato in violazione dell’articolo 3 della Convenzione, la Corte ha costantemente ritenuto che le autorità nazionali debbano condurre un’inchiesta approfondita ed effettiva che possa portare all’identificazione e alla punizione dei responsabili (si vedano, tra altre, Çamdereli c. Turchia, n. 28433/02, §§ 28-29, 17 luglio 2008; e Gäfgen, sopra citata, § 116). A tale riguardo la Corte ha preso in considerazione vari criteri. Anzitutto, dei fattori importanti affinché l’inchiesta sia effettiva, e che permettono di verificare se le autorità avevano la volontà di identificare e di perseguire i responsabili, sono la celerità con cui la stessa viene aperta (Selmouni, sopra citata, §§ 78-79; Nikolova e Velitchkova c. Bulgaria, n. 7888/03, § 59, 20 dicembre 2007; e Vladimir Romanov, sopra citata, §§ 85 e segg.) e la celerità con cui essa viene condotta (Mikheïev c. Russia, n. 77617/01, § 109, 26 gennaio 2006, e Dedovski e altri c. Russia, n. 7178/03, § 89, CEDU 2008). Inoltre, l’esito dell’inchiesta e del procedimento penale che da essa deriva, compresa la sanzione pronunciata e le misure disciplinari adottate, ha un carattere determinante. Tali elementi sono fondamentali se si vuole preservare l’effetto dissuasivo del sistema giudiziario vigente e il ruolo che esso è tenuto ad esercitare nella prevenzione delle violazioni del divieto di maltrattamenti (Ali e Ayşe Duran c. Turchia, n. 42942/02, § 62, 8 aprile 2008; Çamdereli, sopra citata, § 38; Nikolova e Velitchkova, sopra citata, §§ 60 e segg.; e Gäfgen, sopra citata, § 121).", "77. La Corte rammenta a questo proposito che non è competente per pronunciarsi sul grado di colpevolezza delle persone in questione (Öneryıldız c. Turchia [GC], n. 48939/99, § 116, CEDU 2004 XII), o per determinare la pena da infliggere, in quanto tali materie rientrano nella competenza esclusiva dei tribunali repressivi interni. Tuttavia, in virtù dell’articolo 19 della Convenzione e conformemente al principio secondo cui la Convenzione deve garantire dei diritti non teorici o illusori ma concreti ed effettivi, la Corte deve assicurarsi che lo Stato adempia in maniera idonea all’obbligo che su di esso incombe di tutelare i diritti delle persone sottoposte alla sua giurisdizione (Nikolova e Velitchkova, sopra citata, § 61). Pertanto, se la Corte riconosce il ruolo delle corti e dei tribunali nazionali nella scelta delle sanzioni da infliggere ad agenti dello Stato in caso di maltrattamenti da essi inflitti, essa deve mantenere la propria funzione di controllo e intervenire qualora esista una sproporzione evidente tra la gravità dell’atto e la sanzione inflitta. In caso contrario, il dovere che hanno gli Stati di condurre un’inchiesta effettiva perderebbe molto del suo senso (Nikolova e Velitchkova, sopra citata, § 62; Ali e Ayşe Duran, sopra citata, § 66; e Gäfgen, sopra citata, § 123).", "78. La Corte rammenta anche che, quando degli agenti dello Stato vengono imputati di maltrattamenti, è importante che i procedimenti non cadano in prescrizione, che gli interessati siano sospesi dalle loro funzioni durante l’istruzione o il processo e che, in caso di condanna, ne siano rimossi (Abdülsamet Yaman, c. Turchia, n. 32446/96, § 55, 2 novembre 2004; si vedano anche Nikolova e Velitchkova, sopra citata, § 63; Ali e Ayşe Duran, sopra citata, § 64; Çamdereli, sopra citata, § 38; e Gäfgen, sopra citata, § 125).", "ii. Applicazione di questi principi nella presente causa", "79. La Corte fa riferimento anzitutto alla propria constatazione che importanti ritardi hanno pregiudicato il processo dinanzi al tribunale di Sassari e che l’eccessiva lunghezza del procedimento ha portato a una decisione di non luogo a procedere per prescrizione nei confronti di sette imputati (paragrafo 46 supra), il che non si concilia con l’obbligo delle autorità di condurre l’inchiesta con celerità (paragrafo 76 supra).", "80. Quanto all’esito dell’inchiesta, è vero che nell’ambito del rito abbreviato sono state pronunciate dieci condanne. Tuttavia, a un agente penitenziario riconosciuto colpevole di avere omesso di denunciare i reati è stata inflitta solo una multa di 100 EUR (paragrafi 17 e 18 supra); e laddove sono state pronunciate pene detentive (comprese tra quattro mesi e un anno e otto mesi) nei confronti di altre otto persone, i condannati hanno beneficiato della sospensione condizionale (paragrafo 17 supra). In queste circostanze, la Corte non è convinta che i giudici nazionali abbiano valutato la gravità dei fatti ascritti agli imputati nella loro qualità di funzionari dello Stato (si veda, mutatis mutandis, Zeynep Özcan c. Turchia, n. 45906/99, § 43, 20 febbraio 2007).", "81. La Corte osserva anche che il Governo non ha indicato se durante l’istruzione o il processo gli agenti imputati sono stati sospesi dalle loro funzioni, come esige normalmente la sua giurisprudenza (paragrafo 35 supra): dal fascicolo risulta soltanto che, a seguito della condanna, sette persone sono state oggetto di sanzioni disciplinari. Per di più, nei confronti degli alti funzionari implicati, le sanzioni disciplinari in questione, che comprendevano una sospensione dalle funzioni, hanno avuto una durata che va da un anno a sei mesi soltanto; per quanto riguarda quelle inflitte agli agenti penitenziari condannati, esse sono state molto lievi, ossia una riduzione di un trentesimo dello stipendio e un semplice ammonimento (paragrafo 23 supra). In nessun caso gli interessati sono stati rimossi dalle loro funzioni a seguito della condanna.", "82. Considerate le constatazioni che precedono, la Corte ritiene che le varie misure adottate dalle autorità nazionali non abbiano soddisfatto pienamente alla condizione di un’inchiesta approfondita ed effettiva, stabilita nella sua giurisprudenza. In queste circostanze, è opportuno respingere l’eccezione preliminare del Governo relativa alla perdita della qualità di vittima (paragrafo 37 supra) e concludere che vi è stata violazione dell’elemento procedurale dell’articolo 3 della Convenzione.", "c) Le altre contestazioni delle parti", "83. La Corte ritiene di avere esaminato finora le questioni giuridiche principali poste dalla doglianza sollevata in base all’articolo 3. Tenuto conto, nel complesso, dei fatti di causa e degli argomenti delle parti, essa considera di conseguenza che non sia opportuno esaminare la questione di stabilire se l’assenza, nel diritto italiano, di un reato specifico che si riferisce alla nozione di tortura o a trattamenti inumani o degradanti violi di per sé tale disposizione (si vedano, mutatis mutandis, Kamil Uzun c. Turchia, n. 37410/97, § 64, 10 maggio 2007; Demirel e altri c. Turchia, n. 75512/01, § 29, 24 luglio 2007; Mehmet e Suna Yiğit c. Turchia, n. 52658/99, § 43, 17 luglio 2007; e Abdullah Yılmaz c. Turchia, n. 21899/02, § 77, 17 giugno 2008).", "II. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 5 DELLA CONVENZIONE", "84. Il ricorrente considera che, omettendo di proteggerlo dalle violenze degli agenti penitenziari, le autorità siano venute meno al loro dovere di garantire la sua libertà e la sua sicurezza.", "Egli invoca l’articolo 5 della Convenzione, il cui primo paragrafo recita:", "«1. Ogni persona ha diritto alla libertà e alla sicurezza. Nessuno può essere privato della libertà, se non nei casi seguenti e nei modi previsti dalla legge:", "se è detenuto regolarmente in seguito a condanna da parte di un tribunale competente;", "se si trova in regolare stato di arresto o di detenzione per violazione di un provvedimento emesso, conformemente alla legge, da un tribunale o allo scopo di garantire l’esecuzione di un obbligo prescritto dalla legge;", "se è stato arrestato o detenuto per essere tradotto dinanzi all’autorità giudiziaria competente, quando vi sono motivi plausibili di sospettare che egli abbia commesso un reato o vi sono motivi fondati di ritenere che sia necessario impedirgli di commettere un reato o di darsi alla fuga dopo averlo commesso;", "se si tratta della detenzione regolare di un minore decisa allo scopo di sorvegliare la sua educazione oppure della sua detenzione regolare al fine di tradurlo dinanzi all’autorità competente;", "se si tratta della detenzione regolare di una persona suscettibile di propagare una malattia contagiosa, di un alienato, di un alcolizzato, di un tossicomane o di un vagabondo;", "se si tratta dell’arresto o della detenzione regolari di una persona per impedirle di entrare illegalmente nel territorio, oppure di una persona contro la quale è in corso un procedimento di espulsione o di estradizione.»", "85. Il Governo si oppone a questa tesi e sottolinea che il ricorrente non contesta la legalità della sua privazione della libertà, ma le sue condizioni di detenzione e i trattamenti ai quali è stato sottoposto.", "86. La Corte osserva che il ricorrente non contesta la legalità della sua detenzione. Essa rileva anche che nessun elemento nel fascicolo fa pensare che la privazione della libertà controversa fosse arbitraria o altrimenti contraria all’articolo 5 della Convenzione.", "87. Di conseguenza questo motivo di ricorso è manifestamente infondato e deve essere rigettato in applicazione dell’articolo 35 §§ 3 a) e 4 della Convenzione.", "III. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 8 DELLA CONVENZIONE", "88. Il ricorrente lamenta una ingerenza illegittima nel suo diritto alla vita privata. Egli rammenta le violenze di cui è stato vittima e sottolinea che gli agenti penitenziari hanno deliberatamente distrutto i suoi oggetti personali.\nInvoca l’articolo 8 della Convenzione che recita:", "«1. Ogni persona ha diritto al rispetto della propria vita privata e familiare, del proprio domicilio e della propria corrispondenza.\n2. Non può esservi ingerenza di una autorità pubblica nell’esercizio di tale diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria alla sicurezza nazionale, alla pubblica sicurezza, al benessere economico del paese, alla difesa dell’ordine e alla prevenzione dei reati, alla protezione della salute e della morale, o alla protezione dei diritti e delle libertà altrui.»", "89. Il Governo rigetta questa tesi. Esso osserva che, dinanzi ai giudici nazionali, il ricorrente non ha mai affermato che i suoi oggetti personali fossero stati distrutti, ma solo che erano stati sparsi nella sua cella.", "90. Il ricorrente afferma che nella sua cella era stato spostato tutto, il cibo era stato mescolato al detersivo e i suoi effetti personali erano stati rovinati. Egli ritiene che tali fatti costituiscano una vera e propria ingerenza illegittima nella sua vita privata, tenuto conto del contesto limitato in cui viveva all’epoca dei fatti.", "91. La Corte osserva che, poiché riguarda le violenze di cui è stato oggetto, questo motivo è legato a quello esaminato sotto il profilo dell’articolo 3 e deve pertanto essere dichiarato anch’esso ricevibile.", "92. Considerate le sue constatazioni relative all’articolo 3 della Convenzione (paragrafi 75 e 82 supra), la Corte ritiene che non sia opportuno esaminare se vi sia stata anche, nel caso di specie, violazione dell’articolo 8.", "93. Per quanto riguarda, invece, l’asserito danneggiamento degli oggetti personali del ricorrente, la Corte ritiene che le doglianze di quest’ultimo non siano suffragate da sufficienti elementi di prova.", "94. Di conseguenza questa parte del ricorso è manifestamente infondata e deve essere rigettata in applicazione dell’articolo 35 §§ 3 a) e 4 della Convenzione.", "IV. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 13 DELLA CONVENZIONE, IN COMBINATO DISPOSTO CON L’ARTICOLO 3", "95. Il ricorrente lamenta di non disporre, nel diritto italiano, di alcun ricorso efficace per far valere il proprio motivo di ricorso relativo all’articolo 3. Egli osserva che il sistema giuridico italiano non prevede il crimine di tortura; pertanto, è stato possibile perseguire gli atti in questione soltanto con qualificazioni minori, per le quali il termine di prescrizione era breve.\nEgli invoca l’articolo 13 della Convenzione:", "«Ogni persona i cui diritti e le cui libertà riconosciuti nella (...) Convenzione siano stati violati, ha diritto a un ricorso effettivo davanti a un’istanza nazionale, anche quando la violazione sia stata commessa da persone che agiscono nell’esercizio delle loro funzioni ufficiali.»", "96. Il Governo contesta questa tesi. Esso ribadisce le proprie osservazioni per quanto riguarda l’omissione, da parte del ricorrente, di esaurire le vie di ricorso che gli erano aperte nel diritto italiano (paragrafi 38-39 supra) e circa l’efficacia dell’inchiesta interna (paragrafi 28-29 supra). Il Governo rammenta in particolare che meno del 10% degli imputati ha beneficiato di un non luogo a procedere e che i trattamenti denunciati dal ricorrente rientravano nelle previsioni di una disposizione specifica della legge penale nazionale (l’articolo 608 del CP), che offre una tutela alle persone private della libertà in considerazione del loro stato di vulnerabilità.", "97. Il ricorrente osserva che solo il 10% delle persone accusate dei fatti del 3 aprile 2000 sono state condannate, e ritiene che non sia verosimile che nove persone abbiano potuto maltrattare 118 vittime.", "98. La Corte rileva che questo motivo di ricorso è legato a quello sopra esaminato dal punto di vista dell’articolo 3 e deve dunque essere dichiarato anch’esso ricevibile.", "99. Tenuto conto delle sue constatazioni relative all’articolo 3 della Convenzione (paragrafi 75 e 82 supra), la Corte ritiene che non sia opportuno esaminare se vi sia stata anche, nella fattispecie, violazione dell’articolo 13.", "V. SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE", "100. Il ricorrente lamenta la durata eccessiva del procedimento penale tenuto contro gli agenti penitenziari nel quale si era costituito parte civile.\nEgli invoca l’articolo 6 § 1 della Convenzione che, nelle sue parti pertinenti, recita:", "«Ogni persona ha diritto a che la sua causa sia esaminata (...) entro un termine ragionevole, da un tribunale (...) il quale sia chiamato a pronunciarsi sulle controversie sui suoi diritti e doveri di carattere civile (...).»", "101. Il Governo afferma che la durata del procedimento dinanzi al tribunale di Sassari si spiega con la complessità della causa. In ogni caso, il ricorrente avrebbe potuto presentare un’azione di risarcimento sulla base della legge Pinto, cosa che non ha fatto.", "102. La Corte rileva che il ricorrente non ha indicato di avere presentato un ricorso sulla base della legge «Pinto» (legge n. 89 del 2001) per ottenere riparazione per la durata asseritamente eccessiva del procedimento in questione. Tale ricorso è stato considerato dalla Corte come accessibile e in linea di principio efficace per denunciare, a livello interno, la lentezza della giustizia (si vedano, tra molte altre, Brusco c. Italia (dec.), n. 69789/01, CEDU 2001-IX, e Pacifico c. Italia (dec.), n. 17995/08, § 67, 20 novembre 2012).", "103. Di conseguenza questo motivo di ricorso deve essere rigettato per mancato esaurimento delle vie di ricorso interne, in applicazione dell’articolo 35 §§ 1 e 4 della Convenzione.", "VI. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "104. Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "A. Danno", "105. Il ricorrente chiede la somma di 100.000 EUR per il danno morale che avrebbe subito.", "106. Il Governo considera eccessiva tale somma e osserva che il ricorrente non ha specificato in che cosa consistesse la sofferenza morale che avrebbe subito. Egli non avrebbe dunque suffragato la sua richiesta con elementi di prova e non avrebbe dimostrato l’esistenza di un nesso di causalità tra la violazione constatata e il danno asseritamente subito.", "107. La Corte considera che il ricorrente ha subito un torto morale certo e decide di accordargli la somma di 15.000 EUR a questo titolo.", "B. Spese", "108. Producendo una parcella del suo avvocato, il ricorrente chiede anche la somma di 8.000 EUR per le spese sostenute per il procedimento dinanzi alla Corte.", "109. Il Governo considera eccessiva tale somma tenuto conto della prestazione effettiva dell’avvocato del ricorrente e delle tariffe applicabili nel sistema italiano.", "110. Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. Nel caso di specie e tenuto conto dei documenti in suo possesso e della sua giurisprudenza, la Corte considera ragionevole la somma di 5.000 EUR per il procedimento dinanzi ad essa e la accorda al ricorrente.", "C. Interessi moratori", "111. La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE", "Unisce, all’unanimità, al merito l’eccezione preliminare del Governo relativa alla perdita della qualità di vittima nella parte riguardante l’elemento procedurale dell’articolo 3 della Convenzione, e la respinge;", "", "Dichiara, all’unanimità, il ricorso ricevibile per quanto riguarda le doglianze relative agli articoli 3, 8 (laddove esso verte sulle violenze subite dal ricorrente) e 13 della Convenzione, e irricevibile per il resto;", "", "Dichiara, all’unanimità, che vi è stata violazione dell’elemento sostanziale dell’articolo 3 della Convenzione;", "", "Dichiara, all’unanimità, che vi è stata violazione dell’elemento procedurale dell’articolo 3 della Convenzione;", "", "Dichiara, all’unanimità, non doversi esaminare il motivo di ricorso relativo all’articolo 8 della Convenzione laddove esso verte sulle violenze subite dal ricorrente;", "", "Dichiara, con sei voti contro uno, non doversi esaminare il motivo di ricorso relativo all’articolo 13 della Convenzione;", "", "Dichiara, all’unanimità,", "che lo Stato convenuto deve versare al ricorrente, entro tre mesi a decorrere dal giorno in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le somme seguenti:", "15.000 EUR (quindicimila euro), più l’importo eventualmente dovuto a titolo di imposta, per il danno morale;", "5.000 EUR (cinquemila euro), più l’importo eventualmente dovuto a titolo di imposta dal ricorrente, per le spese;", "che a decorrere dalla scadenza e fino al versamento tali importi dovranno essere maggiorati di un interesse semplice a un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante tale periodo maggiorato di tre punti percentuali;", "Rigetta, all’unanimità, la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto il 1o luglio 2014 in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "Işıl Karakaş\nPresidente", "Abel Campos\nCancelliere aggiunto", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione separata del giudice Lemmens.", "A.I.K.\nA.C.", "OPINIONE PARZIALMENTE DISSENZIENTE DEL GIUDICE LEMMENS", "Ho votato come i miei colleghi su tutte le questioni, salvo quella relativa all’articolo 13. A mio parere, contrariamente all’opinione della maggioranza, il motivo di ricorso relativo all’articolo 13 in combinato disposto con l’articolo 3 dovrebbe senz’altro essere oggetto di un esame separato.", "Secondo la giurisprudenza della Corte, in caso di maltrattamenti deliberatamente inflitti da agenti dello Stato in violazione dell’articolo 3, è necessaria l’adozione di due misure perché la riparazione sia sufficiente. In primo luogo, le autorità devono condurre un’inchiesta approfondita ed effettiva che possa portare all’identificazione e alla punizione dei responsabili. In secondo luogo, il ricorrente deve, all’occorrenza, ricevere un risarcimento o almeno avere la possibilità di chiedere e ottenere un indennizzo per il danno che gli ha causato il maltrattamento (Gäfgen c. Germania [GC], n. 22978/05, § 116, CEDU 2010, e i riferimenti ivi citati). Le esigenze dell’articolo 13 vanno dunque oltre l’obbligo che l’articolo 3 impone a uno Stato parte di condurre un’inchiesta effettiva.", "Nel caso di specie, dal punto di vista dell’articolo 13, il ricorrente lamenta in particolare la reazione penale e disciplinare delle autorità. Esso fa osservare che il diritto penale italiano non contiene norme specifiche che rendano punibili la tortura e i trattamenti inumani e degradanti. Gli atti in questione, pertanto, avrebbero potuto essere perseguiti solo sulla base di disposizioni del codice penale che riguardavano aspetti limitati e marginali della violazione dell’articolo 3. Inoltre, nel caso di specie, solo un 10% degli imputati è stato condannato, mentre un altro 10% ha beneficiato della prescrizione e tutti gli altri sono stati assolti, il che non dimostrerebbe l’efficacia della via di ricorso penale. Le sanzioni penali e disciplinari inflitte sarebbero peraltro irrisorie e non avrebbero posto rimedio alle violazioni dell’articolo 3 (paragrafi 95 e 97 della sentenza).", "Se il ricorrente si fosse limitato a far valere tali motivi, si potrebbe ritenere che essi coincidano in gran parte con quelli invocati dal punto di vista procedurale dell’articolo 3. Data la constatazione di una violazione dell’articolo 3, in particolare del suo elemento procedurale, si potrebbe dunque concludere che non è opportuno esaminare separatamente la questione di stabilire se vi sia stata anche violazione dell’articolo 13. Questo è ciò che fa la maggioranza (paragrafo 99).", "Tuttavia, nelle sue osservazioni il ricorrente lamenta anche l’insufficienza del sistema giuridico italiano per quanto riguarda una eventuale riparazione in sede civile. Certo, esso espone i propri argomenti in merito rispondendo all’accezione relativa al mancato esaurimento delle vie di ricorso interne. Tuttavia, i suoi argomenti sono validi anche nel contesto dell’articolo 13. Esso sostiene che una eventuale condanna dei colpevoli in sede civile sarebbe caratterizzata dalla lieve entità dei reati ad essi ascritti. Il ricorrente dice che ciò è dimostrato dalla sentenza del giudice per l’udienza preliminare: se quest’ultimo ha riconosciuto la responsabilità civile degli agenti condannati penalmente, nei confronti di tutte le vittime, tali agenti non sono stati condannati a versare una provvisionale al ricorrente, in quanto quest’ultimo non aveva subito lesioni personali. Il ricorrente conclude da ciò che il compenso che il giudice civile potrebbe accordargli sarebbe comunque insufficiente (paragrafo 41).", "Di fronte a queste doglianze, sono del parere che la Corte non possa limitarsi a decidere che non sia opportuno esaminare la dedotta violazione dell’articolo 14. Ritengo che la Corte dovrebbe pronunciarsi sulla questione di stabilire se i motivi di ricorso sopra citati siano da prendere in considerazione sotto il profilo dell’articolo 13 e, in caso affermativo, che essa dovrebbe valutare se siano fondati. In effetti, è importante fare una distinzione netta tra l’elemento procedurale dell’articolo 3, che riguarda l’efficacia delle misure preventive, e l’articolo 13, che riguarda la riparazione della violazione commessa.", "Per questo motivo ho votato contro il punto 6 del dispositivo."]}