{"file": "ITA_HJUDITA_30386_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "30386/05", "text_paragraphs": ["Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione effettuata da Rita Carnevali, assistente linguistico.", "", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "", "", "QUARTA SEZIONE", "", "", "", "", "", "", "CAUSA EKOGLASNOST c. BULGARIA", "", "(Ricorso n. 30386/05)", "", "", "", "SENTENZA", "", "", "STRASBURGO", "", "6 novembre 2012", "", "", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "", "Nella causa Ekoglasnost c. Bulgaria,", "La Corte europea dei diritti dell’uomo (quarta sezione), riunita in una camera composta da:", "\tLech Garlicki, presidente,\n\tDavid Thór Björgvinsson,\n\tPäivi Hirvelä,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tVincent A. De Gaetano, giudici,\n\tPavlina Panova, giudice ad hoc,\ne da Fatoş Aracı, cancelliere aggiunto di sezione,", "Dopo aver deliberato in camera di consiglio il 16 ottobre 2012,", "Pronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1.  All’origine della causa vi è un ricorso (n. 30386/05) proposto contro la Repubblica di Bulgaria e con cui un partito politico bulgaro Ekoglasnost («il ricorrente»), ha adito la Corte il 12 agosto 2005 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "2.  Il ricorrente è rappresentato dall’avvocato V.Y. Benchev, del foro di Veliko Turnovo. Il governo bulgaro («il Governo») è stato rappresentato dai suoi agenti, V. Hristova e M. Kotzeva, del Ministero della Giustizia.", "3.  La sig.ra Zdravka Kalaydjieva, giudice eletto a titolo della Bulgaria, si è astenuta dal partecipare all’esame della causa (articolo 28 del regolamento della Corte). Il 28 gennaio 2010 il Governo ha designato in sua vece la sig.ra Pavlina Panova, in qualità di giudice ad hoc (articoli 27 § 2 della Convenzione e 29 § 1 del regolamento della Corte all’epoca vigente)", "4.  Il ricorrente sosteneva in particolare che l’introduzione tardiva di tre nuove condizioni legali per presentarsi alle elezioni parlamentari del 2005 avesse leso il suo diritto di eleggibilità, componente passiva dei diritti sanciti dall’articolo 3 del Protocollo n. 1.", "5. Il 14 settembre 2009 il ricorso è stato comunicato al Governo. Come consentito dall’articolo 29 § 1 della Convenzione, è stato inoltre deciso che la camera si sarebbe pronunciata contestualmente sulla ricevibilità e sul merito della causa.", "IN FATTO", "I.  LE CIRCOSTANZE DEL CASO DI SPECIE", "A.  La storia del Club politico Ekoglasnost e le sue partecipazioni alle elezioni parlamentari", "6.  Il ricorrente, il Club politico Ekoglasnost («Ekoglasnost»), è un partito politico bulgaro, fondato nel 1990 con sede a Sofia.", "7.  Il partito partecipò a tutte le elezioni parlamentari svoltesi tra il 1990 e il 2001. In tre di queste elezioni i suoi risultati gli avevano permesso di mandare alcuni deputati all’Assemblea nazionale.", "8.  Secondo le informazioni contenute nel rapporto del comitato ad hoc dell’Assemblea parlamentare del Consiglio d’Europa e nel rapporto finale della missione di osservazione della Organizzazione per la sicurezza e la cooperazione in Europa, disponibili sui siti  e , la Commissione elettorale centrale registrò sessantacinque formazioni politiche per le elezioni parlamentari bulgare del 2001. Fra queste, quindici partiti e coalizioni si ritirarono dalle elezioni prima del giorno dello scrutinio e altre quattordici formazioni politiche non presentarono alcuna lista di candidati. Così, alle elezioni del 17 giugno 2001 parteciparono effettivamente trentasei partiti e coalizioni.", "9.  All’esito di queste elezioni quattro formazioni politiche superarono la soglia elettorale del 4% dei voti e mandarono dei deputati in Parlamento. Altri quattro partiti e coalizioni ottennero tra lo 0,98% e il 3,63% dei voti. Gli altri ventotto partiti e coalizioni, fra cui Ekoglasnost, ottennero meno dello 0,75% dei voti.", "B.  Il rifiuto della Commissione elettorale centrale di registrare Ekoglasnost come partecipante alle elezioni parlamentari del 2005", "10.  Poco prima della scadenza del mandato del Parlamento uscente, con un decreto apparso sulla Gazzetta Ufficiale il 15 aprile 2005, il presidente della Repubblica di Bulgaria fissò al 25 giugno 2005 la data delle successive elezioni parlamentari.", "11.  Il 9 maggio 2005 Ekoglasnost richiese alla Commissione elettorale centrale («la CEC») di registrarlo come partecipante alle elezioni parlamentari. Il leader di Ekoglasnost presentò alla CEC le copie delle decisioni giudiziarie relative allo statuto del partito, il certificato di iscrizione di quest’ultimo nel registro dei partiti politici, nonché gli specimen della sua firma e del timbro ufficiale del partito.", "12.  Dopo aver esaminato il fascicolo presentato da Ekoglasnost, la CEC constatò che mancava un certo numero di documenti, ossia un documento attestante il versamento della cauzione elettorale di 20.000 lev bulgari (BGN), un certificato della Corte dei conti attestante che il partito le aveva presentato i suoi bilanci annuali dei tre anni precedenti e un elenco di almeno 5.000 elettori che con la loro firma avevano attestato il loro sostegno alla partecipazione del partito alle elezioni parlamentari. La CEC concesse al partito ricorrente un termine supplementare di tre giorni per produrre questi documenti. Ekoglasnost non presentò i documenti richiesti.", "13.  Con decisione del 12 maggio 2005, la CEC si rifiutò di registrare Ekoglasnost come partecipante alle elezioni parlamentari a causa della mancanza dei tre documenti sopra menzionati. Il partito impugnò questa decisione innanzi alla Corte amministrativa suprema. Ekoglasnost riteneva che le disposizioni della legge elettorale che introducevano le tre esigenze in causa fossero contrarie alla Costituzione. In particolare, la cauzione di 20.000 BGN era troppo elevata e qualche anno prima la Corte costituzionale aveva dichiarato l’incostituzionalità di una disposizione simile della legge elettorale. La seconda condizione, ossia la presentazione dei bilanci degli ultimi tre anni alla Corte dei conti, era stata introdotta soltanto nell’aprile 2005. Quanto alla presentazione di un elenco di 5.000 elettori sostenitori del partito, questa esigenza rischiava di esporre i membri e i potenziali elettori del partito alla pressione dei rappresentanti dei partiti politici al potere.", "14.  Con sentenza del 19 maggio 2005 la Corte amministrativa suprema respinse il ricorso del partito ricorrente. L’alta giurisdizione amministrativa constatò che le disposizioni della legge elettorale contestate da Ekoglasnost, ossia gli articoli 49a e 50, comma 3, numeri 6 e 7, non erano state dichiarate incostituzionali dalla Corte costituzionale. Pertanto i partiti politici dovevano soddisfare le condizioni poste da queste ultime per potersi presentare alle elezioni parlamentari, il che non si era verificato nel caso del partito Ekoglasnost. Questa sentenza era definitiva.", "15.  La decisione della CEC e la sentenza della Corte amministrativa suprema impedirono a Ekoglasnost di partecipare alle elezioni parlamentari.", "C.  Le elezioni parlamentari del 25 giugno 2005", "16.  Secondo le informazioni disponibili sul sito internet della CEC, , furono ventidue le formazioni politiche registrate per partecipare alle elezioni parlamentari del 25 giugno 2005. Dieci partiti e coalizioni, fra cui Ekoglasnost, si videro rifiutare il diritto di partecipare alle elezioni per il fatto che una o più delle tre condizioni di presentazione alle elezioni adottate nell’aprile 2005 (vedere i paragrafi 27, 30 e 31 infra) non erano soddisfatte.", "17.  Dopo il conteggio dei risultati, sette partiti e coalizioni oltrepassarono la soglia elettorale del 4% dei voti e mandarono dei deputati all’Assemblea nazionale. Dodici formazioni politiche ottennero meno dell’uno per cento dei voti. Quattro partiti fra queste dodici formazioni totalizzarono meno di cinquemila voti ciascuno.", "II.  IL DIRITTO INTERNO PERTINENTE", "1.  La legislazione elettorale e i suoi emendamenti", "a)  Le condizioni per la presentazione alle elezioni tra il 2001 e il 2005", "18.  All’epoca dei fatti pertinenti, le elezioni parlamentari erano disciplinate dalla legge del 2001 sull’elezione dei deputati dell’Assemblea nazionale («la legge elettorale»). I deputati erano eletti secondo il sistema proporzionale in base al quale gli elettori votavano per le liste di candidati proposti dalle formazioni politiche o per dei candidati indipendenti. I partiti politici che desideravano partecipare alle elezioni parlamentari dovevano essere registrati dalla CEC che verificava l’adempimento delle condizioni poste dalla stessa legge. I partiti politici dovevano sottoporre le loro domande di registrazione, corredate dai documenti richiesti, al massimo entro 46 giorni prima della data dello scrutinio fissata dal presidente della Repubblica (articolo 50, commi 1 e 2 della legge).", "19.  Nel suo testo iniziale, in vigore fino all’aprile 2005, la legge elettorale richiedeva unicamente la presentazione dei documenti relativi allo statuto del partito candidato alle elezioni (la decisione giudiziaria relativa alla sua registrazione, il certificato del registro dei partiti politici) e degli specimen della firma del rappresentante del partito e del timbro ufficiale di quest’ultimo.", "20.  Il rifiuto della CEC di registrare un partito per la partecipazione alle elezioni era soggetto a ricorso innanzi alla Corte amministrativa suprema (articolo 50, comma 9, della stessa legge), che si sarebbe pronunciata con sentenza definitiva.", "b)  Gli emendamenti della legislazione elettorale", "21.  Il 23 aprile 2003 un gruppo di deputati dell’Assemblea nazionale presentò il progetto di una nuova legge sui partiti politici per sostituire la vecchia legge del 2001. Il progetto di legge proponeva, tra l’altro, di rafforzare il controllo pubblico sul finanziamento e sulla contabilità dei partiti politici. L’articolo 34 del progetto prevedeva l’obbligo per la Corte dei conti di rilasciare un certificato ad ogni partito politico che le avesse presentato i suoi bilanci degli ultimi tre anni. I paragrafi 2, 3 e 4 delle disposizioni finali del progetto prevedevano un emendamento alle tre leggi elettorali riguardanti - rispettivamente - l’elezione dei deputati, l’elezione del presidente della Repubblica e le elezioni locali: i partiti politici che desideravano presentare i propri candidati in questi tre tipi di elezioni dovevano corredare la loro domanda di registrazione per le elezioni con il certificato rilasciato dalla Corte dei conti.", "22. La commissione parlamentare permanente sulla società civile esaminò questo progetto di legge nel corso di più riunioni cui parteciparono rappresentanti di diverse formazioni politiche, compresi i partiti non rappresentati in Parlamento. La commissione parlamentare decise, all’unanimità, di sottoporre il progetto di legge in questione al Parlamento in seduta plenaria.", "23.  Il 5 febbraio 2004 il Parlamento bulgaro tenne un primo dibattito, in seduta plenaria e accessibile al pubblico, sul progetto di una nuova legge sui partiti politici. Con centoventi voti contro quattro, il progetto di legge fu approvato in via di principio.", "24.  Il 18 dicembre 2004 al termine di un secondo dibattito parlamentare pubblico, il progetto di legge fu approvato disposizione per disposizione.", "25.  Con decreto del 27 dicembre 2004 il Presidente della Repubblica esercitò il suo diritto di veto su tale legge. In particolare contestò la norma transitoria che dispensava i partiti politici rappresentati in Parlamento dall’obbligo di richiedere una nuova registrazione ai tribunali interni.", "26.  Al termine di due nuovi dibattiti parlamentari, il 19 gennaio e il 23 marzo 2005, la legge sui partiti politici fu definitivamente adottata dall’Assemblea nazionale.", "27.  La legge sui partiti politici fu pubblicata sulla Gazzetta Ufficiale il 1o aprile 2005 ed entrò in vigore lo stesso giorno. Il paragrafo 6 delle sue disposizioni transitorie e finali recava la modifica dell’articolo 50, comma 3, della legge elettorale: ormai ogni partito che desiderava partecipare alle elezioni legislative doveva corredare la sua domanda di registrazione alla Commissione elettorale centrale con un certificato, rilasciato dalla Corte dei conti, attestante la presentazione dei suoi bilanci degli ultimi tre anni (articolo 50, comma 3, punto 7 della legge elettorale).", "28.  Nel frattempo, il 1o febbraio 2005, un altro gruppo di deputati presentò all’Assemblea nazionale un progetto di legge recante modifica della legge elettorale. Veniva proposto, tra l’altro, di introdurre due nuove condizioni per la presentazione dei partiti politici alle elezioni legislative: i) il pagamento di una cauzione elettorale rimborsabile di 40.000 lev bulgari (qui di seguito BGN) e ii) la presentazione di un elenco di 5.000 aderenti al partito.", "29.  Il 15 marzo 2005 la commissione parlamentare permanente sulle questioni giuridiche decise di sottoporre tale progetto di legge all’Assemblea nazionale. Il 23 marzo 2005 e il 6 e il 7 aprile 2005 il Parlamento tenne due dibattiti pubblici su tale progetto. La legge recante emendamento della legge elettorale fu definitivamente adottata il 7 aprile 2005, fu pubblicata sulla Gazzetta Ufficiale il 12 aprile 2005 ed entrò in vigore lo stesso giorno.", "30.  Fu così creato un nuovo articolo 49a della legge elettorale che obbligava i partiti candidati all’elezione parlamentare a pagare una cauzione elettorale di 20.000 BGN (circa 10.225 euro), che potevano vedersi restituire dopo lo scrutinio se avessero ottenuto più dell’uno per cento dei voti.", "31.  L’articolo 50, comma 3, della legge elettorale introduceva una nuova esigenza: da quel momento in poi i partiti politici erano tenuti a presentare alla CEC un elenco di 5.000 elettori che con la loro firma sostenevano la partecipazione del partito alle elezioni legislative (articolo 50, comma 3, punto 6 della legge).", "2.  Il finanziamento e la contabilità dei partiti politici", "32.  Il finanziamento e la contabilità dei partiti politici sono disciplinati dalla legge sui partiti politici. Fino all’aprile 2005 era in vigore la vecchia legge del 2001. Il 1o aprile 2005 fu sostituita da una nuova legge (si vedano i paragrafi 21-27 supra).", "33.  In virtù dell’articolo 13 della vecchia legge, ripreso dall’articolo 21 della nuova legge, i partiti politici finanziavano le loro attività con fondi propri e con la sovvenzione dello Stato.", "34.  L’articolo 14 della vecchia legge elencava le fonti dei fondi propri dei partiti: quote versate dai membri; gestione dei beni immobili appartenenti al partito; attività di edizione o gestione dei diritti d’autore e di altri diritti della proprietà intellettuale; donazioni e legati di persone fisiche; donazioni di persone giuridiche. L’articolo 23 della nuova legge vi aggiunse gli interessi percepiti sui conti bancari del partito, le diverse attività per la raccolta di fondi e crediti bancari ottenuti, questi ultimi in misura non superiore ai due terzi dei redditi annuali del partito dichiarati alla Corte dei conti.", "35. La sovvenzione dello Stato era accordata ai partiti politici rappresentati in Parlamento e ai partiti politici senza deputati in Parlamento che avessero ottenuto almeno l’uno per cento dei voti alle ultime elezioni legislative (articoli 15 e 16 della vecchia legge e articoli 25 e 26 della nuova legge).", "36.  L’articolo 26 della vecchia legge del 2001, la cui disposizione è stata ripresa dall’articolo 34 della nuova legge, obbligava ogni partito a presentare il suo bilancio dell’anno precedente alla Corte dei conti nel mese di marzo dell’anno in corso. Il mancato adempimento di questo obbligo comportava la perdita della sovvenzione statale annuale (articolo 28 della vecchia legge e articolo 36 della nuova legge).", "3.  L’eccezione di incostituzionalità", "37.  Il diritto bulgaro non conferisce al singolo e alle persone giuridiche la possibilità di rivolgersi direttamente alla Corte costituzionale per contestare la costituzionalità di una legge o per far valere i loro diritti fondamentali. Tuttavia l’articolo 10 della legge 1997 sulla Corte amministrativa suprema, in vigore all’epoca dei fatti oggetto di causa, permetteva alla Corte amministrativa suprema di sospendere la procedura pendente innanzi ad essa e di adire la Corte costituzionale se constatava che una disposizione legislativa era potenzialmente incostituzionale.", "III.  I LAVORI E I RAPPORTI PERTINENTI DELLA COMMISSIONE EUROPEA PER LA DEMOCRAZIA ATTRAVERSO IL DIRITTO", "38.  Nelle sessioni 51a e 52a del 5 e 6 luglio e del 18 e 19 ottobre 2002, la Commissione europea per la democrazia attraverso il diritto (detta Commissione di Venezia) ha adottato le sue linee guida in materia elettorale e un rapporto esplicativo che precisa queste ultime. I due documenti sopra citati costituiscono insieme il Codice di buona condotta in materia elettorale della Commissione di Venezia che è stato approvato nel 2003 dall’Assemblea parlamentare del Consiglio d’Europa e dal Congresso dei poteri locali e regionali d’Europa.", "39.  Le parti pertinenti di tale codice sono così formulate:", "Linee guida", "« 2.  Livelli normativi e stabilità del diritto elettorale", "a.  Ad eccezione delle regole tecniche e di dettaglio - che possono avere carattere regolamentare -, le regole del diritto elettorale devono avere almeno rango legislativo.", "b.  Gli elementi fondamentali del diritto elettorale, e in particolare il sistema elettorale propriamente detto, la composizione delle commissioni elettorali e la suddivisione in seggi elettorali delle circoscrizioni non dovrebbero poter essere modificate entro l’anno che precede le elezioni, o dovrebbero essere trattate a livello costituzionale o a livello superiore a quello della legge ordinaria.»;", "Rapporto esplicativo", "« 2.  Livelli normativi e stabilità del diritto elettorale", "63.  La stabilità del diritto è un elemento importante della credibilità del processo elettorale, che è essa stessa essenziale al consolidamento della democrazia. In effetti, se le regole cambiano spesso, l’elettore può essere disorientato e non comprenderle, soprattutto se presentano una certa complessità; in particolare egli può considerare, a torto o a ragione, che il diritto elettorale sia uno strumento che coloro che esercitano il potere manipolano in loro favore, e che il voto dell’elettore non sia quindi l’elemento che decide il risultato dello scrutinio.", "64.  La necessità di garantire la stabilità non riguarda, in pratica, tanto i principi fondamentali, la cui formale messa in discussione è difficilmente possibile, quanto alcune regole più precise del diritto elettorale, in particolare il sistema elettorale propriamente detto, la composizione delle commissioni elettorali e la suddivisione in seggi elettorali delle circoscrizioni. Questi tre elementi appaiono spesso - a torto o a ragione - determinanti per il risultato dello scrutinio, ed è opportuno evitare non soltanto le manipolazioni in favore del partito al potere, ma anche le stesse parvenze di manipolazioni.", "65.  Quello che deve essere evitato non è tanto la modifica del modo di scrutinio, che può sempre essere migliorato, ma la sua revisione ripetuta o eseguita poco prima dello scrutinio (meno di un anno). Anche in assenza di volontà di manipolazione, questa revisione apparirà allora come legata a interessi di parte congiunturali.", "66.  Uno dei modi per evitare le manipolazioni è quello di definire nella Costituzione o in un testo superiore alla legge ordinaria gli elementi più sensibili (sistema elettorale propriamente detto, composizione delle commissioni elettorali, circoscrizioni o regole sulla suddivisione in seggi elettorali delle circoscrizioni). Un’altra soluzione, meno rigida, consiste nel prevedere nella Costituzione che, in caso di cambiamento della legge elettorale, il vecchio sistema resti applicabile alla successiva elezione - almeno se questa ha luogo entro un anno -, e che il nuovo intervenga soltanto per gli scrutini successivi", "67.  Per il resto, il diritto elettorale dovrebbe avere per principio rango legislativo. Le norme di attuazione, in particolare le regole tecniche e di dettaglio, possono tuttavia essere di natura regolamentare.».", "40.  Nel gennaio 2011 l’Assemblea nazionale bulgara adottò il codice elettorale che sostituì la legislazione elettorale precedente, compresa la legge del 2001 sull’elezione dei deputati. Il legislatore mantenne l’esigenza per i partiti candidati alle elezioni di presentare un certificato della Corte dei conti, ridusse l’importo della cauzione elettorale a 10.000 BGN e fissò a 7.000 il numero di firme degli elettori che sostenevano la presentazione del partito alle elezioni (articoli 79, comma 1, e 82, comma 3, punti 7 e 8 del codice elettorale)", "41.  Nella sua 87a sessione plenaria del 17 e 18 giugno 2011, la Commissione di Venezia adottò un parere sul nuovo codice elettorale bulgaro. La parte pertinente di questo parere è così formulata:", " « 33.  Nel corso delle ultime elezioni legislative [del 2009], per le candidature depositate dai partiti e dalle coalizioni di partiti venivano rispettivamente richiesti 15.000 e 20.000 firme di sostegno, oltre al versamento di una cauzione di 50.000 BGN e 100.000 BGN. Il Codice prevede ormai che i partiti e le coalizioni di partiti debbano versare una cauzione di 10.000 BGN per la loro candidatura alle elezioni presidenziali, legislative ed europee e raccogliere 7.000 firme a sostegno della loro domanda. A titolo della precedente legislazione i candidati indipendenti dovevano versare una cauzione di 15.000 BGN e allegare alla loro domanda di iscrizione un elenco di almeno 10.000 firme di elettori stabilmente residenti nella circoscrizione interessata. In virtù del nuovo codice sono ora tenuti a raccogliere lo stesso numero di firme a sostegno dei partiti o delle coalizioni di partiti per presentare la loro candidatura alle elezioni legislative, presidenziali ed europee, nonché a versare una cauzione il cui importo è più modesto di quello previsto per i partiti o per le coalizioni di partiti per le elezioni legislative e municipali, ma resta identico per gli scrutini presidenziali. Le modifiche apportate al codice sono accolte con favore e mantengono un giusto equilibrio tra l’obiettivo legittimo di scoraggiare le candidature fittizie e l’obbligo di non ostacolare l’accesso alle elezioni ai partiti politici o ai candidati indipendenti legittimi».", "IN DIRITTO", "I.  \tSULL’INTRODUZIONE DI TRE NUOVE CONDIZIONI DI CANDIDATURA DEI PARTITI ALLE ELEZIONI PARLAMENTARI DEL 2005", "42.  Ekoglasnost lamenta che l’introduzione di tre nuove condizioni per la presentazione di candidati da parte dei partiti politici alle elezioni legislative del 25 giugno 2005, poco tempo prima dello scrutinio, gli ha impedito di partecipare a queste elezioni e a tale proposito invoca l’articolo 3 del Protocollo n. 1, così formulato:", " « Le Alte Parti contraenti si impegnano a organizzare, a intervalli ragionevoli, libere elezioni a scrutinio segreto, in condizioni tali da assicurare la libera espressione dell’opinione del popolo sulla scelta del corpo legislativo.»", "A.  Sulla ricevibilità", "43.  La Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 (a) della Convenzione e non incorre in altri motivi di irricevibilità. È dunque opportuno dichiararlo ricevibile.", "B.  Sul merito", "1.  Argomenti delle parti", "a)  La parte ricorrente", "44.  La parte ricorrente espone che in quanto partito politico, Ekoglasnost ha partecipato a tutte le elezioni legislative svoltesi dal 1990 e per tre volte ha mandato deputati in Parlamento.", "45.  Nell’aprile 2005 l’Assemblea nazionale ha adottato diversi emendamenti alla legge elettorale, che hanno posto tre nuove condizioni che i partiti politici dovevano soddisfare per presentarsi alle successive elezioni legislative: essi dovevano versare una cauzione elettorale di 20.000 BGN, produrre un certificato della Corte dei conti attestante l’adempimento del loro obbligo di presentazione dei bilanci relativi ai tre anni precedenti e presentare un elenco di 5.000 firme di elettori a sostegno della presentazione del partito alle elezioni.", "46.  La parte ricorrente sostiene che la somma di 20.000 BGN era esorbitante e che questa nuova condizione per presentarsi alle elezioni penalizzava i piccoli partiti non rappresentati in Parlamento e che, come Ekoglasnost, non percepivano sovvenzioni dello Stato. Per di più la data delle elezioni era stata fissata al 25 giugno 2005, fatto che lasciava poco tempo ai partiti per trovare tale somma di denaro.", "47.  Per Ekoglasnost era altresì impossibile sottoporre un elenco di 5.000 elettori a sostegno della sua presentazione alle elezioni perché esisteva il rischio che tale elenco venisse consegnato ai grandi partiti al potere. In tal modo i simpatizzanti di Ekoglasnost avrebbero potuto subire misure di ritorsione da parte dei suoi concorrenti politici: siluramenti, ostacoli amministrativi vari alle loro attività economiche, revoca di prestazioni sociali, ecc.", "48.  L’esigenza di presentare un certificato della Corte dei conti sulla regolarità degli ultimi tre bilanci annuali trasgrediva quanto ad essa il principio della non retroattività delle leggi. Se era vero che la legge sui partiti politici obbligava dal 2001 i partiti a presentare i loro bilanci alla Corte dei conti, la mancata osservanza di questa regola comportava semplicemente la perdita della sovvenzione dello Stato. Ora, i piccoli partiti non rappresentati in Parlamento e che avevano realizzato un risultato elettorale inferiore all’uno per cento dei voti alle ultime elezioni legislative non percepivano sovvenzioni dello Stato. Questi ultimi non avevano quindi presentato i loro bilanci alla Corte dei conti e non potevano soddisfare la nuova condizione posta dall’emendamento alla legge elettorale di aprile 2005.", "49.  Ritenendo che le tre nuove condizioni di presentazione alle elezioni fossero incostituzionali, Ekoglasnost ha chiesto di essere registrato dalla CEC senza doverle soddisfare. L’organo elettorale centrale ha rigettato questa domanda come pure è stato rigettato il ricorso che Ekoglasnost ha presentato alla Corte amministrativa suprema. Così al partito è stato ingiustamente impedito di partecipare alle elezioni parlamentari.", "b)  il Governo", "50.  Il Governo espone che il diritto del partito politico Ekoglasnost di presentarsi alle elezioni non è stato violato e invita la Corte a rigettare questo motivo di ricorso.", "51.  Il Governo osserva che la decisione della CEC di rifiutare la registrazione del partito per le elezioni legislative e la sentenza della Corte suprema amministrativa che l’ha confermata erano conformi alla legislazione interna e ben motivate. Sia l’organo elettorale centrale che l’alta giurisdizione amministrativa hanno constatato che il partito Ekoglasnost aveva omesso di soddisfare tre delle condizioni richieste per presentarsi alle elezioni, ossia il versamento di una cauzione elettorale, la presentazione di un certificato della Corte dei conti sulla regolarità della contabilità del partito e un elenco di 5.000 elettori che sostenessero la candidatura del partito. Queste esigenze erano previste dalle disposizioni della legge elettorale e non erano contrarie alla Costituzione del paese.", "52.  Il Governo ritiene che l’introduzione delle tre condizioni in causa da parte del legislatore nazionale si proponesse di assicurare la partecipazione alle elezioni parlamentari a candidati e formazioni politiche ben solidi, responsabili e seri oltre che a limitare spese irragionevoli di fondi pubblici connesse all’organizzazione dello scrutinio. Il Governo sostiene che questi sono scopi legittimi ai sensi della Convenzione e dei suoi Protocolli.", "53.  Il Governo ritiene che le tre condizioni non possono essere considerate ostacoli insormontabili per un partito politico ben solido come Ekoglasnost. Rifiuta la tesi della parte ricorrente secondo la quale la somma di 20.000 BGN richiesta a titolo di cauzione elettorale sarebbe esorbitante e ricorda che la cauzione è restituita al partito che abbia ottenuto almeno l’uno per cento dei suffragi. Fa notare che la pratica di richiedere il versamento di una cauzione ai partiti partecipanti alle elezioni è ampiamente utilizzata nei paesi democratici e che gli organi della Convenzione hanno riconosciuto nella loro giurisprudenza che si trattava di una misura necessaria volta a scoraggiare le candidature futili. Il Governo osserva peraltro che Ekoglasnost aveva la possibilità di ottenere un credito bancario per pagare tale somma, cosa che il partito non ha fatto.", "54.  Nemmeno la presentazione di un elenco di elettori che sostengono la partecipazione del partito alle elezioni parlamentari era una esigenza insolita per i regimi democratici e, nella sua giurisprudenza, la vecchia Commissione dei diritti dell’uomo l’aveva ritenuta una misura compatibile con l’articolo 3 del Protocollo n. 1.", "55.  Per quanto riguarda il certificato rilasciato dalla Corte dei conti, il Governo fa notare che la legislazione interna obbligava le formazioni politiche a presentare ogni anno i loro bilanci a questa istituzione. Ekoglasnost non avrebbe avuto alcun problema ad ottenere il certificato in causa se avesse presentato in tempo i suoi ultimi bilanci alla Corte dei conti.", "56.  Il Governo ritiene infine che la parte ricorrente non sia stata svantaggiata dall’adozione tardiva delle misure in causa: gli emendamenti alla legislazione elettorale erano stati adottati nell’aprile 2005 e le elezioni erano fissate al 25 giugno 2005, fatto che lasciava tempo sufficiente a Ekoglasnost per conformarsi a tutte le condizioni previste per la sua registrazione da parte della CEC.", "2.  Valutazione della Corte", "57.  La Corte richiama la sua consolidata giurisprudenza ai sensi della quale l’articolo 3 del Protocollo n. 1 non si limita a imporre agli Stati il semplice obbligo di organizzare elezioni per il corpo legislativo, ma implica anche diritti soggettivi, fra cui il diritto di voto e quello di proporsi candidato alle elezioni (Mathieu-Mohin e Clerfayt c. Belgio, 2 marzo 1987, §§ 46-51, serie A n. 113).", "58.  I diritti garantiti dall’articolo 3 del Protocollo n. 1 non sono assoluti. Vi è spazio per delle «limitazioni implicite», e gli Stati contraenti dispongono di un ampio margine di apprezzamento in materia (Mathieu-Mohin e Clerfayt, sopra citata, § 52; Podkolzina c. Lettonia, n. 46726/99, § 33, CEDU 2002-II).", "59.  Spetta tuttavia alla Corte decidere in ultimo grado sull’osservanza delle esigenze dell’articolo 3 del Protocollo n. 1; deve assicurarsi che le condizioni alle quali sono subordinati il diritto di voto o il diritto di candidarsi alle elezioni non limitino i diritti in questione al punto di lederli nella loro stessa sostanza e di privarli della loro effettività, che esse perseguano uno scopo legittimo e che i mezzi utilizzati non si rivelino sproporzionati (Mathieu-Mohin e Clerfayt, sopra citata, § 52).", "60.  Ritornando ai fatti della presente causa, la Corte osserva che la CEC si è rifiutata di registrare Ekoglasnost come partecipante alle elezioni legislative che si sarebbero svolte il 25 giugno 2005 perché il partito non aveva soddisfatto tre delle nuove condizioni introdotte nella legislazione elettorale nell’aprile 2005, ossia la presentazione di un elenco di 5.000 firme, la presentazione di un certificato della Corte dei conti e il versamento di una cauzione elettorale di 20.000 BGN (si vedano i paragrafi 12 e 13 supra). Questa decisione è stata confermata dalla Corte amministrativa suprema (si veda il paragrafo 14 supra). La Corte ritiene che questa situazione costituisca una lesione del diritto elettorale passivo della parte ricorrente, garantito dall’articolo 3 del Protocollo n. 1.", "61.  Viste le circostanze del caso di specie, la Corte è del parere che la principale questione che si pone innanzi ad essa nella presente causa sia sapere se il rifiuto di registrare Ekoglasnost come candidato alle elezioni parlamentari bulgare del 2005, che era basato sulla constatazione della mancata osservanza di tre nuove esigenze per la presentazione dei partiti politici alle elezioni, introdotte poco tempo prima della data di scrutinio, fosse compatibile con le esigenze poste dalla sua giurisprudenza in materia (si vedano i paragrafi 57-59 supra).", "62.  La Corte osserva in primo luogo che le tre nuove condizioni in causa erano previste dalla legislazione interna ossia dalla legge elettorale, che riguardavano tutti i partiti che desideravano partecipare alle elezioni legislative e che non sono state dichiarate contrarie alla Costituzione dello Stato convenuto. La Corte ritiene si trattasse di regole chiare e prevedibili. La Parte ricorrente poteva quindi ragionevolmente prevedere che il mancato rispetto di queste tre nuove condizioni da parte sua avrebbe comportato il rifiuto dell’organo elettorale centrale di registrarla come partecipante alle elezioni legislative.", "63.  La Corte ritiene che nessuna delle tre condizioni messe in discussione dalla parte ricorrente sembri porre di per sé un problema dal punto di vista dell’articolo 3 del Protocollo n. 1. In proposito essa ricorda che imporre ai partecipanti alle elezioni legislative l’obbligo di presentare un certo numero di firme a sostegno della candidatura di un partito o di un singolo candidato non è incompatibile con la Convenzione stessa se il numero di firme da raccogliere è relativamente elevato (Asensio Serqueda c. Spagna, n. 23151/94, decisione della Commissione europea dei diritti dell’uomo del 9 maggio 1994, Décisions et rapports (DR) 77-B, p. 122; X c. Austria, n. 7008/75, decisione della Commissione del 12 luglio 1976, DR 6, p. 122). Nella sua sentenza Soukhovetski c. Ucraina, n. 13716/02, § 73, CEDU 2006VI, la Corte ha ammesso che l’obbligo di pagare una cauzione elettorale di importo ragionevole che non costituisca un ostacolo amministrativo o economico insormontabile per il candidato alle elezioni legislative non costituisce una violazione del diritto elettorale passivo. Per quanto riguarda la terza misura interessata, ossia l’obbligo di ottenere un certificato della Corte dei conti che attesti che il partito ha presentato nei termini richiesti i suoi ultimi bilanci annuali, la Corte ritiene che lo Stato convenuto non abbia oltrepassato l’ampio margine di apprezzamento che gli conferisce l’articolo 3 del Protocollo n. 1. Si trattava di una soluzione che contribuiva ad assicurare la trasparenza del finanziamento dei partiti politici.", "64.  La Corte ritiene che le tre misure introdotte dal legislatore bulgaro avessero lo scopo di assicurare la partecipazione alle elezioni legislative di formazioni politiche stabili, sufficientemente rappresentative della società e che rispettassero le regole sulla trasparenza del finanziamento dei partiti politici, nonché di limitare le spese connesse all’organizzazione dello scrutinio. Essa osserva peraltro che, nel suo parere sul codice elettorale bulgaro del 2011, la Commissione di Venezia ha ritenuto che sia la cauzione elettorale che l’esigenza di raccogliere un certo numero di firme a sostegno della presentazione dei partiti alle elezioni parlamentari perseguissero l’obiettivo legittimo di scoraggiare le candidature fittizie (si veda il paragrafo 41 supra). Alla luce di questi elementi, la Corte conclude che l’introduzione di tre nuove condizioni di presentazione alle elezioni perseguisse proprio degli scopi legittimi.", "65.  Passando a esaminare la questione della necessità delle misure controverse, la Corte osserva in primo luogo che Ekoglasnost contesta l’introduzione tardiva e il carattere retroattivo dell’esigenza di presentare un certificato della Corte dei conti sulla regolarità dei suoi bilanci degli ultimi tre anni (si veda il paragrafo 48 supra). La Corte constata tuttavia che l’obbligo per ogni partito politico di presentare alla Corte dei conti i propri bilanci annuali esisteva dal 2001 (si veda il paragrafo 36 supra). Tuttavia fino all’aprile 2005 la sua mancata osservanza non comportava l’impossibilità per il partito di partecipare alle successive elezioni, ma unicamente la perdita della sovvenzione dello Stato (si vedano i paragrafi 26 e 36 supra). Nelle sue osservazioni Ekoglasnost spiega di non aver presentato i suoi bilanci annuali per il fatto che comunque il partito non riceveva sovvenzioni visto il risultato insufficiente ottenuto alle elezioni legislative del 2001 (si veda il paragrafo 48 supra). La Corte ritiene che la parte ricorrente non possa validamente ricorrere a questo argomento per sottrarsi all’obbligo legale di presentare i suoi bilanci alla Corte dei conti. In effetti questa misura si prefigge di assicurare la trasparenza del finanziamento dei partiti politici, fatto questo che assume un’importanza particolare per il buon funzionamento di tutto il sistema democratico.", "66.  L’obbligo legale imposto ad ogni partito che desideri presentare dei candidati di ottenere un certificato della Corte dei conti attestante la regolarità dei suoi bilanci è entrato in vigore il 1o aprile 2005. La Corte osserva tuttavia che il progetto di una nuova legge sui partiti politici che prevedesse questa misura era stato depositato in Parlamento nell’aprile 2003 e che l’Assemblea nazionale bulgara ha tenuto dei dibattiti pubblici su tale progetto nel corso dell’anno 2004 (si vedano i paragrafi 21, 23 e 24 supra). Quanto al veto presidenziale che ha ritardato l’adozione di questa legge, quest’ultimo non si oppone a tale particolare misura (si veda il paragrafo 25 supra). In queste condizioni la Corte considera che l’adozione di tale misura era prevedibile e che i dirigenti di Ekoglasnost avrebbero potuto agire in anticipo rispetto alla sua introduzione nel mese di aprile 2005 e prendere le misure necessarie per regolarizzare la situazione del partito presso la Corte dei conti. Non sembra che gli organi dirigenti del partito abbiano fatto qualche passo in tal senso. È opportuno pertanto rigettare l’argomento basato sulla introduzione tardiva di questa esigenza nella legislazione elettorale.", "67.  Ekoglasnost sostiene anche di non aver potuto depositare la cauzione elettorale né raccogliere le 5.000 firme richieste a causa del brevissimo lasso di tempo disponibile in quanto queste due esigenze erano state introdotte poco tempo prima delle elezioni legislative del 25 giugno 2005. La Corte ricorda che l’introduzione di queste due esigenze non sembra porre di per sé un problema dal punto di vista dell’articolo 3 del Protocollo n. 1 (si veda il paragrafo 63 supra). Essa constata in compenso che il progetto di legge che prevedeva queste nuove misure era stato introdotto in Parlamento soltanto il 1o febbraio 2005 e che i relativi dibattiti pubblici dell’assemblea nazionale si erano svolti tra il 23 marzo e il 7 aprile 2005 (si vedano i paragrafi 28 e 29 supra). Inoltre, al termine di questi dibattiti, le due nuove condizioni proposte sono state considerevolmente modificate: l’importo della cauzione fu ridotto della metà e le 5.000 firme potevano in definitiva provenire non soltanto da aderenti del partito, ma da qualsiasi altro elettore (si vedano i paragrafi 28, 30 e 31 supra). Così, i dirigenti di Ekoglasnost hanno potuto conoscere le modalità esatte di queste due nuove condizioni soltanto alla data della loro adozione finale da parte del Parlamento, ossia il 7 aprile 2005. Tenuto conto del fatto che la data delle elezioni era fissata al 25 giugno 2005 e della regola che obbligava i partiti politici a presentare il loro fascicolo delle candidature al massimo 46 giorni prima delle elezioni, Ekoglasnost disponeva di appena un mese per raccogliere le 5.000 firme di elettori e versare la cauzione elettorale di 20.000 BGN. Il partito non è riuscito a soddisfare queste due nuove condizioni e gli è stato impedito di presentarsi alle elezioni.", "68.  La Corte ricorda che la stabilità della legislazione elettorale assume una particolare importanza per il rispetto dei diritti garantiti dall’articolo 3 del Protocollo n. 1. In effetti, se uno Stato modifica troppo spesso le regole elettorali fondamentali o se le modifica alla vigilia di uno scrutinio, rischia di scalfire il rispetto del pubblico per le garanzie che si presume assicurino libere elezioni o la sua fiducia nella loro esistenza (Partito laburista georgiano c. Georgia n. 9103/04, § 88, CEDU 2008). La Corte deve esaminare con particolare cura ogni misura adottata nel campo della legislazione elettorale che sembra operare, da sola o a titolo principale, ai danni dell’opposizione soprattutto se, per la sua natura, la misura compromette le possibilità stesse dei partiti di opposizione di giungere un giorno al potere. L’adozione di tale misura poco tempo prima dello scrutinio, in un momento in cui la parte dei voti che ritornano al partito al potere è in declino, può rivelarne il carattere sproporzionato (si veda Tănase c. Moldova [GC], n. 7/08, § 179, CEDU 2010 (estratti)).", "69.  Nel suo Codice di buona condotta in materia elettorale, la Commissione di Venezia ha sottolineato l’importanza della stabilità del diritto elettorale. In particolare ha ritenuto che il cambiamento delle regole fondamentali del sistema elettorale meno di un anno prima delle elezioni poteva essere percepito, seppur in assenza di una volontà di manipolazione, come legato a interessi di parte congiunturali (si veda il paragrafo 39 supra). La Commissione di Venezia ha elencato in modo non esaustivo tre tipi di regole elettorali fondamentali: la modalità dello scrutinio, la composizione delle commissioni elettorali e la suddivisione in seggi elettorali delle circoscrizioni (ibidem). La Corte considera, da parte sua, che anche le condizioni di partecipazione alle elezioni imposte alle formazioni politiche facciano parte delle regole elettorali fondamentali. Nei sistemi elettorali che impongono un certo numero di condizioni specifiche alle formazioni politiche perché esse possano partecipare allo scrutinio, l’introduzione di nuove esigenze poco tempo prima della data delle elezioni può indurre, in casi estremi, alla squalifica d’ufficio di partiti e coalizioni di opposizione, che beneficiano di un sostegno popolare importante, e così avvantaggiare le formazioni politiche al potere. Va da sé che una prassi simile è incompatibile con l’ordine democratico e che scalfisce la fiducia dei cittadini nei poteri pubblici del loro paese. La Corte ritiene pertanto che le condizioni di presentazione delle formazioni politiche alle elezioni devono beneficiare della stessa stabilità temporale degli altri elementi fondamentali del sistema elettorale.", "70.  Nel caso di specie, il termine di un anno raccomandato dalla Commissione di Venezia per l’introduzione di modifiche sostanziali alla legislazione elettorale non è stato rispettato: l’emendamento controverso è intervenuto due mesi prima della data delle elezioni e un mese prima della scadenza del termine per la presentazione delle candidature dei partiti alla Commissione elettorale centrale. La Corte non perde di vista il fatto che questo breve termine non ha impedito ad altre dodici piccole formazioni politiche di soddisfare le nuove condizioni e di partecipare alle elezioni legislative del 25 giugno 2005 (si vedano i paragrafi 16 e 17 supra). Essa ritiene tuttavia che il brevissimo lasso di tempo lasciato a questi partiti per raccogliere le 5.000 firme richieste e per pagare la cauzione elettorale di 20.000 BGN - ossia poco più di 10.000 euro - certamente abbia creato loro difficoltà non trascurabili. Occorre peraltro notare che altri dieci partiti e coalizioni, fra cui Ekoglasnost, non sono stati ammessi a partecipare alle elezioni perché non soddisfacevano una o più delle nuove condizioni di presentazione introdotte nell’aprile 2005 (si veda il paragrafo 16 supra).", "71.  La Corte riconosce che il legislatore bulgaro, introducendo la cauzione elettorale e l’esigenza di presentare 5.000 firme di elettori a sostegno della candidatura del partito, si proponeva di risolvere il serio problema posto dalla partecipazione alle elezioni di numerose formazioni senza una vera legittimità politica ed elettorale. È giocoforza constatare che questa tendenza nella vita politica bulgara esisteva ben prima delle elezioni parlamentari del 2005. A titolo di esempio, alle elezioni parlamentari bulgare del giugno 2001, ventinove delle sessantacinque formazioni politiche formalmente registrate come candidate non hanno effettivamente partecipato allo scrutinio (si veda il paragrafo 8 supra). La Corte è del parere che un progetto di legge che prevedesse queste stesse misure avrebbe potuto essere introdotto, dibattuto, adottato e pubblicato, per esempio, nel corso degli anni 2002 e 2003, addirittura anche nel corso del primo semestre del 2004. Questo avrebbe permesso di mettere in atto, in tempo utile, una soluzione adeguata al problema dei «partiti politici fantasma» pur rispettando il principio della stabilità delle regole fondamentali della legislazione elettorale.", "72.  La Corte ritiene pertanto che introducendo tardivamente nella legislazione interna la cauzione elettorale e l’esigenza di depositare 5.000 firme a sostegno della presentazione del partito alle elezioni, le autorità bulgare non abbiano mantenuto un giusto equilibrio tra gli interessi legittimi della società nel suo insieme e il diritto del partito ricorrente di partecipare alle elezioni legislative. Vi è stata quindi violazione dell’articolo 3 del Protocollo n.1.", "II.  SULLE ALTRE VIOLAZIONI DEDOTTE", "73.  Invocando l’articolo 3 del Protocollo n. 1, il partito ricorrente ritiene che il rifiuto di registrarlo come candidato alle elezioni costituisca una lesione ingiustificata del diritto degli elettori di eleggere i loro rappresentanti in Parlamento, e che l’esigenza di presentare un elenco di elettori che sostengono il partito leda la segretezza dello scrutinio.", "74.  La Corte ha esaminato questi motivi di ricorso. Tenuto conto di tutti gli elementi in suo possesso, e nella misura in cui essa è competente ad esaminare le tesi formulate, la Corte non ha rilevato alcuna violazione dei diritti e delle libertà garantiti dalla Convenzione o dai suoi Protocolli. Ne consegue che questa parte del ricorso è manifestamente infondata e deve essere rigettata in applicazione dell’articolo 35 §§ 3 a) e 4 della Convenzione.", "III.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "75.  Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "76.  Il ricorrente non ha presentato domanda di equa soddisfazione conformemente alle esigenze dell’articolo 38 § 1 del regolamento della Corte. La Corte ritiene che non gli si debbano concedere somme a questo titolo.", "PER QUESTI MOTIVI, LA CORTE", "1.  Dichiara, all’unanimità, il ricorso ricevibile per quanto riguarda il motivo basato sull’articolo 3 del Protocollo n. 1, relativo all’introduzione di tre nuove condizioni per la presentazione dei partiti politici alle elezioni legislative, e irricevibile per il resto;", "", "2.  Dichiara, con sei voti contro uno, che vi è stata violazione dell’articolo 3 del Protocollo n. 1.", "Fatta in francese, poi comunicata per iscritto il 6 novembre 2012, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\tFatoş Aracı\tLech Garlicki\n\tCancelliere aggiunto\tPresidente", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione separata del giudice P. Panova.", "L.G.\nF.A.", "", " OPINIONE DISSENZIENTE DEL GIUDICE PANOVA", "(Traduzione)", "Desidero qui esprimere il mio disaccordo con la posizione della maggioranza secondo la quale, nel caso di specie, il fattore «tempo» è stato decisivo per quanto riguarda l’impossibilità per il partito ricorrente Ekoglasnost di soddisfare le condizioni della legge elettorale emendata e il conseguente rifiuto di ammetterlo a partecipare alle elezioni legislative del 2005.", "Per accordare un’importanza decisiva al fattore temporale sarebbe stato necessario che quest’ultimo costituisse l’unica ragione per la quale il ricorrente non ha potuto soddisfare le condizioni di partecipazione alle elezioni. Ritengo che nel caso di specie non sia così. Gli emendamenti della legislazione interna oggetto della presente causa sono entrati in vigore il 12 aprile 2005, ossia due mesi e dieci giorni prima della data prevista delle elezioni. Il progetto di legge recante modifica della legge elettorale è stato presentato all’Assemblea nazionale nel febbraio 2005 ed è stato sottoposto a più dibattiti pubblici. Due delle condizioni contestate dal partito ricorrente, previste nel progetto, erano inizialmente molto più gravose di quanto non lo fossero dopo l’adozione finale della legge: la cauzione elettorale che ogni partito candidato doveva pagare in origine era stata fissata a 40.000 BGN e le 5.000 firme di sostegno dovevano provenire unicamente da membri del partito in quanto la loro lista doveva essere accompagnata dalle rispettive domande di adesione al partito di queste persone. Nella versione definitiva di questo testo, alla quale i partiti politici dovevano conformarsi, queste due condizioni sono state sensibilmente alleggerite: la cauzione elettorale è stata fissata a 20.000 BGN e le firme in questione potevano provenire non soltanto dai membri del partito interessato, ma da tutti i suoi simpatizzanti. Ritengo pertanto che queste due condizioni non abbiano preso alla sprovvista i partiti politici che desideravano presentarsi alle elezioni e che la loro adozione nella legislazione interna avvenuta due mesi e dieci giorni prima della data dello scrutinio non possa porre particolari problemi ad un partito politico determinato a parteciparvi.", "Nel ricorso che ha indirizzato alla Corte, il partito politico Ekoglasnost sosteneva che l’introduzione di tre nuove condizioni da soddisfare per potersi presentare alle elezioni fosse illegale dal momento che mirava ad isolare le piccole formazioni dalla vita politica del paese. Ekoglasnost non sosteneva espressamente nel suo ricorso di non aver potuto soddisfare queste nuove condizioni a causa del breve lasso di tempo. Per di più non ha prodotto alcuna prova per dimostrare di aver iniziato la raccolta delle firme richieste, di aver tentato di trovare almeno una parte del denaro per pagare la cauzione elettorale o di aver richiesto alla Corte dei conti il rilascio del certificato necessario. A fronte di questa totale passività del partito ricorrente, non si può considerare che il breve lasso di tempo tra l’introduzione delle tre nuove condizioni e il giorno dello scrutinio sia all’origine del rifiuto delle autorità elettorali di registrare Ekoglasnost come candidato alle elezioni legislative.", "È opportuno notare peraltro che dodici dei ventidue partiti e coalizioni registrati per partecipare alle elezioni parlamentari del 2005 hanno ottenuto meno dell’uno per cento dei voti e che quattro di questi stessi partiti e coalizioni hanno raccolto il voto di meno di 5.000 elettori. Si trattava di altrettante piccole formazioni politiche che avevano comunque soddisfatto le condizioni legali per partecipare alle elezioni. Questo dimostra che lo scopo dell’emendamento contestato della legislazione interna non era né quello di impedire ai piccoli partiti politici di partecipare alle elezioni, né quello di ledere al pluralismo politico del paese.", "Constato che il partito ricorrente non ha neanche tentato di soddisfare le condizioni legali per essere ammesso a partecipare alle elezioni legislative. Pertanto non si può nascondere la sua passività sostenendo che sia stato vittima di una lesione ingiustificata al suo diritto di partecipare allo scrutinio. Pur accettando la constatazione della maggioranza secondo la quale gli emendamenti della legislazione elettorale bulgara di aprile 2005 erano prevedibili e perseguivano uno scopo legittimo, sono del parere che i fatti del caso di specie impongano la conclusione che questi emendamenti fossero proporzionati allo scopo legittimo perseguito e che non vi sia dunque stata violazione dell’articolo 3 del Protocollo n.1."]}