{"file": "ITA_HJUDITA_75450_12.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "75450/12", "text_paragraphs": ["", "M.S. c. Croazia (no 2) - 75450/12 - Sentenza 19.2.2015 [Sezione I]", "", "In fatto – Nel 2012 la ricorrente si recava in un pronto soccorso lamentando forti dolori alla parte inferiore della schiena. Alla ricorrente venivano diagnosticati una lombalgia e disturbi psichiatrici; ella veniva ricoverata, contro la sua volontà, in una clinica psichiatrica dove era forzatamente legata ad un letto, in una camera di isolamento, e mantenuta in quella posizione fino alla mattina successiva. In seguito, un tribunale di contea, con decisione adottata da un collegio di tre giudici, ordinava il suo ricovero continuato presso la stessa clinica, nonostante la richiesta di dimissioni della ricorrente e le denunce dei maltrattamenti subiti in clinica. La ricorrente veniva dimessa un mese dopo il suo ricovero coatto.", "In diritto – Articolo 3 (a)", "Profili procedurali – Sia la ricorrente che sua sorella avevano denunciato per iscritto agli amministratori dell’ospedale maltrattamenti patiti dalla ricorrente durante il ricovero coatto, fornendo informazioni dettagliate circa il trattamento da lei subito e il dolore sofferto in conseguenza della stato di costrizione fisica durato 15 ore. Le loro dichiarazioni, supportate da documentazione medica, avevano dato luogo ad una fondata accusa di maltrattamenti, che, a sua volta, aveva fatto scattare l’obbligo delle autorità competenti di svolgere un’indagine ufficiale. Tuttavia, le denunce non erano state esaminate dai tribunali nazionali né erano state trasmesse ad altre autorità competenti per ulteriori indagini.", "Conclusione: violazione (all’unanimità)", "(b) Nel merito – Secondo i recenti sviluppi negli standard legali in materia di isolamento e di altre misure coercitive e non consensuali adottate a danno di pazienti con disabilità psichiche o mentali negli ospedali e in tutti gli altri luoghi in cui si attuino forme di privazione della libertà, è necessario che tali misure siano adottate come rimedio estremo e solo laddove la loro applicazione sia l’unico mezzo disponibile al fine di evitare un danno immediato o imminente al paziente o ad altri. Il ricorso a tali misure deve essere commisurato ad adeguate garanzie contro gli abusi, prevedendo sufficienti tutele procedurali, ed essere in grado di dimostrare, prestando adeguate motivazioni, che tutti gli altri metodi praticabili non sono stati idonei a contenere, in modo soddisfacente, il rischio di danni al paziente o ad altri. Occorre, inoltre, dimostrare che la misura non sia stata prolungata oltre il tempo strettamente necessario a tale scopo.", "Nel caso di specie, le cartelle cliniche della ricorrente non hanno evidenziato che la signora abbia rischiato di procurare alcun danno immediato o imminente a sé stessa o gli altri o che ella sia stata aggressiva in alcun modo. Il fatto che la ricorrente possa aver dato informazioni inesatte in merito ai suoi problemi di salute non poteva di per sé giustificare l’uso di misure di costrizione fisica. Inoltre, non era stato dimostrato che ogni misura alternativa fosse stata tentata, che la restrizione fisica fosse stata eseguita come rimedio estremo o che il provvedimento fosse risultato necessario e proporzionato alle circostanze del caso. Infine, la Corte non ha ritenuto che le condizioni della ricorrente, durante il suo trattenimento nella clinica, siano state efficacemente e adeguatamente monitorate. Pertanto, i maltrattamenti cui la ricorrente è stata sottoposta costituivano trattamenti inumani e degradanti.", "Conclusione: violazione (all’unanimità)", "Articolo 5 § 1 (e): Il tribunale di contea aveva nominato un avvocato d’ufficio in rappresentanza della ricorrente nella causa per il suo ricovero coatto. Tuttavia, tale avvocato non ha mai incontrato la ricorrente, né provveduto a fornirle consulenza legale o a presentare osservazioni in sua difesa; egli aveva, inoltre, assunto un atteggiamento di osservatore passivo durante l’udienza. La semplice nomina di un avvocato, senza che lui o lei fornisse un’effettiva assistenza legale al ricorrente, non poteva soddisfare i requisiti della necessaria \"assistenza legale\" in favore di persone soggette a ricovero coatto per motivi di \"infermità mentale\". L’efficace rappresentanza legale di soggetti con disabilità richiede, da parte dei giudici nazionali competenti, un più stringente dovere di supervisione dei rappresentanti legali di quelli. Sebbene fossero a conoscenza delle omissioni dell’avvocato, le autorità nazionali avevano mancato di adottare misure adeguate per garantire l’efficace rappresentanza legale della ricorrente. Inoltre, sebbene il giudice del procedimento avesse fatto visita alla ricorrente in ospedale, egli non ha adottato misure idonee ad assicurarne l’accesso effettivo alla giustizia, ad esempio fornendole informazioni sui suoi diritti o considerando la possibilità che partecipasse all’udienza. A questo proposito, non era stata fornita alcuna valida giustificazione alla base dell’esclusione della ricorrente dall’udienza. In considerazione delle numerose carenze nella procedura di ricovero forzato della ricorrente, la Corte ha concluso che le autorità nazionali non sono state in grado di soddisfare i requisiti procedurali necessari ai sensi dell’articolo 5.", "Conclusione: violazione (all’unanimità).", "Articolo 41: nessuna domanda presentata a titolo di equa riparazione.", "(Si veda anche M.S. c. Croazia, 36337/10, 25 aprile 2013; Bureš c. Repubblica Ceca, 37679/08, 18 ottobre 2012. Si vedano anche le Schede tematiche sulla salute mentale e sulle persone con disabilità.)"]}