{"file": "ITA_HJUDITA_17214_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "17214/05", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, effettuata dagli esperti linguistici Rita Pucci e Rita Carnevali", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CONSIGLIO D’EUROPA", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE", "CASO SAVINO ED ALTRI c/ Italia (Ricorsi nn. 17214/05, 20329/05, 42113/04)", "SENTENZA\nSTRASBURGO 28 aprile 2009", "La presente sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire variazioni di forma.\n\nNella causa Savino ed altri c/Italia\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:\n    Françoise Tulkens, presidente,\n    Ireneu Cabral Barreto,\n    Vladimiro Zagrebelsky,\n    Danutė Jočienė,\n    Dragoljub Popović,\n    András Sajó,\n    Işıl Karakaş, giudici,\ne da Sally Dollé, cancelliere di sezione,\nDopo avere deliberato in camera di consiglio i giorni 2 dicembre 2008 e 7 aprile 2009,\nPronuncia la presente sentenza, adottata in tale ultima data:\n\nPROCEDIMENTO\n\n1.  All’origine della causa vi sono tre ricorsi (nn. 17214/05, 20329/05 e 42113/04) nei confronti della Repubblica italiana con cui sette cittadini di quello Stato, il sig. Pericle Savino (ricorso n. 17214/05), il sig. Attilio Persichetti (n. 20329/05), i sigg. Andrea Borgo, Davide Carbonara, Andrea Fantoni e Domenico Giordani nonché la sig.ra Daniela Colasanti (n. 42113/04) (« i ricorrenti »), hanno adito la Corte il 19 aprile 2005, il 18 maggio 2005 e il 17 novembre 2004, rispettivamente, in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (« la Convenzione »).\n2.  I ricorrenti sono rappresentati dagli Avv. F. Sorrentino, S. Gattamelata e R. Cuonzo, del foro di Roma. Il governo italiano (« il Governo ») è rappresentato dal suo agente, sig.ra E. Spatafora, e dal suo co-agente aggiunto, sig. N. Lettieri.\n3.  I ricorrenti adducevano di non avere avuto accesso ad un tribunale ai sensi della Convenzione. \n4.  Il 16 ottobre 2007, la Corte ha deciso di comunicare i ricorsi al Governo. Come consentito dall’articolo 29 § 3 della Convenzione, è stato inoltre deciso che la Camera si sarebbe pronunciata contestualmente sull’ammissibilità e sul merito della causa.\n5. Il 2 dicembre 2008 si è tenuta una pubblica udienza al Palazzo dei diritti dell’uomo, a Strasburgo, (articolo 59 § 3 del regolamento).", "Sono comparsi :\n–  per il Governo\n N. LETTIERI, magistrato co-agente aggiunto,\nV. COZZOLI, avvocato consulente legale,\nG. PELELLA, avvocato, consulente legale.\n–  per i ricorrenti\nF. SORRENTINO, avvocato, consulente legale,\nS. GATTAMELATA, avvocato, consulente legale.", "La Corte ha sentito nelle loro dichiarazioni i sigg. Lettieri, Cozzoli, Sorrentino e Gattamelata, i quali hanno risposto anche alle domande di alcuni giudici.\n\nIN FATTO\n\nI.  LE CIRCOSTANZE DEL CASO\n6.  I ricorrenti sono nati rispettivamente nel 1955, 1948, 1966, 1976, 1971 e 1974, e risiedono a Civitella San Paolo e a Roma.\nRicorsi n. 17214/05 e n. 20329/05\n7.  I ricorrenti, sigg. Savino e Persichetti, sono dipendenti della Camera dei deputati italiana. Rispettivamente geometra ed architetto, sono inquadrati nella quarta categoria professionale ed esercitano funzioni tecniche relative all’elaborazione di progetti e alla direzione dei lavori di costruzione e di restauro di edifici appartenenti al Parlamento. \n8.  Il 22 ottobre e il 12 novembre 2001, essi chiesero all’amministrazione la concessione di un incentivo di progettazione, attribuito dalla legge n. 109 del 1994 ai dipendenti pubblici incaricati dell’elaborazione di progetti e della direzione di lavori nella realizzazione di opere per conto della pubblica amministrazione. Chiesero inoltre l’annullamento del protocollo addizionale al regolamento contabile della Camera dei deputati adottato dall’Ufficio di presidenza della Camera dei deputati il 20 aprile 2001, in quanto non prevedeva fondi destinati a garantire il versamento degli incentivi previsti dalla legge n. 109.\n9.  Successivamente, il 1o luglio 2002, il primo ricorrente chiese all’amministrazione di riconoscergli lo status di direttore dei lavori e di rimborsargli i contributi assicurativi versati, conformemente ai criteri fissati dal decreto del Presidente della Repubblica (DPR) n. 554 del 1999.\n10.  Il 15 e il 17 gennaio 2002, i ricorrenti, non avendo ricevuto risposta alle loro istanze del 2001, adirono la Commissione giurisdizionale per il personale della Camera dei deputati (di seguito « la Commissione »), contestando la legittimità del « silenzio rifiuto » dell’amministrazione.\n11.  Il 7 novembre 2002, il primo ricorrente adì la Commissione relativamente all’assenza di risposta alla sua istanza del 1o luglio 2002.\n12.  L’amministrazione si difese argomentando che all’amministrazione della Camera dei deputati non si applicava né la legge n. 109 né il DPR n. 554 in quanto essa beneficiava, come ogni altro organo previsto dalla Costituzione, di un’ampia autonomia legislativa. Essa riteneva quindi che i ricorrenti non avessero diritto alle indennità previste dalle disposizioni della legge statale.\n 13.  Con decisioni del 18 febbraio 2004, la Commissione accolse parzialmente i ricorsi dei ricorrenti. Essa osservò innanzitutto che il protocollo addizionale del 20 aprile 2001 aveva modificato in modo sostanziale il regime contabile in materia di gestione dei lavori pubblici in seno all’amministrazione della Camera dei deputati, e in particolare il suo regolamento contabile, escludendo espressamente la possibilità che l’assegnazione di dipendenti alla funzione di direttore dei lavori comportasse oneri ulteriori per l’amministrazione. \n14.  La Commissione osservò che lo scopo del protocollo addizionale, espressione dell’autonomia legislativa della Camera dei deputati, era quello di derogare alla legislazione nazionale in materia. Essa concluse che la legge n. 109 trovava quindi applicazione per il periodo precedente al 20 aprile 2001, data di entrata in vigore di detto protocollo.\n15.  La Commissione ritenne quindi che i ricorrenti avessero diritto all’indennità chiesta per i lavori effettuati prima del 20 aprile 2001 in qualità di direttori dei lavori, a condizione che il termine di prescrizione di cinque anni non fosse scaduto.\n16.  Quanto allo specifico ricorso del primo ricorrente, essa concluse che egli aveva diritto al rimborso dei contributi assicurativi versati per ogni lavoro effettuato in qualità di direttore dei lavori.\n 17.  Il 24 maggio 2004, l’amministrazione impugnò le decisioni della Commissione dinanzi alla Sezione giurisdizionale dell’Ufficio di presidenza della Camera dei deputati (di seguito « la Sezione »).\n18.  Il 10 giugno 2004, l’amministrazione chiese alla Sezione di sospendere l’esecuzione delle decisioni in attesa dell’esame dei relativi appelli.\n19.  Con decisioni del 6 ottobre 2004 depositate in segreteria il 25 novembre 2004, la Sezione, pur dichiarando le domande di sospensione inammissibili in quanto tardive, accolse quanto al merito gli appelli dell’amministrazione e annullò le decisioni della Commissione.\n20.  La Sezione rammentò che, secondo l’articolo 12 del regolamento della Camera dei deputati, le materie della contabilità e del trattamento economico del personale erano coperte da una « riserva di regolamento » e che, in quei campi, le sole norme applicabili erano quelle che figuravano nei regolamenti interni della Camera dei deputati, i quali costituivano norme primarie ed autonome : in virtù del principio della separazione delle competenze tra il legislatore nazionale e il legislatore interno della Camera dei deputati, le disposizioni della legge n. 109 potevano applicarsi nelle materie coperte dalla riserva solo se espressamente incorporate nei regolamenti interni.\n21.  Le indennità in questione non erano mai state previste dal regolamento della Camera dei deputati, pertanto la Sezione ritenne che i ricorrenti non avessero alcun diritto all’incentivo di progettazione, né per il periodo precedente all’entrata in vigore del protocollo addizionale del 2001 né per quello successivo. Per gli stessi motivi, il primo ricorrente non poteva ambire al rimborso dei contributi assicurativi.\n22.  Infine, quanto alle domande presentate dai ricorrenti ai fini dell’annullamento del regolamento della Camera dei deputati, la Sezione osservò che soltanto l’Ufficio di presidenza, in quanto legislatore interno dell’organo parlamentare, era competente a adottare e modificare le norme che regolano le materie coperte dalla riserva formulata all’articolo 12 del regolamento. \nRicorso n. 42113/04\n23.  L’11 agosto 2000, la Camera dei deputati italiana pubblicò un bando di concorso a centotrenta posti di commesso parlamentare di primo livello funzionale-retributivo, la cui qualifica professionale e il cui trattamento economico erano stabiliti dal Regolamento dei servizi e del personale della Camera dei deputati (si veda « il diritto e la prassi interni pertinenti » (qualifica professionale dei commessi parlamentari), successivo paragrafo 38).\n24.  I ricorrenti furono selezionati ed ammessi a partecipare al concorso. Le prove scritte si svolsero nel febbraio 2002.\nSecondo i criteri di valutazione stabiliti nel bando di concorso, sarebbero stati ammessi a sostenere la prova orale i candidati che avessero ottenuto una votazione media di 21/30 e una votazione minima di 18/30 per ogni prova scritta.\n25.  Il 21 marzo 2002, l’amministrazione pubblicò l’elenco dei candidati che avevano superato le prove scritte. I ricorrenti non vi figuravano.\n26.  Questi, come altri candidati, adirono la Commissione giurisdizionale per il personale della Camera dei deputati (« la Commissione »). Contestarono lo svolgimento del concorso e i criteri di valutazione delle prove scritte e chiesero l’annullamento della decisione dell’amministrazione che li escludeva dall’elenco dei candidati ammessi a sostenere la prova orale nonché la sospensione dell’esecuzione di detta decisione.\n27.  Con decisioni del 15 maggio 2002, la Commissione accolse i ricorsi dei ricorrenti.\nEssa rammentò innanzitutto che, in virtù dell’articolo 2 del Regolamento per la tutela giurisdizionale del personale, gli atti dell’amministrazione erano impugnabili solo per incompetenza, eccesso di potere o violazione delle disposizioni di una legge o di un regolamento. Essa affermò poi la sua competenza, nell’ambito delle sue prerogative di controllo, ad esaminare il processo decisionale per scoprire l’eventuale presenza di vizi derivanti dall’illegittimità della valutazione della commissione di concorso.\nLa Commissione ritenne che, nel caso di specie, fosse necessario accertare se la scelta di utilizzare i voti numerici come unico criterio di valutazione delle prove fosse compatibile con l’obbligo delle commissioni di concorso di motivare le valutazioni espresse sui candidati. Dopo avere ricordato diversi approcci giurisprudenziali in materia, essa concluse che i principi di trasparenza ed imparzialità erano da ritenersi non rispettati quando l’assegnazione di un mero voto numerico non consentiva di determinare gli specifici elementi di valutazione utilizzati dalla commissione, rendendo così impossibile un controllo di legittimità esterno sulle deliberazioni. Nel caso di specie, la Commissione ritenne che i criteri di valutazione generali fissati dall’amministrazione della Camera dei deputati per le prove del 14 febbraio 2002 fossero astratti e che, per giunta, la mera assegnazione di un voto numerico non consentisse di stabilire le motivazioni della valutazione della commissione di concorso caso per caso. Di conseguenza, essa annullò la decisione di escludere i ricorrenti dall’elenco dei candidati ammessi a sostenere la prova orale e ingiunse all’amministrazione di riesaminare le prove scritte sulla base dei principi enunciati. Inoltre, accogliendo la domanda di sospensione dei ricorrenti, essa ordinò la loro ammissione a partecipare alla prosecuzione della procedura di concorso in attesa dei risultati delle nuove deliberazioni della commissione di concorso.\n28.  Il 10 giugno 2002, l’amministrazione della Camera dei deputati interpose appello dinanzi alla Sezione giurisdizionale dell’Ufficio di presidenza della Camera dei deputati (« la Sezione »). Essa sostenne in particolare che l’amministrazione non era tenuta a motivare le valutazioni delle prove dei candidati caso per caso.\n29.  L’amministrazione chiese anche la sospensione dell’esecuzione delle decisioni della Commissione.\n30.  La Sezione fissò l’udienza per il 27 giugno 2002 e, quel giorno, decise di riunire gli appelli. Tutte le parti depositarono delle memorie.\n31.  Con decisione depositata il 9 luglio 2002, la Sezione accolse gli appelli dell’amministrazione. Essa rilevò che, secondo la costante giurisprudenza degli organi giurisdizionali amministrativi statali e degli organi giurisdizionali interni della Camera dei deputati, l’assegnazione di un voto numerico soddisfaceva l’obbligo di motivare le deliberazioni delle commissioni di concorso, nella misura in cui i parametri generali di valutazione, fissati precedentemente, consentivano di individuare i criteri applicati. La commissione di concorso è infatti tenuta a motivare complessivamente le deliberazioni con cui sono proclamati i risultati del concorso e non a spiegare caso per caso le valutazioni di ogni prova.\nLa Sezione ritenne che questa giurisprudenza ben consolidata fosse motivata dall’esigenza di conciliare il principio di trasparenza e il principio di celerità e di efficacia dell’attività dell’amministrazione. D’altra parte, le norme interne pertinenti, vale a dire, da un lato, il regolamento dei concorsi per l’assunzione del personale adottato dall’Ufficio di presidenza della Camera dei deputati e, dall’altro, il bando di concorso dell’11 agosto 2000, non prevedevano un obbligo specifico a carico delle commissioni di esame della Camera dei deputati. Essa ritenne inoltre che, nel caso di specie, non fosse stata dimostrata l’esistenza di un vizio che consentisse il controllo giudiziario della legittimità della procedura di valutazione.\n32.  I ricorrenti ricorsero in cassazione contro la decisione della Sezione. Facendo riferimento all’articolo 6 della Convenzione, essi sostennero in particolare che gli organi interni che avevano deliberato sulle loro domande non erano tribunali costituiti per legge e che, pertanto, erano state lese le garanzie sancite dall’articolo 108 della Costituzione italiana e il principio dell’equo processo introdotto dal nuovo articolo 111 della Costituzione. Essi contestarono anche la legittimità costituzionale dell’articolo 12 del regolamento della Camera dei deputati.\nLa Camera dei deputati era rappresentata nel procedimento dal suo Presidente. \n33.  Con sentenza depositata il 10 giugno 2004, la Corte di cassazione giudicò che, ai sensi dell’articolo 12 del regolamento generale della Camera dei deputati, i contenziosi riguardanti le procedure di assunzione del personale, così come quelli che vertevano sui rapporti giuridici tra l’amministrazione della Camera e il suo personale, erano coperti dalla « riserva di regolamento » prevista dalla Costituzione e rientravano quindi nella competenza esclusiva degli organi di giustizia interni della Camera dei deputati.\nEssa ritenne che detta disposizione regolamentare costituisse una norma primaria che, in virtù dei principi di autonomia e di indipendenza degli organi parlamentari, si sottraeva al controllo sia degli organi giurisdizionali ordinari sia della Corte costituzionale. Al riguardo, la Corte di cassazione fece riferimento alla sentenza n. 154 del 1985, con la quale la Corte costituzionale aveva affermato che l’« autodichia », vale a dire l’autonomia normativa del Parlamento prevista dall’articolo 64 della Costituzione, era giustificata dal posto centrale che tale organo, emanazione della sovranità del popolo, occupava nel sistema costituzionale italiano.\nSecondo la Corte di cassazione, l’Ufficio di presidenza della Camera dei deputati aveva creato la Commissione giurisdizionale e la Sezione giurisdizionale della Camera dei deputati nell’esercizio delle prerogative normative e decisionali conferitegli dall’articolo 12 f) del regolamento generale affinché esse applicassero ed eseguissero le disposizioni di detta norma primaria.\n34.  Essa concluse quindi per l’inammissibilità del ricorso presentato dai ricorrenti avverso le decisioni emesse dagli organi di giustizia interni della Camera dei deputati e rigettò il loro motivo di ricorso relativo alla legittimità costituzionale dell’articolo 12 del regolamento della Camera.\n\nII.  IL DIRITTO E LA PRASSI INTERNI PERTINENTI\nGli articoli pertinenti della Costituzione italiana\n35.  Gli articoli pertinenti della Costituzione sono i seguenti:", "Articolo 24\n« Tutti possono agire in giudizio per la tutela dei propri diritti e interessi legittimi. La difesa è diritto inviolabile in ogni stato e grado del procedimento. Sono assicurati ai non abbienti, con appositi istituti, i mezzi per agire e difendersi davanti ad ogni giurisdizione. La legge determina le condizioni e i modi per la riparazione degli errori giudiziari.»\nArticolo 64\n« Ciascuna Camera adotta il proprio regolamento a maggioranza assoluta dei suoi componenti. (...) »\nArticolo 97\n« (...) Agli impieghi nelle pubbliche amministrazioni si accede mediante concorso, salvo i casi stabiliti dalla legge. »\nArticolo 113\n« Contro gli atti della pubblica amministrazione è sempre ammessa la tutela giurisdizionale dei diritti e degli interessi legittimi dinanzi agli organi di giurisdizione ordinaria o amministrativa. Tale tutela giurisdizionale non può essere esclusa o limitata a particolari mezzi di impugnazione o per determinate categorie di atti. La legge determina quali organi di giurisdizione possono annullare gli atti della pubblica amministrazione nei casi e con gli effetti previsti dalla legge stessa. »\nI regolamenti interni della Camera dei deputati\n36.   Ai sensi dell’articolo 12 del regolamento della Camera dei deputati,\n« L’Ufficio di presidenza adotta i regolamenti e le altre norme concernenti:\na) le condizioni e le modalità per l’ammissione degli estranei nella sede della Camera;\nb) l’amministrazione e la contabilità interna;\nc) l’ordinamento degli uffici e i compiti ad essi attribuiti, strumentali all’esercizio delle funzioni parlamentari;\nd) lo stato giuridico, il trattamento economico e di quiescenza e la disciplina dei dipendenti della Camera, ivi compresi i doveri relativi al segreto d’ufficio;\ne) i criteri per l’affidamento a soggetti estranei alla Camera di attività non direttamente strumentali all’esercizio delle funzioni parlamentari, nonché i doveri di riservatezza e gli altri obblighi alla cui osservanza tali soggetti sono tenuti, anche nei confronti di organi estranei alla Camera;\nf) i ricorsi nelle materie di cui alla lettera d), nonché i ricorsi e qualsiasi impugnativa, anche presentata da soggetti estranei alla Camera, avverso gli altri atti di amministrazione della Camera medesima. »\nIn virtù dell’articolo 5 del regolamento della Camera dei deputati, l’Ufficio di presidenza è presieduto dal Presidente della Camera e composto da quindici deputati eletti dalla Camera, di cui quattro vicepresidenti, tre questori ed otto segretari.\nEsso nomina, su proposta del Presidente, il Segretario generale della Camera (articolo 12).\n37.  Il « Regolamento per la tutela giurisdizionale del personale della Camera dei deputati » (di seguito « il RTG »), adottato il 28 aprile 1988 dall’Ufficio di presidenza in virtù dell’articolo 12 del regolamento della Camera dei deputati, enuncia quanto segue:\nArticolo 1\n(Tutela giurisdizionale del personale)\n « I dipendenti della Camera dei deputati, in servizio o in quiescenza, possono ricorrere per la tutela dei propri diritti e interessi legittimi, in base alle norme del presente regolamento, contro gli atti e i provvedimenti, anche di carattere generale, adottati dall’amministrazione. \nLa stessa facoltà di ricorso è ammessa a favore dei terzi interessati dalle decisioni degli organi dell’amministrazione concernenti procedure concorsuali per l’assunzione nei ruoli della Camera dei deputati.\n(...) avverso ogni altro provvedimento suscettibile di ricorso in via amministrativa da parte dei dipendenti, è sempre ammessa la tutela di cui al comma 1 del presente articolo. (...) »\nArticolo 2\n(Ammissibilità dei ricorsi)\n« I ricorsi di cui all’articolo 1 possono essere proposti per incompetenza, per eccesso di potere o per violazione di legge o di regolamento.\nI provvedimenti degli organi della Camera aventi contenuto di atto politico o di alta amministrazione, quelli riguardanti le nomine a scelta e le assegnazioni e i trasferimenti ai vari servizi ed uffici di competenza del Presidente, dell’Ufficio di presidenza, del collegio dei questori e del Segretario generale sono impugnabili solo per incompetenza e violazione di legge o regolamento. »\nArticolo 3\n(Commissione giurisdizionale per il personale)\n« E’ istituita la Commissione giurisdizionale per il personale (di seguito «la Commissione»), con il compito di decidere in primo grado sui ricorsi di cui all’articolo 1.\nLa Commissione è nominata, entro 45 giorni dall’inizio della legislatura, con decreto del Presidente della Camera, ed è composta di sei membri scelti mediante sorteggio, da un elenco di deputati (...) designati rispettivamente dal Presidente della Camera, dal Segretario generale nonché dalle organizzazioni sindacali.\nIl Presidente della Commissione è designato dal Presidente della Camera tra i componenti della Commissione.\nAll’inizio di ogni legislatura, entro trenta giorni dalla prima seduta della Camera, si procede alla formazione dell’elenco di cui al comma 2 ed al sorteggio dei sei deputati che entrano a far parte della Commissione, nonché dei nominativi di tre membri supplenti (...)\nNon possono far parte del summenzionato elenco i membri dell’Ufficio di presidenza. \nI soggetti inseriti in detto elenco debbono essere in possesso di uno dei seguenti requisiti: magistrato, anche a riposo, delle giurisdizioni ordinaria e amministrativa; professore universitario in materie giuridiche; avvocato; avvocato dello Stato o procuratore presso l’Avvocatura dello Stato, anche a riposo. \nIn vista delle udienze, il presidente della Commissione forma i rispettivi collegi (...)»\nArticolo 4\n(Procedimento dinanzi alla Commissione)\n « Il ricorso deve essere presentato entro trenta giorni dalla comunicazione della decisione impugnata. (...)\nNel termine di dieci giorni dal deposito del ricorso, la segreteria della Commissione comunica il ricorso al Segretario generale e agli altri interessati.\nNei cinque giorni successivi, il ricorrente e gli interessati possono presentare documenti. Le parti nel procedimento possono prendere visione dei documenti ed eventualmente proporre motivi aggiuntivi (...) »\nArticolo 5\n(Decisione della Commissione)\n« (...) Dinanzi alla Commissione, l’amministrazione è rappresentata dal consigliere capo del servizio del personale con l’assistenza dell’Avvocatura della Camera dei deputati. Il ricorrente può comparire personalmente ovvero farsi assistere da un rappresentante sindacale.\nLe parti possono essere assistite da un avvocato. \nLe udienze della Commissione non sono pubbliche. Possono assistervi soltanto le parti che ne abbiano fatto richiesta. \nDopo che il relatore ha esposto oralmente le questioni dedotte dalle parti, queste possono presentare le rispettive conclusioni. \nLa trattazione del ricorso deve esaurirsi in un’unica udienza, salvo casi eccezionali decisi dal Presidente della Commissione. \nLa Commissione, ove accolga il ricorso, annulla in tutto o in parte, il provvedimento impugnato, ovvero procede alla sua riforma nei casi in cui sia competente a decidere anche sul merito del ricorso. \nLa decisione, che deve essere adottata entro sessanta giorni dal deposito del ricorso, è motivata ed è depositata presso la segreteria, che ne effettua la comunicazione alle parti. (...) »\nArticolo 6\n(Impugnazione delle decisioni della Commissione)\n« Avverso le decisioni della Commissione è ammessa impugnazione dinanzi alla Sezione giurisdizionale dell’Ufficio di presidenza (di seguito «la Sezione»). \nL’impugnazione non sospende gli effetti della decisione della Commissione. L’appellante, con lo stesso atto di impugnazione, ha facoltà di presentare all’Ufficio di presidenza istanza di sospensione. \nLa Sezione è composta di quattro membri, più due supplenti, nominati tra i componenti dell’Ufficio di presidenza, su proposta del Presidente, entro quarantacinque giorni dall’inizio della legislatura. »\nArticolo 6 bis\n(Procedimento dinanzi alla Sezione)\n« L’impugnazione, motivata, deve essere proposta con atto depositato nel termine di venti giorni dalla comunicazione della decisione della Commissione. \nL’impugnazione è presentata al Presidente della Camera, il quale designa un relatore, quando non ritenga necessario, per la rilevanza delle questioni controverse, un esame del ricorso da parte dell’Ufficio di presidenza. Il Presidente della Camera fissa la data dell’udienza.\nLa Sezione delibera sull’istanza di sospensione nel termine di trenta giorni.\nLe parti hanno facoltà di depositare memorie scritte. \nNon è ammesso il deposito di nuovi documenti. \nLe parti che ne abbiano fatto richiesta sono ammesse all’illustrazione orale delle conclusioni.\nAl termine della discussione, la Sezione delibera nella stessa seduta. (...)\nDinanzi alla Sezione, l’amministrazione è rappresentata dal Segretario generale. Il ricorrente può comparire personalmente ovvero farsi assistere da un rappresentante sindacale.\nLe parti possono farsi assistere da un avvocato iscritto all’albo dei patrocinanti presso le giurisdizioni superiori. »\nArticolo 6 ter\n(Procedimento di esame delle impugnazioni delle decisioni della Commissione dinanzi all’Ufficio di presidenza)\n«  (...) Il Presidente della Camera nomina un relatore tra i membri dell’Ufficio di presidenza. (...) »\nArticolo 6 quater\n(Ricorso per revocazione)\n« Contro le decisioni dell’Ufficio di presidenza, della Sezione e della Commissione è ammesso ricorso per revocazione, conformemente alle disposizioni del codice di procedura civile relative al ricorso per revocazione dinanzi alla Corte di cassazione. (...) »\nArticolo 9\n(Norme procedurali applicabili)\n« Per quanto non previsto dal presente regolamento valgono, in quanto applicabili, le norme relative ai procedimenti di competenza dei tribunali amministrativi regionali per ciò che riguarda i giudizi dinanzi alla Commissione, mentre per quelli in sede di appello dinanzi alla Sezione valgono le norme relative ai procedimenti dinanzi al Consiglio di Stato (...)\nQuando dalla decisione impugnata in primo grado sia per derivare al ricorrente un pregiudizio grave e non riparabile, la Commissione, su istanza dell’interessato e udite le parti, può adottare le misure cautelari opportune con ordinanza non soggetta a gravame (...). »\nLa qualifica professionale dei commessi parlamentari\n38.  L’articolo 45 del « Regolamento dei servizi e del personale » della Camera dei deputati contiene la descrizione della qualifica professionale dei dipendenti di primo livello funzionale-retributivo. All’epoca dei fatti, esso era così redatto:\n « Il primo livello funzionale-retributivo è caratterizzato da mansioni prevalentemente manuali, per le quali non sia richiesta una preparazione professionale specializzata, e dalla collaborazione ai compiti previsti per il secondo livello. L’autonomia nell’attuazione delle mansioni è limitata alla scelta delle modalità materiali per la corretta esecuzione del lavoro assegnato. La responsabilità è per la conformità dell’esecuzione del lavoro alle regole di servizio. ».\nQuesta disposizione fu modificata il 30 luglio 2004 da una decisione dell’Ufficio di presidenza della Camera dei deputati. La nuova disposizione recita:\n « Il primo livello funzionale-retributivo è caratterizzato da attività di base concernenti la vigilanza, la sicurezza delle sedi, la rappresentanza, l’assistenza operativa, la prestazione di servizi e la gestione di impianti, nonché dalla collaborazione alle attività previste per il secondo livello.\nL’autonomia nello svolgimento delle attività è riferita alla scelta delle modalità concrete per la corretta esecuzione del lavoro assegnato. La responsabilità è per la tempestività nello svolgimento delle attività e per la loro conformità alle regole di servizio. »\n\nIN DIRITTO\n\nI.  RIUNIONE DEI RICORSI\n395.  La Corte constata che i tre ricorsi sono simili per quel che riguarda i motivi sollevati ed i problemi di merito da essi posti. Di conseguenza, giudica opportuno riunirli ed esaminarli congiuntamente.\n\nII.  SULLA ALLEGATA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE\n40. I ricorrenti sostengono che la Commissione e la Sezione giurisdizionale per il personale della Camera dei deputati non sono tribunali costituiti per legge non avendo l’indipendenza e l’imparzialità richieste dalla Convenzione. I ricorrenti lamentano di non aver avuto accesso ad un « tribunale » ai sensi dell’articolo 6 § 1 della Convenzione così formulato :\n« Ogni persona ha diritto a che la sua causa sia esaminata equamente (...) da un tribunale indipendente ed imparziale, costituito per legge, il quale sia chiamato a pronunciarsi sulle controversie sui suoi diritti e doveri di carattere civile (...) »\n41. Il Governo si oppone a questa tesi.\n\nA.  Sulla ricevibilità\n\n1.  Tesi delle parti\na)  Il Governo\n42.  Il Governo sostiene che i ricorsi non rientrano nel campo di applicazione dell’articolo 6 § 1 della Convenzione per diversi motivi.\n43. Innanzi tutto il Governo considera che i diritti rivendicati dai ricorrenti nel corso dei procedimenti controversi non possono essere qualificati come diritti di carattere civile ai sensi dell’articolo 6 § 1 della Convenzione.\n44. In particolare, per quanto riguarda i ricorsi n. 17214/05 e 20329/05, il Governo ritiene che i motivi di ricorso dei ricorrenti fossero manifestamente privi di qualsiasi fondamento, in quanto l’incentivo da loro richiesto, previsto dalla legge no 109 del 1994 per tutti i funzionari pubblici, non era palesemente applicabile ai dipendenti parlamentari tenuto conto del loro status e dei vantaggi economici speciali di cui godono, fra i quali uno stipendio ben più elevato di quello degli altri impiegati pubblici ed una indennità di funzione riservata agli impiegati della Camera dei deputati.\n45. Secondo il Governo, poiché la contestazione non è né reale né seria, questi due ricorsi non possono in nessun caso rientrare nel campo di applicazione dell’articolo 6 § 1.\n46. Per quanto riguarda il ricorso no 42113/04, il Governo sostiene che la controversia riguarda il diritto dei ricorrenti ad accedere a posti della pubblica amministrazione e che la Convenzione non tutela né il suddetto diritto, né quello di scegliere una professione particolare. Anche il ricorso proposto dai candidati al posto di commessi parlamentari sarebbe quindi incompatibile ratione materiae con la Convenzione.\n47. In seguito, il Governo sostiene che anche ammettendo che la Convenzione tuteli questi diritti, i ricorsi controversi non rientrerebbero nel campo di applicazione dell’articolo 6 § 1 in virtù dei principi tratti dalla giurisprudenza  Eskelinen (Vilho Eskelinen et autres c. Finlande [GC], no 63235/00, CEDH 2007– ...).\n48. A tale proposito esso afferma che se il diritto interno non offriva a nessuno dei ricorrenti la possibilità di far esaminare le loro istanze da un tribunale, questa restrizione al loro diritto di accesso ad un tribunale era nello specifico giustificata alla luce della giurisprudenza Eskelinen, tenuto conto delle funzioni da loro svolte e dell’oggetto delle controversie che avevano instaurato.\n49. Per quanto riguarda i ricorsi n. 17214/05 e 20329/05, il Governo sostiene che i ricorrenti, rispettivamente geometra ed architetto, sono incaricati dell’elaborazione dei progetti e della realizzazione dei lavori di costruzione e restauro degli edifici appartenenti alla Camera dei deputati. Per questo motivo i ricorrenti, la cui attività sarebbe strettamente legata al buon svolgimento delle attività parlamentari per quanto attiene alla sicurezza degli edifici ed alla qualità delle strutture che regolano l’accesso alla sede istituzionale, parteciperebbero all’esercizio della pubblica amministrazione.\n50. Inoltre, il Governo considera che l’oggetto delle controversie instaurate dai signori Savino e Persichetti è di tipo patrimoniale soltanto apparentemente. In realtà i contenziosi in questione vertevano sull’applicabilità di norme di diritto comune in materia di pubblico impiego ad alcuni dipendenti parlamentari che godono di uno status speciale e sono quindi sottoposti alle norme speciali previste dal regolamento della Camera dei deputati. Ora, la questione, posta in tali termini, potrebbe giustificare la sottrazione dei ricorsi al campo di applicazione dell’articolo 6 § 1 della Convenzione.\n51. Per quanto riguarda il ricorso no 42113/04, il Governo indica che i commessi parlamentari, che possono essere inquadrati tra il primo ed il quinto livello secondo la loro anzianità, svolgono soprattutto funzioni di sicurezza e di polizia all’interno delle sedi parlamentari. Questo ruolo sarebbe legato al principio della « immunità di sede », secondo il quale le ordinarie forze dell’ordine hanno accesso alla sede della Camera dei deputati soltanto dopo essere state preventivamente autorizzate dal suo Presidente. Così, i dipendenti appartenenti a questa categoria sarebbero tenuti a mantenere l’ordine nella sala della Camera dei deputati, a gestire situazioni d’emergenza, ad accompagnare e proteggere i parlamentari, o ancora a sistemare gli uffici dei deputati. Si tratterebbe quindi di attività estremamente delicate, strettamente legate al buon svolgimento delle attività parlamentari e, quindi, all’esercizio del potere pubblico, per le quali sarebbe necessario uno speciale legame di fiducia e lealtà con lo Stato.\n52. Il Governo sostiene che l’oggetto della controversia riguarda la genesi di questo speciale legame di fiducia, ossia la procedura di selezione e di valutazione delle capacità professionali degli interessati ai fini del loro reclutamento. Non può quindi rientrare nel campo di applicazione dell’articolo 6 § 1 della Convenzione.\n53. Durante l’udienza, il Governo ha anche sviluppato un’altra argomentazione secondo la quale il sistema giuridico in vigore avrebbe garantito ai ricorrenti l’accesso ad un tribunale ai sensi dell’articolo 6 § 1 della Convenzione, poiché gli organi di giustizia interni della Camera dei deputati assicurano alle parti nel procedimento tutte le garanzie previste da questa disposizione.\n54. Infine, il Governo considera che consentire ad un tribunale ordinario di giudicare sulla opportunità di concedere o rifiutare una certa indennità di lavoro, o ancora di annullare o di convalidare una procedura di selezione di commessi parlamentari, corrisponderebbe ad ammettere che un \"terzo potere\" conosca e giudichi le attività che fanno intervenire le prerogative istituzionali del Parlamento.\n55.  A tal proposito, il Governo rimanda ai principi della separazione dei poteri e dell’immunità di giurisdizione indispensabili al buon funzionamento dei parlamenti. Facendo riferimento alla sentenza Waite e Kennedy c. Germania ([GC], n. 26083/94, CEDH 1999 I), il Governo rivendica per la Camera dei deputati la facoltà di fruire di uno spazio privilegiato di autonomia e di indipendenza, che giustifichi l’immunità rispetto alle giurisdizioni ordinarie e, di conseguenza, la deroga all’applicazione dei principi garantiti dall’articolo 6 § 1 della Convenzione.\n56.  Il Governo sostiene che sarebbe impossibile definire a priori, tra tutte le controversie che potrebbero essere instaurate contro l’Amministrazione della Camera dei deputati, quelle che non implicherebbero l’esercizio dell’autorità statale e che potrebbero, dunque, essere giudicate dalle giurisdizioni ordinarie. Per questo motivo gli organi giurisdizionali interni sono competenti per giudicare ogni contenzioso che metta in discussione, in un modo o nell’altro, l’amministrazione della Camera dei deputati.\nb)  I ricorrenti\n57.  I ricorrenti contestano la tesi del Governo riguardante l’applicabilità dell’articolo 6 § 1 della Convenzione e sostengono che non esiste alcuna ragione di interesse pubblico che possa giustificare l’impossibilità di avere accesso ad un tribunale.\n58. In particolare, nell’ambito dei ricorsi nn. 17214/05 e 20329/05, i signori Savino e Persichetti sottolineano che le loro richieste nei confronti dell’amministrazione della Camera dei deputati riguardavano una questione puramente pecuniaria, ossia la concessione dell’incentivo di progettazione previsto dalla legge n. 109 e legato alle attività di elaborazione di progetti e direzione di lavori. Fanno notare che esercitano effettivamente tali attività all’interno della Camera dei deputati e che questo punto non è mai stato messo in discussione dall’amministrazione. Inoltre, ritengono che la concessione dell’incentivo in questione sia perfettamente compatibile con il riconoscimento dell’indennità di funzione prevista a titolo speciale per i dipendenti parlamentari, visto che quest’ultima è legata alla qualifica professionale del dipendente e si basa su criteri di assegnazione diversi.\n59.  Pertanto, i ricorrenti respingono l’argomento del Governo secondo cui l’oggetto del contenzioso sarebbe manifestamente privo di ogni fondamento e di qualsiasi possibilità di successo.\n60.  Nell’ambito del ricorso n. 42113/04, i ricorrenti, facendo riferimento agli articoli 24, 97 e 113 della Costituzione italiana, fanno notare che nel diritto italiano l’accesso alla funzione pubblica avviene per concorso. Quindi, fatte salve alcune eccezioni espressamente previste dalla legge, la pubblica amministrazione non avrebbe alcun potere discrezionale nella scelta dei propri dipendenti, ma sarebbe tenuta ad organizzare concorsi pubblici per valutare le competenze e le capacità dei candidati ai posti da assegnare. Ora, secondo il diritto nazionale, ogni partecipante ad un concorso avrebbe il diritto di adire un tribunale indipendente e imparziale per far esaminare le proprie domande riguardanti lo svolgimento della procedura di reclutamento.\nSecondo i ricorrenti, nessuna legge prevede una deroga a questi principi costituzionali per quanto riguarda il reclutamento degli assistenti parlamentari.\n61. Peraltro, la specificità delle attività esercitate dai commessi parlamentari che, secondo il Governo, rientrano nelle funzioni di polizia, non può, secondo i ricorrenti, costituire un motivo per giustificare la sottrazione alla competenza di un tribunale delle controversie relative al loro reclutamento. A questo proposito, i ricorrenti fanno notare che, secondo il bando di concorso pubblicato dalla Camera dei deputati l’11 agosto 2000 e l’articolo 45 del regolamento dei servizi e del personale allora in vigore, le funzioni degli assistenti parlamentari di primo livello erano soprattutto manuali ed erano caratterizzate da un livello di autonomia molto ridotto.\n62.  Del resto, i ricorrenti sottolineano che i candidati a posti di lavoro in seno alle forze armate, così come i candidati ai posti in magistratura, nella pubblica istruzione, nel sistema universitario e negli altri settori della pubblica amministrazione, hanno la facoltà di adire il tribunale amministrativo affinché controlli la legittimità ed il corretto svolgimento della procedura di reclutamento.\n\n2.  Valutazione della Corte\n63.  La Corte ricorda che l’applicabilità dell’articolo 6 § 1 in ambito civile presuppone l’esistenza di una « contestazione » su un « diritto di carattere civile ». Essa deve innanzitutto ricercare l’esistenza di un « diritto » che si possa considerare, almeno in modo difendibile, riconosciuto nel diritto interno, che sia o meno tutelato dalla Convenzione (vedere, fra altre, Pudas c. Svezia, 27 ottobre 1987, serie A no  125-A, § 31 ; Neves e Silva c. Portogallo, 27 aprile 1989, serie A no 153-A, p. 14, § 37). Deve trattarsi di una contestazione reale e seria; essa può riguardare sia l’esistenza stessa di un diritto che la sua estensione o le sue modalità di esercizio. L’esito della procedura deve essere direttamente determinante per il diritto in questione (vedere, in particolare, Athanassoglou e altri c. Svizzera [GC], n. 27644/95, § 43, CEDH 2000-IV ; Mennitto c. Italia [GC], n. 33804/96, § 23, CEDH 2000-X ). Infine, tale diritto deve rivestire un carattere “civile”.\n64.  A tale proposito, la Corte ricorda la sua giurisprudenza nella causa Eskelinen prima citata, nella quale ha stabilito due criteri che devono essere entrambi soddisfatti affinché lo Stato convenuto possa validamente opporre ad un dipendente ricorrente l’inapplicabilità dell’articolo 6 § 1 in mancanza di un diritto « civile »: da una parte, il dipendente ricorrente deve essere espressamente privato del diritto di accesso ad un tribunale secondo il diritto nazionale; dall’altra parte, l’esclusione dei diritti garantiti dall’articolo 6 § 1 deve basarsi su motivi oggettivi legati all’interesse dello Stato. A questo ultimo proposito, non è sufficiente che lo Stato dimostri che il dipendente in questione partecipi all’esercizio della pubblica amministrazione o che esista un « legame speciale di fiducia e di lealtà » tra l’interessato e lo Stato datore di lavoro. È anche necessario che lo Stato dimostri che l’oggetto della controversia sia connesso all’esercizio dell’autorità statale o rimetta in causa il legame speciale summenzionato. In questo modo, nulla in linea di principio giustifica di sottrarre alle garanzie dell’articolo 6 § 1 i conflitti ordinari del lavoro – come quelli che vertono su uno stipendio, un incentivo o altri diritti di questo tipo – in ragione del carattere speciale della relazione tra il funzionario interessato e lo Stato in causa (ibidem, § 62).\n65.  La Corte osserva subito che le domande dei ricorrenti riguardavano i « diritti »  ai sensi dell’articolo 6 § 1 della Convenzione.\n66.  Per quanto concerne i ricorsi nn.  17214/05 e  20329/05, la Corte rileva che la legge no 109 del 1994 prevede la concessione dell’incentivo rivendicato dai ricorrenti ad ogni dipendente incaricato dell’elaborazione di progetti e della direzione di lavori nella realizzazione di opere per conto della pubblica amministrazione. Dinanzi agli organi giurisdizionali della Camera dei deputati, gli interessati sollecitavano l’applicazione della legge n. 109 e la concessione del citato incentivo tenuto conto del loro status di dipendenti pubblici e della natura delle funzioni esercitate all’interno del Parlamento. La Corte osserva che la Commissione giurisdizionale della Camera dei deputati, deliberando in primo grado, ha parzialmente accolto le domande dei ricorrenti, riconoscendo loro il diritto all’incentivo controverso per il periodo precedente alla data dell’entrata in vigore del protocollo aggiuntivo del 2001 (precedenti paragrafi 13-14). In questo modo, l’organo giurisdizionale adito dai ricorrenti ha esaminato le loro domande nel merito, alla luce dei criteri di assegnazione dell’incentivo e delle attività svolte dagli interessati e non ha ritenuto di doverle respingere perché prive di fondamento.\n67.  Di conseguenza, la Corte non condivide la tesi del Governo secondo la quale le contestazioni dei ricorrenti non sono né reali né serie (Sporrong e Lönnroth c. Svezia, 23 settembre 1982, § 81, serie A no 52) e ritiene che questi ultimi possano pretendere in maniera difendibile di vantare un diritto ai sensi dell’articolo 6 § 1 della Convenzione.\n68.  Riguardo al ricorso n. 42113/04, la Corte rileva che il diritto interno garantisce il diritto di adire un tribunale e di ottenere così un controllo giurisdizionale della legalità di ogni procedura di reclutamento tramite concorso pubblico. Essa osserva inoltre che, anche se si trattasse soltanto di una decisione di primo grado annullata in seguito in appello, la Commissione ha accolto gli argomenti dei ricorrenti riguardanti i criteri di valutazione delle prove scritte del concorso e, accogliendo le loro domande di sospensione, ha permesso loro partecipare al prosieguo della procedura di reclutamento.\n69.  La Corte conclude quindi che gli organi competenti della Camera dei deputati dovevano decidere delle contestazioni sui « diritti » ai sensi dell’articolo 6 § 1.\n70.  La Corte deve poi determinare se il diritto interno assicurava una tutela giurisdizionale ai ricorrenti, ossia se avevano la possibilità di presentare un ricorso giurisdizionale a livello nazionale e di far così esaminare le loro rivendicazioni relative allo stipendio o agli incentivi, ed anche al reclutamento (Eskelinen, succitata, §§ 57 e 59).\n71.  La Corte osserva che i ricorrenti hanno presentato le loro domande innanzi agli organi giurisdizionali interni della Camera dei deputati, competenti in materia di tutela giurisdizionale del personale della Camera, i quali hanno esaminato le loro rivendicazioni e definito i contenziosi tramite decisioni definitive ed esecutive.\n72.  Certo, gli interessati allegano innanzi alla Corte che tali organi non presentano le qualità di « tribunali » richieste dalla Convenzione. Tuttavia, la Corte ricorda che la sua conclusione in merito all’applicabilità dell’articolo 6 § 1 non pregiudica affatto la risposta alla domanda per sapere in che modo le diverse garanzie previste da tale articolo debbano essere applicate alle controversie riguardanti dei dipendenti (Eskelinen, succitata, § 64).\nLa Corte ritiene doversi limitare, al fine di valutare l’applicabilità dell’articolo 6 § 1 in ogni fattispecie, a verificare se i ricorrenti disponevano di una tutela giurisdizionale a livello interno.\n73.  La Corte ricorda che, con il termine « tribunale », la sua giurisprudenza non intende necessariamente una giurisdizione di tipo classico, integrata nelle strutture giudiziarie ordinarie del paese (Campbell e Fell c. Regno Unito, 28 giugno 1984, § 76, serie A no 80). Ai fini della Convenzione, un’autorità può essere considerata un « tribunale » nel senso materiale del termine, quando le competa decidere, in base alle norme di diritto, con pienezza di giurisdizione ed al termine di una procedura organizzata, ogni questione di sua competenza (Sramek c. Austria, 22 ottobre 1984, § 36, serie A no 84 ; Beaumartin c. Francia, 24 novembre 1994, § 38, serie A no 296-B). In effetti, un « tribunale » si distingue per il suo potere di riformare in tutti i punti, in fatto come in diritto, la decisione emessa da un’autorità amministrativa (Schmautzer c. Austria, 23 ottobre 1995, § 36, serie A no 328-A). Infine, il potere di emettere una decisione obbligatoria, che non può essere modificata da un’autorità non giudiziaria a scapito di una parte, è inerente alla nozione stessa di « tribunale » (Van de Hurk c. Paesi Bassi, 19 aprile 1994, § 45, serie A no 288).\n74.  Ora, dalle disposizioni normative pertinenti del regolamento per la tutela giurisdizionale del personale risulta che la Commissione e la Sezione giurisdizionali della Camera dei deputati sono competenti per decidere su ogni contenzioso che coinvolga l’amministrazione della Camera dei deputati. Esse decidono al termine di una procedura organizzata, con pienezza di giurisdizione e in modo obbligatorio, sia per l’amministrazione che per le parti in giudizio. Secondo la Corte, esse esercitano senza alcun dubbio una funzione giurisdizionale (vedere, mutatis mutandis, Argyrou e altri c. Grecia, n. 10468/04, §§ 24-27, 15 gennaio 2009 ; a contrario, Suküt c. Turchia (dic.), no 59773/00, CEDH 2007 ... (estratti)). Del resto è quanto ha sostenuto il Governo convenuto all’udienza innanzi alla Corte (vedere precedente paragrafo 53).\n75.  Tenuno conto di queste considerazioni, la Corte ritiene che l’articolo 6 § 1 sia applicabile ai presenti ricorsi in virtù della prima condizione posta nella sentenza Eskelinen.\n76.  Del resto, la Corte osserva che anche se il quadro normativo nazionale privava espressamente i ricorrenti del diritto di accesso ad un tribunale, nella fattispecie e prescindendo da altre materie passibili di ricorso in virtù dell’articolo 12 del regolamento della Camera (precedente paragrafo 36), l’inapplicabilità dell’articolo 6 § 1 potrebbe in ogni caso fondarsi soltanto su motivi oggettivi legati all’interesse dello Stato.\n77.  Tenuto conto dei rispettivi oggetti delle controversie avviate dai ricorrenti, che riguardano il diritto di ottenere un incentivo di progettazione legato all’esercizio delle attività di direttore dei lavori e all’esercizio della professione di assistente parlamentare, che comporta delle attività essenzialmente manuali e implica un grado di autonomia molto ridotto (precedente paragrafo 38), la Corte ritiene che il legame speciale di fiducia e di lealtà tra lo Stato e gli interessati non fosse messo in discussione.\n78.  Pertanto, vista la natura di questi contenziosi, la Corte ritiene che non si può affermare che nelle presenti cause sia in gioco l’esercizio della pubblica amministrazione o che uno speciale legame di fiducia tra lo Stato e i ricorrenti giustifichi la loro esclusione dai diritti garantiti dalla Convenzione (vedere Itslaïev c. Russia, n..34631/02, § 29, 9 ottobre 2008 e, a contrario, Apay c. Turchia (dic.), n..3964/05, 11 dicembre 2007). L’articolo 6 § 1 è quindi applicabile anche alla luce della seconda condizione posta nella sentenza Eskelinen.\n79.  Ne consegue che l’eccezione del Governo non può essere accolta.\nLa Corte constata peraltro che i ricorsi non sono manifestamente infondati ai sensi dell’articolo 35 § 3 della Convenzione e che non contrastano con nessun altro motivo di irricevibilità. E’ quindi opportuno  dichiararli ricevibili.\n\nB.  Nel merito\n\n1.  Tesi delle parti\n80.  I ricorrenti sostengono che la Commissione e la Sezione non possono essere considerate tribunali costituiti per legge, indipendenti e imparziali ai sensi dell’articolo 6 § 1 della Convenzione.\nEssi fanno innanzitutto notare che gli organi di giustizia interni alla Camera dei deputati sono istituiti da una norma di rango secondario, cioè il RTG. A differenza del regolamento generale della Camera dei deputati, direttamente previsto dalla Costituzione e approvato dall’assemblea legislativa a maggioranza assoluta dei suoi membri, il regolamento minore, approvato dall’Ufficio di Presidenza, non può, secondo loro, essere considerato una fonte di diritto primario, che possa legittimare l’esistenza ed il funzionamento di « tribunali ».\nInoltre, i regolamenti minori della Camera dei deputati non presenterebbero la qualità indispensabile dell’accessibilità, non essendo pubblicati sulla Gazzetta Ufficiale, ma in una pubblicazione interna della Camera dei deputati.\n81.  Peraltro, i ricorrenti sostengono che, tenuto conto in particolare delle modalità di nomina dei loro membri, la Commissione e la Sezione non presentano né la parvenza di indipendenza né l’imparzialità oggettiva richieste dalla Convenzione. Richiamano l’attenzione della Corte sul fatto che gli organi di giustizia chiamati a decidere sui contenziosi tra la Camera dei deputati e i privati sono integralmente composti da membri della Camera stessa, che è parte nei contenziosi.\n82.  In particolare, la Sezione non sarebbe altro che un organo interno dell’Ufficio di Presidenza, che è responsabile della gestione del bilancio e di tutte le questioni che riguardano l’amministrazione della Camera. A questo proposito, i ricorrenti sottolineano che l’organo d’appello è presieduto dal Presidente della Camera e composto da parlamentari membri dell’Ufficio di Presidenza, che vengono scelti dal Presidente e spesso non hanno alcuna formazione giuridica.\n83.  Inoltre, fanno notare che l’articolo 6 bis del regolamento prevede la possibilità per il Presidente di decidere che le questioni particolarmente importanti siano esaminate direttamente dall’Ufficio di Presidenza In questo contesto, la mancanza di legame gerarchico diretto tra i membri della Sezione e l’amministrazione della Camera dei deputati non potrebbe costituire di per sé un indice d’imparzialità.\n84.  Peraltro, neanche le garanzie d’inamovibilità di cui godono i membri della Commissione e della Sezione consentirebbero di garantire l’indipendenza di tali organi. Infatti, non si tratterebbe di giudicare la loro indipendenza nei confronti di un potere esterno, ma nei confronti di una delle parti nelle cause che devono giudicare.\n85.  Infine, i ricorrenti denunciano la mancanza di pubblicità delle udienze innanzi alla Commissione e alla Sezione.\n86.  Il Governo contesta le argomentazioni dei ricorrenti. Innanzitutto sostiene che gli organi giurisdizionali in questione sono stati istituiti dall’articolo 12 del regolamento generale della Camera dei deputati, adottato a maggioranza assoluta dai membri dell’Assemblea parlamentare, in conformità con l’articolo 64 § 1 della Costituzione. Soltanto il funzionamento e le norme di procedura di questi organi giurisdizionali sarebbero regolati dal RTG, adottato in virtù del paragrafo 3 dell’articolo 12 del Regolamento generale della Camera dei deputati dall’Ufficio di Presidenza, che è composto dai rappresentanti di tutti i gruppi parlamentari e che costituisce l’organo di direzione politica più importante della Camera.\n87.  Il Governo sostiene inoltre che, sebbene non siano atti formalmente legislativi, i regolamenti parlamentari, ivi compresi i regolamenti cosiddetti « minori » adottati dall’Ufficio di Presidenza, sono considerati norme primarie dalla giurisprudenza costituzionale e ordinaria.\nIl Governo fa peraltro notare che nella sua giurisprudenza, la Corte, quando ammette l’esistenza di limiti all’accesso ad un tribunale, ritiene che tali limitazioni debbano essere previste dal « diritto nazionale »  o dallo « ordinamento giuridico nazionale ». Esso ritiene che queste formule siano pienamente compatibili con la nozione di regolamenti parlamentari summenzionata, a maggior ragione se si considera che questi regolamenti sono, ad ogni modo, l’espressione di una assemblea parlamentare eletta o di un organo politico sufficientemente rappresentativo della volontà popolare.\n88.  Il Governo sostiene inoltre che la Commissione e la Sezione sono autorità giudiziarie indipendenti e imparziali per eccellenza.\nArgomenta innanzitutto che questi due organi sono indipendenti tanto dall’esecutivo che da altri organi interni della Camera, in particolare dall’amministrazione che adotta gli atti che possono essere oggetto di ricorso. A tal proposito, fa notare che né i giudici di primo grado né i giudici d’appello devono temere conseguenze pregiudizievoli per il loro status, la loro carriera o l’esercizio delle loro funzioni in conseguenza dell’adempimento dei doveri giurisdizionali che competono loro: essi non possono essere rimossi dalle loro funzioni né subire sanzioni disciplinari o lesioni alle loro prerogative parlamentari. Godrebbero quindi di una più marcata autonomia e indipendenza rispetto ai magistrati ordinari.\n89.  Il Governo sottolinea inoltre, in merito alla esigenza di imparzialità, che i membri della Commissione giurisdizionale non partecipano in alcun modo, né diretto né indiretto, alla formazione degli atti amministrativi adottati dall’amministrazione o da altri organi interni della Camera che possono essere impugnati da dipendenti o da terzi.\nQuanto ai membri della Sezione, il Governo fa notare che tranne nel caso in cui questi ultimi partecipino, in qualità di membri dell’Ufficio di Presidenza, all’adozione degli atti relativi alla nomina dei responsabili amministrativi della Camera, questi parlamentari non sono generalmente chiamati ad adottare provvedimenti specifici riguardanti dipendenti o terzi, poiché questi ultimi sono di competenza dell’amministrazione della Camera.\n90.  Infine, il Governo ricorda che l’articolo 9 del RTG prevede espressamente l’applicazione delle norme procedurali delle giurisdizioni amministrative. Pertanto, i termini di prescrizione e le modalità di notifica degli atti nel procedimento dinanzi alla Commissione e alla Sezione giurisdizionali sarebbero in linea con quelli del diritto comune e sarebbe garantito il rispetto dell’oralità, del contraddittorio e della parità tra le parti. Ricordando inoltre che le parti in giudizio hanno la possibilità di ottenere l’applicazione di misure provvisorie e di avviare ricorsi in esecuzione delle decisioni emesse dalla Commissione e dalla Sezione, il Governo conclude che la procedura dinanzi agli organi di giurisdizione interni della Camera dei deputati assicura alle parti in giudizio il rispetto dei diritti garantiti dall’articolo 6 § 1 della Convenzione.\n\n2.  Valutazione della Corte\n91.  La Corte osserva di primo acchito che non è in discussione il potere della Camera dei deputati italiana e di altri organi costituzionali statali di disporre di un ordinamento giudiziario interno e di regolamentare in modo autonomo la tutela giurisdizionale dei loro dipendenti e i rapporti giuridici con terze persone. Essa rammenta che né l’articolo 6 § 1 né nessun’altra disposizione della Convenzione obbliga gli Stati e le loro istituzioni a conformarsi ad un determinato ordinamento giudiziario. Al riguardo, la Corte rinvia nuovamente alla sua giurisprudenza secondo la quale, con il termine « tribunale », l’articolo 6 § 1 della Convenzione non intende necessariamente un organo giurisdizionale di tipo classico, inserito nelle strutture giudiziarie ordinarie del paese (Campbell e Fell c/Regno Unito, succitata, § 76).\n92.  Del resto, non si tratta di imporre agli Stati un determinato modello costituzionale che regoli in questo o quel modo i rapporti e l’interazione tra i diversi poteri dello Stato. La scelta del legislatore italiano di preservare l’autonomia e l’indipendenza del Parlamento riconoscendogli l’immunità di fronte agli organi giurisdizionali ordinari non può di per sé essere oggetto di contestazione dinanzi alla Corte. \n93.  Si tratta piuttosto di sapere se, in una determinata causa, siano state rispettate le esigenze della Convenzione (Demicoli c/Malta, 27 agosto 1991, § 39, serie A n. 210). Nei presenti casi di specie, compito della Corte è accertare se la Commissione e la Sezione della Camera dei deputati fossero dei « tribunali costituiti per legge, indipendenti ed imparziali », nel momento in cui hanno trattato le cause dei ricorrenti.\n1.  I tribunali erano « costituiti per legge » ?\n94.  La Corte rammenta che, in virtù dell’articolo 6 § 1, un « tribunale » deve essere sempre « costituito per legge ». L’espressione riflette il principio dello Stato di diritto, inerente a tutto il sistema della Convenzione e dei suoi protocolli. L’espressione « costituito per legge » riguarda non solo la base giuridica dell’esistenza stessa del tribunale, ma anche la composizione dell’organo in ogni causa (si vedano Coëme ed altri c/Belgio, nn. 32492/96, 32547/96, 32548/96, 33209/96 e 33210/96, § 99, CEDU 2000 VII).\nSecondo la giurisprudenza, l’inserimento dell’espressione « costituito per legge » nell’articolo 6 § 1 della Convenzione ha lo scopo di evitare che l’organizzazione dell’ordinamento giudiziario sia lasciata alla discrezione dell’Esecutivo e di fare in modo che la materia sia disciplinata da una legge del Parlamento (Zand c/Austria, n. 7360/76, rapporto della Commissione del 12 ottobre 1978, DR 15, § 69). Né, in paesi di diritto codificato, l’organizzazione dell’ordinamento giudiziario può essere lasciata alla discrezione delle autorità giudiziarie. Ciò non esclude tuttavia che a queste ultime sia riconosciuto un certo potere d’interpretazione della legislazione nazionale in materia (Coëme ed altri c/Belgio, succitata, § 98).\nD’altra parte, la Corte rammenta che la delega di poteri in questioni riguardanti l’organizzazione giudiziaria è ammissibile nella misura in cui questa possibilità si iscrive nell’ambito del diritto interno dello Stato in questione, ivi comprese le disposizioni pertinenti della Costituzione (Zand c/Austria, succitata, §§ 69 e 71).\n95.  I ricorrenti ritengono che la Commissione e la Sezione non abbiano un fondamento giuridico nel diritto italiano, dal momento che la loro istituzione e il loro funzionamento sono stati stabiliti dal RTG, vale a dire da un regolamento secondario della Camera dei deputati.\n96.  La Corte osserva che la questione della portata normativa dei regolamenti della Camera dei deputati è stata esaminata dagli organi giurisdizionali interni. Così, la Corte di cassazione italiana, applicando le conclusioni della Corte costituzionale in materia, ha dichiarato che il regolamento generale della Camera dei deputati come i suoi regolamenti « minori » adottati dall’Ufficio di presidenza in esecuzione del primo costituivano l’espressione dell’autonomia normativa attribuita alla Camera dei deputati dalla Costituzione. Ne consegue che ogni regolamento della Camera dei deputati trova la sua fonte normativa nella Costituzione e si sottrae al controllo da parte degli altri poteri dello Stato (precedente paragrafo 33).\n97.  La Corte rammenta di non avere il compito di sostituirsi agli organi giurisdizionali interni nell’interpretazione della legislazione interna, né quello di esaminare in abstracto la legislazione e la prassi interne pertinenti.\nD’altra parte, essa non può perdere di vista il fatto che l’autonomia normativa del Parlamento italiano persegue il fine di preservare il potere legislativo da ogni ingerenza esterna, ivi compreso da parte dell’Esecutivo, cosa che non può essere ritenuta contraria alla lettera o allo spirito dell’articolo 6 § 1 della Convenzione quali precisati dalla giurisprudenza della Corte.\n98.  La Corte deve ora verificare se la « legge » in questione presenti le caratteristiche di accessibilità e prevedibilità.\nI ricorrenti deducono l’inaccessibilità del RTG dal fatto che esso non è pubblicato sulla Gazzetta ufficiale.\nA giudizio della Corte, questo elemento non inficia di per sé l’accessibilità del RTG, purché le persone interessate possano consultarlo agevolmente. Tenuto conto del campo coperto da detto regolamento, vale a dire la regolamentazione dei procedimenti giudiziari interni della Camera dei deputati, la sua pubblicazione in una gazzetta a diffusione interna è sufficiente, a giudizio della Corte, a soddisfare il criterio di accessibilità previsto dalla Convenzione. Del resto, i ricorrenti non hanno addotto di avere incontrato difficoltà nella ricerca del testo in questione.\nInfine, la Corte osserva che le disposizioni che interessano sono redatte in termini sufficientemente chiari da consentire ad ogni parte in giudizio di conoscere le norme che disciplinano il procedimento dinanzi alla Commissione e alla Sezione (si veda, a contrario, Coëme ed altri c/Belgio, succitata, § 103).\n99.  Tenuto conto di quanto precede, la Corte ritiene che la Commissione giurisdizionale e la Sezione giurisdizionale della Camera dei deputati soddisfino l’esigenza di base giuridica nel diritto interno prevista all’articolo 6 § 1.\n2.  Il tribunale era « imparziale » e « indipendente » ?\n100.  Per stabilire se un tribunale possa ritenersi « indipendente » nei confronti sia delle parti sia dell’Esecutivo, è necessario prendere in considerazione, in particolare, le modalità di designazione e la durata del mandato dei suoi membri, l’esistenza di una tutela contro le pressioni esterne e se vi sia o meno una parvenza d’indipendenza.\n101.  Quanto al requisito d’« imparzialità », ai sensi dell’articolo 6 § 1 della Convenzione, esso riveste due aspetti. Occorre innanzitutto che il tribunale non manifesti soggettivamente alcun partito preso né pregiudizio personale. Il tribunale deve essere poi oggettivamente imparziale, vale a dire offrire garanzie sufficienti ad escludere ogni legittimo dubbio al riguardo. All’atto pratico, si tratta di chiedersi se, indipendentemente dalla condotta personale dei giudici, alcuni fatti verificabili autorizzino a sospettare l’imparzialità di questi ultimi. In questo campo, persino le apparenze possono rivelarsi importanti. E’ in gioco la fiducia che i tribunali di una società democratica sono tenuti ad ispirare alle parti in giudizio, a cominciare dalle parti nel procedimento (Morris c/Regno Unito, n. 38784/97, § 58, CEDU 2002-I).\n102.  La Corte osserva di primo acchito che nel caso di specie non è in discussione la questione dell’imparzialità soggettiva. Infatti, i ricorrenti non hanno addotto l’esistenza di pregiudizi o di partiti presi nei confronti delle loro situazioni personali.\nHanno invece lamentato un difetto d’imparzialità oggettiva e una mancanza d’indipendenza nei confronti di una delle parti in causa (la Camera dei deputati) della Commissione e della Sezione, con particolare riferimento alle modalità di designazione dei loro membri. Le nozioni di indipendenza e di imparzialità oggettiva sono strettamente legate, pertanto la Corte le esaminerà congiuntamente (Findlay c/Regno Unito, 25 febbraio 1997, Raccolta delle sentenze e decisioni 1997-I, § 73).\n103.  La Corte osserva che i membri della Commissione sono scelti mediante sorteggio da un elenco di deputati designati dal Presidente della Camera dei deputati, dal Segretario generale e dalle organizzazioni sindacali del personale. I membri dell’Ufficio di presidenza non possono fare parte della Commissione (articolo 3 del RTG, precedente paragrafo 37). La Sezione invece è composta da quattro deputati membri dell’Ufficio di presidenza ed è presieduta dal Presidente della Camera dei deputati (articolo 6 del RTG, ibidem).\n104.  La Corte ritiene innanzitutto che il mero fatto che i membri dei due organi giurisdizionali della Camera dei deputati siano scelti tra i deputati membri della Camera non può far dubitare dell’indipendenza di questi organi giurisdizionali.\nTuttavia, essa non può ignorare il fatto che la Sezione, organo d’appello che delibera a titolo definitivo, è composta interamente da membri dell’Ufficio di presidenza, vale a dire dell’organo della Camera dei deputati competente a dirimere le principali questioni amministrative della Camera, ivi comprese quelle riguardanti la contabilità e l’organizzazione dei concorsi per l’assunzione del personale (precedente paragrafo 36). In particolare, il protocollo addizionale al regolamento contabile della Camera dei deputati nonché il regolamento dei concorsi per l’assunzione del personale, che formano oggetto delle rispettive controversie dei ricorrenti (precedenti paragrafi 8 e 31), sono atti adottati dall’Ufficio di presidenza nell’ambito delle sue prerogative normative.\nInoltre, la Camera dei deputati è rappresentata dinanzi alla Sezione dal Segretario generale, nominato anche lui dall’Ufficio di presidenza.\n105.  Pertanto, la Corte comprende i timori dei ricorrenti quanto all’imparzialità della Sezione. A giudizio della Corte, il fatto che l’organo amministrativo con competenze simili a quelle dell’Ufficio di presidenza sia lo stesso organo giurisdizionale competente a decidere ogni contenzioso amministrativo può essere sufficiente a far sorgere dubbi in merito all’imparzialità dell’organo giurisdizionale così formato.\nD’altra parte, essa osserva che non si può mettere in dubbio il legame stretto esistente tra l’oggetto dei procedimenti giurisdizionali avviati dinanzi alla Sezione e gli atti adottati dall’Ufficio di presidenza nell’ambito delle sue funzioni (precedente paragrafo 36). Al riguardo, la Corte rileva la differenza con il caso Kleyn ed altri, in cui essa aveva ritenuto che i pareri emessi dal Consiglio di Stato nell’esercizio delle sue funzioni consultive e il conseguente procedimento giudiziario non potessero essere considerati « lo stesso caso » o « la stessa decisione » (Kleyn ed altri c/Paesi Bassi [GC], nn. 39343/98, 39651/98, 43147/98 e 46664/99, § 200, CEDU 2003 V).\nLa Corte osserva di non avere il compito di indicare agli Stati, tra le numerose possibilità immaginabili, la soluzione da adottare per conformarsi all’articolo 6 § 1 della Convenzione. Tuttavia, essa ribadisce l’assoluta importanza che le corti ed i tribunali siano indipendenti ed imparziali e che ispirino fiducia alle parti in causa (precedente paragrafo 101).\n106.  Tenuto conto di quanto precede, la Corte ritiene che i timori nutriti dai ricorrenti circa l’indipendenza e l’imparzialità della Sezione giurisdizionale della Camera dei deputati fossero oggettivamente giustificati. Non è quindi necessario esaminare gli altri aspetti della doglianza.\n107.  Pertanto, vi è stata violazione dell’articolo 6 § 1 della Convenzione.\n\nIII.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE\n108.  Ai sensi dell’articolo 41 della Convenzione,\n« Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente permette di riparare solo in parte alle conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa. »\nA.  Danni\n109.  I ricorrenti chiedono un risarcimento per il danno materiale che ritengono di avere subito per « perdita di opportunità ». I ricorrenti dei ricorsi n. 17214/05 e n. 20329/05 quantificano le loro richieste in 75.000 euro (EUR) ciascuno. Quelli del ricorso n. 42113/04 si rimettono alla saggezza della Corte.\nGli interessati chiedono inoltre un risarcimento per il danno morale.\n110.  Il Governo si oppone alle richieste dei ricorrenti.\n111.  La Corte non vede alcun nesso di causalità tra la violazione dell’articolo 6 § 1 della Convenzione e il danno materiale. Essa non può infatti prevedere quale sarebbe stato l’esito di un procedimento conforme all’articolo 6 § 1 (si veda, tra le altre, Coëme c/Belgio, succitata, § 155). Pertanto, rigetta le richieste dei ricorrenti a tale titolo.\n112.  Per quanto riguarda il danno morale subito dai ricorrenti, la Corte ritiene che la constatazione di violazione dell’articolo 6 § 1 della Convenzione rappresenti un’equa soddisfazione sufficiente.\nB.  Spese\n113.  I ricorrenti chiedono il rimborso delle spese sostenute dinanzi agli organi giurisdizionali interni. I ricorrenti dei ricorsi n. 17214/05 e n. 20329/05 quantificano le loro richieste in 9.200 EUR ciascuno. Quelli del ricorso n. 42113/04 si rimettono alla saggezza della Corte. Per giustificare le loro richieste, i ricorrenti fanno riferimento alle tabelle degli onorari professionali in vigore in Italia all’epoca dell’introduzione dei contenziosi controversi.\nEssi chiedono altresì il rimborso delle spese sostenute per il procedimento dinanzi alla Corte. I ricorrenti dei ricorsi n. 17214/05 e n. 20329/05 chiedono 10.000 EUR ciascuno; quelli del ricorso n. 42113/04 30.000 EUR ciascuno.\n114.  Il Governo ritiene che queste richieste siano eccessive.\n115.  Stando alla giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo se siano accertate la loro realtà, la loro necessità e la ragionevolezza del loro tasso. Nel caso di specie, e tenuto conto dei documenti in suo possesso e dei criteri summenzionati, la Corte osserva che i ricorrenti non hanno presentato alcun giustificativo a sostegno delle loro richieste relative alle spese sostenute per il procedimento nazionale e rigetta le richieste a tale titolo.\nIn compenso, essa ritiene ragionevole concedere a ciascun ricorrente la somma di 10.000 EUR per il procedimento dinanzi ad essa.\nC.  Interessi moratori\n116.  La Corte ritiene appropriato basare il tasso degli interessi moratori sul tasso d’interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.\n", "\nPER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITA’\n1.  Decide di riunire i ricorsi;", "2. Dichiara i ricorsi ammissibili;", "3.  Afferma che vi è stata violazione dell’articolo 6 § 1 della Convenzione;", "4.  Afferma che la constatazione di violazione rappresenta un’equa soddisfazione sufficiente per ogni danno morale subito dai ricorrenti;", "5.  Afferma\n a)  che lo Stato convenuto deve versare a ciascun ricorrente, entro tre mesi a partire dal giorno in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, 10.000 EUR (diecimila euro) per spese, oltre ad ogni importo che possa essere dovuto a titolo d’imposta dai ricorrenti;\nb)  che, a partire dalla scadenza di detto termine e fino al versamento, tale importo dovrà essere maggiorato di un interesse semplice ad un tasso uguale a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "6.  Rigetta la domanda di equa soddisfazione nel resto.\nRedatta in francese, poi comunicata per iscritto il 8 aprile 2009, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\nSally Dollé                      Françoise Tulkens\nCancelliere                    Presidente", ""]}