{"file": "ITA_HJUDITA_6987_07.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "6987/07", "text_paragraphs": ["Guseva c. Bulgaria - 6987/07 - Sentenza 17.2.2015 [Sezione IV]", "", "In fatto – La ricorrente, membro e rappresentante di un’associazione attiva nella zona per la tutela dei diritti degli animali, otteneva tre sentenze definitive della Corte suprema amministrativa che obbligavano il sindaco a fornire informazioni relative al trattamento di animali randagi trovati sulle strade della città nella quale egli esercitava la sua funzione. Il sindaco non ottemperava alle sentenze. Nel ricorso alla Corte europea la ricorrente lamentava che ai sensi dell’articolo 10 della Convenzione il sindaco aveva violato il suo diritto di ricevere e comunicare informazioni.", "In diritto – Articolo 10: La ricorrente, nell’adempimento del suo ruolo, aveva chiesto l’accesso alle informazioni riguardanti il trattamento degli animali al fine di mettere al corrente i cittadini su una questione di interesse generale e contribuire così al dibattito pubblico. L’esistenza del suo diritto di accesso a tali informazioni era stato riconosciuto sia dalla legislazione interna sia in tre sentenze definitive della Corte suprema amministrativa. Pertanto, la raccolta di informazioni in vista della loro diffusione ai cittadini rientrava nell’ambito della libertà di espressione della ricorrente.", "Sebbene la ricorrente avesse presentato domanda in veste privata e non per conto dell’associazione che essa rappresentava, le informazioni che aveva cercato di ottenere erano direttamente collegate alla sua attività associazionistica. Di conseguenza, ella era stata impegnata nella legittima raccolta di informazioni di interesse pubblico al fine di contribuire al dibattito pubblico. Dunque la mancata ottemperanza delle sentenze definitive del tribunale a fornire le informazioni richieste aveva costituito un’ingerenza diretta al diritto della ricorrente a ricevere o di comunicare informazioni.", "All’epoca dei fatti, le sentenze erano definitive ed esecutive secondo il diritto interno e la loro inottemperanza da parte del sindaco era pertanto illecita. Tuttavia, la prassi giudiziaria nazionale ha considerato che il diritto interno in sé non forniva alcuna chiara informazione riguardo ai tempi di esecuzione, rimettendo così la questione alla buona volontà dell’organo amministrativo responsabile dell’attuazione della sentenza. Una tale mancanza di un chiaro arco temporale per l’applicazione, ha prodotto l’imprevedibilità del probabile momento di esecuzione, che nel caso della ricorrente, non si è mai materializzata. Non essendo \"prescritto dalla legge\", la normativa nazionale applicabile mancava perciò della necessaria prevedibilità, provocando interferenza con i diritti della ricorrente ai sensi dell’articolo 10.", "Conclusione: violazione (cinque voti contro due).", "La Corte ha anche riconosciuto la violazione dell’articolo 13 letto in combinato disposto con l’articolo 10, in quanto non vi erano ricorsi effettivi in grado di fornire alcun rimedio in riferimento alla doglianza della ricorrente e di offrire ragionevoli prospettive di successo.", "Articolo 41: EUR 5.000,00 a titolo di danno non patrimoniale."]}