{"file": "ITA_HJUDITA_33783_09.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "33783/09", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del Contenzioso e dei Diritti Umani, traduzione effettuata da Rita Carnevali e dalla dott.ssa Martina Scantamburlo, funzionari linguistici.", "", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CORTE EUROPEA DEI DIRITI DELL’UOMO", "", "SECONDA SEZIONE", "", "", "", "", "", "CAUSA GODELLI c. ITALIA", "", "(Ricorso n. 33783/09)", "", "", "", "", "", "", "SENTENZA", "", "", "", "STRASBURGO", "", "25 settembre 2012", "", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "", "Nella causa Godelli c. Italia,", "La Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:", "\tFrançoise Tulkens, presidente,\n\tDragoljub Popović,\n\tIsabelle Berro-Lefèvre,\n\tAndrás Sajó,\n\tGuido Raimondi,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, giudici,\ne da Françoise Elens-Passos, cancelliere aggiunto di sezione,", "Dopo avere deliberato in camera di consiglio il 28 agosto,", "Pronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1. All’origine della causa vi è un ricorso (no 33783/09) presentato contro la Repubblica italiana con cui una cittadina di tale Stato, la sig.ra Anita Godelli («la ricorrente»), ha adito la Corte il 16 giugno 2009 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "2. La ricorrente è rappresentata dall’avv. C. Pullano, del foro di Trieste. Il governo italiano («il Governo») è stato rappresentato dal suo agente, E. Spatafora.", "3. La ricorrente lamenta che il segreto della sua nascita e la conseguente impossibilità per lei di conoscere le sue origini costituiscono una violazione del diritto al rispetto della sua vita privata e familiare garantito dall’articolo 8 della Convenzione.", "4. Il 9 novembre 2010 il ricorso è stato comunicato al Governo. Come consentito dall’articolo 29 § 1 della Convenzione, è stato inoltre deciso che la camera si sarebbe pronunciata contestualmente sulla ricevibilità e sul merito della causa.", "IN FATTO", "I.\tLE CIRCOSTANZE DEL CASO DI SPECIE", "5. La ricorrente, nata il 28 marzo 1943 a Trieste, fu abbandonata dalla madre biologica.", "6. Dall’atto di nascita risulta che:", "«Oggi, 28 marzo 1943, alle ore 7 e 30 minuti, una donna che non consente di essere nominata ha partorito una bambina.»", "7. La ricorrente fu dapprima sistemata in un orfanotrofio e poi affidata alla famiglia Godelli. All’età di 6 anni, con una decisione del giudice tutelare di Trieste del 10 ottobre 1949, fu oggetto di affiliazione da parte dei coniugi Godelli.", "8. All’età di dieci anni la ricorrente, avendo appreso di non essere la figlia biologica dei suoi genitori, domandò loro di poter conoscere le sue origini, ma non ottenne alcuna risposta. In data non precisata scoprì che una bambina che viveva nel suo stesso paese, nata nel suo stesso giorno, era stata abbandonata ed in seguito era stata affiliata da un’altra famiglia. La ricorrente sospettava potesse trattarsi della sua sorella gemella. I genitori adottivi delle due bambine impedirono i contatti fra loro.", "9. La ricorrente afferma di aver vissuto un’infanzia molto difficile a causa dell’impossibilità di conoscere le sue origini.", "10. Nel 2006 la ricorrente domandò all’ufficio dello stato civile del comune di Trieste informazioni sulle sue origini, conformemente all’articolo 28 della legge n. 184 del 4 maggio 1983 (la legge sull’adozione: «la legge no 184/1983»), dal momento che la normativa che disciplinava l’affiliazione era stata abrogata da questa legge. L’ufficiale dello stato civile consegnò alla ricorrente il suo atto di nascita nel quale non compariva il nome della madre biologica, in quanto quest’ultima non aveva acconsentito alla divulgazione della sua identità.", "11. Il 19 marzo 2007 la ricorrente introdusse un ricorso dinanzi al tribunale di Trieste per domandare, conformemente all’articolo 96 del decreto del Presidente della Repubblica n. 396/2000, la rettifica del suo atto di nascita. Il 4 maggio 2007 il tribunale dichiarò la sua incompetenza e respinse il ricorso in quanto l’articolo 28, comma 5, della legge n. 184/1983, prevedeva che, per quanto riguarda l’accesso alle informazioni sui genitori biologici, raggiunta l’età di 25 anni il tribunale competente era il tribunale per i minorenni.", "12. Il 5 giugno 2007 la ricorrente adì il tribunale per i minorenni di Trieste. L’11 giugno 2008 il tribunale respinse la richiesta in quanto, conformemente all’articolo 28, comma 7, della legge n. 184/1983, l’accesso alle informazioni sulle sue origini non le era consentito perché la madre, al momento della nascita della ricorrente, aveva dichiarato di non volere divulgare la sua identità.", "13. La ricorrente si rivolse alla corte d’appello. Con decisione del 23 dicembre 2008, la corte d’appello respinse il suo ricorso.", "14. In particolare, la corte d’appello osservò che il tribunale per i minorenni aveva sottolineato che la madre biologica della ricorrente aveva chiesto il segreto sulla sua identità e che il tribunale aveva quindi correttamente applicato l’articolo 28, comma 7, della legge n. 184 del 1983, anche se la ricorrente era stata oggetto di affiliazione, tenuto conto del fatto che l’affiliazione creava comunque uno status familiare. Peraltro la corte d’appello sottolineò che il comma 7 dell’articolo 28 mirava a garantire il rispetto della volontà della madre. Per la ricorrente il divieto di accedere alle informazioni riguardanti le sue origini rispondeva anche ad un interesse pubblico.", "15. La ricorrente non presentò ricorso in cassazione.", "II.\tIL DIRITTO E LA PRASSI INTERNA E IL DIRITTO COMPARATO PERTINENTI", "A.\tIl diritto e la prassi interni", "16. L’articolo 250 del codice civile accorda a uno dei genitori la possibilità di non riconoscere il figlio. Per questo la madre deve domandare all’ospedale di preservare l’anonimato al momento del parto. In questo caso viene formato un fascicolo sanitario che contiene le informazioni mediche sulla madre e sul suo bambino. Soltanto il medico curante del bambino può avervi accesso previa autorizzazione del tutore del minore.", "17. L’affiliazione fu istituita nel 1942 per portare assistenza ai bambini abbandonati o senza genitori di età inferiore ai diciotto anni. A differenza dell’adozione definitiva, non creava legami di parentela effettivi e non era necessario che la persona adottata non avesse figli, ma occorreva che il bambino avesse meno di diciotto anni. L’affiliazione poteva essere richiesta o dalla persona alla quale il bambino era stato affidato, o dall’istituto di pubblica assistenza, o dal cittadino che lo cresceva di propria iniziativa.", "18. Gli articoli del codice civile che prevedevano l’affiliazione sono stati abrogati per effetto dell’entrata in vigore della legge n. 184 del 4 maggio 1983 (rivista in seguito dalla legge n. 149 del 2001 e dal decreto legislativo n. 196 del 30 giugno 2003).", "19. L’articolo 27 della legge n. 184/1983 garantisce il segreto sulle origini salvo autorizzazione espressa dell’autorità giudiziaria.", "20. L’articolo 28, comma 7, della legge n. 184/1983 consente alla madre, che decide di non tenere il figlio, di partorire in un ospedale e di mantenere allo stesso tempo l’anonimato nella dichiarazione di nascita. Questo anonimato dura cento anni. Trascorso questo tempo, è possibile avere accesso all’atto di nascita.", "21. La decisione di adozione, una volta presa dal tribunale, è comunicata ai servizi dello stato civile per essere menzionata a margine dell’atto di nascita. Le copie degli atti dello stato civile dell’adottato devono essere rilasciate soltanto con l’indicazione del suo nuovo nome, senza menzione della paternità o della maternità di origine né dell’annotazione relativa all’adozione. Tuttavia, l’ufficiale dello stato civile può comunicare queste informazioni se espressamente autorizzato dal tribunale.", "22. L’adottato può avere accesso alle informazioni che riguardano le sue origini e l’identità dei suoi genitori di sangue quando ha raggiunto l’età di 25 anni. Può ottenere queste stesse informazioni raggiunta la maggior età se esistono gravi e comprovati motivi concernenti la sua salute fisica e mentale. La domanda è presentata al tribunale per i minorenni del luogo di residenza che emette la sua decisione previa valutazione della situazione particolare e audizione delle persone che ritiene opportuno ascoltare.", "23. L’accesso alle informazioni non è consentito quando la madre biologica non ha riconosciuto il bambino alla nascita e quando uno dei genitori biologici ha dichiarato di non voler essere nominato nell’atto di nascita o ha dato il suo consenso all’adozione a condizione di rimanere anonimo.", "24. Con sentenza del 16 novembre 2005,  si è espressa positivamente sulla questione di sapere se l’impossibilità di accedere alle informazioni riguardanti le origini, senza aver verificato il perdurare della volontà della madre di non essere nominata, fosse compatibile con gli articoli 2, 3 e 32 della Costituzione.", "25. In particolare, l’alta giurisdizione ha sottolineato che l’articolo 28, comma 7, della legge n. 184/1983 mira a tutelare la madre, che - in circostanze difficili - decide di non tenere con sé il bambino, offrendole la possibilità di partorire in un ospedale e di mantenere al contempo l’anonimato nella dichiarazione di nascita. In tal modo, secondo , si intende assicurare che il parto avvenga in condizioni ottimali, distogliendo la donna dal prendere decisioni irreparabili. Ciò sarebbe più difficile se la disposizione prevedesse la possibilità per la madre di sapere che un giorno potrebbe essere chiamata dall’autorità giudiziaria a confermare o revocare la sua decisione.", "26. L’articolo 111, comma 7, della Costituzione italiana prevede che: \"Contro le sentenze e contro i provvedimenti sulla libertà personale, pronunciati dagli organi giurisdizionali ordinari e speciali, è sempre ammesso ricorso in Cassazione per violazione di legge\".", "27. Dal 2008 è all’esame del Parlamento italiano un progetto di legge in materia di accesso alle origini personali. Questo progetto di legge persegue due obiettivi principali:", "permettere ed organizzare la reversibilità del segreto senza rimettere in causa le conseguenze giuridiche della decisione inizialmente presa dalla donna;", "subordinare la revoca del segreto all’accordo espresso della madre e del figlio.", "Secondo questo progetto di legge, all’età di 25 anni ogni persona adottata e non riconosciuta alla nascita può domandare al tribunale per i minorenni l’accesso alle sue origini, fatto salvo il consenso della madre. Al momento della ricerca delle proprie origini da parte del figlio, il tribunale per i minorenni si farà carico di ricercare la madre e di ottenere il suo consenso per la revoca del segreto, e ciò nel rispetto della sua vita privata. Se la madre è deceduta e se il padre è deceduto o non è identificabile, il tribunale raccoglie gli elementi relativi alla loro identità nonché i dati sanitari che permettono di reperire eventuali patologie ereditarie trasmissibili.", "B.\tIl diritto alla conoscenza delle proprie origini negli altri Stati membri del Consiglio d’Europa", "28. In Europa il parto anonimo o nell’anonimato appare minoritario senza essere per questo eccezionale. A fianco alla Francia, il cui diritto positivo prevede da parecchi anni il parto anonimo, alcune legislazioni, relativamente recenti perché promulgate nel corso dell’ultimo decennio, organizzano la nascita di figli in queste condizioni (Austria, Lussemburgo, Russia, Slovacchia).", "In Francia il parto anonimo tende ad essere assimilato al parto nel segreto, come quello che si pratica nella Repubblica ceca dove la segretezza sui dati nominativi sulla madre biologica è temporanea, e non definitiva, in quanto l’accesso a queste informazioni è differito nel tempo.", "29. La situazione dei figli nati a seguito di un parto anonimo o segreto può essere paragonata a quelle in cui il bambino si trova esposto a difficoltà, e anche all’impossibilità di avere accesso alle sue origini biologiche. La mancata indicazione dei nomi di uno o di entrambi i genitori può talvolta essere prevista dalla legge, ma questa ipotesi è rarissima (Italia, Lussemburgo, Francia). Il più delle volte i dati di fatto impediranno all’ufficiale dello stato civile di compilare completamente l’atto di nascita del bambino; alcune azioni giudiziarie sono aperte nella ricerca di paternità/maternità e sono eventualmente accessibili a persone diverse dal solo figlio. Nonostante il fatto che l’efficacia di tali azioni possa, tenuto conto delle particolari circostanze, essere aleatoria, l’esistenza di tali ricorsi, che permettono di avviare delle ricerche sui legami personali intrattenuti da un figlio nei confronti della sua famiglia biologica, costituisce una garanzia per le persone interessate.", "30. Peraltro si deve constatare che la prassi dell’abbandono di minore perdura sotto nuove forme; le «finestre» o «culle per la vita», reminiscenza delle ruote degli esposti del medioevo, conoscono uno sviluppo incontestabile. Il bambino sarà praticamente nell’impossibilità materiale di accedere a informazioni che riguardano la sua famiglia di origine; lo stato civile darà soltanto dei nomi « fittizi » al bambino senza legame con la sua filiazione reale. Il segreto sulle circostanze della nascita può essere soltanto relativo (Spagna, Ungheria) ma questa relatività implica quindi necessariamente che preesistano dei dati. Le azioni giudiziarie sono generalmente previste a favore del bambino che ricerchi la sua madre di nascita (Bulgaria, Croazia, ex Repubblica jugoslava di Macedonia) o della madre che può ricercare suo figlio (Ucraina).", "31. In caso di adozione definitiva, il bambino perde spesso qualsiasi contatto con la sua famiglia di origine; la nuova filiazione cancella totalmente i legami che potevano esistere nel corso della vita precedente del bambino con altri adulti (Austria, Francia, Monaco, Bulgaria, Russia e ex Repubblica jugoslava di Macedonia). L’accesso all’atto di nascita è talvolta possibile raggiunta una età minima (Germania, Croazia, Ungheria, Lettonia e Portogallo). Il bambino può essere abilitato ad accedere ad informazioni più ampie (Bulgaria, Estonia, Lituania, Svizzera, Spagna), e ciò presuppone molto spesso l’introduzione di un’azione giudiziaria che permetta di valutare gli interessi in gioco.", "32. Il Regno Unito e l’Irlanda hanno instaurato un meccanismo che permette un confronto delle persone adottate con i dati riguardanti la loro adozione e che presenta un elevato grado di conciliazione tra il diritto all’informazione degli interessati e il rispetto della vita privata e familiare della madre, o più ampiamente della famiglia di origine.", "IN DIRITTO", "I.\tSULL’ECCEZIONE PRELIMINARE DEL GOVERNO", "33. A titolo principale, il Governo sostiene che il ricorso è irricevibile per mancato esaurimento delle vie di ricorso interne in quanto la ricorrente non avrebbe presentato un ricorso straordinario dinanzi alla Corte di cassazione ai sensi dell’articolo 111 della Costituzione italiana. Secondo il Governo, tale ricorso è possibile contro i provvedimenti aventi carattere decisorio in materia di diritti soggettivi (si veda la sentenza della Corte di cassazione n. 23032 del 30 ottobre 2009).", "34. La ricorrente contesta la tesi del Governo e fa osservare che l’azione in causa non costituisce un ricorso «effettivo», in quanto il ricorso straordinario in cassazione ai sensi dell’articolo 111, comma 7, non può essere proposto quando le decisioni pronunciate in camera di consiglio sono rese in materia di volontaria giurisdizione, poiché tali decisioni, pur trattando posizioni di diritti soggettivi, non hanno alcun carattere decisorio e non hanno l’efficacia del giudicato, essendo sempre modificabili dalla stessa camera di consiglio.", "35. La ricorrente ricorda che la posizione della Corte di Cassazione al riguardo è chiara, e che la sua giurisprudenza sull’inammissibilità del ricorso straordinario è consolidata. Essa osserva che le decisioni che rientrano nella volontaria giurisdizione, in particolare nei casi relativi alla responsabilità dei genitori, non hanno natura decisoria e definitiva, e non possono essere oggetto di ricorso straordinario in cassazione (si vedano le sentenze della Corte di Cassazione n. 11771 del 14 maggio 2010, n. 11756 del 14 maggio 2010, n.14091 del 17 giugno 2009, n. 24423 del 23 novembre 2007, n. 22628 del 20 ottobre 2006, n. 11026 del 15 luglio 2003, n. 11582 del 2 agosto 2002, n.2099 del 14 febbraio 2001, n. 1493 del 23 febbraio 1999, n. 2934 del 20 marzo 1998).", "36. La Corte ricorda che spetta al Governo che eccepisce il mancato esaurimento dei ricorsi interni dimostrare che un ricorso effettivo era disponibile sia in teoria che in pratica all’epoca dei fatti, cioè era accessibile, poteva offrire ai ricorrenti la riparazione dei loro motivi di ricorso e presentava prospettive ragionevoli di esito favorevole (V. c. Regno Unito [GC], n. 24888/94, § 57, CEDU 1999-IX).", "37. La Corte osserva anzitutto che la giurisprudenza della Corte di cassazione era molto divisa sulla questione di stabilire se fosse possibile proporre ricorso per cassazione ai sensi dell’articolo 111 della Costituzione contro una decisione non definitiva, adottata dalla camera di consiglio in materia di volontaria giurisdizione.", "38. Inoltre, la Corte ritiene che il Governo non abbia dimostrato che un eventuale ricorso in cassazione ai sensi dell’articolo 111 della Costituzione, che la ricorrente avrebbe potuto proporre sull’applicazione dell’articolo 28, comma 7 della legge n. 184/1983, avrebbe potuto concludersi positivamente. In effetti, la Corte di Cassazione non poteva che confermare che i giudici avevano correttamente fatto applicazione della disposizione legislativa applicabile nel caso di specie, ossia l’articolo 28, comma 7 della legge n. 184 del 1983, tanto più che  aveva giudicato che tale legge era conforme alla Costituzione (§ 24 supra).", "39. Alla luce di quanto precede, e senza tenere conto del fatto che la giurisprudenza della Corte di Cassazione era molto divisa sulla questione di stabilire se fosse possibile presentare ricorso in cassazione contro una decisione non definitiva, adottata da una camera di consiglio in materia di volontaria giurisdizione, la Corte considera che, nel caso di specie, un eventuale ricorso straordinario in cassazione ai sensi dell’articolo 111 della Costituzione non avrebbe avuto l’effetto di porre rimedio alla doglianza della ricorrente.", "40. Di conseguenza, è opportuno rigettare l’eccezione di mancato esaurimento sollevata dal Governo.", "II.\tSULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 8 DELLA CONVENZIONE", "41. La ricorrente lamenta di non poter essere informata di elementi non identificativi sulla sua famiglia naturale. Denuncia il grave pregiudizio che ne deriva per lei in quanto viene privata della possibilità di conoscere la sua storia personale. Afferma di non avere avuto accesso a informazioni non identificative sulla madre e la famiglia biologica che le permettano di stabilire alcune radici della sua storia nel rispetto della tutela degli interessi dei terzi. Afferma, inoltre, che nel bilanciare due interessi il legislatore ha dato la preferenza solo a quelli della madre, senza offrire alla ricorrente la possibilità di chiedere, come nel diritto francese, la reversibilità del segreto sull’identità della madre con riserva del consenso di quest’ultima. Peraltro, fa valere che era stata oggetto di un’affiliazione, che non creava legami di parentela effettivi. Invoca l’articolo 8 della Convenzione, che recita:", "«1. Ogni persona ha diritto al rispetto della propria vita privata e familiare, del proprio domicilio e della propria corrispondenza.", "2. Non può esservi ingerenza di una autorità pubblica nell’esercizio di tale diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria alla sicurezza nazionale, alla pubblica sicurezza, al benessere economico del paese, alla difesa dell’ordine e alla prevenzione dei reati, alla protezione della salute e della morale, o alla protezione dei diritti e delle libertà altrui.»", "42. Il Governo si oppone a questa tesi.", "A.\tApplicabilità dell’articolo 8", "1.\tArgomenti delle parti", "a)\tLa ricorrente", "43. La ricorrente sostiene che la sua richiesta di ottenere informazioni su aspetti eminentemente personali della sua storia e della sua infanzia rientra nel campo di applicazione dell’articolo 8 della Convenzione. La ricerca della sua identità fa parte integrante della sua «vita privata» ma anche della sua «vita famigliare».", "b)\tIl Governo", "44. Il Governo esclude quest’ultima ipotesi ricordando che, garantendo il diritto al rispetto della vita famigliare, l’articolo 8 presuppone l’esistenza di una famiglia (Marckx c. Belgio, sentenza del 13 giugno 1979, serie A n. 31). Se la giurisprudenza non esige che vi sia convivenza tra i vari membri della «famiglia», devono sussistere quantomeno dei rapporti personali stretti tra di essi. L’esistenza di legami che dimostrerebbero una relazione affettiva tra due esseri e la loro volontà di intrattenere tale relazione sarebbe fondamentale per gli organi della Convenzione. Questi ultimi ritengono anche che il solo legame biologico sia insufficiente, in assenza di legami personali stretti tra gli interessati, per costituire una vita famigliare ai sensi dell’articolo 8. Nella fattispecie, il Governo sostiene che non esiste tra la ricorrente e la madre biologica alcuna vita famigliare ai sensi dell’articolo 8 della Convenzione, in quanto la prima non ha mai visto la madre, poiché quest’ultima non ha mai voluto conoscerla e considerarla come sua figlia. In effetti, essa ha espressamente manifestato la propria volontà di abbandonarla ed ha accettato che la figlia venisse adottata.", "2.\tValutazione della Corte", "45. Nella fattispecie, la Corte osserva che la ricorrente non chiede di rimettere in questione l’esistenza della sua filiazione adottiva, ma di conoscere le circostanze della sua nascita e del suo abbandono, che comprendono la conoscenza dell’identità dei suoi genitori biologici. Nella presente causa, la Corte non è chiamata a determinare se la procedura che riguarda il legame di filiazione tra la ricorrente e la madre rientri nella «vita famigliare» ai sensi dell’articolo 8, poiché in ogni caso il diritto di conoscere la propria ascendenza rientra nel campo di applicazione della nozione di «vita privata» che comprende aspetti importanti dell’identità personale di cui fa parte l’identità dei genitori (Odièvre c. Francia [GC], n. 42326/98, § 29, CEDU 2003III, e Mikulić c. Croazia, n. 53176/99, § 53, CEDU 2002I).", "46. La Corte ricorda al riguardo che «l’articolo 8 tutela un diritto all’identità e allo sviluppo personale e quello di allacciare e approfondire relazioni con i propri simili e il mondo esterno». A tale sviluppo contribuiscono la scoperta dei dettagli relativi alla propria identità di essere umano e l’interesse vitale, tutelato dalla Convenzione, a ottenere delle informazioni necessarie alla scoperta della verità riguardante un aspetto importante dell’identità personale, ad esempio l’identità dei propri genitori (Mikulić, sopra citata, §§ 54 e 64). La nascita, e in particolare le circostanze di quest’ultima, rientra nella vita privata del bambino, e poi dell’adulto, sancita dall’articolo 8 della Convenzione che trova così applicazione nel caso di specie.", "47. La Corte constata che il ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 a) della Convenzione e non incorre in altri motivi di irricevibilità. È dunque opportuno dichiararlo ricevibile.", "B.\tSul merito", "1.\tArgomenti delle parti", "a)\tLa ricorrente", "48. La ricorrente ricorda che, secondo la giurisprudenza della Corte, l’articolo 8 della Convenzione si applica al figlio così come alla madre, e che il diritto di conoscere le proprie origini non può produrre l’effetto di negare semplicemente l’interesse di una donna a mantenere l’anonimato per salvaguardare la propria salute partorendo in condizioni sanitarie adeguate: il conflitto è tra due interessi privati, che toccano del resto due persone adulte che godono ciascuna dell’autonomia della propria volontà, difficilmente conciliabili a causa della complessità e della delicatezza della questione sollevata dal segreto delle origini rispetto al diritto di ciascuno alla propria storia, e rispetto alla scelta dei genitori biologici, al legame famigliare esistente e ai genitori adottivi. Essa ritiene che la Corte debba cercare di ponderare tali interessi ed esaminare se il sistema italiano, nel caso di specie, abbia mantenuto un equilibrio ragionevole tra i diritti e gli interessi concorrenti.", "49. In effetti la ricorrente fa valere che nessun altro sistema legislativo conosce un regime di anonimato della maternità così elaborato, con in più il parto segreto e l’abbandono segreto, così come formalizzato e istituzionalizzato in Italia.", "50. Così, la ricorrente ricorda che la Convenzione delle Nazioni Unite relativa ai diritti del bambino del 20 novembre 1989 dispone che il figlio, fin dalla nascita ha, «per quanto possibile, il diritto di conoscere i propri genitori» (articolo 7). Parimenti, la Convenzione de L’Aja del 29 maggio 1993 sulla protezione dei minori e sulla cooperazione in materia di adozione internazionale, ratificata dall’Italia, prevede che le autorità competenti dello Stato contraente conservino con cura le informazioni in loro possesso sulle origini del minore, in particolare quelle relative all’identità della madre e del padre ed i dati sui precedenti sanitari del minore e della sua famiglia. Dette autorità assicurano l’accesso del minore o del suo rappresentante a tali informazioni, con l’assistenza appropriata, nella misura consentita dalla legge dello Stato (articolo 30).", "51. Nella Raccomandazione 1443 (2000) del 26 gennaio 2000 «Per il rispetto dei diritti del bambino nell’adozione internazionale», l’Assemblea parlamentare del Consiglio d’Europa ha invitato gli Stati ad «assicurare il diritto dei bambini adottati a sapere delle proprie origini al più tardi al raggiungimento della maggior età ed eliminare dalla legislazione nazionale ogni clausola contraria».", "52. Secondo la ricorrente, l’Italia avrebbe oltrepassato il limite del proprio margine di discrezionalità in quanto il sistema predisposto non tiene conto dell’interesse del minore. Al riguardo, ricorda che il sistema italiano è molto diverso dal sistema francese esaminato dalla Corte nella causa Odièvre c. Francia ([GC], n. 42326/98, CEDU 2003III) poiché non permette di ottenere informazioni relative all’identità della madre e nemmeno informazioni non identificative sulla madre e sulla famiglia biologica. Il sistema non prevede l’accesso al fascicolo, nemmeno con riserva dell’accordo della madre. In queste condizioni l’interesse del minore a conoscere le proprie origini è completamente sacrificato, senza alcun equilibrio tra gli interessi concorrenti e senza alcuna possibile ponderazione degli interessi. La legge italiana accetta, come un ostacolo assoluto a qualsiasi ricerca di informazioni avviata dalla ricorrente, la decisione della madre, a prescindere dal motivo o dalla legittimità di tale decisione. In qualsiasi circostanza e in modo irreversibile, il rifiuto della madre si impone al minore che non dispone di alcun mezzo giuridico per combattere contro la volontà unilaterale di quest’ultima. In tal modo, la madre dispone di un diritto puramente discrezionale di mettere al mondo un figlio in sofferenza e di condannarlo, per tutta la vita, all’ignoranza. Una preferenza cieca viene accordata ai soli interessi della madre. Inoltre, la madre può anche, allo stesso modo, paralizzare i diritti dei terzi, in particolare quelli del padre biologico o dei fratelli e delle sorelle, che possono anch’essi essere privati dei diritti sanciti dall’articolo 8 della Convenzione.", "53. La ricorrente accusa l’Italia di non garantire il rispetto della sua vita privata attraverso il proprio sistema giuridico che, in maniera assoluta, ostacola l’azione di ricerca della maternità quando la madre biologica ha chiesto il segreto e, soprattutto, non permette la comunicazione di dati non identificativi su quest’ultima, né per il tramite dei servizi di assistenza sociale all’infanzia né di altri organi che le diano accesso a tali informazioni.", "54. Inoltre, la ricorrente sostiene che, anche se ha chiesto l’accesso alle origini in età adulta, l’interesse vitale dell’individuo a ottenere le informazioni necessarie alla scoperta della verità con riguardo ad un aspetto importante della loro identità personale, parte integrante del diritto alla vita privata ai sensi dell’articolo 8 della Convenzione, è un diritto soggettivo ed ultra-personale e, pertanto, imprescrittibile.", "b)\tIl Governo", "55. Il Governo ricorda che la possibilità per una donna di chiedere l’anonimato del parto e il segreto sulla sua identità risulta dall’articolo 250 del codice civile e dall’articolo 28, comma 7 della legge n. 184/1983 che tutela il segreto delle sue origini, salvo autorizzazione espressa dell’autorità giudiziaria. Si tratta, secondo il Governo, di una ingerenza prevista dalla legge che ha anche una finalità di tutela dell’interesse generale.", "56. Il Governo non nega che la nozione di vita privata, prevista anche dall’articolo 8 della Convenzione, possa comprendere a volte gli elementi di identificazione fisica e sociale dell’individuo. Tuttavia, ricorda che lo Stato non ha rifiutato di fornire informazioni alla ricorrente ma ha tenuto conto della volontà della madre che ha rifiutato, fin dall’inizio, che fosse rivelata la sua identità.", "57. Sulla proporzionalità dell’ingerenza, il Governo osserva che l’eventuale richiesta del figlio di avere accesso alla sua identità può entrare in conflitto con la libertà di cui godono tutte le donne di rifiutare lo status di madre e di non prendersi carico del figlio. Il diritto italiano considera la maternità come uno degli aspetti della vita privata, che a questo titolo è tutelato dalla legge. Tale protezione è stata confermata dalla Corte Costituzionale, che ha dichiarato infondata la domanda di verifica della costituzionalità dell’articolo 28, comma 7 della legge n. 184 del 1983.  ha affermato che la legge n. 149 del 28 marzo 2001, che ha modificato la legge n. 184/1983, ha introdotto nel nuovo articolo 28, comma 1 l’obbligo per i genitori adottivi di informare il minore adottato della sua condizione. Se i genitori adottivi non hanno permesso alla ricorrente di conoscere le proprie origini, è importante rilevare che la ricorrente ha deciso di chiedere informazioni sulle sue origini solo nel 2006.", "58. Secondo il Governo, la Corte dovrebbe tenere conto del fatto che la ricorrente, oggi quasi settantenne, è stata adottata all’età di sei anni e che la revoca non consensuale del segreto della sua nascita potrebbe rivelarsi difficilissima in questo stadio, considerati i possibili rischi non trascurabili per la sua salute e per la sua famiglia attuale.", "59. Il Governo ritiene che, quando due interessi privati entrano in conflitto, lo Stato dispone di un certo margine di discrezionalità che è del resto rafforzato, nella presente causa, in quanto non esiste sulla questione dell’accesso del figlio ad informazioni sulle proprie origini alcun consenso a livello europeo.", "2.\tValutazione della Corte", "60. La Corte ricorda che, se l’articolo 8 tende fondamentalmente a difendere l’individuo da ingerenze arbitrarie dei pubblici poteri, esso non si limita ad ordinare allo Stato di astenersi da ingerenze di questo tipo: a questo impegno piuttosto negativo possono aggiungersi obblighi positivi inerenti a un rispetto effettivo della vita privata. Essi possono implicare l’adozione di misure volte al rispetto della vita privata fino alle relazioni degli individui tra loro (X e Y c. Paesi Bassi, sentenza del 26 marzo 1985, § 23, serie A n. 91). La linea di separazione tra gli obblighi positivi e negativi dello Stato a titolo dell’articolo 8 non si presta ad essere definita con precisione; i principi applicabili sono comunque assimilabili. In particolare, in entrambi i casi, si deve avere riguardo al giusto equilibrio da mantenere tra gli interessi concorrenti; parimenti, in entrambe le ipotesi lo Stato gode di un certo margine di discrezionalità (Mikulić sopra citata, § 58).", "61. Come è avvenuto nella sentenza Odièvre (sopra citata), la ricorrente accusa lo Stato convenuto di non garantire il rispetto della sua vita privata per mezzo del proprio sistema giuridico che ostacola, in modo assoluto, l’azione di ricerca della maternità quando la madre biologica ha chiesto il segreto e che, soprattutto, non permette la comunicazione di dati non identificativi su quest’ultima, né per il tramite dei servizi di assistenza sociale all’infanzia né di altri organi che le diano accesso a tali informazioni.", "62. La Corte ricorda di avere già sottolineato (Odièvre, sopra citata § 43) che la questione dell’accesso alle proprie origini e della conoscenza dell’identità dei propri genitori biologici è di natura diversa rispetto a quella dell’accesso al fascicolo personale creato su un minore preso in carico o quella della ricerca delle prove di una presunta paternità. Nella presente causa la Corte si trova, infatti, in presenza di una persona dotata di una filiazione adottiva che cerca un’altra persona, la madre biologica, che l’ha abbandonata fin dalla nascita chiedendo espressamente il segreto di quest’ultima.", "63. La Corte osserva che l’espressione «ogni persona» dell’articolo 8 della Convenzione si applica al figlio come alla madre. Da una parte vi è il diritto del figlio a conoscere le proprie origini che trova fondamento nella nozione di vita privata (si veda § 45 supra). L’interesse vitale del minore nel suo sviluppo è altresì ampiamente riconosciuto nell’economia generale della Convenzione (si vedano, tra molte altre, le sentenze Johansen c. Norvegia, 7 agosto 1996, § 78, Recueil 1996-III, Mikulić sopra citata, § 64, o Kutzner c. Germania, n. 46544/99, § 66, CEDU 2002-I). Dall’altra, non si può negare l’interesse di una donna a conservare l’anonimato per tutelare la propria salute partorendo in condizioni sanitarie adeguate.", "64. L’interesse generale sussiste anche nella misura in cui la legge italiana risponde alla preoccupazione di tutelare la salute della madre e del minore durante la gravidanza e il parto e di evitare aborti clandestini o abbandoni «selvaggi».", "65. La Corte ricorda che la scelta delle misure idonee a garantire il rispetto dell’articolo 8 della Convenzione nei rapporti interpersonali rientra in linea di principio nel margine di discrezionalità degli Stati contraenti. Esistono a tale proposito vari modi di assicurare il rispetto della vita privata e la natura dell’obbligo dello Stato dipende dall’aspetto della vita privata che viene messo in discussione (Odièvre, sopra citata, § 46). L’ampiezza di tale margine di discrezionalità dello Stato dipende non solo dal o dai diritti interessati ma anche, per ciascun diritto, dalla natura stessa di ciò che viene messo in causa. La Corte considera il diritto all’identità, da cui deriva il diritto di conoscere la propria ascendenza, come parte integrante della nozione di vita privata. In tal caso, è necessario un esame ancora più approfondito per valutare gli interessi concorrenti.", "66. La Corte deve cercare di stabilire se, nella presente causa, sia stato mantenuto un giusto equilibrio nella ponderazione dei diritti e degli interessi concorrenti ossia, da una parte, quello della ricorrente a conoscere le proprie origini e, dall’altro, quello della madre a mantenere l’anonimato.", "67. La Corte ha affermato che gli Stati possono scegliere i mezzi che ritengono più idonei ad assicurare in modo equo la conciliazione tra la protezione della madre e la richiesta legittima dell’interessata di avere accesso alle sue origini nel rispetto dell’interesse generale.", "68. Nella fattispecie, la Corte osserva che, contrariamente alla situazione nella causa Odièvre (sopra citata, § 48), la ricorrente non ha avuto accesso a nessuna informazione sulla madre e la famiglia biologica che le permettesse di stabilire alcune radici della sua storia nel rispetto della tutela degli interessi dei terzi. Senza un bilanciamento dei diritti e degli interessi presenti e senza alcuna possibilità di ricorso, la ricorrente si è vista opporre un rifiuto assoluto e definitivo di accedere alle proprie origini personali.", "69. Se è vero che la ricorrente, oggi sessantanovenne, è riuscita a costruire la propria personalità anche in assenza di informazioni relative all’identità della madre biologica, si deve ammettere che l’interesse che può avere un individuo a conoscere la sua ascendenza non viene meno con l’età, anzi avviene il contrario. La ricorrente ha del resto dimostrato un interesse autentico a conoscere l’identità della madre, poiché ha tentato di acquisire una certezza al riguardo. Un tale comportamento presuppone delle sofferenze morali e psichiche, anche se queste non vengono accertate da un punto di vista sanitario (Jäggi c. Svizzera, n. 58757/00, § 40, CEDU 2006X).", "70. La Corte osserva che, a differenza del sistema francese esaminato nella sentenza Odièvre, la normativa italiana non tenta di mantenere alcun equilibrio tra i diritti e gli interessi concorrenti in causa. In assenza di meccanismi destinati a bilanciare il diritto della ricorrente a conoscere le proprie origini con i diritti e gli interessi della madre a mantenere l’anonimato, viene inevitabilmente data una preferenza incondizionata a questi ultimi. Peraltro, nella sentenza Odièvre la Corte osserva che la nuova legge del 22 gennaio 2002 aumenta la possibilità di revocare il segreto dell’identità e agevola la ricerca delle origini biologiche grazie alla creazione di un Consiglio nazionale per l’accesso alle origini personali. Di immediata applicazione, essa permette ormai alle persone interessate di chiedere la reversibilità del segreto dell’identità della madre, a condizione che quest’ultima vi acconsenta (§ 49), nonché di avere accesso a informazioni non identificative. In Italia, il progetto di legge di riforma della legge n. 184/1983 è a tutt’oggi all’esame del Parlamento dal 2008 (§ 27 supra).", "71. Nel caso di specie la Corte osserva che, se la madre biologica ha deciso di mantenere l’anonimato, la normativa italiana non dà alcuna possibilità al figlio adottivo e non riconosciuto alla nascita di chiedere l’accesso ad informazioni non identificative sulle sue origini o la reversibilità del segreto. In queste condizioni, la Corte ritiene che l’Italia non abbia cercato di stabilire un equilibrio e una proporzionalità tra gli interessi delle parti in causa e abbia dunque oltrepassato il margine di discrezionalità che le è stato accordato.", "72. Pertanto, vi è stata violazione dell’articolo 8 della Convenzione.", "III.\tSULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "73. Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "A.\tDanno", "74. La ricorrente chiede 250.000 EUR per il danno morale che avrebbe subito.", "75. Il Governo si oppone a tale richiesta e ritiene che non dovrebbe essere riconosciuto alcun indennizzo alla ricorrente.", "76. La Corte considera che l’interessata debba avere provato un certo stress emotivo e un senso di angoscia a causa dell’impossibilità di accedere a informazioni relative alle sue origini, e ritiene opportuno accordare 5.000 EUR per il danno morale.", "B.\tSpese", "77. Producendo i relativi documenti giustificativi, la ricorrente chiede anche la somma di 18.821 EUR per le spese sostenute dinanzi alle giurisdizioni interne e dinanzi alla Corte.", "78. Il Governo contesta tali pretese.", "79. Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. Nel caso di specie, tenuto conto dei documenti in suo possesso e della sua giurisprudenza, la Corte ritiene ragionevole la somma complessiva di 10.000 EUR per le spese e la accorda alla ricorrente.", "C.\tInteressi moratori", "80. La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE,", "1.\tDichiara, all’unanimità, il ricorso ricevibile;", "", "2.\tDichiara, con sei voti contro uno, che vi è stata violazione dell’articolo 8 della Convenzione;", "", "3.\tDichiara, con sei voti contro uno,", "a)\tche lo Stato convenuto deve versare alla ricorrente, entro tre mesi a decorrere dal giorno in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le somme seguenti:", "i) 5.000 EUR (cinquemila euro), più l’importo eventualmente dovuto a titolo di imposta dalla ricorrente, per il danno morale;", "ii) 10.000 EUR (diecimila euro), più l’importo eventualmente dovuto a titolo di imposta dalla ricorrente, per le spese;", "b)\tche a decorrere dallo scadere di detto termine e fino al versamento, tali importi dovranno essere maggiorati di un interesse semplice a un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "", "4.\tRigetta, all’unanimità, la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto il 25 settembre 2012, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\tFrançoise Elens-Passos\tFrançoise Tulkens\n\tCancelliere aggiunto\tPresidente", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione separata del giudice A. Sajó.", "F.T.\nF.E.P.", "", "", "OPINIONE DISSENZIENTE DEL GIUDICE SAJÓ", "(Traduzione)", "Devo, a malincuore, manifestare il mio dissenso nei confronti del parere della maggioranza secondo il quale nel caso di specie vi è stata violazione dell’articolo 8.", "In una situazione in cui sono in conflitto i diritti, sanciti dalla Convenzione, di due titolari di diritti, il ruolo della Corte è quello di vigilare affinché nella causa venga mantenuto un giusto equilibrio. Questo presuppone che alle autorità nazionali venga lasciato un adeguato margine di discrezionalità ai fini di un bilanciamento, avendo la Corte un ruolo di vigilanza. \"Se il bilanciamento da parte delle autorità nazionali è operato nel rispetto dei criteri stabiliti dalla giurisprudenza della Corte, occorrono motivi seri perchè quest’ultima sostituisca il suo parere a quello dei giudici interni\" (Von Hannover c. Geramania (n. 2) [GC], nn. 40660/08 e 60641/08, § 107, CEDU 2012).", "Questa causa riguarda il bilanciamento tra il diritto della madre, basato sull’articolo 8, di non rivelare informazioni su uno degli aspetti più intimi della sua vita, e il diritto di sua figlia - la ricorrente - di conoscere le sue origini. Se questa fosse l’unica questione sollevata dalla causa, non avrei alcun problema a condividere gli argomenti della maggioranza. Inoltre, soltanto le ragioni più imperiose sono accettabili quando un diritto è negato in ogni circostanza da un divieto generale. Tuttavia, la legislazione, con il suo divieto assoluto di divulgare informazioni riguardanti la madre (nel caso in cui quest’ultima non abbia acconsentito a simile divulgazione in applicazione di questa legislazione), serve ragionevolmente i diritti riconosciuti dalla Convenzione al di là del campo di applicazione dell’articolo 8. La protezione dell’anonimato è una misura che concorre al diritto alla vita del bambino: nel caso di specie, la possibilità del parto anonimo, associata alle garanzie assolute dell’anonimato, ha senza dubbio contribuito a permettere la nascita della ricorrente, e per giunta la nascita in circostanze in cui erano stati eliminati i rischi per la sua salute e per quella di sua madre. L’anonimato è legato all’obbligo dello Stato di proteggere il diritto alla vita, che è la diretta emanazione del più alto fra i valori difesi dalla Convenzione. A dispetto dell’idea generalmente applicabile secondo la quale tutti i diritti sanciti dalla Convenzione sono in astratto uguali, il diritto alla vita è riconosciuto come un diritto supremo. Certo, il diritto alla vita è protetto soltanto in maniera indiretta dall’anonimato. Tuttavia, questa supremazia è secondo me determinante nel bilanciamento, che non può limitarsi al conflitto tra due persone titolari di diritti rispetto all’articolo 8. Aggiungerei che la ricorrente – contrariamente alla posizione presa nella causa Jäggi c. Svizzera (n. 58757/00, § 44, CEDU 2006X) e al paragrafo 67 della presente sentenza – non ha mostrato una preoccupazione particolare e duratura riguardo alle sue origini, in quanto ha aspettato ventitre anni prima di rivolgersi alla giustizia. Se dovessi procedere ad un bilanciamento, questo è un aspetto che prenderei in considerazione. Tuttavia non è questa la mia missione. Il bilanciamento è stato effettuato dalla Corte Costituzionale italiana in una causa simile (sentenza n. 425/2005).", "«In una causa originata da un ricorso individuale, la Corte non ha il compito di controllare in astratto una legislazione o una prassi contestate, ma deve limitarsi il più possibile, senza tralasciare il contesto generale, ad esaminare le questioni sollevate dal caso concreto di cui si trova investita (...). Essa non deve quindi sostituire la sua valutazione a quella delle autorità nazionali competenti per stabilire quale sia il mezzo migliore per regolamentare le questioni» (S. H. e altri c. Austria [GC], n. 57813/00, § 92, CEDU 2011) che pone il parto anonimo. Non spetta alla Corte controllare la necessità del divieto assoluto, giudicata costituzionale dal legislatore italiano, dal momento che questa misura non è arbitraria e che il bilanciamento tiene ragionevolmente conto di tutti i diritti in gioco. È vero che non abbiamo a disposizione nessuno studio noto che dimostri che la garanzia dell’anonimato abbia fatto diminuire il numero di aborti, e non abbiamo neanche informazioni sul senso di sollievo che la garanzia dell’anonimato darebbe alle madri. Tuttavia, la misura in questione non è certamente arbitraria, e numerose donne contano veramente sulle garanzie del sistema. Se la presente causa avesse trattato i marcatori genetici della ricorrente, che quest’ultima avesse avuto bisogno di conoscere per ragioni di salute, le mie conclusioni forse sarebbero state diverse; ma il caso di specie verte sull’interesse di una signora di età rispettabile che non ha avuto bisogno, per costruire la sua personalità, di conoscere certi elementi specifici.  italiana ha valutato tutti gli aspetti pertinenti della situazione, e in questa causa non vi è alcun elemento particolare che imponga di discostarsi dalle conclusioni di questa giurisdizione.", ""]}