{"file": "ITA_HJUDITA_29768_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "29768/05", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, effettuata dagli esperti linguistici Rita Pucci e Rita Carnevali", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court's database HUDOC", "", "CONSIGLIO D’EUROPA\nCORTE EUROPEA DEI DIRITTI DELL’UOMO", "SECONDA SEZIONE", "CASO ERRICO c. ITALIE (Ricorso n. 29768/05)", "SENTENZA", "STRASBURGO 24 febbraio 2009", "La presente sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire variazioni di forma.\n\nNel caso Errico c/Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), costituita in una camera composta da:\n Françoise Tulkens, presidente,\n Ireneu Cabral Barreto,\n Vladimiro Zagrebelsky,\n Danutė Jočienė,\n Dragoljub Popović,\n András Sajó,\n Işıl Karakaş, giudici,\n Nona Tsotsoria, giudice supplente,\ne da Sally Dollé, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 3 febbraio 2009,\nPronuncia la seguente sentenza, adottata in questa data:\n\nPROCEDIMENTO\n\n1.  All'origine della causa vi è un ricorso (n. 29768/05) nei confronti della Repubblica italiana con cui un cittadino di quello Stato, il sig. Giovanni Errico (« il ricorrente »), ha adito la Corte il 6 agosto 2005 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (« la Convenzione »).\n2.  Il ricorrente, ammesso al beneficio dell’assistenza giudiziaria, è rappresentato dall’Avv. S. Forgione, con studio a Telese Terme. Il governo italiano (« il Governo ») è stato rappresentato successivamente dai suoi agenti, sigg. I.M. Braguglia e R. Adam e dalla sig.ra E. Spatafora, e dal suo co-agente aggiunto, sig. N. Lettieri.\n3.  Il ricorrente adduce che alcune decisioni giudiziarie ingiuste hanno condotto all’affidamento della figlia, S., e al suo allontanamento dalla famiglia. Denuncia inoltre la mancanza di equità e la durata dei procedimenti. \n4.  Il 27 ottobre 2006, il presidente della seconda sezione ha deciso di comunicare il ricorso al Governo. Come consentito dall’articolo 29 § 3 della Convenzione, è stato inoltre deciso di procedere all’esame contestuale dell’ammissibilità e del merito del caso. \n\nIN FATTO\n\nI.  LE CIRCOSTANZE DEL CASO\n5.  Il ricorrente è nato nel 1950 e risiede a Benevento.\n6.  I fatti della causa, quali esposti dalle parti, possono riassumersi come segue.\n7.  Il ricorrente e M.P.G., sposati in seconde nozze, vivevano con le tre figlie, A., I. e S., e con G., nato dal primo matrimonio di M.P.G. All’epoca dei fatti, S. aveva sette anni e G. ventotto.\n8.  Il 25 maggio 2002, G. denunciò il patrigno per abusi sessuali commessi sulla sorellastra S. Nei confronti del ricorrente fu avviato un procedimento giudiziario.\n9.  Dal fascicolo risulta che S., sentita da un poliziotto il 13 giugno 2002, riferì che il padre le aveva rivolto frasi oscene, dal contenuto sessuale, « alla presenza di un altro signore ».\n10.  Con due decisioni notificate al ricorrente e alla moglie il 25 luglio 2002, il tribunale per i minorenni di Napoli, in virtù delle indagini in corso per abusi sessuali, decise di sospendere la potestà genitoriale dei due, di vietare loro di vedere la figlia, di nominare M.P. tutore provvisorio della minore e di affidare S. ad una casa famiglia. Stando al tribunale, l’allontanamento di S. aveva carattere d’urgenza. Infatti, il padre sembrava direttamente coinvolto nei fatti e la madre incapace di offrire alla figlia la protezione necessaria.\n11.  Il 1° agosto 2002, i genitori di S. proposero opposizione a queste decisioni dinanzi alla corte d’appello di Napoli. Nella loro domanda, sostenevano che il vero motivo dell’azione di G. andava ricercato nel suo attaccamento « morboso » alla sorellastra e nel suo sentimento di profonda gelosia nei confronti del patrigno. Essi riferivano che, negli ultimi mesi in modo particolare, il comportamento di G. era stato tanto violento da far temere un gesto pericoloso per la famiglia e quindi da indurre il ricorrente e la moglie a chiedere l’intervento delle forze di polizia per convincerlo ad andarsene di casa. Inoltre, per evitare ogni contatto, essi stessi avevano lasciato la loro abitazione per una quindicina di giorni. I coniugi denunciavano il modo di procedere del tribunale per i minorenni di Napoli, responsabile, a loro giudizio, di avere preso una decisione importantissima e gravissima senza averli prima sentiti. Pur proclamandosi innocente, il ricorrente si dichiarava disposto a non rientrare al domicilio della famiglia per tutta la durata del procedimento avviato nei suoi confronti, a condizione che la figlia potesse essere affidata alla madre e tornare a casa. In subordine, il ricorrente e la moglie chiedevano che S. fosse affidata allo zio e alla zia materni.\n12.  All’udienza del 6 novembre 2002, la madre di S. e la sig.ra Z., direttrice della casa famiglia, furono sentite dinanzi alla corte d’appello. In pari data, la corte decise che la madre poteva fare visita a S. nella casa famiglia, mentre vietò al fratellastro, G., di vederla.\n13.  In seguito, all’udienza del 5 dicembre 2002, la corte d’appello pose fine alla tutela di S., affidò quest’ultima alla potestà genitoriale della madre e l’autorizzò a tornare in famiglia. Essa confermò il divieto per il padre e per G. di incontrare S. La causa fu rinviata all’udienza del 27 marzo 2003.\n14.  Il 18 febbraio 2003, la procura presso il tribunale di Benevento incaricò un perito di vigilare sullo stato psicologico di S. e di esaminare lo stato emotivo della stessa dopo il rientro in famiglia. I tre incontri tra S. e il perito ebbero luogo tra il 14 e il 26 marzo 2003 in una sala della casa famiglia, alla presenza della madre.\n15.  Il 19 febbraio 2003, la madre, preoccupata per il cambiamento di umore manifestato da S. dopo il rientro a casa, aveva chiesto ad un perito di fiducia di sottoporre la bambina ad un esame psicologico.\nIn data imprecisata, il procedimento penale fu esteso nei confronti di G., della sig.ra Z. e di M.P.\n16.  Stando al rapporto emesso l’8 maggio 2003 dal perito incaricato dal tribunale, le risposte date da S., il suo comportamento durante gli incontri e i suoi disegni avvaloravano verosimilmente la tesi di abusi sessuali commessi dal padre. Inoltre, l’atteggiamento aggressivo mostrato dalla madre durante gli incontri, così come le accuse di sottrazione di minore rivolte alla direttrice della casa famiglia, sig.ra Z., e al tutore provvisorio di S., M.P., inducevano a ritenere che la minore fosse stata costretta dalla madre a ritrattare le dichiarazioni rese precedentemente. Infine, tenendo conto dell’attaccamento « morboso » di G. nei confronti di S., il perito consigliava di mantenere il divieto di incontri tra loro.\n17.  Il 2 aprile 2003, lo stesso perito aveva incontrato la sig.ra Z., direttrice della casa famiglia. Nel suo rapporto, egli la descriveva come una persona matura e assolutamente competente.\n18.  Il 9 giugno 2003, accogliendo la richiesta del pubblico ministero, il giudice per le indagini preliminari (« il GIP ») di Benevento decise di procedere all’audizione di S. in sede di incidente probatorio, fissato per il 18 giugno 2003. A causa della delicatezza del caso e dell’età di S., fu deciso in particolare che l’incontro tra il perito e la minore, accompagnata dalla madre, si sarebbe svolto in un’aula del tribunale appositamente predisposta a tal fine, dotata di impianto di video e audio-registrazione e di uno specchio unidirezionale. Fu previsto anche che il giudice, il pubblico ministero, il ricorrente e il suo avvocato avrebbero potuto assistervi dalla stanza attigua, la comunicazione tra le due aule sarebbe stata infatti assicurata da un telefono interno. Dopo un inizio disturbato dalla presenza della madre nell’aula, il perito riuscì infine ad avviare una conversazione intima con S. e a porle le domande che interessavano.\n19.  Il 10 novembre 2003, la procura presso il tribunale di Benevento chiese al GIP l’archiviazione della causa per tutti gli imputati.\n20.  Il 28 febbraio 2004, il ricorrente presentò una domanda volta ad accelerare il procedimento dinanzi al GIP.\n21.  Il 10 febbraio 2005, il GIP accolse la domanda della procura e archiviò la causa.\n22.  Con decisione del 16 marzo 2005, il cui testo è stato depositato in cancelleria il 6 aprile 2005, la corte d’appello di Napoli, tenuto conto dell’archiviazione delle indagini preliminari, reintegrò il ricorrente nella potestà genitoriale sulla figlia S.\n\nII.  IL DIRITTO INTERNO PERTINENTE\n23.  Ai sensi dell’articolo 330 del codice civile:\n« Il giudice può pronunziare la decadenza dalla potestà quando il genitore viola o trascura i doveri ad essa inerenti o abusa dei relativi poteri con grave pregiudizio del figlio.\nIn tale caso, per gravi motivi, il giudice può ordinare l’allontanamento del figlio dalla residenza familiare. »\n24.  La legge n. 149 del 28 marzo 2001 ha modificato alcune disposizioni del libro I, titolo VIII, del codice civile e della legge n. 184/1983.\nL'articolo 333 del codice civile, come modificato dall’articolo 37 § 2 della legge n. 149/2001, dispone quanto segue:\n« Quando la condotta di uno o di entrambi i genitori non è tale da dare luogo alla pronuncia di decadenza prevista dall’articolo 330, ma appare comunque pregiudizievole al figlio, il giudice, secondo le circostanze, può adottare i provvedimenti convenienti e può anche disporre l’allontanamento di lui dalla residenza familiare ovvero l’allontanamento del genitore o convivente che maltratta o abusa del minore.\nTali provvedimenti sono revocabili in qualsiasi momento. »\n25.  L'articolo 336 del codice civile, come modificato dall’articolo 37 § 3 della stessa legge, prevede:\n       « I provvedimenti indicati negli articoli precedenti sono adottati su ricorso dell'altro genitore, dei parenti o del pubblico ministero e, quando si tratta di revocare deliberazioni anteriori, anche del genitore interessato. Il tribunale provvede in camera di consiglio, assunte informazioni e sentito il pubblico ministero. Nei casi in cui il provvedimento è richiesto contro il genitore, questi deve essere sentito. In caso di urgente necessità il tribunale può adottare, anche d'ufficio, provvedimenti temporanei nell'interesse del figlio.\n      Per i provvedimenti di cui ai commi precedenti, i genitori e il minore sono assistiti da un difensore, anche a spese dello Stato nei casi previsti dalla legge. »\n26.  I provvedimenti dei tribunali per i minorenni ai sensi degli articoli 330 e 333 del codice civile rientrano nella volontaria giurisdizione. Essi non hanno carattere definitivo, pertanto sono revocabili in ogni momento. Inoltre, i provvedimenti in questione non possono essere impugnati in appello, ma possono formare oggetto di reclamo, da parte di una delle parti in causa, da presentarsi dinanzi alla corte d'appello per ottenere un nuovo esame della situazione. \n\nIN DIRITTO\n\nI.  SULLA VIOLAZIONE ADDOTTA DELL’ARTICOLO 8 DELLA CONVENZIONE\n27.  Invocando l’articolo 8 della Convenzione, il ricorrente lamenta che il provvedimento di affidamento di S. lo ha separato dalla figlia. Egli adduce che le ingerenze delle autorità hanno finito col nuocere al rapporto tra i genitori e la figlia, mettendo in serio pericolo il legame familiare. Egli denuncia, in modo particolare, il fatto che le autorità competenti hanno deciso di dare in affidamento S. senza le garanzie previste dall’articolo 8 e soprattutto senza avere prima sentito i genitori. Egli sostiene inoltre che la decisione di separarlo dalla figlia è stata adottata nonostante l’assenza del carattere di eccezionalità e urgenza che deve contraddistinguerla.\n28.  Invocando il combinato disposto degli articoli 6 e 8 della Convenzione, il ricorrente lamenta la durata eccessiva delle indagini preliminari effettuate nei suoi confronti. A suo giudizio, esse hanno prolungato la sua separazione dalla figlia per un periodo superiore a due anni e otto mesi (in particolare, dal 25 luglio 2002 al 6 aprile 2005, data del deposito in cancelleria della decisione del 16 marzo 2005). Parimenti, egli denuncia la durata eccessiva del procedimento di affidamento, che ritiene iniquo anche a causa della sua lentezza e dell’assenza di contraddittorio tra le parti. Infine, egli denuncia la violazione dell’articolo 13 della Convenzione per avere dovuto attendere la decisione della corte d’appello del 16 marzo 2005 per rivedere la figlia, non essendo disponibile, nel diritto italiano, alcun ricorso per accelerare il procedimento pendente dinanzi alla corte d’appello.\n29.  Il Governo contesta le tesi del ricorrente.\n30.  La Corte, cui spetta la qualificazione giuridica dei fatti, ritiene opportuno esaminare le doglianze sollevate dal ricorrente unicamente sotto il profilo dell’articolo 8, il quale esige che il processo decisionale che conduce all’adozione di provvedimenti di ingerenza sia equo e rispetti come si deve gli interessi tutelati da tale disposizione (Havelka ed altri c/Repubblica ceca, n. 23499/06, §§ 34-35, 21 giugno 2007, Kutzner c/Germania n. 46544/99, § 56, CEDU 2002 I, e Wallová e Walla c/Repubblica ceca, n. 23848/04, § 47, 26 ottobre 2006).\nL'articolo 8 della Convenzione dispone nelle parti pertinenti nel caso di specie:\n« 1.  Ogni persona ha diritto al rispetto della sua vita  (...) familiare (...).\n2.  Non può aversi ingerenza di una autorità pubblica nell’esercizio di questo diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria (...) per la protezione della salute o della morale, o per la protezione dei diritti e delle libertà altrui. »\n\nA.  Sull’ammissibilità\n31.  In merito alla doglianza sollevata dal ricorrente riguardo all’eccessiva durata delle indagini preliminari, il Governo eccepisce il mancato esperimento di tutti i mezzi di impugnazione interni. Esso sostiene infatti che il ricorrente ha omesso di presentare un ricorso dinanzi alla corte d’appello competente ai sensi della « legge Pinto ». Il Governo afferma che il procedimento Pinto copre anche le ulteriori violazioni, conseguenza della durata del procedimento (Mascolo c/Italia, n. 68792/01, 16 dicembre 2004).\n32.  Il ricorrente contesta la tesi del Governo e lamenta di essere stato separato dalla figlia per due anni e otto mesi a causa della durata eccessiva delle indagini preliminari effettuate nei suoi confronti.\n33.  La Corte ritiene, alla luce delle argomentazioni delle parti nel loro complesso, che l’eccezione del Governo sia strettamente connessa al merito del ricorso e decide di riunirla al merito.\n 34.  La Corte constata che il ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione e che non si oppone a nessun altro motivo d’inammissibilità. E’ quindi opportuno dichiararlo ammissibile.\n\nB. Nel merito\n\n1.  Tesi delle parti\n35.  Il ricorrente sostiene di non essere stato coinvolto nel processo decisionale. Egli afferma che per rivedere sua figlia ha dovuto attendere la decisione della corte d’appello del 16 marzo 2005, visto che nel diritto italiano non vi erano ricorsi disponibili per accelerare la procedura pendente innanzi alla corte d’appello. Egli lamenta anche la eccessiva durata delle indagini preliminari.\n36.  Il Governo obietta che l’ingerenza nel diritto del ricorrente era prevista dalla legge. Secondo il Governo, il tribunale dei minori ha scrupolosamente rispettato le disposizioni legali in vigore adottando misure interinali urgenti per la tutela della minore, misure della cui necessità non si può dubitare. L’affidamento della minore riguarderebbe il secondo paragrafo dell’articolo 8 e sarebbe conforme ai principi enunciati dalla giurisprudenza della Corte in materia.\n37. Il Governo ricorda poi che le giurisdizioni italiane si sono occupate della causa controversa in un contesto in cui sul padre di S. pesavano gravi sospetti di abusi sessuali in seguito alla denuncia del fratellastro di quest’ultima.\n37.  Il Governo fa anche notare che il tribunale dei minori ha ritenuto che S. avesse bisogno di un periodo di allontanamento da sua madre e dal resto della sua famiglia, durante il quale doveva essere sistemata in una casa famiglia. Esso ritiene che questa misura fosse indispensabile per proteggerla da una eventuale ripetizione dei pretesi abusi e dal rischio di eventuali pressioni durante la fase istruttoria del processo penale. Il Governo ricorda che peraltro si sono svolti alcuni incontri, in ambiente protetto, con la madre e che la minore è stata affidata a sua madre dopo qualche mese di allontanamento.\n38.  Esso ricorda inoltre che la giurisprudenza della Corte ammette che l’esistenza di sospetti di abusi sessuali commessi in ambito familiare costituisca un motivo legittimo di allontanamento di un minore ai sensi del paragrafo 2 dell’articolo 8 (Scozzari e Giunta c. Italia [GC], nos 39221/98 e 41963/98, § 143, CEDH 2000 VIII, Covezzi et Morselli c. Italie, no 52763/99, § 80, 9 maggio 2003, e Roda et Bonfatti c. Italia, no 10427/02, § 103, 112-114, 21 novembre 2006).\n39.  Il Governo rileva che le autorità italiane hanno adottato le misure necessarie per riunire progressivamente tutti i membri della famiglia e che dal fascicolo risulta che oggi la famiglia è riunita.\n40.  Per quanto riguarda l’equità della procedura, il Governo, basandosi sulla giurisprudenza della Corte (Covezzi e Morselli, succitata), afferma che il fatto di non aver ascoltato il ricorrente prima dell’affidamento di S. non viola l’articolo 8 della Convenzione: in effetti, secondo lui, nell’interesse della protezione della minore, le autorità hanno ritenuto necessario allontanarla immediatamente, senza preavviso e senza ascoltare preventivamente i genitori, al fine di non pregiudicare il seguito delle indagini penali. Del resto, il Governo nota che il ricorrente ha potuto impugnare in appello il decreto del tribunale dei minori entro un termine di cinque giorni, con l’assistenza di un avvocato di fiducia, che è stato ascoltato personalmente e che ha potuto presentare le sue argomentazioni e che al termine di questa procedura la corte d’appello ha reintegrato il ricorrente nella sua potestà genitoriale.\n\n2.  Valutazione della Corte\n41.  La Corte ritiene che sia necessario esaminare separatamente i motivi riferiti all’articolo 8.\n\na)  L'allontanamento d’urgenza e l’affidamento della minore\n42.  La Corte ricorda che per un genitore ed il proprio figlio il fatto di essere insieme rappresenta un elemento fondamentale della vita familiare (Kutzner c. Germania, no 46544/99, § 58, CEDH 2002 I) e che le misure interne che glielo impediscono costituiscono una ingerenza nel diritto tutelato dall’articolo 8 della Convenzione (K. e T. c. Finlandia [GC], no 25702/94, § 151, CEDH 2001-VII). Una simile ingerenza viola l’articolo 8 a meno che, « prevista dalla legge », essa persegua uno o più scopi legittimi avuto riguardo al secondo paragrafo di questa norma e sia « necessaria, in una società democratica, » per raggiungerli. La nozione di « necessità » implica una ingerenza fondata su un bisogno sociale impellente e, soprattutto, proporzionata allo scopo legittimo che si vuole raggiungere (Couillard Maugery c. Francia, no 64796/01, § 237, 1° luglio 2004).\n43.  L’articolo 8 tende essenzialmente a tutelare la persona dalle ingerenze arbitrarie dei pubblici poteri, ma crea anche a carico dello Stato obblighi positivi aventi ad oggetto il « rispetto » effettivo della vita familiare. Così, laddove risulta provata l’esistenza di un legame familiare, lo Stato deve per principio agire in modo tale da consentire a questo legame di svilupparsi e deve adottare le misure idonee affinché il genitore possa riunirsi con il proprio figlio (vedere, per esempio, Eriksson c. Svezia, 22 giugno 1989, § 71, serie A no 156 ; Margareta e Roger Andersson c. Svezia, 25 febbraio 1992, § 91, serie A no 226 A ; Olsson c. Svezia (no 2), 27 novembre 1992, § 90, serie A no 250 ; Ignaccolo-Zenide c. Romania, no 31679/96, § 94, CEDH 2000 I, e Gnahoré c. Francia, no 40031/98, § 51, CEDH 2000 IX). Il confine tra gli obblighi positivi e negativi dello Stato a titolo dell’articolo 8 non si presta ad essere definito con precisione; i principi applicabili sono tuttavia equiparabili. In particolare, in entrambi i casi occorre perseguire un giusto equilibrio tra gli interessi in gioco; ma sia per gli uni che per gli altri, lo Stato gode di una certo margine di discrezionalità (vedere, per esempio, W., B. et R. c. Regno Unito, 8 luglio 1987, serie A no 121, §§ 60 e 61, e Gnahoré, sucitata, § 52,).\n44.  Nella fattispecie, è indubbio – e il Governo non lo nega – che l’allontanamento, l’affidamento di S. e la sua sistemazione in una casa famiglia costituiscano una « ingerenza » nell’esercizio del diritto del ricorrente al rispetto della sua vita familiare. La Corte osserva che la misura controversa, basata sugli articoli 330, 333 e 336 del codice civile, era « prevista dalla legge » e che perseguiva uno scopo legittimo ai sensi del paragrago 2 dell’articolo 8, ossia la « tutela della salute o della morale » e la « tutela dei diritti e delle libertà altrui », dal momento che si proponeva di salvaguardare il benessere di S.\n45.  La Corte ha dichiarato numerose volte che l’articolo 8 implica il diritto di un genitore ad ottenere misure idonee a riunirlo con suo figlio e l’obbligo per le autorità nazionali di adottarle (vedere, per esempio, Ignaccolo-Zenide, succitata, § 94, e Nuutinen c. Finlandia, no 32842/96, § 127, CEDH 2000-VIII). Questo obbligo non è tuttavia assoluto. La sua natura e la sua ampiezza dipendono dalle circostanze di ogni fattispecie, ma la comprensione e la collaborazione di tutte le persone coinvolte costituiscono sempre un fattore importante. Nell’ipotesi in cui i contatti con i genitori possano compromettere gli interessi superiori del minore o ledere i suoi diritti, spetta alle autorità nazionali assicurare un giusto equilibrio tra essi ((Ignaccolo-Zenide, ibidem).\n46.  Nella fattispecie, la Corte rileva che il punto decisivo consiste nel sapere se le autorità nazionali abbiano adottato tutte le misure che ragionevolmente da esse si potevano esigere. Per quanto riguarda l’allontanamento di S. ed il suo affidamento, essa nota che il tribunale dei minori ha giustificato la sua decisione del 25 luglio 2002 facendo riferimento alle forti presunzioni che S. avesse subito abusi sessuali da parte di suo padre ed ai dubbi sulla capacità di sua madre di proteggerla. Il ricorso ad una procedura d’urgenza per allontanare S. rientra perfettamente negli strumenti di cui le autorità nazionali hanno il diritto di disporre in materia di abusi sessuali, che costituiscono incontestabilmente un tipo odioso di misfatti che rendono fragili le vittime.  I minori e gli incapaci hanno diritto alla protezione dello Stato attraverso un’efficace prevenzione da forme così gravi di ingerenza in aspetti essenziali della loro vita privata (vedere Stubbings ee altri c. Regno Unito, 22 ottobre 1996, § 64, Recueil 1996 IV ; mutatis mutandis, Z e altri c. Regno Unito [GC], no 29392/95, § 73, CEDH 2001 V ; A.  c. Regno unito, 23 settembre 1998, § 22  Recueil 1998-VI, e Covezzi e Morselli, succitata, § 103).\n47.  In queste condizioni la Corte ritiene che l’allontanamento e l’affidamento di S. possano essere considerate misure proporzionate e « necessarie in una società democratica » per la protezione della salute e dei diritti della minore. L’esistenza dei sospetti di abusi sessuali che pesava sul ricorrente poteva ragionevolemente indurre le autorità nazionali a ritenere pregiudizievole il mantenimento di S. nella casa di famiglia (vedere, mutatis mutandis, Roda e Bonfatti, succitata, §§ 113-114). Per di più, la Corte nota che, il 5 dicembre 2002, la corte d’appello ha posto termine alla tutela di S.,  affidando quest’ultima a sua madre e autorizzandola a rientrare nella sua famiglia. Inoltre, il 16 marzo 2005, prendendo in considerazione l’archiviazione dell’indagine preliminare a carico del ricorrente, la corte d’appello di Napoli ha reintegrato il ricorrente nella potestà genitoriale su sua figlia.\n48.  Pertanto, essa ritiene che non vi sia alcuna violazione dell’articolo 8 per quanto riguarda il provvedimento di urgenza che disponeva l’allontanamento e l’affidamento della minore.\n\nb)  La mancanza di una preventiva audizione del ricorrente\n49.  Il ricorrente rimprovera alle autorità di aver disposto l’allontanamento di sua figlia senza averlo preventivamente ascoltato.\n50.  La Corte ricorda di aver già ammesso che quando è necessario emettere un provvedimento d’urgenza di affidamento, non sempre è possibile, data l’urgenza della situazione, far partecipare al processo decisionale le persone investite della custodia del minore. Forse questo può anche non essere auspicabile, benchè possibile, se i titolari della custodia possono costituire una minaccia immediata per il minore : in effetti, avvertirli potrebbe privare la misura della sua efficacia. La Corte deve tuttavia convincersi che nel caso di specie le autorità interne avessero buone ragioni per ritenere sussistenti le circostanze che potevano giustificare l’immediata sottrazione della minore alle cure del ricorrente senza prendere contatto con lui o consultarlo preventivamente (Scozzari et Giunta, succitata, § 107, K. e T., succitata, no 25702/94, § 166, e Venema c. Paesi Bassi, no 35731/97, § 93, CEDH 2002 X). La Corte ammette che l’esistenza dei sospetti di abusi sessuali a carico del ricorrente poteva ragionevolmente indurre le autorità competenti a pensare che informandolo in anticipo della messa in atto della procedura di allontanamento avrebbero potuto recare pregiudizio a S : per di più la decisione di allontanamento è stata motivata dal rischio di eventuali pressioni del padre su S. durante la fase istruttoria del processo penale.\n51.  In questo contesto, la Corte non può rimproverare alle autorità di aver agito in maniera sporporzionata dato che esse hanno ritenuto di dover proteggere S. dalle pressioni che potevano essere esercitate nell’ambiente familiare.\n52.  Di conseguenza, la Corte ritiene che la mancanza di una preventiva audizione del ricorrente non abbia comportato la violazione dell’articolo 8.\n\nc)  Il ritardo nella chiusura dell’indagine preliminare a carico del ricorrente\n53.  Il ricorrente lamenta che la durata eccessiva dell’indagine preliminare ha prolungato la separazione da sua figlia.\n54.  La Corte rileva innanzitutto che il ricorrente era sospettato di aver commesso abusi sessuali sulla persona di sua figlia. Così, aspettando l’esito delle indagini preliminari, l’interesse della minore legittimava la sospensione del diritto parentale e del diritto di visita del ricorrente e giustificava l’ingerenza nel diritto dell’interessato al rispetto della sua vita familiare. L’ingerenza, fino all’esito delle indagini preliminari, era quindi « necessaria per la protezione dei diritti altrui », nel caso specifico di quello della minore S.\n55.  Tuttavia, questo stesso interesse della minore esigeva anche di consentire al legame familiare di svilupparsi nuovamente, non appena le misure adottate non fossero più apparse necessarie (Olsson c. Svezia (no 2), § 90, serie A no 250).\n56.  La Corte ricorda poi che essa può anche prendere in considerazione, nell’ambito dell’articolo 8 della Convenzione, la durata del processo decisionale delle autorità interne come pure qualsiasi procedimento giudiziario connesso. In effetti, un ritardo nella procedura rischia sempre in simili casi di risolvere la controversia con un fatto compiuto. Ora un effettivo rispetto della vita familiare richiede che le relazioni future tra genitore e figlio siano regolate unicamente in base a tutti gli elementi pertinenti e non dal semplice trascorrere del tempo (W. c. Regno Unito, sentenza dell’8 luglio 1987, serie A no 121, §§ 64 et 65, Covezzi e Morselli, succitata, § 136).\n57.  Nella fattispecie, la Corte nota che il 10 novembre 2003 la procura della Repubblica presso il tribunale di Benevento ha richiesto al GIP l’archiviazione della denuncia a carico del ricorrente. Tre mesi dopo, il 28 febbraio 2004, il ricorrente ha presentato una domanda tesa ad accelerare la procedura pendente innanzi al GIP. La Corte constata che il GIP ha atteso più di quindici mesi prima di pronunciarsi sulla domanda di archiviazione della procura. Durante questo periodo, il ricorrente non ha potuto esercitare nessuna influenza sulla conclusione della procedura.\n59. La Corte non è convinta che per pronunciarsi sulla richiesta della procura fosse necessario tutto questo tempo. Di conseguenza, essa rileva un ritardo ingiustificato da parte delle autorità nazionali. Inoltre, durante questo periodo, il ricorrente non ha avuto a disposizione alcun ricorso avverso la decisione del tribunale dei minori che aveva sospeso la sua potestà genitoriale e che gli aveva vietato di incontrare sua figlia. Egli ha dovuto attendere il provvedimento di archiviazione della denuncia per domandare di essere reintegrato nella potestà genitoriale nei confronti di sua figlia S.\n58.  La Corte non condivide il parere del Governo secondo il quale il ricorrente avrebbe dovuto introdurre un ricorso ai sensi della legge Pinto innanzi alla corte d’appello competente. Essa ricorda che la posta in gioco nel procedimento per il ricorrente richiedeva una trattazione urgente perchè il trascorrere del tempo può avere conseguenze irrimediabili sulle relazioni tra il figlio ed il genitore che non vive con lui. In effetti, la rottura di contatti con un figlio molto giovane può portare ad un crescente deterioramento del suo rapporto con il genitore.\n59.  La Corte osserva che, se la sospensione dei rapporti tra il ricorrente e sua figlia era giustificata dal fatto che le indagini sul ricorrente non erano terminate, nel procedimento penale sono sopraggiunti ritardi irragionevoli i quali hanno avuto un impatto diretto sul diritto alla vita familiare dell’interessato. Le carenze constatate nello svolgimento di questa procedura non permettono quindi di ritenere che le autorità italiane abbiano adottato tutte le misure necessarie che ragionevolmente si potevano esigere da loro al fine di ripristinare la vita familiare del ricorrente con sua figlia, nell’interesse di entrambi. \n60.  Visto quanto precede, la Corte rigetta l’eccezione preliminare del Governo e conclude nella violazione dell’articolo 8 della Convenzione.\n\nII.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE \n\n61.  Ai sensi dell’articolo 41 della Convenzione, \n“Se la Corte dichiara che vi è stata una violazione della Convenzione o dei suoi Pro-tocolli e se il diritto interno dell’Alta Parte contraente interessata non permette che una parziale riparazione della violazione, la Corte, se necessario, accorda alla parte lesa un’equa soddisfazione.”\nA.  Danno\n62.  Il ricorrente reclama 20.000 euro (EURO) per il danno morale subito a causa della separazione da sua figlia.\n63.  Il Governo ritiene che la semplice constatazione di violazione costituirebbe da sola un’equa soddisfazione sufficiente. A titolo sussidiario, esso si rimette alla saggezza della Corte considerando comunque che la somma reclamata è esorbitante.\n64.  La Corte ritiene che il dolore provato dal ricorrente abbia provocato un danno morale certo che la constatazione di violazione della Convenzione non sia sufficiente a compensare (vedere, per esempio, Elsholz c. Germania [GC], no 25735/94, §§ 70-71, CEDH 2000 VIII, et P., C. e S. c. Regno Unito, no 56547/00, § 150, CEDH 2002-VI). Essa considera che sia ncessario concedere al ricorrente 10.000 EURO a titolo di danno morale.\nB.  Spese\n65.  Il ricorrente domanda, producendone i giustificativi, la somma di 4.921,19 EURO per le spese legali affrontate innanzi alla Corte.\n66.  Il Governo ritiene che le spese reclamate siano eccessive.\n67.  Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle proprie spese solo nella misura in cui ne sia provata la realtà, necessità, e ragionevolezza del loro ammontare. Nella fattispecie, tenuto conto  degli elementi in suo possesso e dei criteri sopra menzionati, la Corte ritiene ragionevole la somma di 3.000 EURO per la procedura innanzi alla Corte, dalla quale vanno dedotte le somme versate dal Consiglio d’Europa a titolo di assistenza giudiziaria, ossia 850 EURO. Essa accorda così al ricorrente la somma di 2.150 EURO a titolo di spese legali.\nC.  Interessi moratori\n68. La Corte giudica appropriato calcolare il tasso degli interessi moratori sul tasso d’interesse dell’agevolazione del prestito marginale della Banca centrale europea maggiorato di tre punti percentuali.\n\nPER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITA’\n1.  Dichiara il ricorso ricevibile;", "2.  Dichiara che non vi è stata violazione dell’articolo 8 per quanto riguarda l’allontanamento e l’affidamento di S ;", "3.  Dichiara che non vi è stata violazione dell’articolo 8 della Convenzione per quanto riguarda la mancanza di audizione del ricorrente prima della decisione di allontanamento ;", "4.  Dichiara che vi è stata violazione dell’articolo 8 della Convenzione a causa del ritardo nella chiusura dell’indagine preliminare a carico del ricorrente ;", "5.  Dichiara", "a)  che lo Stato convenunto deve versare al ricorrente, entro tre mesi dalla data in cui la sentenza sarà diventata definitiva, conformemente all’articolo 44 § 2 della Convenzione, le seguenti somme:\ni.  10.000 EURO (diecimila euro), maggiorata di qualsiasi somma dovuta a titolo di imposta, per il danno morale ,\nii.  2.150 EURO (duemilacentocinquanta euro), per le spese legali, maggiorata di qualsiasi somma dovuta a titolo di imposta dal ricorrente per le spese legali;\nb)  che a partire dalla decorrenza di tale termine e fino al versamento, tali somme saranno maggiorate di un interesse semplice a un tasso uguale a quello dell’agevolazione del prestito marginale della Banca centrale europea;", "6.  Rigetta la domanda di equa soddisfazione per il resto.\nFatta in francese, poi comunicata per iscritto il 24 febbraio 2009, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.\n Sally Dollé Françoise Tulkens\n Cancelliere Presidente", " "]}