{"file": "ITA_HJUDITA_30765_08.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "30765/08", "text_paragraphs": ["Traduzione © a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, eseguita da Rita Carnevali, assistente linguistico", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE\nCAUSA DI SARNO E ALTRI c. ITALIA\n(Ricorso no 30765/08)\nSENTENZA\nSTRASBURGO\n10 gennaio 2012", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "Nella causa di Sarno e altri c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da\nFrançoise Tulkens, presidente,\nDanutė Jočienė,\nDragoljub Popović,\nIsabelle Berro-Lefèvre,\nAndrás Sajó,\nIşıl Karakaş,\nGuido Raimondi, giudici,\ne da Stanley Naismith, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 29 novembre 2011,\nRende la seguente sentenza, adottata in tale data:", "PROCEDURA", "1.All’origine della causa vi è un ricorso (n. 30765/08) proposto contro la Repubblica italiana con cui diciotto cittadini di tale Stato, (\"i ricorrenti\"), hanno adito la Corte il 9 gennaio 2008 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (\"la Convenzione\").\n2.Innanzi alla Corte, i ricorrenti, i cui nomi figurano nell’elenco allegato alla presente sentenza, sono stati rappresentati da uno di loro, l’avvocato Errico di Lorenzo di Somma Vesuviana (Napoli).\n3.Il governo italiano (\"il Governo\") è stato rappresentato dal suo agente, Sig.ra E. Spatafora, e dal suo ex co-agente, Sig. N. Lettieri.\n4.Nel loro ricorso, i ricorrenti sostenevano che la cattiva gestione, da parte delle autorità italiane, del servizio di raccolta, trattamento e smaltimento dei rifiuti in Campania e la mancata diligenza delle autorità giudiziarie nel perseguire i responsabili di questa situazione, avevano violato i diritti loro garantiti dagli articoli 2, 6, 8 e 13 della Convenzione.\n5.Il 2 giugno 2009, la Corte ha deciso di comunicare il ricorso al Governo e di trattarlo con priorità (articolo 41 del regolamento della Corte). Come consentiva il vecchio articolo 29 § 3 della Convenzione, essa ha inoltre deciso di trattare contestualmente ricevibilità e merito della causa.", "IN FATTO", "I. LE CIRCOSTANZE DEL CASO DI SPECIE", "6.Tredici ricorrenti risiedono nel comune di Somma Vesuviana, in Campania e cinque vi lavorano.\n7.Dall’11 febbraio 1994 al 31 dicembre 2009, nella regione Campania fu dichiarato lo stato di emergenza su decisione del Presidente del Consiglio dei Ministri a causa dei gravi problemi relativi allo smaltimento dei rifiuti solidi urbani.\n8.Dall’11 febbraio 1994 al 23 maggio 2008, la gestione dello stato di emergenza fu affidata a diversi \"commissari delegati\" designati dal Presidente del Consiglio dei Ministri, assistiti da vice-commissari. Nove alti responsabili – fra cui quattro presidenti della regione Campania ed il Capo del Dipartimento della protezione civile presso la Presidenza del Consiglio dei Ministri - furono nominati commissari.\n9.Dal 23 maggio 2008 al 31 dicembre 2009, la gestione dello stato di emergenza fu affidata ad un sottosegretario di Stato presso la Presidenza del Consiglio dei Ministri, l’incarico fu quindi attribuito al Capo del Dipartimento della protezione civile.", "A. La gestione dei rifiuti in Campania e nel comune di Somma Vesuviana fino al 2004", "10.La legge regionale no 10 del 10 febbraio 1993 (\"la legge no 10/93\") fissò le linee guida per l’adozione di un piano per lo smaltimento dei rifiuti in Campania che doveva prevedere il recupero dei rifiuti solidi urbani e dei materiali riciclabili nonché la riduzione della metà del numero e della capacità delle discariche – grazie alle tecniche di compattazione ed alla raccolta differenziata – per il triennio 1993-1995.\n11.Il 9 giugno 1997, il Presidente della Regione agendo in qualità di commissario delegato varò un piano regionale per lo smaltimento dei rifiuti. In particolare questo piano prevedeva la costruzione di cinque inceneritori – di cui quattro nei territori dei comuni di Marcianise, Battipaglia, Giugliano e Nola-Marigliano (questi ultimi due essendo destinati a servire i comuni di residenza dei ricorrenti), ed il quinto su un sito da individuare successivamente – nonché cinque discariche principali e sei discariche secondarie.\n12.Il 12 giugno 1998, il Presidente della Regione agendo in qualità di commissario delegato indisse una gara d’appalto per la concessione decennale del servizio di trattamento e smaltimento dei rifiuti prodotti nella provincia di Napoli. In applicazione del capitolato d’oneri, l’aggiudicatario avrebbe dovuto assicurare la corretta ricezione dei rifiuti raccolti, la loro selezione, la trasformazione in \"combustibile derivato da rifiuti\" (di seguito \"CDR\") e l’incenerimento del CDR. Per far ciò, avrebbe dovuto costruire e gestire tre impianti destinati alla selezione dei rifiuti e alla produzione di CDR a Caivano, a Tufino e a Giugliano e realizzare, entro il 31 dicembre 2000, l’impianto per la produzione di energia elettrica dalla combustione del CDR (\"impianto di termovalorizzazione del CDR\").\n13.Al termine della procedura di gara, conclusasi il 20 marzo 2000, la concessione di questo servizio fu assegnata ad un consorzio di imprese composto dalle società Fisia Impianti S.p.A (avente qualità di capofila), Impregilo S.p.A., Babcock Kommunal GmbH, Deutsche Babcock Anlagen GmbH e Evo Oberhausen AG (aventi qualità di mandatarie).\n14.Ai termini di un contratto di appalto di servizi concluso il 7 giugno 2000, le cinque imprese aggiudicatarie si impegnavano a costruire due impianti di produzione di CDR a Caivano e a Tufino entro il termine di 300 giorni a decorrere rispettivamente dal 10 e dal 14 aprile 2000, e un altro impianto a Giugliano entro il termine di 270 giorni a decorrere dal 30 marzo 2000. L’impianto di termovalorizzazione del CDR, da costruire ad Acerra, doveva essere terminato entro 24 mesi a decorrere da una data da stabilire successivamente.\n15.Nel frattempo, il 22 aprile 1999, il commissario delegato aveva indetto una gara d’appalto per la concessione del servizio di smaltimento dei rifiuti prodotti in Campania. Risultò aggiudicatario un consorzio di imprese denominato FIBE S.p.A. che era stato costituito dalle imprese concessionarie. In data non precisata, queste ultime crearono la società FIBE Campania S.p.A.\n16.In esecuzione di un contratto di appalto di servizi concluso il 5 settembre 2001, la FIBE S.p.A. doveva costruire e gestire sette impianti di produzione di CDR e due impianti per la termovalorizzazione di questo prodotto. Essa doveva assicuarare la ricezione, la selezione ed il trattamento dei rifiuti prodotti nella regione per trasformarne il 32% in CDR e il 33% in compost, e produrre il 14% di scarti non riutilizzabili e il 3% di scarti ferrosi.\n17.Nel gennaio 2001, la chiusura della discarica di Tufino provocò la temporanea sospensione dello smaltimento dei rifiuti nella provincia di Napoli. Per far fronte alla loro accumulazione, i sindaci degli altri comuni della provincia ne autorizzarono provvisoriamente lo stoccaggio nelle loro rispettive discariche ai fini dell’articolo 13 del decreto legislativo no 22 del 5 febbraio 1997 (vedere paragrafo 65 infra).\n18.Dalla fine del 2001 a maggio 2003, furono costruiti sette impianti di produzione a Caivano, Pianodardine, Santa Maria Capua Vetere, Giugliano, Casalduni, Tufino e Battipaglia\n19.Il 22 maggio 2001, il servizio di raccolta e trasporto dei rifiuti urbani del comune di Somma Vesuviana fu affidato ad un consorzio di imprese composto dalle società C.I.C.-Clin Industrie Città S.p.A. e Ecologia Bruscino S.r.l. Il 26 ottobre 2004, la gestione di questo servizio fu assegnata alla M.I.T.A. S.p.A., una società a capitale pubblico.", "B. L’inchiesta penale sulla situazione del servizio per lo smaltimento dei rifiuti dopo la conclusione dei contratti di appalto del 7 giugno 2000 e del 5 settembre 2001", "20.Nel 2003, la procura della Repubblica presso il tribunale di Napoli aprì un’inchiesta (RGNR no 15940/03) sulla situazione della gestione del servizio per lo smaltimento dei rifiuti in Campania dopo la conclusione dei contratti di appalto del 7 giugno 2000 e del 5 settembre 2001.\n21.Il 31 luglio 2007, la procura chiese il rinvio a giudizio degli amministratori e di alcuni dipendenti delle società Fisia Italimpianti S.p.A., FIBE S.p.A., FIBE Campania S.p.A., Impregilo S.p.A., Gestione Napoli S.p.A. (\"le società\"), del commissario delegato in carica dal 2000 al 2004 e di alcuni funzionari del suo ufficio per aver commesso, dal 2001 al 2005, i delitti di frode, inadempimento nell’esecuzione di contratti di pubbliche forniture, truffa, interruzione di un servizio pubblico o di pubblica necessità, abuso di ufficio, falsità ideologica nell’esercizio di pubbliche funzioni e attività di gestione di rifiuti non autorizzata.\n22.I membri delle società in questione erano accusati in particolare di aver violato, con la complicità del commissario delegato e dei funzionari del suo ufficio, l’obbligo di ricevere e trattare i rifiuti nella regione imposto dai contratti di appalto. Da parte loro, le società erano accusate di aver rallentato, e talvolta interrotto, la regolare ricezione dei rifiuti raccolti negli impianti di produzione di CDR, provocando così l’accumulo di rifiuti nelle strade e nei siti di stoccaggio provvisorio autorizzati dai sindaci o dal commissario delegato.\n23.Inoltre, la procura ascriveva alle società coinvolte di aver 1) prodotto  CDR e compost con modalità non conformi alle condizioni contrattuali, 2) omesso di effettuare le operazioni di recupero energetico del CDR richieste in attesa della costruzione dell’impianto di termovalorizzazione, 3) subappaltato l’attività di trasporto dei rifiuti valorizzati provenienti dagli impianti di produzione di CDR in spregio alle disposizioni del contratto di appalto, 4) stoccato dei materiali inquinanti provenienti dalla produzione di CDR nelle discariche illegali senza alcuna tutela per l’ambiente.\n24.Da parte loro, i funzionari raggiunti dalla richiesta di rinvio a giudizio erano accusati di aver falsamente attestato che le società coinvolte avevano rispettato le disposizioni di legge e le condizioni contrattuali che disciplinavano lo smaltimento dei rifiuti oltre ad aver autorizzato l’apertura di discariche non conformi alla normativa in vigore, lo stoccaggio provvisorio del CDR in attesa dell’apertura degli impianti di termovalorizzazione, lo scarico dei materiali inquinanti provenienti dagli impianti di produzione di CDR e le deroghe ai criteri contenuti nel capitolato d’oneri per la produzione del CDR.\n25.Il 29 febbraio 2008, il giudice dell’udienza preliminare dispose il rinvio a giudizio degli accusati e fissò l’udienza innanzi al tribunale di Napoli per il 14 maggio 2008.", "C. La gestione dei rifiuti in Campania e nel comune di Somma Vesuviana dal 2005 al 2007", "\n26.Il decreto legge no 245 del 30 novembre 2005, convertito nella legge no 21 del 27 gennaio 2006, prevedeva la risoluzione dei contratti di affidamento del servizio di smaltimento dei rifiuti in Campania conclusi dal commissario delegato nel 2000 e nel 2001 nonché l’individuazione, in termini di somma urgenza, di nuovi affidatari in base a procedure di evidenza comunitaria. Al fine di assicurare la continuità del servizio, le società concessionarie erano tenute a proseguire le loro attività fino alla chiusura della gara d’appalto, ma non oltre il 31 dicembre 2007.\n27.Una prima gara indetta il 27 marzo 2006 dal commissario delegato in carica fallì in quanto pervenne un numero insufficiente di offerte valide.\n28.Il 2 agosto 2006 il commissario delegato indisse una seconda gara per una durata di venti anni.\n29.Il decreto legge no 263 del 9 ottobre 2006, convertito nella legge no 290 del 6 dicembre 2006, assegnò al Capo del Dipartimento della protezione civile le funzioni di commissario delegato per l’emergenza nel settore dello smaltimento dei rifiuti nella regione Campania. Essendo stata annullata la seconda gara, il commissario delegato fu incaricato di affidare il servizio di smaltimento dei rifiuti a nuove imprese aggiudicatarie.\n30.Il 28 marzo 2007, la regione adottò la legge no 4 che prevedeva la creazione di una sezione regionale del catasto dei rifiuti, un osservatorio regionale sulla gestione dei rifiuti, un piano regionale di gestione del ciclo integrato dei rifiuti, un piano regionale di gestione dei rifiuti speciali anche pericolosi, nonché un piano regionale per la bonifica dei siti inquinati.\n31.Il 6 luglio 2007, il prefetto di Napoli fu nominato commissario delegato per la gestione della crisi.\n32.Il decreto legge no 61 dell’11 maggio 2007, convertito nella legge no 87 del 5 luglio 2007 (\"il decreto-legge no 61/07\"), autorizzò nei comuni di Serre (Salerno), Savignano Irpino (Avellino), Terzigno (Napoli), Sant’Arcangelo Trimonte (Benevento), la creazione di discariche che derogavano alle vigenti disposizioni in materia ambientale e igienico-sanitaria, e vietò la creazione di nuovi siti di smaltimento dei rifiuti in particolare nei comuni di Giugliano in Campania, Villaricca, Qualiano e Quarto (Napoli) almeno fino alla bonifica del territorio. Questo testo conferì al commissario delegato l’incarico di individuare in via di somma urgenza nuove imprese alle quali affidare il servizio di trattamento e smaltimento dei rifiuti.\n33.Il 21 novembre 2007 fu indetta una terza gara d’appalto che risultò vana in quanto non furono presentate offerte.\n34.Il 28 dicembre 2007, il commissario delegato varò un piano regionale per i rifiuti urbani della Campania ai fini dell’articolo 9 del decreto-legge no 61/07. Questo piano proponeva una strategia di uscita dalla crisi, soprattutto grazie al potenziamento della raccolta differenziata dei rifiuti, alla trasparenza del loro ciclo di vita, alla razionalizzazione e alla messa a norma delle strutture esistenti - in particolare di almeno uno degli impianti di produzione di CDR -, alla creazione di strutture destinate a produrre compost e all’uso di nuove tecnologie e metodi di trattamento biologico dei rifiuti.\n35.Il 19 aprile 2008, il servizio di raccolta e trasporto dei rifiuti organici nel comune di Somma Vesuviana fu affidato alla Pomigliano Ambiente S.p.A,, una società a capitale pubblico.", "D. La gestione dei rifiuti in Campania e nel comune di Somma Vesuviana dal 2008 al 2010", "\n36.Alla fine del 2007 si verificò una nuova crisi. Tonnellate di rifiuti furono abbandonati per settimane nelle strade di Napoli e di parecchie città della sua provincia, comprese quelle in cui risiedono i ricorrenti (vedere l’elenco allegato alla presente sentenza). \n37.L’11 gennaio 2008, il Presidente del Consiglio dei Ministri, con ordinanza no 3639/08, nominò commissario delegato un alto funzionario di polizia (articolo 1). Quest’ultimo fu incaricato di aprire le discariche previste dal decreto legge no 61/07 e di reperire nuovi siti di stoccaggio e di smaltimento dei rifiuti, con l’assistenza della forza pubblica, forze armate comprese (articolo 2). I comuni della regione furono invitati a predisporre i piani per la raccolta differenziata dei rifiuti (articolo 3).\n38.Il decreto-legge no 90 del 23 maggio 2008 (\"il decreto legge no 90/08) - convertito nella legge no 123 del 14 luglio 2008 (intitolata \"Misure straordinarie per fronteggiare l’emergenza nel settore dello smaltimento dei rifiuti nella regione Campania e ulteriori disposizioni di protezione civile\") - nominò il Capo del Dipartimento della protezione civile alle funzioni di Sottosegretario di Stato presso la presidenza del Consiglio dei Ministri e lo incaricò della gestione della crisi fino al 31 dicembre 2009, in sostituzione del commissario delegato. Il Sottosegretario fu autorizzato ad aprire dieci nuove discariche nella regione, di cui due a Terzigno e a Chiaiano, in deroga alle vigenti disposizioni in materia ambientale e igienico-sanitaria.\n39.Il decreto-legge no 90/08 autorizzò anche il trattamento di alcune categorie di rifiuti nell’impianto di termovalorizzazione del CDR di Acerra contro il parere reso il 9 febbraio 2005 dalla commissione di valutazione dell’impatto sull’ambiente, nonché la realizzazione di impianti di termovalorizzazione del CDR a Santa Maria La Fossa (Caserta) e nei comuni di Napoli e Salerno. \n40.Il citato decreto-legge trasferiva alle province della Campania la titolarità degli impianti di selezione e trattamento dei rifiuti, ma ne affidava la conduzione provvisoria alle forze armate (articolo 6 bis). \n41.I commi 4 e 7 dell’articolo 2 di questo testo qualificavano i siti, le aree, gli impianti e le sedi dei servizi di gestione dei rifiuti come aree di interesse strategico nazionale poste sotto vigilanza delle forze di polizia e della forza armata. Fu richiesto l’impiego delle forze armate per approntare i cantieri e  i siti nonché per la raccolta ed il trasporto dei rifiuti.\n42.L’articolo 2, comma 9, qualificava il fatto di impedire, ostacolare o rendere più difficile la gestione dei rifiuti come interruzione di un servizio pubblico passibile di sanzione.\n43.Infine, il decreto-legge incaricò il Sottosegretario di Stato di verificare il raggiungimento da parte dei comuni degli obiettivi di raccolta differenziata dei rifiuti urbani fissati dal piano regionale  per i rifiuti urbani della Campania adottato il 28 dicembre 2007.\n44.Da parte sua, il decreto legge no 172 del 6 novembre 2008 (\"il decreto-legge no 172/08\"), convertito nella legge no 210 del 30 dicembre 2008 (intitolata \"Misure straordinarie per fronteggiare l’emergenza nel settore dello smaltimento dei rifiuti nella regione Campania, nonché misure urgenti di tutela ambientale) prevedeva che, nei territori in cui vigeva lo stato di emergenza nel settore dello smaltimento dei rifiuti, il sindaco, il presidente della provincia, i componenti dei consigli e delle giunte potessero essere rimossi con decreto del Ministro dell’Interno in caso di grave inosservanza degli obblighi inerenti alla programmazione ed organizzazione del servizio di raccolta, trasporto, recupero, smaltimento e raccolta differenziata dei rifiuti (articolo 3). Inoltre, in questi stessi territori, prevedeva sanzioni penali speciali per punire in particolare 1) l’abbandono o l’incendio dei rifiuti, 2) la raccolta, il trasporto, il recupero, l’eliminazione e il commercio di rifiuti in mancanza di autorizzazione, 3) la creazione e la gestione di discariche illegali nonché l’attività di miscelazione di categorie diverse di rifiuti pericolosi (articolo 6). \n45.Secondo le informazioni fornite dal Governo e non contestate dai ricorrenti, erano già state aperte due discariche a Savignano Irpino e Sant’Arcangelo Trimonte alla fine di ottobre 2009, altre stavano per essere aperte a Chiaiano, Terzigno, San Tammaro, ed erano in corso i lavori preparatori in vista dell’apertura di una discarica a Andretta (Avellino). Stavano per essere realizzati i lavori di completamento dell’impianto di termovalorizzazione di Acerra, era stata indetta una gara d’appalto per la costruzione di un impianto di termovalorizzazione del CDR a Salerno ed era stato scelto un sito per l’insediamento di un impianto di termovalorizzazione nella provincia di Napoli. Dal 14 gennaio al 1 marzo 2008, erano state rimosse dalle strade delle città della regione 269.000 tonnellate di rifiuti ed erano state stoccate 79.000 tonnellate di CDR. 530 comuni avevano avviato la raccolta differenziata dei rifiuti in applicazione dell’ordinanza no 3639/08.\n46.Il 3 giugno 2008, in applicazione dell’ordinanza no 3804/09 adottata dal Presidente del Consiglio dei Ministri e dopo approvazione di un programma di raccolta differenziata, il servizio di raccolta del comune di Somma Vesuviana era stato affidato a seguito di gara d’appalto alla società L’Igiene Urbana S.r.l..\n47.Il 12 marzo 2009, con ordinanza no 3746, il Presidente del Consiglio dei Ministri ingiunse alle province della regione di costituire delle società a prevalente capitale pubblico per la gestione dei siti di stoccaggio dei rifiuti, delle discariche e degli impianti per il trattamento, lo smaltimento, il recupero ed il riciclaggio dei rifiuti.", "E. L’inchiesta penale sulla gestione del servizio di smaltimento dei rifiuti successiva al dicembre 2005", "48.Nel 2006, in una data non precisata, la procura della Repubblica presso il tribunale di Napoli aprì un’inchiesta penale (RGNR no 40246/06) sulle attività di smaltimento dei rifiuti realizzate a titolo provvisorio dalle società FIBE S.p.A. e FIBE Campania S.p.A. durante la fase transitoria successiva alla risoluzione dei contratti di appalto di servizi.\n49.Il 22 maggio 2008 il giudice delle indagini preliminari del tribunale di Napoli, accogliendo le richieste dei pubblici ministeri, dispose l’obbligo di dimora per  l’amministratore delegato della FIBE S.p.A e FIBE Campania S.p.A., diversi dirigenti ed impiegati di queste società, i responsabili degli impianti di selezione dei rifiuti gestiti dalla Fisia Italimpianti S.p.A., il gestore della discarica di Villaricca, alcuni rappresentanti della società di trasporti FS Cargo S.p.A. e diversi funzionari dell’ufficio del commissario delegato. \n50.Gli imputati erano accusati, tra l’altro, di associazione per delinquere finalizzata al traffico illecito di rifiuti e falso in atti pubblici, truffa, falsità ideologica commessa dal pubblico ufficiale e attività organizzate per il traffico illecito dei rifiuti.\n51.Nel 2008, in una data non precisata, la procura della Repubblica presso il tribunale di Napoli aprì un’inchiesta penale ( RGNR no 32722/08, denominata \"Rompiballe\") su alcune operazioni di smaltimento dei rifiuti realizzate dopo dicembre 2005. Secondo le informazioni fornite dal Governo e non contestate dai ricorrenti, l’inchiesta, ancora pendente alla data del 26 ottobre 2009, riguardava numerosi delitti contro l’ambiente e la pubblica amministrazione ed era diretta contro parecchi impiegati della FIBE S.p.A. e di altre imprese del consorzio, nonché contro alcuni funzionari dell’ufficio del commissario delegato.", "F. Le sentenze della Corte di giustizia dell’Unione europea", "52.Il 23 marzo 2005, la Commissione delle Comunità europee (\"la Commissione\") introdusse innanzi alla Corte di giustizia un ricorso per inadempimento contro l’Italia ai sensi dell’articolo 226 del trattato che istituisce la Comunità europea (\"TCE\") (causa C-135/05). Denunciando l’esistenza di un considerevole numero di discariche illegali e non controllate in Italia, la Commissione sosteneva che le autorità italiane erano venute meno agli obblighi loro incombenti a titolo degli articoli 4, 8 e 9 della direttiva 75/442/CEE relativa ai rifiuti, dell’articolo 2 § 1 della direttiva 91/689/CEE relativa ai rifiuti pericolosi e dell’articolo 14, lettere da a) a c), della direttiva 1999/31/CE relativa alla discarica dei rifiuti.\n53.La Corte di giustizia, nella sentenza emessa il 26 aprile 2007, constatò \"una generale mancanza di conformità delle discariche a siffatte disposizioni\", osservando in particolare che il governo italiano \"non negava l’esistenza (..) sul suo territorio di almeno 700 discariche abusive contenenti rifiuti pericolosi che non [erano] quindi sottoposti ad alcuna misura di controllo\". \n54.Concluse, tra l’altro, che la Repubblica italiana era venuta meno agli obblighi derivanti dalle disposizioni richiamate dalla Commissione non avendo adottato tutti i provvedimenti necessari per assicurare che i rifiuti venissero recuperati o smaltiti senza pericolo per la salute dell’uomo e senza usare procedimenti o metodi che potessero recare pregiudizio all’ambiente, e per vietare l’abbandono, lo scarico e lo smaltimento incontrollato dei rifiuti.\n55.Il 3 luglio 2008, la Commissione introdusse un nuovo ricorso per inadempimento innanzi alla Corte di giustizia in base all’articolo 226 TCE (causa C-297/08).\n56.Con sentenza del 4 marzo 2010, la Corte di giustizia, pur prendendo atto delle misure adottate dallo Stato italiano del 2008 per superare la \"crisi dei rifiuti\", constatò l’esistenza di un \"deficit strutturale in termini di impianti necessari allo smaltimento dei rifiuti urbani prodotti in Campania\", come attesterebbero \"gli ingenti quantitativi di rifiuti ammassati per le strade di questa regione\".\nLa Corte ritenne che l’Italia \"fosse venuta meno all’ obbligo di creare una rete adeguata e integrata di impianti di smaltimento (...) dei suoi rifiuti, e, di conseguenza, avesse violato gli obblighi ad essa incombenti in forza dell’art. 5 della direttiva 2006/12\". Secondo la Corte, tale inadempimento non poteva essere giustificato da circostanze quali l’opposizione della popolazione locale all’installazione di discariche, l’esistenza di attività criminali nella regione e gli inadempimenti contrattuali da parte delle imprese incaricate della realizzazione di taluni impianti di smaltimento dei rifiuti. Precisò che quest’ultima circostanza non costituiva una causa di forza maggiore in quanto questa nozione esigeva \"circostanze indipendenti da colui che le fa valere, straordinarie ed imprevedibili, le cui conseguenze sarebbe stato impossibile evitare malgrado tutta la diligenza posta\" e che un’amministrazione diligente avrebbe dovuto adottare le misure necessarie a tutelarsi contro inadempimenti contrattuali o a garantire che fosse assicurata la realizzazione effettiva e nei tempi previsti delle infrastrutture necessarie nonostante tali inadempimenti. Per di più, la Corte di giustizia rilevò che \"la Repubblica italiana non negava che (...) i rifiuti nelle strade ammontassero a 55.000 tonnellate, a cui si aggiungevano fra le 110.000 e le 120.000 ; tonnellate di rifiuti in attesa di trattamento presso i siti comunali di stoccaggio\". Per quanto riguarda il rischio ambientale, la Corte di giustizia ricordò in particolare che l’accumulo dei rifiuti costituiva, tenuto conto della capacità limitata di ciascuna regione o località di riceverli, un pericolo per l’ambiente. Concluse che un accumulo nelle strade e nelle aree di stoccaggio temporanee di quantitativi così ingenti di rifiuti aveva creato un rischio \"per l’acqua, l’aria, il suolo e per la fauna e la flora\" (articolo 4, n. 1, lett. a) della direttiva 2006/12), aveva creato degli \"inconvenienti da odori\" (n. 1, lett. b) di tale articolo) e poteva \"danneggiare il paesaggio e i siti di particolare interesse\" (articolo 4, n. 1, lett. c) della direttiva 2006/12). Quanto al rischio per la salute delle persone, la Corte di giustizia rilevò che \"la situazione preoccupante di accumulo di rifiuti nelle strade aveva esposto la salute delle popolazioni ad un rischio certo, in violazione dell’articolo 4, n. 1, della direttiva 2006/12\".", "G. Le commissioni parlamentari di inchiesta sul ciclo dei rifiuti e sulle attività illecite ad esso connesse", "57.Dal 1997 al 2008 furono costituite tre commissioni parlamentari di inchiesta sul ciclo dei rifiuti e sulle attività illecite ad esso connesse in applicazione delle leggi no 97 del 10 aprile 1997, no 399 del 31 ottobre 2001 e no 271 del 20 ottobre 2006.\n58.Nella relazione sulla Campania approvata il 13 giugno 2007, la terza commissione rilevò in particolare che \"la situazione del ciclo dei rifiuti presentava segnali di una pericolosa involuzione che aveva determinato il collasso operativo del servizio in questione con seri rischi per la salute della popolazione\".\n59.Nella sua seconda relazione, approvata il 19 dicembre 2007, osserva: \"buona parte del territorio rimane tuttora imbrattato da cumuli di immondizia non rimossi, la disponibilità delle comunità locali all’apertura di nuovi siti da adibire a discarica o all’insediamento di strutture di servizio è sempre più ridotta, la fiducia nelle capacità delle istituzioni centrali di avviare programmi di bonifica e di sviluppo dei territori più colpiti dal degrado ambientale si è praticamente azzerata. Senza trascurare l’esiziale combinarsi di un radicamento, oramai pressoché stabile, della criminalità organizzata nel circuito dei rifiuti e, di contro, un apparato amministrativo di controllo largamente inefficiente\". Ribadì il suo \"giudizio incondizionatamente negativo sull’apparato commissariale, le cui inefficienze strutturali si sono rivelate, lungo questi anni, di entità tale da pregiudicare, in modo irreversibile, operatività ed efficacia\". Essa indicò di avere \"la sensazione che l’emergenza avesse lasciato il posto al dramma\".", "H. Gli studi scientifici", "60.Secondo uno studio pubblicato nel settembre 2004 dalla rivista The Lancet Oncology, il livello di mortalità per tumore nell’area della azienda sanitaria locale no 4 (\"l’ASL no 4\") di Napoli è costantemente aumentato nel corso degli anni 1970-1974 e 1995-2000.\n61.Peraltro, dal Registro Tumori dell’ASL no 4 risulterebbe che, nel febbraio 2002, il livello di mortalità per tumore del colon-retto, del fegato, per leucemie e linfomi era più elevato nel distretto no 73 –  che comprende le città di Nola, Marigliano e Acerra (limitrofo al comune di Somma Vesuviana) – che nel resto della sua area. Il livello di tumori al fegato, di leucemie e di linfomi era molto più elevato rispetto a quello osservato nel resto d’Italia. Questi dati dimostrerebbero che l’inquinamento provocato dal trattamento non adeguato dei rifiuti e l’esistenza di discariche illegali presentano un nesso di causalità con l’elevato livello di mortalità per tumore nella regione.\n62.In una data non precisata, ma successiva alla pubblicazione dello studio, il Dipartimento della Protezione civile domandò alla Organizzazione mondiale della sanità (OMS) di eseguire uno studio sull’impatto sanitario dei rifiuti nelle province di Napoli e Caserta. I risultati della prima fase delle ricerche (Studio Pilota), realizzate in collaborazione con l’Istituto superiore di sanità italiano (ISS), il Consiglio nazionale delle ricerche italiano (CNR), l’Agenzia regionale protezione ambientale (ARPA) della Campania e l’Osservatorio epidemiologico regionale (OER), furono presentati pubblicamente a Napoli nel 2005. Essi rivelavano che il rischio di mortalità associata ai tumori dello stomaco, del fegato, dei canali biliari, della trachea, dei bronchi, dei polmoni, della pleura e della vescica, nonché il rischio di malformazioni cardiovascolari, urogenitali e degli arti erano più elevati in una zona a cavallo fra le province di Napoli e Caserta che nel resto della Campania. I risultati della seconda fase di questo studio (Studio di correlazione tra rischio ambientale da rifiuti, mortalità e malformazioni congenite) furono pubblicati nel 2007 sul sito Internet del Dipartimento della Protezione civile. Risultava che la zona che presentava il livello di mortalità più elevato per tumori e malformazioni era quella maggiormente colpita dallo smaltimento illegale dei rifiuti pericolosi e dalla combustione incontrollata dei rifiuti solidi urbani. Questa correlazione farebbe pensare ad una incidenza sul rischio di mortalità osservato in Campania sebbene sul livello di mortalità possano avere influenza anche la prevalenza di alcune infezioni e virus nonché la diffusione del tabagismo nella regione.\n63.All’inizio del 2008, su richiesta del commissario delegato in carica, il Ministero della Salute, l’ISS e le autorità sanitarie della Campania realizzarono uno studio intitolato \"Salute e rifiuti in Campania\", i cui risultati furono presentati in un congresso svoltosi a Napoli il 24 aprile 2008. Secondo questo studio, i dati epidemiologici raccolti in Campania non permettevano di stabilire un nesso di causalità tra l’esposizione della popolazione ai rifiuti solidi urbani e la prevalenza di malattie. In particolare risultava che l’elevato livello di mortalità associato alle malattie cardiovascolari e ai tumori del polmone e del fegato osservato in Campania si spiegherebbe con il soprapopolamento e la povertà della regione, con la diffusione del tabagismo, con delle cattive abitudini alimentari e con una endemia di epatiti virali. Tuttavia, lo studio non escludeva che gruppi limitati di persone che si trovavano in situazioni particolari abbiano potuto essere esposti a sostanze chimiche provenienti da rifiuti tossici eliminati in maniera inappropriata o illegale.\n64.Uno studio pubblicato nel 2008 negli annali dell’ISS rilevò un livello elevato di mortalità per tumore del polmone, del fegato, dello stomaco, dei reni e della vescica, e malformazioni congenite generali, degli arti, del sistema cardiovascolare e dell’apparato urogenitale nella parte settentrionale della provincia di Napoli e nella parte meridionale della provincia di Caserta, zone di grande concentrazione di siti illegali di smaltimento di rifiuti tossici.", "II. IL DIRITTO E LA PRASSI INTERNI E INTERNAZIONALI PERTINENTI", "A. Il quadro legislativo italiano relativo al trattamento dei rifiuti", "65.Il decreto-legge no 22 del 5 febbraio 1997 (\"il decreto Ronchi\") [(che recepiva le direttive CEE/91/156, 91/689/CEE e 94/162/CE relative  ai rifiuti, ai rifiuti pericolosi, agli imballaggi e ai rifiuti di imballaggio)] qualificò la gestione dei rifiuti attività di pubblico interesse la cui finalità era quella di assicurare un’elevata protezione dell’ambiente e dei controlli efficaci. Ai sensi di questo testo, in vigore dal 1997 al 2006, i rifiuti dovevano essere recuperati o smaltiti senza pericolo per la salute dell’uomo e senza usare procedimenti o metodi che potessero arrecare pregiudizio all’ambiente. La gestione dei rifiuti doveva conformarsi ai principi di responsabilizzazione e di cooperazione di tutti i soggetti coinvolti nella produzione, nella distribuzione, nell’utilizzo e nel consumo di beni da cui originano i rifiuti, nel rispetto dei principi dell’ordinamento nazionale e comunitario.\n66.Il decreto Ronchi  fu abrogato dal decreto legislativo no 152 del 3 aprile 2006 intitolato \"Norme in materia ambientale\" (\"il decreto legislativo no152/06\"). L’articolo 260 di questo testo creò il delitto di \"attività organizzate per il traffico illecito di rifiuti\", definito come attività continuative e organizzate di cessione, ricezione, trasporto, esportazione, importazione o gestione abusiva di ingenti quantitativi di rifiuti al fine di conseguire un ingiusto profitto. Il responsabile di tali attività è passibile della pena della reclusione da uno a sei anni oltre all’obbligo di ripristinare lo stato dell’ambiente. La concessione della sospensione condizionale della pena può essere subordinata all’eliminazione del danno o del pericolo per l’ambiente. \n67.L’articolo 300 dello stesso decreto legislativo definisce il danno ambientale come \"qualsiasi deterioramento significativo e misurabile, diretto o indiretto, di una risorsa naturale o dell’utilità assicurata da quest’ultima\". Qualsiasi azione o omissione commessa in violazione di legge, di regolamento o di provvedimento amministrativo che provochi un danno all’ambiente, alterandolo, deteriorandolo o distruggendolo in tutto o in parte obbliga il suo autore al ripristino della precedente situazione e, in mancanza, al risarcimento nei confronti dello Stato. Il Ministro dell’Ambiente è competente per agire ai fini del risarcimento del danno in questione, in particolare costituendosi parte civile nel processo penale (articolo 311). Le persone che sono o che potrebbero essere colpite dal danno ambientale possono presentare denunce al Ministro dell’Ambiente e chiedere l’intervento statale.", "B. Il diritto e la prassi interni pertinenti in materia di risarcimento delle persone per la cattiva gestione del servizio di trattamento dei rifiuti", "68.L’articolo 4 del decreto-legge no 90 del 24 maggio 2008 devolve al giudice amministrativo tutte le controversie attinenti alla complessiva azione di gestione dei rifiuti, seppure posta in essere con comportamenti dell’amministrazione pubblica o dei soggetti alla stessa equiparati. La competenza del giudice amministrativo si intende estesa anche alle controversie relative a diritti costituzionalmente tutelati. \n69.Il tribunale civile di Napoli, deliberando nell’ambito di un procedimento per risarcimento danni introdotto il 5 maggio 2008 - prima dell’entrata in vigore dell’articolo 4 del decreto-legge no 90/08 - da un gruppo di residenti contro il comune di Napoli e la società incaricata del servizio di raccolta dei rifiuti, rilevò che soltanto il giudice amministrativo poteva pronunciarsi in materia e adottare quindi ogni misura provvisoria e urgente ai sensi dell’articolo 21 della legge del 6 dicembre 1971 (istitutiva dei tribunali amministrativi regionali).\n70.Con due sentenze delle Sezioni Unite depositate il 21 maggio e il 23 novembre 2009, la Corte di cassazione stabilì che il giudice amministrativo era competente per statuire sulle azioni risarcitorie esercitate dai residenti di un comune contro le autorità incaricate del servizio di raccolta, di trattamento e di eliminazione dei rifiuti.", "C. Le fonti di diritto dell’Unione europea", "71.L’articolo 4 della direttiva 75/442/CEE del Consiglio dell’Unione europea, del 15 luglio 1975, relativa ai rifiuti, come modificata dalla direttiva 91/156/CEE del Consiglio del 18 marzo 1991, recita:\n« Gli Stati membri adottano le misure necessarie per assicurare che i rifiuti siano recuperati o smaltiti senza pericolo per la salute dell’uomo e senza usare procedimenti o metodi che potrebbero recare pregiudizio all’ambiente e in particolare:", "senza creare rischi per l’acqua, l’aria, il suolo e per la fauna e la flora,", "senza causare inconvenienti da rumori od odori,\n", "senza danneggiare il paesaggio e i siti di particolare interesse.", "Gli Stati membri adottano inoltre le misure necessarie per vietare l’abbandono, lo scarico e lo smaltimento incontrollato di rifiuti. »", "72.La disposizione pertinente dell’articolo 2 della direttiva 91/689/CEE del Consiglio relativa ai rifiuti pericolosi, del 12 dicembre 1991 recita:", "«1. Gli Stati membri prendono le misure necessarie per esigere che in ogni luogo in cui siano depositati (messi in discarica) rifiuti pericolosi, questi siano catalogati e identificati", "(...) »", "73.La direttiva 1999/31/CE del Consiglio relativa alle discariche dei rifiuti, del 26 aprile 1999, contiene le seguenti disposizioni:", "Articolo 14 –Discariche preesistenti", "« Gli Stati membri adottano misure affinché le discariche che abbiano ottenuto l’autorizzazione o siano già in funzione al momento del recepimento della presente direttiva possano rimanere in funzione soltanto se (...)", "entro un anno dalla data prevista nell’articolo 18, paragrafo 1, [ossia non oltre il 16 luglio 2002], il gestore della discarica elabora e presenta all’approvazione dell’autorità competente un piano di riassetto della discarica comprendente le informazioni menzionate nell’articolo 8 e le misure correttive che ritenga eventualmente necessarie al fine di soddisfare i requisiti previsti dalla presente direttiva (...).", "In seguito alla presentazione del piano di riassetto, le autorità competenti adottano una decisione definitiva sull’eventuale proseguimento delle operazioni in base a detto piano e alla presente direttiva. Gli Stati membri adottano le misure necessarie per far chiudere al più presto (...) le discariche che non ottengono (...)  l’autorizzazione a continuare a funzionare.", "Sulla base del piano approvato, le autorità competenti autorizzano i necessari lavori e stabiliscono un periodo di transizione per l’attuazione del piano. (...) »", "Articolo 18 – Recepimento", "« Gli Stati membri mettono in vigore le disposizioni legislative, regolamentari ed amministrative necessarie per conformarsi alla presente direttiva entro due anni dalla sua entrata in vigore [ossia il 16 luglio 2001] e ne informano immediatamente la Commissione .", "(...) »", "74.  La direttiva 2006/12/CE del Parlamento europeo e del Consiglio del 5 aprile 2006 relativa ai rifiuti nelle sue disposizioni pertinenti è così formulata:", "Articolo 4", "« 1.  Gli Stati membri adottano le misure necessarie per assicurare che i rifiuti siano recuperati o smaltiti senza pericolo per la salute dell’uomo e senza usare procedimenti o metodi che potrebbero recare pregiudizio all’ambiente e in particolare:", "senza creare rischi per l’acqua, l’aria o il suolo e per la fauna e la flora;", "senza causare inconvenienti da rumori od odori;", "senza danneggiare il paesaggio e i siti di particolare interesse.", "2. Gli Stati membri adottano le misure necessarie per vietare l’abbandono, lo scarico dello smaltimento incontrollato di rifiuti. »", "Articolo 5", "« 1. Gli Stati membri, di concerto con altri Stati membri qualora ciò risulti necessario od opportuno, adottano le misure appropriate per la creazione di una rete integrata e adeguata di impianti di smaltimento, che tenga conto delle tecnologie più perfezionate a disposizione che non comportino costi eccessivi. Questa rete deve consentire alla Comunità nel suo insieme di raggiungere l’autosufficienza in materia di smaltimento dei rifiuti e ai singoli Stati membri di mirare al conseguimento di tale obiettivo, tenendo conto del contesto geografico o della necessità di impianti specializzati per determinati tipi di rifiuti.", "2.Tale rete deve permettere lo smaltimento dei rifiuti in uno degli impianti appropriati più vicini, grazie all’utilizzazione dei metodi e delle tecnologie più idonei a garantire un alto grado di protezione dell’ambiente e della salute. »", "75.  In virtù del principio di precauzione, di cui all’articolo 174 del Trattato che istituisce la Comunità europea, la mancanza di certezza allo stato delle conoscenze scientifiche e tecniche del momento non può giustificare il fatto che lo Stato ritardi l’adozione di misure effettive e proporzionate volte a prevenire il rischio di danni gravi e irreversibili all’ambiente. La giurisprudenza comunitaria ha applicato questo principio soprattutto nelle cause riguardanti la salute, mentre il trattato enuncia il principio soltanto per quanto riguarda la politica della Comunità in campo ambientale. Secondo la giurisprudenza della Corte di giustizia delle Comunità europee (\"CJCE\"), allorquando \"esistono incertezze sull’esistenza o sulla portata dei rischi per la salute delle persone, le istituzioni possono prendere misure senza dover attendere che siano pienamente dimostrate la realtà e la gravità di questi rischi\" (CJCE, 5 maggio 1998, Regno Unito/Commissione, Aff C-180/96, Rec. I-2265 e CJCE, 5 maggio 1998, National Farmer’s Union, C-157/96, Rec. I-2211).", "D. Le fonti di diritto internazionale", "76.La Convenzione internazionale del 25 giugno 1998 (Aarhus, Danimarca) sull’accesso all’informazione, la partecipazione del pubblico al processo decisionale e l’accesso alla giustizia in materia ambientale, ratificata dall’Italia con la legge 108 del 16 marzo 2001, nella sua parte pertinente recita:", "Articolo 5 – Raccolta e diffusione di informazioni sull’ambiente", "« 1. Ciascuna Parte provvede affinché:", "le autorità pubbliche dispongano delle informazioni ambientali rilevanti ai fini dell’esercizio delle loro funzioni e ne assicurino l’aggiornamento;", "siano istituiti meccanismi obbligatori per consentire alle autorità pubbliche di essere adeguatamente e costantemente informate delle attività proposte o in corso in grado di incidere significativamente sull’ambiente;\n", "in caso di minaccia imminente per la salute o per l’ambiente, imputabile ad attività umane o dovuta a cause naturali, siano diffuse immediatamente e senza indugio tutte le informazioni in possesso delle autorità pubbliche che consentano a chiunque possa esserne colpito di adottare le misure atte a prevenire o limitare i danni derivanti da tale minaccia.", "2. Ciascuna Parte provvede affinché, nel quadro della propria legislazione nazionale, le autorità pubbliche mettano a disposizione del pubblico le informazioni ambientali in modo trasparente e ne assicurino l’effettiva accessibilità, in particolare:", "a)fornendo al pubblico informazioni sufficienti sul tipo e sul tenore delle informazioni ambientali in possesso delle pubbliche autorità competenti, sulle principali condizioni alle quali è subordinata la loro disponibilità e accessibilità e sulla procedura da seguire per ottenerne;", "(...)", "3. Ciascuna parte assicura la progressiva disponibilità delle informazioni ambientali in banche dati elettroniche facilmente accessibili al pubblico attraverso reti pubbliche di telecomunicazioni (...);", "4. Ad intervalli periodici non superiori a tre o quattro anni, ciascuna Parte pubblica e diffonde un rapporto nazionale sullo stato dell’ambiente, contenente informazioni sulla qualità dell’ambiente e sulle pressioni a cui esso è sottoposto.", "(...)", "9. Tenendo conto delle procedure internazionali applicabili, ciascuna Parte prende i provvedimenti necessari al fine di istituire progressivamente un sistema nazionale coerente di inventari o registri relativi all’inquinamento, basato su una banca dati strutturata, informatizzata e accessibile al pubblico, alimentata mediante dati trasmessi in forma standardizzata. Tale sistema può comprendere le immissioni, le emissioni e i trasferimenti nei vari comparti ambientali e negli impianti di trattamento e smaltimento interni o esterni al sito di una serie definita di sostanze e di prodotti, compreso il consumo di acqua, energia e risorse, provenienti da un determinato complesso di attività.»", "77.L’articolo 23 degli Articoli della Commissione di diritto internazionale delle Nazioni Unite sulla responsabilità dello Stato per atto internazionalmente illecito è così formulato:\n« 1. L’illiceità di un atto di uno Stato non conforme ad un obbligo di tale Stato è esclusa se l’atto è dovuto a forza maggiore, che è il verificarsi di una forza irresistibile o di un avvenimento imprevedibile, fuori dal controllo dello Stato, che rende materialmente impossibile, nelle circostanze, agire in conformità all’obbligo.", "    2. Il paragrafo 1 non si applica se:", "La situazione di forza maggiore è da attribuirsi, sia in via esclusiva che in combinazione con altri fattori, alla condotta dello Stato che la invoca; o\n", "Lo Stato ha accettato il rischio che quella situazione poteva verificarsi.»", "IN DIRITTO", "I. SULLE ECCEZIONI PRELIMINARI DEL GOVERNO", "A. Sulla qualità di \"vittime\" dei ricorrenti", "78.Il In primo luogo il Governo eccepisce la mancata qualità di \"vittime\" dei ricorrenti, affermando che non sono stati lesi i loro diritti al rispetto della vita privata e familiare e del domicilio, né i loro diritti al rispetto della salute e della vita. Diversamente dai ricorrenti nelle cause López Ostra c. Spagna (9 dicembre 1994, serie A no 303 C) e Guerra e altri c. Italia (19 febbraio 1998, Recueil des arrêts et décisions 1998 I), che abitavano presso centrali inquinanti, in questa causa i ricorrenti non hanno dimostrato di vivere o lavorare in prossimità di discariche o di strade dove l’abbandono dei rifiuti potrebbe aver causato un danno serio alla loro salute o al loro benessere psicologico. La città di Somma Vesuviana, nella quale gli interessati abitano o lavorano, neanche sarebbe stata toccata dalla \"crisi dei rifiuti\". I ricorrenti contesterebbero in realtà la politica legislativa e amministrativa in materia di gestione dei rifiuti, introducendo quindi innanzi alla Corte una actio popularis non ammessa nel sistema della Convenzione.\n79.I ricorrenti affermano che Somma Vesuviana è stato uno dei comuni più gravemente colpiti dalla \"crisi dei rifiuti\" come risulterebbe da un articolo apparso il 4 maggio 2008 sul quotidiano Corriere della Sera che riportava la notizia dei roghi di parecchie tonnellate di rifiuti provocati dagli abitanti di questo comune e riferiva che \"la crisi dei rifiuti\" era all’ordine del giorno di due riunioni del consiglio comunale della città. Inoltre, Somma Vesuviana si troverebbe vicino al comune di Marigliano che, secondo uno studio scientifico del 2004 (vedere il paragrafo 60, supra), farebbe parte di una zona ad alta concentrazione di tumori ricollegabili alla presenza di rifiuti.\n80.La Corte ricorda che il meccanismo di controllo della Convenzione non può ammettere l’actio popularis (Perez c. Francia [GC], no 47287/99, § 70, CEDU 2004-I; Ada Rossi e altri c. Italia (dec.), no 55185/08, 55483/08, 55516/08, 55519/08, 56010/08, 56278/08, 58420/08 e 58424/08, CEDU 2008–...). Peraltro, né l’articolo 8 né altre disposizioni della Convenzione garantiscono specificamente una protezione generale dell’ambiente in quanto tale (Kyrtatos c. Grecia, no 41666/98, § 52, CEDU 2003 VI (estratti)). Secondo la giurisprudenza della Corte, l’elemento cruciale che permette di stabilire se, nelle circostanze di una causa, i danni all’ambiente abbiano comportato la violazione di uno dei diritti garantiti dal paragrafo 1 dell’articolo 8 è l’esistenza di un effetto nefasto sulla sfera privata o familiare di una persona e non semplicemente il degrado generale dell’ambiente (Kyrtatos, sopra citata, § 52; Fadeïeva c. Russia, no 55723/00, § 68, CEDU 2005 IV).\n81.La Corte nota che i ricorrenti denunciano una situazione che danneggia tutta la popolazione della Campania, ossia il danno ambientale provocato dal cattivo funzionamento del sistema di raccolta, trattamento e smaltimento dei rifiuti messo in atto dalle autorità pubbliche. Tuttavia rileva che dai documenti forniti dalle parti risulta che Somma Vesuviana è stata colpita dalla \"crisi dei rifiuti\". In particolare, una nota della Presidenza del Consiglio dei Ministri del 16 novembre 2009 segnala che, a causa di un blocco di un impianto di produzione di CDR, non è stato possibile trasportarvi i rifiuti di Somma Vesuviana e che \"le strade [...] sono state invase dei rifiuti\". I documenti allegati alle osservazioni del Governo riportano che, da gennaio 2008 a luglio 2009, furono rimosse dal comune di Somma Vesuviana 3.069 tonnellate di rifiuti nel corso di 94 operazioni di raccolta alle quali parteciparono le forze armate e che, dal 5 maggio 2008 al 9 ottobre 2009, i pompieri furono chiamati per spegnere trentaquattro roghi. Una nota del servizio ecologia e ambiente di Somma Vesuviana indica che, \"da novembre 2007 a febbraio 2008, la crisi era al suo parossismo\" in mancanza dei mezzi di trasporto sufficienti per depositare i rifiuti delle discariche\nIn queste condizioni, la Corte ritiene che i danni all’ambiente denunciati dei ricorrenti siano tali da colpire direttamente il loro benessere (vedere, a contrario, Kyrtatos, sopra citata, § 53). Pertanto, è opportuno respingere l’eccezione del Governo.", "B. Sul mancato esaurimento delle vie di ricorso interne", "82. Peraltro il Governo eccepisce il mancato esaurimento delle vie di ricorso interne. I ricorrenti avrebbero potuto esercitare un’azione risarcitoria nei confronti dei soggetti che avevano gestito il servizio di raccolta, trattamento e smaltimento dei rifiuti per domandare loro il risarcimento dei danni provocati dal cattivo funzionamento di detto servizio, come avrebbero fatto altri abitanti della Campania. Dalla nota della Presidenza del Consiglio dei Ministri (vedere paragrafo 81, supra) risulterebbe che, al 31 dicembre 2008, erano stati introdotte innanzi ai giudici di pace della Campania, contro vari comuni della regione, ivi compreso quello di Somma Vesuviana, contro il commissario delegato e contro la regione, 1.294 cause aventi ad oggetto gli stessi fatti e gli stessi motivi di quelli all’origine della presente causa. Alcuni di questi si erano conclusi con la condanna dei comuni e/o del commissario e con il risarcimento degli interessati. Quattro abitanti di Somma Vesuviana avrebbero citato il comune, il commissario e la società incaricata dalla raccolta dei rifiuti (MITA) innanzi al giudice di pace di Sant’Anastasia. Altre azioni per il risarcimento danni sarebbero state introdotte innanzi ai tribunali amministrativi o di diritto comune al di fuori della regione. \n83.Inoltre, i ricorrenti avrebbero potuto domandare al Ministero dell’Ambiente di introdurre, innanzi ai giudici civili o penali, un’azione di risarcimento del danno ambientale ai sensi dell’articolo 18 della legge no 349/86 contro queste stesse autorità e contro gli amministratori delle società concessionarie del servizio. Infine, gli interessati sarebbero stati padroni di costituirsi parte civile nei procedimenti penali a carico del personale delle imprese aggiudicatarie del servizio di raccolta dei rifiuti in Campania e a carico dei funzionari dell’ufficio del commissario delegato (vedere paragrafo 49 e 51, supra). Poiché ricorrenti non avevano esercitato nessuno dei ricorsi interni sopra citati, sarebbero venuti meno all’obbligo loro imposto dall’articolo 35 § 1 della Convenzione.\n84 Da parte loro, i ricorrenti ritengono di non aver avuto a disposizione nessuna via di ricorso utile ed effettiva ai sensi degli articoli 35 e 13 della Convenzione. Essi affermano che, benché la \"crisi dei rifiuti\" perduri in Campania dal 1994, non è stata emessa nessuna decisione giudiziaria che riconosca la responsabilità civile o penale delle autorità pubbliche o delle imprese aggiudicatarie. Ammettono che nel 2003 la procura della Repubblica presso il tribunale di Napoli ha aperto un procedimento penale a carico dei presunti responsabili, ma segnalano che è tuttora pendente. Concludono che i ricorsi previsti dal diritto italiano non offrivano alcuna possibilità di ottenere una decisione giudiziaria né, del resto, quella di sollecitare una soluzione per la \"crisi dei rifiuti\".\n85.La Corte ricorda che la regola dell’esaurimento delle vie di ricorso interne di cui all’articolo 35 § 1 della Convenzione fornisce agli Stati contraenti l’opportunità di prevenire o di correggere le violazioni allegate contro di loro prima che queste le siano sottoposte. Questa regola si basa sull’ipotesi, oggetto dell’articolo 13 della Convenzione  - con il quale presenta strette affinità  - che l’ordinamento interno offra un ricorso effettivo per la violazione allegata (Selmouni c. Francia [GC], no 25803/94, § 74, CEDU 1999 V). In tal modo, costituisce un aspetto importante del principio che vuole che il meccanismo di salvaguardia instaurato dalla Convenzione abbia carattere sussidiario rispetto ai sistemi nazionali di garanzia dei diritti dell’uomo (Aksoy c. Turchia, 18 dicembre 1996, § 51, Recueil des arrêts et décisions 1996 VI).\n86.Inoltre, in virtù della regola dell’esaurimento delle vie di ricorso interne di cui all’articolo 35 § 1 della Convenzione, un ricorrente deve avvalersi dei ricorsi normalmente disponibili e sufficienti a permettergli di ottenere la riparazione delle violazioni lamentate, fermo restando che spetta al Governo che eccepisce il mancato esaurimento convincere la Corte che il ricorso invocato era effettivo e disponibile sia in teoria che in pratica all’epoca dei fatti, ossia che era accessibile e poteva offrire al ricorrente la riparazione delle sue doglianze e che presentava ragionevoli prospettive di esito favorevole (vedere, fra altri,, Akdivar e altri c. Turchia, 16 settembre 1996, Recueil des arrêts et décisions 1996 IV, p. 1210, § 66, e Giacobbe e altri c. Italia, no 16041/02, § 63, 15 dicembre 2005). Inoltre, secondo i \"principi di diritto internazionale generalmente riconosciuti\", alcune circostanze particolari possono dispensare il ricorrente dall’obbligo di esaurire i ricorsi interni a sua disposizione (Selmouni, sopra citata, § 75).\n87.Per quanto riguarda la possibilità per i ricorrenti di esperire una azione di risarcimento danni innanzi ai giudici civili, la Corte nota, da una parte, che teoricamente tale procedimento avrebbe potuto portare al risarcimento degli interessati, ma non alla rimozione dei rifiuti dalle vie e dai luoghi pubblici. Dall’altra parte, pur supponendo che una riparazione del danno costituisca un adeguato risarcimento per le lamentate violazioni della Convenzione, la Corte ritiene che il Governo non abbia dimostrato che i ricorrenti avrebbero avuto possibilità di un esito favorevole nell’esperire questa via di ricorso. Il Governo si è limitato a fornire copie delle citazioni presentate al giudice di pace da alcuni residenti della Campania contro i responsabili della gestione dei rifiuti e ad indicare che erano pendenti delle cause innanzi ai giudici civili e amministrativi. Il Governo non ha prodotto nessuna sentenza di un tribunale civile che accordi un risarcimento agli abitanti delle zone interessate dall’accumulo dei rifiuti sulla pubblica via. Peraltro, la Corte di cassazione, nel 2009, ha confermato che l’esame delle richieste di risarcimento in rapporto alla \"crisi dei rifiuti\" era di competenza dei giudici amministrativi  (vedere paragrafo 70 supra). Tuttavia, il Governo non ha neanche prodotto sentenze del giudice amministrativo che concedano un indennizzo.\n88.Allo stesso modo, il Governo non ha citato nessun riferimento giurisprudenziale per provare che i residenti nelle zone colpite dalla cattiva gestione dei rifiuti avessero la qualità per costituirsi parti civili nei procedimenti penali volti a sanzionare i delitti contro la pubblica amministrazione e l’ambiente. \n89.Infine, per quanto riguarda la possibilità di richiedere al Ministero dell’Ambiente l’esercizio di un’azione di risarcimento del danno ambientale ai sensi dell’articolo 18 della legge no 349/86, la Corte nota innanzitutto che la disposizione richiamata dal Governo è stata abrogata dall’articolo 318 del decreto-legge no 152/06 e sostituita dall’articolo 311 di tale decreto. Quest’ultima disposizione enuncia, come già l’articolo 18 della legge no 349/86, che soltanto il Ministro dell’Ambiente può domandare riparazione del danno ambientale e che i cittadini possono soltanto sollecitarlo ad adire le autorità giudiziarie. Ne consegue che i ricorsi previsti da queste disposizioni non avrebbero permesso ai ricorrenti di avvalersi del pregiudizio derivante dai danni ambientali. Di conseguenza, questi ricorsi non possono essere considerati utili ai sensi dell’articolo 35 § 1 della Convenzione. \n90.Visto quanto precede, la Corte ritiene opportuno rigettare l’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne.", "C. Sull’osservazione del termine dei sei mesi", "91.Il Governo sostiene che, in virtù dell’articolo 35 § 1 della Convenzione, soltanto i fatti sopraggiunti nei sei mesi precedenti la data di introduzione del ricorso - in questo caso il 9 gennaio 2008 - possono essere deferiti alla Corte e che questa disposizione vieta alla Corte qualsiasi esame della situazione anteriore. \n92.I ricorrenti non hanno preso posizione su questo punto.\n93.La Corte rileva che i ricorrenti non lamentano un atto istantaneo ma una situazione di crisi nella gestione del servizio di raccolta, trasporto, trattamento e smaltimento dei rifiuti in Campania. La Corte ricorda che, quando la violazione lamentata è rappresentata, come nel caso di specie, da una situazione permanente, il termine dei sei mesi comincia a decorrere dal momento in cui cessa questa situazione permanente (vedere fra altre, (Çınar c. Turchia, no 17864/91, decisione della Commissione del 5 settembre 1994 ; (Ülke c. Turchia (dec.), no 39437/98, 1o giugno 2004). Pertanto, ritiene opportuno rigettare l’eccezione del Governo.", "II.SULLA ALLEGATA VIOLAZIONE DELL’ARTICOLO 8 DELLA CONVENZIONE", "94.Invocando gli articoli 2 e 8 della Convenzione, i ricorrenti sostengono che, astenendosi dall’adottare le misure richieste per garantire il funzionamento del servizio pubblico di raccolta dei rifiuti e applicando una politica legislativa e amministrativa inadeguata, lo Stato ha gravemente nuociuto all’ambiente della loro regione ed ha messo in pericolo la loro vita e la loro salute nonché quella di tutta la popolazione locale. Le autorità pubbliche avrebbero inoltre omesso di informare gli interessati dei rischi legati al fatto di abitare in un territorio inquinato.\n95.Il Governo si oppone a questa tesi.\n96.Libera di qualificare giuridicamente i fatti di causa (Guerra e altri, prima citata, § 44), la Corte ritiene, vista la sua giurisprudenza in materia (López Ostra, prima citata, § 51, Guerra e altri, prima citata, § 57; Moreno Gómez c. Spagna, no 4143/02, 16 novembre 2004; Hatton e altri c. Regno Unito [GC], no 36022/97, § 96, CEDU 2003 VIII), che le doglianze dei ricorrenti debbano essere esaminate in termini di diritto al rispetto della vita privata e del domicilio garantito dall’articolo 8 della Convenzione, le cui disposizioni pertinenti recitano:", "« 1.Ogni persona ha diritto al rispetto della propria vita privata (...), del proprio domicilio (...).", "2. Non può esservi ingerenza di una autorità pubblica nell’esercizio di tale diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria alla sicurezza nazionale, alla pubblica sicurezza, al benessere economico del paese, alla difesa dell’ordine e alla prevenzione dei reati, alla protezione della salute e della morale, o alla protezione dei diritti e delle libertà altrui.»", "A. Sulla ricevibilità", "97.La Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione e che non contrasta con nessun altro motivo di irricevibilità. È dunque opportuno dichiararlo ricevibile.", "B. Sul merito", "1.Tesi delle parti", "a) Tesi del Governo", "98.Il Governo ammette che \"la gestione pressoché disastrosa del servizio di raccolta, trattamento e smaltimento dei rifiuti prodotti in alcune zone della provincia di Napoli\" ha provocato l’accumulo di rifiuti per le strade di alcune città nonché la creazione di discariche illegali. Sostiene, tuttavia, che la fase acuta della crisi è durata circa cinque mesi, ossia dalla fine del 2007 a maggio 2008, e che, comunque, Somma Vesuviana non è stata toccata. \n99.Sostiene inoltre che le difficoltà incontrate in Campania sono dovute a cause di forza maggiore quali la presenza della criminalità organizzata nella regione, l’inadempimento da parte delle imprese aggiudicatarie del servizio di raccolta dei rifiuti degli obblighi loro incombenti in virtù dei contratti di concessione, la mancanza di imprese disposte ad assicurare la continuità del servizio e l’opposizione della popolazione locale alla creazione di discariche e di impianti di produzione di CDR. Precisa inoltre che i roghi dei rifiuti per le strade sono stati accesi dai cittadini, ragione per la quale lo Stato non può essere considerato responsabile \n100.Il Governo sottolinea che, comunque, le autorità italiane hanno adempiuto al loro dovere di vigilanza e preso misure adeguate per reagire alla \"crisi\". Da una parte, avrebbero avviato procedimenti penali a carico dei responsabili della cattiva gestione della situazione. Dall’altra parte, avrebbero adottato parecchie misure legislative, fra cui il decreto-legge no 90/08 con il quale sarebbe stato istituito un sistema efficace che ha portato alla raccolta dei rifiuti, all’eliminazione delle discariche abusive e alla ripresa del funzionamento degli impianti di trattamento e di smaltimento dei rifiuti (vedere paragrafo 68 supra) \n101.Peraltro, le autorità italiane avrebbero realizzato parecchi studi sulle cause e sugli effetti della \"crisi dei rifiuti\" in Campania e fornito alla popolazione informazioni che le avrebbero permesso di valutare il proprio livello di esposizione ai rischi associati alla raccolta, al trattamento e allo smaltimento dei rifiuti. Le cause della crisi dei rifiuti in Campania sarebbero state analizzate da tre commissioni parlamentari le cui conclusioni figurerebbero in alcune relazioni pubbliche. Il Ministero della Salute e il Dipartimento della Protezione civile avrebbero ordinato diversi studi sull’impatto della crisi sull’ambiente e sulla salute dell’uomo (vedere paragrafi 62-64 supra). Questi studi avrebbero dimostrato che \"la crisi dei rifiuti\" non aveva avuto un impatto significativo sull’ambiente - ad eccezione di uno sporadico aumento dei livelli di inquinamento dell’acqua non direttamente imputabile alla presenza di rifiuti - né conseguenze negative sulla salute dell’uomo. I loro risultati sarebbero stati diffusi nel corso di seminari e conferenze pubbliche. Infine, sarebbe in corso la creazione di un centro di documentazione sulla salute e sull’inquinamento ambientale provocato dai rifiuti, gestito dal Centro nazionale per la prevenzione e il controllo delle malattie (CMM) e la regione Campania.", "b) Tesi dei ricorrenti", "102.I ricorrenti sostengono che le carenze delle autorità pubbliche nella gestione della crisi hanno causato danni all’ambiente e messo in pericolo la loro salute.\n103.Lo Stato convenuto sarebbe così venuto meno all’obbligo di fornire informazioni che permettessero agli interessati di valutare il loro livello di esposizione ai rischi associati alla raccolta e allo smaltimento dei rifiuti per non aver divulgato pubblicamente i risultati dello studio disposto dal Dipartimento della Protezione civile (paragrafo 62 supra). Peraltro, lo studio dell’ISS, presentato alla Prefettura di Napoli nel gennaio 2009 (paragrafo 63 supra), avrebbe messo in evidenza il rapporto tra il livello di tumori e la presenza di discariche nella zona che comprende i comuni di Acerra, Nola e Marigliano (limitrofo a Somma Vesuviana).", "2. Valutazione della Corte", "a) Principi generali", "104.La Corte ricorda che i gravi danni ambientali possono incidere sul benessere delle persone e privarle del godimento del loro domicilio in modo da nuocere alla loro vita privata e familiare (López Ostra, sopra citata, § 51 ; Guerra e altri, sopra citata, § 60).\n105.Peraltro, sottolinea che l’articolo 8 non si limita a costringere lo Stato ad astenersi da ingerenze arbitrarie: a questo impegno piuttosto negativo possono aggiungersi obblighi positivi inerenti ad un rispetto effettivo della vita privata. Comunque sia, che si affronti la questione in termini di obbligo positivo dello Stato ad adottare misure ragionevoli e adeguate per proteggere i diritti della persona in virtù del primo paragrafo dell’articolo 8 o in termini di ingerenza di un’autorità pubblica, da giustificare ai sensi del secondo paragrafo, i principi applicabili sono abbastanza simili ( López Ostra, sopra citata, § 51, e Guerra, sopra citata, § 58).\n106.Gli Stati hanno prima di tutto l’obbligo positivo, in particolare nel caso di un’attività pericolosa, di mettere in atto una regolamentazione idonea alle specificità di detta attività, soprattutto a livello del rischio che potrebbe derivarne. Questo obbligo deve regolare l’autorizzazione, la messa in funzione, l’esercizio, la sicurezza e il controllo dell’attività in questione, nonché imporre a qualsiasi persona interessata da tale attività l’adozione di misure di ordine pratico idonee ad assicurare una protezione effettiva dei cittadini la cui vita rischia di essere esposta ai pericoli inerenti al campo in causa (vedere, mutatis mutandis, Oneryildiz c. Turchia, [GC], no 48939/99, § 90, CEDU 2004-XII).\n107.Per quanto riguarda gli obblighi procedurali che derivano dall’articolo 8, la Corte ricorda che essa attribuisce una particolare importanza al fatto che il pubblico abbia accesso alle informazioni che gli permettano di valutare il rischio al quale è esposto. (Guerra, sopra citata, § 60; Taşkin e altri c. Turchia no 46117/99, § 119, CEDU 2004-X ; Giacomelli c. Italia, no 59909/00, § 83, CEDU 2006 XII; Tătar c. Romania, no 67021/01, § 113, CEDU 2009 ... (estratti)). Per di più ricorda che l’articolo 5 § 1 c) della Convenzione d’Aarhus, ratificata dall’Italia, prevede che ogni Parte faccia in modo che \"in caso di minaccia imminente per la salute o per l’ambiente, imputabile ad attività umane o dovuta a cause naturali, siano diffuse immediatamente e senza indugio tutte le informazioni in possesso delle autorità pubbliche che consentano a chiunque possa esserne colpito di adottare le misure atte a prevenire o limitare i danni derivanti da tale minaccia\" (paragrafo 76 supra)", "b) Applicazione dei principi sopra citati al caso di specie", "108.Innanzitutto la Corte ricorda che ha appena constatato (paragrafo 80 supra) che il comune di Somma Vesuviana, dove i ricorrenti abitano o  lavorano, è stato colpito dalla \"crisi dei rifiuti\". Essa rileva che in Campania è stato dichiarato lo stato di emergenza dell’11 febbraio 1994 al 31 dicembre 2009 e che i ricorrenti sono stati costretti a vivere in un ambiente inquinato dai rifiuti abbandonati per le strade almeno dalla fine del 2007 al mese di maggio 2008. La Corte ritiene che questa situazione abbia potuto portare ad un deterioramento della qualità di vita degli interessati e, in particolare, nuocere al loro diritto al rispetto della vita privata e del domicilio. Pertanto nel caso di specie è applicabile l’articolo 8. Peraltro la Corte nota che i ricorrenti non hanno sostenuto di essere stati colpiti da patologie ricollegabili all’esposizione ai rifiuti e che gli studi scientifici forniti dalle parti sull’esistenza di un nesso di causalità tra l’esposizione ai rifiuti e l’aumento del rischio di sviluppare patologie quali tumori o malformazioni congenite giungono a conclusioni opposte. In queste circostanze, benché la Corte di giustizia dell’Unione europea, chiamata a pronunciarsi sulla questione dello smaltimento dei rifiuti in Campania, abbia ritenuto che un accumulo nelle strade e nelle aree di stoccaggio temporanee di quantitativi così ingenti di rifiuti potesse costituire un pericolo per la salute della popolazione locale (vedere la sentenza C-297/08, sopra citata, paragrafi 55 e 56 supra), la Corte non può concludere che la vita e la salute dei ricorrenti siano state minacciate. Detto ciò, l’articolo 8 può essere invocato anche se manca la prova di un grave pericolo per la salute degli interessati (vedere López Ostra, sopra citata, § 51).\n109.La Corte ritiene che la presente causa verta non su una ingerenza diretta nell’esercizio del diritto al rispetto della vita privata e del domicilio dei ricorrenti che si sarebbe materializzata con un atto delle autorità pubbliche, ma sulla lamentata omissione di queste ultime nell’adottare misure adeguate per assicurare il corretto funzionamento del servizio di raccolta, trattamento e smaltimento dei rifiuti nel comune di Somma Vesuviana. La Corte ritiene quindi appropriato porsi sul piano degli obblighi positivi derivanti dall’articolo 8 della Convenzione (vedere Guerra, sopra citata, § 58).\n110.La raccolta, il trattamento e lo smaltimento dei rifiuti costituiscono senza dubbio delle attività pericolose (vedere, mutatis mutandis, Oneryildiz, sopra citata, § 71). Pertanto gravava sullo Stato l’obbligo positivo di adottare delle misure ragionevoli ed idonee in grado di proteggere i diritti delle persone interessate al rispetto della loro vita privata e del loro domicilio e, in genere, al godimento di un ambiente sano e protetto (vedere Tătar, sopra citata, § 107). La Corte ricorda peraltro il margine di discrezionalità di cui godono gli Stati nella scelta delle misure concrete da adottare per tener fede agli obblighi positivi derivanti dall’articolo 8 della Convenzione (vedere Fadeïeva, sopra citata, § 96).\nNel caso di specie, dal 2000 al 2008, il servizio di trattamento e smaltimento dei rifiuti è stato affidato a società di diritto privato, mentre il servizio di raccolta dei rifiuti del comune di Somma Vesuviana è stato assicurato da varie società a capitale pubblico. Il fatto che le autorità italiane abbiano dato a terzi la gestione di un servizio pubblico non può tuttavia dispensarle dagli obblighi di vigilanza loro imposti dall’articolo 8 della Convenzione (vedere López Ostra, sopra citata, §§ 44-58).\n111.La Corte rileva che lo Stato italiano, a partire da maggio 2008, ha adottato varie misure e preso iniziative per superare le difficoltà incontrate in Campania e che lo stato di emergenza, dichiarato in Campania l’11 febbraio 1994, è stato revocato il 31 dicembre 2009. Il Governo convenuto ha di certo ammesso l’esistenza di uno stato di crisi, ma lo ha qualificato come una situazione di forza maggiore. A tale proposito, la Corte si limita a ricordare che ai sensi dell’articolo 23 degli Articoli della Commissione di diritto internazionale delle Nazioni Unite sulla responsabilità dello Stato per atto internazionalmente illecito, la \"forza maggiore\" consiste in \"(...) una forza irresistibile o in un avvenimento imprevedibile, fuori dal controllo dello Stato, che rende materialmente impossibile, nelle circostanze, agire in conformità dell’obbligo\" (paragrafo 77 supra). Avuto riguardo anche alle conclusioni della Corte di giustizia della Unione europea nella causa C-297/08 sopra citata, la Corte ritiene che le circostanze invocate dallo Stato italiano non possano rientrare fra le cause di forza maggiore.\n112.Secondo la Corte, anche se si considera, come afferma il Governo, che la fase acuta della crisi sia durata soltanto cinque mesi - dalla fine del 2007 a maggio 2008 - e nonostante il margine di discrezionalità riconosciuto allo Stato convenuto, è necessario constatare che l’incapacità protratta delle autorità italiane ad assicurare un corretto funzionamento del servizio di raccolta, trattamento e smaltimento dei rifiuti ha leso il diritto dei ricorrenti al rispetto della loro vita privata e del loro domicilio, in violazione dell’articolo 8 della Convenzione sotto il suo profilo materiale.\n113.Al contrario, per quanto riguarda il profilo procedurale dell’articolo 8 ed il motivo di ricorso relativo alla lamentata omessa divulgazione delle informazioni idonee a permettere ai ricorrenti di valutare il rischio al quale erano esposti, la Corte sottolinea che gli studi disposti dal Dipartimento della Protezione civile sono stati resi pubblici nel 2005 e nel 2008. Pertanto, essa ritiene che le autorità italiane abbiano adempiuto all’obbligo di informare le persone interessate, compresi i ricorrenti, sui potenziali rischi ai quali si esponevano continuando a risiedere in Campania. Pertanto, a tale riguardo non vi è stata violazione dell’articolo 8 della Convenzione.", "III. SULLE ALLEGATE VIOLAZIONI DEGLI ARTICOLI 6 E 13 DELLA CONVENZIONE", "114.Invocando gli articoli 6 e 13 della Convenzione, i ricorrenti sostengono che le autorità italiane non hanno preso alcuna iniziativa per salvaguardare i diritti delle parti in giudizio e rimproverano alla giustizia di aver tardato considerevolmente nel perseguire penalmente i responsabili della \"gestione\" dei rifiuti.\n115.Per quanto riguarda il motivo di ricorso relativo all’apertura dei procedimenti penali, la Corte ricorda che né gli articoli 6 e 13 né nessuna altra disposizione della Convenzione garantiscono a un ricorrente il diritto di far perseguire e condannare terze persone o il diritto alla \"vendetta privata\" (vedere Perez, prima citata, § 70; Oneryildiz, prima citata, § 147). Pertanto, la Corte ritiene opportuno dichiarare questa parte del motivo di ricorso irricevibile per incompatibilità ratione materiae con le disposizioni della Convenzione, ai sensi degli articoli 35 §§ 3 b) e 4.\n116.Al contrario, per quanto il motivo dei ricorrenti verta sulla mancanza, nell’ordinamento giuridico italiano, di vie di ricorso effettive che avrebbero permesso loro di ottenere riparazione del danno, la Corte ritiene che tale motivo rientri nella sfera di competenza dell’articolo 13 della Convenzione, che sia strettamente legato ai motivi esaminati nei paragrafi 93-111 supra e che quindi debba essere dichiarato ricevibile.\n117.La Corte ricorda che l’articolo 13 della Convenzione garantisce l’esistenza nel diritto interno di un ricorso che permette all’autorità nazionale competente di esaminare il contenuto di un \"motivo difendibile\" fondato sulla Convenzione (Z. e altri c. Regno Unito [GC], no 29392/95, § 108, CEDU 2001 V). L’oggetto di questo articolo è quello di fornire un mezzo con il quale le parti in giudizio possono ottenere, a livello nazionale, la riparazione delle violazioni dei loro diritti garantiti dalla Convenzione prima di dover mettere in atto il meccanismo internazionale di denunzia innanzi alla Corte (Kudła c. Polonia [GC], no 30210/96, § 152, CEDU 2000 XI).\n118.Riguardo alle conclusioni alle quali la Corte è pervenuta in merito all’esistenza di vie di ricorso utili ed effettive che permettono di sollevare, innanzi alle autorità nazionali, motivi di ricorso che attengono alle conseguenze pregiudizievoli per i ricorrenti della cattiva gestione del servizio di raccolta, trattamento e smaltimento dei rifiuti (paragrafi 84-89 supra), la Corte ritiene opportuno concludere nel caso di specie per la violazione dell’articolo 13 della Convenzione.", "IV. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "119.Ai sensi dell’articolo 41 della Convenzione,", "« Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa. »", "A. Danno", "120.I ricorrenti reclamano ciascuno 15.000 EURO per il danno morale che avrebbero subito.\n121.Il Governo si oppone a queste pretese, sostenendo che la domanda riguarda soltanto l’avvocato Errico di Lorenzo, che agisce dinanzi alla Corte a nome personale.\n122.La Corte rileva che l’avvocato di Lorenzo ha domandato la riparazione del suo danno morale non soltanto per se stesso, ma anche per \"ogni richiedente\", ragione per la quale considera che la domanda di risarcimento si estenda a tutti i ricorrenti. Nelle circostanze del caso di specie, la Corte ritiene tuttavia che la constatazione di violazioni della Convenzione alla quale è pervenuta costituisca una riparazione sufficiente per il danno morale.", "B. Spese", "123.I ricorrenti, sulla base delle parcelle, domandano 23.263,72 EURO per le spese sostenute per il procedimento innanzi alla Corte.\n 124.Il Governo contesta queste pretese.\n125.Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. (Iatridis c. Grecia (equa soddisfazione) [GC], no 31107/96, § 54, CEDU 2000-XI). Inoltre, le spese di giustizia sono recuperabili soltanto nella misura in cui si riferiscono alla violazione constatata (Beyeler c. Italia (equa soddisfazione) [GC], no 33202/96, § 27, 28 maggio 2002; Sahin c. Germania [GC], no 30943/96, § 105, CEDU 2003-VIII. Nel caso di specie, tenuto conto dei documenti in suo possesso e della sua giurisprudenza, la Corte ritiene ragionevole concedere all’avvocato Errico di Lorenzo la somma di 2.500 EURO per le spese legali resesi necessarie per il procedimento seguito innanzi ad essa.", "C. Interessi moratori", "126.La Corte giudica appropriato basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE,", "Dichiara, a maggioranza, il ricorso ricevibile per quanto riguarda i motivi basati sugli articoli 8 e 13 della Convenzione e, all’unanimità, irricevibile per il resto\n", "Dichiara, con sei voti contro uno, che vi è stata violazione dell’articolo 8 della Convenzione sotto il profilo materiale;\n", "Dichiara, all’unanimità, che non vi è stata violazione dell’articolo 8 della Convenzione sotto il profilo procedurale;\n", "Dichiara, con sei voti contro uno, che vi è stata violazione dell’articolo 13 della Convenzione;\n", "Dichiara, con sei voti contro uno,", "a) che lo Stato convenuto deve versare, entro 3 mesi dal giorno in cui la sentenza sarà diventata definitiva conformemente all’articolo 44 § 2 della Convenzione, 2.500 EURO (duemilacinquecento euro) all’avv. Errico di Lorenzo per le spese legali;\nb) che, a decorrere dalla scadenza di detto termine e fino al versamento, tale importo dovrà essere maggiorato di un interesse semplice ad un tasso pari a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante questo periodo, aumentato di tre punti percentuali;\n\n6. Rigetta, all’unanimità, la domanda di equa soddisfazione per il resto.", "Fatta in francese, poi comunicata per iscritto il 10 gennaio 2012, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "    Stanley Naismith  Cancelliere\n    Françoise Tulkens Presidente ", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione dell’opinione separata dissenziente del giudice Sajó.", "F.T.\nS.H.N. \n", "\n", "", "", "\n", "  \nOPINIONE DISSENZIENTE DEL GIUDICE SAJÓ", "(Traduzione)", "Nonostante io condivida le preoccupazioni espresse dai miei colleghi sul merito, mi dispiace dovermi dissociare da loro in quanto ritengo che nel caso di specie il ricorso sia irricevibile. \nLa Corte, nella sua sentenza, rigetta l’eccezione del Governo relativa al mancato esaurimento delle vie di ricorso interne. Essa dichiara che spetta al Governo che eccepisce il mancato esaurimento convincere la Corte che il ricorso invocato era effettivo e disponibile sia in teoria che in pratica all’epoca dei fatti, ossia che era accessibile e capace di offrire al ricorrente la riparazione delle violazioni lamentate e che presentava ragionevoli prospettive di un esito favorevole. Secondo la Corte, \"il Governo non ha prodotto nessuna sentenza di un tribunale civile che accordi un risarcimento agli abitanti delle zone interessate dall’accumulo dei rifiuti sulla pubblica via\" (paragrafo 87 della sentenza). Non è mai stato concluso che il regime della responsabilità civile in Italia fosse lacunoso in quanto tale; nelle circostanze del caso di specie, era semplicemente impossibile dimostrare che esistesse un ricorso dal momento che i ricorrenti non hanno atteso l’esito del loro ricorso civile (a quanto pare alcuni dei ricorrenti e altre persone in situazioni analoghe hanno introdotto tale azione innanzi ai tribunali interni). Nella fattispecie è impossibile provare che esiste un ricorso se alla giustizia non si lascia il tempo di esaminare la causa. Gli eventi in causa si sono svolti almeno dalla fine del 2007 fino al mese di maggio 2008 (paragrafo 108 della sentenza). Il ricorso è stato introdotto il 9 gennaio 2008 e il Governo ha sottoposto le sue osservazioni il 23 ottobre 2009. Non vedo come la magistratura italiana avrebbe potuto produrre tra maggio 2008 e il 23 ottobre 2009 (ossia la data delle nostre deliberazioni) una sentenza definitiva che avrebbe dimostrato l’effettività o meno del ricorso. \nInoltre, non sono convinto che le persone che asseriscono di lavorare nella città di Somma Vesuviana ma che non vi risiedono possano ritenersi vittime in quanto non hanno dimostrato che la presenza dei rifiuti avesse delle ripercussioni sul godimento della loro vita privata e del loro domicilio al punto che ne deriverebbe una ingerenza nella loro vita privata, in termini di \"benessere\" (paragrafo 81 della sentenza), né hanno indicato come questa situazione abbia potuto portare ad un deterioramento della qualità di vita degli interessati che lavorano a Somma Vesuviana e, in particolare, nuocere al loro diritto al rispetto della vita privata e del domicilio (corsivo aggiunto da me)."]}