{"file": "ITA_HJUDITA_40020_03.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "40020/03", "text_paragraphs": ["Traduzione © a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, effettuata da Silvia Lucidi e Martina Scantamburlo, funzionari linguistici.", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI  DIRITTI DELL’UOMO", "SECONDA SEZIONE", "CAUSA M. E ALTRI c. ITALIA E BULGARIA", "(Ricorso no 40020/03)\nSENTENZA\nSTRASBURGO\n31 Luglio 2012", "La presente sentenza diverrà definitiva alle condizioni stabilite nell’articolo 44 § 2 della Convenzione. Può subire variazioni di forma.\n\nNella causa M. e altri c. Italia e Bulgaria,\nLa Corte europea dei diritti dell’uomo, riunita in una Camera composta da:\nFrançoise Tulkens, presidente,\nDanutė Jočienė,\nDragoljub Popović,\nIsabelle Berro-Lefèvre,\nZdravka Kalaydjieva,\nAndrás Sajó,\nGuido Raimondi, giudici,\ne da Stanley Naismith, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 3 luglio 2012,\nPronuncia la seguente sentenza, adottata in quest’ultima data:", "PROCEDURA", "1.  All’origine della causa vi è un ricorso (no 40020/03) presentato contro la Repubblica italiana, con il quale quattro cittadini bulgari, L.M., S.M., I.I., e K.L. (“i ricorrenti”), hanno adito la Corte l’11 dicembre 2003 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (“la Convenzione”).", "2. I ricorrenti sono stati rappresentati dal sig. S.S. Marinov, dirigente dell’associazione civile Futuro Regionale a Vidin. Il governo italiano in un primo tempo è stato rappresentato dal suo co-agente, il sig. N. Lettieri  e successivamente dal suo co-agente, la sig.ra P. Accardo. Il governo bulgaro è stato rappresentato in un primo tempo dal suo agente, la sig.ra N. Nikolova, e successivamente dal suo agente, la sig.ra M. Dimova.", "3.  I ricorrenti affermavano, in particolare, che si era verificata una violazione dell’articolo 3 per mancata adozione di misure adeguate al fine di impedire maltrattamenti in danno della prima ricorrente ad opera di una famiglia serba, assicurandone la tempestiva liberazione e lamentavano la mancanza di indagini effettive sui presunti maltrattamenti.", "4. Il 2 febbraio 2010 la Corte decideva di comunicare il ricorso ai governi italiano e bulgaro. Essa decideva inoltre di pronunciarsi contestualmente sulla ricevibilità del ricorso (Articolo 29 § 1).", "5.  Il 29 maggio 2012 il Presidente della sezione decideva, di propria iniziativa, di mantenere l’anonimato dei ricorrenti conformemente all’articolo 47 § 3 del regolamento della Corte.", "\nIN FATTO", "I.  LE CIRCOSTANZE DEL CASO DI SPECIE", "6.  I ricorrenti sono nati rispettivamente nel 1985, 1959, 1958 e 1977 e risiedono nel villaggio di Novo Selo, nella regione di Vidin (Bulgaria). I ricorrenti sono di origine etnica Rom. All’epoca dei fatti (maggio-giugno  2003), la prima ricorrente era ancora minorenne. Il secondo e la terza ricorrente sono rispettivamente il padre e la madre della suddetta, mentre la quarta ricorrente è la cognata della prima ricorrente.", "A.  La versione dei fatti dei ricorrenti", "7.  I fatti del caso di specie, così come riferiti dai ricorrenti, possono essere sintetizzati come segue:", "8.  Il 12 maggio 2003 la prima, il secondo e la terza ricorrente giungevano a Milano dietro promessa di un lavoro da parte di X., un Rom di nazionalità serba residente in Italia, il quale li ospitava presso una villa nel comune di Ghislarengo, provincia di Vercelli, nella quale lo stesso risiedeva insieme alla famiglia. La terza e la prima ricorrente fornivano alle autorità italiane versioni divergenti sul punto. Nelle dichiarazioni rese il 24 maggio 2003 alla polizia italiana, la terza ricorrente riferiva di essersi trasferita in Italia in cerca di lavoro insieme al marito ed alla loro figlia, a causa dell’estrema precarietà delle loro condizioni di vita in Bulgaria; al loro arrivo a Milano, i suddetti erano stati avvicinati da un uomo che parlava la loro lingua. Si trattava di X, il quale proponeva loro di lavorare in qualità di domestici nella sua grande casa. La prima ricorrente, nelle deposizioni rilasciate dinanzi al pubblico ministero in data 11 giugno 2003, asseriva di aver conosciuto X. in “Yugoslavia”, dove la suddetta si trovava insieme a sua madre in cerca di lavoro e da dove X. le aveva portate in Italia a bordo della sua auto, dopo aver proposto loro un lavoro. Le suddette restavano nella villa diversi giorni, durante i quali si occupavano delle faccende domestiche. Dopo qualche tempo, X. informava il secondo ricorrente che Y., suo nipote, aveva intenzione di sposare sua figlia (la prima ricorrente). Al rifiuto da parte del secondo e della terza ricorrente, X. li minacciava con una pistola carica. Successivamente il secondo e la terza ricorrente venivano picchiati, minacciati di morte e costretti a lasciare in Italia la prima ricorrente e a fare ritorno in Bulgaria. Sebbene il secondo e la terza ricorrente lo negassero, dalle loro stesse dichiarazioni iniziali sembra che ai suddetti sia stata offerta una somma di denaro in cambio della  permanenza della loro figlia sul posto. Il 18 maggio 2003, il secondo e la terza ricorrente facevano ritorno in Bulgaria. Al loro rientro, al secondo ricorrente veniva diagnosticato il diabete di tipo 2, che il ricorrente sosteneva essere la conseguenza dello stress sopportato.", "9.  I ricorrenti dichiaravano che nel corso del mese (successivamente al 18 maggio 2003) trascorso presso la villa di Ghislarengo, la prima ricorrente era stata tenuta sotto stretta sorveglianza e costretta a rubare contro la propria volontà, picchiata, minacciata di morte e ripetutamente violentata da Y., dopo essere stata legata ad un letto. Durante una delle rapine alle quali la prima ricorrente era stata costretta a partecipare, la suddetta aveva avuto un incidente ed aveva dovuto essere portata in ospedale. Tuttavia, la famiglia serba aveva rifiutato di ricoverarla in ospedale per essere sottoposta alle cure. I ricorrenti affermavano di non essere a conoscenza del nome dell’ospedale, né dove questo si trovasse.", "10. Il 24 maggio 2003 la terza ricorrente faceva ritorno in Italia, accompagnata dalla cognata della prima ricorrente (la quarta ricorrente) e sporgeva denuncia alla polizia italiana a Torino, riferendo di essere stata picchiata e minacciata insieme a suo marito e che la prima ricorrente era stata vittima di sequestro. Inoltre la suddetta esprimeva il timore che la figlia potesse essere costretta a prostituirsi. I suddetti alloggiavano presso un monastero vicino a Torino. La polizia in seguito li accompagnava insieme ad un interprete per individuare la villa di Ghislarengo.", "11.  Dicendosi frustrata dalla lentezza della risposta da parte della polizia, la seconda ricorrente presentava ulteriori denunce scritte a molte altre istituzioni. Al fascicolo è allegata una lettera del 31 maggio 2003, indirizzata al Primo Ministro italiano, ai Ministri italiani degli Esteri e dell’Interno, all’Ambasciatore italiano in Bulgaria, al Prefetto di Torino, al Primo Ministro bulgaro, al Ministro bulgaro degli Esteri ed all’Ambasciatore bulgaro in Italia.", "12. E’ stato dimostrato che diciotto giorni dopo la presentazione della denuncia, l’11 giugno 2003, la polizia aveva fatto irruzione nella villa di Ghislarengo, dove aveva trovato la prima ricorrente ed eseguito diversi arresti. Alle ore 14:00 dello stesso giorno, quest’ultima veniva condotta presso la stazione di polizia di Vercelli ed ascoltata in presenza di un’interprete e di agenti di polizia, di cui due donne e due uomini. I ricorrenti sostenevano che la suddetta era stata trattata con rudezza e minacciata di essere accusata di false dichiarazioni e diffamazione se non avesse detto la verità. Stando alle affermazioni dei suddetti, la medesima era stata poi costretta a dichiarare di non volere che i suoi sequestratori fossero perseguiti penalmente, a rispondere di “sì” a tutte le altre domande e a firmare alcuni documenti in italiano che non comprendeva e che non erano stati né tradotti in bulgaro né consegnati all’interessata. I ricorrenti affermavano altresì che l’interprete non aveva svolto il proprio lavoro in maniera adeguata ed era rimasta in silenzio di fronte al trattamento cui veniva sottoposta la prima ricorrente. I ricorrenti dichiaravano anche che Y. era presente ad alcuni momenti dell’escussione della prima ricorrente.", "13.  Più tardi, lo stesso giorno, la terza ricorrente veniva ascoltata dalla polizia di Vercelli alla presenza di un’interprete. La terza ricorrente affermava di essere stata anche minacciata di venire accusata di false dichiarazioni e diffamazione se non avesse detto la verità e che l’interprete non aveva svolto adeguatamente il proprio lavoro. La suddetta asseriva che, essendosi rifiutata di sottoscrivere il verbale, la polizia l’aveva trattata male.", "14.  Alle ore 22:00 circa di quello stesso giorno, la prima ricorrente veniva nuovamente interrogata. I ricorrenti asserivano che non erano presenti né un interprete né un avvocato e che la prima ricorrente non era a conoscenza di quanto veniva verbalizzato. La prima ricorrente veniva poi condotta in una cella, dove era stata lasciata per quattro o cinque ore. Il 12 giugno 2003, alle ore 4.00 circa, la stessa veniva trasferita in un centro di accoglienza per senzatetto, dove si tratteneva fino alle ore 24.30.", "15.  Lo stesso giorno, su loro stessa richiesta, la prima, la terza e la quarta ricorrente venivano accompagnate dalla polizia alla stazione ferroviaria di Vercelli, da dove facevano ritorno in Bulgaria. Le suddette dichiaravano alla Corte che le autorità italiane avevano poi avviato un’indagine sui fatti, ma che poi non era stata avviato alcun procedimento penale in Italia nei confronti dei sequestratori della prima ricorrente o perlomeno che esse non ne erano state informate, né erano riuscite ad ottenere informazioni sulle indagini in corso. Le ricorrenti contestavano altresì alle autorità italiane di non avevano chiesto di interrogare il secondo ricorrente al fine di accertare i fatti, tramite assistenza giudiziaria da parte delle autorità bulgare.", "16. Dal fascicolo risulta che dopo il giugno 2003 i ricorrenti avevano inviato numerose lettere e messaggi di posta elettronica, la maggior parte dei quali in lingua bulgara, alle autorità italiane (come, ad esempio, il Primo Ministro italiano, i Ministri italiani della Giustizia e dell’Interno, il Procuratore Generale aggiunto presso la Corte d’Appello di Torino, il sindaco di Ghislarengo e le autorità diplomatiche italiane in Bulgaria), con richiesta di informazioni in relazione all’irruzione della polizia dell’11 giugno 2003 e di avviare un procedimento penale nei confronti dei preseunti sequestratori della prima ricorrente. Essi lamentavano altresì di essere stati sottoposti a minacce, umiliazioni e maltrattamenti da parte dalla polizia. I suddetti chiedevano alle summenzionate autorità di inoltrare le loro denunce al Pubblico Ministero di Vercelli ed alla Questura della stessa città.", "17.  Allo stesso tempo, i ricorrenti scrivevano altresì al Primo Ministro bulgaro, al Direttore della Divisione per le relazioni consolari del Ministero bulgaro degli Affari Esteri (CRD), nonché al Consolato bulgaro a Roma, chiedendo di tutelare i propri diritti e fornire loro assistenza nell’ottenimento di informazioni dalle autorità italiane. Il Consolato bulgaro a Roma forniva ai ricorrenti alcune informazioni.", "18. I ricorrenti non hanno presentato alla Corte la documentazione relativa al loro interrogatorio ed al successivo procedimento penale avviato nei loro confronti (si veda infra). Il loro rappresentante sosteneva che, considerate le circostanze, tra cui il presunto rifiuto dell’Ambasciata italiana in Bulgaria, era stato impossibile presentare la documentazione. Oltre a copia delle lettere inviate alle istituzioni italiane, i suddetti si erano limitati a presentare due referti medici, il primo del 22 giugno 2003, nel quale si certificava che la prima ricorrente soffriva di disturbo da stress post-traumatico ed il secondo del 24 giugno 2003, nel quale si attestava che la prima ricorrente presentava un’ecchimosi sul capo, una piccola ferita sul gomito destro ed una costola fratturata. La stessa dichiarava poi di aver perso la verginità e di soffrire di un’infezione vaginale. Il referto medico concludeva che tali lesioni potevano essere state inflitte nei modi descritti dalla prima ricorrente.", "B.  La versione dei fatti del governo italiano", "19.  Il 21 aprile 2009 ed il 30 luglio 2009, su richiesta della Corte, il governo italiano presentava numerosi documenti, tra cui la trascrizione della prima denuncia sporta dalla terza ricorrente il 24 maggio 2003 presso la Polizia di Torino, nonché le minute delle audizioni della prima ricorrente, della terza ricorrente e di alcuni dei presunti sequestratori, svoltesi l’11 giugno 2003.", "20. Dai suddetti documenti risulta che la trascrizione della prima denuncia della terza ricorrente nei confronti dei presunti sequestratori (presentata alla Polizia italiana di Torino il 24 maggio 2003), nonché le denunce dei ricorrenti trasmesse tramite i rappresentanti a varie istituzioni italiane, nei giorni successivi siano state inoltrate alla Polizia italiana a Vercelli (rispettivamente il 26 maggio ed il 6 giugno 2003) ed al pubblico ministero della stessa città (rispettivamente il 4 ed il 13 giugno 2003).", "21.  Più precisamente, il 26 maggio 2003 la squadra mobile di Torino chiedeva assistenza alla squadra mobile di Vercelli per individuare il luogo nel quale la prima ricorrente era presumibilmente trattenuta. Il 27 maggio 2003 la squadra mobile di Vercelli si recava a Ghislarengo per individuare il luogo insieme alla terza ricorrente. Durante l’ispezione condotta sul posto, la terza ricorrente riconosceva la villa menzionata nella denuncia. Il 4 giugno 2003 il comando di Polizia di Vercelli trasmetteva la notizia di reato alla Procura di Vercelli. All’ufficio dell’anagrafe non risultava nessun residente nella villa, che tuttavia risultava essere di proprietà di un individuo con precedenti penali. Di conseguenza, la polizia teneva il posto sotto sorveglianza. L’11 giugno 2003 la polizia faceva irruzione nella villa, avendo notato dei movimenti all’interno. Durante la perquisizione la polizia sequestrava numerose macchine fotografiche contenenti immagini di quello che sembrava essere un matrimonio.", "22.  Il 7, 11, 12 e 13 giugno 2003, il Ministero dell’Interno veniva informato via fax degli sviluppi del caso.", "23.  L’11 giugno 2003, alle ore 14.30 circa, immediatamente dopo l’irruzione, la prima ricorrente veniva interrogata dal pubblico ministero di Vercelli, assistito dalla polizia. Come altresì si evince dai documenti, la prima ricorrente rilasciava dichiarazioni discrepanti rispetto alla denuncia presentata da sua madre, che inducevano le autorità a concludere che in realtà non di sequestro di persona si era trattato, bensì piuttosto di un accordo matrimoniale concluso tra le due famiglie. Tale conclusione veniva confermata dalle fotografie consegnate da X. alla polizia dopo l’irruzione, che ritraevano i festeggiamenti per il matrimonio e nelle quali si vedeva il secondo ricorrente prendere del denaro da X. La prima ricorrente, alla quale venivano mostrate le fotografie, negava che suo padre avesse preso del denaro sulla base di un accordo matrimoniale.", "24.  Alle ore 20.30 la terza ricorrente veniva ascoltata dal pubblico ministero di Vercelli. La suddetta ribadiva che sua figlia non aveva sposato Y. di sua spontanea volontà ed eccepiva che le fotografie erano dei falsi, scattate loro di proposito dai presunti sequestratori sotto la minaccia di una pistola, al fine di rendere meno credibile la loro versione dei fatti. La polizia di Vercelli interrogava anche X., Z. (una terza persona presente alle nozze) e Y., i quali dichiaravano tutti che Y. aveva contratto matrimonio consensuale con la prima ricorrente.", "25.  In base a quanto emerso dagli interrogatori e dalle fotografie, il pubblico ministero di Vercelli decideva di trasformare il procedimento penale contro ignoti per sequestro di persona (1735/03 RGNR), in un procedimento nei confronti della prima e della terza ricorrente per false dichiarazioni e diffamazione. Più tardi la sera stessa, la prima e la terza ricorrente venivano informate dalla polizia di Vercelli e Torino delle accuse nei loro confronti ed invitate a nominare un rappresentante. Alle suddette veniva poi fornito un difensore d’ufficio. Alle ore 23.30 la prima ricorrente veniva trasferita presso un centro di accoglienza per senzatetto. Il 12 giugno 2003 la suddetta veniva rilasciata e lasciata in custodia alla madre. Le denunce dei ricorrenti, inviate a numerose istituzioni italiane nei mesi successivi, pervenivano alla Questura di Vercelli, venivano tradotte in lingua italiana ed inoltrate al Ministero dell’Interno.", "26.  Facendo seguito alle richieste di informazioni dell’Ambasciata di Bulgaria a Roma, la prima delle quali datata 6 novembre 2003, il 7 e 19 novembre 2003 ed il 2 dicembre 2003 le autorità italiane informavano il Console dell’andamento del procedimento penale (di cui infra).", "1.  Il procedimento penale nei confronti della prima ricorrente", "27.  L’11 luglio 2003, il pubblico ministero aggiunto presso il Tribunale per i Minorenni di Piemonte e Valle d’Aosta avviava un procedimento penale (1838/03 RGNR) nei confronti della prima ricorrente per calunnia, avendo quest’ultima dichiarato che X., Y. e Z. l’avevano privata della libertà personale trattenendola all’interno della villa, pertanto accusando questi ultimi di sequestro di persona, pur essendo a conoscenza della loro innocenza.", "28.  Il 28 novembre 2003 la prima ricorrente, convocata per essere interrogata dal pubblico ministero, non si presentava in quanto si trovava in Bulgaria.", "29.  Il 26 gennaio 2005 il giudice per le indagini preliminari del Tribunale per i Minorenni decideva di non procedere per tali accuse, ritenendo i reati di non grave entità e commessi in un’unica occasione e per tale motivo “socialmente irrilevanti”.", "2.  Il procedimento penale nei confronti della terza ricorrente", "30. Il 26 giugno 2003 il pubblico ministero di Torino avviava un procedimento penale (18501/03 RGNR) nei confronti della terza ricorrente per false dichiarazioni e calunnia, avendo quest’ultima dichiarato che X., Y. e Z. avevano privato sua figlia della libertà trattenendola nella villa, accusandoli pertanto di sequestro di persona, pur essendo a conoscenza dell’innocenza dei suddetti.", "31.  Il 22 luglio 2003 il pubblico ministero di Torino concludeva le indagini nei confronti della terza ricorrente, trasmettendo gli atti al Tribunale Penale di Torino.", "32.  L’8 febbraio 2006 il Tribunale Penale di Torino pronunciava sentenza di assoluzione nei confronti della terza ricorrente per insussistenza del fatto ascritto alla medesima. Gli elementi di prova effettivi, costituiti dal verbale di annotazioni relativo all’interrogatorio dell’indagata e della figlia, dalle prove fotografiche e dalle dichiarazioni degli agenti di polizia, erano indicativi e non consentivano di accertare al di là di ogni dubbio la colpevolezza dell’indagata. Le dichiarazioni di quest’ultima e quelle della figlia erano contrastanti e le fotografie non attestavano le circostanze in cui erano state scattate. Alla luce di quanto dichiarato dalla polizia, era stato possibile dedurre solamente che la figlia era stata trovata nella villa e che le persone che avrebbero potuto chiarire l’accaduto si erano avvalse della facoltà di restare in silenzio. La comprensione dei fatti veniva resa più difficoltosa anche dalla tradizione Rom di vendere ovvero pagare una somma di denaro prestabilita alla famiglia della sposa al fine di contrarre matrimonio, circostanza che in caso di controversia avrebbe potuto produrre conseguenze impossibili da prevedere.", "C.  La versione dei fatti del governo bulgaro", "33.  Sulla scorta della documentazione prodotta dal governo italiano, in particolare le dichiarazioni rilasciate da X., Y. e Z., il governo bulgaro riteneva che i fatti si siano svolti come segue.", "Il 12 maggio 2003 i primi tre ricorrenti giungevano in Italia e venivano alloggiati presso il campo nomadi di Arluno, dove facevano la conoscenza di X., Y. e Z. e dove Y. aveva scelto la prima ricorrente come sua sposa. Poiché la prima ricorrente aveva prestato il proprio consenso, Z. ed il secondo ricorrente contrattavano il prezzo della sposa. Inizialmente il secondo ricorrente aveva chiesto la somma di EUR 20.000, ma in conclusione aveva accettato la somma di EUR 11.000. Z. pagava al secondo ricorrente un anticipo di EUR 500. Dopo i festeggiamenti, i novelli sposi si appartavano nella roulotte dove consumavano il matrimonio e Y. confermava che la prima ricorrente era vergine. Le due famiglie si recavano poi presso il campo nomadi di Kudzhiono per festeggiare il matrimonio. Al termine, X. aveva corrisposto al secondo ricorrente la cifra residua dell’ammontare pattuito, vale a dire la somma di EUR 10.500, alla presenza di entrambe le famiglie e di altri testimoni, come dimostrato dalle fotografie. Al termine dei festeggiamenti, i parenti della sposa venivano accompagnati alla stazione ferroviaria, dove  il 18 maggio 2003 partivano per la Bulgaria.", "34.  Una volta giunti in Bulgaria, soltanto il 31 maggio 2003, tredici giorni dopo la partenza dall’Italia, il secondo ricorrente presentava denuncia al CRD bulgaro. In seguito a questa prima denuncia, le autorità bulgare si attivavano immediatamente, inoltrando la nota in data 2 giugno 2003 all’Ambasciata bulgara a Roma. Inoltre venivano contattate le autorità italiane e l’11 giugno 2003, grazie all’irruzione della polizia italiana, la prima ricorrente veniva liberata.", "35. In seguito, la prima e la terza ricorrente venivano interrogate da un procuratore specializzato a trattare con minorenni ed alla presenza di un’interprete. A seguito di indagini compiute dalle autorità italiane, nei confronti della prima e terza ricorrente veniva avviato un procedimento penale per false dichiarazioni e diffamazione. I ricorrenti non provvedevano ad informare le autorità bulgare di quest’ultimo procedimento.", "II.  IL DIRITTO E LA PRASSI INTERNI PERTINENTI", "A.  Il diritto italiano pertinente", "36.  Ai sensi dell’articolo 50 commi 1 e 2 del codice di procedura penale, il pubblico ministero esercita l’azione penale quando non sussistono i presupposti per la richiesta di archiviazione. Quando non è necessaria la querela della parte lesa o l’autorizzazione a procedere, l’azione penale è esercitata d’ufficio. Ai sensi dell’articolo 408 del codice di procedura penale, se la notizia di reato è infondata, il pubblico ministero presenta richiesta di archiviazione. Con la richiesta sono trasmessi al giudice per le indagini preliminari il fascicolo e la documentazione relativa. L’avviso della richiesta è notificato alla persona offesa che abbia precedentemente dichiarato di voler essere informata circa l’eventuale archiviazione. Tale avviso include le informazioni circa la possibilità di prendere visione degli atti e presentare opposizione con richiesta motivata di prosecuzione delle indagini preliminari.", "37.  L’articolo 55 (1) del codice di procedura penale prevede che la polizia giudiziaria deve, anche di propria iniziativa, prendere notizia dei reati, impedire ulteriori reati, individuare gli autori di reati e compiere gli atti necessari per assicurare le fonti di prova e raccogliere quant’altro possa servire per l’applicazione della legge penale.", "38. In conformità del codice penale italiano, all’epoca dei fatti di specie, le percosse, la lesione personale, le lesioni personali colpose, il sequestro di persona, la violenza sessuale (incluso anche lo stupro e non solo), la violenza o minaccia per costringere a commettere un reato e la minaccia, sono reati punibili con la pena detentiva da un giorno a sei mesi per il reato più lieve e da cinque anni a dieci anni per il reato più grave. \nInoltre, alcuni di questi reati sono punibili con pene detentive più severe se il fatto è commesso, tra gli altri, contro un discendente o la moglie, come ad esempio nel caso del sequestro di persona, o sono soggetti all’applicazione di circostanze aggravanti qualora, come nel caso della violenza sessuale, la vittima sia minore di anni quattordici o di anni sedici e sia stata sottoposta a violenza da un ascendente genitore o tutore ovvero la vittima sia stata sottoposta a limitazione della libertà personale.", "39. L’articolo 572 del codice penale prevede la pena detentiva fino a cinque anni per chiunque sia riconosciuto colpevole di maltrattamenti verso un membro della sua famiglia, un minore degli anni quattordici, o una persona sottoposta alla sua autorità, o a lui affidata per ragione di educazione, istruzione, cura, vigilanza o custodia.", "40. Il codice penale italiano, all’epoca dei fatti di specie, conteneva altresì disposizioni relative ai minori che recitavano:", "Articolo 573", "“Chiunque sottrae un minore, che abbia compiuto gli anni quattordici, col consenso di esso, al genitore esercente la potestà dei genitori o al tutore, contro la volontà del medesimo genitore o tutore, è punito, a querela di questo, con la reclusione fino a due anni. La pena è diminuita se il fatto è commesso per fine di matrimonio ed è aumentata se è commesso per fine di libidine.”", "Articolo 609 – quater (così modificato nel 2006)", "“Soggiace alla pena detentiva da cinque a dieci anni chiunque, al di fuori delle ipotesi previste per il reato di atti sessuali, compie atti sessuali con persona che :", "1) non ha compiuto gli anni dodici;", "2) non ha compiuto gli anni sedici, quando il colpevole sia l’ascendente, il genitore, o il convivente di quest’ultimo, il tutore, ovvero altra persona cui, per ragioni di cura, di educazione, di istruzione, di vigilanza o di custodia, il minore è affidato e con cui la vittima abbia una relazione di convivenza.", "Al di fuori delle ipotesi previste per la violenza sessuale, l’ascendente, il genitore, o il convivente di quest’ultimo, o il tutore che, con l’abuso dei poteri connessi alla sua posizione, compie atti sessuali con un minorenne che abbia compiuto gli anni sedici, è punito con la reclusione da tre a sei anni.”", "41.  La Legge 154 del 2001 introduceva diverse misure contro la violenza nelle relazioni familiari. Esse comprendevano misure di prevenzione permanenti relative all’allontanamento dell’imputato dalla casa familiare su provvedimento del giudice.", "42.  L’11 agosto 2003 l’Italia ha approvato la Legge n. 228, vale a dire la Legge in materia di misure contro la tratta di persone. Essa ha aggiunto al codice penale numerose fattispecie di reato, che nella parte rilevante ai fini del caso di specie, recitano come segue:", "Articolo 600 (riduzione o mantenimento in schiavitù o in servitù)", "“Chiunque esercita su una persona poteri corrispondenti a quelli del diritto di proprietà ovvero chiunque riduce o mantiene una persona in uno stato di soggezione continuativa, costringendola a prestazioni lavorative o sessuali ovvero all’accattonaggio o comunque a prestazioni che ne comportino lo sfruttamento, è punito con la reclusione da otto a venti anni.", "La riduzione o il mantenimento di una persona nello stato di soggezione ha luogo quando la condotta è attuata mediante violenza, minaccia, inganno, abuso di autorità o approfittamento di una situazione di inferiorità fisica o psichica o di una situazione di necessità, o mediante la promessa o la dazione di somme di denaro o di altri vantaggi a chi ha autorità sulla persona.", "La pena è aumentata da un terzo alla metà se i fatti di cui al primo comma sono commessi in danno di minore degli anni diciotto o sono diretti allo sfruttamento della prostituzione o al fine di sottoporre la persona offesa al prelievo di organi.”", "Articolo 601 (Tratta di persone)", "“Chiunque commette tratta di persone al fine di ridurre o mantenere una persona in schiavitù o servitù come previsto all’articolo 600 e la induce mediante violenza, minaccia, inganno, abuso di autorità o approfittamento di una situazione di inferiorità fisica o psichica o di una situazione di necessità, o mediante promessa o dazione di somme di denaro o di altri vantaggi alla persona che su di essa ha autorità, a fare ingresso o a soggiornare o a uscire dal territorio dello Stato o a trasferirsi al suo interno, è punito con la reclusione da otto a venti anni.\nLa pena è aumentata da un terzo alla metà se i delitti di cui al primo comma sono commessi in danno di minore degli anni diciotto o sono diretti allo sfruttamento della prostituzione o al fine di sottoporre la persona offesa al prelievo di organi.”", "Articolo 602 (Acquisto e alienazione di schiavi)", "“Chiunque, fuori dei casi indicati nell’articolo 601, acquista o aliena o cede una persona che si trova in una delle condizioni di cui all’articolo 600, è punito con la reclusione da otto a venti anni.", "La pena è aumentata da un terzo alla metà se la persona offesa è minore degli anni diciotto ovvero se i fatti di cui al primo comma sono diretti allo sfruttamento della prostituzione o al fine di sottoporre la persona offesa al prelievo di organi.”", "43.  La legge 228 comprendeva altre modifiche al codice penale in relazione agli articoli di cui sopra, considerati in connessione con gli articoli preesistenti, quali ad esempio l’articolo 416, nella parte in cui esso prevedeva pene specifiche se l’associazione era diretta a commettere taluno dei delitti di cui agli articoli 600, 601 e 602. Essa inoltre prevedeva sanzioni amministrative nei confronti di persone giuridiche, società e associazioni per delitti contro la personalità individuale ed apportava le relative modifiche al codice di procedura penale, includendo disposizioni in materia di intercettazione di conversazioni o comunicazioni e di attività sotto copertura, che sono divenute applicabili ai nuovi reati. La Legge 228 prevedeva altresì la creazione di un fondo per le misure anti-tratta e la creazione di uno speciale programma di assistenza per le vittime dei reati previsti dagli articoli 600 e 601 del codice penale, oltre a introdurre misure per la prevenzione. Per quanto attiene alla fattispecie, gli articoli 13 e 14 recitano:", "Articolo 13", "“Fuori dei casi previsti dall’articolo 16-bis del decreto-legge 15 gennaio 1991, n. 8, convertito, con modificazioni, dalla legge 15 marzo 1991, n. 82, e successive modificazioni, per le vittime dei reati previsti dagli articoli 600 e 601 del codice penale, come sostituiti, rispettivamente, dalla presente legge, è istituito ... uno speciale programma di assistenza che garantisce, in via transitoria, adeguate condizioni di alloggio, di vitto e di assistenza sanitaria. Il programma è definito con regolamento da adottare (...).”", "Articolo 14", "“Al fine di rafforzare l’efficacia dell’azione di prevenzione nei confronti dei reati di riduzione o mantenimento in schiavitù o in servitù e dei reati legati al traffico di persone, il Ministro degli affari esteri definisce le politiche di cooperazione nei confronti dei Paesi interessati/colpiti dai predetti reati tenendo conto della collaborazione da essi prestata e dell’attenzione riservata dai medesimi alle problematiche della tutela dei diritti umani e provvede ad organizzare, d’intesa con il Ministro per le pari opportunità, incontri internazionali e campagne di informazione anche all’interno dei Paesi di prevalente provenienza delle vittime del traffico di persone. In vista della medesima finalità i Ministri dell’interno, per le pari opportunità, della giustizia e del lavoro e delle politiche sociali provvedono ad organizzare, ove necessario, corsi di addestramento del personale, nonché ogni altra utile iniziativa”.", "44.  La Legge 189 del 30 luglio 2002 apportava modifiche alla precedente normativa in materia di immigrazione. Al suo articolo 18 [sic] la stessa fa riferimento ai soggiorni per motivi di protezione sociale; detto articolo recita:", "1. Quando, nel corso di operazioni di polizia, di indagini o di un procedimento per taluno dei delitti di cui all’articolo 3 della legge 20 febbraio 1958, n. 75 [reati connessi alla prostituzione], ovvero nel corso di interventi assistenziali dei servizi sociali degli enti locali, siano accertate situazioni di violenza o di grave sfruttamento nei confronti di uno straniero, ed emergano concreti pericoli per la sua incolumità, per effetto dei tentativi di sottrarsi ai condizionamenti di un’associazione dedita ad uno dei predetti delitti o delle dichiarazioni rese nel corso delle indagini preliminari o del giudizio, il questore, anche su proposta del Procuratore della Repubblica, o con il parere favorevole della stessa autorità, rilascia uno speciale permesso di soggiorno per consentire allo straniero di sottrarsi alla violenza ed ai condizionamenti dell’organizzazione criminale e di partecipare ad un programma di assistenza ed integrazione sociale.", "2. Con la proposta o il parere di cui al precedente comma, sono comunicati al questore gli elementi da cui risulti la sussistenza delle condizioni ivi indicate, con particolare riferimento alla gravità ed attualità del pericolo ed alla rilevanza del contributo offerto dallo straniero per l’efficace contrasto dell’organizzazione criminale ovvero per la individuazione o cattura dei responsabili dei delitti indicati nello stesso comma. Le modalità di partecipazione al programma di assistenza ed integrazione sociale sono comunicate al Sindaco.”", "La legge prevede che il permesso di soggiorno rilasciato a norma di tale articolo ha una durata di sei mesi e può essere rinnovato per un anno, o per il maggior periodo occorrente per motivi di giustizia. Essa stabilisce altresì le condizioni sulla base delle quali il permesso può essere revocato, cosa ciò comporta e quali soggetti sono abilitati al rilascio dello stesso.", "45. Secondo un rapporto del novembre 2002 dell’incontro del gruppo di esperti organizzato dalla Divisione per l’avanzamento delle donne, Dipartimento degli affari economici e sociali (DAW/DESA) delle Nazioni Unite, in collaborazione con l’Ufficio delle Nazioni Unite contro la droga e il crimine (ODC), dal titolo “La tratta di donne e ragazze”  (EGM/TRAF/2002/Rep.1), nei primi due anni di attuazione di questa legge, 1.755 persone – per la maggior parte donne e ragazze – sono state ammesse ai programmi di assistenza e integrazione sociale e circa 1.000 hanno ricevuto un permesso di soggiorno. E’ stato istituito uno sportello telefonico, attraverso il quale più di 5.000 persone hanno ricevuto aiuti concreti in termini di informazioni, consulenza ed assistenza sanitaria.", "", "B.  Il diritto bulgaro pertinente", "46.  La legge bulgara in materia di lotta contro la tratta di esseri umani,  entrata in vigore il 20 maggio 2003, recita come segue:", "Articolo 1", "“La presente legge concerne le attività di prevenzione e lotta contro la tratta illegale di esseri umani finalizzata a:", "a. garantire protezione ed assistenza alle vittime della tratta, in particolare a donne e minori e nel pieno rispetto dei diritti umani delle stesse;", "b. promuovere la cooperazione tra autorità governative e locali nonché tra queste e le organizzazioni non governative nella lotta contro la tratta illegale di esseri umani ed a sviluppare una politica nazionale in materia.”", "Articolo 16", "“Gli uffici diplomatici e consolari della Repubblica di Bulgaria all’estero forniscono assistenza e collaborazione ai cittadini bulgari vittime della tratta illegale per consentirne il ritorno in patria nei limiti dei poteri di cui esse dispongono ed alla legislazione del paese straniero pertinente.”", "Articolo 18", "“(1) Conformemente alla legislazione bulgara ed alla legislazione del paese accettante, gli uffici diplomatici e consolari della Repubblica di Bulgaria all’estero assicurano la distribuzione tra i soggetti pertinenti ed i gruppi di rischio, di materiali di informazione sui diritti delle vittime della tratta di esseri umani.", "(2) Gli uffici diplomatici e consolari della Repubblica di Bulgaria all’estero forniscono informazioni agli enti del paese di accoglienza in relazione alla legislazione bulgara in materia di tratta di esseri umani.”", "47. L’articolo 174 (2) del codice di procedura penale bulgaro vigente all’epoca dei fatti recita:", "“L’impiegato civile a conoscenza della commissione di un reato punibile per legge è tenuto ad informare tempestivamente l’organo competente per l’avvio di indagini preliminari, nonché ad adottare le misure necessarie per la conservazione degli elementi del reato.”", "48.  L’articolo 190 del codice bulgaro di procedura penale stabilisce quanto segue:", "“Ai fini dell’avvio di un procedimento penale, gli elementi di prova si considerano sufficienti qualora sia lecito supporre che sia stato commesso un reato.”", "49.  Per quanto rilevante nella caso di specie, il codice penale bulgaro recita:", "Articolo 177(1)", "“Chiunque costringe taluno a contrarre matrimonio, che per tale motivazione è nullo, è punito con la reclusione fino a tre anni.", "(2) Chiunque sequestra una donna con l’intenzione di costringerla a contrarre matrimonio è punito con la reclusione fino a tre anni; se la vittima è minorenne, la pena è della reclusione fino a cinque anni.”", "Articolo 178", "“(1) Un genitore o altro congiunto che riceve una somma di denaro in cambio dell’autorizzazione al matrimonio della propria figlia o congiunta è punito con la reclusione fino ad un anno ovvero con la multa da 100 a 300 leva (BGN) con ammonimento pubblico.", "(2) La medesima pena si applica a chiunque paga o negozia il prezzo.”", "Articolo 190", "“Chiunque abusa della propria potestà genitoriale per costringere un minore che non abbia raggiunto il sedicesimo anno di età a vivere in concubinato con un’altra persona, è punito con la reclusione di tre anni ovvero sottoposto a misura di sicurezza non privativa della libertà (пробация) con ammonimento pubblico.”", "Articolo 191", "“(1) La persona adulta che vive, senza aver contratto matrimonio, in concubinato con una minore degli anni sedici, è punita con la reclusione di due anni ovvero sottoposta a misura di sicurezza non privativa della libertà (пробация) con ammonimento pubblico. (...)”", "Articolo 159a", " “(1) Chiunque recluta, trasporta, nasconde o accoglie individui o gruppi di persone con l’intenzione di servirsene a fini di prostituzione, lavoro forzato, prelievo di organi del corpo o mantenimento in stato di schiavitù, indipendentemente dal loro consenso, è punito con la reclusione da uno a otto anni e con la multa fino a 8.000 leva (BGN).", " (2) Nel caso in cui il reato è commesso: 1) nei confronti di un minore degli anni diciotto, 2) mediante coercizione o inganno, 3) mediante sequestro di persona o detenzione illegale, 4) approfittando di uno stato di dipendenza, 5) mediante abuso di potere, 6) ricorrendo a promesse, doni o ottenimento di vantaggi, la pena è della reclusione  da due a dieci anni e la multa fino a 10.000 leva (BGN).”", "Articolo 159b", "“ (1) Chiunque recluta, trasporta, nasconde o accoglie individui o gruppi di persone  e li trasferisce oltrepassando i confini nazionali ai fini di cui al comma 1 dell’art. 159a, è punito con la reclusione da tre a otto anni e con la multa fino a 10.000 leva.", " (2) ) Chiunque commette il reato nelle circostanze di cui al comma 2 dell’Art. 159(a), è punito con la reclusione da cinque a dieci anni e con la multa fino a 15.000 leva (BGN).”\nArticolo 159c", "“Qualora i reati di cui all’articolo 159 (a) e (b) siano commessi da un recidivo o su ordine di un’organizzazione criminale, la pena è della reclusione fino a cinque anni e la multa fino a 20.000 leva (BGN); il giudice può altresì disporre la confisca totale o parziale dei beni dell’attore.”", "III.  I TRATTATI INTERNAZIONALI PERTINENTI ED ALTRI MATERIALI", "A.  In generale", "50.  La dichiarazione sui principi di base di giustizia per le vittime della criminalità e dell’abuso di potere, adottata dalla risoluzione dell’Assemblea Generale delle Nazioni Unite 40/34 del 29 novembre 1985, per quanto rilevante nella fattispecie, recita:", "“1. Devono intendersi come “vittime” le persone che, individualmente o collettivamente, hanno sofferto un pregiudizio, ivi incluse lesioni fisiche o psichiche, sofferenze emotive, perdite economiche o limitazioni rilevanti dei loro diritti fondamentali, a causa di azioni o omissioni in violazione del diritto penale di uno Stato membro, fra cui anche le leggi che vietano l’abuso di potere.", " 2. Una persona può essere considerata vittima, ai sensi di questa Dichiarazione, indipendentemente dal fatto che il perpetratore del crimine sia identificato, arrestato, incriminato o condannato ed indipendentemente dalla relazione familiare che intercorre tra il perpetratore e la vittima. Il termine “vittima” comprende anche, ove appropriato, la cerchia familiare più ristretta o le persone dipendenti dalla vittima diretta, e le persone che hanno subìto un danno intervenendo per assistere le vittime in pericolo o per prevenire la loro vittimizzazione.”", "B.  Tratta", "51.  Una panoramica degli strumenti internazionali pertinenti in materia di tratta degli esseri umani è reperibile in Rantsev c. Cipro e Russia, n. 25965/04 del 7 gennaio 2010.", "52.  Il Protocollo di Palermo è stato ratificato dalla Bulgaria il 5 dicembre 2001 e dall’Italia il 2 agosto 2006; entrambi gli Stati avevano precedentemente firmato il protocollo a dicembre 2000. La Convenzione del Consiglio d’Europa sulla lotta contro la tratta degli esseri umani (“la Convenzione contro la tratta di esseri umani”) è stata firmata dalla Bulgaria il 22 novembre 2006 e ratificata il 17 aprile 2007. Essa è entrata in vigore in Bulgaria il 1o febbraio 2008. La stessa è stata firmata dall’Italia l’8 giugno 2005 e ratificata il 29 novembre 2010 ed è entrata in vigore in Italia il 1o marzo 2011.", "53. Per semplicità di consultazione, le definizioni pertinenti ai fini della Convenzione contro la tratta di esseri umani sono di seguito riportate:", "L’espressione “tratta di esseri umani” indica il reclutamento, il trasporto il trasferimento, l’alloggio o l’accoglienza di persone, con la minaccia dell’uso o con l’uso stesso della forza o di altre forme di coercizione, con il rapimento, con la frode, con l’inganno, con l’abuso di autorità o della condizione di vulnerabilità o con l’offerta o l’accettazione di pagamenti o vantaggi per ottenere il consenso di una persona che ha autorità su un’altra, a fini di sfruttamento. Lo sfruttamento comprende, come minimo, lo sfruttamento della prostituzione altrui o altre forme di sfruttamento sessuale, il lavoro o i servizi forzati, la schiavitù o pratiche simili alla schiavitù, la servitù o l’espianto di organi;", "Il consenso della vittima della “tratta di esseri umani”, allo sfruttamento così come indicato nel comma a) di questo articolo, è irrilevante in presenza di uno qualsiasi dei mezzi indicati nel comma a);", "Il reclutamento, il trasporto, il trasferimento, l’alloggio o l’accoglienza di un minore allo scopo di sfruttarlo, verrà considerato “tratta di esseri umani” anche non viene utilizzato nessuno dei mezzi previsti nel comma a) del presente articolo;", "per “minore”‘ s’intende qualsiasi persona di età inferiore ai diciotto anni;", "per “vittima” s’intende qualsiasi persona fisica soggetta alla tratta di esseri umani così come definita nel presente articolo.", "54.  Il rapporto esplicativo della Convenzione sulla lotta contro la tratta di esseri umani del 16.V.2005 rivela ulteriori dettagli concernenti la definizione di tratta. In particolare, in riferimento allo “sfruttamento”, per quanto rilevante nella fattispecie, recita:", "85. Il fine perseguito deve essere lo sfruttamento della persona. La Convenzione stabilisce che “lo sfruttamento comprende, come minimo, lo sfruttamento della prostituzione altrui o altre forme di sfruttamento sessuale, il lavoro o i servizi forzati, la schiavitù o pratiche simili alla schiavitù, la servitù o l’espianto di organi”. Pertanto la legislazione nazionale può riguardare altre forme di sfruttamento ma deve includere quanto meno le tipologie di sfruttamento menzionate in qualità di elementi costitutivi della tratta di esseri umani.", "86. Le forme di sfruttamento specificate nella definizione comprendono lo sfruttamento sessuale, lo sfruttamento del lavoro e l’espianto di organi, per effetto della crescente tendenza delle attività criminali a diversificarsi al fine di fornire  persone ai fini di sfruttamento in ogni settore da cui emerga la domanda", "87. Conformemente a tale definizione, non è necessario che qualcuno subisca uno sfruttamento perché vi sia tratta di esseri umani. E’ sufficiente che la persona abbia subìto uno degli atti di cui alla definizione e con uno dei mezzi indicati “ai fini” dello sfruttamento. Pertanto la tratta di esseri umani sussiste prima ancora dello sfruttamento vero e proprio della vittima.", "88. Per quanto concerne “lo sfruttamento della prostituzione altrui o altre forme di sfruttamento sessuale”, è da notare che la Convenzione si occupa di essi solamente nel contesto della tratta di esseri umani. La Convenzione non contiene una definizione delle espressioni “sfruttamento della prostituzione altrui” e “altre forme di sfruttamento sessuale” e pertanto essa non esercita alcun impatto su come gli Stati parte si occupano della prostituzione nel diritto interno.", "Il rapporto esplicativo prosegue elencando altre tipologie di sfruttamento, in particolare il lavoro o i servizi forzati, la schiavitù o pratiche simili alla schiavitù, la servitù o l’espianto degli organi e ne fornisce una definizione in conformità dei pertinenti strumenti internazionali e della giurisprudenza della CEDU, laddove disponibile.", "C.  Matrimonio", "1.  Convenzione sul consenso al matrimonio, sull’età minima matrimoniale e sulla registrazione dei matrimoni", "55.  Facendo seguito alla risoluzione 843 (IX) del 17 dicembre 1954 dell’Assemblea generale dell’Organizzazione delle Nazioni Unite, nella quale essa ha dichiarato che alcuni costumi, antiche leggi e pratiche che interessano il matrimonio e la famiglia erano incompatibili con i principi enunciati nella Carta delle Nazioni Unite e con la Dichiarazione Universale dei Diritti Umani ed invitando gli Stati a sviluppare e attuare la legislazione nazionale e le politiche utili ad abolire tali pratiche, con risoluzione 1763 A (XVII) dell’Assemblea Generale del 7 novembre 1962, la Convenzione sul consenso al matrimonio, sull’età minima matrimoniale e sulla registrazione dei matrimoni è stata aperta alla firma e alla ratifica. L’Italia ha firmato la Convenzione il 20 dicembre 1963, ma non l’ha ancora ratificata. Lo Stato bulgaro non ha ancora firmato la Convenzione.", "56.  Le disposizioni pertinenti recitano:", "Articolo 1", "“1. Nessun matrimonio potrà essere contratto legalmente senza il libero e pieno consenso delle due parti, consenso che dovrà essere espresso da dette parti in persona, alla presenza dell’autorità competente a celebrare il matrimonio e di testimoni, previa adeguata pubblicità, in conformità con le disposizioni di legge.", "2. Nonostante le disposizioni del precedente paragrafo 1., la presenza di una delle parti non sarà necessaria se l’autorità competente avrà la prova che sussistono circostanze eccezionali e che detta parte ha espresso, davanti ad un’autorità competente e nelle forme che può prescrivere la legge, il proprio consenso e non l’abbia successivamente ritirato.”", "Articolo 2", "“Gli Stati parte della presente Convenzione adotteranno i necessari provvedimenti legislativi per stabilire un’età minima per contrarre matrimonio. Non potranno contrarre legalmente matrimonio le persone che non avranno compiuto tale età, salvo dispensa d’età concessa dall’autorità competente per gravi motivi e nell’interesse dei futuri sposi.”", "Articolo 3", "“Tutti i matrimoni dovranno essere iscritti dalla competente autorità su un registro ufficiale.”", "2.  Risoluzione 1468 (2005) dell’Assemblea Parlamentare del Consiglio d’Europa – Matrimoni forzati e matrimoni precoci", "\"L’Assemblea parlamentare esprime profonda preoccupazione per le gravi e ricorrenti violazioni dei diritti umani e dell’infanzia, costituite da matrimoni forzati e da matrimoni precoci.", "L’Assemblea osserva che il problema sorge principalmente nelle comunità migranti e tocca in primo luogo giovani donne e ragazze.", "Essa ritiene un vero oltraggio che, sotto il velo del rispetto della cultura e delle tradizioni delle comunità immigrate, ci siano autorità che tollerano i matrimoni forzati e i matrimoni precoci, anche quando questi violano i diritti fondamentali delle vittime.", "L’Assemblea definisce il matrimonio forzato come l’unione di due persone di  cui almeno una non ha espresso il proprio pieno e libero consenso al matrimonio.", "Poiché viola i diritti umani fondamentali, il matrimonio forzato non può essere in alcun modo giustificato.", "L’Assemblea sottolinea l’importanza della Risoluzione 843 (IX) delle Nazioni Unite del 17 dicembre 1954 nella quale essa dichiara che alcuni costumi, antiche leggi e pratiche che interessano il matrimonio e la famiglia sono incompatibili con i principi enunciati nella Carta delle Nazioni Unite e con la Dichiarazione Universale dei Diritti Umani.", "L’Assemblea definisce il matrimonio precoce come l’unione di due persone di cui almeno una non ha compiuto 18 anni.”", "3.  Risoluzione 1740 (2010) dell’Assemblea Parlamentare del Consiglio d’Europa  – Situazione dei Rom in Europa ed attività pertinenti del Consiglio d’Europa", "“24. L’Assemblea sollecita la comunità Rom ed i suoi rappresentanti a combattere la discriminazione e la violenza nei confronti di donne e ragazze Rom all’interno della loro comunità. In particolare, le problematiche legate alla violenza domestica ed ai matrimoni forzati e precoci, che costituiscono una violazione dei diritti umani devono essere altresì affrontate dalla stessa comunità Rom. I costumi e le tradizioni non possono essere utilizzati come una giustificazione per le violazioni dei diritti umani, bensì dovrebbero essere cambiati. L’Assemblea sollecita gli Stati membri a dare sostegno le attiviste Romaní che si impegnano in dibattiti all’interno della loro comunità sulle tensioni tra in la conservazione dell’identità Romanì e la violazione dei diritti delle donne, ivi inclusi i matrimoni precoci e forzati.”", "4.  La Dichiarazione di Strasburgo sui Rom", "57.  Più di recente, alla riunione di alto livello del Consiglio d’Europa sui Rom, tenutasi a Strasburgo il 20 ottobre 2010, gli Stati membri del Consiglio d’Europa hanno concordato un elenco non esaustivo delle priorità, che dovrebbe fornire un orientamento per sforzi maggiormente concentrati e costanti a tutti i livelli, anche mediante la partecipazione attiva dei Rom. Esse includono:", "“Diritti delle donne e parità di genere", "(22) Introdurre misure efficaci di rispetto, protezione e promozione della parità di genere delle ragazze e donne Rom all’interno delle loro comunità e nella società nel suo complesso.", "(23) Introdurre misure efficaci per abolire, laddove ancora in uso, le pratiche nocive nei confronti dei diritti delle donne Rom in materia di riproduzione, prima fra tutte la sterilizzazione forzata.", "Diritti dei bambini", "(24) Promuovere attraverso misure efficaci parità di trattamento e i diritti dei bambini Rom, in particolare il diritto all’istruzione e proteggerli  dalla violenza, inclusi l’abuso sessuale e lo sfruttamento del lavoro, conformemente ai trattati internazionali.", "Lotta contro la tratta di esseri umani", "(29) Tenendo presente che i bambini e le donne Rom sono spesso vittime della tratta o dello sfruttamento, prestare un’adeguata attenzione e dedicare risorse al contrasto di tali fenomeni, nell’ambito di sforzi generali finalizzati alla repressione della tratta di esseri umani e del crimine organizzato e, nei casi appropriati, rilasciare permessi di soggiorno a favore delle vittime.”", "MOTIVI DI RICORSO", "58.  I ricorrenti proponevano vari motivi di ricorso ai sensi degli articoli 3, 4, 13 e 14 della Convenzione e di numerosi altri trattati internazionali.", "59.  Essi lamentano che la prima ricorrente ha subìto maltrattamenti, abuso sessuale e lavoro forzato, così come avvenuto (in misura minore) per il secondo e la terza ricorrente ad opera della famiglia Rom a Ghislarengo, e che le autorità italiane (in particolare il Pubblico Ministero di Vercelli) non hanno compiuto indagini effettive sui fatti.", "60.  Essi lameentano inoltre che la prima e la terza ricorrente hanno subìto maltrattamenti da parte dei funzionari di polizia italiani nel corso del loro interrogatorio.", "61.  Essi lamentano che la prima e la terza ricorrente non erano state assistite né da un avvocato né da un interprete durante i loro interrogatori, che non era stato comunicato loro in che qualità venivano interrogate e che erano state costrette a firmare documenti dei quali ignoravano il contenuto.", "62.  Essi lamentano ch il trattamento loro riservato dalle autorità italiane si basasse sul fatto che essi erano di origine etnica Rom e di nazionalità bulgara.", "63. Infine, essi lamentano che le autorità bulgare (in particolare le autorità consolari bulgare in Italia) non avevano fornito loro la necessaria assistenza nei rapporti con le autorità italiane, limitandosi a svolgere la funzione di tramite per le comunicazioni.", "IN DIRITTO", "I.  ECCEZIONI PRELIMINARI", "A.  Sull’eccezione di abuso del diritto di petizione dei governi bulgaro e italiano", "64.  Il governo bulgaro riteneva che nel caso di specie non vi fosse stata violazione in quanto gli elementi di prova disponibili indicavano che il soggiorno dei ricorrenti in Italia era volontario, come anche il matrimonio, secondo i rituali etnici ad esso collegati. Inoltre, esso considerava il ricorso un abuso [del diritto] di petizione, visto il linguaggio offensivo scorretto e ingiustificabile usato dal rappresentante dei ricorrenti nelle sue osservazioni alla Corte.", "65.  Il governo italiano non adduceva ragioni specifiche per quanto riguarda la propria eccezione.", "66.  I ricorrenti sostenevano di essere stati vittime di violazioni della legge internazionale e che sia le autorità italiane sia le autorità bulgare erano rimaste passive dinanzi a tali fatti.", "67.  La Corte ricorda che, mentre l’uso di un linguaggio offensivo nei procedimenti dinanzi alla stessa è indubbiamente inappropriato, un ricorso può essere rigettato solamente se abusivo in circostanze straordinarie, ad esempio se esso è scientemente fondato su fatti non veri (si veda, ad esempio,  Akdivar e altri c. Turchia, 16 settembre 1996, in Rapporti su sentenze e decisioni 1996-IV, §§ 53-54; Varbanov c. Bulgaria, n. 31365/96, § 36, CEDU 2000-X; e Popov c. Moldova, n. 74153/01, § 49, 18 gennaio 2005). Ciononostante, in alcuni casi eccezionali l’uso persistente di un linguaggio offensivo e provocatorio da parte di un ricorrente nei confronti del governo convenuto può essere considerato un abuso del diritto di petizione ai sensi dell’Articolo 35 § 3 della Convenzione (si veda Duringer e Grunge c. Francia (dec.), n. 61164/00 e 18589/02, CEDU 2003-II, nonché Chernitsyn c. Russia, n. 5964/02, § 25, 6 aprile 2006).", "68. La Corte ritiene che sebbene alcune affermazioni del rappresentante dei ricorrenti fossero inappropriate, eccessivamente emotive e deplorevoli, esse non erano di gravità tale da giustificare la decisione di dichiarare la decisione irricevibile per abuso del diritto di petizione (si veda Felbab c. Serbia, n. 14011/07, § 56, 14 aprile 2009). Nella misura un ricorso possa essere considerato abusivo del diritto di petizione, se questo è fondato su fatti non veri, la Corte osserva che gli stessi giudici italiani avevano ritenuto che era difficile decifrare i fatti e la veridicità della situazione (si veda il paragrafo 32 supra). In tali circostanze, la Corte non può concludere la versione fornita dai ricorrenti sia costituita da fatti non veri al di là di ogni dubbio.", "69.  Ne consegue che l’eccezione del governo non può essere accolta.", "B.  Sull’eccezione di mancanza dello status di vittima dei governi bulgaro e italiano", "70.  Il governo bulgaro sosteneva non esservi stata violazione nel caso di specie. Inoltre, il secondo, la terza e la quarta ricorrente non avevano alcun collegamento diretto con le dedotte violazioni e non sono stati interessati da queste né direttamente né personalmente. Va aggiunto che la quarta ricorrente non era una parente stretta della prima ricorrente, bensì solamente la nuora della terza ricorrente, che l’aveva accompagnata in Italia.", "71. Il governo italiano sosteneva che il secondo e la quarta ricorrente non avevano locus standi nel procedimento, non avendo i suddetti riportato alcun danno in conseguenza delle dedotte violazioni.", "72. I ricorrenti sostenevano che invero le violazioni erano state commesse e che di conseguenza essi godevano dello status di vittima.  Inoltre, il secondo, la terza e la quarta ricorrente rientravano nella nozione di “vittime di reati”, ai sensi degli articoli 1 e 2 della Dichiarazione sui principi fondamentali di giustizia relativi alle vittime della criminalità e degli abusi di potere (si vedano i pertinenti testi internazionali supra). Essi inoltre asserivano che tutti i ricorrenti avevano subìto pregiudizio nella forma di maltrattamenti fisici da parte degli aggressori e danni morali in conseguenza dell’inerzia delle autorità, mentre il secondo, la terza e la quarta ricorrente avevano tentato di fare il loro meglio per proteggere la prima ricorrente. Ciò risultava particolarmente evidente in quanto riguardava i genitori della prima ricorrente.", "73.  La Corte ritiene che l’eccezione dei governi riguarda principalmente il secondo, la terza e la quarta ricorrente, in quanto essi lamentano di essere essi stessi vittime di violazioni della Convenzione in relazione al presunto assoggettamento della prima ricorrente alla tratta di esseri umani e a trattamenti inumani e degradanti da parte di terzi.", "74. La Corte rammenta che ai sensi dell’articolo 3, per quanto concerne i casi di scomparsa, se un membro di una famiglia sia una vittima, dipende dall’esistenza di particolari fattori che attribuiscono alla sofferenza del ricorrente una dimensione ed un carattere distinti dalla sofferenza emotiva che si può ritenere inevitabile per i familiari delle vittime di gravi violazioni dei diritti umani. Gli elementi pertinenti comprendono la prossimità del legame familiare – in tale contesto il legame genitore-figlio assume un certo peso -, le particolari circostanze del rapporto, il grado cui il familiare ha assistito ai fatti in questione, il coinvolgimento del familiare nei tentativi di ottenere informazioni sulla persona scomparsa e le modalità di risposta alle richieste da parte delle autorità. In tali casi l’essenza di tale violazione non risiede tanto nella “scomparsa” del familiare, quanto piuttosto nelle reazioni e negli atteggiamenti delle autorità rispetto alla situazione, quando questa viene portata alla loro attenzione. Ed è specialmente rispetto a queste ultime che i familiari possono lamentare direttamente di essere vittime della condotta delle autorità (v. Kurt c. Turchia, 25 maggio 1998, §§ 130-134, Rapporti 1998 III; Timurtaş c. Turchia, n. 23531/94, §§ 91-98, CEDU 2000 VI; İpek c. Turchia, n. 25760/94, §§ 178-183, CEDU 2004 II (estratti); e, per converso, Çakıcı c. Turchia [GC], n. 23657/94, § 99, CEDU 1999 IV).", "75.  La Corte ha altresì eccezionalmente ritenuto che i familiari avessero di per sé lo status di vittima in situazioni nelle quali non vi era stato un particolare periodo di lunga durata nel quale essi si erano ritrovati in una situazione di incertezza, angoscia e sofferenza tipici dello specifico fenomeno delle scomparse, bensì in casi in cui i corpi delle vittime erano stati smembrati e decapitati ed in cui i ricorrenti non avevano potuto seppellire le salme dei loro cari in maniera adeguata, circostanza che, secondo la Corte, di per sé doveva aver provocato in essi angoscia e sofferenza profonde e continue. Pertanto la Corte riteneva che nelle specifiche circostanze di tali casi, la sofferenza morale sopportata dai ricorrenti aveva raggiunto una dimensione e caratteristiche distinte dalla sofferenza emotiva che può essere considerata inevitabile per i familiari delle vittime di gravi violazioni dei diritti umani (v. Khadzhialiyev e altri c. Russia, n. 3013/04, § 121, 6 novembre 2008 e Akpınar e Altun c. Turchia, n. 56760/00, § 86, 27 febbraio 2007).", "76. Alla luce di ciò, la Corte ritiene che, sebbene essi avessero assistito ad alcuni dei fatti in questione, e fossero, seppure in gradi diversi, coinvolti nei tentativi di ottenere informazioni sulla prima ricorrente, il secondo, la terza e la quarta ricorrente non possono essere considerati vittime delle violazioni rispetto al trattamento della prima ricorrente ed alle indagini a tal riguardo, poiché la sofferenza morale subìta dai suddetti non può aver  raggiunto una dimensione ed un carattere distinti dalla sofferenza emotiva che può ritenersi inevitabile per i familiari delle vittime di gravi violazioni dei diritti umani.", "77.  La Corte osserva che tale conclusione non è in contrasto con quelle relative alla causa Rantsev (Rantsev c. Cipro e Russia, n. 25965/04, 7 gennaio 2010), dal momento che, nel caso di specie, a differenza della causa Rantsev, la prima ricorrente che aveva subìto le dedotte violazioni non è deceduta ed è parte nell’attuale procedimento.", "78.  Ne consegue che l’eccezione dei governi relativa allo status di vittima del secondo, della terza e della quarta ricorrente in ordine ai motivi di ricorso di cui agli articoli 3 e 4 della Convenzione, rispetto ai quali la vittima diretta è la prima ricorrente, inclusa l’asserita mancanza di indagini in tal senso, deve essere accolta.", "79. Inoltre, la Corte ritiene che la quarta ricorrente non può lamentare di essere stata vittima diretta di nessuna delle dedotte violazioni, mentre il secondo ricorrente può solamente lamentare di essere stato vittima del trattamento che il suddetto sostiene di aver subìto da parte della famiglia serba. Per quanto concerne la terza ricorrente, in relazione ai maltrattamenti subìti da essa ad opera della famiglia serba a Ghislarengo e della polizia, la Corte ritiene che non sussistano elementi che in questa fase possano privarla dello status di vittima.", "80. Ne consegue che l’eccezione dei governi relativa alla quarta ricorrente rispetto a tutti i motivi di ricorso ed al secondo ricorrente, tranne che in relazione al motivo di ricorso sul trattamento che quest’ultimo sostiene di avere subìto ad opera della famiglia serba, debba essere accolta, mentre la stessa debba essere respinta in merito ai restanti motivi di ricorso.", "81.  Di conseguenza, i motivi di ricorso rispetto ai quali l’eccezione è stata accolta, sono incompatibili ratione personae con le disposizioni contenute nella Convenzione ai sensi dell’articolo 35 § 3 e devono essere respinti conformemente all’articolo 35 § 4.", "C.  Sull’eccezione del governo bulgaro di mancato esaurimento delle vie di ricorso interne", "82. Il governo bulgaro sosteneva che i ricorrenti avevano avuto la possibilità di agire in giudizio in relazione ai presunti reati. Ai sensi degli articoli 4 e 5 del codice penale bulgaro, era possibile agire in giudizio nei confronti di soggetti stranieri che avessero commesso reati all’estero in danno di cittadini bulgari anche se l’azione penale era già stata avviata in un altro Stato. Inoltre, i ricorrenti avrebbero potuto chiedere riparazione ai sensi della Legge sulla responsabilità dello Stato per i danni arrecati ai cittadini, in vigore all’epoca dei fatti ed a condizione che lo Stato fosse responsabile per i danni arrecati ai cittadini a seguito di atti illegali, azioni o omissioni da parte di autorità e funzionari nell’esercizio delle loro funzioni amministrative o in connessione con esse. I ricorrenti avrebbero altresì potuto chiedere riparazione conformemente alle disposizioni generali contenute nella Legge sulle obbligazioni e i contratti.", "83. I ricorrenti asserivano di aver inviato lettere al Primo Ministro ed al Ministro degli Affari Esteri e reclami all’Ambasciata di Bulgaria in Roma, che avrebbero dovuto consentire alle autorità bulgare di attivarsi in conformità dell’articolo 174 (2) del codice di procedura penale. Inoltre, ai sensi della legge bulgara, se una denuncia perveniva presso un organo non competente in materia, spettava all’organo stesso la trasmissione della richiesta all’autorità competente. Per quanto riguarda l’azione ai sensi della Legge sulla responsabilità dello Stato per i danni arrecati ai cittadini, i ricorrenti ritenevano che tale azione non sarebbe stata opportuna, poiché nessuno li aveva informati degli strumenti a loro disposizione per la tutela dei loro diritti di cui all’articolo 3 del medesimo testo.", "84.  Per motivi che si vedranno in seguito, in merito alle doglianze nei confronti dello Stato bulgaro, la Corte non ritiene necessario considerare se i ricorrenti abbiano esaurito tutte le vie di ricorso interne disponibili concernenti le loro doglianze nei confronti della Bulgaria e di conseguenza lascia aperta la questione (si veda., mutatis mutandis, Zarb c. Malta, n. 16631/04, § 45, 4 luglio 2006).", "II.  SULLE DEDOTTE VIOLAZIONI DELL’ARTICOLO 3 DELLA CONVENZIONE", "85.  I ricorrenti lamentavano che la prima ricorrente aveva subìto maltrattamenti (tra cui l’abuso sessuale oltre all’assoggettamento al lavoro forzato), così come accaduto in grado minore per il secondo e la terza ricorrente, ad opera della famiglia Rom a Ghislarengo e che le autorità (in particolare il pubblico ministero di Vercelli) non aveva adeguatamente indagato sui fatti. Essi lamentavano altresì che la prima e la terza ricorrente erano state maltrattate da funzionari della polizia italiana durante il loro interrogatorio. Pertanto, le azioni ed omissioni delle autorità italiane e bulgare erano contrarie all’articolo 3 della Convenzione, che recita:", "“Nessuno può essere sottoposto a tortura né a pene o trattamenti inumani o degradanti.”", "A.  Sulle doglianze concernenti la mancata adozione di misure adeguate per impedire i maltrattamenti nei confronti della prima ricorrente da parte della famiglia serba, assicurandone la tempestiva liberazione e la mancanza di indagini efficaci sui presunti maltrattamenti", "1.  Osservazioni delle parti", "(a)  I ricorrenti", "86.  I ricorrenti ribadivano che la loro versione dei fatti era fedele e che le argomentazioni erano interamente fondate sulle dichiarazioni testimoniali di X., Y. e Z., che erano contraddittorie e menzognere. Un esempio era dato dal fatto che la testimonianza di X., Y. e Z. relativa al luogo in cui si era svolta la presunta festa di matrimonio, non corrispondeva con il luogo effettivo. Essi asserivano altresì che qualsiasi minima discrepanza nella testimonianza della prima ricorrente poteva essere stata causata dallo stato di ansia della stessa, a sua volta conseguenza delle minacce e dei maltrattamenti subìti. Essi inoltre ribadivano che le fotografie utilizzate come prova erano state ottenute mediante minacce e che il secondo ricorrente era stato ripetutamente picchiato e costretto a posare per le fotografie sotto la minaccia di un’arma da fuoco. Essi inoltre sostenevano che la prima ricorrente era stata nelle discoteche ed aveva viaggiato a bordo di automobili unicamente nell’ambito della pianificazione e dell’esecuzione delle rapine alle quali era costretta a partecipare dalla famiglia serba. Per quanto concerne i referti medici, essi ritenevano che spettava alle autorità fornire tale documentazione.", "87.  Secondo la loro opinione, era evidente che la prima ricorrente avesse subìto una violazione dell’articolo 3 in seguito al trattamento sopportato da parte della famiglia serba, in relazione al quale non erano state compiute indagini efficaci, volte ad accertare i fatti ed a procedere contro gli autori del reato.", "88.  Le autorità italiane avevano impiegato diciassette giorni per liberare la prima ricorrente, la quale era stata ritrovata in cattive condizioni, sia fisiche sia mentali. Nonostante ciò, sulla prima ricorrente non venivano effettuati esami medici al fine di determinare la gravità delle lesioni. Infatti, fino ad oggi la verità non è stata accertata e diversi elementi di prova sono stati ignorati. I verbali di perquisizione della villa erano incompleti, mancava una descrizione delle cospicue somme di denaro sequestrate durante l’irruzione ed alcune circostanze non erano state tenute in considerazione, come ad esempio il ritrovamento di diversi passaporti riportanti lo stesso nominativo. Le indagini non avevano tenuto conto neppure della denuncia della prima ricorrente di essere stata ripetutamente stuprata da Y., il quale l’aveva legata mani e piedi al letto. Né erano stati svolti accertamenti sui precedenti penali della famiglia serba, le cui uniche fonti di reddito consistevano nelle frequenti rapine organizzate dai componenti della stessa, o, in relazione ai fatti, sulla promessa di lavoro che aveva spinto i ricorrenti a trasferirsi in Italia. Era evidente che secondo la loro opinione l’indagine avesse lasciato spazio alla dissimulazione dei fatti.", "89.  Inoltre, ai ricorrenti non era stato consentito l’accesso al fascicolo di indagine, né era stata fornita loro una traduzione dell’interrogatorio e nessuno di essi è stato ascoltato in qualità di testimone mediante rogatoria dopo il ritorno degli stessi in Bulgaria, ai fini di un corretto accertamento dei fatti da parte delle autorità.", "(b)  Il governo italiano", "90.  Il governo italiano sosteneva che i fatti così come riportati dai ricorrenti erano stati completamente smentiti nel corso del procedimento nazionale sulla base di prove documentali. Inoltre, esso segnalava di non aver ricevuto uno dei documenti medici menzionati nei fatti e che l’altro documento non aveva alcuna attinenza con il caso. Per quanto riguarda la lesione alla costola riportata dalla prima ricorrente, esso rilevava che la terza ricorrente nella denuncia presentata alla polizia di Torino ammetteva che la prima ricorrente aveva una lesione simile risalente ad un precedente incidente.", "91.  Esso osservava che le indagini penali per il presunto sequestro della prima ricorrente erano scattate immediatamente dopo la denuncia verbale fatta dalla terza ricorrente alla polizia di Torino in data 24 maggio 2003. Il governo sosteneva che il 11 giugno 2003 le autorità riuscivano a localizzare la villa dove era trattenuta la prima ricorrente (dal momento che la terza ricorrente aveva fornito solamente una vaga indicazione del luogo), a identificare gli occupanti della villa (nessuno vi risiedeva ufficialmente), ad osservare quanto vi accadeva ed a predisporre quanto necessario per consentire l’arresto degli occupanti e la liberazione della prima ricorrente senza incidenti, in quanto la terza ricorrente sosteneva che all’interno della villa erano custodite delle armi.", "92.  Le indagini e l’arresto che immediatamente seguivano, avevano mostrato una realtà diversa da quella prospettata dalla terza ricorrente nella sua denuncia iniziale. Ne risultava che la prima ricorrente aveva sposato Y. secondo i costumi e le tradizioni del gruppo etnico di appartenenza, per un prezzo di EUR 11.000. Ciò risultava evidente da numerose fotografie rinvenute sul posto, che mostravano una cerimonia nuziale alla quale partecipavano i primi tre ricorrenti e dove, insieme a Y., essi apparivano contenti e rilassati. Altre fotografie mostravano il secondo ricorrente mentre riceveva denaro dai familiari di Y. Che si trattasse di una cifra corrisposta  per la sposa secondo le usanze Rom e non di sequestro di persona, risulta maggiormente evidente alla luce delle numerose discrepanze tra la testimonianza della prima ricorrente e quella della terza ricorrente, oltre che dell’ammissione da parte della prima ricorrente che era stato concluso un accordo matrimoniale. Inoltre, nel corso dell’irruzione non venivano rinvenute armi da fuoco, circostanza che smentiva l’asserzione della terza ricorrente secondo la quale essi erano stati minacciati con armi da fuoco.", "93. Secondo il governo italiano, il giudice per le indagini preliminari di Torino, nella sentenza del 26 gennaio 2005, aveva ritenuto veritiera tale versione dei fatti. Essa era stata giudicata verosimile anche dal Tribunale di Torino con sentenza dell’8 febbraio 2006, che, nell’interpretazione del governo, concludeva che il problema era in massima parte dovuto ad un disaccordo economico relativo al contratto matrimoniale concluso. Era altamente probabile che il contratto matrimoniale non fosse stato rispettato, o a causa di un disaccordo economico, o a causa del trattamento della prima ricorrente successivo al matrimonio, di cui la stessa aveva riferito telefonicamente alla terza ricorrente. Il governo ribadiva che i matrimoni Rom erano caratteristici, come accettato dalla Corte in Muñoz Díaz c. Spagna (n. 49151/07, CEDU 2009).", "94.  Esso dichiarava altresì che le indagini erano state condotte tempestivamente e senza indugio e che le autorità giudiziarie avevano compiuto ogni sforzo necessario per accertare i fatti. La scena degli eventi era stata isolata e preservata; gli oggetti pertinenti erano stati identificati e sequestrati; gli occupanti dei locali erano stati identificati ed arrestati, e la prima ricorrente sistemata presso la Caritas; gli attori ed i testimoni pertinenti, tra cui i ricorrenti, venivano immediatamente sentiti con l’assistenza di interpreti, avvocati ed esperti di psicologia. In considerazione di quanto sopra, le autorità giudiziarie avevano ritenuto più probabile che si fosse trattato di un contratto matrimoniale. Il governo italiano riteneva che sulla base delle prove, non potessero essere tratte conclusioni diverse. Esso notava altresì che non competeva alla Corte accertare i fatti del caso di specie, a meno che ciò non si fosse reso inevitabile in ragione di particolari circostanze, evenienza che non si era verificata nel caso di specie. Infatti, come dimostrato dal governo, le indagini ufficiali erano state condotte in modo approfondito, come illustrato nelle conclusioni dettagliate.", "95. Il governo italiano dichiarava che nei diciotto giorni intercorsi tra il 24 maggio e l’11 giugno 2003, la terza ricorrente aveva goduto dello status di testimone ed aveva avuto accesso alle informazioni raccolte nel corso dell’indagine ad un livello tale da consentire la fattiva partecipazione della stessa alla procedura. A partire dall’11 giugno 2003, la prima e la terza ricorrente avevano acquisito lo status di indagate, con il quale le disposizioni invocate non avevano attinenza.", "2.  Valutazioni della Corte", "(a)  Sulla ricevibilità", "96.  La Corte afferma di trovarsi di fronte ad una controversia sull’esatta natura dei presunti avvenimenti. A tal proposito, essa ritiene di dover adottare la propria decisione sulla base delle prove presentate dalle parti (v. Menteşe e altri c. Turchia, n. 36217/97, § 70, 18 gennaio 2005).", "97.  La Corte ritiene che i referti medici relativi alla prima ricorrente, datati 22 e 24 giugno 2003, presentati alla Corte all’atto del deposito del ricorso (si veda il paragrafo 18 supra), entrambi trasmessi al governo il 1o marzo 2010 e pubblicati il 1o marzo 2010 sul sito protetto di quest’ultimo, sebbene non siano stati inoltrati alle autorità inquirenti, costituiscono una prova prima facie sufficiente per ritenere che la prima ricorrente possa avere subìto una forma di maltrattamento. Nelle circostanze specifiche del caso di specie, oltre al fatto incontestato della presentazione di una denuncia alle autorità in data 24 maggio 2003, nella quale era contenuta una dettagliata descrizione dei fatti lamentati, il secondo dei referti costituisce una base sufficiente per la Corte per ritenere che la denuncia non è manifestamente infondata ai sensi dell’articolo 35 § 3 (a) della Convenzione.", "98.  La Corte inoltre osserva che il ricorso non è irricevibile per altri motivi. Esso deve essere pertanto dichiarato ricevibile.", "(b)  Sul merito", "i.  Principi generali", "99.  La Corte ricorda che l’articolo 3 racchiude uno dei valori fondamentali della società democratica. Esso proibisce in termini assoluti la tortura e le pene o trattamenti inumani o degradanti. L’obbligo imposto alle Alte Parti contraenti dall’articolo 1 della Convenzione, in connessione con l’articolo 3, di garantire ad ogni persona sottoposta alla loro giurisdizione i diritti e le libertà sanciti dalla Convenzione, prescrive loro di adottare misure idonee ad impedire che tali persone non siano sottoposte a torture o trattamenti inumani o degradanti, anche procurati da privati (si veda A. c. Regno Unito, 23 settembre 1998, § 22, Rapporti 1998-VI). Tali misure devono fornire una protezione effettiva, in particolare, di minori ed altri soggetti vulnerabili ed includono misure ragionevoli per impedire i maltrattamenti, delle quali le autorità erano o avrebbero dovuto essere a conoscenza (si veda Z e altri c. Regno Unito [GC], n. 29392/95, § 73, CEDU 2001 V).", "100.  La Corte ribadisce che l’articolo 3 della Convenzione richiede che le autorità indaghino sulle accuse di maltrattamenti nelle ipotesi in cui gli stessi siano \"discutibili\" e \"sollevino un ragionevole sospetto\", anche se tali trattamenti siano procurati da privati (si veda Ay c. Turchia, n. 30951/96, §§ 59-60, 22 marzo 2005 e Mehmet Ümit Erdem c. Turchia, n. 42234/02, § 26, 17 luglio 2008). I requisiti minimi applicabili, così come stabiliti nella giurisprudenza della Corte, i quali richiedono tra gli altri che le indagini siano indipendenti, imparziali e soggette a controllo pubblico e che le autorità competenti agiscano con diligenza e sollecitudine esemplari (si veda, per esempio, Çelik e İmret c. Turchia, n. 44093/98, § 55, 26 ottobre 2004). Inoltre, affinché un’indagine possa essere considerata effettiva, le autorità sono tenute ad adottare ogni misura ragionevole a loro disposizione per assicurare le prove dei fatti, incluse, tra le altre, una dichiarazione dettagliata concernente le accuse formulate dalla presunta vittima, la prova testimoniale, la prova forense e, laddove appropriato, referti medici aggiuntivi (si veda, in particolare, Batı e altri c. Turchia, nn. 33097/96 e 57834/00, § 134, CEDU 2004-IV (estratti)).", "ii.  Applicazione al caso di specie", "101.  La Corte osserva che la denuncia presentata dalla terza ricorrente il 24 maggio 2003 non era supportata da alcun referto medico. Tuttavia, la Corte ritiene che ciò fosse logico e che non vi fosse da attendersi documenti medici, essendo stata la prima ricorrente, in base alla denuncia, trattenuta contro la propria volontà dalla famiglia serba. In tali circostanze, la Corte ritiene che la testimonianza della terza ricorrente e la gravità delle accuse formulate nella denuncia presentata il 24 maggio 2003, abbiano sollevato un ragionevole sospetto che la prima ricorrente potesse essere stata sottoposta a maltrattamenti come asserito. Ciò è sufficiente a far scattare l’applicazione dell’articolo 3 della Convenzione.", "(a)  Le misure adottate dalle autorità italiane", "102.  Per quanto concerne le misure adottate dalle autorità italiane, la Corte rileva che la polizia ha liberato la prima ricorrente dalla presunta prigionia nel giro di due settimane e mezzo. La polizia aveva impiegato tre giorni per localizzare la villa ed altre due settimane per predisporre l’irruzione che ha portato alla liberazione della prima ricorrente. Tenendo presente che i ricorrenti avevano asserito che la famiglia serba aveva a disposizione delle armi, la Corte è disposta ad ammettere la necessità di una sorveglianza preventiva. Pertanto, a suo avviso, l’intervento rispondeva ai requisiti di sollecitudine e diligenza con i quali dovrebbero agire le autorità in siffatte circostanze.\n103.  Ne consegue che le autorità statali hanno adempiuto gli obblighi positivi di protezione della prima ricorrente. Pertanto, su questo punto non vi è stata violazione dell’articolo 3.", "(b)  Le indagini", "104.  In merito alle indagini successive alla liberazione della prima ricorrente, la Corte rileva che le autorità italiane hanno interrogato X., Y., Z., la prima e la terza ricorrente. Non sembra siano stati compiuti ulteriori sforzi per interrogare terze parti che potrebbero avere assistito agli avvenimenti in questione. Infatti, le autorità italiane ritenevano che le fotografie raccolte sul posto confermavano la versione dei presunti assalitori. Tuttavia, nessun’altra delle persone ritratte in fotografia è mai stata identificata o interrogata, una misura che la Corte ritiene che fosse essenziale, considerato che i ricorrenti affermavano di essere stati costretti a posare per le suddette fotografie sotto la minaccia di una pistola puntata. Né era stato fatto alcun tentativo di ascoltare il secondo ricorrente, il quale era stato uno dei principali attori negli eventi in questione. Infatti, la Corte osserva che lo stesso giorno in cui la prima ricorrente veniva rilasciata e sentita, il procedimento penale avviato nei confronti degli assalitori veniva trasformato in procedimento penale nei confronti della prima e della terza ricorrente (si veda paragrafo 25 supra). La Corte è colpita dal fatto che dopo la liberazione della prima ricorrente, le autorità abbiano impiegato meno di un giorno per giungere alle loro conclusioni. Alla luce di ciò, era ovvio che il Tribunale Penale di Torino ritenesse impossibile accertare i fatti con chiarezza (si veda paragrafo 32 supra).", "105.  La Corte rileva altresì che in occasione della sua liberazione la prima ricorrente non era stata sottoposta a visita medica, nonostante fosse stato denunciato che la suddetta era stata ripetutamente picchiata e stuprata. La Corte inoltre osserva che anche ammettendo che rispondesse al vero che nel caso di specie si trattasse di un matrimonio organizzato secondo la tradizione Rom, si continuava a sostenere che nel mese di soggiorno della prima ricorrente a Ghislarengo, quest’ultima fosse stata picchiata a costretta ad avere rapporti sessuali con Y. La Corte osserva che le autorità statali sono tenute ad adottare misure di protezione in forma di deterrenza effettiva nei confronti di gravi violazioni dell’integrità della persona anche da parte del marito (si veda Opuz c. Turchia, n. 33401/02, §§ 160-176, 9 giugno 2009) o del partner. Ne consegue che ad una siffatta doglianza avrebbe dovuto seguire un’indagine. Al contrario, non veniva effettuato alcun particolare interrogatorio, né eseguito alcun esame medico o scientifico. Aspetto ancor più preoccupante è che la prima ricorrente era minorenne all’epoca dei fatti di specie. Infatti, la Convenzione impone un’effettiva deterrenza nei confronti di gravi atti quali lo stupro e stabilisce che in particolare i minori ed altri soggetti vulnerabili hanno diritto ad un’effettiva protezione (si veda, mutatis mutandis, M.C. c. Bulgaria, n. 39272/98, § 150, CEDU 2003 XII). Ciò nonostante, le autorità italiane decidevano di non compiere indagini in tal merito.", "106.  Inoltre, la Corte osserva che i ricorrenti asserivano di essersi trasferiti in Italia dietro promessa di lavoro, alla quale non era stato dato seguito e che la prima ricorrente era stata minacciata e costretta a partecipare a rapine ed attività sessuali private durante la sua permanenza a Ghislarengo. Sebbene ciò non sia stato accertato, la Corte non può escludere che le circostanze del caso di specie, così come riferite dalla prima ricorrente alle autorità italiane (si veda paragrafo 8 supra), se provate, avrebbero integrato la fattispecie di tratta di esseri umani prevista nelle convenzioni internazionali (si vedano i pertinenti testi internazionali supra), che senza dubbio implicherebbe anche il trattamento inumano e degradante di cui all’articolo 3 della Convenzione. Di conseguenza, sulle autorità italiane gravava l’obbligo di esaminare a fondo la questione ed accertare tutti i fatti pertinenti compiendo indagini adeguate, che rendevano necessario esaminare e vagliare tale punto della doglianza. Ciò non si è verificato, dal momento che le autorità italiane avevano supposto che le circostanze del caso di specie rientrassero nel contesto di un matrimonio Rom. La Corte non concorda con l’opinione che tale conclusione fosse sufficiente per fugare ogni dubbio sul fatto che tali circostanze portassero a ritenere che si trattasse di un caso di tratta di esseri umani che richiedeva, tra le altre cose, un’indagine particolarmente approfondita, in quanto un  possibile “matrimonio Rom” non poteva essere utilizzato come motivazione per non indagare sulle circostanze. In aggiunta, la Corte osserva che la rapida decisione delle autorità italiane di non procedere ad un’approfondita indagine ha avuto, tra le altre cose, la conseguenza che non venisse ricercata alcuna prova medica sulle condizioni fisiche della prima ricorrente.", "107.  In conclusione, la Corte ritiene che gli elementi di cui sopra siano sufficienti per dimostrare che nelle particolari circostanze del caso di specie, le indagini sul presunto maltrattamento della prima ricorrente ad opera di privati non sono state effettive ai sensi dell’articolo 3 della Convenzione.", "108.  Pertanto vi è stata violazione procedurale dell’articolo 3.", "B.  Sulla doglianza concernente il maltrattamento del secondo e della terza ricorrente da parte della famiglia Rom e la mancanza di indagini effettive in tal merito da parte della autorità italiane", "1.  Osservazioni delle parti", "109.  I ricorrenti lamentavano che anche il secondo e la terza ricorrente erano stati sottoposti a maltrattamenti e minacce ad opera della famiglia serba. In particolare, il secondo ricorrente era stato ripetutamente picchiato e costretto sotto la minaccia di una pistola a posare per le fotografie del “matrimonio”. Tuttavia, le autorità italiane non hanno provveduto a sentire il secondo ricorrente in qualità di vittima di maltrattamenti e minacce, in conseguenza dei quali, lamentavano i suddetti, quest’ultimo era stato dichiarato invalido al 100% dalla commissione medica di Vidin in data 5 ottobre 2010 (i ricorrenti ammettevano di non aver presentato la documentazione comprovante). Come conseguenza dello stress e dell’ansia causati, poco dopo i fatti in esame, al secondo ricorrente veniva diagnosticato il diabete.", "110.  Il governo italiano affermava che le indagini penali relative alle minacce ed alle lesioni in danno del secondo e della terza ricorrente, erano state avviate immediatamente dopo la denuncia verbale presentata il 24 maggio 2003 dalla terza ricorrente alla polizia di Torino. Tuttavia, dalle indagini non risultava che le denunce dei suddetti erano veritiere. Secondo il governo, appariva singolare che il secondo e la terza ricorrente avessero denunciato di essere stati picchiati il 18 maggio 2003 e tuttavia avessero deciso di fare ritorno in Bulgaria. Inoltre, non era stata presentata alcuna documentazione medica a sostegno della denuncia e durante la perquisizione della villa non erano state rinvenute armi da fuoco, circostanza che smentiva l’asserzione che i suddetti erano stati minacciati con un’arma.", "2.  Valutazione della Corte", "111.  Conformemente alla giurisprudenza della Corte, le accuse di maltrattamenti devono essere sorrette da prove appropriate. Per valutare queste prove, la Corte adotta il criterio “oltre ogni ragionevole dubbio”, sebbene tale prova possa derivare dalla coesistenza di deduzioni sufficientemente gravi, precise e concordanti o di simili inconfutate presunzioni di fatto (si veda Irlanda c. Regno Unito, 18 gennaio 1978, Serie A n. 25, § 161 in fine; e Medova c. Russia, n. 25385/04, § 116, CEDU 2009 ....).", "112.  La Corte rileva che, anche presumendo che il secondo e la terza ricorrente fossero stati precedentemente tenuti in stato di coercizione, è incontestato che le cose non stessero più così successivamente al 18 maggio 2003. Ne consegue che il secondo e la terza ricorrente, al contrario di quanto avviene nel caso della prima ricorrente, avrebbero potuto chiedere assistenza medica ed acquisire la documentazione sanitaria a sostegno delle loro accuse. Invece i suddetti non hanno fornito alle autorità alcun documento sanitario a corredo della denuncia presentata dalla terza ricorrente il 24 maggio 2003. Inoltre, alla Corte non veniva presentata nessuna data e nessuna prova dalle quali risultasse che il secondo e la terza ricorrente potessero essere stati sottoposti a maltrattamenti da parte della famiglia serba. Alla luce di ciò, la Corte ritiene che non sussistano prove sufficienti, coerenti o attendibili per stabilire col necessario grado di certezza della prova che essi hanno subìto siffatti maltrattamenti.", "113. Di conseguenza, le autorità non avevano ragionevole motivo per sospettare che il secondo e la terza ricorrente avessero subìto un trattamento improprio, cosa che avrebbe richiesto il compimento di un’indagine in piena regola.", "114.  Ne consegue che la doglianza è manifestamente infondata e deve essere rigettata conformemente all’articolo 35 §§ 3 e 4 della Convenzione.", "C.  Sulla doglianza concernente il maltrattamento in danno della prima e della terza ricorrente da parte di funzionari di polizia nel corso degli interrogatori", "115.  La prima e la terza ricorrente lamentavano di essere state sottoposte a maltrattamenti in sede di interrogatorio, segnatamente di non essere state assistite né da un avvocato né da un interprete e di essere state costrette a firmare documenti dei quali non comprendevano il contenuto. Le suddette inoltre lamentavano di essere state minacciate dell’avvio di un procedimento penale nei loro confronti, procedimento che in ultimo veniva istruito, cosa che a loro avviso era stata effettuata al solo scopo di esercitare una pressione nei loro confronti. Esse inoltre sostenevano che in seguito, l’avvocato nominato dal tribunale aveva omesso di salvaguardare i loro interessi nel corso dell’interrogatorio, in particolare, non chiedendo che la famiglia serba fosse fatta uscire dalla stanza, non assicurandosi che le suddette fossero adeguatamente assistite da un interprete e che alle stesse fosse garantito un trattamento senza minacce e, cosa ancor più grave, permettendo che la prima ricorrente fosse trattenuta in cella per ore dopo l’interrogatorio.", "116.  In primo luogo, la Corte osserva che la prima e la terza ricorrente  non hanno citato in giudizio nessun presunto colpevole tra i funzionari di polizia. Non sono mai state presentate denunce ufficiali alle autorità italiane in relazione al presunto maltrattamento. Né è stato asserito che le suddette avevano tentato di presentare la denuncia nell’ambito del procedimento da ultimo avviato nei loro confronti. Ne consegue che, per quanto riguarda tale denuncia, la prima e la terza ricorrente non hanno esaurito le vie di ricorso interne.", "117.  Inoltre, la Corte osserva che il trattamento descritto dalle ricorrenti non raggiunge la soglia minima di gravità per rientrare nell’ambito dell’articolo 3.  In particolare, la Corte ritiene che il fatto che la prima e la terza ricorrente siano state avvisate della possibilità di essere penalmente perseguite e sottoposte a reclusione, qualora non avessero detto la verità, possa essere considerato parte dei normali doveri delle autorità durante gli interrogatori e non una minaccia illecita. Per di più, dai documenti presentati dal governo italiano risulta che la prima e la terza ricorrente sono state assistite durante le varie fasi del loro interrogatorio o da un avvocato, o  da un interprete o da entrambi.", "118.  Per tali motivi, la doglianza in esame deve essere rigettata in quanto manifestamente infondata ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "D.  Sulla doglianza relativa all’assenza di azione ed alla mancanza di indagini effettive sui fatti dedotti nei confronti della Bulgaria", "1. Osservazioni delle parti", "119.  Per quanto concerne la Bulgaria, i ricorrenti lamentavano il ritardo nell’esame della denuncia del secondo ricorrente del 31 maggio 2003 da parte delle autorità consolari. Le autorità impiegavano due giorni per avviare un’azione a seguito della denuncia, secondo le aggressive critiche formulate dal rappresentante dei ricorrenti. Essi contestavano che il governo bulgaro aveva omesso di spiegare con quali modalità il CRD avesse assistito i ricorrenti nei loro interessi come previsto nell’articolo 32 del Regolamento del Ministero degli Affari Esteri. Infatti, il governo non era intervenuto nella scelta degli interpreti (i quali erano rimasti in silenzio dinanzi al trattamento subìto dai due ricorrenti durante gli interrogatori) o dell’avvocato d’ufficio, e durante l’interrogatorio non era presente nessun rappresentante consolare.", "120.  Analogamente, le autorità bulgare non avevano fornito informazioni, né si erano attivate per rimpatriare i ricorrenti e l’agenzia nazionale per la protezione dell’infanzia non era stata informata al fine di consentire l’adozione delle necessarie misure. Inoltre il Ministero o l’ambasciata di Bulgaria in Roma non avevano provveduto ad informare l’ufficio del procuratore in Bulgaria, che avrebbe potuto avviare un’azione penale nei confronti della famiglia serba. Inoltre, le autorità bulgare non avevano informato le autorità italiane del fatto che in base alla legislazione bulgara il matrimonio di un cittadino bulgaro minorenne, celebrato all’estero, dovesse essere preventivamente autorizzato da un rappresentante diplomatico o consolare bulgaro (articoli 12, 13 e 131 del codice bulgaro della famiglia). Nel caso di specie, tale richiesta non è stata né presentata né accolta. Tale requisito era valido per tutti i cittadini bulgari indipendentemente dalla loro origine etnica ed in ogni caso le tradizioni etniche non potevano non tenere conto della legge.", "121.  Il governo bulgaro eccepiva che in assenza di una specifica accusa di trattamenti contrari all’articolo 3, non poteva esservi violazione della stessa disposizione. In aggiunta, qualsiasi obbligo positivo in capo al governo stesso poteva sorgere solamente in relazione ad azioni commesse o in atto sul territorio bulgaro.", "122.  Fatto salvo quanto sopra menzionato, il governo bulgaro sosteneva che il Ministero degli Affari Esteri, il CRD, l’Ambasciatore ed il Console in Roma si erano immediatamente attivati non appena venuti a conoscenza del caso. Essi avevano contattato le autorità italiane, specificando che la vittima era una minore e che era trattenuta contro la propria volontà. L’Ambasciatore di Bulgaria manteneva costanti contatti con le autorità italiane e trasmetteva le informazioni al secondo ricorrente, il quale esprimeva gratitudine a tal proposito. Il fatto che il CRD avesse adottato misure adeguate e comprensive risultava evidente altresì dal fascicolo consolare relativo al caso, presentato alla Corte. Detto fascicolo, che constava di più di cento pagine, il 2 giugno 2003 veniva inviato all’Ambasciata di Bulgaria in Roma con l’indicazione di intraprendere un’immediata azione di cooperazione con le autorità italiane per liberare la prima ricorrente e farla rientrare in Bulgaria.", "123. Il secondo ricorrente sollecitava nuovamente le autorità bulgare l’11 giugno 2003 e lo stesso giorno il CRD riferiva ancora in proposito all’Ambasciata di Bulgaria in Roma. L’Ambasciata rispondeva che l’unità provinciale dei Carabinieri di Torino ed il comando centrale della Polizia di Vercelli avevano condotto un’azione con la quale erano riusciti a liberare la prima ricorrente dalla villa; la suddetta veniva trovata in buone condizioni e posta sotto la tutela delle autorità pubbliche. Queste informazioni venivano immediatamente trasmesse al secondo ricorrente. Con lettera del 24 giugno 2003, l’Ambasciata di Bulgaria in Roma informava il CRD che, su richiesta del secondo ricorrente, l’ufficio centrale della polizia criminale italiana era stato informato che dalle indagini e dalle dichiarazioni della prima ricorrente era risultato che il padre di quest’ultima aveva ricevuto del denaro in cambio di una promessa di matrimonio e che pertanto non sussistevano i presupposti per promuovere l’azione penale nei confronti della famiglia serba. Essi inoltre osservavano che le autorità giudiziarie stavano considerando l’eventualità di procedere penalmente nei confronti della prima e della terza ricorrente per diffamazione e false dichiarazioni. Il secondo ricorrente veniva informato di ciò con lettera del 1o luglio 2003. In seguito, la Sezione Consolare aveva mantenuto una corrispondenza con i ricorrenti ed il rappresentante di questi ultimi, oltre che con le autorità italiane. Pertanto, per quanto di loro competenza, le autorità bulgare avevano assicurato piena collaborazione.", "2.  Valutazione della Corte", "124.  La Corte ribadisce  che l’impegno assunto dagli Stati contraenti di cui all’articolo 1 della Convenzione si limita a “riconoscere” (“reconnaître”, nella versione francese) ad ogni persona sottoposta alla propria “giurisdizione”, i diritti e le libertà in essa enunciati (si veda  Soering c. Regno Unito,7 luglio 1989, § 86, Serie A n. 161). La giurisprudenza della Corte ha definito diversi esempi in cui le disposizioni della Convenzione, in connessione con l’obbligo generale dello Stato di cui all’articolo 1, impongono a carico degli Stati l’obbligo di  compiere indagini approfondite ed effettive (si veda, ad esempio, Ay c. Turchia, cit. sup., §§ 59-60; Aksoy c. Turchia, 18 dicembre 1996, § 98, Rapporti 1996-VI, e Assenov e altri c. Bulgaria, 28 ottobre 1998, § 102, Rapporti 1998-VIII). Tuttavia, in ciascuno di tali casi l’obbligo dello Stato riguardava solamente i presunti maltrattamenti commessi nell’ambito della sua giurisdizione (si veda Al-Adsani c. Regno Unito [GC], n. 35763/97, § 38, CEDU 2001-XI, in cui la Corte non accoglieva la domanda del ricorrente, secondo il quale la Convenzione prevedeva l’obbligo per il Regno Unito di assistere un suo cittadino nell’ottenimento di un ricorso effettivo per tortura nei confronti di un altro Stato, dal momento che non era stato asserito né che la tortura avesse avuto luogo nell’ambito della giurisdizione del Regno Unito, né per le autorità del Regno Unito potesse sussistere anche solo un nesso causale con tale evento).", "125.  Analogamente, in Rantsev c. Cipro e Russia (n. 25965/04, §§ 243-247, CEDU 2010 (estratti)), la Corte osservava che a Cipro si era verificata la morte della vittima diretta. Di conseguenza, poiché non era stato possibile dimostrare che in tale caso sussistessero particolari aspetti dai quali discendesse la necessità di discostarsi dall’orientamento generale, l’obbligo di garantire un’indagine effettiva sussisteva solamente in capo a Cipro. Nonostante la sig.ra Rantseva fosse una cittadina russa, la Corte concludeva che in capo alle autorità russe non sussisteva alcun obbligo autonomo di condurre indagini ai sensi dell’articolo 2 della Convenzione.\n126.  Ne consegue che nelle circostanze del caso di specie, in cui il presunto maltrattamento ha avuto luogo in territorio italiano ed in cui la Corte ha già stabilito che spettava alle autorità italiane indagare sugli eventi, non si può ritenere che sussistesse l’obbligo da parte delle autorità bulgare di condurre un’indagine ai sensi dell’articolo 3 della Convenzione.", "127. Inoltre, gli organi della Convenzione hanno più volte affermato che essa non contiene alcun diritto che imponga alle Alte Parti contraenti di esercitare la protezione diplomatica o aderire alla doglianza del ricorrente ai sensi della legislazione internazionale o ancora ad intervenire sulle autorità di un altro Stato per conto del suddetto (si veda, ad esempio, Kapas c. Regno Unito, n. 12822/87, decisione della Commissione del 9 dicembre 1987, Decisioni e Rapporti (DR) 54, L. c. Svezia, n. 12920/87, decisione della Commissione del 13 dicembre 1988 e Dobberstein c. Germania, n. 25045/94, decisione della Commissione del 12 aprile 1996 e le decisioni ivi citate). Ciò nonostante, la Corte rileva che più volte le autorità bulgare hanno sollecitato le autorità italiane all’azione, come illustrato dal governo bulgaro nelle sue argomentazioni e come mostrato nella documentazione presentata alla Corte.", "128.  In conclusione, la Corte ritiene tale doglianza manifestamente infondata e che essa debba essere rigettata ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "III.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 4 DELLA CONVENZIONE", "129.  I ricorrenti asserivano che il trattamento subìto dalla prima ricorrente da parte della famiglia serba ed il fatto che la suddetta fosse stata costretta a partecipare a crimini organizzati costituiva una violazione dell’articolo 4. Secondo i ricorrenti, la violazione di detta disposizione si concretizzava altresì in relazione alla totalità dei fatti di specie, senza dubbio integranti la tratta di esseri umani contraria a tale disposizione, che recita:", "\"Nessuno può essere tenuto in condizioni di schiavitù o di servitù.", "Nessuno può essere costretto a compiere un lavoro forzato od obbligatorio.", "Non è considerato «lavoro forzato od obbligatorio» ai sensi del presente articolo: \n", "il lavoro normalmente richiesto a una persona detenuta alle condizioni previste dall’articolo 5 de[lla] presente Convenzione o durante il periodo di libertà condizionale;", "il servizio militare o, nel caso degli obiettori di coscienza nei paesi dove l’obiezione di coscienza è considerata legittima, qualunque altro servizio sostitutivo di quello militare obbligatorio;", "qualunque servizio richiesto in caso di crisi o di calamità che minacciano la vita o il benessere della comunità;", "qualunque lavoro o servizio facente parte dei normali doveri civici.”", "A.  Le argomentazioni delle parti", "1. I ricorrenti", "130.  I ricorrenti affermavano di essere stati indotti a credere di poter trovare un lavoro, ma che invece la prima ricorrente era stata costretta a rubare e subire lesioni corporali in conseguenza del trattamento cui era stata sottoposta, come dimostrato dalla documentazione medica prodotta. Essi ritenevano che, considerato che erano stati convinti con l’inganno a trasferirsi in Italia, nonché il trattamento successivamente subìto in particolare dalla prima ricorrente, senza dubbio il caso integrava la fattispecie di tratta di esseri umani ai sensi dei trattati internazionali. Essi erano dell’opinione che entrambi gli Stati fossero responsabili della dedotta violazione. Era degradante che i governi avessero tentato di coprire le loro manchevolezze trincerandosi dietro la scusa delle usanze Rom, in quanto era evidente che non fosse così, come più volte dichiarato dai ricorrenti. Inoltre, i ricorrenti non riuscivano a comprendere come le autorità ritenessero possibile tollerare le tradizioni Rom e considerarle normali, mentre era evidente che queste costituissero una violazione del codice penale (si vedano le sezioni 177-78 e 190-91 del codice penale bulgaro, legislazione interna pertinente, supra).", "131.  In merito alla doglianza dei suddetti nei confronti dell’Italia, essi ribadivano le proprie argomentazioni esposte ai sensi dell’articolo 3.", "132.  Per quanto riguarda la Bulgaria, i ricorrenti ribadivano altresì le proprie argomentazioni ai sensi dell’articolo 3. Essi inoltre osservavano che sebbene in Bulgaria vigesse una legge contro la tratta di esseri umani, nella pratica essa non aveva alcuna efficacia. In effetti, il governo bulgaro non era riuscito a produrre una statistica relativa al numero di persone penalmente perseguite a tal riguardo, ai sensi delle disposizioni contenute nel codice penale. Quanto alla prevenzione, i ricorrenti asserivano che il governo bulgaro avrebbe dovuto individuare i rischi ai quali una famiglia come quella dei ricorrenti sarebbe potuta andare incontro, una volta deciso di trasferirsi in Italia a seguito di un’ambigua promessa di lavoro. Essi sostenevano che alla frontiera non erano state fatte loro domande pertinenti, come se il pericolo della tratta di esseri umani non fosse mai esistito.", "2.  Il governo italiano", "133. Il governo italiano sosteneva che nella denuncia della terza ricorrente alla Polizia di Torino del 24 maggio 2003 non veniva fatta menzione di lavoro forzato nel contesto della tratta di esseri umani, bensì veniva espresso solamente il timore che la prima ricorrente potesse essere costretta a prostituirsi. Esso riteneva che la Convenzione sulla tratta di esseri umani non si applicasse nelle circostanze del caso di specie, come stabilito dai giudici nazionali. Inoltre, all’epoca dei fatti in esame, lo Stato italiano non aveva firmato né ratificato la Convenzione sulla tratta di esseri umani, che  pertanto non era applicabile alla fattispecie.", "134.  Nondimeno, le indagini penali per il presunto sequestro della prima ricorrente erano state avviate immediatamente dopo la denuncia verbale effettuata dalla terza ricorrente alla polizia di Torino il 24 maggio 2003. Il governo rilevava che una legge in materia di tratta di esseri umani era stata introdotta solamente nell’agosto 2003 (si veda la legislazione interna pertinente). Esso inoltre ribadiva le proprie argomentazioni ai sensi dell’articolo 3, eccependo che sulle circostanze del caso era stata condotta un’indagine effettiva.", "135.  Infine, esso affermava che poiché la Corte intendeva esaminare la condotta dello Stato rispetto agli accordi matrimoniali nella comunità Rom, il governo italiano osservava che la prima ricorrente era stata in realtà liberata ed aveva fatto ritorno in Bulgaria. Tuttavia, non spettava allo Stato giudicare le tradizioni della minoranza Rom, né la loro identità o lo stile di vita, considerato in particolare che la Corte stessa sottolineava l’importanza della cultura Rom in Munoz Diaz.", "3.  Il governo bulgaro", "136. Il governo ribadiva che il caso di specie non riguardava la tratta di esseri umani, in quanto gli eventi non rientravano nella definizione di tratta ai sensi dell’articolo 4 della Convenzione sulla tratta di esseri umani. Come confermato nello stralcio della polizia di frontiera (presentato alla Corte), i ricorrenti si erano liberamente e volontariamente stabiliti in Italia conformemente al loro diritto alla libertà di movimento. La prima ricorrente, sebbene minorenne, aveva volontariamente attraversato la frontiera bulgara ed era giunta in Italia, dove risiedeva insieme ai genitori e con il consenso di questi ultimi. La partenza dal territorio bulgaro era legittima e le autorità non avevano avuto motivo di impedirla, autorizzando tale trasferimento ai sensi dell’articolo 2 del protocollo n. 4 alla Convenzione e della legislazione dell’Unione Europea. Inoltre, non sussisteva alcuna prova della tratta di esseri umani sul territorio bulgaro, questione non dedotta dai ricorrenti. In effetti, i ricorrenti, da soli o attraverso il loro rappresentante, non avevano presentato denuncia a nessuna delle istituzioni bulgare che si occupavano di tratta. Qualsiasi accusa in proposito sarebbe stata comunicata all’agenzia nazionale per la tutela dell’infanzia, al Comitato nazionale per la lotta contro la tratta di esseri umani ed al Consiglio dei Ministri, alla Procura della Repubblica di Bulgaria ed al Ministero dell’Interno, dotato di specifici poteri ai sensi del codice penale e del codice di procedura penale.", "137.  Esso sosteneva che il caso di specie riguardasse una relazione personale di natura giuridica privata in termini di coinvolgimento volontario in un matrimonio e nei rituali ad esso collegati, conformemente alla particolare appartenenza etnica dei ricorrenti. Dalle indagini risultava che la prima ricorrente aveva liberamente sposato Y., in base alle loro tradizioni. Il modello di matrimonio Rom, accettato e praticato, prevedeva matrimoni precoci e  ubiquitari. L’età matrimoniale, disciplinata dai costumi a seconda del gruppo di appartenenza, era nella pratica generalmente un’età giovane. I matrimoni Rom si consideravano conclusi con una cerimonia nuziale alla presenza della comunità e per considerarli sacri ed indissolubili non si rendeva necessaria alcuna procedura civile o religiosa. Il matrimonio Rom tradizionale era diviso in due fasi. La prima, il fidanzamento, stabiliva i presupposti per il matrimonio come ad esempio la definizione del “prezzo/riscatto/dote” della sposa, consistente in una trattativa tra i padri in considerazione del fatto che la sposa entrerà poi a far parte della famiglia dello sposo. La seconda è il matrimonio, comprendente una serie di rituali, tra cui il più importante era la consumazione del matrimonio, tenendo presente che la verginità ne costituiva requisito indispensabile. Il governo bulgaro asseriva che dalla testimonianza di X., Y. e Z., raccolta dalla squadra di pronto intervento italiana, il rituale del matrimonio della ricorrente con Y. era conforme al tale pratica tradizionale.", "138.  Inoltre, non era stato stabilito se si fossero verificati atteggiamenti umilianti e degradanti o casi di lavoro forzato. Il governo sosteneva che la prima ricorrente, nella sua testimonianza dell’11 giugno 2003, aveva dichiarato di aver sposato Y. e non aveva lamentato di essere insoddisfatta del matrimonio, né aveva denunciato che lei stessa o i suoi genitori fossero stati maltrattati o costretti a lavorare. Pertanto, è opinione del governo che i fatti del caso di specie corrispondevano alla regolare consumazione di un matrimonio ed allo svolgimento di normali faccende domestiche, che non potevano costituire un trattamento vietato dall’articolo 4, in particolare perché la prima ricorrente ammetteva di essersi liberamente trasferita in Italia, di aver viaggiato a bordo di automobili e frequentato discoteche.", "139.  Il governo affermava che non appena la Sezione Consolare bulgara aveva segnalato il trattenimento forzato di una minore, le autorità italiane avevano fornito piena assistenza e compiuto indagini effettive, ma che dopo l’accertamento dei summenzionati fatti, non si era potuto giungere alla conclusione che il caso integrasse la tratta di esseri umani. Il governo notava che le autorità italiane avevano “liberato” la prima ricorrente, la quale si trovava in buone condizioni di salute e mentali. La suddetta veniva ascoltata da funzionari specializzati nell’interazione con minori ed aveva la disponibilità di un interprete. Inoltre, le autorità prestavano assistenza alla stessa ed ai suoi familiari, garantendo loro l’alloggio ed il pagamento delle spese. Le autorità italiane assumevano le pertinenti deposizioni testimoniali ed adottavano ulteriori misure per accertare i fatti ed i ricorrenti avevano avuto abbondantemente occasione di partecipare all’indagine in qualità di testimoni ed in tale occasione era stato messo loro a disposizione un interprete. Pertanto, anche i familiari erano stati direttamente coinvolti nelle indagini. Dunque, i criteri di indagine effettiva conformemente alla giurisprudenza della Corte (Rantsev c. Cipro e Russia, n. 25965/04, § 233, 7 gennaio 2010) erano stati soddisfatti.", "140.  Per quanto concerne i provvedimenti adottati dalle autorità bulgare, il governo bulgaro ribadiva le proprie argomentazioni ai sensi dell’articolo 3 (si vedano i paragrafi 121-123 supra). Infatti le autorità italiane e bulgare si erano attivate tempestivamente. Ne conseguiva che le azioni intraprese da entrambi gli Stati erano conformi agli obblighi previsti nella Convenzione (Rantsev, cit. sup., § 289).", "141.  Esso inoltre affermava che poiché il caso poteva essere esaminato alla luce dell’articolo 4, le autorità bulgare avevano adempiuto i propri obblighi positivi in modo adeguato e tempestivo. Il governo bulgaro osservava che la Convenzione sulla tratta era entrata in vigore per quanto concerne la Bulgaria nel 2007 e pertanto la stessa non era applicabile all’epoca dei fatti del caso di specie. Tuttavia, il governo affermava che la Bulgaria aveva adempiuto i propri obblighi positivi ed adottato le misure necessarie per stabilire una legislazione attuabile ed efficace in materia di criminalizzazione della tratta di esseri umani.", "142.  Inoltre esso ha provveduto a creare un’adeguata cornice legislativa ed amministrativa. Lo stesso osservava che a partire dal 2003 la seguente legislazione ha trovato applicazione, in materia di prevenzione, repressione e criminalizzazione della tratta:", "La Convenzione delle Nazioni Unite contro la criminalità organizzata transnazionale, adottata il 15 novembre 2000, ratificata in Bulgaria nel 2001", "Il Protocollo per prevenire, reprimere e punire la tratta di persone, in particolare di donne e bambini del 15 novembre 2000", "La Raccomandazione n. R (85) 11 agli Stati membri sulla posizione della vittima nell’ambito del diritto penale e della procedura penale, adottata dal Consiglio dei Ministri del Consiglio d’Europa il 28 giugno 1985", "La Raccomandazione 1545 (2002) sulla campagna contro la tratta di donne del 21 gennaio 2002", "La Direttiva del Consiglio 2004/81/CE del 29 aprile 2004 riguardante il titolo di soggiorno da rilasciare ai cittadini di paesi terzi vittime della tratta di esseri umani o coinvolti in un’azione di favoreggiamento all’immigrazione illegale che cooperino con le autorità competenti", "Le risoluzioni del Parlamento europeo in materia di sfruttamento della prostituzione e tratta di persone.", "Inoltre, mediante emendamenti al codice penale del 2002, la tratta di esseri umani è stata criminalizzata (si veda la pertinente legislazione interna) e nel 2003 veniva approvata in Parlamento una normativa specifica  in materia di lotta contro la tratta di esseri umani, che prevedeva lo sviluppo di un’efficace azione di contrasto. I mezzi d’informazione nazionali diffondevano anche notizie pubbliche sui rischi legati alla tratta di persone. Pertanto, il governo bulgaro ha adottato tutte le possibili misure positive concernenti la creazione di un effettivo sistema interno di prevenzione, indagine e perseguimento penale di tali reati. Inoltre, i ricorrenti non avevano presentato alcuna doglianza in proposito.", "143.  Il governo bulgaro sosteneva altresì di aver adempiuto il proprio obbligo positivo di adottare misure precauzionali. Esso affermava che non vi erano prove che esso fosse stato reso specificamente edotto circa particolari circostanze che avrebbero potuto sollevare un fondato e ragionevole sospetto di un rischio immediato per la prima ricorrente prima della partenza della medesima per l’Italia e successivamente durante la sua permanenza sul luogo. Di conseguenza, non vi era alcun obbligo positivo di adozione di misure preliminari a tutela della suddetta.", "144.  Per quanto riguarda l’obbligo procedurale di indagare sulla potenziale tratta di persone, il governo ribadiva che le azioni dei ricorrenti erano volontarie e che nonostante ciò, gli sforzi congiunti di Bulgaria e Italia avevano condotto al risultato sperato di liberare la prima ricorrente, consentendo altresì il rientro della stessa in Bulgaria.", "145.  Quanto alla perizia legale presentata, il governo osservava che essa non poteva essere ritenuta una prova valida in quanto non prodotta ai sensi di legge, essendo la stessa stata compilata un mese dopo il ritorno in Bulgaria della prima ricorrente e non immediatamente dopo i presunti fatti.", "B.  Valutazione della Corte", "1.  Applicazione dell’articolo 4 della Convenzione", "146.  La Corte non ha mai ritenuto le disposizioni della Convenzione il solo quadro di riferimento per l’interpretazione dei diritti e delle libertà in essa racchiusi (si veda Demir e Baykara c. Turchia [GC], n. 34503/97, § 67, 12 novembre 2008). Essa ha lungamente affermato che uno degli principi fondamentali dell’applicazione delle disposizioni della Convenzione è che questa non applica le stesse nel vuoto (si veda Loizidou c. Turchia, 18 dicembre 1996, Rapporti 1996-VI; e Öcalan c. Turchia [GC], n. 46221/99, § 163, CEDU 2005-IV). Per la sua natura di trattato internazionale, la Convenzione deve essere interpretata alla luce delle norme interpretative stabilite nella Convenzione di Vienna del 23 maggio 1969 sul diritto dei trattati (si veda Rantsev, cit. sup., § 273).", "147.  Ai sensi della Convenzione, la Corte è chiamata a stabilire il senso ordinario da attribuire ai termini nel loro contesto e alla luce dell’oggetto e dello scopo delle disposizioni da cui sono estratti (si veda Golder c. Regno Unito, 21 febbraio 1975, § 29, Serie A n. 18; Loizidou, cit. sup., § 43). La Corte deve tenere conto del fatto che il contesto della disposizione risiede in un trattato per la protezione effettiva dei diritti umani individuali e che la Convenzione deve essere letta come un tutt’uno ed interpretata in modo da promuovere la coerenza interna e l’armonia tra le sue diverse disposizioni (si veda Stec e altri c. Regno Unito (dec.) [GC], nn. 65731/01 e 65900/01, § 48, CEDU 2005-X). La Corte deve ugualmente prendere in considerazione tutte le regole e tutti i principi rilevanti di diritto internazionale applicabili nei rapporti tra le Parti contraenti e la Convenzione deve essere interpretata nella massima misura possibile in armonia con altre norme di diritto internazionale delle quali essa fa parte (si veda Al-Adsani, cit. sup., § 55; Demir e Baykara, cit. sup., § 67; Saadi c. Regno Unito [GC], n. 13229/03, § 62, CEDU 2008-...; e Ranstev, cit. sup., §§ 273-275).", "148. L’oggetto e lo scopo della Convenzione, quale strumento per la protezione dei singoli esseri umani, richiede che le sue disposizioni siano interpretate in modo tale da rendere le sue garanzie pratiche ed efficaci (si veda, tra gli altri, Soering, cit. sup., § 87; e Artico c. Italia, 13 maggio 1980, § 33, Serie A n. 37).", "149.  In Siliadin, tenuto conto della portata della “schiavitù” di cui all’articolo 4, la Corte faceva riferimento alla definizione classica di schiavitù contenuta nella Convenzione sulla schiavitù del 1926, che richiedeva l’esercizio di un autentico diritto di proprietà e la riduzione dello status della persona interessata ad “oggetto” (si veda Siliadin c. Francia, n. 73316/01, § 122, CEDU 2005 VII). Riguardo il concetto di “servitù”, la Corte ha ritenuto che oggetto del divieto sia “una forma particolarmente grave di negazione della libertà” (si veda Van Droogenbroeck c. Belgio, rapporto della Commissione del 9 luglio 1980, §§ 78-80, Serie B n. 44). La “servitù” costituisce un obbligo imposto con l’uso della forza di prestare i propri servigi e deve essere messa in relazione con la nozione di “schiavitù” (si veda Seguin c. Francia (dec.), n. 42400/98, 7 marzo 2000; e Siliadin, cit. sup., § 124). Perché sussista il “lavoro forzato o obbligatorio”, la Corte ha ritenuto che debba esservi costrizione fisica o mentale e che vi sia prevaricazione della volontà della persona (si veda Van der Mussele c. Belgio, 23 novembre 1983, § 34, Serie A n. 70; Siliadin, cit. sup., § 117).", "150.  La Corte non è chiamata spesso ad esaminare l’applicazione dell’articolo 4 e, in particolare, fino ad oggi ha avuto solamente due occasioni per valutare fino a quale misura il trattamento connesso con la tratta rientra nell’ambito del suddetto articolo (Siliadin e Rantsev, entrambe cit. sup.). In quest’ultima, la Corte concludeva che il trattamento subìto dal ricorrente integrava servitù e lavoro forzato e obbligatorio, sebbene non fosse sufficiente per essere considerato schiavitù. Nella prima sentenza, la stessa tratta era stata ritenuta in contrasto con lo spirito e la finalità dell’articolo 4 della Convenzione e ricompresa nell’ambito di applicazione delle garanzie offerte dall’articolo, senza necessità di determinare quale dei tre tipi di condotte vietate fosse posta in essere mediante lo specifico trattamento nel caso di specie.", "151.  In Rantsev, la Corte riteneva che la tratta di esseri umani, per la sua stessa natura e le finalità di sfruttamento, si basa sull’esercizio di poteri corrispondenti a quelli di proprietà. Le persone vengono trattate come strumenti da vendere e acquistare e da assoggettare a lavoro forzato, spesso per una cifra irrisoria o a titolo gratuito, generalmente nell’industria del sesso ma anche altrove. Ciò implica una stretta sorveglianza delle attività delle vittime, la cui capacità di movimento è spesso limitata. Essa comporta l’impiego di violenza e minacce contro le vittime, le quali vivono e lavorano in condizioni di povertà. Essa è descritta nel rapporto esplicativo della Convenzione sulla lotta contro la tratta come una forma moderna della vecchia tratta degli schiavi su scala mondiale. In tali circostanze, la Corte concludeva che la tratta di per sé, ai sensi dell’articolo 3(a) del Protocollo di Palermo e dell’articolo 4(a) della Convenzione sulla lotta contro la tratta, ricadeva nell’ambito di applicazione dell’articolo 4 della Convenzione (si veda Rantsev, cit. sup., §§ 281-282).", "2.  Applicazione al caso di specie", "152.  Ancora una volta la Corte evidenzia di trovarsi di fronte ad una controversia sull’esatta natura dei fatti dedotti. Le parti della causa hanno illustrato circostanze fattuali divergenti tra loro e malauguratamente la mancanza di indagini da parte delle autorità italiane ha fatto sì che le prove a disposizione per la definizione del caso risultassero scarse. Ciò detto, la Corte non può non assumere le proprie decisioni sulla base delle prove presentate dalle parti.", "153.  Alla luce di ciò, per quanto dalle argomentazioni dei governi possa essere dedotta un’eccezione ratione materiae, la Corte non ritiene necessario entrare nel merito di tale eccezione, poiché, a suo giudizio, la doglianza, nelle sue varie articolazioni, è in ogni caso irricevibile per le seguenti ragioni.", "(a)  La doglianza contro l’Italia", "1.  Le circostanze così come dedotte dai ricorrenti", "154.  La Corte ha già precisato sopra che le circostanze, così come dedotte dai ricorrenti, avrebbero potuto integrare la tratta di esseri umani. Tuttavia, essa ritiene che dalle prove prodotte non risulti alcun motivo sufficiente per accertare la veridicità della versione dei fatti dei ricorrenti, segnatamente che la prima ricorrente sia stata fatta arrivare in Italia come pegno in un giro dedito ad attività illecite. Di conseguenza, la Corte non riconosce l’esistenza di circostanze atte ad integrare il reclutamento, il trasporto, il trasferimento, l’alloggio o l’accoglienza di persone a fini di sfruttamento, lavoro o servizi forzati, schiavitù o pratiche simili alla schiavitù, servitù o espianto di organi. Ne consegue che l’affermazione dei ricorrenti, secondo cui si era verificato un caso di vera e propria tratta di esseri umani, non era stata provata e pertanto non poteva essere accolta dalla Corte.", "155.  Poiché non è stato verificato se la prima ricorrente sia stata vittima della tratta, la Corte ritiene che gli obblighi di cui all’articolo 4, di criminalizzare e perseguire penalmente la tratta nell’ambito di un quadro giuridico e regolamentare appropriato, non possono applicarsi al caso di specie.", "156. Riguardo l’obbligo in capo alle autorità di cui all’articolo 4 di adottare ogni misura opportuna in loro potere al fine di allontanare l’individuo dalla situazione o dal rischio, la Corte osserva che indipendentemente dal fatto che vi fosse o meno il sospetto credibile di sussistenza di un rischio reale o immediato che la prima ricorrente fosse stata oggetto di tratta o sfruttamento, la Corte ha già riscontrato che ai sensi dell’articolo 3 della Convenzione le autorità italiane avevano adottato tutti i provvedimenti necessari per liberare la ricorrente dalla situazione in cui si trovava (si veda paragrafo 103 supra).", "157.  Poiché l’articolo 4 prevede altresì l’obbligo procedurale di indagare su situazioni di potenziale tratta, la Corte ha già rilevato nella sua valutazione sull’aspetto procedurale dell’articolo 3 sopra (si vedano i paragrafi 107-108 supra), che le autorità italiane non avevano compiuto indagini effettive sulle circostanze del caso di specie.", "158.  Di conseguenza, la Corte non ritiene necessario esaminare questo aspetto della doglianza.", "159.  In considerazione di quanto sopra, la Corte ritiene che la doglianza relativa all’articolo 4 contro l’Italia nel suo complesso, fondata sulla versione dei fatti dei ricorrenti, è irricevibile, in quanto manifestamente infondata ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "ii.  Le circostanze così come accertate dalle autorità", "160.  La Corte rileva che le autorità erano giunte alla conclusione che i fatti del caso in specie corrispondevano ad un tipico matrimonio secondo la tradizione Rom. La prima ricorrente, la quale all’epoca del dedotto matrimonio aveva diciassette anni e nove mesi, non ha mai negato di aver volontariamente sposato Y., mentre invece negava che per il matrimonio fosse avvenuto un pagamento in favore di suo padre. Ciò nonostante, le fotografie rinvenute dalla polizia sembravano suggerire che invece uno scambio di denaro avesse avuto luogo. Poco era stato accertato in merito a successivi trattamenti all’interno della casa.", "161. Pertanto la Corte ritiene che in relazione ai fatti così come accertati  dalle autorità, ancora una volta non vi siano prove sufficienti che indichino che la prima ricorrente sia stata trattenuta in stato di schiavitù. Anche supponendo che il padre della ricorrente avesse ricevuto una somma di denaro in connessione con il dedotto matrimonio, la Corte è del parere che, nelle circostanze del caso di specie, non si potesse ritenere che tale dazione di denaro corrispondesse al costo del passaggio di proprietà, aspetto che rinvierebbe al concetto di schiavitù. La Corte ribadisce che il matrimonio possiede connotazioni sociali e culturali ben radicate, che possono differire molto da una società all’altra (si veda Schalk e Kopf c. Austria, n. 30141/04, § 62, CEDU 2010). Secondo la Corte, si può ragionevolmente accettare che tale pagamento rappresenti un regalo da una famiglia all’altra, una tradizione comune a molte culture differenti nella società odierna.", "162.  Altresì, non sussistono prove che indichino che la prima ricorrente fosse sottoposta a “servitù” o a “lavoro forzato o obbligatorio”; nel primo caso, si verificherebbe una costrizione a fornire i propri servigi (si veda Siliadin, cit. sup. § 124) e nel secondo caso, si richiamerebbe l’idea della costrizione fisica o mentale. Deve trattarsi di lavoro “preteso...sotto la minaccia di una punizione” ed altresì ottenuto contro la volontà della persona, cioè lavoro per cui la vittima “non si è offerta volontariamente” (si veda Van der Mussele, cit. sup., § 34, e Siliadin, cit. sup. § 117). La Corte osserva che nonostante nella sua testimonianza la prima ricorrente avesse lamentato di essere stata costretta a lavorare, la terza ricorrente aveva dichiarato nella sua denuncia del 24 maggio 2003 che la sua famiglia era stata assunta per svolgere le faccende domestiche.", "163.  Inoltre, secondo la Corte, i referti medici presentati post facto non sono sufficienti per stabilire al di là di ogni ragionevole dubbio che la prima ricorrente avesse effettivamente subìto una qualche forma di maltrattamento o sfruttamento come inteso nella definizione di tratta. Né può la Corte reputare che il semplice pagamento di una somma di denaro sia sufficiente per implicare si fosse trattato di un caso di tratta di esseri umani. Neppure sussiste la prova che tale unione sia stata contratta ai fini di sfruttamento sessuale o altro. Pertanto, non sussistono ragioni per ritenere che l’unione sia stata celebrata con finalità diverse da quelle generalmente associate ai matrimoni tradizionali.", "164.  La Corte considera con interesse le risoluzioni dell’Assemblea parlamentare del Consiglio d’Europa (si vedano i pertinenti testi internazionali supra), nelle quali viene espressa preoccupazione per le donne Rom nel contesto dei matrimoni forzati e precoci (questi ultimi definiti come l’unione di due persone delle quali almeno una è al di sotto dei 18 anni di età), condividendo tale timore. La Corte, tuttavia, osserva come le risoluzioni che sollevano tali preoccupazioni e promuovono le azioni in proposito risalgano al 2005 ed al 2010 e pertanto all’epoca dei fatti dedotti non solo non esisteva alcuno strumento vincolante, come resta il caso di specie, ma in concreto non vi era una consapevolezza o un consenso sufficienti all’interno della comunità internazionale nel condannare siffatte azioni. Il documento prevalente all’epoca (che non era stato ratificato né dall’Italia né dalla Bulgaria) era la Convenzione sul consenso al matrimonio, sull’età minima matrimoniale e sulla registrazione dei matrimoni  (1962), che determinava che spettava agli Stati stabilire un’età minima per contrarre matrimonio e prevedeva una dispensa d’età concessa dall’autorità competente in circostanze eccezionali. Tale tendenza si riflette nella legislazione di molti Stati membri del Consiglio d’Europa, i quali ritengono che diciotto anni sia l’età per il consenso ai fini del matrimonio e prevedono circostanze eccezionali in presenza delle quali un giudice o altra autorità (spesso dopo aver consultato i tutori) possono autorizzare il matrimonio di persone più giovani (ad esempio, Azerbaigian, Bulgaria, Croazia, Italia, Ungheria, Malta, San Marino, Serbia, Slovenia, Spagna, Svezia), generalmente di almeno sedici anni di età.", "165.  La Corte osserva che nel 2003, anno in cui la prima ricorrente avrebbe contratto matrimonio, la suddetta era di pochi mesi più giovane dell’età adulta. Infatti, conformemente alla legislazione italiana, è perfettamente legittimo che una persona di sedici anni di età o più abbia rapporti sessuali consensuali (si veda implicitamente l’articolo 609 quater nel paragrafo 40 supra), anche senza il consenso dei genitori e che il/la minore si allontani dalla casa di famiglia con il consenso dei genitori. Inoltre, nel caso di specie non vi sono prove sufficienti che indichino che la prima ricorrente sia stata costretta a contrarre matrimonio; la stessa non aveva affermato nella sua deposizione testimoniale di non aver acconsentito alle nozze, precisando invece che Y. non l’aveva costretta ad avere rapporti sessuali con lui. Alla luce di ciò, non si può concludere che le circostanze, così come accertate dalle autorità, diano adito ad alcuna osservazione conformemente all’articolo 4 della Convenzione. \n166.  Di conseguenza, questa parte della doglianza nei confronti dell’Italia ai sensi della presente norma, è irricevibile in quanto manifestamente infondata e deve essere rigettata in conformità dell’articolo 35 §§ 3 e 4 della Convenzione.", "(b)  La doglianza nei confronti della Bulgaria", "167.  La Corte rileva che se la dedotta tratta fosse stata avviata in Bulgaria, la Corte non avrebbe potuto esimersi dal giudicare se la Bulgaria avesse adempiuto gli obblighi cui sarebbe stata sottoposta, di adottare provvedimenti nei limiti della propria giurisdizione e dei propri poteri, al fine di proteggere la prima ricorrente dalla tratta e compiere indagini sull’eventualità che quest’ultima potesse essere rimasta vittima della tratta (si veda Rantsev, cit. sup. § 207). Inoltre, in capo agli Stati membri sussiste anche l’obbligo, nei casi di tratta transfrontaliera, di cooperare con efficacia con le pertinenti autorità degli altri Stati coinvolti nell’indagine sui fatti che hanno avuto luogo al di fuori del loro territorio (si veda Rantsev, cit. sup., § 289).", "168.  Tuttavia, se dai fatti contestati emerga una responsabilità a carico dello Stato bulgaro in relazione alle circostanze del caso di specie, è una questione che deve essere definita dalla Corte sulla base della valutazione sul merito della doglianza.", "169.  La Corte ha già stabilito sopra che riguardo entrambe le versioni dei fatti, le circostanze del caso di specie non integravano la tratta di esseri umani, una situazione che avrebbe comportato la responsabilità dello Stato bulgaro, qualora la tratta avesse avuto inizio nel suo territorio. Inoltre, i ricorrenti non lamentavano che le autorità bulgare non avevano compiuto indagini sulla potenziale tratta, bensì solamente che le autorità bulgare non avevano prestato loro la necessaria assistenza nei rapporti con le autorità italiane. Come sostenuto sopra nel paragrafo 119 in fine, la Corte ritiene che le autorità bulgare abbiano prestato assistenza ai ricorrenti e mantenuto contatti costanti con le autorità italiane con le quali collaboravano.", "170.  Ne consegue che la doglianza ai sensi dell’articolo 4 nei confronti della Bulgaria è altresì manifestamente infondata e deve essere rigettata in conformità dell’articolo 35 §§ 3 e 4 della Convenzione.", " SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 14 DELLA CONVENZIONE", "I ricorrenti lamentavano inoltre che il maltrattamento da essi subito era dovuto al fatto che sono di origine Rom. Invocavano l’articolo 14 della Convenzione, che recita:", "“Il godimento dei diritti e delle libertà riconosciuti nella [...] Convenzione deve essere assicurato senza nessuna discriminazione, in particolare quelle fondate sul sesso, la razza, il colore, la lingua, la religione, le opinioni politiche o quelle di altro genere, l’origine nazionale o sociale, l’appartenenza a una minoranza nazionale, la ricchezza, la nascita od ogni altra condizione.”", "172. I ricorrenti sostenevano di essere stati discriminati dalle autorità nell’esame della loro causa. Osservavano che il fatto che i criminali che essi accusavano fossero anch’essi Rom non aveva importanza, in quanto i Rom di origine serba erano abbastanza abbienti da riuscire a farla franca dopo aver fatto accordi con agenti di polizia corrotti.", "173. Il Governo italiano affermava che, se i ricorrenti fossero stati discriminati, non vi sarebbe stata alcuna inchiesta. Invece, come spiegato sopra, era stata avviata una regolare inchiesta e le conclusioni delle autorità erano state giustificate sulla base di un approccio obiettivo e ragionevole.", "174. Il Governo bulgaro osservava che le autorità di quel Paese avevano adottato misure tempestive, adeguate ed esaurienti per tutelare gli interessi dei ricorrenti, come confermato dalle prove fornite dal CRD. Rilevava che la banca dati del Ministero degli Esteri non conteneva dati relativi all’etnia. Pertanto, non si poteva affermare che i ricorrenti fossero stati soggetti ad azioni discriminatorie a causa della loro origine etnica. Inoltre, osservava che la famiglia accusata dai ricorrenti di tali trattamenti era della stessa etnia, il che di per sé bastava a dissipare l’idea di una possibile disparità di trattamento.", "175.  La giurisprudenza della Corte in materia di articolo 14 stabilisce che discriminazione significa trattare in maniera diversa, senza una giustificazione oggettiva e ragionevole, delle persone che si trovano in situazioni sensibilmente analoghe (si veda Willis c. Regno Unito, n. 36042/97, § 48, CEDU 2002-IV). La violenza razziale è un’offesa particolare alla dignità umana e, considerate le sue pericolose conseguenze, richiede una vigilanza speciale da parte delle autorità e una reazione energica. È per questo motivo che queste ultime devono utilizzare tutti i mezzi a loro disposizione per combattere il razzismo e la violenza razzista, rafforzando in tal modo la visione democratica  di una società nella quale la diversità non sia percepita come una minaccia ma come una ricchezza (si veda Nachova e altri c. Bulgaria [GC], nn. 43577/98 e 43579/98, § 145, CEDU 2005-VII).", "176.  Inoltre, la Corte ricorda che, nell’indagare su incidenti violenti, le autorità nazionali hanno anche il dovere di adottare tutte le misure necessarie per scoprire se vi fossero motivazioni razziste e stabilire se sussistessero sentimenti di odio o pregiudizi basati sull’origine etnica. Trattare casi di violenza e brutalità con motivazioni razziste allo stesso modo rispetto ai casi che non hanno una connotazione razzista significherebbe chiudere gli occhi di fronte ad atti che, per la loro natura specifica, sono particolarmente lesivi dei diritti fondamentali. Trattare indistintamente situazioni che sono fondamentalmente diverse può costituire un trattamento ingiustificato incompatibile con l’articolo 14 della Convenzione. Certamente, nella pratica, molto spesso è estremamente difficile dimostrare una motivazione razzista. L’obbligo del Governo convenuto di indagare sulla possibile connotazione razzista di un atto di violenza è un obbligo di mezzi e non di risultato assoluto; le autorità devono adottare tutte le misure ragionevoli nelle circostanze del caso (si veda Nachova e altri, sopra citata, § 160).", "177.  Dovendo esaminare il motivo di ricorso dei ricorrenti relativo all’articolo 14, la Corte ha il compito di stabilire anzitutto se il razzismo sia stato un fattore determinante nelle circostanze che li hanno portati a presentare denuncia alle autorità e, in relazione a ciò, se il Governo convenuto abbia adempiuto al proprio obbligo di indagare su possibili motivazioni razziste. Per di più, la Corte dovrebbe anche cercare di stabilire se, nel condurre l’inchiesta sui presunti maltrattamenti da parte della polizia denunciati dai ricorrenti, le autorità nazionali abbiano commesso delle discriminazioni contro i ricorrenti e, in caso affermativo, se tali discriminazioni fossero basate sulle loro origini etniche.", "178.  Per quanto riguarda il primo elemento di questo motivo di ricorso, la Corte osserva che, anche a voler supporre che la versione dei fatti dei ricorrenti fosse veritiera, il trattamento che sostengono di aver subito ad opera di terzi non può essere definito come avente connotazioni razziste o motivazioni di odio o pregiudizio basati sulle origini etniche in quanto i presunti colpevoli appartenevano allo stesso gruppo etnico rispetto ai ricorrenti. Invero, i ricorrenti non hanno fatto un’accusa in tal senso alla polizia quando hanno denunciato i fatti relativi alla famiglia serba. Ne consegue  che non sussisteva un obbligo positivo per lo Stato di indagare su tali motivazioni.", "179.  Per quanto riguarda il secondo elemento, in particolare se le autorità nazionali abbiano commesso discriminazioni nei confronti dei ricorrenti basate sulla loro origine etnica, la Corte osserva che, mentre ha già ritenuto che le autorità italiane non abbiano condotto un’inchiesta adeguata in merito alle denunce dei ricorrenti, dai documenti prodotti non risulta che tale lacuna derivasse da comportamenti discriminatori. Invero, non risulta vi siano stati abusi verbali di natura razzista da parte della polizia nel corso delle indagini, né che siano state fatte osservazioni tendenziose da parte della procura relativamente all’origine Rom dei ricorrenti, nel corso dell’inchiesta o da parte dei tribunali nei processi successivi. Per di più, i ricorrenti non hanno accusato le autorità di aver dimostrato un sentimento anti-Rom all’epoca dei fatti.", "180.  Di conseguenza, nella misura in cui è rivolto contro l’Italia, questo motivo di ricorso è manifestamente infondato e deve essere rigettato ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "181.  La Corte considera che un tale motivo di ricorso non è stato rivolto nei confronti della Bulgaria e che, anche se lo fosse stato, esso è manifestamente infondato e deve essere rigettato conformemente all’articolo 35 §§ 3 e 4 della Convenzione.", "IV. SULLE ALTRE VIOLAZIONI DEDOTTE DELLA CONVENZIONE", "182. In ultimo luogo, i ricorrenti lamentavano il fatto che la prima e la terza ricorrente non sono state assistite da avvocati e interpreti durante il loro interrogatorio, che non è stato comunicato loro a quale titolo sono state interrogate e che sono state costrette a firmare documenti dei quali ignoravano il contenuto. Invocano l’articolo 13 della Convenzione.", "183. La Corte considera che, nella misura in cui viene invocato l’articolo 13, questo motivo di ricorso sia errato e debba essere analizzato piuttosto dal punto di vista dell’articolo 6", "184. Tuttavia, la Corte ribadisce che una persona non può sostenere di essere vittima di una violazione del suo diritto ad un processo equo ai sensi dell’articolo 6 della Convenzione che, secondo lei, sia stata commessa nel corso di un procedimento all’esito del quale è stata assolta o che sia stato archiviato (si veda Osmanov e Husseinov c. Bulgaria (dec.), nn. 54178/00 e 59901/00, 4 settembre 2003, e la giurisprudenza ivi citata).", "185. La Corte osserva che il procedimento contro la prima ricorrente è stato archiviato (si veda paragrafo 29 supra) e che il terzo ricorrente è stato assolto con sentenza emessa l’8 febbraio 2006 (si veda paragrafo 32 supra). Pertanto, la Corte ritiene che in queste circostanze le due ricorrenti non possano pretendersi vittime di una violazione del loro diritto ad un processo equo sancito dall’articolo 6.", "186. Ne consegue che questo motivo di ricorso deve essere rigettato conformemente al’articolo 35 §§ 3 e 4 della Convenzione.", "V. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "187. Ai sensi dell’articolo 41 della Convenzione:", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "188. Sebbene sia stata fatta una richiesta di equa soddisfazione (200.000 euro) quando i ricorrenti hanno presentato il loro ricorso, questi ultimi non hanno avanzato una richiesta di equa soddisfazione quando sono stati invitati a farlo dalla Corte. Di conseguenza, la Corte non ritiene opportuno accordare loro alcuna somma a questo titolo", "PER QUESTI MOTIVI, LA CORTE,", "Dichiara, all’unanimità, ricevibili i motivi di ricorso relativi all’assenza di misure adeguate per prevenire i maltrattamenti da parte della famiglia serba subiti dalla prima ricorrente assicurandone la liberazione immediata e all’assenza di un’inchiesta effettiva sui presunti maltrattamenti da parte delle autorità italiane, e il resto del ricorso irricevibile;", "Dichiara, con 6 voti contro 1, che non vi è stata violazione dell’articolo 3 della Convenzione rispetto alle misure adottate dalle autorità per liberare la prima ricorrente;", "Dichiara, all’unanimità, che vi è stata violazione dell’articolo 3 della Convenzione in quanto l’inchiesta relativa ai presunti maltrattamenti subiti dalla prima ricorrente da parte di privati cittadini non è stata effettiva;", "Fatta in inglese, poi notificata per iscritto il 31 luglio 2012, ai sensi dell’articolo 77 §§ 2 e 3 del Regolamento della Corte.", "Francoise Tulkens\nPresidente", "Stanley Naismith \nCancelliere", "Conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento della Corte, alla presente sentenza è allegata l’opinione separata del giudice Kalaydjieva.", "F.T.\nS.H.N", "OPINIONE DISSENZIENTE DEL GIUDICE KALAYDJIEVA", "Così come i miei stimati colleghi, sono «colpito dal fatto che, successivamente alla scarcerazione del primo ricorrente, le autorità siano giunte alle loro conclusioni in meno di un giorno» (paragrafo 104) e abbiano abbandonato ogni ulteriore indagine sulle denunce dei ricorrenti. Tali denunce comprendevano maltrattamenti e atti sessuali non consensuali con un minore, presumibilmente protrattisi per un mese e consumati in una villa di proprietà di un pregiudicato. La Corte ha ritenuto, all’unanimità, che «se fossero stati provati, [alcuni degli atti denunciati] sarebbero potuti equivalere a traffico di esseri umani» e – per di più – che non si era proceduto ad alcuna indagine.", "Considero ancora più sconcertante, nella presente causa, il fatto che, avendo fatto irruzione nella villa, dove la prima ricorrente era presumibilmente detenuta contro la propria volontà, ed avendola liberata diciassette giorni dopo essere state informate che la madre temeva che fosse sottoposta a prostituzione forzata, le autorità abbiano deciso non solo di archiviare le accuse in questione senza ulteriori indagini, ma anche di avviare immediatamente un procedimento penale per falsa testimonianza e calunnia contro la diciassettenne e la madre che avevano affermato «che X., Y. e Z. [avevano] privato [la minore] della sua libertà personale detenendola nella villa, accusandoli pertanto di sequestro di persona mentre sapevano che erano innocenti» (paragrafo 30).", "È piuttosto illogico che, pur avendo «considerato che le circostanze del caso di specie riguardavano un matrimonio Rom», le autorità abbiano comunque adottato misure di protezione, ponendo la ragazza in un centro Caritas e poi affidandola alle cure della madre, invece di lasciarla libera di raggiungere felicemente suo “marito” dopo un’azione vista in apparenza come una ingerenza non necessaria nelle loro pacifiche questioni famigliari.", "Trovo inquietante che, dopo aver ricevuto ulteriori proteste dettagliate e insistenti da parte dei ricorrenti (paragrafi 16 e 25) per il tramite dell’Ambasciata di Bulgaria a Roma, le autorità italiane abbiano deciso di mantenere le imputazioni nei confronti dei ricorrenti piuttosto che indagare sulle circostanze oggetto di contestazione. È difficile non pensare che ciò sia stato fatto nel tentativo di smentire attivamente non solo le finalità con cui la minore era stata presumibilmente detenuta con la forza nella villa, ma anche il fatto stesso della sua privazione illegale della libertà, da cui l’avevano liberata. Invero, il Governo italiano convenuto si è basato sul procedimento intentato per false dichiarazioni per convincere la Corte che «i fatti denunciati dai ricorrenti erano stati interamente smentiti nel corso del procedimento nazionale» (paragrafo 90) e che la versione dei fatti secondo cui si era trattato di un «matrimonio tradizionale» era stata considerata «attendibile dal Giudice per le Indagini Preliminari di Torino» nella sentenza con cui aveva archiviato l’azione penale nei confronti del primo ricorrente, e ritenuta «probabile dal Tribunale di Torino nella sentenza del 2006» che aveva assolto il terzo ricorrente (paragrafi 92 e 93). Di fatto, il giudice del Tribunale di Torino aveva ritenuto che le fotografie del “matrimonio” riproducessero una scena piuttosto severa per le tradizioni Rom. All’esito del procedimento in absentia, in cui la terza ricorrente non fu né citata a comparire né posta in condizione di difendersi o spiegare le circostanze, il Tribunale archiviò le imputazioni di false dichiarazioni e calunnia nei suoi confronti, osservando anche che X., Y. e Z. si erano avvalsi del diritto di non rispondere in merito alle «false accuse di sequestro di persona» presumibilmente mosse dalla madre.", "Le accuse dei ricorrenti di maltrattamento da parte delle autorità italiane  non erano limitate al fatto che queste ultime non avevano avviato tempestivamente un’azione per la liberazione e la protezione di un minore, come affermato nei paragrafi 102-108 della sentenza. A questo proposito non vedo alcun motivo per condividere l’approvazione, da parte della maggioranza, della «prontezza e diligenza» (paragrafo 102) dimostrate in un’azione che le stesse autorità nazionali hanno ritenuto inutile e determinata da dichiarazioni false.", "Inoltre, i motivi di ricorso dei ricorrenti relativamente al modo in cui sarebbero stati interrogati non erano separati da quelli relativi all’atteggiamento delle autorità italiane – esaminato nei paragrafi 115-118. A questo proposito, proprio il fatto che il procedimento penale per false dichiarazioni e calunnia sia stato avviato poche ore dopo gli interrogatori presumibilmente intimidatori basta per sostenere la conclusione che le minacce erano assolutamente realistiche.", "Le argomentazioni dei ricorrenti circa i maltrattamenti da parte delle autorità riguardavano l’approccio globale delle autorità inquirenti italiane rispetto alle loro denunce. Nel vedere che queste ultime non solo sono state archiviate senza che si sia proceduto ad alcuna indagine, ma sono state anche seguite da un tentativo di smentirle in modo energico, non riesco a trovare alcuna spiegazione per questo trattamento diversa dall’ipotesi, formulata dalle autorità, secondo cui i ricorrenti avevano mentito fin dall’inizio. Questa ipotesi si evince dalla riluttanza nell’organizzare la tempestiva liberazione della minore, dal modo in cui la stessa e la madre sono state frettolosamente interrogate sotto minaccia e dall’immediato (ma inutile) avvio di un procedimento per false dichiarazioni nel tentativo di stabilire che le loro denunce non erano altro che false accuse, fatte pur sapendo che X., Y. e Z. erano innocenti.", "Questa spiegazione sembra più ragionevole di quella offerta dalla Corte, secondo cui le «autorità italiane erano del parere che le circostanze del caso di specie rientravano nel contesto di un matrimonio Rom». Quand’anche fosse corretta (e mi permetto di dubitarne), una tale «opinione» non potrebbe ragionevolmente giustificare il modo in cui le autorità hanno trattato le accuse di maltrattamento, atti sessuali non consensuali, partecipazione forzata ad attività criminali, ecc., presentate dai ricorrenti a meno che non si accetti l’idea che un matrimonio Rom costituisce un accordo da parte dei genitori per vendere una sposa «per qualsiasi scopo».", "Non posso accettare nessuna delle due spiegazioni sul modo in cui le autorità hanno trattato le denunce dei ricorrenti e ritengo che ciascuna di esse sia basata su affermazioni inappropriate.", ""]}