{"file": "ITA_HJUDITA_357_07.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "357/07", "text_paragraphs": ["Traduzione © a cura del Ministero della Giustizia Direzione generale del contenzioso e dei diritti umani, effettuata dall’esperto linguistico Ombretta Palumbo", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE\nCAUSA VENTORINO c. ITALIA\nRicorso n. 357/07\nSENTENZA\nSTRASBURGO - 17 maggio 2011", "Tale sentenza diventerà definitiva alle condizioni previste dall’articolo 44 § 2 della Convenzione, e potrà subire delle modifiche formali.", "Nella causa Ventorino c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunitasi in camera alla presenza di:\nFrançoise Tulkens, presidentessa,\nDavid Thór Björgvinsson, \nDragoljub Popović, \nGiorgio Malinverni, \nAndrás Sajó, \nGuido Raimondi, \nPaulo Pinto de Albuquerque,  giudici,\ne di Stanley Naismith, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 12 aprile 2011,\nPronuncia la seguente decisione, approvata in tal data:", "PROCEDIMENTO", "1. All’origine della causa vi è un ricorso (no 357/07) contro la Repubblica italiana, presentato alla Corte il 15 dicembre 2006 da una cittadina italiana, la signora Assunta Ventorino (\"la ricorrente\"), ai sensi dell’articolo 34 della Convenzione per la salvaguardia dei Diritti dell’Uomo e delle Libertà fondamentali (\"la Convenzione\").\n2. La ricorrente è rappresentata dall’Avv. C. Marcellino, del foro di Benevento. Il governo italiano (\"il Governo\") è rappresentato dal suo agente, la signora E. Spatafora, e dal suo coagente, il signor N. Lettieri.\n3. La ricorrente sostiene che vi è stata una violazione degli articoli 6 § 1 e 1 del Protocollo no 1.\n4. Il 5 gennaio 2009, il presidente della seconda sezione ha deciso di comunicare il ricorso al Governo. Come previsto dall’articolo 29 § 3 della Convenzione, la Corte ha altresì deciso che la sezione si sarebbe pronunciata contemporaneamente sulla ricevibilità e sul merito.", "", "", "IN FATTO", "I. LE CIRCOSTANZE DELLA FATTISPECIE", "5. La ricorrente è nata nel 1967 e risiede a San Nicola Manfredi.\n6. La ricorrente esercita la professione legale, e nel 2000 rappresentò in giudizio il comune di San Nicola Manfredi.\n7. Dal 2002, essendo terminato il procedimento, la ricorrente chiese più volte al comune il pagamento del suo onorario di 7.321,54 EURO, oltre agli interessi e alla rivalutazione.\n8. Poiché nel 2005 l’amministrazione non aveva eseguito tale pagamento, la ricorrente si rivolse al tribunale di Benevento per ottenere un’ingiunzione di pagamento. Il 20 novembre 2005 il Tribunale, dopo aver giudicato il credito della ricorrente certo ed esigibile, emise un decreto ingiuntivo avverso il comune.\n9. L’ingiunzione fu notificata al comune il 13 dicembre 2005. Non essendo stato proposto ricorso da parte dell’amministrazione, l’ingiunzione passò in giudicato.\n10. Il 24 aprile 2006, poiché l’amministrazione non aveva ancora pagato, la ricorrente fece notificare al comune un atto di precetto.\n11. In seguito, il 15 maggio 2006, la ricorrente avviò dinanzi al tribunale di Benevento un pignoramento presso terzi presso la Banca di Roma.\n12. Il 23 maggio 2006, la Banca di Roma dichiarò che l’amministrazione debitrice non aveva, sul suo conto, somme da sequestrare.\n13. Con sentenza del 29 novembre 2006, il consiglio municipale riconobbe l’esistenza di un debito di 12.000 euro nei confronti della ricorrente, ma non pagò tale somma.\n14. Il 9 luglio 2009, la ricorrente, non avendo ancora ricevuto il pagamento, citò il comune dinanzi al TAR di Napoli, chiedendo che fosse nominato un commissario ad acta al fine di ottenere l’esecuzione forzata del decreto ingiuntivo.\n15. Il procedimento è ancora in corso.", "", "IN DIRITTO", "I. SULLA PRESUNTA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE E DELL’ARTICOLO 1 DEL PROTOCOLLO N. 1", "16. La ricorrente sostiene che la mancata esecuzione del decreto ingiuntivo del 20 novembre 2005 ha violato il suo diritto di accesso ad un tribunale nonché il suo diritto al rispetto dei suoi beni, e si appella agli articoli 6 § 1 della Convenzione e 1 del Protocollo no 1, che nelle loro parti pertinenti sono così redatte nella fattispecie:", "Articolo 6 § 1\n«Ogni persona ha diritto che la sua causa sia esaminata (...) da parte di un tribunale (...) che deciderà (...) in ordine alle controversie sui suoi diritti ed obbligazioni di natura civile (...).»", "Articolo 1 del Protocollo n. 1\n« Ogni persona fisica o giuridica ha diritto al rispetto dei suoi beni. Nessuno può essere privato della sua proprietà se non per causa di pubblica utilità ed alle condizioni previste dalla legge e dai principi generali del diritto internazionale. \nLe disposizioni precedenti non ledono il diritto degli Stati di applicare quelle leggi che giudicano necessarie per disciplinare l’uso dei beni in relazione all’interesse generale o per assicurare il pagamento delle imposte o di altri tributi o ammende.»", "17. Il Governo contesta tale tesi.", "A. Sulla ricevibilità", "18. Il Governo eccepisce il mancato esaurimento delle vie di ricorso interne, in quanto il procedimento di esecuzione forzata avviato dalla ricorrente è ancora in corso dinanzi al TAR. Inoltre, la ricorrente avrebbe omesso, nell’ambito del procedimento di pignoramento presso terzi, di contestare la dichiarazione di mancanza di fondi della Banca di Roma.\n19. La ricorrente si oppone a tale tesi.\n20. La Corte ritiene che le argomentazioni del Governo siano strettamente legate alla sostanza dei motivi di ricorso enunciati dalla ricorrente, e quindi occorre unire l’eccezione al merito.\n21. La Corte non constata alcun altro motivo di irricevibilità ai sensi dell’articolo 35 § 3 della Convenzione, e dichiara quindi il ricorso ricevibile.", "B. Sul merito", "22. Pur riconoscendo l’effettività del credito della ricorrente, il Governo sostiene che il ritardo nell’esecuzione dell’ingiunzione del tribunale, benché spiacevole, non possa essere ritenuto arbitrario: il suddetto ritardo, infatti, sarebbe stato causato dalle difficoltà finanziarie dell’amministrazione comunale. Tra l’altro, la carenza di risorse del comune non potrebbe essere addebitata allo Stato centrale.\n23. La ricorrente contesta le argomentazioni del Governo.\n24. La Corte ricorda che l’esecuzione di una sentenza, emessa da una qualunque autorità, deve essere considerata come parte integrante del « processo » ai sensi dell’articolo 6 della Convenzione. Il diritto ad un tribunale sarebbe fittizio se l’ordinamento giuridico interno di uno Stato contraente permettesse che una decisione giudiziaria definitiva e obbligatoria non sia applicata a scapito di una delle parti (Immobiliare Saffi c. Italia [GC], no 22774/93, § 63, CEDU 1999-V).\n25. Nella causa presente, benché la ricorrente abbia ottenuto un’ingiunzione definitiva che ordinava il pagamento di una somma da parte delle autorità amministrative, tale decisione non è ancora stata applicata, a causa del rifiuto del debitore di adeguarvisi.\n26. Ora, l’amministrazione rappresenta un elemento dello Stato di diritto, in quanto il suo interesse si identifica con quello di una buona amministrazione della giustizia. Ne segue che se l’amministrazione rifiuta od omette di eseguire, oppure tarda a farlo, le garanzie dell’articolo 6 di cui ha beneficiato la persona interessata durante il giudizio del procedimento perdono ogni ragione d’essere (Hornsby c. Grecia, sentenza del 19 marzo 1997, § 41, Raccolta delle sentenze e delle decisioni 1997-II).\n27. In proposito, la Corte ricorda altresì che uno Stato non può affrancarsi dai suoi obblighi internazionali appellandosi alla responsabilità di un comune o di un altro organo decentralizzato (Dewinne c. Belgio (dec.), no 56024/00, 11 marzo 2005 ; Hamer c. Belgio (dec.), no 21861/03, 11 maggio 2006).\n28. Inoltre, la Corte non condivide le argomentazioni del Governo secondo cui la ricorrente non avrebbe esaurito correttamente le vie di ricorso interne, nella misura in cui la stessa ricorrente dovrebbe aspettare l’esito del procedimento di esecuzione forzata e effettuare altre azioni nell’ambito del pignoramento presso terzi. La Corte ricorda che non si può chiedere ad una persona che ha ottenuto un credito nei confronti dello Stato al termine di un procedimento giudiziario di dover in seguito avviare un procedimento di esecuzione forzata per ottenere soddisfazione (Metaxas c. Grecia, no 8415/02, § 19, 27 maggio 2004).\n29. La Corte può solo osservare che la ricorrente si trova da più di cinque anni nell’impossibilità di ottenere l’esecuzione del decreto ingiuntivo definitivo, nonostante le numerose azioni intraprese per ottenere il pagamento integrale della somma accordata come onorario. Le argomentazioni del Governo non possono costituire una valida giustificazione in proposito.\n30. In proposito, va ribadito che le autorità non possono appellarsi alla carenza di fondi per non pagare un debito basato su una decisione giudiziaria (Bourdov c. Russia, no 59498/00, § 35, CEDU 2002 III).\n31. Questi elementi bastano alla Corte per concludere che la mancata esecuzione del decreto ingiuntivo in questione ha privato di ogni effetto utile il diritto di accesso a un tribunale della ricorrente e ha violato il suo diritto al rispetto dei suoi beni. Occorre quindi respingere l’eccezione del mancato esaurimento delle vie di ricorso interne del Governo e concludere che vi è stata violazione dell’articolo 6 § 1 della Convenzione e dell’articolo 1 del Protocollo.", "II. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "32. Ai sensi dell’articolo 41 della Convenzione,\n«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi protocolli e se il diritto interno dell’Alta Parte contraente non permette che in modo incompleto di riparare le conseguenze di tale violazione, la Corte accorda, quando è il caso, un’equa soddisfazione alla parte lesa.»", "A. Danni", "33. Per i danni materiali, la ricorrente chiede 7 321,54 euro (EUR), ovvero l’ammontare del suo onorario non pagato. La ricorrente chiede altresì 7.000 EUR per i danni morali.\n34. Il Governo contesta le richieste della ricorrente per i danni morali.\n35. La Corte ricorda che una sentenza che accerti una violazione implica per lo Stato convenuto l’obbligo di metter fine alla violazione e di cancellarne le conseguenze in modo da ristabilire per quanto possibile la situazione precedente alla violazione stessa (Metaxas c. Grecia, succitata, § 35 ; Iatridis c. Grecia (equa soddisfazione) [GC], no 31107/96, § 32, CEDU 2000-XI). La Corte ribadisce di aver accertato una violazione dell’articolo 6 § 1 della Convenzione e dell’articolo 1 del Protocollo no 1 a causa dell’impossibilità per la ricorrente di ottenere l’esecuzione dell’ingiunzione del 29 novembre 2005 nonché il pagamento del suo onorario. Occorre perciò concludere che la ricorrente ha subito sia un danno materiale a causa della privazione, per diversi anni, della somma assegnata dalla succitata ingiunzione, sia un danno morale a causa della frustrazione causata da tale mancato pagamento.\n36. Dopo aver esaminato le richieste della ricorrente e aver deliberato secondo equità ai sensi dell’articolo 41 della Convenzione, la Corte concede le somme richieste nella loro totalità, ossia 7 321,54  EUR  per i danni materiali e 7 000 EUR per i danni morali.", "B. Spese di giudizio", "37. La ricorrente chiede altresì 1.000 EUR per le spese di giudizio da lei sostenute dinanzi alle giurisdizioni interne e 3.178,12 EUR per quelle sostenute dinanzi alla Corte.\n38. Il Governo si oppone a tali richieste.\n39. Secondo la giurisprudenza della Corte, un ricorrente può avere il rimborso delle spese di procedimento soltanto nella misura in cui ne siano accertate l’effettività, la necessità e la ragionevolezza del loro tasso. Nella fattispecie, tenuto conto dei documenti in suo possesso e della sua giurisprudenza, la Corte ritiene ragionevole la somma di 2.500 EUR per l’insieme delle spese di giudizio, e la concede alla ricorrente.", "C. Interessi moratori", "40. La Corte considera giusto basare il tasso degli interessi moratori sul tasso d’interesse legale dell’operazione di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "", "PER QUESTI  MOTIVI, LA  CORTE, ALL’UNANIMITA’,", "Unisce al merito l’eccezione di mancato esaurimento delle vie di ricorso interne e la respinge;", "Dichiara il ricorso ricevibile;", "Dichiara che vi è stata violazione degli articoli 6 § 1 della Convenzione e 1 del Protocollo no 1;", "Dichiara", "che lo Stato convenuto deve versare alla ricorrente, entro tre mesi dal momento in cui la sentenza sarà divenuta definitiva, ai sensi dell’articolo 44 § 2 della Convenzione,", "7.321,54 EUR (settemilatrecentoventuno euro e cinquantaquattro centesimi) per danni materiali;", "7.000,00 EUR (settemila euro), per i danni morali, oltre a qualsiasi altra somma concedibile a titolo di imposta su tali somme;", "2.500,00 EUR (duemilacinquecento euro), per le spese di procedimento, oltre a qualsiasi altra somma concedibile a titolo di imposta su tali somme;", "che, dal momento della scadenza di tale termine e fino al versamento, tali somme dovranno essere ricalcolate in base ad un interesse semplice uguale a quello dell’operazione di rifinanziamento marginale della Banca centrale europea applicabile durante tale periodo, aumentato di tre punti percentuali;", "Respinge la richiesta di equa soddisfazione per il resto.", "Fatto in francese e successivamente comunicato in forma scritta il 17 maggio 2011 ai sensi dell’articolo 77 §§ 2 e 3 del regolamento.", "Stanley Naismith    \nCancelliere", "Françoise Tulkens\nPresidentessa"]}