{"file": "ITA_HJUDITA_43134_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "43134/05", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, effettuata dagli esperti linguistici Martina Scantamburlo e Rita Carnevali", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE\nCAUSA G.N. E ALTRI c. ITALIA\n(Ricorso n. 43134/05)\nSENTENZA\n(merito)\nStrasburgo,1o dicembre 2009", " Questa sentenza diventerà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Potrà subire alcune modifiche formali.\n \nNella causa G.N. e altri c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), riunita in una camera composta da:\n      Françoise Tulkens, presidente,\n      Vladimiro Zagrebelsky,\n      Danutė Jočienė,\n      Dragoljub Popović,\n      András Sajó,\n      Nona Tsotsoria,\n      Kristina Pardalos, giudici,\n     e da Sally Dollé, cancelliere di sezione,\nDopo aver deliberato in camera di consiglio il 10 novembre 2009,\nPronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", " All’origine della causa vi è un ricorso (n. 43134/05) proposto contro la Repubblica italiana con cui sette cittadini di questo Stato, il sig. G.N., la sig.ra G.S., il sig. D.C., la sig.ra G.D.M., il sig. S.C., la sig.ra E.S. e la sig.ra D.C. (“i ricorrenti”), hanno adito la Corte il 28 novembre 2005 ai sensi dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali (“la Convenzione”). Il 28 agosto 2007, la presidente della camera ha accolto la domanda dei ricorrenti per la  non divulgazione della loro identità (articolo 47 § 3 del regolamento).", "Il sig. G.N., la sig.ra G.S., il sig. S.C. e la sig.ra E.S. sono stati rappresentati innanzi alla Corte dagli avvocati Anton Giulio Lana e Andrea Saccucci del foro di Roma; il sig. D.C., la sig.ra G.D.M. e la sig.ra D.C. sono stati rappresentati dagli avvocati Anton Giulio Lana e Umberto Randi, rispettivamente del foro di Roma e di Milano. Il governo italiano (“il Governo”) è stato rappresentato successivamente dai suoi agenti R. Adam e E. Spatafora, nonché dal suo co-agente, F. Crisafulli, e dal suo co-agente aggiunto N. Lettieri (quest’ultimo è in seguito divenuto co-agente).", "Il 6 maggio 2008, la Corte ha deciso di comunicare al Governo i motivi di ricorso relativi agli articoli 2, 3 e 14 della Convenzione e di trattare con priorità questo ricorso (articolo 41 del regolamento della Corte). Come permette l’articolo 29 § 3 della Convenzione, essa ha inoltre deciso di esaminare contestualmente ricevibilità e merito della causa.\nIN FATTO\n\nI.  LE CIRCOSTANZE DEL CASO DI SPECIE\n\nA.  I ricorrenti", "Il sig. G.N., la sig.ra G.S., il sig. D.C., la sig.ra G.D.M., il sig. S.C. e la sig.ra E.S. hanno presentato questo ricorso in nome proprio e in qualità di eredi. In particolare, il sig. G.N. e la sig.ra G.S. sono i genitori della sig.ra M.C.N.; il sig. D.C. e la sig.ra G.D.M. sono i genitori del sig. N.C.; il sig. S.C. e la sig.ra E.S. sono rispettivamente il figlio e la moglie del sig. V.C.", "La sig.ra D.C. agisce in nome proprio.", "Quest’ultima è nata nel 1973 e risiede a Ravenna. Il sig. G.N. e la sig.ra G.S. sono nati rispettivamente nel 1950 e nel 1957 e risiedono a Villabate (Palermo). Il sig. D.C. e la sig.ra  G.D.M. sono nati rispettivamente nel 1937 e nel 1938 e risiedono ad Alfonsine (Ravenna). Il signor S.C. e la sig.ra E.S. sono nati rispettivamente nel 1965 e nel 1920 e risiedono a Milano.\n\nB.  Il contagio della sig.ra D.C. e dei parenti degli altri ricorrenti", "La sig.ra D.C., la sig.ra M.C.N., il sig. N.C. ed il sig. V.C., affetti da talassemia , ricevevano periodicamente trasfusioni di sangue ed emoderivati forniti gratuitamente dal servizio sanitario nazionale.", "Nel corso di tali trasfusioni, queste persone furono contagiate dal virus dell’immunodeficienza umana (“HIV”) o virus dell’epatite C.", "In particolare, il 1o giugno 1979 alla sig.ra D.C fu diagnosticata una epatite “non-A non-B”, contratta nel corso dello stesso anno.  Nel 1989 fu scoperto il “virus dell’epatite C” e in seguito a tale scoperta la diagnosi di epatite “non-A non-B” fu modificata in “epatite C” il 27 luglio 1990.", "In una data non precisata, anteriore al mese di marzo 1985, la sig.ra M.C.N. fu infettata dal virus HIV.  Decedette il 30 gennaio 1995.", "Nell’agosto 1989, il sig. V.C. scoprì di aver contratto il virus dell’epatite C in una data non precisata tra il 1985 e la fine del 1988. Costui decedette il 18 dicembre 1992.", "Il 17 settembre 1990, il sig. N.C. scoprì di aver contratto il virus dell’epatite C in una data non precisata tra il 1981 ed il 1988. Costui decedette il 21 luglio 1998.", "Delle quattro persone infettate, la sig.ra D.C. è quindi l’unica che oggi è ancora viva.\n\nC.  L’indennizzo ottenuto dai ricorrenti o dai loro parenti ai sensi della legge no 210 del 25 febbraio 1992 (« legge no 210/92", "In date non precisate, la sig.ra D.C., il sig. G.N. (padre della sig.ra M.C.N., all’epoca minorenne), la sig.ra E.S. (vedova del sig. V.C.) ed il sig. N.C. presentarono al Ministero della Salute una domanda volta ad ottenere un indennizzo in seguito al loro contagio o a quello dei loro parenti. La loro domanda si fondava sulla legge no 210/92 (successivo paragrafo 36).", "Per quanto riguarda la sig.ra D.C., il sig. G.N. e la sig.ra E.S., le commissioni mediche competenti, sollecitate dal Ministero della Salute, riconobbero tra il 1993 ed il 1994 l’esistenza di un nesso di causalità tre le trasfusioni e/o l’assunzione di emoderivati cui si erano sottoposti essi stessi o i loro parenti ed il contagio con il virus HIV o con quello dell’epatite C.", "Secondo le informazioni fornite dai ricorrenti, il Ministero della Salute corrispose in seguito gli indennizzi richiesti.", "Allo stesso modo, in una data non precisata, il sig. N.C. ottenne l’indennizzo che aveva chiesto al Ministero della Salute a seguito del suo contagio con il virus dell’epatite C.", "Risulta quindi dal fascicolo che l’indennizzo in questione è stato chiesto ed ottenuto da tutti i ricorrenti o dai loro parenti contagiati. Soltanto la sig.ra G.S. (madre delle sig.ra M.C.N.) ed il sig. S.C. (figlio del sig. V.C.) non hanno formulato una domanda simile in quanto ne avevano già depositata una per il padre e la vedova dei de cujus ai sensi degli articoli 1 e 2, comma 3, della legge no 210/92 (vedere successivo paragrafo 36).\n\nD.  L’azione per il risarcimento dei danni avviata dai ricorrenti (causa « Emo uno »)", "Il 21 dicembre 1993, un centinaio di persone citò il Ministero della Salute innanzi al tribunale di Roma al fine di ottenere il risarcimento dei danni subiti in seguito al contagio loro e dei loro de cujus dai virus dell’HIV e dell’epatite B e C per le trasfusioni e/o l’assunzione di prodotti emoderivati presso strutture sanitarie pubbliche.", "Risulta dal fascicolo che nel corso di questo procedimento intervennero tutti i ricorrenti, in particolare alle seguenti date: la sig.ra D.C. il 12 gennaio 1994; il sig. G.N. e la sig.ra G.S. (in qualità di eredi della sig.ra M.C.N.) il 5 aprile 1995; la sig.ra E.S. (in qualità di erede del sig. V.C.) il 19 marzo 1991; il sig. D.C. e la sig.ra G.D.M. (in qualità di eredi del sig. N.C., parte nel procedimento dal 12 gennaio 1994 al 21 luglio 1998, giorno del suo decesso), allo stadio della presentazione dell’appello incidentale (vedere, al successivo paragrafo 22, la sentenza Mas.A. e altri c. Italia (composizione amichevole), no 53708/00, § 13, 7 giugno 2001); infine, il sig. S.C., in qualità di erede del sig. V.C., il 16 novembre 2001, data di presentazione del ricorso per cassazione (successivo paragrafo 25).", "La Corte nota che i fatti relativi a questo procedimento sono già stati esaminati dagli organi della Convenzione nell’ambito di più ricorsi che avevano ad oggetto la durata del processo. Si tratta in particolare delle seguenti cause: A.B., E.F. e C.C. c. Italia, nn. 37874/97, 37878/97 e 37879/97, rapporto della Commissione del 4 marzo 1998, non pubblicato; M.A. e altri c. Italia (composizione amichevole), nn. 44814/98, 45401/99, 45732/99, 47463/99 e 47724/99, 30 novembre 2000 ; M.L. e altri c. Italia (composizione amichevole), no 53705/00, 5 aprile 2001; infine, Mas.A. e altri c. Italia (succitata). La Corte nota che quest’ultimo ricorso era stato presentato, tra altri, dalla sig.ra D.C., dal sig. D.C., dalla sig.ra G.D.M. e dalla sig.ra E.S., ossia da quattro dei sette ricorrenti che hanno introdotto il presente ricorso.", "Lo svolgimento del procedimento  “Emo uno” fino al 23 ottobre 2000 è stato così descritto dalla Corte nella sentenza Mas.A. e altri (succitata, §§ 6-14):\n« 6.  L’istruzione della causa iniziò il 12 gennaio 1994. Numerosi soggetti presentarono una domanda [per risarcimento danni] ai sensi degli articoli 186 bis e 186 ter del Codice di procedura italiano, tesa ad ottenere il pagamento delle somme non contestate o una ingiunzione di pagamento. Il giudice si riservò di decidere. Con ordinanza del 31 gennaio 1994, il giudice istruttore rigettò la domanda ai sensi dell’articolo 186 bis, rinviò la discussione sull’applicazione dell’articolo 186 ter alle udienze successive e pronunciò la separazione delle istanze per gruppi di dieci persone per facilitare l’esame della causa.\n7.  Il 2 marzo 1994, tutti gli attori e gli intervenuti contestarono la separazione delle istanze per gruppi, domandarono la revoca della citata ordinanza e insistettero nella loro domanda ai sensi degli articoli 186 bis e 186 ter.\n8.  In seguito si tennero parecchie udienze relative ai diversi gruppi di persone. Il 18 giugno 1994, ci fu l’intervento di una parte nel procedimento. Il 26 ottobre 1994 si svolse un’udienza riguardante tutti gli attori e gli intervenuti. Il 26 novembre 1994, attori ed intervenuti domandarono che la parte convenuta depositasse alcuni documenti. Il 14 gennaio 1995, il giudice istruttore aggiornò la causa all’8 aprile 1995. Quel giorno, attori ed intervenuti domandarono al giudice l’autorizzazione a ritirare i fascicoli per poter dar loro un ordine sistematico.\n9.  Il 5 luglio 1995, il giudice aggiornò la causa al 9 dicembre 1995. Questa udienza fu rinviata d’ufficio all’11 dicembre 1995, data in cui le parti attrici depositarono dei documenti. L’udienza prevista per il 10 febbraio 1996 fu rinviata d’ufficio all’11 aprile 1996 perché era cambiato il giudice istruttore. Tale giorno, il nuovo giudice constatò che nel fascicolo mancavano ancora i documenti che la parte convenuta non aveva ancora depositato e le ingiunse di depositarli.\n10.  Il 23 maggio 1996, il giudice ritenne che per maggior chiarezza conveniva scindere il fascicolo in tante cause quante erano gli attori e gli intervenuti. Su questo punto, il 31 maggio 1996, tutte le parti attrici proposero un reclamo al tribunale che venne rigettato il 20 dicembre 1996. Nel frattempo, all’udienza del 3 luglio 1996, il giudice istruttore si riservò di decidere nell’attesa che il tribunale si pronunciasse.\n11.  Il 16 gennaio 1997, il giudice si riservò di decidere sulla domanda di riunione dei procedimenti fino al 4 febbraio 1997, data in cui constatò che la separazione dei fascicoli non era stata fatta come si doveva né per gruppi come aveva richiesto il primo giudice istruttore né per singolo soggetto. Di conseguenza, il giudice revocò l’ordinanza di separazione e pronunciò la riunione di tutte le cause ritenendo che dal momento che esisteva un elenco sufficientemente aggiornato degli attori ancora in vita e delle parti il cui processo veniva continuato dagli eredi, era almeno possibile chiedere a costoro di presentare le proprie conclusioni sul loro diritto al risarcimento, lasciando che la questione dell’ammontare venisse determinata in seguito.12.  Il 29 maggio 1997, il giudice istruttore fissò l’udienza di presentazione delle conclusioni al 13 novembre 1997. L’udienza di precisazioni delle comparse conclusionali e delle memorie di replica si tenne il 26 giugno 1998. Con sentenza del 7 luglio 1998, depositata in cancelleria il 27 novembre 1998, il tribunale dichiarò la responsabilità del ministero convenuto e lo condannò a risarcire i danni il cui ammontare doveva essere determinato con giudizio separato.\n13.  Il 12 maggio 1999, il Ministero della Salute appellò la sentenza di primo grado innanzi alla corte d’appello di Roma. Il 29 settembre 1992, gli originari attori ed intervenuti si costituirono nel giudizio e presentarono appello incidentale. L’udienza di prima comparizione si tenne il 30 settembre 1999. In tale data, il giudice istruttore fissò la data di presentazione delle conclusioni al 20 gennaio 2000. Questa udienza fu rinviata su richiesta delle parti al 9 marzo 2000. L’udienza di presentazione delle comparse conclusionali e delle memorie di replica si tenne il 27 settembre 2000.\n14.  Con sentenza del 4 ottobre 2000, depositata in cancelleria il 23 ottobre 2000, la corte rigettò parzialmente l’appello.»", "In questa sentenza, la corte d’appello di Roma considerò che gli opportuni test diagnostici dei virus dell’epatite B e dell’HIV nonché il procedimento di inattivazione di quest’ultimo attraverso termotrattamento erano stati approntati rispettivamente dal 1978 e dal 1985, benché la conoscenza dei virus e della loro trasmissibilità per via ematica risalisse rispettivamente al 1970 e al 1984. Rilevò anche che, a partire dal 1988, il Ministero della Salute aveva imposto l’impiego del termotrattamento nel processo produttivo degli emoderivati per prevenire la trasmissione dell’epatite che all’epoca era chiamata “non-A non-B”, anche se il test per la diagnosi dell’epatite C era stato approntato soltanto nel 1989.", "La  corte d’appello condannò quindi il Ministero della Salute unicamente per le patologie per infezione dai virus dell’epatite B, dell’HIV e dell’epatite C acquisite dai vari soggetti rispettivamente dopo il 1978, 1985 e 1988, escludendo quindi il risarcimento delle parti già costituite a questo stadio del procedimento; dichiarò compensate tra le parti le spese di lite per il primo grado e per il grado di appello (vedere il paragrafo 14 della sentenza Mas.A. e altri, succitata, al precedente paragrafo 22, in fine).", "Il 16 novembre 2001, le parti e gli altri soggetti intervenuti proposero ricorso per cassazione. A sua volta, il Ministero della Salute propose ricorso il 5 dicembre 2001.", "Con sentenza depositata in cancelleria il 31 maggio 2005, la Corte di cassazione confermò la sentenza della corte d’appello di Roma. In particolare la cassazione affermò che, per il periodo anteriore alla scoperta da parte della comunità scientifica mondiale dei virus dell’HIV e dell’epatite C e, di conseguenza, dei relativi test diagnostici, poiché la possibilità di contagio da questi virus era sconosciuta, non esisteva alcun nesso di causalità tra il comportamento del ministero e l’evento dannoso. La giurisdizione di appello aveva dunque giustamente fatto riferimento ad epoche in cui erano stati approntati i test diagnostici dei virus e non a quelle, anteriori, in cui era noto che le trasfusioni di sangue o la somministrazione di emoderivati potessero veicolare delle infezioni.", "La Corte di cassazione sottolineò anche che l’indennizzo previsto dalla legge no 210/92 era una misura di sostegno assistenziale fondata sugli articoli 2 e 38 della Costituzione, che opera su un piano diverso dal risarcimento per responsabilità civile previsto dall’articolo 2043 del codice civile. In effetti, in quest’ultimo caso, “il danno risarcibile, la cui entità è valutabile caso per caso, è legato alla commissione di un fatto illecito, mentre il diritto all’indennizzo, in una misura prefissata dalla legge, sorge per il sol fatto del danno irreversibile derivante da infezione post-trasfusione”. La Corte di cassazione concluse quindi che il diritto all’indennizzo di cui alla legge no 210/92 ed il diritto al risarcimento ex art. 2043 del codice civile potevano coesistere e che l’esistenza del ricorso previsto dalla legge no 210/92 non escludeva la possibilità per gli interessati di chiedere al giudice di valutare l’esistenza di una responsabilità per colpa dello Stato in questo o in quel caso.", "La Corte di cassazione compensò le spese di questo giudizio tra le parti.\n\nE.  La definizione transattiva delle controversie", "Nel frattempo, con decreto del 3 novembre 2003, il Ministero della Salute aveva stabilito i criteri che permettevano di definire i giudizi pendenti tramite la stipula di transazioni con le persone emofiliche danneggiate a causa della somministrazione di emoderivati infetti (successivi paragrafi 46-47). I ricorrenti che erano affetti da talassemia non potettero beneficiare di tali transazioni.", "Nel corso del processo “Emo uno” innanzi alla Corte di cassazione tutte le parti in causa, ad eccezione dei ricorrenti e di altri dieci ricorrenti, aderirono alla procedura transattiva con il Ministero della Salute.\n\nF. Il ricorso Mas.A. e altri c. Italia (no 53708/00)", "Questo ricorso, introdotto in particolare dalla sig.ra D.C., dal sig. D.C., dalla sig.ra G.D.M. e dalla sig.ra E.S. (precedente paragrafo 21), verteva sulla durata del processo « Emo Uno », dal suo inizio fino alla data del 23 ottobre 2000.\nCon sentenza del 14 giugno 2001, la Corte ha cancellato il ricorso dal ruolo ai sensi dell’articolo 39 della Convenzione in quanto le parti avevano definito i giudizi pendenti con la stipula di una transazione.\nIl testo della dichiarazione di adesione alla procedura transattiva, firmato da uno dei rappresentanti dei ricorrenti, è il seguente:\n« Ho preso conoscenza della dichiarazione del governo italiano con la quale si dichiara pronto a versare a ciascuno dei 208 ricorrenti le somme indicate nell’elenco [...] a titolo di danno morale e, a tutti i ricorrenti, la somma complessiva di 80 000 000 lire a titolo delle spese, in vista di una definizione transattiva della causa che ha dato origine al ricorso no 53708/00 da me introdotto innanzi alla Corte europea dei Diritti dell’Uomo.\nAccetto questa proposta e rinuncio peraltro a qualsiasi altra pretesa a carico dell’Italia in merito ai fatti che sono all’origine di tale ricorso. Dichiaro la causa definitivamente chiusa.\nLa presente dichiarazione si iscrive nel quadro di una definizione transattiva stipulata fra me ed il Governo.\nInoltre, dopo la pronuncia della sentenza, mi impegno a non domandare il rinvio della causa alla Grande Camera conformemente all’articolo 43 § 1 della Convenzione. »\n\nII.  IL DIRITTO E LA PRASSI INTERNA PERTINENTI \n\nA.  Il diritto e la prassi interna pertinenti in materia di trattamento del sangue e di prevenzione della trasmissione dei virus dell’epatite B., dell’HIV e dell’epatite C.", "La legge no 592/67 ha attribuito al Ministero della Salute le competenze in materia di direzione e sorveglianza dei servizi inerenti alla raccolta, preparazione, conservazione e distribuzione del sangue umano per uso trasfusionale e dei servizi inerenti alla preparazione dei suoi derivati.", "Il decreto del Presidente della Repubblica no 1256/71 ha vietato la donazione di sangue da parte di persone affette da epatite e di quelle che negli ultimi sei mesi hanno ricevuto una trasfusione di sangue, plasma, fibrinogeno o altri derivati che possono trasmettere l’epatite.", "La legge no 833/78 ha prescritto, tra l’altro, l’adozione di norme uniformi in materia di raccolta, preparazione, conservazione e distribuzione del sangue. Queste norme sono state attuate dalla legge no 107/90, che ha abrogato la legge no 592/67.", "In particolare, il Ministero della Salute ha adottato in questa materia le seguenti misure:\n– la circolare n. 68 del 24 luglio 1978, con la quale, al fine di prevenire il rischio di trasmissione dell’epatite B tramite trasfusioni, ha disposto la ricerca dell’antigene dell’epatite B su ogni donazione di sangue e la distruzione dei lotti di sangue positivi a questo antigene. Inoltre, il sangue umano poteva essere importato esclusivamente da paesi che garantiscono l’esistenza di controlli idonei ad escludere il contagio dall’epatite B;\n– la circolare n. 64 del 3 agosto 1983, che descrive la sindrome da immunodeficienza acquisita (“AIDS”) come una patologia di eziologia virale a trasmissione sessuale e parenterale (ossia a seguito di un’iniezione) simile a quella dell’epatite virale B);\n– la circolare n. 65 del 25 agosto 1984, che prevede misure di profilassi dell’AIDS e indica che la sindrome in questione può essere trasmessa attraverso sangue infetto, derivati del sangue e secrezioni infette ;\n– la circolare n. 28 del 17 luglio 1985, che dispone la ricerca degli anticorpi del virus HIV nel sangue proveniente da donatori ed il termotrattamento degli emoderivati destinati agli emofilici al fine di impedire la trasmissione dell’HIV ;\n– il decreto n. 14 del 15 gennaio 1988 che impone a tutti i centri di raccolta di sangue, di trasfusione e di produzione di emoderivati l’obbligo di effettuare la ricerca degli anticorpi del virus HIV su ogni campione di sangue o di plasma ricevuto in dono;\n– il decreto del 21 luglio 1990 che prevede che i centri di trasfusione ricerchino gli anticorpi del virus dell’epatite C su ogni unità di sangue o plasma ricevuta in dono;\n– il decreto del 15 gennaio 1991, che dispone che su ogni donazione di sangue vengano effettuati i test diagnostici dell’epatite B e C e dell’ HIV e stabilisce l’obbligo di informare le persone che ricevono una trasfusione dei rischi associati a tale pratica terapeutica.\n\nB.  Gli articoli pertinenti della legge no 210/92 e la giurisprudenza interna relativa a quest’ultima", "Gli articoli pertinenti della legge no 210/92 (nella formulazione in vigore all’epoca dei fatti) sono i seguenti:\nArticolo 1\n« (...)\n2. ...i soggetti che risultino contagiati da infezioni da HIV a seguito di somministrazione di sangue e suoi derivati (...) [hanno diritto ad un indennizzo da parte dello Stato].\n3. I benefici di cui alla presente legge spettano altresì a coloro che presentino danni irreversibili da epatiti post-trasfusionali.\n(...) »\nArticolo 2\n« 1. L’indennizzo di cui all’articolo 1, comma 1, consiste in un assegno (...).\n3. Qualora a causa delle vaccinazioni o delle patologie previste dalla presente legge sia derivata la morte, spetta, in sostituzione dell’indennizzo di cui al comma 1, un assegno una tantum nella misura di lire 50 milioni [circa 25 823 EURO] da erogare ai soggetti a carico, nel seguente ordine: coniuge, figli minori, figli maggiorenni inabili al lavoro, genitori, (...) »\nArticolo 3\n« 1. I soggetti interessati ad ottenere l’indennizzo (...) presentano una domanda al Ministro della Sanità entro (...) il termine di dieci anni nei casi di infezioni da HIV (...) »\nArticolo 4\n« 1. Il giudizio sanitario sul nesso causale tra (...) la trasfusione, la somministrazione di emoderivati, (...) e la menomazione dell’integrità psicofisica o la morte è espresso dalla commissione medico-ospedaliera (...) »\nArticolo 5\n« 1. Avverso il giudizio della commissione di cui all’articolo 4, è ammesso ricorso al Ministro della Sanità. Il ricorso è inoltrato entro trenta giorni dalla notifica (...) »\n\nC.  La giurisprudenza interna riguardante i contagi post-trasfusionali", "Oltre alla causa oggetto del presente ricorso (processo “Emo uno”), i giudici interni hanno statuito sulla stessa questione altre due volte.\n\n1. Il processo «Emo bis»", "Con sentenza depositata in cancelleria il 14 giugno 2001, il tribunale di Roma condannò il Ministero della Salute per i danni causati ad un certo numero di persone contagiate dai virus dell’epatite B, dell’HIV e dell’epatite C in seguito a trasfusioni di sangue e di emoderivati infetti. La condanna del Ministero riguardava i contagi verificatisi prima che venisse identificato il virus HIV e quello dell’epatite C o prima che venissero approntati i test diagnostici di questi virus e di quello dell’epatite B.", "Il tribunale rilevò che il rischio di infezione associato alle trasfusioni era conosciuto fin dall’inizio degli anni ‘70. Inoltre, benché il test diagnostico dell’epatite B fosse stato lanciato nel 1978, dall’inizio degli anni ‘70 esistevano dei metodi di rivelazione indiretta di questo virus. Secondo il tribunale, il ministero avrebbe dovuto verificare l’innocuità dei lotti di sangue importati dall’estero a partire da questo periodo. Il tribunale ritenne che, poiché i meccanismi di trasmissione dei tre virus in questione erano identici, l’adozione dei metodi e dei controlli per evitare la trasmissione dell’epatite B avrebbe impedito al tempo stesso la diffusione dell’HIV e del virus dell’epatite C.", "Questa decisione fu confermata in secondo grado dalla sentenza della corte d’appello di Roma depositata il 12 gennaio 2004.", "Investita del ricorso del ministero, la Corte di cassazione, con sentenza delle Sezioni Unite depositata in cancelleria l’11 gennaio 2008, ricordò dapprima la differenza tra indennizzo ai sensi della legge no 210/92, misura di sostegno assistenziale che prescinde dalla eventuale responsabilità dello Stato, e risarcimento ai sensi dell’articolo 2043 del codice civile, che invece presuppone un illecito civile. Rilevò poi che a partire dalla fine degli anni 60, al Ministero della Salute erano state attribuite competenze di direzione e sorveglianza dei servizi inerenti alla raccolta e alla distribuzione del sangue umano per uso trasfusionale, in ragione del suo ruolo primario nella programmazione e nel coordinamento in materia sanitaria (essa citò, tra altre, la legge no 592/67, il decreto del Presidente della Repubblica no 1256/71 e la legge no 833/78; vedere precedenti paragrafi 32-34).Constatò quindi che all’epoca il rischio di contagio da virus associato alla somministrazione di emoderivati era ben noto. Non avendo ottemperato agli obblighi che scaturivano da queste competenze, riconobbe la responsabilità civile del ministero per omessa vigilanza.", "Per quanto riguarda il dies a quo di questa responsabilità, la Corte di cassazione rilevò che a differenza di quanto essa stessa aveva dichiarato nel processo “Emo uno”, questo termine decorreva dalla data in cui era stato individuato il virus dell’epatite B, in quanto l’HIV ed il virus dell’epatite C costituivano soltanto delle manifestazioni distinte dello stesso evento, ossia la lesione all’integrità fisica provocata dalla somministrazione di sangue infetto.", "La Corte di cassazione indicò anche che spettava al giudice di merito stabilire questa data. Rinviò quindi la causa ad altra sezione della corte d’appello di Roma per il riesame. Secondo le informazioni fornite dai ricorrenti, il processo innanzi alla corte d’appello era ancora pendente alla data del 23 marzo 2009.\n\n2. Il processo «Emo ter»", "Con sentenza depositata in cancelleria il 29 agosto 2005, il tribunale di Roma, adito da un terzo gruppo di persone contagiate dagli stessi virus, ritenne che i test che permettevano di identificare il virus dell’epatite B fossero disponibili dagli anni 1972-1974 e concluse nella responsabilità del Ministero della Salute per quanto riguardava le infezioni provocate dai virus dell’epatite B, dell’HIV e dell’epatite C a partire da queste date. Il tribunale dichiarò di sottoscrivere i motivi sui quali si basavano le decisioni di primo grado e del grado di appello adottate nel processo “Emo bis” e di non condividere la sentenza della Corte di cassazione nel processo “Emo uno”.", "La sentenza emessa nell’ambito del processo “Emo ter” fu impugnata innanzi alla corte d’appello di Roma. Secondo le informazioni fornite dai ricorrenti, la prossima udienza è stata fissata al 12 gennaio 2010.\n\nD.  Il diritto interno pertinente relativo alla definizione transattiva delle azioni di risarcimento danni da trasfusioni di sangue o emoderivati infetti", "La legge no 141 del 20 giungo 2003 (“legge no 141/03”) ha autorizzato una spesa pubblica di  98 500 000 euro per l’anno 2003 e di 198 500 000 euro per ciascuno degli anni 2004 e 2005 al fine di consentire la stipula di transazioni con “soggetti emotrasfusi danneggiati da sangue o emoderivati infetti che hanno instaurato azioni di risarcimento danni tuttora pendenti”.", "A seguito dell’adozione di questa legge, il Ministero della Salute ha specificato, con un decreto del 3 novembre 2003, i criteri di accesso per il previsto risarcimento. Le parti pertinenti di questo decreto recitano:\nArticolo 1\n« 1.  Al risarcimento dei danni subiti dai soggetti emofiliaci a seguito di assunzione di emoderivati infetti si provvede in base ai seguenti criteri:", " stipula di atto formale di transazione con gli aventi causa da danneggiati deceduti;", " stipula di atto formale di transazione con i soggetti danneggiati viventi che abbiano ottenuto (...) una sentenza favorevole;", " stipula di atto formale di transazione con i soggetti danneggiati viventi che hanno azionato la loro pretesa in giudizio senza avere ancora ottenuto alcuna sentenza favorevole.\n (...)»", "Il decreto legge no 159 del 1o ottobre 2007 ( “decreto-legge no 159/07”) ha autorizzato per l’anno 2007 una spesa pubblica di 150 000 000 euro per la stipula di transazioni nell’ambito delle azioni di risarcimento danni pendenti, avviate, tra altri, da “soggetti talassemici, affetti da altre emoglobinopatie o affetti da anemie ereditarie, emofilici ed emotrasfusi occasionali” danneggiati da trasfusione con sangue infetto o da somministrazione di emoderivati infetti.", "Infine, la legge finanziaria 2008 (no 244 del 24 dicembre 2007) ha autorizzato una spese pubblica di 180 000 000 euro per ciascun anno, a decorrere dal 2008, per la stipula di transazioni nell’ambito delle azioni di risarcimento danni pendenti, avviate dalle categorie di persone indicate nel decreto legge no 159/07.", "La individuazione dei criteri per la stipula delle transazioni previste dal decreto legge no 159/07 e dalla legge finanziaria 2008 è stata delegata al Ministero della Salute, congiuntamente con il Ministero dell’Economia e delle Finanze. \n\nIII. LE FONTI DEL CONSIGLIO D’EUROPA \n", "Tra il 1980 ed il 1988, il Comitato dei ministri del consiglio d’Europa ha adottato più raccomandazioni volte soprattutto ad invitare i governi degli Stati membri a :\n– definire i criteri di base per la qualità, il condizionamento, l’etichettatura ed il controllo degli emoderivati destinati agli emofili, sottolineando la necessità di ridurre i rischi di trasmissione dell’epatite, in particolare attraverso il controllo di ogni lotto e unità di plasma utilizzati per la preparazione di concentrati di fattori di coagulazione (Raccomandazione no (80)5 del 30 aprile 1980) ;\n– stabilire dei regolamenti sull’importazione di sangue, dei suoi componenti e derivati, al fine di limitare al massimo i rischi dovuti alla trasmissione di agenti infettivi (Raccomandazione no (81)14 dell’11 settembre 1981) ;\n– evitare l’impiego di preparazioni di fattori coagulanti ottenuti a partire da “vasti pool” di plasma, soprattutto negli Stati membri che non hanno ancora raggiunto l’autosufficienza nella produzione di questi prodotti, tenuto conto soprattutto della comparsa dell’AIDS e del rischio di trasmissione di questa malattia per via ematica. Il Comitato ha così raccomandato di informare i medici curanti e i riceventi, quali gli emofili, dei rischi potenziali dell’emoterapia (Raccomandazione no (83)8 del 23 giugno 1983);\n– attuare, nell’ambito delle donazioni di sangue, un programma di preparazione di prodotti sanguigni, in particolare per i fattori di coagulazione anti-emofilia, che comportano idonei procedimenti per l’inattivazione dell’HIV (Raccomandazione  no (85)12 del 13 settembre 1985) ;\n– conformarsi al principio secondo il quale la responsabilità dell’organizzazione della trasfusione dovrebbe spettare alle autorità sanitarie nazionali. Queste ultime dovrebbero eseguire adeguati controlli per garantire la sicurezza di questa attività e di quella che attiene alla preparazione dei prodotti sanguigni. Le autorità sanitarie dovrebbero inoltre stabilire dei programmi nazionali di prelievo, preparazione e distribuzione del sangue umano ispirati a criteri di volontariato e della non remunerazione del dono, per coprire il fabbisogno di prodotti ematici senza dover ricorrere all’importazione. Quest’ultima, se necessaria, dovrebbe essere effettuata esclusivamente da paesi che offrono adeguate garanzie sulla sicurezza dei donatori e dei riceventi. Infine, poiché la trasfusione è un atto medico, dovrebbe in quanto tale essere regolata da disposizioni legislative e regolamentari in materia di responsabilità (Raccomandazione no (88)4 del 7 marzo 1988).\n\nIV. Il DIRITTO DELL’UNIONE EUROPEA \n", "L’articolo 21 della Carta dei diritti fondamentali della Unione europea è così formulato nelle sue parti pertinenti:\n« 1.  È vietata qualsiasi forma di discriminazione fondata in particolare  (...) sulle caratteristiche genetiche, (...) sugli handicap (...) ».\n\nIN DIRITTO \n\nI. SULLA ECCEZIONE PRELIMINARE DEL GOVERNO \n", "Il Governo, in via preliminare, ritiene che i ricorrenti non possono considerarsi \"vittime\" delle violazioni da essi addotte in quanto hanno ottenuto soddisfazione nell’ambito della procedura di indennizzo prevista dalla legge no 210/92.", "I ricorrenti sostengono che l’indennizzo previsto dalla legge no 210/92 costituisce soltanto una debole misura di solidarietà sociale che non consente, in nessun modo, di risolvere la questione della responsabilità dello Stato.", "La Corte osserva innanzitutto che questo ricorso riguarda gli articoli 2 e 3 della Convenzione, che si collocano tra le disposizioni di fondamentale importanza della Convenzione (McCann e altri c. Regno Unito, 27 settembre 1995, § 147, serie A no 324 ; Soering c. Regno Unito, 7 luglio 1989, § 88, serie A no 161).", "Essa nota che dal fascicolo risulta che l’indennità in questione è stata richiesta ed ottenuta da tutti i ricorrenti o dai loro parenti contagiati (ad eccezione della sig.ra G.S. e del sig. S.C., per le ragioni indicate nel precedente paragrafo 18). Rileva poi che, secondo la giurisprudenza della Corte di cassazione, l’indennità prevista dalla legge no 210/92 è una misura di sostegno assistenziale che opera su un piano diverso dal risarcimento per responsabilità civile previsto dall’articolo 2043 del codice civile in quanto prescinde da una eventuale responsabilità civile dello Stato quanto al contagio degli interessati. Inoltre, la Corte di cassazione ha considerato che l’esistenza del ricorso previsto dalla legge no 210/92 non escludeva la possibilità per gli interessati di chiedere al giudice di valutare l’esistenza di una responsabilità per colpa dello Stato in questo o in quel caso (precedenti paragrafi 27 e 41).", "Nel caso di specie, è proprio questo quello che i ricorrenti hanno fatto introducendo un’azione per il risarcimento dei danni affinché le autorità giudiziarie valutassero la responsabilità dello Stato quanto al loro contagio o a quello dei loro parenti (precedenti paragrafi 19-28).", "La Corte ritiene quindi che, considerate le caratteristiche della procedura di indennizzo prevista dalla legge no 210/92, le circostanze del caso di specie e la necessità che, di fronte a motivi difendibili basati sugli articoli 2 e 3 della Convenzione, gli Stati contraenti mettano in atto un sistema giudiziario efficace per identificare le cause delle violazioni addotte e, eventualmente, obbligare i responsabili a rispondere dei loro atti (vedere, mutatis mutandis, Calvelli e Ciglio c. Italia [GC], no 32967/96, § 49, CEDH 2002 I, e la giurisprudenza citata ai precedenti paragrafi 81-82), i ricorrenti possono essere considerati “vittime” delle violazioni lamentate.", "Pertanto va rigettata l’eccezione sollevata dal Governo.\n\nII. SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 2 DELLA CONVENZIONE \n", "Invocando l’articolo 2 § 1 della Convenzione i ricorrenti si lamentano per la violazione del diritto alla vita dovuta, da una parte, all’assenza dei controlli necessari per prevenire la somministrazione di sangue infetto e, dall’altra, al rifiuto di riparazione del danno subito. Quanto a questo secondo elemento, i ricorrenti sostengono che vi è stata violazione dell’obbligo processuale di protezione del diritto alla vita derivante dall’articolo 2 della Convenzione.", "Tale articolo recita:\n«1. Il diritto alla vita di ogni persona è protetto dalla legge. Nessuno può essere intenzionalmente privato della vita, salvo che in esecuzione di una sentenza capitale pronunciata da un tribunale, nel caso in cui il reato sia punito dalla legge con tale pena.\n2. La morte non si considera cagionata in violazione del presente articolo se è il risultato di un ricorso alla forza resosi assolutamente necessario:", "a) per garantire la difesa di ogni persona contro la violenza illegale;", "b) per eseguire un arresto regolare o per impedire l’evasione di una persona regolarmente detenuta;", "c) per reprimere, in modo conforme alla legge, una sommossa o un’insurrezione.»\n", "A. Sulla ricevibilità", "Il Governo sostiene che la sig.ra D.C., essendo viva, non ha il locus standi per presentare questo ricorso dinanzi alla Corte, dato che quest’ultima ha riconosciuto lo status di vittima di una persona non deceduta solo nel caso di uso della «forza omicida» da parte di agenti dello Stato (İlhan c. Turchia [GC], n. 22277/93, §§ 75-76, CEDU 2000 VII, e Makaratzis c. Grecia [GC], n. 50385/99, §§ 49-55, CEDU 2004 XI). Per quanto riguarda la situazione della ricorrente, poiché la condotta attribuita allo Stato si riassume in una addotta inosservanza dell’obbligo generale di proteggere la vita, la constatazione di un semplice pericolo di morte, per quanto grave esso sia, non basterebbe per attribuire all’interessata la qualità di «vittima».", "I ricorrenti si oppongono alla tesi del Governo e osservano in particolare che l’obbligo di proteggere la vita copre tutte le situazioni che comportino un «pericolo serio e imminente per la vita di una persona».", "La Corte rileva che, oltre ai due casi di applicazione dell’articolo 2 della Convenzione citati dal Governo, essa ha implicitamente riconosciuto più volte il locus standi di ricorrenti vivi che avevano sollevato dei motivi di ricorso dal punto di vista di questa disposizione.", "È il caso, ad esempio, di ricorrenti la cui incolumità fisica era stata messa in pericolo dalle macchinazioni di un terzo (Osman c. Regno Unito, 28 ottobre 1998, §§ 115-122, Recueil des arrêts et décisions 1998 VIII) o da una catastrofe naturale (Boudaïeva e altri c. Russia, nn. 15339/02, 21166/02, 20058/02, 11673/02 e 15343/02, § 146, CEDU 2008 ... (estratti)).", "La Corte ha esaminato molte volte anche dei motivi di ricorso relativi all’articolo 2 della Convenzione sollevati da ricorrenti affetti da gravi patologie. Così, nella causa L.C.B c. Regno Unito (9 giugno 1998, §§ 36-41, Recueil 1998 III), in cui la ricorrente, affetta da leucemia, era la figlia di un militare in servizio nell’isola Christmas durante i test nucleari britannici, la Corte ha cercato di stabilire dal punto di vista dell’articolo 2 se lo Stato avesse fatto tutto quanto ci si poteva aspettare per impedire che la vita dell’interessata fosse messa in pericolo.", "Nella causa Nitecki c. Polonia ((dec.), n. 65653/01, 21 marzo 2002), la Corte ha esaminato un motivo di ricorso relativo all’articolo 2 della Convenzione riguardante il rifiuto delle autorità nazionali di rimborsare al 100% il costo di un farmaco salvavita a un ricorrente affetto da sclerosi amiotrofica laterale. Nella causa Gheorghe c. Romania ((dec.), n. 19215/04, 22 settembre 2005), la Corte ha esaminato un motivo di ricorso relativo all’articolo 2 e sollevato da un ricorrente affetto da emofilia, il quale si lamentava per il rifiuto delle autorità nazionali di garantirgli gratuitamente un trattamento medico preventivo.", "Infine, nella decisione Karchen e altri c. Francia (n. 5722/04, 4 marzo 2008), riguardante la contaminazione di uno dei ricorrenti, emofiliaco, dal virus HIV a seguito della somministrazione di prodotti emoderivati, la Corte ha considerato che l’interessato, essendo stato contaminato da un virus che metteva potenzialmente in pericolo la sua vita, aveva il locus standi per sollevare un motivo di ricorso relativo all’articolo 2 della Convenzione.", "La Corte considera dunque che non vi siano motivi per discostarsi da tale giurisprudenza nella presente causa. Essa ricorda poi che l’epatite C, che la sig.ra D.C. ha contratto ricevendo presso strutture sanitarie pubbliche sangue e prodotti emoderivati infetti, è una malattia potenzialmente letale (Testa c. Croazia, n. 20877/04, § 10, 12 luglio 2007). Pertanto la ricorrente vive, dal 1979 e a tutt’oggi, in una situazione in cui la sua vita è gravemente minacciata dalla patologia in questione.", "Alla luce di quanto precede, la Corte ritiene opportuno rigettare l’eccezione sollevata dal Governo e considerare la sig.ra D.C. come «vittima» della violazione dell’articolo 2 dalla stessa addotta.", "Per quanto riguarda i ricorrenti D.C., D.C., G.D.M. e E.S., anche in assenza di osservazioni delle parti in merito a questo punto, la Corte deve constatare che queste persone hanno concluso una definizione transattiva con il Governo nell’ambito della causa Mas.A. e altri (già cit., §§ 15-18) relativa alla durata del procedimento «Emo Uno» fino al 23 ottobre 2000 (paragrafo 31 supra). Essa rileva che, accettando la definizione transattiva nell’ambito del ricorso n. 53708/00, i ricorrenti hanno rinunciato «a ogni altra pretesa nei confronti dell’Italia relativamente ai fatti che sono all’origine di detto ricorso». Tuttavia essa ritiene, da una parte, che l’accettazione di detta definizione transattiva abbia il valore di una rinuncia al ricorso n. 53708/00 e non possa tradursi in una rinuncia a qualsiasi azione futura (v., mutatis mutandis, Richard c. Francia, n. 33441/96, decisione della Commissione del 15 aprile 1997, non pubblicata; Richard c. Francia, 22 aprile 1998, §§ 46-50, Recueil 1998 II). D’altra parte, la Corte considera che l’oggetto della presente causa, ben diverso da quello evocato nel ricorso n. 53708/00, sia il rispetto da parte dello Stato convenuto degli obblighi derivanti dall’articolo 2 della Convenzione, e che essa riguardi anche fatti posteriori al 23 ottobre 2000. Pertanto, la definizione transattiva del ricorso n. 53708/00 non può impedire alla Corte di esaminare la doglianza relativa all’articolo 2 della Convenzione in riferimento ai ricorrenti D.C., D.C., G.D.M. e E.S.", "In conclusione, la Corte constata che il motivo di ricorso relativo all’articolo 2 della Convenzione non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione e che non ricorre nessun altro motivo di irricevibilità. È dunque opportuno dichiararlo ricevibile.\n\nB. Sul merito \n\n1. Argomenti delle parti\na) Il Governo", "Il Governo rileva anzitutto che la Corte dovrebbe esaminare congiuntamente l’obbligo materiale e l’obbligo processuale che derivano dall’articolo 2 della Convenzione, poiché in caso di morte inflitta accidentalmente per un errore medico l’elemento processuale assorbirebbe l’elemento materiale di tale disposizione. Il Governo ricorda a questo proposito la causa Lazzarini e Ghiacci c. Italia ((dec.), n. 53749/00, 7 novembre 2002), in cui la Corte ha rigettato per mancato esaurimento delle vie di ricorso interne il motivo di ricorso relativo all’articolo 2 nella sua globalità, essendo pendente il procedimento civile avviato dai ricorrenti.", "Il Governo osserva poi che il fatto che, nei procedimenti «Emo uno» e «Emo bis», le giurisdizioni interne siano giunte a conclusioni diverse non significa di per sé che l’esito della prima causa sia irragionevole, poiché si tratta dell’interpretazione delle circostanze della causa e del diritto applicabile da parte dei giudici interni, ambito che esula dalla competenza della Corte.", "Il Governo sostiene infine che le autorità italiane hanno adottato tutte le precauzioni auspicabili allo scopo di prevenire i rischi di contaminazione durante le trasfusioni, tenuto conto delle conoscenze scientifiche e dei mezzi tecnici disponibili all’epoca dei fatti controversi.\n\nb) I ricorrenti", "I ricorrenti osservano anzitutto che la Corte dovrebbe analizzare separatamente l’elemento materiale e l’elemento processuale dell’articolo 2 della Convenzione. Essi sostengono che il primo elemento attiene alla condotta colposa dello Stato in quanto il ministero della Sanità, mediante l’inosservanza degli obblighi di organizzazione e di controllo in materia di trattamento del sangue e dei prodotti emoderivati che il legislatore aveva imposto a partire dal 1967 ha, di fatto, causato la contaminazione da sangue infetto della sig.ra D.C., della sig.ra M.C.N., del sig. N.C. e del sig. V.C., nonché di migliaia di altre persone.", "I ricorrenti sostengono altresì che lo Stato ha omesso di informare, almeno fino all’adozione del decreto del 15 gennaio 1991 (paragrafo 35 supra), coloro che ricevevano trasfusioni dei rischi associati a tale pratica. Così facendo, esso è venuto meno al proprio obbligo positivo di proteggere la vita ai sensi dell’articolo 2 della Convenzione.", "Quanto all’aspetto processuale del diritto alla vita, i ricorrenti considerano che anch’esso sia stato oggetto di inosservanza da parte dello Stato in quanto quest’ultimo ha omesso di condurre «una inchiesta completa, imparziale, approfondita, rapida e adeguata per identificare i responsabili della violazione del diritto alla vita e per offrire alle vittime una riparazione pecuniaria adeguata». Inoltre, tale inosservanza risulterebbe ancora più grave alla luce del capovolgimento giurisprudenziale operato dalla causa «Emo bis».\n\n2. Valutazione della Corte\na) Principi generali", "La Corte ricorda che la prima frase dell’articolo 2 della Convenzione impone allo Stato l’obbligo non soltanto di astenersi dal cagionare la morte «intenzionalmente», ma anche di adottare le misure necessarie alla protezione della vita delle persone che rientrano nella sua giurisdizione (L.C.B. c. Regno Unito, già cit., § 36, e Pretty c. Regno Unito, n. 2346/02, § 38, CEDU 2002 III).", "Gli obblighi positivi derivanti dall’articolo 2 implicano l’attuazione da parte dello Stato di un quadro normativo che impone agli ospedali, pubblici o privati che siano, l’adozione di misure idonee ad assicurare la protezione della vita dei loro pazienti (v. in particolare Erikson c. Italia (dec.), n. 37900/97, 26 ottobre 1999; Powell c. Regno Unito (dec.), n. 45305/99, CEDU 2000-V; Işıltan c. Turchia, n. 20948/92, decisione della Commissione del 22 maggio 1995, Décisions et rapports (DR) 81-A, e Calvelli e Ciglio, già cit., § 49).", "Questi obblighi implicano anche l’instaurazione di un sistema giudiziario efficace e indipendente che permetta di stabilire la causa del decesso di una persona che si trovava sotto la responsabilità di professionisti della sanità, sia di quelli che agiscono nell’ambito del settore pubblico che di quelli che lavorano nelle strutture private, e, eventualmente, di obbligarli a rispondere delle loro azioni (v., in particolare, le decisioni Erikson c. Italia, Powell c. Regno Unito e Işıltan c. Turchia, gia cit., e la sentenza Calvelli e Ciglio, già cit., § 49).", "La Corte ha affermato che, se la violazione del diritto alla vita o all’incolumità fisica non è volontaria, l’obbligo positivo derivante dall’articolo 2 di attuare un sistema giudiziario efficace non esige necessariamente in tutti i casi un ricorso di natura penale. Nel contesto specifico delle negligenze in campo medico «tale obbligo può essere soddisfatto anche, ad esempio, se il sistema giuridico in questione offre agli interessati un ricorso dinanzi alle giurisdizioni civili, da solo o unitamente a un ricorso dinanzi alle giurisdizioni penali, al fine di stabilire la responsabilità dei medici in causa e, se del caso, di ottenere l’applicazione di una sanzione civile adeguata, come il versamento di un risarcimento e la pubblicazione della sentenza. Possono essere previste anche delle misure disciplinari» (Calvelli e Ciglio, già cit., § 51; Lazzarini e Ghiacci, già cit.; Vo c. Francia [GC], n. 53924/00, § 90, CEDU 2004 VIII; Karchen e altri c. Francia, già cit.).", "La Corte ricorda anche che l’obbligo processuale derivante dall’articolo 2 della Convenzione è indipendente dalla questione di stabilire se alla fine lo Stato sia ritenuto responsabile del decesso degli interessati (Šilih c. Slovenia [GC], n. 71463/01, § 156, 9 aprile 2009). Essa ha sempre esaminato nel merito la questione degli obblighi processuali derivanti dall’articolo 2 separatamente dalla questione del rispetto dell’obbligo materiale ed ha constatato, all’occorrenza, una violazione distinta dell’articolo 2 nella sua parte processuale (v., tra le altre, Kaya c. Turchia, 19 febbraio 1998, §§ 74-78 e 86-92, Recueil 1998-I; McKerr c. Regno Unito, n. 28883/95, §§ 116-161, CEDU 2001-III; Scavuzzo-Hager e altri c. Svizzera, n. 41773/98, §§ 53-69 e 80-86, 7 febbraio 2006; e Ramsahai e altri c. Olanda [GC], n. 52391/99, §§ 286-289 e 323-357, CEDU 2007-...). In alcune cause, il rispetto dell’obbligo processuale è stato persino oggetto di un voto separato sulla ricevibilità (v., ad esempio, Slimani c. Francia, n. 57671/00, §§ 41-43, CEDU 2004-IX, e Kanlıbaş c Turchia (dec.), n. 32444/96, 28 aprile 2005). Inoltre, in varie occasioni, la violazione dell’obbligo processuale derivante dall’articolo 2 è stata addotta in assenza di motivi di ricorso relativi all’aspetto materiale di tale disposizione (Calvelli e Ciglio, già cit., §§ 41-57; Byrzykowski c. Polonia, n. 11562/05, §§ 86 e 94-118, 27 giugno 2006; e Brecknell c. Regno Unito, n. 32457/04, § 53, 27 novembre 2007).", "La Corte ha ritenuto che l’obbligo processuale insito nell’articolo 2 di condurre un’inchiesta effettiva, pur derivando dagli atti riguardanti gli aspetti materiali dell’articolo 2, può dar luogo ad una constatazione di «ingerenza» distinta e indipendente. In quest’ottica, può essere considerato un obbligo separabile risultante dall’articolo 2 (Šilih, già cit., § 159).\n\nb) Applicazione al caso di specie \ni.Sull’elemento materiale dell’articolo 2 della Convenzione", "Nella presente causa non viene contestato che la sig.ra D.C. e i parenti degli altri ricorrenti sono stati contaminati dal virus dell’epatite C o dall’HIV a seguito della trasfusione o della somministrazione di sangue o prodotti emoderivati che sono stati forniti loro da strutture sanitarie pubbliche, così come non è in discussione il fatto che la contaminazione della sig.ra M.C.N., del sig. N.C. e del sig. V.C. ha successivamente provocato il decesso di questi ultimi. La Corte, inoltre, ha appena constatato che la contaminazione della sig.ra D.C. ha messo in pericolo la vita dell’interessata (paragrafi 69-70 supra).", "Resta da stabilire se le autorità italiane hanno fatto tutto quanto ci si poteva ragionevolmente aspettare da esse per impedire che si materializzasse un rischio certo e immediato per la vita di cui esse erano o avrebbero dovuto essere a conoscenza (v., mutatis mutandis, Osman, già cit., § 116).", "Rispondere a questa domanda equivale, secondo la Corte, a stabilire le date a partire dalle quali il Ministero della Sanità era o avrebbe dovuto essere a conoscenza del rischio di trasmissione del virus HIV e del virus dell’epatite C, rispettivamente, per via trasfusionale o attraverso la somministrazione di sangue o di prodotti emoderivati, nonché dell’esistenza di misure in grado di ridurre o eliminare tale rischio.", "La Corte rileva che, nel procedimento «Emo Uno», in cui i ricorrenti sono stati parti, le autorità giudiziarie hanno stabilito tali date. In particolare, esse hanno escluso la responsabilità del Ministero della Sanità per quanto riguarda le infezioni da virus HIV sopraggiunte prima dell’anno di creazione del test di depistaggio di tale virus (1985). La responsabilità è stata esclusa anche per quanto riguarda le infezioni dal virus dell’epatite C contratte prima che il ministero imponesse il termotrattamento per evitare la trasmissione dell’epatite allora chiamata «non-A non-B», ossia prima del 1988.", "La Corte ricorda che, ai sensi dell’articolo 19 della Convenzione, ha il compito di garantire il rispetto degli impegni risultanti dalla Convenzione per le Parti contraenti. Essa non può valutare gli elementi di fatto che hanno portato un giudice nazionale ad adottare quella decisione piuttosto che un’altra; in caso contrario, diventerebbe un giudice di quarto grado e travalicherebbe i limiti della sua missione (Kemmache c. Francia (n. 3), 24 novembre 1994, § 44, serie A n. 296-C). In particolare, non spetta ad essa giudicare gli errori di fatto o di diritto pretesamente commessi da un giudice interno, salvo che e nella misura in cui tali errori possano aver pregiudicato i diritti e le libertà salvaguardate dalla Convenzione (v., in particolare, García Ruiz c. Spagna [GC], n. 30544/96, § 28, CEDU 1999-I).", "La Corte non può concludere che la valutazione della responsabilità del ministero della Sanità fatta dalle giurisdizioni interne nel procedimento «Emo uno» è manifestamente arbitraria o irragionevole. Del resto, per quanto riguarda il virus HIV, come la Corte ne ha preso atto nella decisione Karchen e altri c. Francia (già cit.), è al congresso di Atlanta, nell’aprile 1985, che la comunità scientifica ha confermato l’efficacia e il carattere innocuo del termotrattamento come metodo di inattivazione di tale virus.", "La Corte osserva che, nei procedimenti per ottenere il risarcimento dei danni «Emo bis» e «Emo ter», le autorità giudiziarie non hanno seguito l’orientamento dei giudici del procedimento «Emo Uno» per quanto riguarda le date a partire dalle quali decorreva la responsabilità del Ministero della Sanità nei riguardi delle persone contaminate a seguito della trasfusione o della somministrazione di sangue o prodotti emoderivati. Tuttavia, indipendentemente dal fatto che la «data cerniera» per affermare la responsabilità del Ministero non è stata definitivamente stabilita nei procedimenti «Emo bis» e «Emo ter», che rimanevano pendenti (paragrafi 43 e 45 supra), la circostanza che si sia verificato un capovolgimento giurisprudenziale in questi procedimenti non basta per permettere di concludere che le decisioni adottate nel procedimento «Emo Uno» erano viziate da arbitrarietà. Peraltro, i ricorrenti non hanno fornito alcun elemento in tal senso, poiché, a parte il riferimento alle raccomandazioni del Comitato dei Ministri del Consiglio d’Europa (paragrafo 51 supra), essi hanno essenzialmente menzionato le motivazioni delle decisioni giudiziarie interne nei procedimenti «Emo bis» e «Emo ter», basandosi sulle fonti normative e regolamentari evocate in dette decisioni.", "Nelle circostanze della presente causa, la Corte non può determinare autonomamente le date a partire dalle quali il Ministero della Sanità aveva o avrebbe dovuto aver conoscenza dei rischi di trasmissione del virus HIV e del virus dell’epatite C per via trasfusionale e dell’esistenza di misure in grado di ridurre tali rischi. Pertanto, essa non può nemmeno sostituirsi alle autorità nazionali nella valutazione della responsabilità del Ministero della Sanità.", "Considerato quanto precede, la Corte ritiene dunque che non si possa imputare alle autorità italiane una inosservanza dell’obbligo di proteggere la vita della sig.ra D.C. e dei parenti degli altri ricorrenti.", "Quanto all’elemento del motivo di ricorso relativo alla mancanza di informazioni sui rischi associati alla pratica delle trasfusioni, alla luce delle conclusioni appena esposte la Corte considera che non si possa rimproverare al Ministero della Sanità di non aver informato gli interessati di detti rischi, poiché non è stato stabilito che, all’epoca della contaminazione della sig.ra D.C. e dei parenti degli altri ricorrenti, lo stesso ministero conosceva o avrebbe dovuto conoscerli.", "In conclusione, non vi è stata violazione dell’elemento materiale dell’articolo 2 della Convenzione.\n\nii.Sull’elemento processuale dell’articolo 2 della Convenzione", "La Corte osserva che i ricorrenti, così come le centinaia di persone infettate da diversi virus a seguito della trasfusione o della somministrazione di sangue o prodotti emoderivati contaminati, hanno potuto avviare un’azione per ottenere il risarcimento dei danni subiti nei confronti del ministero della Sanità. La Corte ritiene che, prevedendo l’accesso a una via di ricorso civile, il sistema italiano ha offerto agli interessati dei mezzi che, sul piano teorico, rispondono alle esigenze dell’articolo 2 della Convenzione (Calvelli e Ciglio, già cit., §§ 51-57, e Karchen e altri, già cit.). Tuttavia, questa disposizione esige non solo che i meccanismi di protezione previsti nel diritto interno esistano in teoria, ma anche, e soprattutto, che funzionino in pratica entro dei termini che permettano di concludere l’esame del merito delle cause concrete che vengono loro sottoposte (Calvelli e Ciglio, già cit., § 53; Byrzykowski, già cit., § 105, e Dodov c. Bulgaria, n. 59548/00, § 83, CEDU 2008 ...).", "Nella presente causa, la Corte osserva che il procedimento civile volto a ottenere una decisione sulla responsabilità del ministero della Sanità è durato (per tre gradi di giudizio) dieci anni e tre mesi per la sig.ra D.C., il sig. D.C. e la sig.ra G.D.M. (gli ultimi due in qualità di eredi del sig. N.C.), nove anni e un mese per il sig. G.N. e la sig.ra G.S., e otto anni e un mese per la sig.ra E.S.4 Infine, il procedimento è durato tre anni e sei mesi (per un grado di giudizio) per il sig. S.C., intervenuto il 16 novembre 2001 in qualità di erede del sig. V.C.", "La Corte osserva che la Commissione europea dei diritti dell’uomo, esaminando nel 1998 la prima istanza di questo procedimento, ha concluso per la violazione dell’articolo 6 della Convenzione sotto il profilo del «termine ragionevole» (A.B., E.F. e C.C., rapporto della Commissione già cit., § 24). In particolare, essa ha richiamato (ibidem, § 20) la giurisprudenza della Corte secondo la quale, nell’ambito dei procedimenti per ottenere riparazione avviati da emofiliaci infettati dal virus dell’AIDS a seguito di trasfusioni sanguigne, si impone, «una diligenza eccezionale», «nonostante il numero di controversie da trattare», e «che una durata di un procedimento superiore a quattro anni per ottenere una sentenza di primo grado va ben oltre il termine ragionevole per una causa di una tale natura» (X c. Francia, 31 marzo 1992, § 47, serie A n. 234 C, e Vallée c. Francia, 26 aprile 1994, §§ 47 e 49, serie A n. 289 A). Pur riconoscendo il carattere complesso del procedimento «Emo uno», dovuto all’elevato numero di attori e parti intervenute, la Commissione ha rilevato un periodo di inattività (dal 14 gennaio 1995 all’11 aprile 1996), in particolare a causa del cambiamento del giudice incaricato dell’istruzione, che essa ha ritenuto incompatibile con la diligenza richiesta dalle circostanze di causa (A.B., E.F. e C.C., rapporto della Commissione già cit., § 21).", "La Corte non può che sottoscrivere alle conclusioni della Commissione Essa osserva inoltre che una parte importante del procedimento dinanzi al tribunale di Roma è stata dedicata alla questione della separazione delle istanze degli attori e degli intervenuti, che è stata disposta due volte da vari giudici incaricati dell’istruzione, nel 1994 e nel 1996, e poi non eseguita per motivi non precisati e, infine, revocata nel 1997 (paragrafo 22 supra). La Corte ritiene che la questione non sia stata trattata con sufficiente tempestività e che ciò abbia provocato dei ritardi nello svolgimento del procedimento di primo grado.", "Quanto alla fase successiva del procedimento, la Corte osserva che quello dinanzi alla Corte di cassazione si è protratto per quasi tre anni e dieci mesi e che tutti coloro che hanno presentato il ricorso per cassazione, ad eccezione dei ricorrenti e di altri dieci appellati, hanno poi aderito alla procedura transattiva con il ministero della Sanità (paragrafo 30 supra), il che ha ridotto sensibilmente il numero di ricorrenti dinanzi alla Corte suprema.", "Tenuto conto di queste considerazioni alla luce della giurisprudenza della Corte sulla diligenza speciale richiesta nell’esame dei ricorsi per ottenere riparazione intentati dalle persone infettate dal virus dell’AIDS a seguito di trasfusioni (paragrafo 98 supra), la Corte ritiene che la durata del procedimento sia stata eccessiva. Peraltro, il ricorso previsto dalla legge n. 89 del 24 marzo 2001 («legge Pinto») e che permette di lamentarsi per la durata eccessiva di un procedimento (ricorso che i ricorrenti non hanno esperito) sarebbe stato insufficiente nella fattispecie, in quanto non era semplicemente la durata del procedimento ad essere messa in discussione, ma anche la questione di stabilire se, nelle circostanze della causa globalmente considerata, si poteva considerare che lo Stato avesse adempiuto ai propri obblighi processuali rispetto all’articolo 2 della Convenzione (v., mutatis mutandis, Šilih, già cit., §§ 169-170; Byrzykowski, già cit., § 90).", "In queste condizioni la Corte ritiene che le autorità giudiziarie italiane, di fronte a un motivo di ricorso difendibile relativo all’articolo 2 della Convenzione, non hanno offerto una risposta adeguata e rapida conforme agli obblighi processuali derivanti per lo Stato da tale disposizione. Pertanto, vi è stata violazione dell’articolo 2 nel suo elemento processuale.\n", "", "\nIII.SULL’ADDOTTA VIOLAZIONE DEGLI ARTICOLI 3 E 8 DELLA CONVENZIONE \n", "Invocando gli articoli 3 e 8 della Convenzione, i ricorrenti adducono di essere stati oggetto di un trattamento inumano e degradante che ha pregiudicato il rispetto della loro vita privata e famigliare. Per quanto riguarda la sig.ra D.C., la violazione deriverebbe dalle sofferenze fisiche e psicologiche dovute alla sua contaminazione. Per quanto riguarda gli altri ricorrenti, essa sarebbe imputabile, da una parte, all’impossibilità di ottenere la riparazione dei danni subiti e, dall’altra, alla sofferenza psicologica dovuta alla contaminazione dei loro parenti.", "Tali disposizioni, nelle loro parti pertinenti, recitano:\nArticolo 3\n«Nessuno può essere sottoposto a tortura né a pene o trattamenti inumani o degradanti.»\nArticolo 8\n«Ogni persona ha diritto al rispetto della propria vita privata e familiare (...).\n2. Non può esservi ingerenza di una autorità pubblica nell’esercizio di tale diritto a meno che tale ingerenza sia prevista dalla legge e costituisca una misura che, in una società democratica, è necessaria (...) alla protezione della salute (...) o alla protezione dei diritti e delle libertà altrui.»", "Il Governo contesta questi argomenti.", "Per quanto riguarda il motivo di ricorso relativo all’articolo 3 della Convenzione, la Corte ritiene che le circostanze della presente causa non possano tradursi in un trattamento inumano o degradante. Essa constata che non solo manca l’intenzione di umiliare o sminuire i ricorrenti o i loro parenti (v., mutatis mutandis, Kudła c. Polonia [GC], n. 30210/96, § 92, CEDU 2000 XI, e D. c. Regno Unito, sentenza del 2 maggio 1997, § 49, Recueil 1997-III), ma che, per di più, non è stato stabilito che le autorità italiane erano o avrebbero dovuto essere a conoscenza del rischio di infettare i ricorrenti attraverso la somministrazione di sangue o di prodotti emoderivati, nonché delle misure idonee a ridurre o eliminare tale rischio (paragrafi 92-93 supra). Di conseguenza, questo motivo di ricorso deve essere dichiarato irricevibile in quanto manifestamente infondato, ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "Quanto al motivo di ricorso relativo all’articolo 8 della Convenzione, la Corte osserva che i ricorrenti, che si sono lamentati per la violazione del loro diritto al rispetto della vita privata e famigliare dinanzi al tribunale di Roma, hanno tuttavia omesso di farlo dinanzi alla Corte di cassazione. Questo motivo potrebbe pertanto essere rigettato per mancato esaurimento delle vie di ricorso interne, ai sensi dell’articolo 35 §§ 1 e 4 della Convenzione.", "Tuttavia, la Corte osserva che, anche se i ricorrenti avessero esaurito le vie di ricorso interne, il loro motivo di ricorso è in ogni caso infondato, in quanto nella presente causa non è ravvisabile alcuna «ingerenza» nel diritto al rispetto della vita privata e famigliare dei ricorrenti o inosservanza degli obblighi positivi derivanti dall’articolo 8 della Convenzione, per motivi identici a quelli sopra trattati (paragrafo 106). Ne consegue che questa parte del ricorso deve essere dichiarata irricevibile in quanto manifestamente infondata, ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.\n", "\nIV.SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 14 DELLA CONVENZIONE, IN RELAZIONE AGLI ARTICOLI 2, 3 E 8 DELLA CONVENZIONE \n", "Invocando l’articolo 14 della Convenzione, combinato con gli articoli 2, 3 e 8 della Convenzione, i ricorrenti si lamentano per essere stati oggetto di un trattamento discriminatorio rispetto a tre gruppi di persone, ossia: in primo luogo quelli che hanno contratto il virus dell’epatite B, l’HIV o il virus dell’epatite C rispettivamente dopo il 1978, il 1985 e il 1988; in secondo luogo le persone che, infettate da tali virus precedentemente alle date indicate, hanno comunque vinto la causa nell’ambito dei procedimenti «Emo bis» e «Emo ter»; in terzo luogo le persone affette da emofilia che hanno potuto beneficiare delle definizioni transattive proposte dal Governo.", "L’articolo 14 della Convenzione recita:\n«Il godimento dei diritti e delle libertà riconosciuti nella (...) Convenzione deve essere assicurato senza nessuna discriminazione, in particolare quelle fondate sul sesso, la razza, il colore, la lingua, la religione, le opinioni politiche o quelle di altro genere, l’origine nazionale o sociale, l’appartenenza a una minoranza nazionale, la ricchezza, la nascita o ogni altra condizione.»", "Il Governo sostiene anzitutto che il fatto che le autorità giudiziarie nazionali possano dirimere in maniera diversa delle questioni simili non rivela alcuna inosservanza dell’articolo 14 della Convenzione, in quanto le divergenze nella giurisprudenza, insite in ogni sistema giuridico, garantiscono di fatto l’evoluzione di quest’ultima. Inoltre, i ricorrenti sono stati risarciti in virtù della legge n. 210/92, il che escluderebbe qualsiasi discriminazione rispetto alle parti richiedenti che hanno vinto la causa nell’ambito del procedimento «Emo uno».", "Il Governo ritiene inoltre che, poiché la definizione transattiva è un atto di natura contrattuale, le autorità nazionali non sarebbero affatto obbligate a dirimere in questo modo il contenzioso con le persone infettate a seguito di trasfusione. Al contrario, esse disporrebbero di un ampio margine di valutazione per determinare le condizioni e la portata delle loro proposte in questo ambito. Inoltre, la scelta del ministero della Sanità di proporre le definizioni in questione unicamente ai soggetti affetti dall’emofilia si baserebbe, da una parte, sulla considerazione del numero ben più importante di questi ultimi rispetto al numero di soggetti affetti da talassemia e, dall’altra, sul giusto equilibrio da mantenere tra l’interesse pubblico a preservare le finanze pubbliche e la necessità di risarcire le vittime. Ad ogni modo, i ricorrenti, esclusi dall’applicazione del decreto del ministero della Salute del 3 novembre 2003, avrebbero sempre potuto proporre al ministero di concludere delle definizioni transattive su base individuale.", "I ricorrenti contestano le osservazioni del Governo e confermano i loro motivi di ricorso.\n\nA. I principi generali", "La Corte ricorda che l’articolo 14 non ha un’esistenza autonoma e completa le altre disposizioni normative della Convenzione e dei Protocolli. L’applicazione dell’articolo 14 non presuppone necessariamente la violazione di uno dei diritti materiali sanciti dalla Convenzione. È necessario, ma sufficiente, che i fatti di causa rientrino nelle previsioni di uno almeno degli articoli della Convenzione (Rasmussen c. Danimarca, 28 novembre 1984, § 29, serie A n. 87; Stec e altri c. Regno Unito (dec.) [GC], nn. 65731/01 e 65900/01, § 39, CEDU 2005 X; Burden c. Regno Unito [GC], n. 13378/05, § 58, 29 aprile 2008). Il divieto della discriminazione sancito dall’articolo 14, pertanto, va oltre il godimento dei diritti e delle libertà che la Convenzione e i suoi protocolli impongono ad ogni Stato di garantire. Esso si applica anche ai diritti addizionali, che rientrano nel campo di applicazione generale di ogni articolo della Convenzione, che lo Stato ha volontariamente deciso di proteggere (Stec e altri, già cit., § 40; Causa «relativa ad alcuni aspetti del regime linguistico dell’insegnamento in Belgio» c. Belgio (merito), 23 luglio 1968, § 9, serie A n. 6).", "Secondo la giurisprudenza della Corte, vietando la discriminazione l’articolo 14 vieta di trattare in maniera diversa, salvo giustificazione oggettiva e ragionevole, persone che si trovano in situazioni paragonabili. Un ricorso relativo a questa disposizione, pertanto, potrebbe andare a buon fine unicamente se, in particolare, la situazione della pretesa vittima risulta essere paragonabile a quella di persone che hanno subito un migliore trattamento (Fredin c. Svezia (n. 1), 18 febbraio 1991, § 60, serie A n. 192).", "Inoltre, l’articolo 14 non vieta qualsiasi distinzione di trattamento nell’ambito dei diritti e delle libertà sanciti, ma vieta un trattamento discriminatorio basato o motivato su una caratteristica personale («situazione») attraverso la quale delle persone o gruppi di persone si distinguono gli uni dagli altri (Kjeldsen, Busk Madsen e Pedersen c. Danimarca, 7 dicembre 1976, § 56, serie A n. 23; Jones c. Regno Unito (dec.), n. 42639/04, 13 settembre 2005).", "Infine, perché si ponga un problema rispetto all’articolo 14, non basta essere in presenza di una disparità nel trattamento di persone che si trovano in situazioni paragonabili (D.H. e altri c. Repubblica ceca [GC], n. 57325/00, § 175, CEDU 2007), ma bisogna anche che una tale distinzione sia discriminatoria. Secondo la giurisprudenza, una distinzione è discriminatoria rispetto all’articolo 14 se è priva di una giustificazione oggettiva e ragionevole, ossia se non persegue uno scopo legittimo o se non vi è un rapporto ragionevole di proporzionalità tra i mezzi impiegati e lo scopo perseguito (Rasmussen, già cit., § 38; Burden, già cit., § 60).\n\nB. Sulla ricevibilità", "Quanto al motivo di ricorso relativo all’articolo 14, considerato in relazione agli articoli 3 e 8 della Convenzione, la Corte osserva che i fatti in questione rientrano nel campo di applicazione degli articoli 3 e 8 della Convenzione. Tuttavia, alla luce delle considerazioni esposte nei paragrafi da 106 a 108 supra relativa all’assenza di una base fattuale di questa parte del ricorso, la Corte constata che nemmeno la doglianza relativa all’articolo 14 è suffragata da elementi di prova e deve essere rigettata in quanto manifestamente infondata, ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "Per quanto riguarda il motivo di ricorso relativo all’articolo 14, considerato in relazione all’articolo 2, la Corte osserva che i fatti controversi rientrano anche nel campo di applicazione dell’articolo 2 della Convenzione (paragrafi 62-102 supra) e che l’articolo 14 trova applicazione.", "Quanto all’addotta discriminazione rispetto alle persone infettate dal virus dell’epatite B, dall’HIV e dal virus dell’epatite C, rispettivamente dopo il 1978, il 1985 e il 1988, la Corte osserva che la differenza di trattamento tra queste persone e i ricorrenti deriva dalla valutazione della portata della responsabilità del ministero della Salute da parte dei giudici nazionali nell’ambito del procedimento «Emo uno». Si tratta dunque di una interpretazione dei fatti e del diritto interno che, peraltro, non è viziata da arbitrarietà. Inoltre, relativamente alla discriminazione che avrebbero subito i ricorrenti rispetto alle persone che, infettate dal virus dell’epatite B, dall’HIV e dal virus dell’epatite C, rispettivamente prima del 1978, del 1985 e del 1988, hanno comunque vinto la causa nell’ambito dei procedimenti «Emo bis» e «Emo ter», la Corte osserva che questa seconda disparità di trattamento risulta da un capovolgimento giurisprudenziale in materia di responsabilità dello Stato per la trasfusione o la somministrazione di sangue o prodotti emoderivati infetti.", "La Corte ricorda che non ha il compito di giudicare gli errori di fatto o di diritto presumibilmente commessi da un giudice interno, salvo se e nella misura in cui essi possano aver pregiudicato i diritti e le libertà tutelati dalla Convenzione (v., mutatis mutandis, García Ruiz c. Spagna [GC], n. 30544/96, § 28, CEDU 1999-I), o se l’interpretazione fatta da un giudice nazionale di un atto giuridico risulti essere irragionevole, arbitraria o in flagrante contraddizione con il divieto di discriminazione stabilito all’articolo 14 (Pla e Puncernau c. Andorra, n. 69498/01, § 59, CEDU 2004 VIII). Per di più, il fatto che i giudici interni hanno deliberato in un senso inverso a quello auspicato dai ricorrenti non può costituire, in quanto tale, una discriminazione contraria all’articolo 14 (Feliciano Bichão c. Portogallo (dec.), n. 40225/04, § 4, 29 novembre 2005).", "Tenuto conto delle considerazioni sopra esposte, le Corte ritiene opportuno rigettare questo elemento del motivo di ricorso dei ricorrenti in quanto manifestamente infondato, ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "Per quanto riguarda la discriminazione che avrebbero subito i ricorrenti, talassemici o eredi di persone talassemiche, rispetto alle persone emofiliache che hanno beneficiato di definizioni transattive, la Corte constata che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione. Essa osserva peraltro che non ricorre nessun altro motivo di irricevibilità. È dunque opportuno dichiararlo ricevibile.\n\nC. Sul merito", "Per quanto riguarda questa parte del motivo di ricorso, la Corte ritiene che ci si trovi di fronte a una disparità di trattamento tra persone poste in situazioni analoghe. In effetti, la sig.ra D.C. e i parenti degli altri ricorrenti soffrivano di una patologia congenita ed ereditaria, la talassemia, che come l’emofilia è una malattia del sangue di origine genetica che costringe le persone che ne sono affette a ricevere sangue o prodotti emoderivati per sopravvivere. Inoltre, sia la sig.ra D.C. e i parenti degli altri ricorrenti, talassemici, che gli emofiliaci sono stati contaminati a seguito della trasfusione o della somministrazione di sangue o prodotti emoderivati infetti presso strutture sanitarie pubbliche.", "Evidentemente, la disparità di trattamento tra i ricorrenti, talassemici o eredi di persone talassemiche, e gli emofiliaci era fondata sulla tipologia della patologia, di origine genetica, da cui la sig.ra D.C. e i parenti degli altri ricorrenti erano affetti.", "La Corte osserva che l’articolo 14 non menziona lo stato di salute, le caratteristiche genetiche o gli handicap tra i motivi di discriminazione vietati. Essa ricorda tuttavia che la lista dei motivi di distinzione elencati nell’articolo 14 non è esaustiva («o ogni altra condizione»; v. Stec e altri c. Regno Unito [GC], n. 65731/01, § 50, CEDU 2006 VI). La Corte rileva anche che ha esteso il campo di applicazione dell’articolo 14 alle discriminazioni fondate su un handicap (Glor c. Svizzera, n. 13444/04, § 80, 30 aprile 2009). Peraltro, la possibilità che le caratteristiche costituiscano un fattore di discriminazione proibita tra individui è confermata da fonti esterne alla Convenzione, come la Carta dei diritti fondamentali dell’Unione Europea, il cui articolo 21 vieta, tra l’altro, la discriminazione basata sulle caratteristiche genetiche o su un handicap (paragrafo 52 supra).", "Per tornare al caso di specie, la Corte ritiene che una disparità di trattamento fondata su una malattia genetica possa essere ricompresa nell’articolo 14 della Convenzione.", "Pertanto, conformemente ai principi generali derivanti dalla sua giurisprudenza (paragrafo 117 supra), spetta alla Corte stabilire se la disparità di trattamento in questione si basi su motivi oggettivi e ragionevoli.", "La Corte ritiene che il Governo non abbia fornito argomenti convincenti per giustificare la propria scelta. Il riferimento alla necessità di preservare le finanze pubbliche, a cui lo Stato avrebbe risposto limitando le definizioni transattive al gruppo dei malati più numeroso, ossia i soggetti affetti da emofilia, non toglie nulla a questa constatazione. Infatti il principio secondo cui la scelta da fare in termini di priorità e di risorse spetta alle autorità nazionali (Osman, già cit., § 116), ivi compreso nell’ambito delle politiche sanitarie (Gheorghe, già cit.), affermata rispetto agli obblighi positivi derivanti dall’articolo 2 della Convenzione, non può legittimare l’attuazione da parte degli Stati contraenti di misure fondate su criteri non esenti da arbitrarietà con il pretesto dell’assenza di dette risorse.", "Sulla scia del Governo, la Corte ammette che al fine di adempiere agli obblighi processuali derivanti dall’articolo 2 della Convenzione, le autorità nazionali non erano obbligate a proporre delle definizioni transattive alle persone infettate da trasfusione o somministrazione di prodotti emoderivati. Tuttavia, una volta presa tale decisione, le misure che regolano l’accesso al ricorso in questione non possono ignorare le garanzie previste dall’articolo 14 (v., mutatis mutandis, Causa «relativa ad alcuni aspetti del regime linguistico dell’insegnamento in Belgio», già cit., § 9).", "La Corte ritiene peraltro che, contrariamente a quanto sostiene il Governo, la disparità di trattamento che si è verificata nel caso di specie non può rientrare nella libertà contrattuale del ministero della Sanità di concludere definizioni transattive, poiché i criteri per definire per via transattiva le controversie tra il ministero e le persone infettate durante le trasfusioni erano stabiliti dal decreto del ministero del 3 novembre 2003. Tale testo, a differenza della legge n. 141/03 sulla quale si basava, ne limitava il campo di applicazione alle persone emofiliache, impedendo in tal modo al Governo di concludere sulla base di detta legge delle definizioni transattive con i ricorrenti, che da parte loro erano talassemici o eredi di persone talassemiche.", "Inoltre, la Corte rileva che il decreto-legge n. 159/07 e la legge finanziaria 2008 hanno autorizzato una spesa pubblica importante destinata a permettere la definizione transattiva di procedure per risarcimenti pendenti e avviate, tra l’altro, dalle «persone affette da talassemia» (paragrafi 48-50 supra). Tuttavia, tale normativa non riguarda i ricorrenti, dal momento che il procedimento «Emo uno» si è concluso nel 2005.", "Nelle circostanze della presente causa, la Corte ritiene che una tale disparità di trattamento, che si basa sul tipo di patologia contratta, non è conforme alle garanzie derivanti dall’articolo 14 della Convenzione. In questo contesto, la Corte non ritiene utile esaminare la questione, sollevata dal Governo, della possibilità di chiedere al ministero della Sanità la conclusione di definizioni transattive su base individuale.", "Alla luce di quanto sopra esposto, la Corte ritiene che i ricorrenti, talassemici o eredi di persone talassemiche, abbiano subito un trattamento discriminatorio rispetto alle persone emofiliache che hanno potuto beneficiare delle definizioni transattive proposte dal ministero della Sanità, e dichiara che, sotto questo profilo, vi è stata violazione dell’articolo 14 in relazione all’articolo 2 della Convenzione.\n", "\nV.SULL’ADDOTTA VIOLAZIONE DELL’ARTICOLO 6 § 1 DELLA CONVENZIONE \n", "Nelle loro osservazioni in risposta a quelle del Governo i ricorrenti, invocando l’articolo 6 § 1 della Convenzione, si lamentano per la prima volta della durata del procedimento «Emo uno».", "La Corte constata che questo motivo di ricorso, presentato dopo la comunicazione del ricorso al governo convenuto, non costituisce un aspetto dei motivi di ricorso sui quali le parti si sono scambiate le loro osservazioni (v. Piryanik c. Ucraina, n. 75788/01, §§ 19-20, 19 aprile 2005, e Nuray Şen c. Turchia (n. 2), n. 25354/94, §§ 199-200, 30 marzo 2004).", "Tenuto conto di queste considerazioni, in questo stadio del procedimento la Corte ritiene che non sia opportuno esaminare questo motivo di ricorso.\n\nVI.SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE \n", "Ai sensi dell’articolo 41 della Convenzione,\n«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»\n\nA. Danno", "La sig.ra D.C. chiede la somma di 464.811,21 euro (EUR) per il danno materiale e morale che avrebbe subito. Il sig. G.N. e la sig.ra G.S. (in qualità di eredi della sig.ra M.C.N.), il sig. D.C. e la sig.ra G.D.M. (in qualità di eredi del sig. N.C), e il sig. S.C. e la sig.ra E.S. (in qualità di eredi del sig. V.C.) chiedono, per ciascuna coppia di eredi, la somma di 619.748,28 EUR per il danno morale e materiale. I ricorrenti chiedono che tali somme (che corrisponderebbero delle definizioni transattive concluse nel procedimento «Emo uno») siano maggiorate di interessi e di una rivalutazione monetaria.", "Il Governo si oppone a tali pretese. In subordine esso osserva che, in assenza di prove, la richiesta relativa al danno materiale dovrebbe essere respinta. Quanto alla richiesta di riparazione del danno morale, il Governo propone di ridurre del 50% gli importi chiesti dai ricorrenti e di detrarre dalla somma che ne risulta gli importi ottenuti nell’ambito della procedura di risarcimento fondata sulla legge n. 210/92.", "La Corte ritiene che i ricorrenti abbiano subito, senza dubbio alcuno, un danno morale. Deliberando equamente, essa ritiene opportuno accordare a questo titolo 39.000 EUR alla sig.ra D.C., 39.000 EUR congiuntamente al sig. D.C. e alla sig.ra G.D.M., 39.000 EUR congiuntamente al sig. G.N. e alla sig.ra G.S., e 39.000 EUR congiuntamente alla sig.ra E.S. e al sig. S.C.", "La Corte riconosce inoltre che i ricorrenti hanno subito un danno materiale per il fatto di non aver potuto beneficiare delle definizioni transattive proposte dal ministero della Sanità alle persone emofiliache. Essa ritiene tuttavia che la questione dell’applicazione dell’articolo 41 al danno materiale subito dai ricorrenti non è matura. Di conseguenza, la Corte riserva tale questione e fisserà la procedura successiva, tenendo conto della possibilità che il Governo e i ricorrenti giungano ad un accordo.\n\nB. Spese", "Producendo a sostegno le parcelle degli avvocati, i ricorrenti chiedono la somma di 4.045,32 EUR ciascuno per le spese sostenute dinanzi alle giurisdizioni interne. Quanto alle spese legate al procedimento dinanzi alla Corte, le spese ammonterebbero secondo loro a 79.734,36 EUR. Tuttavia, tenuto conto della giurisprudenza della Corte in materia di spese, gli interessati ritengono adeguato chiedere la somma di 22.582,80 EUR.", "Il Governo considera che non sia dovuta alcuna somma per le spese sostenute dinanzi alle giurisdizioni interne, in assenza di un nesso di causalità con le addotte violazioni. Esso lascia alla Corte il compito di fissare l’importo delle spese sostenute dinanzi ad essa.", "Secondo la giurisprudenza della Corte, un ricorrente può ottenere il rimborso delle spese sostenute solo nella misura in cui ne sono dimostrate la realtà, la necessità e l’importo ragionevole (Iatridis c. Grecia (equa soddisfazione) [GC], n. 31107/96, § 54, CEDU 2000 XI; Can e altri c. Turchia, n. 29189/02, § 22, 24 gennaio 2008). Inoltre, le spese sono riscuotibili solo nella misura in cui si riferiscono alla violazione constatata (Beyeler c. Italia (equa soddisfazione) [GC], n. 33202/96, § 27, 28 maggio 2002; Sahin c. Germania [GC], n. 30943/96, § 105, CEDU 2003-VIII). La Corte rileva, da una parte, che il ricorso dei ricorrenti è stato respinto dai giudici nazionali nel procedimento «Emo Uno» e, dall’altra, che sono riusciti solo in parte a fondare i loro motivi di ricorso sul piano della Convenzione nella presente causa. Tenuto conto dei documenti in suo possesso e dei criteri sopra menzionati, la Corte decide di non accordare alcuna somma per le spese legate al procedimento interno e di accordare invece ai ricorrenti, congiuntamente, la somma di 8.000 EUR per le spese sostenute nell’ambito del procedimento dinanzi alla Corte.\n\nC. Interessi moratori", "La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali. ", "PER QUESTI MOTIVI LA CORTE, ALL’UNANIMITÀ,", "Dichiara il ricorso ricevibile per quanto riguarda il motivo di ricorso relativo all’articolo 2 della Convenzione e il motivo di ricorso relativo all’articolo 14 della Convenzione (in relazione all’articolo 2, nella parte relativa al trattamento subito dai ricorrenti, talassemici o eredi di persone talassemiche, rispetto alle persone emofiliache che hanno potuto beneficiare delle definizioni transattive proposte dal ministero della Sanità);", "Dichiara il ricorso irricevibile per il resto;", "Dichiara che non vi è stata violazione dell’elemento materiale dell’articolo 2 della Convenzione;", "Dichiara  che vi è stata violazione dell’elemento processuale dell’articolo 2 della Convenzione;", "Dichiara che vi è stata violazione dell’articolo 14 della Convenzione, in relazione all’articolo 2 della Convenzione;", "Dichiara", "che lo Stato convenuto deve versare, entro tre mesi a decorrere dalla data in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le somme seguenti:\n– 39.000 EUR (trentanovemila euro) alla sig.ra D.C. per il danno morale, più l’importo eventualmente dovuto a titolo di imposta;\n– 39.000 EUR (trentanovemila euro) congiuntamente al sig. D.C. e alla sig.ra D.M. per il danno morale, più l’importo eventualmente dovuto a titolo di imposta;\n– 39.000 EUR (trentanovemila euro) congiuntamente al sig. G.N. e alla sig.ra G.S. per il danno morale, più l’importo eventualmente dovuto a titolo di imposta;\n– 39.000 EUR (trentanovemila euro) congiuntamente alla sig.ra E.S. e al sig. S.C. per il danno morale, più l’importo eventualmente dovuto a titolo di imposta;\n– 8.000 EUR (ottomila euro) ai ricorrenti congiuntamente per le spese, più l’importo eventualmente dovuto a titolo di imposta;", "che a decorrere dallo scadere di detto termine e fino al versamento, tali importi dovranno essere maggiorati di un interesse semplice ad un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante tale periodo, aumentato di tre punti percentuali;", "Dichiara che la questione dell’applicazione dell’articolo 41 della Convenzione, relativamente al danno materiale, non è matura. Di conseguenza,", "la riserva per intero;", "invita il Governo e i ricorrenti ad trasmetterle per iscritto, entro tre mesi a decorrere dalla data in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le loro osservazioni su tale questione e in particolare ad informarla di ogni accordo a cui essi siano eventualmente giunti;", "riserva la procedura successiva e affida al presidente della camera il compito di fissarla, se necessario;", "Rigetta per il resto la domanda di equa soddisfazione relativa al danno morale.", "Fatto in francese, poi comunicato per iscritto il 1o dicembre 2009, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", " Sally Dollé \n Cancelliere", "Françoise Tulkens\nPresidente\n", "", ""]}