{"file": "ITA_HJUDITA_66069_09.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "66069/09", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione eseguita e rivista da Rita Carnevali, assistente linguistico, e dalla dott.ssa Martina Scantamburlo, funzionario linguistico.", "", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "", "GRANDE CAMERA", "", "", "", "", "", "SENTENZA VINTER E ALTRI c. REGNO UNITO", "", "(Ricorsi nn. 66069/09, 130/10 e 3896/10)", "", "", "", "", "", "SENTENZA", "", "", "", "", "STRASBURGO", "", "9 luglio 2013", "", "", "Questa sentenza è definitiva. Può subire modifiche di forma.", "", "Nella causa Vinter e altri c. Regno Unito,", "La Corte europea dei diritti dell’uomo, riunita in una Grande Camera composta da:", "\tDean Spielmann, presidente,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tDragoljub Popović,\n\tLuis López Guerra,\n\tMirjana Lazarova Trajkovska,\n\tNona Tsotsoria,\n\tAnn Power-Forde,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tLinos-Alexandre Sicilianos,\n\tPaul Lemmens,\n\tPaul Mahoney,\n\tJohannes Silvis, giudici,\ne da Michael O’Boyle, cancelliere aggiunto,", "Dopo aver deliberato in camera di consiglio il 28 novembre 2012 e il 29 maggio 2013,", "Pronuncia la seguente sentenza, adottata in tale ultima data:", "PROCEDURA", "1.  All’origine della causa vi sono tre ricorsi (nn. 66069/09, 130/10 e 3896/10) proposti contro il Regno Unito di Gran Bretagna e Irlanda del Nord con i quali tre cittadini di questo Stato, il sig. Douglas Gary Vinter («il primo ricorrente»), il sig. Jeremy Neville Bamber («il secondo ricorrente») e il sig. Peter Howard Moore («il terzo ricorrente») hanno adito la Corte rispettivamente l’11 dicembre 2009, il 17 dicembre 2009 e il 6 gennaio 2010 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»).", "2.  Il primo ricorrente, nato nel 1969, è attualmente detenuto nel carcere di Frankland. Dinanzi alla Corte è stato rappresentato dall’avv. S. Creighton, dello studio Bhatt Murphy Solicitors di Londra, assistito dall’avv. P. Weatherby, QC [N.d.T. Queen counsel], in qualità di consulente, e dal professore D. van Zyl Smit.", "3.  Il secondo ricorrente, nato nel 1961, è attualmente detenuto nel carcere di Full Sutton. Dinanzi alla Corte è stato rappresentato dall’avvocato B. Woods, dello studio Cousins Tyrer Solicitors di Leeds, assistito dall’avv. R. Horwell, QC, e dall’avv. L. Hindmarsh, in qualità di consulenti.", "4.  Il terzo ricorrente, nato nel 1946, è attualmente detenuto nel carcere di Wakefield. Dinanzi alla Corte è stato rappresentato dallo studio Chivers Solicitors, di Bingley, con il concorso dell’avv. M. McKone, in qualità di consulente.", "5.  Il governo britannico («il Governo») è stato rappresentato dal suo agente, L. Dauban, del Ministero degli Affari esteri e del Commonwealth.", "6.  I ricorrenti consideravano le pene dell’ergastolo inflitte nei loro confronti dei maltrattamenti contrari all’articolo 3 della Convenzione.", "7.  I ricorsi sono stati assegnati alla quarta sezione della Corte (articolo 52 § 1 del regolamento della Corte - «il regolamento»). Nella sentenza del 17 gennaio 2012, una camera di questa sezione composta dai giudici Garlicki, David Thór Björgvinsson, Bratza, Hirvelä, Nicolaou, Bianku e De Gaetano, nonché da T.L. Early, cancelliere di sezione, decise all’unanimità di riunire i ricorsi e di dichiararli ricevibili relativamente ai motivi formulati in base all’articolo 3 e irricevibili per il resto. La camera concluse anche, con quattro voti contro tre, per la non violazione dell’articolo 3 nei confronti di ciascuno dei ricorrenti. Alla sentenza era allegata l’esposizione dell’opinione concordante del giudice De Gaetano e dell’opinione parzialmente dissenziente comune ai giudici Garlicki, David Thór Björgvinsson e Nicolaou.", "8.  Il 9 luglio 2012, accogliendo l’istanza formulata dai ricorrenti il 12 aprile 2012, il collegio della Grande Camera ha deciso di rinviare la causa dinanzi a quest’ultima in virtù dell’articolo 43 della Convenzione.", "9.  La composizione della Grande Camera è stata decretata conformemente agli articoli 26 §§ 4 e 5 della Convenzione e 24 del regolamento. Durante le deliberazioni finali, Işıl Karakaş, giudice supplente, ha sostituito András Sajó, impossibilitato (articolo 24 § 3 del regolamento).", "10.  I ricorrenti e il Governo hanno depositato delle osservazioni scritte complementari sul merito (articolo 59 § 1 del regolamento)", "11.  Il 28 novembre 2012 si è svolta una pubblica udienza nel Palazzo dei diritti dell’uomo a Strasburgo (articolo 59 § 3 del regolamento).", "Sono comparsi:", "–  per il Governo", "\tL. Dauban,\tagente,\nD. Perry QC,\nL. Mably,\tconsulenti,\nJ. Guess,\nA. Foulds,\tconsiglieri;", "–  per i ricorrenti\n\tR. Horwell QC,\t\n\tP. Weatherby QC, \n\tL. Hindmarsh,\tconsulenti,\n\tS. Creighton,\n\tB. Woods,\n\tD. Van Zyl Smit,\tconsiglieri.", "", "La Corte ha sentito le dichiarazioni dei consulenti Perry e Weatherby e le risposte che questi ultimi hanno dato alle domande che essa ha posto.", "IN FATTO", "I.  LE CIRCOSTANZE DEL CASO DI SPECIE", "A.  Introduzione", "12.  In seguito all’abolizione della pena capitale in Inghilterra e nel Galles, l’omicidio viene punito con la pena dell’ergastolo obbligatorio (mandatory sentence of life imprisonment). Oramai tutti i giudici che infliggono una pena di questo tipo sono tenuti a fissare un periodo minimo di carcerazione (minimum term of imprisonment) in funzione della gravità del reato perpetrato, che il detenuto dovrà scontare con finalità di repressione e punizione. I principi che guidano il giudice nel valutare l’entità del periodo minimo sono enunciati nell’allegato 21 alla legge del 2003 sulla giustizia penale (Criminal Justice Act 2003, «la legge del 2003» – paragrafi 38 e 39 infra). Una volta scontato questo periodo di carcerazione, il detenuto può chiedere la sua liberazione dinanzi alla commissione della liberazione condizionale.", "Tuttavia, a titolo eccezionale, il giudice può infliggere la pena dell’ergastolo effettivo (whole life order) in luogo di un periodo minimo di carcerazione qualora, facendo applicazione dei principi enunciati nell’allegato 21, ritenga che il reato sia di eccezionale gravità.", "Il detenuto condannato all’ergastolo effettivo potrà dunque essere scarcerato soltanto in virtù del potere discrezionale conferito al ministro dall’articolo 30 § 1 della legge del 1997 sulle pene in materia criminale (Crime (Sentences) Act 1997 – «la legge del 1997»). Il ministro eserciterà questo potere soltanto per motivi umanitari, se l’interessato è colpito da una malattia incurabile in fase terminale o affetto da una grave invalidità (ordinanza n. 4700 dell’amministrazione penitenziaria – Prison Service Order 4700 – paragrafo 43 infra).", "13.  Prima dell’entrata in vigore della legge del 2003, in pratica, il giudice infliggeva l’ergastolo obbligatorio e il ministro fissava, su raccomandazione di questa stessa autorità giudiziaria e del Lord Chief Justice, il periodo minimo di carcerazione che il detenuto avrebbe dovuto scontare prima di poter beneficiare della liberazione condizionale anticipata. Questo periodo era anche chiamato «periodo punitivo» (tariff) della pena.", "Il ministro poteva anche imporre un periodo punitivo a vita (whole life tariff). In pratica, il ministro riesaminava questa misura al termine di venticinque anni di reclusione per stabilire se fosse ancora giustificata, in particolare quando il detenuto aveva compiuto progressi eccezionali in carcere (si veda la causa Hindley, paragrafo 46 infra).", "Dopo l’entrata in vigore della legge del 2003 (in particolare del suo articolo 276 e del suo allegato 22, che enunciano una serie di misure transitorie per le persone che già scontano la pena dell’ergastolo – paragrafi 40 e 41 infra), tutti i detenuti ai quali il ministro ha fissato il periodo punitivo possono presentare alla High Court la richiesta di riesame di questa misura. La High Court può fissare un periodo minimo di reclusione o disporre l’ergastolo effettivo.", "14.  La presente causa riguarda tre ricorrenti che, riconosciuti colpevoli di omicidio all’esito di procedimenti penali distinti condotti in Inghilterra e nel Galles, scontano attualmente la pena dell’ergastolo obbligatorio. L’ergastolo effettivo è stato inflitto nei tre casi: nel caso del primo ricorrente dal giudice conformemente alle attuali norme di fissazione delle pene e, nel caso del secondo e terzo ricorrente, condannati prima dell’entrata in vigore della legge del 2003, dalla High Court. Tutti e tre i ricorrenti ritengono che queste pene dell’ergastolo effettivo, così come sono state applicate nel loro caso, siano incompatibili in particolare con gli articoli 3 e 5 § 4 della Convenzione. I fatti del caso di specie, come esposti dalle parti, si possono riassumere come segue.", "B.  Sig. Vinter", "15.  Il 20 maggio 1996, per l’omicidio di un collega di lavoro, il primo ricorrente fu condannato alla pena dell’ergastolo con un periodo minimo di carcerazione di dieci anni. Fu messo in libertà condizionale il 4 agosto 2005.", "16.  Egli iniziò a vivere con una donna che sarebbe diventata la vittima del suo secondo omicidio, con la quale si sposò il 27 giugno 2006. Il 31 dicembre 2006 partecipò ad una rissa in un bar e fu accusato di violenze (affray, reato che si caratterizza per il ricorso o la minaccia di ricorrere a una violenza illegale). La sua liberazione condizionale fu revocata e fu nuovamente incarcerato. Nel luglio 2007, si dichiarò colpevole di rissa, fu condannato a sei mesi di reclusione. Fu rimesso in libertà condizionale nel dicembre 2007 e ritornò a vivere con sua moglie e con i quattro figli di quest’ultima. In seguito la coppia si separò e l’interessato lasciò la casa coniugale.", "17.  Il 5 febbraio 2008, il primo ricorrente seguì sua moglie in un bar. Aveva bevuto e aveva assunto cocaina. La coppia litigò e la figlia della moglie dell’interessato, che era presente, telefonò alla polizia per allertarla. Il primo ricorrente ordinò alla moglie di salire in auto. Quando la figlia di quest’ultima tentò di raggiungere la madre per proteggerla, egli la scacciò con forza. Partì quindi con la moglie: quando la polizia telefonò a quest’ultima per assicurarsi che fosse in salvo, egli la forzò a rispondere che stava bene. Chiamò lui stesso la polizia per dire che con sua moglie era tutto a posto. Qualche ora dopo, si recò spontaneamente alla polizia e dichiarò di aver ucciso la moglie. L’autopsia rivelò che la defunta aveva il naso rotto, dei segni larghi e profondi al collo (compatibili con un tentativo di strangolamento) e quattro ferite al petto provocate da alcune coltellate. Sul luogo furono ritrovati due coltelli, uno dei quali aveva la lama rotta.", "18.  Il 21 aprile 2008 il primo ricorrente si dichiarò colpevole di omicidio e diede istruzioni al suo legale di non chiedere alcuna circostanza attenuante per non aggiungere dolore ai familiari della vittima. Il giudice ritenne che egli facesse parte delle rare persone che occorreva privare della loro libertà a titolo definitivo e lo condannò all’ergastolo obbligatorio e dispose l’ergastolo effettivo.", "19.  Il 25 giugno 2009 la corte d’appello respinse il ricorso del primo ricorrente tenendo in considerazione i principi generali che disciplinano la fissazione del periodo minimo di carcerazione in caso di ergastolo obbligatorio (come esposti nell’allegato 21 alla legge del 2003 – paragrafi 38 e 39 infra). Essa ritenne che, viste le circostanze in cui era stato commesso il reato, non vi era alcuna ragione per discostarsi dalla norma di principio enunciata nell’allegato 21 alla legge del 2003, secondo la quale, per soddisfare agli imperativi di repressione e dissuasione, a tutti i condannati per omicidio recidivi deve essere inflitta la pena dell’ergastolo effettivo.", "C.  Sig. Bamber", "20.  Il 7 agosto 1985, i genitori del secondo ricorrente, la sorella adottiva e i due figli in tenera età di quest’ultima furono uccisi con colpi di arma da fuoco. L’interessato fu successivamente accusato di questi omicidi, poi riconosciuto colpevole il 28 ottobre 1986. Secondo l’accusa, gli omicidi erano stati premeditati e pianificati e avevano per movente l’allettamento del lucro. Il secondo ricorrente avrebbe anche disposto i luoghi del crimine in modo tale da ingannare la polizia volendo far credere che era stata la sorella adottiva ad aver ucciso la famiglia prima di suicidarsi.", "21.  Il giudice scrisse al ministro una lettera raccomandando che il secondo ricorrente passasse «minimo» (parola sottolineata da questa autorità) venticinque anni in carcere; in questa stessa lettera, il Lord Chief Justice aveva aggiunto il commento: «da parte mia, non lo rimetterei mai in libertà» (sottolineatura dell’autore). Nel 1988, il ministro fissò un periodo punitivo a vita. All’epoca era prassi non informare il detenuto di questa decisione. Con una lettera datata 15 dicembre 1994, l’interessato fu avvisato che il ministro aveva concluso che gli imperativi di repressione e dissuasione potevano essere soddisfatti soltanto se egli rimaneva in carcere per il resto dei suoi giorni.", "22.  Nel 2008, dopo l’entrata in vigore dell’articolo 276 della legge del 2003 e dell’allegato 22 a quest’ultima, il secondo ricorrente si rivolse alla High Court ai fini del riesame del suo periodo punitivo a vita. In base all’allegato 21 a questa stessa legge, la High Court concluse che, visto il numero di omicidi commessi dal secondo ricorrente e la presenza dell’elemento della premeditazione, il reato commesso rientrava con ogni evidenza nella categoria dei casi in cui il punto di partenza era l’ergastolo effettivo. Inoltre, dopo aver esaminato le dichiarazioni formulate da alcuni parenti delle vittime e gli elementi prodotti dal secondo ricorrente, soprattutto i resoconti relativi al suo comportamento e ai progressi da lui compiuti in carcere, la High Court ritenne che non vi fosse alcun motivo per ritornare sulle conclusioni del Lord Chief Justice e del ministro. Dispose quindi l’ergastolo effettivo.", "23.  Il secondo ricorrente adì la corte d’appello che respinse la sua richiesta il 14 maggio 2009. La alta giurisdizione constatò che prima di disporre un periodo punitivo a vita nel 1988 il ministro aveva ricevuto le raccomandazioni di due diverse autorità giudiziarie, una del giudice che raccomandava un periodo minimo di carcerazione di venticinque anni e l’altra del Lord Chief Justice che raccomandava di non liberare mai l’interessato e che il ministro aveva la facoltà di scegliere l’una o l’altra di queste due raccomandazioni o di non prenderne in considerazione alcuna. La corte d’appello constatò inoltre che la decisione presa dalla High Court di infliggere l’ergastolo effettivo non soltanto era corretta ma anche pienamente giustificata rispetto agli obiettivi di repressione e punizione.", "24.  Basandosi sul suo precedente R c. Bieber (paragrafo 47 infra), la corte d’appello ritenne che non si ponesse alcuna questione relativamente all’articolo 3 della Convenzione dal momento che l’ergastolo effettivo non era una pena a vita non riducibile nel senso in cui questo termine era stato impiegato nella sentenza Kafkaris c. Cipro ([GC], n. 21906/04, CEDU 2008). Infine, essa ritenne che la procedura di riesame instaurata dalla legge del 2003 fosse compatibile con l’articolo 7 della Convenzione in quanto, secondo le disposizioni legali pertinenti, correttamente interpretate, un detenuto non poteva essere leso dall’esito di questa procedura perché comunque la pena da scontare poteva essere ridotta o mantenuta ma non poteva essere aumentata né prolungata.", "25.  Il secondo ricorrente chiese alla corte d’appello di dichiarare che la sua sentenza sollevava un punto di diritto di interesse generale che meritava di essere esaminato dalla Camera dei Lords. Questa richiesta fu respinta il 23 giugno 2009.", "D.  Sig. Moore", "26.  Il 29 novembre 1996, al termine del suo processo dinanzi alla Crown Court di Chester, il terzo ricorrente fu dichiarato colpevole di aver commesso quattro omicidi. Le vittime erano omosessuali e l’interessato, anch’egli omosessuale, avrebbe perpetrato questi crimini per la propria soddisfazione sessuale. Ciascuna delle vittime era stata pugnalata più volte con un grosso coltello da combattimento che egli aveva acquistato a questo scopo. La prima vittima fu colpita a casa sua il 23 settembre 1995. Poco tempo dopo, il fine settimana del 7 ottobre 1995, l’interessato incontrò la sua seconda vittima in un bar e la convinse ad accompagnarlo a casa sua per avere una relazione sessuale; la condusse invece in un bosco dove la pugnalò a morte e vi lasciò il corpo. La terza vittima fu pugnalata il 30 novembre 1995 nel caravan in cui viveva. Infine, poco dopo Natale 1995, il terzo ricorrente si recò su una spiaggia che era ben nota per essere un luogo di incontri tra omosessuali. Qui incontrò la quarta vittima e la pugnalò.", "27.  Su un abito del terzo ricorrente e sul coltello fu trovato del sangue appartenente alla prima e alla terza vittima. Furono trovati in suo possesso oggetti appartenenti alla prima, alla seconda e alla quarta vittima. Davanti alla polizia, egli ammise ampiamente tutti e quattro gli omicidi. Prima che ne facesse menzione, la polizia ignorava l’esistenza di una seconda vittima il cui corpo fu ritrovato nel bosco con l’aiuto dell’interessato. Durante il suo processo egli si difese affermando che gli omicidi erano stati commessi da qualcun altro, ammettendo comunque di aver assistito a tutti, salvo a quello della seconda vittima.", "28.  Il terzo ricorrente fu giudicato colpevole e il giudice lo condannò alla pena dell’ergastolo obbligatorio indicando al Ministro dell’Interno che, a suo parere, era opportuno non rimetterlo mai in libertà. Visto il fascicolo, il Lord Chief Justice ritenne che il periodo minimo di carcerazione prima di qualsiasi possibile liberazione condizionale dovesse essere fissato in trenta anni. Il 27 settembre 2002, il ministro impose un periodo punitivo a vita.", "29.  Nel 2008, basandosi sull’articolo 276 della legge del 2003 e sull’allegato 22 a quest’ultima, il terzo ricorrente chiese alla High Court di riesaminare il periodo punitivo a vita pronunciato dal ministro. Nella sua sentenza emessa il 12 giugno 2008, la High Court respinse l’argomento del terzo ricorrente secondo il quale essa doveva accettare la raccomandazione del Lord Chief Justice di fissare il periodo minimo di carcerazione in trenta anni. Essa ritenne che, anche se a questa raccomandazione doveva essere accordato un certo peso, il Lord Chief Justice non avesse tenuto conto dei principi enunciati nell’allegato 21 alla legge del 2003, che essa stessa era tenuta ad osservare. Respinse inoltre il motivo di ricorso con il quale dichiarava che l’imposizione da parte del ministro di un periodo punitivo a vita sollevava un problema sul terreno dell’articolo 6 della Convenzione. Ritenne che la procedura con la quale era stata adita la High Court prevista dall’articolo 276 della legge del 2003 e dall’allegato 22 a quest’ultima soddisfacesse l’esigenza di un riesame indipendente dall’opportunità di scarcerazione di un detenuto. Ritenne inoltre che la reclusione a vita fosse compatibile con gli articoli 3 e 5 della Convenzione. Tenuto conto dei principi generali che disciplinano la fissazione del periodo minimo di carcerazione in materia di ergastolo obbligatorio (come esposti nell’allegato 21 alla legge del 2003), essa concluse che questa sanzione non era arbitraria e che il carattere sproporzionato o meno della stessa dipendeva dalle circostanze proprie di ciascuna fattispecie.", "30.  La High Court giudicò che, trattandosi di una causa che era caratterizzata dall’omicidio di più di una persona, da un comportamento sessuale e sadico e da un alto grado di premeditazione, il punto di partenza previsto dall’allegato 21 era l’ergastolo effettivo. Essa considerò che non esisteva alcuna circostanza attenuante e che anche il Lord Chief Justice, che aveva comunque raccomandato un periodo minimo di carcerazione di trenta anni, aveva ritenuto, come il giudice, che forse sarebbe stato sempre rischioso scarcerare il terzo ricorrente. Concluse che non vi era alcun motivo per attenuare il punto di partenza costituito dall’ergastolo effettivo. Aggiunse che, quand’anche il punto di partenza fosse stato un periodo minimo di carcerazione di trenta anni, le circostanze aggravanti degli omicidi commessi erano tali che si imponeva l’ergastolo effettivo.", "31.  Il terzo ricorrente adì la corte d’appello che, il 26 febbraio 2009, respinse la sua richiesta in quanto la High Court non soltanto era abilitata a concludere che l’ergastolo effettivo fosse una sanzione adeguata, ma aveva anche fondati motivi per farlo.", "32.  Risulta che, per poter adire la Camera dei Lords, il terzo ricorrente chiese in seguito alla corte di appello di dichiarare che la sua sentenza sollevava un punto di diritto di interesse generale meritevole di essere esaminato dalla giurisdizione suprema. Il 14 agosto 2009 l’Ufficio degli appelli in materia penale della corte d’appello lo avvisò che, poiché quest’ultima non aveva accolto la sua richiesta di autorizzazione a fare appello avverso la sua pena e poi rigettato il ricorso, ma aveva direttamente rigettato la citata richiesta, non era possibile ottenere una dichiarazione di questo tipo.", "II.  IL DIRITTO E LA PRASSI INTERNI PERTINENTI", "A.  La Legge del 1998 sui diritti umani", "33.  L’articolo 3 § 1 della legge del 1998 sui diritti umani (Human Rights Act 1998 – «la legge sui diritti umani») è così formulata:", "«Per quanto possibile, la legislazione primaria e la legislazione delegata devono essere interpretate e applicate in modo compatibile con i diritti riconosciuti dalla Convenzione.»", "L’articolo 6 § 1 di questa legge dispone che l’autorità pubblica è nell’illegalità quando agisce in modo incompatibile con un diritto riconosciuto dalla Convenzione.", "L’articolo 7 § 1 prevede che la persona che denuncia che una autorità pubblica ha agito in modo illegale rispetto all’articolo 6 § 1 può citare in giudizio tale autorità.", "B.  Le disposizioni legali in materia di ergastolo obbligatorio", "1.  La legge del 1965 sull’abolizione della pena di morte per omicidio", "34.  In Inghilterra e nel Galles, l’articolo 1 § 1 della legge del 1965 sull’abolizione della pena di morte per omicidio (Murder (Abolition of Death Penalty) Act 1965) punisce l’omicidio con la pena dell’ergastolo obbligatorio.", "2.  La legge del 2003 sulla giustizia penale (Criminal Justice Act 2003 – «la legge del 2003»)", "a)  Il capitolo 7 della parte 12", "35.  Nella sentenza R (Anderson) v. the Secretary of State for the Home Department ([2003] 1 AC 837), la Camera dei Lords ha giudicato incompatibile con l’articolo 6 della Convenzione il potere, conferito al ministro dall’articolo 29 della legge del 1997 sulle pene in materia criminale (Crime (Sentences) Act 1997 – «la legge del 1997»), di fissare il periodo punitivo per le persone condannate alla pena dell’ergastolo obbligatorio. Questa sentenza è all’origine dell’adozione del capitolo 7 della parte 12 della legge del 2003, intitolato «Effetti delle pene dell’ergastolo» e composto dagli articoli da 269 a 277, e dei suoi allegati 21 e 22.", "36.  L’articolo 269 § 2 della legge del 2003 impone al giudice che infligge la pena dell’ergastolo obbligatorio di determinare il periodo minimo di carcerazione che il condannato dovrà scontare prima di poter essere messo in libertà condizionale. L’articolo 269 § 3 precisa che la durata di questo periodo deve tener conto della gravità del reato. L’articolo 269 § 4 permette al giudice di decidere che, in ragione della gravità del reato, il detenuto non potrà beneficiare della liberazione anticipata (che equivale a infliggere la pena dell’«ergastolo effettivo». L’articolo 269 § 4 si applica solo ai condannati che alla data in cui hanno commesso il reato avevano almeno compiuto 21 anni. L’articolo 269 § 5 precisa che, nel valutare la gravità del reato, il giudice deve prendere in considerazione soprattutto i principi enunciati nell’allegato 21 alla legge.", "37.  L’articolo 276 dà effetto all’allegato 22 (che riguarda i casi transitori – paragrafo 40 infra).", "b)  L’allegato 21", "38.  L’allegato 21 (intitolato «Fissazione del periodo minimo di carcerazione per le pene dell’ergastolo obbligatorio») prevede tre «punti di partenza» distinti, ossia delle pene che possono essere aumentate o ridotte a seconda che il reato sia accompagnato o meno da circostanze aggravanti o attenuanti: l’ergastolo effettivo, un periodo minimo di carcerazione di trenta anni e un periodo minimo di carcerazione di quindici anni.", "39.  In virtù del paragrafo 4(1) di questo allegato, se la gravità del reato è «eccezionalmente elevata», il punto di partenza da considerare è l’ergastolo effettivo. Il paragrafo 4(2) precisa che, per principio, i casi seguenti rientrano in questa categoria:", "«a)  l’omicidio di più di una persona quando ciascun omicidio si caratterizza per uno dei seguenti elementi:", "i.  un elevato grado di premeditazione e di pianificazione,", "ii.  il rapimento della vittima o", "iii.  un comportamento sessuale o sadico,", "b)  l’omicidio di un minore se vi è stato rapimento di quest’ultimo o se il movente era di ordine sessuale o sadico,", "c)  l’omicidio perpetrato per difendere una causa politica, religiosa o ideologica, o", "d)  l’omicidio perpetrato da una persona già condannata per omicidio.»", "Ai sensi del paragrafo 5(1), il punto di partenza da prendere in considerazione per un reato che non rientri nel paragrafo 4(1) ma la cui gravità sia «particolarmente elevata» è un periodo minimo di carcerazione di trenta anni. Il paragrafo 5(2) precisa che, per principio, i seguenti casi rientrano in questa categoria:", "« a)  l’omicidio di un poliziotto o di un agente penitenziario nell’esercizio delle sue funzioni,", "b)  l’omicidio che comporta l’uso di un’arma da fuoco o di esplosivi,", "c)  l’omicidio il cui movente è l’allettamento del lucro (perpetrato ad esempio nel corso o ai fini di un furto o di un furto con scasso, dietro remunerazione o con la speranza di ricavarne un guadagno),", "d)  l’omicidio teso ad ostacolare il corso della giustizia,", "e)  l’omicidio caratterizzato da un comportamento sessuale o sadico,", "f)  l’omicidio di più di una persona,", "g)  l’omicidio aggravato da motivi di razza o religione o da motivi che attengono all’orientamento sessuale,", "h)  l’omicidio che rientra nel paragrafo 4(2) del presente allegato commesso da una persona che al momento dei fatti aveva meno di 21 anni.»", "In tutti gli altri casi, i paragrafi 6 e 7 prevedono come punto di partenza un periodo minimo di carcerazione di quindici anni (dodici anni per i minori di 18 anni).", "I paragrafi 8 e 9 dispongono che, una volta fissato il punto di partenza, il giudice tiene conto di tutte le circostanze aggravanti o attenuanti che possono condurre all’imposizione di un periodo minimo di carcerazione di qualsiasi durata (indipendentemente dal punto di partenza) o dell’ergastolo effettivo.", "Il paragrafo 10 elenca le seguenti circostanze aggravanti:", "«a)  un elevato livello di premeditazione o di pianificazione,", "b)  la particolare vulnerabilità della vittima dovuta alla sua età o a una invalidità,", "c)  l’avere inflitto alla vittima sofferenze psicologiche o fisiche prima del suo decesso,", "d)  l’abuso di una posizione di fiducia,", "e)  il ricorso alla coercizione o alle minacce nei confronti di un’altra persona per facilitare la commissione del reato,", "f)  il fatto che la vittima esercitasse una missione di servizio pubblico o delle prerogative dei pubblici poteri, e", "g)  l’occultamento, la distruzione o lo smembramento del corpo.»", "Il paragrafo 11 cita le seguenti circostanze attenuanti:", "«a)  l’intenzione di infliggere lesioni gravi piuttosto che di uccidere,", "b)  la mancanza di premeditazione,", "c)  il fatto che l’autore del reato soffra di disturbi mentali o di una disabilità mentale che pur non rientrando nelle previsioni dell’articolo 2 § 1 della legge del 1957 sull’omicidio, riducono il grado di colpevolezza,", "d)  una provocazione subita dall’autore del reato (ad esempio uno stress prolungato), senza che per questo essa costituisca un fatto giustificativo,", "e)  il fatto che l’autore del reato, in un modo o in un altro, abbia agito per legittima difesa,", "f)  la convinzione da parte dell’autore del reato che l’omicidio fosse un atto di misericordia, e", "g)  l’età dell’autore del reato.»", "c)  L’allegato 22", "40.  L’allegato 22 (intitolato «Pene dell’ergastolo obbligatorie: casi transitori») elenca una serie di misure transitorie per i detenuti che sono stati condannati all’ergastolo obbligatorio prima dell’entrata in vigore dell’articolo 269 della legge del 2003 e ai quali il ministro ha fissato il periodo minimo di carcerazione. Esso si applica anche ai detenuti per i quali il ministro ha dichiarato che non potranno mai beneficiare di una liberazione condizionale anticipata (ossia coloro ai quali è stato inflitto un periodo punitivo a vita). Il paragrafo 3 di questo allegato permette a queste due categorie di detenuti di rivolgersi alla High Court che quindi deve, per coloro ai quali il ministro ha fissato il periodo minimo di carcerazione, emettere una decisione che precisi il periodo minimo di carcerazione che l’interessato dovrà scontare prima di potere beneficiare della liberazione anticipata. In virtù del paragrafo 3(1) b), nel caso in cui il ministro abbia notificato al detenuto che nei suoi confronti è stato pronunciato il periodo punitivo a vita, la High Court può decidere che l’interessato non potrà essere liberato (ergastolo effettivo).", "Il periodo minimo di carcerazione fissato dalla High Court non può essere più lungo di quello precedentemente fissato dal ministro (paragrafo 3(1) a)).", "Analoghe disposizioni si applicano alle pene inflitte dopo l’entrata in vigore della legge per gli omicidi commessi prima di questa entrata in vigore. Il paragrafo 10 prevede che il giudice non possa fissare un periodo minimo di carcerazione che a suo parere sarebbe più lungo di quello che il ministro avrebbe verosimilmente scelto in virtù della prassi precedente.", "41.  La High Court, adita a titolo del paragrafo 3 dell’allegato 22, deve tener conto soprattutto della gravità del reato e, così facendo, deve considerare anche i principi di cui all’allegato 21, nonché tutte le raccomandazioni fatte al ministro dal giudice o dal Lord Chief Justice per quanto riguarda il periodo minimo di carcerazione che il condannato dovrà scontare prima di poter beneficiare della liberazione condizionale (paragrafi 4 e 5 dell’allegato 22). Il condannato può presentare anche delle osservazioni alla High Court prima che questa decida sulla sua richiesta e in particolare far valere il suo comportamento e i progressi compiuti in carcere dopo la data del reato. Anche le vittime o i loro famigliari possono formulare osservazioni dinanzi alla High Court.", "C.  Il potere discrezionale del ministro in materia di liberazione", "42.  L’articolo 30 § 1 della legge del 1997 consente al ministro, in qualsiasi momento, di mettere in libertà condizionale un detenuto condannato all’ergastolo qualora sia convinto che delle circostanze eccezionali giustifichino tale misura per motivi umanitari.", "43.  I criteri di esercizio di tale potere discrezionale sono precisati nel capitolo 12 dell’ordinanza n. 4700 dell’amministrazione penitenziaria. Si tratta di un testo pubblicato sotto l’autorità del ministro che enuncia la politica e i principi relativi al trattamento dei detenuti che scontano una pena di durata indeterminata (ivi compresa la pena dell’ergastolo obbligatorio), e questo sia durante la detenzione che successivamente, dopo una liberazione condizionale.", "Le parti pertinenti del capitolo 12 sono così formulate:", "«I criteri di scarcerazione a titolo umanitario per motivi sanitari che si applicano a tutti i detenuti condannati a una pena di durata indeterminata sono i seguenti:", "–  il detenuto è colpito da una malattia incurabile e rischia di morire a breve termine (questa nozione non stabilisce limiti di tempo, ma un periodo di tre mesi sembra ragionevole per adire la sezione incaricata della tutela pubblica – Public Protection Casework Section), è costretto a letto o è affetto da invalidità (paralisi o gravi problemi cardiaci, ad esempio);", "e", "–  il rischio di recidiva (in particolare per un reato a carattere sessuale o violento) è minimo;", "e", "il mantenimento in detenzione ridurrebbe l’aspettativa di vita del detenuto;", "e", "–  sono state adottate disposizioni adeguate per curare e trattare il detenuto al di fuori del carcere;", "e", "–  una liberazione anticipata sarebbe significativamente nell’interesse del detenuto o della sua famiglia.»", "[le sottolineature sono sull’originale]", "L’ordinanza precisa anche che la liberazione per motivi umanitari deve essere approvata dal ministro stesso: tale decisione non può essere delegata.", "44.  Secondo il Governo, al 28 aprile 2011, 4.900 detenuti scontavano in Inghilterra e nel Galles la pena dell’ergastolo obbligatorio per omicidio.", "Nei confronti di quarantuno di loro (compresi quelli rinchiusi negli ospedali di massima sicurezza) sarebbe stata emessa una ordinanza di ergastolo effettivo. Dal 2000 non sarebbe stato liberato per motivi umanitari nessun detenuto condannato all’ergastolo effettivo. In risposta a una domanda formulata dal primo ricorrente a titolo della libertà di informazione, il Ministro della Giustizia ha comunicato che, al 30 novembre 2009, erano state liberate per tali motivi tredici persone condannate alla pena dell’ergastolo, ma non all’ergastolo effettivo.", "D.  La giurisprudenza interna pertinente riguardante le pene dell’ergastolo obbligatorio e la Convenzione", "1.  La giurisprudenza relativa al regime anteriore alla legge del 2003", "45.  Nelle cause R. v. Lichniak e R. v. Pyrah ([2003] 1 AC 903), la Camera dei Lords giudicò che, così come veniva applicato allora, l’ergastolo obbligatorio non era incompatibile né con l’articolo 3 né con l’articolo 5 della Convenzione.", "Essa ritenne che questa pena fosse in parte repressiva e in parte preventiva; l’aspetto repressivo era rappresentato dal periodo punitivo, imposto per reprimere il grave crimine commesso dall’omicida condannato. L’aspetto preventivo era rappresentato dal potere di mantenere l’omicida condannato in stato detentivo fino a quando la commissione della liberazione condizionale, organo indipendente, non avesse ritenuto possibile liberarlo senza pericolo e dal potere di rinchiudere nuovamente un omicida condannato liberato se fosse stato necessario agire in tal senso per la tutela del pubblico (Lord Bingham of Cornhill, paragrafo 8 della sentenza della Camera dei Lords).", "La Camera dei Lords concluse, in primo luogo, che i motivi dell’appellante non erano di una gravità sufficiente per far entrare in gioco l’articolo 3 della Convenzione e, in secondo luogo, che l’ergastolo non era una pena arbitraria o contraria per altra ragione all’articolo 5 § 1 della Convenzione. Lord Bingham aggiunse:", "«Se avessimo concluso che la pronuncia di una pena dell’ergastolo obbligatorio per omicidio significa che all’omicida condannato sia confiscata la sua libertà da parte dello Stato per il resto dei suoi giorni e che egli resti in carcere fino a quando il Ministro dell’Interno non decreti che sarebbe meglio per l’interesse generale liberarlo piuttosto che mantenerlo in carcere, non dubito affatto che una pena di questo tipo sarebbe giudicata contraria agli articoli 3 e 5 della Convenzione europea dei diritti dell’uomo (...) per il carattere arbitrario e sproporzionato (...)».", "46.  Nelle sentenze R. v. Secretary of State for the Home Department, ex parte Hindley ([2001] 1 AC 410, HL) e R. v. Anderson ([2003] 1 AC 837, HL), la Camera dei Lords giudicò che, in virtù delle regole che allora disciplinavano il periodo punitivo, non vi era «alcuna ragione, in linea di principio perché uno o più crimini, se sono sufficientemente atroci, non vengano considerati meritevoli dell’ergastolo con la sola finalità repressiva» (Lord Steyn, p. 416H). Lord Steyn aggiunse: «da un punto di vista logico, non è affatto incompatibile con la nozione di periodo punitivo dichiarare che vi sono dei casi in cui i crimini sono talmente odiosi che, quand’anche il detenuto restasse in carcere fino al suo decesso, gli imperativi di punizione e dissuasione non sarebbero interamente soddisfatti» (p. 417H). La Camera dei Lords ritenne inoltre che il ministro non avesse limitato illegalmente il suo potere discrezionale riesaminando il caso di detenuti condannati a un periodo punitivo a vita che avevano passato venticinque anni in carcere e riducendone eventualmente il periodo. La sentenza prendeva atto della dichiarazione di principio del ministro del 10 novembre 1997, nella quale quest’ultimo si dichiarava disposto ad accettare che, in casi eccezionali, soprattutto nel caso in cui il detenuto compia progressi eccezionali in carcere, una riduzione del periodo punitivo possa considerarsi appropriata. Il ministro aggiungeva che avrebbe tenuto a mente questa possibilità nel riesaminare, al termine dei venticinque anni di reclusione, i casi di detenuti condannati a un periodo punitivo a vita e che a tale proposito, avrebbe tenuto conto di elementi diversi dai soli imperativi di punizione e dissuasione (p. 417A-C).", "2.  La giurisprudenza relativa al regime instaurato dalla legge del 2003 e alla sua compatibilità con la Convenzione", "a)  R v. Bieber", "47.  Nella sentenza R v. Bieber ([2009] 1 WLR 223), la Corte d’appello esaminò la compatibilità della legge del 2003 con l’articolo 3 della Convenzione alla luce della sentenza Kafkaris (sopra citata).", "Avendo rilevato che, in questa sentenza, la Corte aveva dichiarato che l’imposizione di una pena perpetua non riducibile poteva sollevare una questione rispetto all’articolo 3, la corte d’appello aggiunse:", "«39.  Ci sembra che la Corte [nella sentenza Kafkaris] abbia ritenuto che la perpetuità non riducibile sollevasse una questione riguardo all’articolo 3 quando rischiava di condurre al mantenimento in detenzione del criminale al di là della durata giustificata dagli obiettivi legittimi della carcerazione. È ciò che discende implicitamente dal fatto che non sembrava porsi nessuna questione sul terreno dell’articolo 3 dato che era possibile, in diritto e in pratica, che il criminale fosse liberato pur rimanendo possibile, se non addirittura probabile, che avrebbe passato il resto dei suoi giorni in carcere. Il criterio essenziale sembra essere la possibilità di un controllo che permetta di stabilire se la detenzione sia o meno giustificata.", "40.  Gli obiettivi legittimi della carcerazione sono la repressione, la dissuasione, la correzione e la protezione del pubblico. Quando viene inflitta la pena dell’ergastolo obbligatorio per un crimine, è possibile che tutti questi obiettivi siano realizzati mentre il detenuto è in vita. Quest’ultimo avrà forse passato sufficiente tempo in carcere per soddisfare agli imperativi di repressione e di dissuasione e si sarà corretto al punto da non costituire più una minaccia per il pubblico. Se, nonostante ciò, rimane in carcere per il resto dei suoi giorni, si può almeno difendere la tesi che si tratta di un trattamento inumano. Abbiamo quindi concluso che, quando un crimine è punito con la perpetuità obbligatoria e non riducibile, indipendentemente dalle circostanze particolari nelle quali è stato commesso, si pone una questione sul terreno dell’articolo 3.", "41.  La decisione adottata nella causa Kafkaris solleva una questione più spinosa: esiste un periodo massimo di reclusione che può essere giustificato dagli obiettivi di repressione e dissuasione al di là del quale il detenuto dovrà essere liberato qualora, essendosi corretto, non rischi più di dedicarsi ad attività delittuose? Se bisogna rispondere affermativamente, allora si può dire in modo difendibile che una pena della reclusione a vita non riducibile che può condurre a una detenzione che va oltre questo periodo è inumana e solleva una questione riguardo all’articolo 3. Il giudice Bratza, nella sua opinione concordante, e i cinque giudici autori di una opinione parzialmente dissenziente, hanno ritenuto che fosse proprio questo il caso. I testi europei ai quali abbiamo fatto riferimento mostrano che, per alcuni Stati membri, l’imperativo di repressione può soltanto giustificare una durata limitata di carcerazione, oltrepassata la quale considerazioni umanitarie impongono di concedere al detenuto la possibilità di dimostrare che è idoneo a reinserirsi nella società.", "42.  Il Regno Unito non figura fra questi Stati membri. L’allegato 21 alla legge del 2003 postula che alcuni crimini sono talmente odiosi che giustificano la carcerazione del loro autore per il resto dei suoi giorni, qualunque sia la durata che ciò rappresenti. Nel paragrafo 104 della sentenza Kafkaris, la maggioranza ha riconosciuto le diversità di approccio tra i vari Stati membri. In questa causa, la Corte era chiamata ad esaminare una pena dell’ergastolo obbligatorio, e il suo ragionamento deve essere valutato secondo questo metro di giudizio. Non pensiamo di dover concludere, come nella decisione della maggioranza della Grande Camera, che una pena perpetua non riducibile, considerata adeguata dal giudice per soddisfare agli imperativi di repressione e di dissuasione nel caso di un reato molto grave, rischia di entrare in conflitto con l’articolo 3.»", "48.  La corte d’appello esaminò poi se fosse l’imposizione stessa di una pena perpetua non riducibile a comportare violazione dell’articolo 3 o se la potenziale violazione si materializzasse soltanto una volta che la detenzione avesse superato la durata che poteva essere giustificata dagli imperativi di repressione e dissuasione, Essa fece sua la seconda tesi.", "49.  Ecco come si espresse:", "«45.  Se, nel diritto inglese, l’omicidio è un reato che richiede la pena dell’ergastolo obbligatorio, questa pena non è in linea di principio non riducibile. Il giudice precisa il periodo minimo di detenzione che, ai fini della repressione e della dissuasione, l’autore di questo reato dovrà scontare prima di poter aspirare al beneficio della liberazione condizionale. Se l’ergastolo effettivo è disposto, è perché il giudice ritiene che il reato sia così grave che, ai fini della repressione e della dissuasione, il suo autore debba restare in carcere per il resto dei suoi giorni. Per i motivi che abbiamo esposto, non pensiamo che la Corte di Strasburgo abbia dichiarato che un ergastolo non riducibile, deliberatamente imposto da un giudice in circostanze simili, costituisca una detenzione contraria all’articolo 3. Non pensiamo neanche che si giunga in futuro a tale conclusione.", "46.  Forse la giurisprudenza della Corte di Strasburgo evolverà. Sembra esistere in Europa una corrente sfavorevole all’imposizione di pene detentive non riducibili molto lunghe. Forse diventerà necessario verificare se le pene dell’ergastolo effettivo disposte nella nostra regione sono in realtà non riducibili.", "(...)", "48.  Nell’ambito del regime attuale, l’articolo 30 della legge del 1997 sulle pene in materia criminale conferisce al ministro un potere limitato in materia di scarcerazione delle persone detenute a vita.", "(...)", "Oggi, il ministro fa uso di questo potere con moderazione, per esempio quando il detenuto è affetto da una malattia in fase terminale, quando è costretto a letto o si trova in uno stato di invalidità simile. Tuttavia, se la situazione è tale che il mantenimento in carcere di un detenuto è assimilabile a un trattamento inumano o degradante, secondo noi non vi è alcuna ragione che si opponga al fatto che, tenuto conto in particolare dell’obbligo di rispettare la Convenzione, il ministro liberi l’interessato usando il potere che la legge gli conferisce.", "49.  Per questi motivi e sulla scia dell’approccio adottato dalla Corte di Strasburgo nella sentenza Kafkaris, non pensiamo che si debba considerare l’ergastolo effettivo sulla base dell’articolo 3 come una pena non riducibile. Pertanto, se si vuole contestare l’ergastolo effettivo sulla base dell’articolo 3, occorre farlo non al momento della pronuncia della pena, ma allo stadio in cui il detenuto sostiene che, tenuto conto di tutte le circostanze pertinenti, in particolare del tempo trascorso e dei progressi compiuti in carcere, il protrarsi della detenzione costituirebbe un trattamento inumano o degradante.", "50.  Ecco perché rigettiamo il motivo di ricorso basato sull’articolo 3 per contestare la pena inflitta al convenuto.»", "b)  R v. Oakes and others", "50.  Nella sentenza R v. Oakes and others ([2012] EWCA Crim 2435), la corte d’appello esaminò nuovamente la compatibilità dell’ergastolo effettivo con l’articolo 3 della Convenzione. Essa dichiarò:", "«Ogni paese civilizzato aderisce al principio sancito dall’articolo 3.", "(...)", "Tuttavia, ogni paese civilizzato aderisce anche al principio che vuole che una persona colpevole di reato riceva una giusta pena. Tutte queste questioni che attengono al carattere giusto e proporzionato della pena sono materia di dibattiti razionali e di disaccordi cortesi. La valutazione di quello che si può considerare una pena giusta o una pena inumana o degradante in tale o talaltro caso può legittimamente dar luogo a risposte diverse a seconda del paese o addirittura, in uno stesso paese, a risposte diverse a seconda delle epoche. Queste dipendono, almeno in parte, dalla storia di ogni paese. La questione di stabilire se l’ergastolo effettivo costituisca una violazione dell’articolo 3 della Convenzione, o quantomeno del vecchio principio di common law che vuole che la pena sia proporzionata a tutte le circostanze pertinenti del reato e alla situazione del suo autore, è oggetto di ampi dibattiti.»", "La corte d’appello rilevò in seguito che sia il Lord Justice Laws nella sentenza Wellington (paragrafo 54 infra) sia la minoranza della camera nella sentenza emessa nel caso di specie si erano mostrati molto inquieti dinanzi alla pena all’ergastolo effettivo. Tuttavia essa osservò anche che era stata espressa l’opinione inversa, in particolare nelle sentenze Hindley e Wellington (paragrafi 46 supra e 57 infra), e che era opportuno riconoscere e rispettare come si doveva i punti di vista legittimi ma contraddittori espressi su questa questione.", "51.  Dopo aver esaminato le sentenze emesse dalla Corte nelle cause Babar Ahmad e altri c. Regno Unito (nn. 24027/07, 11949/08, 36742/08, 66911/09 e 67354/09, 10 aprile 2012), Harkins e Edwards c. Regno Unito (nn. 9146/07 e 32650/07, 17 gennaio 2012), nonché quelle emesse nella presente causa, la corte d’appello si espresse come segue (paragrafo 22 della sentenza):", "«Alla luce di questa analisi dei precedenti della Corte europea, ci sembra chiaro che quest’ultima parte dal principio che, purché i tribunali abbiano esaminato la possibilità di ritenere delle circostanze attenuanti in favore dell’accusato, una pena all’ergastolo effettivo da loro disposta nell’ambito del potere di valutazione discrezionale del livello di sanzione appropriato ai fini di repressione e di dissuasione a seguito di una condanna per un crimine della più estrema gravità non costituisce una pena inumana o degradante. Insomma, ogni Stato può, nella sua legislazione, prevedere l’imposizione di un periodo minimo di carcerazione da scontare a titolo di ergastolo effettivo, e i tribunali possono, all’occorrenza, disporre tale pena in virtù del loro potere giurisdizionale discrezionale.»", "52.  Infine dopo aver sottolineato che l’ergastolo effettivo era una pena inflitta in ultimo grado, che la legge non imponeva al giudice di comminarla se l’interesse della giustizia non lo esigeva, e che i principi enunciati nell’allegato 21 potevano essere applicati con flessibilità, la corte d’appello concluse:", "«Risulta che l’ergastolo effettivo, frutto della legislazione primaria, è riservato ai rari reati la cui gravità è talmente eccezionale che, dopo aver esaminato tutte le circostanze aggravanti e le circostanze attenuanti, il giudice è convinto che la pronuncia di questa pena sia necessaria rispetto agli imperativi di giusta repressione e di punizione. Se - ma soltanto se - sia giustificato concludere in tal modo, l’ergastolo effettivo è appropriato. Non si tratta né di una pena obbligatoria, né di una pena automatica, né di una pena minima.", "In queste condizioni, le disposizioni dell’allegato 21 alla legge del 2003, ed in particolare del suo paragrafo 4, che permette ai tribunali di infliggere l’ergastolo effettivo in caso di reato di eccezionale gravità, non sono incompatibili con l’articolo 3 della Convenzione e non contrastano con quest’ultimo.»", "3.  La sentenza R (Wellington) v. Secretary of State for the Home Department ([2008] UKHL 72)", "53.  Gli Stati Uniti d’America avevano richiesto alle autorità britanniche di estradare Ralston Wellington affinché potesse essere giudicato nel Missouri per due omicidi in primo grado. Wellington aveva presentato un ricorso contro la sua estradizione, sostenendo che esisteva il rischio reale che avrebbe subìto un trattamento inumano o degradante, ossia una condanna alla pena dell’ergastolo senza possibilità di liberazione condizionale, e che la misura prevista era quindi contraria all’articolo 3 della Convenzione.", "54.  Nel pronunciare la sentenza della High Court ([2007] EWHC 1109 (Admin)), il Lord Justice Laws constatò che esistevano «potenti argomenti di filosofia penale» che permettevano di considerare che il rischio di un ergastolo senza la possibilità di una liberazione condizionale era di per sé contrario all’articolo 3 della Convenzione. Egli in particolare dichiarò:", "«L’abolizione della pena di morte è stata lodata e giustificata, ma deve essere stata fondata almeno sull’idea che la vita di ogni persona, per quanto questa sia depravata, ha un valore inalienabile. La distruzione di una vita può essere accettabile in certe particolari circostanze, per esempio in caso di legittima difesa o di guerra giusta, ma l’imperativo di una punizione non sarà mai sufficiente a giustificarla. Ora, la carcerazione di una persona senza speranza di liberazione è per molti aspetti simile a una condanna alla pena capitale. Questa persona non potrà mai cancellare il suo errore. Indipendentemente dagli sforzi che potrà dispiegare durante la sua carcerazione per riscattarsi, la sua punizione terminerà con il suo ultimo respiro. Allo stesso titolo della pena di morte, l’ergastolo effettivo è la legge del taglione. Ma la corrispondenza teorica o reale dell’ergastolo con il crimine per il quale il detenuto è punito (l’unica virtù della legge del taglione) non garantisce affatto una sanzione proporzionata perché questa pena è arbitraria in quanto si misura in giorni o in decenni, secondo il tempo che resta da vivere al detenuto. Essa rischia dunque di essere sproporzionata - il vizio condannato sul terreno dell’articolo 3 - a meno che si applichi la logica della pena di morte: il crimine è talmente odioso che è impossibile espiarlo. In tal caso, tuttavia, il valore che si suppone inalienabile della vita del detenuto si riduce alla sua sopravvivenza, a niente più che alla sua capacità di respirare e a vedere passare i giorni in condizioni, senza dubbio, decenti. Questo significa proclamare un attaccamento di pura forma al valore della vita, e non ad onorarla.»", "Tuttavia, e «non senza esitazioni», il Lord Justice Laws ritenne che, vista la giurisprudenza pertinente, compresa quella della Corte europea, la pena dell’ergastolo non riducibile non sempre solleverebbe un problema rispetto all’articolo 3.", "55.  Wellington presentò un ricorso dinanzi alla Camera dei Lords. I cinque Lords membri della Camera giudicarono tutti che, tenuto conto dei poteri del governatore del Missouri in materia di grazia e di commutazione, la pena di cui era passibile sarebbe riducibile quanto quella oggetto della causa Kafkaris (sopra citata).", "56.  Essi aggiunsero che, in questa stessa causa, la Corte aveva soltanto dichiarato che l’imposizione di una pena dell’ergastolo non riducibile poteva sollevare una questione rispetto all’articolo 3. Secondo loro, una pena all’ergastolo effettivo poteva costituire un trattamento inumano e degradante contrario all’articolo 3 soltanto se era nettamente o manifestamente sproporzionata. Lord Brown, in particolare, concluse che anche una pena non riducibile sarebbe considerata dalla Corte come una violazione dell’articolo 3 soltanto a partire dal momento in cui il mantenimento in carcere non possa essere giustificato da alcun imperativo: né quello della repressione, né quello della dissuasione né quello della protezione del pubblico.", "57.  Inoltre, Lord Hoffmann, Lord Scott, la baronessa Hale e Lord Brown espressero dubbi in merito all’opinione del Lord Justice Laws secondo la quale l’ergastolo senza possibilità di liberazione condizionale sarebbe la legge del taglione. Lord Hoffmann, la baronessa Hale e Lord Brown ricusarono il postulato del Lord Justice Laws secondo il quale l’abolizione della pena capitale era stata fondata sull’idea che la vita di ogni persona possiede un valore inalienabile: secondo loro, altre ragioni, più pragmatiche, erano state all’origine dell’abolizione, ad esempio il carattere irreversibile e l’assenza di effetto dissuasivo di questa pena. Lord Scott scartò l’idea che la pena dell’ergastolo non riducibile fosse inumana e degradante in quanto negherebbe al detenuto la possibilità di riscattarsi: secondo lui, una volta ammesso che l’ergastolo effettivo poteva costituire una giusta pena, il detenuto si riscatta scontandola.", "58.  Il ricorso introdotto da Wellington dinanzi alla Corte fu cancellato dal ruolo il 5 ottobre 2010, in quanto il suo autore aveva fatto sapere che desiderava ritirarlo (Wellington c. Regno Unito (dec.), n. 60682/08, 5 ottobre 2010).", "III.  ELEMENTI PERTINENTI DI DIRITTO EUROPEO, INTERNAZIONALE E COMPARATO IN MATERIA DI PENE PERPETUE E PENE «NETTAMENTE SPROPORZIONATE»", "59.  Ai paragrafi da 68 a 76 della sentenza Kafkaris sopra citata sono esposti i testi pertinenti del Consiglio d’Europa e dell’Unione europea nonché altri strumenti internazionali riguardanti l’imposizione e il riesame delle pene dell’ergastolo, ivi compresi gli obblighi che il Consiglio d’Europa pone a carico dei suoi Stati membri nell’ambito dell’estradizione di persone verso Stati in cui esse rischiano di essere condannate a pene di questo tipo. Segue il riepilogo degli elementi supplementari prodotti dinanzi alla Corte nella fattispecie (nonché quelli citati nella sentenza Kafkaris ed espressamente invocati dalle parti).", "A.  I testi del Consiglio d’Europa", "1.  La Risoluzione 76(2)", "60.  A partire dal 1976, il Comitato dei Ministri ha adottato una serie di risoluzioni e di raccomandazioni riguardanti i detenuti che scontano pene di lunga durata («pene lunghe») e quelli che scontano pene perpetue. Nella Risoluzione 76(2) del 17 febbraio 1976, la prima sulla questione, il Comitato dei Ministri raccomandava soprattutto agli Stati membri:", "«1.  di perseguire una politica penale secondo la quale le pene lunghe devono essere inflitte soltanto se sono necessarie alla tutela della società;", "2.  di adottare le misure legislative e amministrative idonee a favorire un trattamento adeguato durante l’esecuzione di queste pene;", "(...)", "9.  di assicurarsi che i casi di tutti i detenuti vengano esaminati quanto prima per verificare se può essere loro accordata la liberazione condizionale;", "10.  di accordare al detenuto la liberazione condizionale, fatte salve le esigenze legali riguardanti i termini, dal momento in cui può essere formulato un giudizio favorevole; il rifiuto di accordare la liberazione condizionale non può essere giustificato unicamente in base a motivi di prevenzione generale;", "11.  di adattare alle pene dell’ergastolo gli stessi principi che disciplinano le pene lunghe;", "12.  di assicurarsi che l’esame previsto [al paragrafo] 9, per le pene dell’ergastolo, sia svolto, se non già eseguito, entro otto - quattordici anni di detenzione, e sia ripetuto periodicamente;»", "2.  La Raccomandazione 2003(23)", "61.  Il 9 ottobre 2003, il Comitato dei Ministri ha adottato la Raccomandazione (2003)23 riguardante la gestione da parte delle amministrazioni penitenziarie dei condannati a vita e degli altri detenuti di lunga durata, il cui preambolo enuncia:", "«(...) l’esecuzione delle pene privative della libertà presuppone la ricerca di un equilibrio tra, da una parte il mantenimento della sicurezza e il rispetto dell’ordine e della disciplina negli istituti penitenziari, e, dall’altra parte, la necessità di offrire ai detenuti delle condizioni di vita decenti, dei regimi attivi e una preparazione costruttiva della loro liberazione;»", "Il paragrafo 2 della raccomandazione espone poi gli scopi della gestione dei condannati a vita e degli altri detenuti di lunga durata, che si ritiene siano:", "«–  vigilare affinché le carceri siano luoghi sicuri per i detenuti e le persone che lavorano con loro o che li visitano;", "–  attenuare gli effetti negativi che la detenzione di lunga durata e l’ergastolo possono generare;", "–  accrescere e migliorare la possibilità per questi detenuti di reinserirsi con successo nella società e di condurre dopo la loro liberazione una vita rispettosa delle leggi.»", "Fra i principi generali della gestione dei detenuti di questo tipo formulati nella raccomandazione figurano: i) il principio di individualizzazione, che consiste nel prendere in considerazione la diversità delle caratteristiche individuali dei condannati a vita e dei detenuti di lunga durata e di tenerne conto per stabilire dei piani individuali di esecuzione della pena, e II) il principio di progressione, che prevede che la pianificazione individuale della gestione della pena dell’ergastolo o di lunga durata di un detenuto miri ad assicurare l’evoluzione progressiva attraverso il sistema penitenziario (si vedano i paragrafi 3 e 8 della raccomandazione). Il rapporto allegato alla raccomandazione, redatto sotto l’egida del Comitato europeo per i problemi criminali, aggiunge che la progressione ha come ultima finalità una transizione costruttiva dalla vita carceraria alla vita in società (paragrafo 44 del rapporto).", "Il paragrafo 10 della raccomandazione (pianificazione delle pene) prevede che i piani di esecuzione della pena devono servire da approccio sistematico soprattutto per l’evoluzione progressiva del detenuto attraverso il sistema penitenziario in condizioni progressivamente meno restrittive fino alla fase finale che, idealmente, trascorrerebbe in ambiente aperto, di preferenza in società, come pure per le condizioni e le misure di presa in carico che favoriscono un modo di vita rispettoso delle leggi e l’adattamento alla comunità dopo la liberazione condizionale.", "Il paragrafo 16 prevede che la pericolosità e la necessità di delinquere non sono caratteristiche intrinsecamente stabili e che pertanto è opportuno procedere a una valutazione dei rischi e dei bisogni.", "Infine, i paragrafi 33 e 34 (riguardanti la preparazione del rientro in società) precisano:", "«33.  Per aiutare i condannati a vita e gli altri detenuti di lunga durata a superare il particolare problema del passaggio da una carcerazione prolungata a un modo di vita rispettoso della legge all’interno della società, la loro liberazione dovrebbe essere preparata con sufficiente anticipo e dovrebbe prendere in considerazione i seguenti punti:", "–  la necessità di elaborare dei piani specifici riguardanti la pre-liberazione e la post-liberazione, tenendo conto dei rischi e dei bisogni pertinenti;", "–  l’attenta considerazione delle possibilità che favoriscono una liberazione e la prosecuzione di programmi, interventi o trattamenti di cui i detenuti sarebbero stati oggetto durante la loro detenzione;", "–  la necessità di assicurare una collaborazione stretta tra l’amministrazione penitenziaria, le autorità che assicurano la presa in carico dopo la liberazione e i servizi sociali e sanitari.", "34.  La concessione e l’applicazione della liberazione condizionale per i condannati a vita e gli altri detenuti di lunga durata dovrebbero essere guidate dai principi contenuti nella Raccomandazione Rec(2003)22 sulla liberazione condizionale.»", "Il paragrafo 131 del rapporto allegato alla raccomandazione fornisce la seguente precisazione a proposito del paragrafo 34 di quest’ultimo:", "«La Raccomandazione Rec (2003)23 enuncia il principio secondo il quale tutti i detenuti, ad eccezione di coloro che scontano delle pene estremamente corte, dovrebbero avere la possibilità di beneficiare di una liberazione condizionale. Questo principio si applica anche, secondo i termini della raccomandazione, ai condannati a vita. È tuttavia opportuno notare che si tratta soltanto della possibilità di concedere la liberazione condizionale ai condannati a vita e che questo non deve essere sistematico.»", "3.  La Raccomandazione 2003(22)", "62.  La Raccomandazione (2003)22, riguardante la liberazione condizionale è stata adottata dal Comitato dei Ministri il 24 settembre 2003 ed è ampiamente riportata nel paragrafo 72 della sentenza Kafkaris (sopra citata). Per riassumere, essa enuncia una serie di raccomandazioni riguardanti la preparazione della liberazione condizionale, la concessione di quest’ultima, le condizioni che possono essere imposte e le garanzie procedurali previste. Fra i principi generali in essa contenuti vi sono (paragrafi 3 e 4.a):", "«3.  La liberazione condizionale dovrebbe mirare ad aiutare i detenuti nella transizione dalla vita carceraria alla vita in comunità nel rispetto delle leggi, mediante condizioni e misure di presa in carico dopo la liberazione che perseguono questo obiettivo e contribuiscono alla sicurezza pubblica e alla diminuzione della delinquenza all’interno della società.", "4.a.  Al fine di ridurre gli effetti deleteri della detenzione e di favorire il reinserimento dei detenuti nelle condizioni volte a garantire la sicurezza della collettività, la legislazione dovrebbe prevedere la possibilità per tutti detenuti condannati, ivi compresi i condannati a vita, di beneficiare della liberazione condizionale.»", "L’esposizione dei motivi allegata alla raccomandazione precisa quanto segue in merito al paragrafo 4 di quest’ultima:", "«Non bisogna privare i detenuti condannati a vita della speranza di ottenere la liberazione. Innanzitutto perché non si può ragionevolmente sostenere che tutti i condannati a vita resteranno sempre pericolosi per la società. In secondo luogo, perché la detenzione di persone che non hanno alcuna speranza di essere liberate pone gravi problemi di gestione, che si tratti di incentivarli alla cooperazione e a limitare il loro comportamento perturbatore, di proporre dei programmi di sviluppo personale, di organizzare la pianificazione della pena o di garantire la sicurezza. Così, i paesi la cui legislazione prevede la pena dell’ergastolo effettivo dovrebbero garantire la possibilità di riesaminare la pena dopo un certo numero di anni e a intervalli regolari, al fine di decidere se un detenuto condannato a vita possa scontare il resto della sua pena in seno alla comunità e in quali condizioni e con quali misure di presa in carico.»", "4.  Il documento di lavoro del Comitato europeo per la prevenzione della tortura e dei trattamenti inumani o degradanti sulle pene perpetue reali/effettive", "63.  Il Comitato europeo per la prevenzione della tortura e delle pene o trattamenti inumani o degradanti (CPT) ha adottato nel 2007 un rapporto (CPT (2007) 55, 27 giugno 2007), intitolato «Condanne all’ergastolo reale/effettivo» e redatto da Jørgen Worsaae Rasmussen, membro del comitato, che passa in rivista diversi testi del Consiglio d’Europa sulle pene perpetue, fra cui le Raccomandazioni (2003)22 e (2003)23, e indica in sostanza a) che il principio che consiste nel prevedere la possibilità per tutti i detenuti di beneficiare di una liberazione condizionale vale anche per «i condannati a vita» e b) che tutti gli Stati membri del Consiglio d’Europa prevedono la possibilità di una liberazione per motivi umanitari ma che questa «forma speciale di liberazione» è distinta dalla liberazione condizionale.", "Questo rapporto attesta l’esistenza di una corrente di opinione che sarebbe stata all’origine di proposte di riforma della procedura di revisione delle condanne a vita in Danimarca, Finlandia e Svezia e secondo la quale la liberazione discrezionale dei detenuti, come la loro condanna, rientra nella competenza dei tribunali e non dell’esecutivo. Il rapporto cita anche, approvandolo, il rapporto redatto dal CPT all’esito della sua visita in Ungheria nel 2007, nel quale si può leggere:", "«per quanto riguarda i «veri condannati a vita», il CPT emette serie riserve in merito al concetto stesso che vuole che i detenuti in questione, una volta condannati, siano considerati come una minaccia permanente per la comunità e siano privati di qualsiasi speranza di liberazione condizionale.»", "Nelle sue conclusioni, il documento formula diverse raccomandazioni: nessun detenuto dovrebbe essere «catalogato» come persona che potrebbe passare la sua vita in carcere, il rifiuto della liberazione non dovrebbe mai essere definitivo e anche i detenuti nuovamente incarcerati non dovrebbero essere privati della speranza di una liberazione.", "5.  Il rapporto del CPT sulla Svizzera", "64.  Il rapporto del CPT sulla sua visita in Svizzera dal 10 al 20 ottobre 2011 (CPT/inf (2012) 26, 25 ottobre 2012) contiene le seguenti osservazioni sul sistema svizzero dell’ergastolo per gli autori di reati a carattere sessuale o violento considerati estremamente pericolosi e non correggibili:", "«Il CPT esprime serie riserve in merito al concetto stesso dell’internamento «a vita» secondo il quale queste persone, una volta che sono state dichiarate estremamente pericolose e incorreggibili, sono considerate come se rappresentassero un pericolo permanente per la società e si vedono formalmente private di qualsiasi speranza di attenuare l’esecuzione della misura, ovvero di ottenere la liberazione condizionale. Dal momento che l’unica possibilità di essere liberato, per la persona interessata, dipende da un progresso scientifico, essa è privata di qualsiasi capacità di avere una influenza sulla sua eventuale liberazione, ad esempio tramite la sua buona condotta nell’ambito dell’esecuzione della misura.", "A questo proposito, il Comitato rinvia alla Raccomandazione Rec (2006)2 del Comitato dei Ministri del Consiglio d’Europa, dell’11 gennaio 2006, sulle Regole penitenziarie europee, nonché al paragrafo 4.a. della Raccomandazione Rec (2003)22 del Comitato dei Ministri del 24 settembre 2003, riguardante la liberazione condizionale, la quale indica chiaramente che la legislazione dovrebbe prevedere la possibilità per tutti i detenuti condannati, comprese le persone che sono oggetto di una sanzione penale a vita, di beneficiare della liberazione condizionale. L’esposizione dei motivi di [quest’ultima] insiste sul fatto che i condannati a vita non devono vedersi privare della speranza di essere liberati.", "Il CPT ritiene dunque inumano incarcerare una persona a vita senza una reale speranza di liberazione. Il comitato invita fermamente le autorità svizzere a riesaminare di conseguenza il concetto di internamento «a vita». [I caratteri in grassetto sono sull’originale]", "B.  Il diritto penale internazionale", "65.  L’articolo 77 dello Statuto di Roma della Corte penale internazionale («la CPI») permette di imporre la pena dell’ergastolo se l’estrema gravità del crimine e la situazione personale del condannato lo giustificano. L’articolo 110 § 3 dispone che, quando una persona ha scontato venticinque anni di reclusione nel caso di una condanna a vita, la CPI riesamina la pena per stabilire se sia opportuno ridurla. Essa non esegue questo riesame prima di tale termine. I paragrafi 4 e 5 dell’articolo 110 sono così formulati:", "«4.  Al momento del riesame di cui al paragrafo 3, la Corte può ridurre la pena qualora constati che una o più delle seguenti condizioni sono soddisfatte:", "a)  La persona ha, sin dall’inizio ed in modo costante, manifestato la sua volontà di cooperare con la Corte nelle sue inchieste e durante il procedimento;", "b)  La persona ha facilitato spontaneamente l’esecuzione delle decisioni ed ordinanze rese dalla Corte in altri casi, in modo particolare aiutandola a localizzare i beni oggetto di decisioni che ne ordinano la confisca, il pagamento di una sanzione pecuniaria o di un risarcimento, che possono essere utilizzati a vantaggio delle vittime; o", "c)  Altri fattori previsti nelle Regole procedurali e di ammissibilità delle prove attestano un cambiamento di circostanze evidente, con conseguenze degne di nota e tali da giustificare la riduzione della pena.", "5.  Se la Corte decide che la pena non debba essere ridotta in occasione del riesame di cui al paragrafo 3, la questione della riduzione di pena sarà in seguito riesaminata negli intervalli previsti dal Regolamento di procedura e di prova, applicando i criteri che vi sono enunciati.»", "La procedura e gli altri criteri di riesame sono fissati dalle regole 223 e 224 del Regolamento di procedura e di prova", "La regola 223 prevede:", "«Criteri per l’esame della questione della riduzione della pena", "I tre giudici della Camera d’appello, quando esaminano la questione della riduzione della pena in virtù dei paragrafi 3 e 5 dell’articolo 110, prendono in considerazione i criteri di cui ai commi a) e b) del paragrafo 4 dell’articolo 110, nonché i seguenti criteri:", "a)  Il fatto che, dal comportamento della persona condannata in detenzione, risulta che l’interessato rinnega il crimine che ha commesso;", "b)  Le possibilità di risocializzazione e di reale reinserimento della persona condannata;", "c)  La prospettiva che la liberazione anticipata della persona condannata non rischi di essere una causa di instabilità sociale significativa;", "d)  Qualsiasi azione significativa intrapresa dalla persona condannata in favore delle vittime e le ripercussioni che la liberazione anticipata può avere sulle vittime e sui loro famigliari;", "e)  La situazione personale del condannato, in particolare l’aggravamento del suo stato di salute fisica o mentale o la sua età avanzata.»", "La regola 224 § 3 dispone che, ai fini dell’applicazione del paragrafo 5 dell’articolo 110 dello Statuto, tre giudici della Camera d’appello esaminano la questione della riduzione della pena ogni tre anni, a meno che sia stato fissato un intervallo inferiore in una decisione presa in applicazione del paragrafo 3 dell’articolo 110. Essa aggiunge che, se le circostanze sono sensibilmente modificate, questi tre giudici possono autorizzare la persona condannata a chiedere un riesame per questo periodo di tre anni o in qualsiasi intervallo più breve da essi fissato.", "66.  L’articolo 27 dello Statuto del Tribunale penale internazionale per la ex-Jugoslavia («il TPIY») dispone che la pena della reclusione sia scontata nello Stato designato dal TPIY. La reclusione è sottoposta alle regole nazionali dello Stato interessato, sotto il controllo del TPIY. L’articolo 28 (grazia e commutazione della pena) precisa:", "«Se il condannato può beneficiare di una grazia o di una commutazione della pena in virtù delle leggi dello Stato nel quale è recluso, questo Stato avvisa il Tribunale. Il Presidente del Tribunale, di concerto con i giudici, decide secondo gli interessi della giustizia e i principi generali del diritto.»", "Si ritrovano disposizioni simili agli articoli 27 e 28 dello Statuto del TPIY negli articoli 26 e 27 dello Statuto del tribunale penale internazionale per il Ruanda, negli articoli 22 e 23 dello Statuto del Tribunale speciale per la Sierra Leone e negli articoli 29 e 30 dello Statuto del Tribunale speciale per il Libano.", "C.  Il diritto dell’Unione europea", "67.  L’articolo 5 § 2 della decisione quadro relativa al mandato di arresto europeo e alla procedura di consegna tra Stati membri, adottata dal Consiglio dell’Unione europea il 13 giugno 2002, dispone:", "«Se il reato in base al quale il mandato d’arresto europeo è stato emesso è punibile con una pena o una misura di sicurezza privative della libertà a vita, l’esecuzione di tale mandato può essere subordinata alla condizione che lo Stato membro emittente preveda nel suo ordinamento giuridico una revisione della pena comminata - su richiesta o al più tardi dopo 20 anni - oppure l’applicazione di misure di clemenza alle quali la persona ha diritto in virtù della legge o della prassi dello Stato membro di emissione, affinché la pena o la misura in questione non siano eseguite.»", "D.  L’ergastolo negli Stati contraenti", "68.  A partire dagli elementi di diritto comparato sottoposti alla Corte, negli Stati contraenti si registrano le seguenti prassi:", "In primo luogo, attualmente vi sono nove paesi che non conoscono l’ergastolo: Andorra, Bosnia-Erzegovina, Croazia, Spagna, Montenegro, Norvegia, Portogallo, San Marino e Serbia. La durata massima della carcerazione in questi paesi va da ventuno anni per la Norvegia a quarantacinque anni per la Bosnia-Erzegovina. In Croazia, può essere pronunciata una pena di cinquanta anni di reclusione in caso di cumulo delle pene.", "In secondo luogo, nella maggior parte dei paesi in cui esiste l’ergastolo, un meccanismo speciale permette di riesaminare tale pena una volta scontato un certo periodo minimo di carcerazione la cui durata è fissata dalla legge. Un meccanismo di questo tipo, integrato nel diritto e nella prassi in materia di fissazione delle pene, è previsto dalla legge in trentadue paesi: Albania (25 anni), Germania (15 anni), Armenia (20 anni), Austria (15 anni), Azerbaijan (25 anni), Belgio (15 anni, con una proroga a 19 o 23 anni per i recidivi), Bulgaria (20 anni), Cipro (12 anni), Danimarca (12 anni), Estonia (30 anni), ex-Repubblica jugoslava di Macedonia (15 anni), Finlandia (12 anni), Francia (18 anni in linea di principio ma 30 per alcuni omicidi), Georgia (25 anni), Grecia (20 anni), Ungheria (20 anni, salvo decisione contraria del giudice), Irlanda (esame iniziale da parte della commissione di liberazione condizionale al termine di 7 anni ad eccezione di alcuni tipi di omicidio), Italia (26 anni), Lettonia (25 anni), Liechtenstein (15 anni), Lussemburgo (15 anni), Moldavia (30 anni), Monaco (15 anni), Polonia (25 anni), Repubblica ceca (20 anni), Romania (20 anni), Russia (25 anni), Slovacchia (25 anni), Slovenia (25 anni), Svezia (10 anni), Svizzera (15 anni, riducibili a 10) e Turchia (24 anni, 30 in caso di ergastolo aggravato e 36 in caso di cumulo delle pene dell’ergastolo aggravato).", "Riguardo al Regno Unito la Corte nota che, in Scozia, il giudice che pronuncia una pena dell’ergastolo è tenuto a fissare una durata minima di carcerazione, anche se quest’ultima dovesse oltrepassare il numero di anni che restano da vivere al detenuto (legge del 2001 sul rispetto dei diritti sanciti dalla Convenzione (Scozia) – Convention Rights (Compliance) (Scotland) Act 2001).", "In terzo luogo, cinque paesi non prevedono la possibilità di una liberazione condizionale per i condannati a vita: Islanda, Lituania, Malta, Paesi Bassi e Ucraina. Essi tuttavia permettono ai detenuti che scontano questo tipo di pena di chiedere la commutazione dell’ergastolo tramite una grazia ministeriale, presidenziale o reale. In Islanda, benché tuttora esistente, questa pena non è mai stata pronunciata.", "In quarto luogo, oltre all’Inghilterra e al Galles, sei paesi conoscono un sistema di liberazione condizionale ma escludono la sua applicazione per alcuni reati o pene: Bulgaria, Francia, Ungheria, Slovacchia, Svizzera (per gli autori di reati a carattere sessuale o violento giudicati pericolosi e non correggibili, si veda il rapporto del CPT citato al paragrafo 64 supra) e, infine, Turchia.", "E.  La Germania", "69.  L’articolo 1 della Legge fondamentale della Repubblica federale di Germania dispone che la dignità della persona umana è intangibile e che tutti i poteri pubblici hanno il dovere di rispettarla e di proteggerla. L’articolo 2 § 2 dispone:", "«Ciascuno ha diritto alla vita e all’integrità fisica. La libertà della persona è inviolabile. É possibile violare questi diritti soltanto in virtù di una legge».", "La Corte costituzionale federale esaminò la compatibilità con queste disposizioni di una pena dell’ergastolo obbligatorio per un omicidio di una «crudeltà gratuita» in una causa relativa al carcere a vita (Lebenslange Freiheitsstrafe) del 21 giugno 1977 (BVerfGE, tomo 45, p. 187).", "Essa ritenne che lo Stato non poteva fare dell’autore del reato un oggetto di prevenzione della criminalità a danno del suo diritto costituzionalmente garantito di rappresentare un valore nella società. Essa dichiarò che il rispetto della dignità umana e lo stato di diritto significavano che l’esecuzione di una pena dell’ergastolo poteva essere umana soltanto se al detenuto veniva offerta una «possibilità concreta e realistica» di ritrovare una giorno la sua libertà e che lo Stato colpiva nella sua stessa sostanza la dignità umana se privava un detenuto di qualsiasi speranza di ritrovare la sua libertà.", "La Corte costituzionale federale ritenne che il reinserimento fosse un imperativo costituzionale per ogni società che faceva della dignità umana il suo pilastro. Essa aggiunse che il condannato che aveva espiato il suo crimine doveva potersi reintegrare nella società e che lo Stato aveva l’obbligo, per quanto possibile, di prendere tutte le misure necessarie al raggiungimento di questo scopo. Secondo lei gli istituti penitenziari erano tenuti a fare il possibile per preparare i detenuti a reinserirsi nella società, per preservare la loro capacità di affrontare la vita e per mitigare le conseguenze negative della carcerazione e i cambiamenti distruttivi della personalità indotti da quest’ultima.", "Essa ammise tuttavia che, nei confronti dei criminali che restavano una minaccia per la società, l’obiettivo del reinserimento poteva non essere mai raggiunto; in questo caso, secondo la sua analisi, era la particolare situazione personale dell’interessato che doveva portare a trarre tale conclusione, piuttosto che l’imposizione delle perpetuità stessa.", "La Corte costituzionale federale giudicò che, fatte salve le sue conclusioni, l’ergastolo per omicidio non era una pena priva di senso o sproporzionata. Secondo lei, tenuto conto della possibilità di una scarcerazione offerta in linea di principio dal codice penale ai detenuti a vita alla fine di un certo periodo di carcerazione, le disposizioni di questo stesso codice potevano essere interpretate e applicate in modo compatibile con la Legge fondamentale.", "70.  In seguito, in una causa del 1986 relativa a un criminale di guerra (72 BVerfGE 105), in cui il ricorrente novantaseienne aveva scontato venti anni di ergastolo inflittogli per aver mandato cinquanta persone nelle camere a gas, la Corte costituzionale federale ritenne che la gravità del crimine potesse avere un peso sulla questione di sapere se il condannato fosse tenuto a scontare la totalità della sua pena. Essa ritenne tuttavia che la valutazione operata dal giudice degli elementi pertinenti non doveva dare troppo peso alla gravità del crimine rispetto alla personalità, allo stato d’animo e all’età del condannato. Aggiunse che, in casi quale quello oggetto di causa, l’esame ulteriore di una domanda di liberazione formulata dall’interessato doveva tener conto più che in precedenza della sua personalità, della sua età e del suo fascicolo penitenziario. A suo parere, in effetti, le conseguenze negative di una pena diventavano sempre più marcate dopo un periodo di detenzione di una lunghezza inconsueta.", "La Corte costituzionale federale dichiarò che la Legge fondamentale non escludeva in linea di principio l’esecuzione integrale dell’ergastolo, soprattutto quanto la gravità del reato richiedeva una pena più lunga della durata minima di carcerazione prevista per l’omicidio. Essa precisò tuttavia che, anche in tali casi, limitare la possibilità di una scarcerazione soltanto alle persone colpite da disabilità mentale o fisica, o in fin di vita, non sarebbe conforme alla Legge fondamentale. A suo parere, una scarcerazione per tali motivi non sarebbe compatibile né con la dignità umana né con la necessità di concedere ad ogni detenuto una possibilità concreta e realistica di recuperare la sua libertà, qualunque sia la natura del suo reato.", "71.  La Corte costituzionale federale ha peraltro emesso il 16 gennaio 2010 una decisione (BVerfG, 2 BvR 2299/09) su una causa di estradizione in cui l’autore dei fatti era passibile dell’ «ergastolo aggravato fino alla morte» (erschwerte lebenslängliche Freiheitsstrafe bis zum Tod) in Turchia. Il governo tedesco aveva chiesto l’assicurazione che sarebbe stata esaminata la possibilità di liberare l’interessato e aveva ricevuto come risposta che il Presidente della Repubblica di Turchia aveva il potere di concedere il condono in ragione di malattia cronica, di invalidità o di età avanzata. La Corte costituzionale federale rifiutò di accordare l’estradizione in quanto, offrendo soltanto una vaga speranza di liberazione, questo potere era insufficiente. Essa ritenne che anche con riguardo alla necessità di rispettare gli ordinamenti giuridici esteri, una pena che non offriva alcuna prospettiva concreta di liberazione doveva essere ritenuta crudele e degradante (grausam und erniedrigend) e contraria alla dignità umana, di cui l’articolo 1 della Legge fondamentale imponeva il rispetto.", "F.  L’Italia", "72.  L’articolo 27 comma 3 della Costituzione italiana dispone che una pena non deve essere inumana e deve tendere alla rieducazione del condannato.", "La Corte costituzionale italiana ha emesso quattro importanti sentenze in merito a questa disposizione.", "In primo luogo, nella sentenza del 27 giugno 1974 (n. 204/1974) essa decise su una richiesta di liberazione condizionale rivolta da un detenuto al Ministro della Giustizia. Quest’ultimo aveva consultato il giudice di sorveglianza che, a sua volta, aveva rinviato la causa dinanzi alla Corte costituzionale per ricevere il suo parere sulla costituzionalità della legge sulla liberazione condizionale che conferiva al ministro il potere di concedere il beneficio. La Corte costituzionale dichiarò che, in virtù dell’articolo 27 comma 3 della Costituzione, il reinserimento sociale era lo scopo perseguito da qualsiasi pena e un diritto riconosciuto ad ogni detenuto. Essa concluse che la pena doveva essere riesaminata da un giudice piuttosto che un membro dell’esecutivo, al fine di stabilire se, visto il numero di anni trascorsi in carcere, questo scopo poteva essere raggiunto. Essa aggiunse che, fatto salvo il rispetto di alcune condizioni, la liberazione condizionale era essenziale per il raggiungimento di questo scopo. Nella sentenza (n. 192/1976) del 14 luglio 1976, che riguardava due ufficiali militari tedeschi che scontavano una pena perpetua per crimini commessi durante la Seconda guerra mondiale, essa giunse alla stessa conclusione per i condannati all’ergastolo detenuti nei carceri militari.", "In secondo luogo, nella sentenza (n. 264/1974) emessa il 7 novembre 1974, essa decise su un rinvio della corte d’assise di Verona che le chiedeva se la pena dell’ergastolo permetteva il reinserimento del detenuto e se era compatibile con l’articolo 27 comma 3. Basandosi sul precedente del 27 giugno 1974, la Corte costituzionale concluse che esisteva una possibilità di liberazione condizionale anche per i condannati a vita e che le decisioni in materia dovevano essere prese non dall’esecutivo, ma dal giudice. Essa dichiarò che il reinserimento di un condannato a vita era possibile e che, pertanto, la prassi delle condanne a vita era compatibile con l’articolo 27 comma 3.", "La terza sentenza (21 settembre 1983, n. 274/1983) riguardava una disposizione del diritto italiano che, all’epoca, permetteva la riduzione della pena di venti giorni per ciascun semestre di pena detentiva scontata, ma non si applicava ai condannati all’ergastolo. La Corte costituzionale giudicò questa disposizione incostituzionale, ricordando che l’articolo 27 comma 3 della Costituzione valeva per tutte le pene senza distinzione e che per principio la pena dell’ergastolo non poteva essere esclusa dal campo di applicazione della disposizione che autorizzava la riduzione delle pene (il cui scopo manifesto era quello di favorire il reinserimento). Questa sentenza ha avuto l’effetto di rendere le disposizioni sulla riduzione delle pene applicabili al periodo che un condannato a vita deve scontare prima di poter beneficiare della liberazione condizionale.", "La quarta sentenza (2-4 giugno 1997, n. 161/1997) riguardava l’articolo 177 del codice penale, in virtù del quale un condannato a vita che non aveva rispettato le condizioni poste alla sua liberazione condizionale (e che era stato dunque nuovamente incarcerato) perdeva per il futuro qualsiasi diritto a chiedere la liberazione condizionale. Ricordando i suoi precedenti che ponevano l’accento sul reinserimento e sull’importanza a tale proposito della liberazione condizionale, la Corte costituzionale dichiarò che l’articolo 177 aveva l’effetto di escludere qualsiasi possibilità di reinserimento del detenuto. Essa ritenne che la pena dell’ergastolo poteva essere giudicata compatibile con l’articolo 27 comma 3 soltanto se associata alla possibilità della liberazione condizionale.", "G.\tGiurisprudenza di altri paesi sulle pene nettamente sproporzionale e le pene perpetue", "1.  Le pene «nettamente sproporzionate»", "73.  Le pene nettamente sproporzionate si trovano nella legislazione o nella giurisprudenza dei seguenti paesi:", "–  Canada (articolo 12 della Carta canadese dei diritti e delle libertà, come interpretato nelle sentenze R. c. Smith (Edward Dewey), [1987] 1 RCS 1045); R. c. Luxton [1990] 2 RCS 711, e R. c. Latimer [2001] 1 RCS 3;", "–  Hong Kong (sentenza Lau Cheong v. Hong Kong Special Administrative Region [2002] HKCFA 18);", "–  Maurizio (articolo 7 della Costituzione; State v. Philibert [2007] SCJ 274);", "–  Namibia (State v. Tcoeib [1997] 1 LRC 90 (paragrafo 74 infra), State v. Vries 1997 4 LRC 1, e State v. Likuwa [2000] 1 LRC 600);", "–  Nuova Zelanda (articolo 9 della legge neozelandese del 1990 relativa alla Dichiarazione dei diritti);", "–  Sudafrica (Dodo v. the State (CCT 1/01) [2001] ZACC 16; Niemand v. the State (CCT 28/00) [2001] ZACC 11); e", "–  Stati Uniti d’America (ottavo emendamento alla Costituzione, come interpretato in particolare nelle sentenze Graham v. Florida 130 S. Ct. 2011, 2021 (2010)).", "2.  Le pene dell’ergastolo", "74.  Nella sentenza State v. Tcoeib ([1997] 1 LRC 90), la Corte suprema della Namibia dichiarò l’imposizione della pena dell’ergastolo discrezionale compatibile con l’articolo 8 della Costituzione del paese (il cui paragrafo 2 c) è identico all’articolo 3 della Convenzione). Il Chief Justice Mahomed, in nome della Corte suprema unanime, dichiarò che il regime di scarcerazione previsto della legge era sufficiente ma aggiunse che, se la liberazione dovesse dipendere da un «esercizio capriccioso», da parte delle autorità carcerarie o dell’esecutivo, del loro potere discrezionale, la speranza di liberazione sarebbe «troppo vaga e fin troppo imprevedibile» affinché la dignità del detenuto possa essere salvaguardata come impone l’articolo 8.", "E il Chief Justice osserva anche:", "«una decisione che dispone deliberatamente la carcerazione di un cittadino fino alla fine dei suoi giorni (...) non può essere giustificata se consiste di fatto nel rinchiudere costui definitivamente dietro le sbarre senza che vi sia la minima prospettiva di sfuggire legalmente a questa condizione prima della fine della sua vita, e indipendentemente dalle circostanze che potrebbero ulteriormente sopraggiungere, quali la rivalutazione sociologica e psicologica della personalità del criminale, che può sollevare i timori precedenti che la sua liberazione dopo qualche anno possa mettere in pericolo la sicurezza altrui, o degli elementi che peraltro indicano che l’interessato ha raggiunto un’età così avanzata, è diventato così infermo e malato o si pente talmente del suo passato che il suo mantenimento in carcere a spese dello Stato sarebbe una crudeltà che l’interesse generale non permetterebbe più di difendere.»", "Il Chief Justice aggiunse che una tale cultura di «disperazioni che si rafforzano reciprocamente» era incompatibile con i valori della Costituzione della Namibia, che imponevano alla società di permettere ai suoi detenuti di riscattarsi e di correggersi nel corso della loro detenzione.", "75.  Nella causa de Boucherville v. the State of Mauritius ([2008] UKPC 70), l’appellante era stato condannato a morte. Con l’abolizione della pena di morte nello Stato di Maurizio, la sua pena fu commutata in ergastolo obbligatorio. Avendo esaminato la sentenza Kafkaris (prima citata) della Corte, la Commissione giudiziaria del Consiglio privato rilevò che le garanzie presenti a Cipro che avevano permesso al ricorrente Kafkaris di mantenere una speranza di liberazione mancavano in Maurizio. La Corte suprema mauriziana aveva ritenuto che questa pena condannava il sig. de Boucherville alla reclusione criminale fino alla fine dei suoi giorni, punizione alla quale le disposizioni della legislazione pertinente in materia di liberazione condizionale e di condono della pena non si applicavano. Il Consiglio privato concluse pertanto che la pena era manifestamente sproporzionata e arbitraria, e quindi contraria all’articolo 10 della Costituzione mauriziana (disposizione destinata a garantire la protezione della legge, e soprattutto il diritto ad un processo equo).", "L’appellante aveva peraltro sostenuto che il carattere obbligatorio della pena era contrario all’articolo 7 della Costituzione (proibizione della tortura e delle pene e altri trattamenti inumani o degradanti). Tenuto conto della sua conclusione sul terreno dell’articolo 10, il consiglio privato ritenne inutile esaminare questa questione e analizzare la pertinenza della possibilità di scarcerazione offerta dall’articolo 75 (prerogativa di grazia presidenziale). Egli rilevò tuttavia che le garanzie disponibili a Cipro (ossia il potere dell’Attorney-General di raccomandare la scarcerazione e quello del Presidente della Repubblica di commutare le pene o disporre la scarcerazione) non esistevano in Maurizio. Aggiunse che non bisognava enfatizzare le differenze che potevano eventualmente essere stabilite tra le pene obbligatorie dell’ergastolo e di morte e citò a tale effetto, approvandoli, i dicta che erano stati enunciati da Lord Bingham nella sentenza Lichniak e dal Lord Justice Laws nella sentenza Wellington (paragrafi 45 e 54 supra).", "IV.  STRUMENTI INTERNAZIONALI PERTINENTI IN MATERIA DI REINSERIMENTO DEI DETENUTI", "76.  I testi del Consiglio d’Europa e di altri strumenti internazionali pertinenti aventi ad oggetto gli obiettivi delle pene detentive, soprattutto per quanto riguarda l’importanza da attribuire al reinserimento, sono esposti nella sentenza Dickson c. Regno Unito ([GC], n..44362/04, §§ 28-36, CEDU 2007V). Per quanto necessario al presente caso di specie, essi possono essere riassunti come segue.", "A.  I testi del Consiglio d’Europa", "77.  Al di fuori delle Raccomandazioni (2003)22 e (2003)23 dedicate al reinserimento dei detenuti e alla preparazione costruttiva della loro liberazione, le regole penitenziarie europee del 2006 costituiscono il principale testo del Consiglio d’Europa in materia.", "Uno dei principi fondamentali che esso sancisce è la regola n. 6 che dispone:", "«La detenzione deve essere gestita in modo da facilitare il reinserimento nella società libera delle persone che sono state private della libertà.»", "La regola n. 102.1 prevede che il regime applicabile ai detenuti condannati deve essere concepito in modo da permettere loro di condurre una vita responsabile ed esente dal reato. Il commento delle regole del 2006 (redatto dal Comitato europeo per i problemi criminali) precisa che la regola n. 102 è conforme alle esigenze degli strumenti internazionali essenziali, per esempio l’articolo 10 § 3 del Patto internazionale relativo ai diritti civili e politici (paragrafo 80 infra).", "La regola n. 103 riguarda la pianificazione del regime applicabile ai detenuti condannati. Ecco le parti pertinenti:", "«103.2  Appena possibile dopo l’ingresso, devono essere redatti rapporti completi per tutti i detenuti condannati sulla loro situazione personale, sui programmi di trattamento proposti per ognuno di loro e sulla strategia per la preparazione alla loro liberazione.", "(...)", "103.4  Tale programma deve prevedere per quanto possibile:", "a.  un lavoro;", "b.  una formazione;", "c.  altre attività; e", "d.  una preparazione alla liberazione.", "(...)", "103.8  Un’attenzione particolare deve essere prestata al programma di trattamento e al regime dei condannati all’ergastolo o a pene lunghe.»", "La regola n. 107 (sulla liberazione dei detenuti condannati) prevede in particolare che, riguardo ai detenuti condannati a pene lunghe, devono essere prese misure per assicurare loro un rientro progressivo nel mondo libero (regola n. 107.2) e che le autorità penitenziarie devono lavorare in stretta collaborazione con i servizi sociali e gli organismi che accompagnano ed aiutano i detenuti liberati a ritrovare un posto nella società (regola n. 107.4).", "B.  Le regole minime standard delle Nazioni Unite", "78.  Le regole minime standard delle Nazioni Unite per il trattamento dei detenuti (1957) contengono i seguenti principi guida sui detenuti condannati:", "« 58.  Lo scopo e la giustificazione delle pene e delle misure privative della libertà sono in definitiva quelli di proteggere la società dal crimine. Uno scopo simile sarà raggiunto solo se il periodo di privazione della libertà è messo a profitto per ottenere, per quanto possibile, che il delinquente, una volta liberato, sia non soltanto desideroso, ma anche capace di vivere rispettando la legge e di provvedere ai suoi bisogni.", "59.  A tal fine, il regime penitenziario deve fare appello a tutti i mezzi curativi, educativi, morali e spirituali e altri e a tutte le forme di assistenza di cui può disporre, cercando di applicarli conformemente ai bisogni del trattamento individuale dei delinquenti.", "60. 1)  Il regime dell’istituto deve cercare di ridurre le differenze che possono esistere tra la vita in carcere e la vita in libertà nella misura in cui queste differenze tendano a [diminuire] il senso della responsabilità del detenuto o il rispetto della dignità della sua persona.", "2)  Prima della fine dell’esecuzione di una pena o misura, è auspicabile che siano prese le misure necessarie per assicurare al detenuto un progressivo ritorno alla vita in società. Questo scopo potrà essere raggiunto, secondo i casi, da un regime preparatorio alla liberazione, organizzato nell’istituto stesso o in un altro istituto appropriato, o da una liberazione con messa in prova sotto un controllo che non deve essere affidato alla polizia, ma che comporterà un’assistenza sociale efficace.", "61.  Il trattamento non deve porre l’accento sull’esclusione dei detenuti dalla società, ma al contrario sul fatto che essi continuino a farne parte. A tal fine, occorre ricorrere, per quanto possibile, alla cooperazione di organismi della comunità per aiutare il personale dell’istituto nel suo compito di ricollocazione dei detenuti (...)", "(...)", "Trattamento", "65.  Il trattamento degli individui condannati a una pena o a una misura privativa della libertà deve avere come scopo, per quanto la durata della condanna lo permetta, di creare in essi la volontà e le attitudini che li mettano in grado, dopo la loro liberazione, di vivere rispettando la legge e di provvedere ai loro bisogni. Questo trattamento deve essere di natura tale da incoraggiare il rispetto di se stessi e sviluppare il loro senso di responsabilità.", "66.  1)  A tal fine, occorre soprattutto fare ricorso alle cure religiose, nei paesi in cui è possibile, all’istruzione, all’orientamento e alla formazione professionali, ai metodi dell’assistenza sociale individuale, al consulente del lavoro, allo sviluppo fisico e all’educazione di carattere morale, conformemente ai bisogni individuali di ogni detenuto. E’ opportuno tener conto del passato sociale e criminale del condannato, delle sue capacità e attitudini fisiche e mentali, delle sue disposizioni personali, della durata della condanna e delle sue prospettive di ricollocamento.»", "79.  Si trovano anche dei riferimenti al reinserimento nelle regole nn. 24 e 62 (accertamento e trattamento dei deficit fisici o mentali che potrebbero costituire un ostacolo al ricollocamento di un detenuto), 63 (ambiente aperto), 64 (assistenza post penitenziaria), 67 (classificazione e individualizzazione), 75 § 2 (lavoro) e 80 (relazioni con le persone esterne al carcere).", "C.  Il Patto internazionale relativo ai diritti civili e politici", "80.  L’articolo 10 del Patto internazionale relativo ai diritti civili e politici dispone, nelle sue parti pertinenti:", "« 1.  Ogni persona privata della sua libertà è trattata con umanità e con il rispetto della dignità inerente alla persona umana.", "(...)", "3.  Il regime penitenziario comporta un trattamento dei condannati il cui scopo essenziale è la loro correzione e il loro ricollocamento sociale. I giovani delinquenti sono separati dagli adulti e sono sottoposti ad un regime appropriato per la loro età e il loro status legale.»", "81.  Nella sua Osservazione generale n. 21 (1992) sull’articolo 10, il Comitato dei diritti dell’uomo ha ritenuto, soprattutto, che nessun sistema penitenziario dovrebbe essere basato unicamente sulla punizione, ma che tale sistema dovrebbe mirare alla correzione e al riadattamento sociale del detenuto (paragrafo 10 dell’Osservazione).", "IN DIRITTO", "SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 3 DELLA CONVENZIONE", "82. Dinanzi alla Grande Camera, i ricorrenti continuano a sostenere l’incompatibilità della loro pena dell’ergastolo effettivo con l’articolo 3 della Convenzione, che recita:", "«Nessuno può essere sottoposto a tortura né a pene o trattamenti inumani o degradanti.»", "Le conclusioni della camera", "83. Dinanzi alla camera, le parti erano d’accordo nell’affermare che qualsiasi pena nettamente sproporzionata deve essere considerata un maltrattamento contrario all’articolo 3. Dopo aver rilevato che il criterio della netta sproporzione era ampiamente riconosciuto e applicato al fine di stabilire se una pena debba o meno essere definita un trattamento inumano o degradante, la camera ha fatto propria la tesi delle parti, sottolineando comunque che tale criterio sarebbe soddisfatto solo in «casi rari ed eccezionali» (paragrafi 88 e 89 della sentenza).", "84. La camera ha dichiarato inoltre che, fatta salva l’esigenza generale secondo la quale una pena non deve mai essere nettamente sproporzionata, bisognava distinguere tra tre tipi di pene dell’ergastolo (paragrafo 90 della sentenza):", "«i. l’ergastolo con possibilità di liberazione dopo un periodo minimo di reclusione,", "ii. l’ergastolo discrezionale senza possibilità di liberazione condizionale (ossia una pena prevista dalla legge ma la cui imposizione necessita di una decisione giudiziaria), e", "iii. l’ergastolo obbligatorio senza possibilità di liberazione condizionale (ossia una pena prevista dalla legge per un reato particolare e che non lascia al giudice alcun potere discrezionale per quanto riguarda l’opportunità di pronunciarla.»", "85. La camera ha ritenuto che il primo tipo di pena perpetua fosse evidentemente riducibile e non sollevasse pertanto alcuna questione rispetto all’articolo 3 (paragrafo 91 della sentenza).", "86. A proposito del secondo tipo di pena, la camera ha dichiarato:", "«in linea di principio, questa pena viene inflitta per i reati più gravi, ad esempio l’omicidio e l’omicidio volontario. In tutti gli ordinamenti giuridici tali reati, se non sono punibili con l’ergastolo, comportano normalmente severe pene della detenzione, a volte della durata di vari decenni. Pertanto, le persone condannate per un reato di questo tipo devono aspettarsi di passare molti anni in carcere prima di poter realisticamente sperare in una liberazione, che siano state condannate all’ergastolo o a una pena di durata determinata. Ne consegue che una pena dell’ergastolo discrezionale pronunciata dal giudice dopo aver adeguatamente esaminato tutte le circostanze attenuanti e aggravanti pertinenti non può sollevare una questione rispetto all’articolo 3 alla data in cui viene inflitta.»", "87. La camera ha quindi ritenuto che si porrebbe una questione dal punto di vista dell’articolo 3 solo se fosse possibile dimostrare i) che il mantenimento dell’interessato in detenzione non è giustificato da alcun motivo legittimo inerente alla pena e ii) che la pena non era riducibile de facto e de jure (paragrafo 92 della sentenza).", "88. Per quanto riguarda il terzo tipo di pena, ossia l’ergastolo obbligatorio senza possibilità di liberazione condizionale, la camera ha affermato che, se era necessario un controllo più stretto per valutarne il carattere nettamente sproporzionato o meno, tale pena non era incompatibile di per sé con la Convenzione e solleverebbe una questione dal punto di vista dell’articolo 3 solo alle stesse condizioni dell’ergastolo discrezionale senza possibilità di liberazione condizionale.", "89. Applicando tali criteri, la camera ha concluso che le pene inflitte ai ricorrenti erano in realtà pene dell’ergastolo discrezionale senza possibilità di liberazione condizionale.", "90. La camera ha poi osservato che la politica seguita dal ministro in materia di liberazione per motivi umanitari appariva ben più severa di quella, esaminata nella sentenza Kafkaris (sopra citata), applicata a Cipro in materia di grazia. In primo luogo, ha ritenuto che da tale politica potesse in teoria risultare che un detenuto, non essendo affetto da una malattia incurabile in fase terminale o da una invalidità fisica, rimanga in carcere sebbene nessun motivo legittimo inerente alla pena giustifichi il suo mantenimento in detenzione. In secondo luogo ha rilevato che il regime legale precedentemente vigente in Inghilterra e nel Galles imponeva un riesame della necessità della pena dell’ergastolo effettivo dopo venticinque anni di detenzione. Osservava che non era stata data alcuna spiegazione per l’assenza di un tale dispositivo nel regime attuale instaurato dalla legge del 2003. Al riguardo, ha aggiunto che lo Statuto di Roma della Corte penale internazionale prevedeva un sistema identico di riesame per le condanne a vita pronunciate da tale giurisdizione. In terzo luogo ha espresso dei dubbi circa la possibilità di assimilare a una vera e propria liberazione una scarcerazione per motivi umanitari dal momento che tale scarcerazione significherebbe semplicemente che l’interessato morirà a casa sua o in un ospizio piuttosto che tra le mura di una prigione.", "91. Tuttavia, applicando i criteri da essa enunciati al paragrafo 92 della sentenza, la camera ha considerato poi che non si era ancora posta alcuna questione rispetto all’articolo 3 nel caso di specie, poiché nessuno dei ricorrenti aveva dimostrato che il suo mantenimento in detenzione perseguisse uno scopo legittimo inerente alla pena: il primo ricorrente scontava la pena da soli tre anni (paragrafo 95 della sentenza della camera) mentre al secondo e al terzo ricorrente, che si trovavano in carcere rispettivamente da ventisei e sedici anni, era stata di fatto inflitta una nuova pena nel 2008 dopo che essi avevano adito la High Court ai fini del riesame della loro pena dell’ergastolo effettivo. La High Court aveva ritenuto che, nel caso di entrambi i ricorrenti, il mantenimento in detenzione non perseguisse uno scopo legittimo inerente alla pena; al contrario, aveva concluso che in entrambi i casi solo l’ergastolo effettivo potesse rispondere agli imperativi di repressione e di dissuasione (ibidem).", "B.\tTesi delle parti", "1.\tIl Governo", "92. Il Governo considera che la camera abbia giustamente operato una distinzione tra i tre tipi di pene perpetue e ritiene che né l’ergastolo senza possibilità di liberazione condizionale né l’esecuzione di una tale pena siano in linea di principio incompatibili con l’articolo 3. Non vi sarebbe consenso tra gli Stati contraenti in materia di ergastolo, come sarebbe dimostrato ad esempio dal testo non vincolante dell’articolo 5 § 2 della decisione-quadro del Consiglio dell’Unione europea relativa al mandato d’arresto europeo (paragrafo 67 supra). La politica penale dell’Inghilterra e del Galles sarebbe fissata da lunga data. Essa rispecchierebbe il punto di vista, condiviso sia dai tribunali nazionali che dal Parlamento, secondo cui alcuni crimini sono talmente gravi che ai soli fini repressivi gli autori degli stessi meritano l’ergastolo.", "93. Il Governo ritiene peraltro che la camera abbia affermato altrettanto giustamente che, alla data della sua pronuncia, una pena dell’ergastolo discrezionale senza possibilità di liberazione condizionale (ossia, in Inghilterra e in Galles, l’ergastolo effettivo) non solleva alcuna questione dal punto di vista dell’articolo 3. Secondo il Governo, del resto, tale pena potrebbe benissimo non porre mai problemi dal punto di vista di tale disposizione. Per questo motivo la Convenzione non imporrebbe alcun meccanismo di riesame delle pene perpetue. Per il Governo, un tale meccanismo potrebbe essere volto solo ad offrire una minima speranza di liberazione. Tale speranza sarebbe minima in quanto l’ergastolo effettivo verrebbe inflitto per punire l’individuo in ragione della gravità eccezionale del suo crimine, mentre invece la gravità di un reato non varierebbe con il tempo. L’articolo 3 non richiederebbe una procedura che offra una speranza così ridotta: imporrebbe piuttosto il rispetto dei diritti derivanti dalla Convenzione per un detenuto se dovesse succedere che il suo mantenimento in detenzione si riveli incompatibile con l’articolo 3. Nel caso dei ricorrenti, invece, tale questione non si sarebbe posta e con ogni probabilità potrebbe non porsi mai.", "94. Basandosi sulla sentenza Bieber pronunciata dalla Corte d’appello e sul potere di scarcerazione attribuito al ministro dall’articolo 30 della legge del 1997 (paragrafi 47 e 42 supra), il Governo sostiene che l’ergastolo effettivo non è una pena non riducibile. Il potere del ministro sarebbe ampio e non vincolato. Nell’esercizio di tale potere, il ministro sarebbe tenuto ad agire conformemente alla Convenzione. Pertanto, il Governo ritiene che, se un giorno i ricorrenti affermassero che il loro mantenimento in detenzione non è più giustificato da motivi inerenti alla pena e se fosse accertato che è effettivamente così, l’articolo 30 permetterebbe di scarcerarli. Il Governo aggiunge che qualsiasi decisione del ministro di non accordare la scarcerazione sarebbe impugnabile mediante il controllo giurisdizionale.", "95. Per quanto riguarda l’osservazione della camera relativa all’assenza di riesame dopo venticinque anni nel regime giuridico attuale, instaurato dalla legge del 2003, in materia di ergastolo effettivo il Governo riferisce che uno degli scopi di tale testo era ottenere una decisione giudiziaria sulla durata della reclusione da fissare ai fini di repressione e dissuasione. L’allegato 21 alla legge del 2003 conteneva dei criteri dettagliati e non prescrittivi per la fissazione dei periodi minimi di reclusione in materia di pene perpetue. Il Governo aggiunge che le pene dell’ergastolo effettivo imposte ai ricorrenti nel caso di specie sono state inflitte da giudici indipendenti che hanno tenuto conto della gravità dei reati perpetrati e di tutte le circostanze aggravanti e attenuanti pertinenti, e che tali decisioni sono state sottoposte al controllo della Corte d’appello.", "96. Per i motivi sopra esposti e per quelli espressi dalla camera nella sua sentenza, il Governo ritiene che non vi sia stata violazione dell’articolo 3 nei confronti di nessuno dei tre ricorrenti.", "2.\tI ricorrenti", "97. I ricorrenti sostengono di essere vittime di una violazione dell’articolo 3. Contrariamente alla tesi difesa dal Governo, la loro pena non sarebbe riducibile: nessun detenuto condannato all’ergastolo effettivo sarebbe mai stato scarcerato in virtù dell’articolo 30 della legge del 1997 o di un qualsiasi altro strumento.", "98. I ricorrenti ritengono che la camera abbia giustamente operato una distinzione tra tre tipi di pene perpetue. Considerano invece che essa abbia erroneamente concluso che si ponga una questione dal punto di vista dell’articolo 3 solo a partire dal momento in cui non vi sia alcun motivo legittimo inerente alla pena che giustifichi il mantenimento in detenzione. Tale conclusione sarebbe erronea in quanto non terrebbe conto di due elementi: i) la questione sul merito sollevata dal punto di vista dell’articolo 3, che sarebbe quella di stabilire se le pene dell’ergastolo effettivo pronunciate nella loro causa fossero a prima vista costitutive di un maltrattamento, e ii) l’esigenza procedurale in virtù della quale qualsiasi pena di questo tipo deve obbligatoriamente implicare un controllo idoneo a garantire che non vi sia alcuna violazione dell’articolo 3.", "99. Per quanto riguarda il primo punto, i ricorrenti ammettono che un condannato a una pena perpetua possa passare il resto dei suoi giorni in detenzione se continua a rappresentare un rischio per la società e che ciò non solleva dunque alcuna questione dal punto di vista dell’articolo 3. Invece, una pena dell’ergastolo effettivo imposta unicamente con finalità repressive offenderebbe direttamente la dignità umana, annienterebbe l’animo umano e non terrebbe conto della possibilità che si pongano in seguito ragioni idonee a giustificare una liberazione condizionale. Secondo la camera, i motivi che giustificano la detenzione sarebbero gli imperativi di repressione, dissuasione, tutela del pubblico e reinserimento. Tuttavia, l’equilibrio tra questi fattori potrebbe variare nel tempo. Una pena dell’ergastolo effettivo non passibile di riesame porterebbe a mantenere il detenuto in carcere fino alla sua morte, indipendentemente dai cambiamenti che intervengono in tali fattori durante l’esecuzione della sua pena.", "Peraltro, dall’abolizione della pena capitale, l’ergastolo effettivo sarebbe l’unica pena che esclude definitivamente un detenuto dalla società e che contravviene al principio del reinserimento, il quale sarebbe predominante nelle politiche penali in Europa. Nessun testo del Consiglio d’Europa garantirebbe l’ergastolo effettivo e alcuni organi, come il CPT, considererebbero la pena dell’ergastolo senza possibilità di liberazione condizionale come inumana (si vedano il documento di lavoro e il rapporto sulla Svizzera citati ai paragrafi 63 e 64 supra). Ciò sarebbe confermato dal consenso europeo sfavorevole all’imposizione di pene di questo tipo, dall’opinione delle corti costituzionali italiana e tedesca, nonché dai punti di vista espressi da giurisdizioni supreme o costituzionali di tutto il mondo (si vedano gli elementi pertinenti di diritto comparato esposti ai paragrafi 68-75 supra). Un altro elemento istruttivo: la Scozia non conoscerebbe l’ergastolo effettivo e la legge del Parlamento scozzese che impone al giudice la fissazione dei periodi minimi di reclusione in tutti i casi sarebbe stata concepita per garantire la compatibilità del diritto scozzese con la Convenzione (paragrafo 68 supra).", "100. Per quanto riguarda il secondo punto, ossia l’esigenza procedurale di un riesame delle pene dell’ergastolo effettivo, i ricorrenti sostengono che il Governo non è stato in grado di proporre dinanzi alla Corte alcuna ragione di principio idonea a spiegare l’assenza, nella legge del 2003, di un riesame dopo venticinque anni. Tali chiarimenti non sarebbero stati forniti nemmeno quando la Camera dei Lords ha respinto, nel marzo 2012, una modifica legislativa volta a reintrodurre tale dispositivo. Lo Statuto di Roma della Corte penale internazionale sarebbe anch’esso orientato verso un riesame dopo venticinque anni: i 121 Stati parte a tale testo ne avrebbero espressamente riconosciuto la necessità, anche nei casi più gravi, come il genocidio.", "101. Infine, a sostegno del loro motivo di ricorso che consiste nell’affermare che le loro pene si traducono in maltrattamenti, il primo e il secondo ricorrente citano le relazioni di due esperti in psicologia clinica che attesterebbero lo stato di depressione e disperazione in cui verserebbero attualmente, nonché il deterioramento della loro personalità che sarebbe intervenuto mentre scontavano la pena.", "C.\tValutazione della Grande Camera", "1.\tLa «netta sproporzione»", "102. Secondo la sentenza della camera, qualsiasi pena nettamente sproporzionata è contraria all’articolo 3 della Convenzione. Questo è anche il parere espresso dalle parti nelle loro osservazioni presentate dinanzi alla camera e alla Grande Camera. Da parte sua, quest’ultima approva e fa sua la conclusione della camera. Essa ritiene anche, insieme a quest’ultima, che solo in casi rari ed eccezionali sarà soddisfatto il criterio della netta sproporzione. (paragrafo 83 supra e paragrafi 88 e 89 della sentenza della camera).", "2.\tLe pene dell’ergastolo", "103. Tuttavia, dal momento che i ricorrenti non hanno cercato di sostenere la netta sproporzione delle loro pene dell’ergastolo effettivo, è necessario cercare di stabilire, come ha fatto la camera, se tali pene siano contrarie per altri motivi all’articolo 3 della Convenzione. I principi generali di seguito esposti guideranno questa analisi.", "104. Nella giurisprudenza della Corte è stabilito chiaramente che la scelta di un determinato regime di giustizia penale fatta da uno Stato, ivi compreso il riesame della pena e le modalità di liberazione, non è soggetta in linea di principio al controllo europeo da essa esercitato, purché il sistema adottato non contravvenga ai principi della Convenzione (Kafkaris, sopra citata, § 99).", "105. Inoltre, come fa notare la Corte d’appello nella sentenza R v. Oakes and others (paragrafo 50 supra), le questioni inerenti alla natura equa e proporzionata della pena danno luogo a dibattiti razionali e a disaccordi cortesi. Pertanto, agli Stati contraenti deve essere riconosciuto un margine di apprezzamento per determinare la durata adeguata delle pene della reclusione per i vari reati. Come la Corte ha dichiarato, essa non è tenuta a dire quale debba essere la durata della reclusione per questo o quel reato né quale debba essere la durata della pena, detentiva o di altro tipo, che una persona condannata da un tribunale competente dovrà scontare (T. c. Regno Unito [GC], n. 24724/94, § 117, 16 dicembre 1999; V. c. Regno Unito [GC], n. 24888/94, § 118, CEDU 1999IX, e Sawoniuk c. Regno Unito (dec.), n. 63716/00, CEDU 2001VI).", "106. Per gli stessi motivi, gli Stati contraenti devono rimanere liberi anche di infliggere pene perpetue agli adulti autori di reati particolarmente gravi come l’omicidio: farlo non è di per sé vietato dall’articolo 3 né da altre disposizioni della Convenzione e non è incompatibile con quest’ultima (Kafkaris, sopra citata, § 97). Ciò è ancora più vero nel caso di una pena non obbligatoria ma pronunciata da un giudice indipendente che abbia valutato globalmente le circostanze attenuanti e aggravanti del caso di specie.", "107. Tuttavia, come la Corte ha affermato anche nella sentenza Kafkaris, infliggere a un adulto una pena perpetua non riducibile può sollevare una questione dal punto di vista dell’articolo 3 (ibidem). Da questo principio derivano due punti particolari, ma connessi, che la Corte ritiene necessario sottolineare e riaffermare.", "108. In primo luogo, il semplice fatto che una pena della reclusione a vita possa in pratica essere scontata integralmente non la rende una pena non riducibile. Una pena riducibile de jure e de facto non solleva alcuna questione dal punto di vista dell’articolo 3 (Kafkaris, sopra citata, § 98).", "Al riguardo, la Corte ci tiene a sottolineare che non si pone alcuna questione dal punto di vista dell’articolo 3 se, ad esempio, un condannato all’ergastolo che, in virtù della legislazione nazionale, può teoricamente ottenere una liberazione chiede di essere scarcerato ma la sua richiesta viene respinta in quanto costituisce ancora un pericolo per la società. In effetti, la Convenzione impone agli Stati contraenti l’adozione di misure volte a tutelare il pubblico dai reati violenti e non vieta loro di infliggere a una persona condannata per un reato grave una pena di durata indeterminata che permetta di mantenerla in detenzione quando ciò sia necessario per la tutela del pubblico (si vedano, mutatis mutandis, T. c. Regno Unito, § 97, e V. c. Regno Unito, § 98, sopra citate). Del resto, impedire a un delinquente di commettere altri reati è una delle «funzioni fondamentali» di una pena detentiva (Mastromatteo c. Italia [GC], n. 37703/97, § 72, CEDU 2002VIII; Maiorano e altri c. Italia, n. 28634/06, § 108, 15 dicembre 2009, e, mutatis mutandis, Choreftakis e Choreftaki c. Grecia, n. 46846/08, § 45, 17 gennaio 2012). Ciò si verifica in particolare nel caso dei detenuti riconosciuti colpevoli di omicidio o di altri reati gravi contro la persona. Il semplice fatto che essi siano forse già rimasti per molto tempo in carcere non attenua minimamente l’obbligo positivo di tutelare il pubblico che incombe sullo Stato: quest’ultimo può adempiere allo stesso mantenendo in detenzione i condannati all’ergastolo per tutto il tempo in cui rimangono pericolosi (si veda, ad esempio, la sentenza sopra citata Maiorano e altri).", "109. In secondo luogo, per decidere se, in un determinato caso, la pena perpetua possa risultare non riducibile, la Corte cerca di stabilire se si possa affermare che un detenuto condannato all’ergastolo abbia delle possibilità di essere liberato. Laddove il diritto nazionale offre la possibilità di rivedere la pena perpetua al fine di commutarla, sospenderla, porvi fine o liberare il detenuto con la condizionale, le esigenze dell’articolo 3 sono soddisfatte (Kafkaris, sopra citata, § 98).", "110. Vari motivi spiegano che, per rimanere compatibile con l’articolo 3, una pena perpetua deve offrire sia una possibilità di liberazione che una possibilità di riesame.", "111. Ne consegue che nessuno può essere detenuto se non vi sono motivi legittimi inerenti alla pena che giustifichino la detenzione. Come hanno affermato la Corte d’appello nella sentenza Bieber e la camera nella sentenza resa nella presente causa, gli imperativi di repressione, dissuasione, tutela del pubblico e reinserimento rientrano tra i motivi idonei a giustificare una detenzione. In materia di reclusione perpetua, molti di questi coesistono nel momento in cui viene pronunciata la pena. Tuttavia, l’equilibrio tra gli stessi non è per forza immutabile, potrà evolversi durante l’esecuzione della pena. Ciò che costituiva la giustificazione primaria della detenzione all’inizio della pena potrebbe non esserlo una volta che sia stata scontata una buona parte di essa. È solo attraverso un riesame dei motivi che giustificano il mantenimento in detenzione in una fase appropriata dell’esecuzione della pena che possono essere correttamente valutati i fattori suddetti.", "112. Inoltre, una persona condannata all’ergastolo senza alcuna prospettiva di liberazione né possibilità di far riesaminare la sua pena perpetua rischia di non potersi mai riscattare: qualsiasi cosa faccia in carcere, per quanto eccezionali possano essere i suoi progressi per correggersi, la sua pena rimane immutabile e non soggetta a controllo. La punizione, del resto, rischia di appesantirsi ancora di più con il passare del tempo: quanto più vive il detenuto, tanto più lunga sarà la sua pena. In tal modo, anche quando l’ergastolo è una punizione meritata alla data in cui viene inflitta, col passare del tempo esso non garantisce più una sanzione giusta e proporzionata, per riprendere i termini utilizzati dal Lord Justice Laws nella sentenza Wellington (paragrafo 54 supra).", "113. Inoltre, come ha ammesso la Corte costituzionale federale tedesca nella causa relativa all’ergastolo (paragrafo 69 supra), sarebbe incompatibile con le disposizioni della Legge fondamentale che riconosce la dignità umana che, in maniera coercitiva, lo Stato privi una persona della sua libertà senza dargli almeno una possibilità di recuperarla un giorno. Tale constatazione ha portato l’alta giurisdizione a concludere che le autorità carcerarie avevano il dovere di favorire il reinserimento dei condannati all’ergastolo e che questo costituiva un imperativo costituzionale per qualsiasi società che si fonda sulla dignità umana. Del resto, essa ha precisato, successivamente, in una causa relativa a un criminale di guerra, che tale principio si applicava a tutti i condannati all’ergastolo, indipendentemente dalla natura dei reati commessi, e che prevedere la possibilità di una liberazione soltanto per le persone inferme o in punto di morte non era sufficiente (paragrafo 70 supra).", "Considerazioni analoghe devono essere applicate nell’ambito del sistema della Convenzione, la cui essenza stessa, come ha spesso affermato la Corte, è il rispetto della dignità umana (si vedano, tra altre, Pretty c. Regno Unito, n. 2346/02, § 65, CEDU 2002III, e V.C. c. Slovacchia, n. 18968/07, § 105, CEDU 2011).", "114. Di fatto, il diritto europeo e il diritto internazionale supportano oggi chiaramente il principio secondo cui a tutti i detenuti, compresi quelli che scontano pene perpetue, deve essere data la possibilità di correggersi e la prospettiva di essere liberati se vi riescono.", "115. La Corte ha già avuto occasione di rilevare che, se la repressione rimane una delle finalità della reclusione, le politiche in materia di pena in Europa pongono l’accento sull’obiettivo di reinserimento che persegue la detenzione, in particolare verso la fine delle pene detentive di lunga durata (si vedano, ad esempio, Dickson, sopra citata, § 75, e Boulois c. Lussemburgo [GC], n. 37575/04, § 83, CEDU 2012, e gli altri riferimenti citati). Le norme europee in materia penitenziaria sono lo strumento giuridico del Consiglio d’Europa che esprime con maggiore chiarezza tale principio: la regola n. 6 dispone che ogni singola detenzione deve essere gestita in modo da favorire il reinserimento nella società delle persone private della libertà, e la regola n. 102.1 prevede che il regime carcerario dei detenuti condannati deve essere concepito in modo tale da permettere loro di condurre una vita responsabile ed esente dal reato (paragrafo 77 supra).", "116. Inoltre, gli strumenti pertinenti del Consiglio d’Europa presentati ai paragrafi 60 - 64 e 76 supra dimostrano anzitutto che l’imperativo di reinserimento vale anche per i detenuti condannati all’ergastolo e inoltre che, quando tali detenuti si correggono, devono anch’essi poter sperare di beneficiare di una liberazione condizionale.", "La regola n. 103 delle norme penitenziarie europee prevede che, nell’ambito del regime carcerario dei detenuti condannati, devono essere stabiliti dei programmi individuali di esecuzione della pena che prevedano anche una preparazione alla liberazione. La regola n. 103.8 aggiunge espressamente che un programma di questo tipo deve essere previsto anche per i condannati all’ergastolo (paragrafo 77 supra).", "La risoluzione 76(2) del Comitato dei Ministri raccomanda che il caso di tutti i detenuti – compresi quelli condannati all’ergastolo – sia esaminato non appena possibile per determinare se possa essere accordata loro una liberazione condizionale. Essa raccomanda inoltre che il riesame delle pene perpetue abbia luogo entro otto – quattordici anni di reclusione e sia ripetuto periodicamente (paragrafo 60 supra).", "La Raccomandazione 2003(23), riguardante la gestione, da parte delle amministrazioni penitenziarie, dei condannati all’ergastolo e degli altri detenuti che scontano pene di lunga durata, sottolinea che i condannati all’ergastolo devono beneficiare di una preparazione costruttiva ai fini della loro liberazione, e in particolare devono potere, a tale scopo, progredire all’interno del sistema carcerario. Essa aggiunge espressamente che i condannati all’ergastolo devono avere la possibilità di beneficiare di una liberazione condizionale (si vedano, in particolare, i paragrafi 2, 8 e 34 della raccomandazione e il paragrafo 131 del rapporto allegato a quest’ultima; tutti i passaggi citati sono riportati al paragrafo 61 supra).", "La Raccomandazione 2003(22), riguardante la liberazione condizionale, precisa anch’essa che tutti i detenuti devono avere la possibilità di beneficiare di una liberazione condizionale e che i condannati all’ergastolo non devono essere privati in assoluto della speranza di una liberazione (paragrafo 4.a della raccomandazione e paragrafo 131 dell’esposizione dei motivi, entrambi citati al paragrafo 62 supra).", "Il Comitato europeo per la prevenzione della tortura ha espresso opinioni simili, da ultimo nel suo rapporto sulla Svizzera (paragrafo 64 supra).", "117. Peraltro, la prassi degli Stati contraenti riflette tale volontà di agire in favore del reinserimento dei condannati all’ergastolo e nel contempo di offrire loro una prospettiva di liberazione. È quanto emerge dalla giurisprudenza delle giurisdizioni costituzionali tedesca e italiana in materia di reinserimento e di pene perpetue (paragrafi 69 - 71 e 72 supra) e dagli altri elementi di diritto comparato prodotti dinanzi alla Corte. Tali elementi dimostrano che la maggior parte degli Stati contraenti non pronunciano mai condanne a pene perpetue o, se lo fanno, prevedono un meccanismo speciale, integrato alla legislazione in materia di fissazione della pena, che garantisce un riesame delle pene perpetue dopo un termine fisso, in generale dopo venticinque anni di reclusione (paragrafo 68 supra).", "118. Nel diritto internazionale si ritrova questa stessa volontà di reinserire i condannati a pene perpetue e di offrire loro la prospettiva di essere un giorno liberati.", "Le Regole minime per il trattamento dei detenuti impongono alle autorità carcerarie di ricorrere a tutti i mezzi disponibili per garantire ai delinquenti un rientro in società (regole 58 - 61, 65 e 66, citate al paragrafo 78 supra). Anche altre norme si riferiscono espressamente al reinserimento (paragrafo 79 supra).", "Parimenti, l’articolo 10 § 3 del Patto internazionale relativo ai diritti civili e politici dispone espressamente che il sistema penitenziario ha lo scopo fondamentale di correggere e riqualificare socialmente i detenuti. È quanto ha sottolineato il Comitato dei diritti dell’uomo nella sua Osservazione generale sull’articolo 10, che insiste sul fatto che nessun sistema penitenziario deve essere basato unicamente sulla repressione (paragrafi 80 e 81 supra).", "Infine, la Corte prende nota delle disposizioni pertinenti dello Statuto di Roma della Corte penale internazionale, al quale sono parti 121 Stati, tra cui la maggioranza degli Stati membri del Consiglio d’Europa, e che prevede nell’articolo 110 § 3 il riesame delle pene perpetue dopo venticinque anni di reclusione, e poi periodicamente. L’importanza di tale disposizione è sottolineata dall’esposizione, all’articolo 110 §§ 4 e 5 dello stesso Statuto e nelle regole 223 e 224 del Regolamento di procedura e di prova della CPI, delle garanzie procedurali e materiali dettagliate alle quali tale riesame deve essere improntato. Tra i criteri di riduzione della pena vi sono la questione di stabilire se il comportamento in carcere del detenuto dimostri che egli disapprova il reato commesso, e metta in evidenza le sue possibilità di risocializzazione (regola 223 a) e b), citata al paragrafo 65 supra).", "3.\tConclusione generale riguardante le pene dell’ergastolo", "119. Per i motivi sopra esposti, la Corte considera che, per quanto riguarda le pene perpetue, l’articolo 3 debba essere interpretato nel senso che esige che esse siano riducibili, ossia sottoposte a un riesame che permetta alle autorità nazionali di verificare se, durante l’esecuzione della pena, il detenuto abbia fatto dei progressi sulla via del riscatto tali che nessun motivo legittimo relativo alla pena permetta più di giustificare il suo mantenimento in detenzione.", "120. La Corte sottolinea tuttavia che, tenuto conto del margine di apprezzamento che deve essere accordato agli Stati contraenti in materia di giustizia penale e di determinazione delle pene (paragrafi 104 e 105 supra), essa non ha il compito di imporre la forma (amministrativa o giudiziaria) che un tale esame deve assumere. Per lo stesso motivo essa non deve stabilire in quale momento si debba procedere a un tale esame. Ciò premesso, la Corte constata anche che, dagli elementi di diritto comparato e di diritto internazionale prodotti dinanzi ad essa, risulta che vi è una netta tendenza in favore della creazione di un meccanismo speciale che garantisca un primo riesame entro un termine massimo di venticinque anni da quando la pena perpetua è stata inflitta, e poi, successivamente, dei riesami periodici (paragrafi 117 e 118 supra).", "121. Di conseguenza, laddove il diritto nazionale non prevede la possibilità di un tale riesame, una pena dell’ergastolo effettivo contravviene alle esigenze derivanti dall’articolo 3 della Convenzione.", "122. Anche se il riesame richiesto è un evento che, per definizione, può avvenire soltanto dopo che sia stata pronunciata la pena, un detenuto condannato all’ergastolo effettivo non deve essere obbligato ad attendere di aver passato un numero indeterminato di anni in carcere prima di poter lamentare la mancata conformità delle condizioni di legge alle quali la sua pena è riconducibile con le esigenze dell’articolo 3 in materia. Ciò contravverrebbe non solo al principio della certezza del diritto ma anche ai principi generali relativi alla qualità di vittima, nell’accezione di questo termine che si ricava dall’articolo 34 della Convenzione. Inoltre, nel caso in cui la pena è non riducibile ai sensi della legislazione nazionale alla data in cui è stata pronunciata, non sarebbe logico aspettarsi che il detenuto cooperi per il proprio reinserimento senza sapere se, in una data futura non conosciuta, sarà o meno istituito un meccanismo che permetta di prevedere la sua liberazione in considerazione degli sforzi da lui compiuti per il reinserimento. Un detenuto condannato all’ergastolo effettivo ha il diritto di sapere, sin dall’inizio della sua pena, cosa deve fare perché sia esaminata una sua possibile liberazione e quali siano le condizioni applicabili. Egli ha il diritto, in particolare, di conoscere il momento in cui il riesame della sua pena avrà luogo o potrà essere richiesto. Pertanto, quando il diritto nazionale non prevede alcun meccanismo né alcuna possibilità di riesame delle pene dell’ergastolo effettivo, la conseguente incompatibilità con l’articolo 3 decorre dalla data in cui la pena è stata inflitta e non in una fase successiva della detenzione.", "4.\tLa presente causa", "123. Resta da determinare se, considerati gli elementi sopra esposti, le pene dell’ergastolo effettivo pronunciate contro i ricorrenti nel caso di specie soddisfino alle esigenze dell’articolo 3 della Convenzione.", "124. La Corte osserva anzitutto che essa non è convinta più di quanto lo fosse la camera (si veda il paragrafo 94 della sentenza di quest’ultima), delle ragioni fornite dal Governo per spiegare la decisione di non includere un riesame dopo venticinque anni nella legislazione attualmente in vigore in Inghilterra e in Galles in materia di ergastolo, ossia la legge del 2003 (paragrafo 95 supra). Essa ricorda che un tale riesame, benché di competenza dell’esecutivo, esisteva nel regime precedente (paragrafo 46 supra).", "Il Governo spiega che, se il riesame dopo venticinque anni non è stato ripreso nella legge del 2003, ciò è dovuto al fatto che una delle finalità di tale testo era affidare a dei giudici le decisioni riguardanti la durata della reclusione da fissare con scopi di repressione e di dissuasione (paragrafo 95 supra). Tuttavia, la necessità di far decidere a dei giudici indipendenti sull’opportunità di ordinare l’ergastolo effettivo è assolutamente distinta da quella di far riesaminare tale pena in una fase successiva allo scopo di verificare se essa rimanga giustificata da motivi legittimi inerenti alla pena. Inoltre, dato che lo scopo dichiarato di tale emendamento legislativo era quello di escludere in maniera assoluta l’esecutivo dal processo decisionale in materia di pene perpetue, sarebbe stato più logico, invece di sopprimerlo completamente, prevedere che il riesame dopo venticinque anni dovesse essere ormai condotto in un contesto interamente giudiziario piuttosto che, come prima, da parte dell’esecutivo sotto il controllo del giudice.", "125. Inoltre, la legislazione che disciplina oggi le possibilità di liberazione per i condannati all’ergastolo manca di chiarezza. È vero che l’articolo 30 della legge del 1997 attribuisce al ministro il potere di liberare i detenuti di tutte le categorie, compresi quelli che scontano una pena dell’ergastolo effettivo (paragrafo 42 supra). È anche vero che, nell’esercizio di tale potere – così come avviene quando esercita qualsiasi altro potere che gli conferisce la legge –, il ministro è anche tenuto ad agire conformemente alla Convenzione (si veda l’articolo 6 § 1 della legge sui diritti umani, citato al paragrafo 33 supra). Come sostiene il Governo nelle sue osservazioni dinanzi alla Corte, si potrebbe dunque vedere nell’articolo 30 non solo un potere di liberazione conferito al ministro ma anche un obbligo per lui di esercitare tale potere e di liberare tutti i detenuti il cui mantenimento in detenzione risulti incompatibile con l’articolo 3, ad esempio perché non vi siano motivi legittimi inerenti alla pena che permettano di giustificare una tale misura.", "Questa è, del resto, la lettura dell’articolo 30 alla quale la Corte d’appello ha proceduto nella sentenza Bieber e che la stessa Corte ha confermato nella sentenza Oakes (si veda, in particolare, il paragrafo 49 supra, in cui vengono ripresi i paragrafi 48 e 49 della sentenza Bieber, con il passaggio nel quale la Corte d’appello osservava che, se il ministro utilizzava con moderazione il potere derivante dall’articolo 30, nulla gli impediva di farne uso in modo tale da garantire il rispetto richiesto dell’articolo 3 della Convenzione).", "Una tale lettura dell’articolo 30, idonea a offrire alcune prospettive legali di liberazione ai detenuti condannati all’ergastolo effettivo, sarebbe in linea di principio conforme alla sentenza resa dalla Corte nella causa Kafkaris (sopra citata). Nel caso dei ricorrenti, se si potesse stabilire con un sufficiente grado di certezza che il diritto nazionale attualmente vigente è orientato in tal senso, le loro pene non potrebbero essere considerate non riducibili e le loro cause non metterebbero in evidenza alcuna violazione dell’articolo 3.", "126. Tuttavia, la Corte deve esaminare la legislazione così come essa è attualmente espressa nelle ordinanze pubblicate o nella giurisprudenza e come applicata nella pratica ai detenuti condannati all’ergastolo effettivo. Resta tuttavia il fatto che, malgrado la sentenza resa dalla Corte d’appello nella causa Bieber, il ministro non ha modificato la politica restrittiva da lui espressamente enunciata per quanto riguarda le situazioni nelle quali intende esercitare il potere conferitogli dall’articolo 30. Nonostante la lettura di tale disposizione fatta dalla Corte d’appello, l’ordinanza dell’amministrazione penitenziaria rimane in vigore e prevede che la liberazione sarà ordinata solo in alcuni casi, che sono elencati in maniera esaustiva e non citati come esempio: il detenuto deve essere affetto da una malattia incurabile in fase terminale o da una grave invalidità e che siano rispettate altre condizioni (bisogna che sia stabilito che il rischio di recidiva è minimo, che il mantenimento in detenzione ridurrebbe l’aspettativa di vita del detenuto, che sono state adottate delle disposizioni adeguate per curare quest’ultimo fuori dal carcere e che una liberazione anticipata sarebbe veramente nell’interesse del detenuto o della sua famiglia).", "127. Si tratta di condizioni estremamente restrittive. Anche a voler supporre che un detenuto condannato all’ergastolo effettivo possa soddisfarle, la Corte ritiene che la camera abbia correttamente dubitato che la scarcerazione per motivi umanitari che può essere accordata alle persone affette da una malattia incurabile in fase terminale o da un grave handicap fisico possa essere considerata una vera liberazione se si limita a permettere all’interessato di morire a casa sua o in un ospizio piuttosto che tra le mura di un carcere. Di fatto, la Corte è del parere che una tale liberazione per motivi umanitari non corrisponda a quanto previsto dall’espressione «prospettiva di scarcerazione» utilizzata nella sentenza Kafkaris (sopra citata). Le disposizioni dell’ordinanza in questione non sarebbero di per sé conformi a tale sentenza e non sarebbero dunque sufficienti per soddisfare alle esigenze dell’articolo 3.", "128. Per di più, l’ordinanza dell’amministrazione penitenziaria si presume essere rivolta sia ai detenuti che alle autorità carcerarie. Tuttavia, essa non contiene precisazioni fatte a titolo di riserve dalla Corte d’appello nella sentenza Bieber, e citate a sostegno dal Governo nelle sue osservazioni dinanzi alla Corte per quanto riguarda gli effetti della legge sui diritti umani e dell’articolo 3 della Convenzione sull’esercizio da parte del ministro del potere di scarcerazione conferitogli dall’articolo 30 della legge del 1997. In particolare, l’ordinanza non indica la possibilità – offerta dalla legge sui diritti dell’uomo – che hanno i detenuti condannati all’ergastolo, anche all’ergastolo effettivo, di chiedere, in un determinato momento durante l’esecuzione della loro pena, la scarcerazione per motivi legittimi inerenti alla stessa. Per questo motivo, se ci si basa sulle osservazioni del Governo per quanto riguarda il diritto nazionale applicabile, si può temere che l’ordinanza dell’amministrazione penitenziaria dia ai detenuti condannati all’ergastolo effettivo – che sono direttamente interessati dalla stessa – solo un quadro parziale delle condizioni eccezionali che possono portare il ministro ad esercitare il potere conferitogli dall’articolo 30.", "129. Pertanto, considerata la mancanza di chiarezza che caratterizza attualmente lo stato del diritto nazionale applicabile ai detenuti condannati all’ergastolo effettivo, la Corte non può sottoscrivere la tesi del Governo secondo la quale l’articolo 30 della legge del 1997 può essere considerato una via di diritto appropriata e adeguata che i ricorrenti potrebbero esercitare qualora cercassero di dimostrare che non sussiste più alcun motivo legittimo relativo alla pena che giustifichi il loro mantenimento in detenzione, e che pertanto tale mantenimento è contrario all’articolo 3 della Convenzione. Attualmente, nessuno può dire se, qualora gli fosse sottoposta una richiesta di liberazione formulata a titolo dell’articolo 30 da parte di un detenuto che sconta una pena dell’ergastolo effettiva, il ministro seguirebbe la sua politica restrittiva attuale, enunciata nell’ordinanza dell’amministrazione penitenziaria, o se si svincolerebbe dal contenuto apparentemente esaustivo di tale testo per applicare il criterio del rispetto dell’articolo 3 enunciato nella sentenza Bieber. Certamente, qualsiasi rifiuto di liberazione opposto dal ministro sarebbe impugnabile per mezzo del controllo giurisdizionale e lo stato del diritto potrebbe essere chiarito nell’ambito di tale procedura, ad esempio mediante l’abrogazione e la sostituzione dell’ordinanza da parte del ministro o con l’annullamento della stessa da parte del giudice. Rimane comunque il fatto che tali eventualità non bastano per ovviare all’attuale mancanza di chiarezza per quanto riguarda lo stato del diritto nazionale che prevede le possibilità eccezionali di scarcerazione dei detenuti condannati all’ergastolo effettivo.", "130. Pertanto, in considerazione del contrasto tra il contenuto molto generico dell’articolo 30 (interpretato dalla Corte d’appello in modo conforme alla Convenzione, come esige il diritto del Regno Unito in applicazione della legge sui diritti umani) e della lista esaustiva delle condizioni poste dall’ordinanza dell’amministrazione penitenziaria, e ancora dell’assenza di un meccanismo speciale che permetta di riesaminare le pene dell’ergastolo effettivo, la Corte non è convinta che, al momento, le pene perpetue inflitte ai ricorrenti possano essere definite riducibili ai fini dell’articolo 3 della Convenzione. Essa conclude dunque che le esigenze di tale disposizione in materia non siano state rispettate nei confronti di nessuno dei tre ricorrenti.", "131. Ciò premesso, la Corte rileva che nessuno dei ricorrenti ha cercato di sostenere nel corso del presente procedimento che il suo mantenimento in detenzione non è più giustificato da alcun motivo legittimo inerente alla pena. Gli interessati hanno anche riconosciuto che, quand’anche gli imperativi di repressione e dissuasione fossero interamente soddisfatti, rimarrebbe sempre possibile il loro mantenimento in detenzione per motivi di pericolosità. La constatazione di violazione pronunciata nelle loro cause non può dunque essere intesa nel senso di dare loro una prospettiva di liberazione imminente.", "SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 5 § 4 DELLA CONVENZIONE", "132. Nelle osservazioni presentate dinanzi alla Grande Camera, i ricorrenti confermano il motivo di ricorso secondo il quale l’assenza nel diritto interno di un meccanismo che permetta il riesame delle loro pene comporta una violazione dell’articolo 5 § 4 della Convenzione, che recita:", "«Ogni persona privata della libertà mediante arresto o detenzione ha il diritto di presentare un ricorso a un tribunale, affinché decida entro breve termine sulla legittimità della sua detenzione e ne ordini la scarcerazione se la detenzione è illegittima.»", "Tuttavia, questo motivo di ricorso è stato dichiarato irricevibile dalla camera nella sua sentenza, che delimita la portata della competenza della Grande Camera (si vedano, tra le altre, Gillberg c. Svezia [GC], n. 41723/06, § 53, 3 aprile 2012, e Kafkaris, sopra citata, § 124, con altri riferimenti). Esso esula pertanto dall’oggetto della controversia di cui è stata investita la Grande Camera.", "SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "133. Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»", "134. Solo il primo ricorrente ha presentato una domanda di equa soddisfazione.", "Danno", "135. Sulla base di una perizia che descrive le sofferenze psicologiche che ha detto di subire nell’ambito dell’esecuzione della sua pena, il primo ricorrente chiede la somma di 1.500 sterline (GBP), ossia circa 1.844 euro (EUR), per il danno morale.", "136. La Grande Camera ritiene che la constatazione di violazione dell’articolo 3 costituisca al riguardo un’equa soddisfazione sufficiente e pertanto non accorda alcuna somma a tale titolo.", "Spese", "137. Il ricorrente chiede una somma totale di 76.646 GBP (circa 88.957 euro), IVA compresa, a copertura degli onorari (per più di 120 ore e 133 ore di lavoro rispettivamente) del suo solicitor e del suo avvocato.", "138. Secondo la giurisprudenza della Corte, un ricorrente ha diritto al rimborso delle spese sostenute solo a condizione che ne siano accertate la realtà e la necessità, e il loro importo sia ragionevole. Nel caso di specie, tenuto conto dei documenti in suo possesso e dei criteri sopra esposti, la Corte ritiene ragionevole accordare al primo ricorrente la somma di 40.000 EUR per le spese relative alla procedura dinanzi ad essa.", "Interessi moratori", "139. La Corte ritiene opportuno basare il tasso degli interessi moratori sul tasso di interesse delle operazioni di rifinanziamento marginale della Banca centrale europea maggiorato di tre punti percentuali.", "PER QUESTI MOTIVI, LA CORTE,", "1.\tDichiara, con sedici voti contro uno, che vi è stata violazione dell’articolo 3 della Convenzione nei confronti di ciascuno dei ricorrenti;", "", "2.\tDichiara, all’unanimità, che il motivo di ricorso relativo all’articolo 5 § 4 della Convenzione esula dall’oggetto della controversia di cui è stata investita;", "", "3.\tDichiara, con sedici voti contro uno, che la constatazione di una violazione rappresenta di per sé un’equa soddisfazione sufficiente per il danno morale che possa avere subito il primo ricorrente;", "", "4.\tDichiara, con sedici voti contro uno,", "a) che lo Stato convenuto deve versare al primo ricorrente, entro tre mesi, 40.000 EUR (quarantamila euro), da convertire in sterline al tasso applicabile alla data del pagamento, per le spese, più l’importo eventualmente dovuto a titolo di imposta su tale somma;", "b) che, a decorrere dalla scadenza di detto termine e fino al versamento, tale importo dovrà essere maggiorato di un interesse semplice ad un tasso equivalente a quello delle operazioni di rifinanziamento marginale della Banca centrale europea applicabile durante quel periodo, aumentato di tre punti percentuali;", "", "5.\tRigetta, all’unanimità, la domanda di equa soddisfazione del primo ricorrente per il resto.", "Fatta in francese e in inglese, poi pronunciata nella pubblica udienza al Palazzo dei diritti dell’uomo a Strasburgo, il 9 luglio 2013, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "\tMichael O’Boyle\tDean Spielmann\n\tCancelliere aggiunto\tPresidente", "", "Alla presente sentenza è allegata, conformemente agli articoli 45 § 2 della Convenzione e 74 § 2 del regolamento, l’esposizione delle seguenti opinioni separate:", "–  opinione concordante del giudice Ziemele;", "–  opinione concordante del giudice Power-Forde;", "–  opinione concordante del giudice Mahoney;", "–  opinione parzialmente dissenziente del giudice Villiger.", "D.S.\nM.O’B.", "", "OPINIONE CONCORDANTE DEL GIUDICE ZIEMELE", "(Traduzione)", "1. Benché io abbia votato in favore della decisione di non accordare somme a titolo dell’equa soddisfazione nella presente causa tenuto conto della natura delle conclusioni della Corte esposte ai paragrafi 130 e 131, non posso associarmi interamente a quanto la Corte ha affermato nel paragrafo 136 della sentenza e nel punto 3 del dispositivo della stessa. Sono pienamente consapevole che quanto viene affermato deriva da una prassi ben consolidata della Corte, che utilizza sempre la formula seguente: la constatazione di violazione del [l’articolo in questione] costituisce un’equa soddisfazione sufficiente».", "2. In cause precedenti avevo chiaramente indicato che questo modo di fare mi infastidiva (si veda il testo dell’opinione separata comune ai giudici Ziemele e Karakaş allegato alla sentenza Disk e Kesk c. Turchia, n. 38676/08, 27 novembre 2012). Il mio fastidio riguarda la nozione stessa di responsabilità dello Stato nel diritto internazionale e, di fatto, la distinzione da operare tra un fatto internazionalmente illecito e le sue conseguenze. L’articolo 28 dei Progetti di articoli della Commissione del diritto internazionale («la CDI») del 2001 sulla responsabilità dello Stato per atti internazionalmente illeciti («i Progetti di articoli») recita: «La responsabilità internazionale di uno Stato che deriva da un atto internazionalmente illecito ai sensi delle disposizioni della parte I comporta le conseguenze giuridiche stabilite in questa [seconda] parte». Secondo me, la formula utilizzata dalla Corte confonde la questione dell’accertamento da parte dei tribunali della responsabilità dello Stato per una violazione degli obblighi ad esso imposti dalla Convenzione con quella della valutazione da parte della Corte delle eventuali conseguenze giuridiche dell’attuazione di tale responsabilità.", "3. Secondo le norme che regolano la responsabilità dello Stato, la conseguenza principale del fatto internazionalmente illecito è l’obbligo di riparazione integrale. Si tratta di un obbligo indipendente. La CDI ha affermato che «[l]’obbligo generale di riparare è enunciato all’articolo 31 in quanto corollario immediato della responsabilità dello Stato» (paragrafo 4 del commento dell’articolo 31 dei Progetti di articoli). Esistono certamente varie forme di riparazione, in particolare la soddisfazione per il danno, «nella misura in cui esso non può essere riparato con la restituzione o l’indennizzo» (articolo 37 § 1 dei Progetti di articoli). «La soddisfazione può consistere in un riconoscimento della violazione, una manifestazione di rincrescimento, la presentazione di scuse o altra modalità adeguata» (articolo 37 § 2 dei Progetti di articoli). È importante non dimenticare che la soddisfazione offerta dallo Stato responsabile, e non dal giudice, non è una forma di riparazione comune e può entrare in gioco solo quando non è possibile una riparazione integrale per mezzo di una restituzione o di un indennizzo. In ogni caso, non si deve confondere la soddisfazione nel senso della responsabilità dello Stato con l’equa soddisfazione nel senso attribuito dalla Corte europea dei diritti dell’uomo o da altri tribunali internazionali.", "4. Nel caso della Corte, l’articolo 41 segue la logica del diritto della responsabilità dello Stato in quanto esso prevede anzitutto che, in linea di principio, lo Stato responsabile deve accordare una riparazione integrale su scala nazionale e che soltanto quando questa non è disponibile o possibile la Corte può pronunciarsi sull’equa soddisfazione. La Corte ha ritenuto che la sua constatazione nella sentenza di una violazione della Convenzione comporti per lo Stato convenuto l’obbligo giuridico di porre un termine alla violazione e di eliminarne le conseguenze in modo da ristabilire per quanto possibile la situazione anteriore alla violazione (si veda, ad esempio, Iatridis c. Grecia (equa soddisfazione) [GC], n. 31107/96, § 32, CEDU 2000XI). Nella sua sentenza Papamichalopoulos e altri c. Grecia (articolo 50), 31 ottobre 1995, § 34, serie A n. 330B, essa ha affermato che:", "«Gli Stati contraenti parte a una causa sono in linea di principio liberi di scegliere i mezzi di cui avvalersi per conformarsi a una sentenza che constati una violazione. Tale potere discrezionale per quanto riguarda le modalità di esecuzione di una sentenza traduce la libertà di scelta che caratterizza l’obbligo fondamentale imposto dalla Convenzione agli Stati contraenti: assicurare il rispetto dei diritti e delle libertà sanciti (articolo 1). Se la natura della violazione permette una restitutio in integrum, spetta allo Stato convenuto realizzarla, in quanto la Corte non ha né la competenza né la possibilità pratica di farlo. Se, invece, il diritto nazionale non permette o permette solo in modo imperfetto di eliminare le conseguenze della violazione, l’articolo 50 autorizza la Corte ad accordare, se opportuno, alla parte lesa la soddisfazione che ritiene appropriata.»", "In altre parole, la Corte dichiara che un’azione o un’omissione dello Stato è irregolare in quanto contraria alla Convenzione. Ciò fa sorgere pertanto un obbligo simultaneo di riparare il danno.", "5. Per quanto riguarda la dichiarazione giudiziaria di una violazione come forma di equa soddisfazione, la CDI ha fatto osservare che si tratta di «una delle forme di soddisfazione più frequenti per quanto riguarda il danno morale o immateriale» (paragrafo 6 del commento dell’articolo 37 dei Progetti di articoli). In ogni caso, è importante osservare in quale particolare contesto fattuale si sia consolidata questa prassi dei giudici internazionali. La sentenza resa dalla Corte internazionale di giustizia («la CIG») nella causa relativa allo Stretto di Corfù costituisce su questo punto il principale precedente autorevole. È vero che la CIG ha stabilito che la dichiarazione di una violazione da parte della marina di guerra britannica «costituisce di per sé una soddisfazione appropriata», ma l’Albania non aveva chiesto nessun’altra forma di riparazione (Stretto di Corfù, merito, sentenza del 9 aprile 1949, C.I.G. Recueil 1949, p. 35). La CDI ha affermato: «tuttavia, benché le dichiarazioni fatte da una corte o da un tribunale competente possano essere considerate una forma di soddisfazione in alcune cause, tali dichiarazioni non sono intrinsecamente associate alla soddisfazione. Tutte le corti e i tribunali competenti sono autorizzati a stabilire la liceità di un comportamento e a pronunciare le loro decisioni pubbliche, il che costituisce una fase normale del processo. Una tale dichiarazione può essere il preludio a una decisione relativa a una qualsiasi forma di riparazione» o può costituire l’unico rimedio richiesto (paragrafo 6 del commento dell’articolo 37 dei Progetti di articoli). Segnaliamo anche che, dopo aver evidenziato l’abitudine di lunga data di servirsi dell’equa soddisfazione come rimedio, il tribunale arbitrale nella causa del «Rainbow Warrior» ha stabilito la seguente distinzione: «questa abitudine si applica in particolare nei casi di danni morali o legali inflitti direttamente a uno Stato, contrariamente ai casi di danni alle persone che fanno sorgere responsabilità internazionali» (Recueil des sentences arbitrales, Vol. XX, paragrafo 122).", "6. Per sintetizzare, considerato che l’articolo 41 regola effettivamente la competenza della Corte a determinare il rimedio da porre a una violazione, quando un tribunale di tutela dei diritti dell’uomo in una controversia che vede contrapposti uno Stato e un privato stabilisce che vi è stata violazione e quando quest’ultimo, parte lesa, chiede un indennizzo, una dichiarazione che indichi che la constatazione di violazione costituisce una soddisfazione sufficiente non risponde a tale richiesta. Può essere che la Corte ritenga che l’importo richiesto non sia giustificato e decida di non accordarlo. Ma in questo caso dovrebbe dirlo precisamente. La constatazione di violazione rimarrebbe e non sparirebbe con la decisione che non accorda alcuna somma. Si tratterebbe di casi rarissimi e potrebbero ancora esistere vie di ricorso a livello nazionale. Ritengo sia dunque necessario che la Corte si adoperi per chiarire la formula che utilizza quando ritiene non sia opportuno accordare alcuna somma.", "\nOPINIONE CONCORDANTE\nDEL GIUDICE POWER-FORDE", "(Traduzione)", "Ho votato come la maggioranza in questa causa e desidero aggiungere quanto segue.", "Comprendo e condivido molti dei punti di vista espressi dal giudice Villiger nella sua opinione parzialmente dissenziente. Tuttavia, ciò che mi ha fatto propendere in favore della maggioranza è la conferma da parte della Corte nella sua sentenza che l’articolo 3 comprende ciò che si potrebbe chiamare «il diritto alla speranza». È questo il punto. La sentenza riconosce, implicitamente, che la speranza è un aspetto importante e costitutivo della persona umana. Gli autori degli atti più odiosi ed estremi che infliggono ad altri sofferenze indescrivibili conservano comunque la loro umanità fondamentale e hanno la capacità intrinseca di cambiare. Per quanto lunghe e meritate siano le pene detentive inflitte loro, essi conservano la speranza che, un giorno, potranno riscattarsi per gli errori commessi. Non dovrebbero essere interamente privati di una tale speranza. Impedire loro di nutrire tale speranza significherebbe negare un aspetto fondamentale della loro umanità e, pertanto, sarebbe degradante.", "\nOPINIONE CONCORDANTE DEL GIUDICE MAHONEY", "(Traduzione)", "1. Sottoscrivo senza riserve le conclusioni e il ragionamento della sentenza resa dalla Grande Camera nel caso di specie («AGC»). Tuttavia, desidero aggiungere alcune considerazioni sulle questioni dell’applicabilità e del rispetto dell’articolo 3 nel caso dei detenuti condannati a pene perpetue.", "I. Applicabilità dell’articolo 3", "2. Le osservazioni che seguono sull’applicabilità riguardano:", "–  l’esigenza, derivante dall’articolo 3, che tutte le pene perpetue sino «riducibili»; e", "–  il momento in cui, per riprendere il testo della sentenza resa dalla camera nel caso di specie («AC»), si può considerare che «una questione dal punto di vista dell’articolo 3» si ponga rispetto a tale esigenza implicita.", "Per meglio elaborare il ragionamento, è forse più facile iniziare dal secondo di questi due punti.", "1. Momento in cui si pone una questione dal punto di vista dell’articolo 3", "3. Nella sua sentenza (AC, § 92 in fine, citata al § 87 AGC), la camera ha così enunciato il criterio di applicabilità temporale dell’articolo 3 rispetto ai motivi dei ricorrenti: si pone una questione dal punto di vista dell’articolo 3 solo se può essere dimostrato i) che il mantenimento in detenzione dell’interessato non è più giustificabile con un qualsiasi motivo legittimo inerente alla pena, e ii) che la pena non è riducibile de facto e de jure.", "4. È vero certamente che, per quanto riguarda i detenuti, l’articolo 3 si applica solo alle pene o ai maltrattamenti che raggiungono un certo livello di sofferenza o di umiliazione che supera quello inerente in generale alla detenzione (Tyrer c. Regno Unito, 25 aprile 1978, § 30, serie A n. 26) e che un detenuto condannato a una pena perpetua non si considera sottoposto a sofferenze o a un’umiliazione che raggiunga tale livello solo a causa della sua condanna all’ergastolo alla data in cui la stessa è stata pronunciata. La prospettiva, alla data in cui viene inflitta la pena, di passare il resto dei propri giorni in carcere non basta di per sé per far nascere delle sofferenze o un’umiliazione della gravità prevista. Come la camera ha fatto capire nella sua sentenza (AC, § 92, citata al § 86 AGC), una persona condannata per reati violenti molto gravi come l’omicidio premeditato o l’omicidio volontario deve aspettarsi di passare molti anni in carcere prima di poter nutrire in maniera realistica la minima speranza di liberazione e, quand’anche beneficiasse di una possibilità di liberazione condizionale, deve sapere di non avere alcuna garanzia di essere scarcerata per tutta la vita.", "5. Tuttavia, non si deve dedurre da questo che non può mai sorgere la responsabilità di uno Stato contraente dal punto di vista dell’articolo 3 fintantoché l’interessato non possa affermare di essere effettivamente vittima di una pena o di un maltrattamento che abbiano raggiunto la soglia di gravità vietata. Come mostra una delle prime cause in materia di estradizione, Soering c. Regno Unito, 7 luglio 1989, §§ 88 e 90, serie A n. 161, l’avversione di una società democratica per la tortura e le pene o i trattamenti inumani o degradanti è tale che la responsabilità dello Stato può sorgere a causa non solo di violazioni concrete dell’articolo 3 ma anche di misure di cui si può prevedere che comporteranno potenziali violazioni in futuro, in modo tale che esso è tenuto a impedirne la perpetrazione.", "6. In materia penale, non vi sono motivi per cui questo aspetto preventivo dell’articolo 3 non sia preso in considerazione quando viene inflitta una pena a un criminale condannato, a seconda della natura della pena stessa. A titolo illustrativo, se viene inflitta una pena della reclusione nettamente sproporzionata a causa della sua durata (tutti sono d’accordo nel dire che, nel caso di specie, una pena di questo tipo violerebbe l’articolo 3 – si veda AGC §§ 83 e 102), l’interessato avrebbe immediatamente il diritto di contestarne la compatibilità con l’articolo 3, senza dover attendere che la parte proporzionata della sua pena venga scontata e che la netta sproporzione della stessa inizi a farsi sentire. Il divieto di pene nettamente sproporzionate può tradursi in un’esigenza preventiva dell’articolo 3, che si riferisce alla natura della pena alla data in cui essa è inflitta.", "7. Parimenti, se si può affermare che l’articolo 3 vieta implicitamente le pene perpetue non riducibili, si tratta comunque di per sé di un’esigenza preventiva che deve logicamente intervenire al momento in cui viene pronunciata la pena e non successivamente.", "8. In tal senso, una questione «dal punto di vista dell’articolo 3» si pone alla data in cui viene pronunciata la pena. Non si tratta evidentemente della questione di merito, fattuale (nella quale la camera individua il primo elemento del suo criterio – si veda § 3 della presente opinione supra) che consiste nello stabilire se, per il detenuto in questione, le circostanze si siano evolute in maniera così eccezionale che l’equilibrio tra le giustificazioni inerenti alla pena è cambiato a tal punto che l’interessato possa affermare che il suo mantenimento in detenzione costituisce un trattamento o una pena inumano(a) o degradante contrario(a) all’articolo 3. Una simile ipotesi probabilmente non si concretizzerà mai nella pratica, come gli stessi ricorrenti hanno ammesso nella presente causa (AGC, § 131). La questione che si pone alla data in cui è stata pronunciata la pena, che è di ordine generale e riguarda la natura stessa di quest’ultima, è stabilire se la pena inflitta sia conforme all’articolo 3 in quanto soddisfa l’esigenza preventiva di riducibilità. Tale questione è ben distinta da quella che si pone successivamente, la quale riguarda le circostanze aleatorie dell’esecuzione consecutiva della pena nel caso di specie.", "9. La mia lettura del criterio di applicabilità dell’articolo 3 enunciato dalla camera, sopra esposto, è che esso comprende due esigenze distinte derivanti dall’articolo 3 che sorgono in momenti diversi, una di ordine procedurale (come hanno affermato i tre giudici dissenzienti della camera, Lech Garlicki, David Thór Björgvinsson e George Nicolaou, nell’esposizione della loro opinione separata) o di ordine preventivo a seconda della natura della pena (come ho già detto), e l’altra di ordine sostanziale, che riguarda le condizioni concrete dell’esecuzione della pena.", "2. Esigenza di riducibilità", "10. La sentenza della Grande Camera (AGC, §§ 104-118) spiega – in dettaglio – il motivo per cui l’articolo 3 debba essere interpretato nel senso di imporre che le pene perpetue siano riducibili, cioè devono essere «sottoposte a un riesame che permetta alle autorità nazionali di verificare se, durante l’esecuzione della pena, il detenuto abbia fatto progressi tali sulla via del riscatto che nessun motivo inerente alla pena permetta più di giustificare il suo mantenimento in detenzione» (AGC § 119).", "11. Affermando che la riducibilità di una pena perpetua è un’esigenza dell’articolo 3, la Corte non dà un nuovo orientamento giurisprudenziale né impone un nuovo obbligo agli Stati contraenti: essa riprende piuttosto dei principi già enunciati nei precedenti, in particolare la sentenza resa dalla Grande Camera nella causa Kafkaris c. Cipro [GC], n. 21906/04, CEDU 2008). Del resto, nella sentenza Bieber del 2009 (si veda la sintesi e alcuni estratti: AGC §§ 47-49), la Corte d’appello ha dedotto dalla sentenza Kafkaris il principio di riducibilità:", "«La Corte [nella sentenza Kafkaris] sembra aver ritenuto che l’ergastolo non riducibile sollevasse una questione rispetto all’articolo 3 quando rischiava di portare al mantenimento in detenzione del criminale oltre la durata giustificata dagli obiettivi legittimi della reclusione. È questo che si deduce implicitamente dal fatto che non sembra porsi alcuna questione dal punto di vista dell’articolo 3 dal momento che esiste, in diritto e in pratica, la possibilità che il criminale sia liberato così come rimane possibile, se non addirittura probabile, che egli passerà il resto dei suoi giorni in carcere. Il criterio fondamentale sembra essere la possibilità di un controllo che permetta di determinare se la detenzione rimanga o meno giustificata» (§ 39 della sentenza della Corte d’appello, citata al § 47 AGC).»", "12. Allo stesso modo, fissando nel caso di specie come seconda condizione affinché si ponga una questione dal punto di vista dell’articolo 3 che la pena sia non riducibile tanto nel diritto come nella pratica (§ 3 supra), la camera ha riaffermato la riducibilità in quanto esigenza inerente all’articolo 3, ma che, secondo essa, può essere invocata da un detenuto che sconta l’ergastolo solo nel momento ipotetico – che forse non arriverà mai – in cui possa sostenere che nessun motivo legittimo inerente alla pena giustifichi più il suo mantenimento in detenzione, in violazione dell’articolo 3.", "13. Ciò che nel caso di specie si può definire sviluppo della giurisprudenza, sono le precisazioni apportate dalla Grande Camera nella sua sentenza, rispetto a quanto affermato dalla camera, riguardo al momento in cui si può porre una questione dal punto di vista dell’articolo 3 in materia di compatibilità di una pena perpetua con l’esigenza di riducibilità.", "II.\tIl rispetto dell’articolo 3", "14. Nella sua sentenza Bieber, la Corte d’appello ha affermato che essa «non ritiene[va] necessario considerare l’ergastolo effettivo [nel diritto inglese] come una pena non riducibile» in quanto il potere di scarcerazione conferito dalla legge al ministro (ossia il potere discrezionale previsto dall’articolo 30 § 1 della legge del 1997, che permette di ordinare la liberazione condizionale di un detenuto condannato all’ergastolo per motivi umanitari in circostanze eccezionali – si veda AGC, §§ 42-44), unitamente all’obbligo, per il ministro, derivante dall’articolo 6 della legge sui diritti umani, di conformarsi alla Convenzione, in particolare alle disposizioni dell’articolo 3, nell’esercizio di tale potere, previsto dalla legge, autorizzerebbe la liberazione di un detenuto che sconta l’ergastolo se le circostanze sono tali che il suo mantenimento in detenzione sarebbe costitutivo di un trattamento o di una pena inumano(a) o degradante (§§ 48-49 della sentenza della Corte d’appello, citati al § 111 AGC). Come è stato prima osservato e soprattutto nella sentenza della Grande Camera (AGC, § 111), l’equilibrio tra i vari motivi inerenti alla pena che giustificano l’ergastolo (repressione, dissuasione, tutela del pubblico e reinserimento) può evolversi con il tempo, cosicché, in circostanze eccezionali, può accadere che il mantenimento in detenzione costituisca un «trattamento o una pena inumano(a) o degradante» contrario(a) all’articolo 3.", "15. Come risulta dalla sentenza Bieber della Corte d’appello, il rispetto di tale esigenza derivante dall’articolo 3 che impone che, per quanto riguarda la detenzione, permanga una giustificazione inerente alla pena, sarebbe un elemento pertinente che il ministro è tenuto a prendere in considerazione quando si avvale del suo potere legale di disporre la scarcerazione. Infatti, per citare lo stesso Governo, «in virtù del diritto inglese, quando esercita tale potere, il ministro deve agire in maniera compatibile con la Convenzione» (osservazioni scritte del Governo, § 68; nostra sottolineatura), con la conseguenza che, se viene stabilito che il mantenimento in detenzione di un detenuto che sconta l’ergastolo è costitutivo di un trattamento inumano o degradante contrario all’articolo 3, il ministro non avrebbe semplicemente il diritto ma anche l’obbligo di avvalersi di tale potere e liberare l’interessato. Il Governo ha ammesso che, se si rivolgono al ministro per chiedergli di esercitare in loro favore il potere di scarcerazione conferitogli dalla legge del 1997, i detenuti che scontano l’ergastolo come i ricorrenti potrebbero sostenere che il loro mantenimento in detenzione non sia più giustificato da alcun motivo inerente alla pena, e che un rifiuto da parte del ministro sarebbe passibile di controllo giudiziario e impugnabile dal punto di vista dell’articolo 3 (osservazioni scritte del Governo, § 66).", "16. Se si segue questa lettura del diritto nazionale applicabile, la legge sui diritti umani, unitamente al potere di scarcerazione per motivi umanitari conferito al ministro dalla legge, permetterebbe ai detenuti che scontano l’ergastolo di essere liberati se la decisione sulla questione di merito è favorevole per loro, che sia stata presa dal ministro all’esito dell’esame iniziale della loro domanda di scarcerazione per motivi umanitari o dai giudici nazionali che, mediante il controllo giudiziario, annullerebbero il rifiuto del ministro basandosi sulla Convenzione. Malgrado il contenuto in apparenza limitativo dell’ordinanza n. 4700 dell’amministrazione penitenziaria, testo adottato sotto l’autorità del ministro nel quale quest’ultimo enuncia la sua politica sulle possibilità di liberazione per i detenuti che scontano l’ergastolo (AGC, § 43), questi ultimi potrebbero chiedere al ministro di esercitare il suo potere di scarcerazione «per motivi umanitari» in virtù della legge del 1997 per motivi diversi da una malattia incurabile in fase terminale o da una invalidità fisica.", "17. Nella sua sentenza (AGC, § 125), la Grande Camera riconosce che, in linea di principio, questa lettura dell’articolo 30 della legge del 1997 aprirebbe nel diritto inglese ai detenuti che scontano l’ergastolo un meccanismo di riesame del tipo richiesto dall’articolo 3, un meccanismo che offra loro ciò che viene a volte chiamato una «minima speranza» di liberazione e, per di più, una garanzia che, nonostante il carattere perpetuo delle loro pene, essi non dovranno rimanere detenuti per periodi che eccedano la durata della detenzione giustificata da motivi legittimi inerenti alla pena.", "18. Il problema è che non solo il testo ufficiale che espone la politica del ministro per quanto riguarda l’esercizio del potere discrezionale conferitogli dall’articolo 30 § 1 della legge del 1997, ossia l’ordinanza n. 4700 dell’amministrazione penitenziaria, omette di menzionare la possibilità per i detenuti che scontano l’ergastolo di chiedere la loro scarcerazione citando a sostegno la legge sui diritti umani, ma anche che i criteri esposti in tale ordinanza sono enunciati in maniera limitativa e restrittiva, come gli unici motivi attraverso i quali sarà esercitato tale potere. Certamente, nel diritto inglese il contenuto restrittivo di tale testo amministrativo che espone una «politica» è soppiantato dall’obbligo che ha il ministro di agire in maniera compatibile con la Convenzione nell’esercizio del suo potere discrezionale, ma il testo che regola espressamente l’esercizio di tale potere legale non è trasparente. Come ha affermato la Grande Camera nella sua sentenza (AGC, § 128 in fine supra), «l’ordinanza dell’amministrazione penitenziaria dà ai detenuti condannati all’ergastolo effettivo – che sono direttamente interessati dalla stessa – solo una visione parziale delle condizioni eccezionali che possono portare il ministro a esercitare il potere conferitogli dall’articolo 30».", "19. Il Governo ha affermato nelle sue memorie (§ 68 delle sue osservazioni scritte) che «sembrerebbe in un primo momento all’inizio di tutte le pene» che «se si pone una qualsiasi questione dal punto di vista dell’articolo 3 [in quanto nessun motivo inerente alla pena giustifica più la detenzione], dovrebbe esistere un meccanismo che permetta al detenuto di essere liberato e che il funzionamento di tale meccanismo dovrebbe essere sottoposto al controllo del giudice ». Vista la mancanza di chiarezza circa lo stato attuale del diritto nazionale relativo alle condizioni nelle quali esiste una prospettiva di scarcerazione per i detenuti che scontano l’ergastolo, la Grande Camera non ha potuto accettare una tale conclusione (AGC, § 129). Si potrebbe parafrasare la conclusione della Corte affermando che la relazione incerta e ambigua tra le varie fonti di diritto nazionale applicabili impedisce «attualmente» che le pene perpetue inflitte ai ricorrenti siano qualificate come riducibili in diritto e in pratica ai fini dell’articolo 3 della Convenzione (AGC, § 130).", "III.\tOsservazioni conclusive", "20. I principali aspetti del ragionamento della sentenza della Grande Camera che desidero sottolineare sono i seguenti:", " La riducibilità (ossia l’esistenza di un meccanismo che offra una prospettiva non del tutto irrealistica di liberazione in fin dei conti) deve esistere, in diritto e in pratica, alla data in cui la pena viene inflitta in modo che siano rispettate le esigenze dell’articolo 3 per quanto riguarda la natura della pena inflitta.", "– In linea di principio, tenuto conto del ragionamento della Corte d’appello nella sua sentenza Bieber per quanto riguarda gli effetti della legge sui diritti umani e dell’articolo 3 della Convenzione sull’esercizio da parte del ministro del suo potere di scarcerazione eccezionale conferito dalla legge del 1997, si potrebbe considerare che un tale meccanismo esiste nel diritto inglese sotto forma a) della possibilità per il detenuto che sconta l’ergastolo di chiedere al ministro di esercitare il suo potere legale di scarcerazione per motivi inerenti all’articolo 3 (assenza di giustificazioni inerenti alla pena), e b) dell’obbligo per il ministro di ordinare la liberazione se tali motivi risultano fondati.", "– Tuttavia, al momento considerato, il carattere più ampio dei criteri sulla base dei quali avrebbe dovuto essere esercitato il potere legale discrezionale che permette la scarcerazione dei detenuti che scontano l’ergastolo, dal punto di vista del diritto inglese, non appariva con sufficiente chiarezza. Per questo motivo, non si poteva considerare che i ricorrenti della presente causa, alla data in cui sono state pronunciate le loro pene, potessero nutrire la speranza – la «minima speranza» – voluta.", "– In conseguenza di questa mancanza di chiarezza nelle modalità di applicazione del diritto nazionale, le pene dell’ergastolo effettivo in questione, alla data in cui sono state inflitte ai ricorrenti, non potevano essere definite «riducibili» ai fini dell’articolo 3, e si è verificato ciò che la minoranza dissenziente della camera ha chiamato una violazione procedurale dell’articolo.", "– Tuttavia, come la (maggioranza della) camera ha affermato, nessuno dei ricorrenti ha dimostrato alla luce delle circostanze della presente causa, e neppure sostenuto, che attualmente il loro mantenimento in detenzione non ha più alcuna finalità inerente alla pena e, pertanto, non si pone alcuna questione di merito sempre dal punto di vista dell’articolo 3.", "21. Il governo convenuto è ovviamente libero di scegliere i mezzi con i quali adempierà l’obbligo derivante da convenzioni internazionali previsto dall’articolo 46 della Convenzione di «conformarsi» alla sentenza resa dalla Grande Camera nel caso di specie. Chiarire maggiormente l’ordinanza dell’amministrazione penitenziaria (AGC, §§ 128-129) costituirebbe, ad esempio, una possibilità. Un’altra possibilità – per quanto riguarda i mezzi per garantire la riducibilità voluta dall’articolo 3 – potrebbe essere dedotta dai passaggi della sentenza della Grande Camera in cui vengono analizzati gli elementi di diritto comparato e internazionale prodotti dinanzi alla Corte. Come ha osservato quest’ultima, tali elementi propendono chiaramente per la creazione di un meccanismo speciale, integrato alla legislazione in materia di fissazione della pena, che preveda un riesame delle pene perpetue allo scadere di un termine fisso, in generale dopo venticinque anni di reclusione, con altri riesami periodici successivi (AGC, §§ 117, 118 e 120; si veda anche AGC, § 130). Del resto, prima del 2003, il sistema di fissazione delle pene in Inghilterra prevedeva esso stesso un riesame di questo tipo, anche se principalmente ad opera dell’esecutivo (AGC, §§ 46 e 124).", "\nOPINIONE PARZIALMENTE DISSENZIENTE DEL GIUDICE VILLIGER", "(Traduzione)", "Con tutto il rispetto da me dovuto alla maggioranza dei miei colleghi nel caso di specie, mi dissocio dalla loro decisione.", "In quanto giurista, posso certamente ammettere che una pena non riducibile sollevi questioni particolari e a volte estremamente problematiche. Ma, nella mia qualità di giudice a ciò tenuto ai sensi della Convenzione, posso analizzare la questione soltanto dal punto di vista dell’articolo 3.", "Il mio disaccordo deriva dal metodo seguito nella sentenza per esaminare la violazione dedotta dell’articolo 3 della Convenzione, ossia affermare che la pena non riducibile inflitta ai ricorrenti è di per sé contraria a tale disposizione.", "La Corte dispone di una giurisprudenza ben datata che precisa i criteri e le condizioni per l’applicazione dell’articolo 3, che risale alla sua sentenza resa nel 1978 nella causa Irlanda c. Regno Unito, 18 gennaio 1978, serie A n. 25). In tale sentenza, così come in un numero quasi incalcolabile di sentenze successive, essa ha affermato che la questione di stabilire se si ponga o meno una questione dal punto di vista dell’articolo 3 dipende da tutte le circostanze del caso di specie; che tale disposizione comporta varie soglie (ossia un trattamento «inumano», un trattamento «degradante» e la «tortura»); che un minimo di gravità deve essere raggiunto per poter varcare la prima di tali soglie, e che la valutazione di questo minimo è relativa (per una causa più recente, si veda M.S.S. c. Belgio e Grecia [GC], n. 30696/09, § 219, CEDU 2011).", "Nella presente sentenza, la Corte constata principalmente una violazione dell’articolo 3 in quanto attualmente non esiste per i ricorrenti alcuna prospettiva di scarcerazione né alcuna possibilità di riesame delle loro pene. In particolare, essa fa propri gli argomenti secondo i quali l’equilibrio tra i motivi che giustificano la detenzione può evolversi con il tempo (§ 111 della sentenza); che, qualsiasi cosa faccia il detenuto in carcere, per quanto eccezionali possano essere i suoi progressi sulla via del riscatto, la sua pena rimane immutabile e non passibile di controllo (§ 112 della sentenza); e, implicitamente, che una pena non riducibile è contraria alla dignità umana (§ 113 della sentenza). Il punto fondamentale è che nella sentenza la Corte ha assunto una posizione in base alla quale la compatibilità con l’articolo 3 di una pena non riducibile si analizza dal punto di vista della data nella quale un detenuto inizia a scontarla. Perciò, la Corte nel paragrafo 122 della sua sentenza afferma:", "«Un detenuto condannato all’ergastolo effettivo non deve essere obbligato ad attendere di aver passato un numero indeterminato di anni in carcere prima di poter lamentare la mancata conformità delle condizioni di legge alle quali la sua pena è riconducibile con le esigenze dell’articolo 3 in materia.»", "A mio parere, questo modo di analizzare i motivi di ricorso non è conforme ai criteri e condizioni di applicazione dell’articolo 3 della Convenzione enunciati nella giurisprudenza della Corte, e questo per i motivi di seguito esposti.", "Anzitutto, constato che la sentenza (ad esempio nei paragrafi 121 e seguenti) rinvia alle «esigenze» dell’articolo 3. Tali esigenze, tuttavia, non sono in alcun modo esplicitate, analizzate o applicate nella sentenza.", "In secondo luogo, la sentenza analizza la situazione per tutti i detenuti che scontano pene dell’ergastolo e procede in tal modo concretamente a una interpretazione generalizzata dell’articolo 3. L’articolo 3, tuttavia, impone normalmente una valutazione individualizzata della situazione di ciascuno dei ricorrenti.", "In terzo luogo, analizzando la situazione dei detenuti da un punto di vista ipotetico – proiettandosi di molti decenni in avanti nella loro vita (e dunque posteriormente anche all’esame da parte della Corte della presente causa) –, la sentenza contiene una valutazione astratta e non procede ad alcun esame concreto della situazione di ciascun ricorrente alla data in cui vengono analizzati i fatti. Ma come può la Corte sapere che cosa succederà tra dieci, venti o trenta anni?", "In quarto luogo, tale applicazione generale e astratta dell’articolo 3 nel caso di specie non è affatto conforme, secondo me, al principio di sussidiarietà che sta alla base della Convenzione, soprattutto quando, come la stessa sentenza ha ammesso, tutte le questioni relative al carattere giusto e proporzionato della pena danno adito a dibattiti razionali e a disaccordi cortesi (§ 105 della sentenza).", "Infine, e soprattutto, questo modo di procedere prescinde dalle diverse soglie di cui all’articolo 3. La sentenza non indica in alcun modo se il grado minimo di gravità del trattamento è stato raggiunto nei confronti dei ricorrenti, il che renderebbe applicabile l’articolo 3. Non vi sono ulteriori precisazioni sulla questione di stabilire se una pena della reclusione non riducibile si traduca in una pena inumana o degradante, o addirittura in un atto di tortura. Viene menzionato unicamente «l’articolo 3» (si veda, ad esempio, il paragrafo 122 della sentenza).", "Secondo me, questo modo di analizzare l’articolo 3 non rende giustizia al carattere fondamentale di tale disposizione nell’ambito della Convenzione, come interpretata dalla Corte nella sua giurisprudenza.", "***", "Ritengo che, se le esigenze della giurisprudenza della Corte relativa all’articolo 3 fossero applicate, bisognerebbe giungere alle conclusioni seguenti.", "Gli argomenti dedicati nella sentenza alle questioni problematiche sollevate dalle pene non riducibili saranno certamente pertinenti e utili, ma si impone un esame individualizzato. Inoltre, nell’ambito di un tale esame, le circostanze di cui tener conto sarebbero non quelle che esistevano all’inizio dell’esecuzione della pena ma piuttosto quelle, concrete, che esistono nel momento in cui la Corte è chiamata ad esaminare la causa. Infatti, un unico esame operato in quel preciso momento permetterebbe alla Corte di tenere debitamente conto del tempo passato in carcere da ciascuno dei ricorrenti. Nel suo paragrafo 111, la sentenza dice proprio questo:", "«l’equilibrio tra [i motivi che giustificano la detenzione] non è per forza immutabile, potrà evolversi durante l’esecuzione della pena. Ciò che costituiva la giustificazione primaria della detenzione all’inizio della pena potrebbe non esserlo una volta che sia stata scontata una buona parte di essa.»", "La sentenza non sembra tuttavia aver sufficientemente esaminato l’evoluzione, sempre ammesso che ve ne sia stata una, dei motivi che giustificano la detenzione nei confronti di ciascuno dei vari ricorrenti. Di fatto, visto il ragionamento applicato, non poteva farlo.", "Nel caso di specie il primo ricorrente, sig. Vinter, sconta la pena della reclusione da poco più di cinque anni; il secondo ricorrente, sig. Bamber, da quasi ventisette anni e il terzo ricorrente, sig. Moore, da quasi diciassette anni.", "Secondo me, considerati gli elementi sopra esposti per quanto riguarda la necessità di un esame individualizzato e concreto dei fatti di causa, l’articolo 3 non si applica né al primo (poco più di cinque anni di carcere) né del terzo ricorrente (quasi diciassette anni di carcere).", "Il caso del secondo ricorrente (ventisette anni di carcere) è quasi un caso limite. Tuttavia, visti i capi di imputazione e le condanne a suo carico, ossia omicidi plurimi, ritengo che i motivi che giustificano la sua detenzione non siano ancora mutati e che il principale di questi, ossia la repressione, resti determinante. A questo riguardo, sono convinto che, nel 2008 e nel 2009 rispettivamente, la High Court e la Corte d’appello abbiano esaminato questo punto particolare e abbiano concluso che gli imperativi di repressione e di dissuasione rimanessero primari nel caso di questo ricorrente (§ 23 della sentenza).", "Per questi motivi ho votato contro la constatazione di una violazione dell’articolo 3 della Convenzione."]}