{"file": "ITA_HJUDITA_5376_11.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "5376/11", "text_paragraphs": ["© Ministero della Giustizia, Direzione generale del contenzioso e dei diritti umani, traduzione eseguita da Rita Carnevali, assistente linguistico. Revisione a cura della dott.ssa Martina Scantamburlo.", " Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO", "SECONDA SEZIONE", "CAUSA M.C. E ALTRI c. ITALIA", "(Ricorso n. 5376/11)", "SENTENZA", "(Merito)", "STRASBURGO", "3 settembre 2013", "", "Questa sentenza diverrà definitiva alle condizioni definite nell’articolo 44 § 2 della Convenzione. Può subire modifiche di forma.", "", "Nella causa M.C. e altri c. Italia,", "La Corte europea dei diritti dell’Uomo (seconda sezione), riunita in una camera composta da:", "Danutė Jočienė, presidente,\nGuido Raimondi,\nPeer Lorenzen,\nDragoljub Popović,\nIşıl Karakaş,\nNebojša Vučinić,\nPaulo Pinto de Albuquerque, giudici,\ne da Stanley Naismith, cancelliere di sezione,", "Dopo aver deliberato in camera di consiglio il 10 luglio 2013,", "Pronuncia la seguente sentenza, adottata in tale data:", "PROCEDURA", "1.  All’origine della causa vi è un ricorso proposto contro la Repubblica italiana con il quale centosessantadue cittadini di questo Stato («i ricorrenti») hanno adito la Corte il 29 novembre 2010 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»). I dettagli che riguardano i ricorrenti sono indicati nell’elenco allegato. La vicepresidente della sezione ha accolto la richiesta di non divulgare l’identità formulata dai ricorrenti (articolo 47 § 3 del regolamento). Di conseguenza, i nomi dei ricorrenti non vengono riportati nella versione pubblica dell’elenco allegato.", "2.  I ricorrenti sono stati rappresentati dagli avvocati M. Dragone e C. Defilippi, rispettivamente del foro di Mestre (Venezia) e Milano. Il governo italiano («il Governo») è stato rappresentato dal suo agente, E. Spatafora, e dal suo co-agente, P. Accardo.", "3.  Contagiati da diversi virus a seguito di trasfusioni o di somministrazione di emoderivati, i ricorrenti lamentavano che una parte dell’indennizzo da essi percepito in ragione del loro contagio non fosse oggetto di rivalutazione annuale in funzione del tasso di inflazione. Essi invocavano gli articoli 6 § 1, 13 e 14 della Convenzione e 1 del Protocollo n. 1 e 1 del Protocollo n. 12 alla Convenzione.", "4.  Il 24 maggio 2011 il ricorso è stato comunicato al Governo. Come consentito dall’articolo 29 § 1 della Convenzione, è stato inoltre deciso che la camera si sarebbe pronunciata contestualmente sulla ricevibilità e sul merito. In questa stessa data la camera ha deciso di trattare il ricorso con priorità (articolo 41 del Regolamento).", "5.  Il 10 giugno 2011 la camera ha informato le parti che riteneva opportuno seguire la procedura della «sentenza pilota», in applicazione dell’articolo 46 § 1 della Convenzione e 61 del Regolamento della Corte.", "6.  Il Governo e i ricorrenti hanno depositato osservazioni scritte in merito all’opportunità di applicare la procedura in questione.", "IN FATTO", "I.  LE CIRCOSTANZE DEL CASO DI SPECIE", "A.  Il quadro legislativo e giurisprudenziale della causa", "7.  Le date di nascita e i luoghi di residenza dei ricorrenti sono riportati nell’elenco allegato alla presente sentenza.", "8.  Tutti i ricorrenti o i loro de cujus sono stati contagiati dal virus dell’immunodeficienza umana («HIV»), dell’epatite B o dell’epatite C a seguito di trasfusioni o di somministrazione di emoderivati.", "9.  Quaranta persone fra i ricorrenti o i loro de cujus[1] soffrono (o soffrivano) di emofilia, una patologia che necessita di frequenti trasfusioni di sangue. Gli altri ricorrenti sono stati contagiati nell’ambito di trasfusioni effettuate in occasione di ricoveri in ospedale per vari motivi.", "1.  La legge n. 210 del 25 febbraio 1992 («legge n. 210/1992»)", "10.  Ai sensi di questa legge, i ricorrenti o i loro de cujus percepiscono (o percepivano) dal Ministero della Salute un indennizzo per i danni permanenti da essi subiti in seguito al loro contagio.", "11.  L’articolo 2 di questa legge indica che l’importo globale dell’indennizzo si compone di due somme: un indennizzo fisso e una indennità integrativa speciale, di seguito l’«IIS» - paragrafo 42 infra.", "2.  La legge n. 229 del 29 ottobre 2005 («legge n. 229/2005»)", "12.  Secondo questa legge, alle persone che hanno subìto un danno a seguito di vaccinazioni obbligatorie è riconosciuto un ulteriore indennizzo che si aggiunge a quello previsto dalla legge n. 210/1992.", "13.  Il comma 4 del primo articolo di questa legge dispone che l’importo di questo ulteriore indennizzo sia rivalutato annualmente in base alla variazione degli indici ISTAT.", "3.  La legge n. 244 del 24 dicembre 2007 («legge n. 244/2007») e il decreto n. 163 adottato dal Ministero del Lavoro il 2 ottobre 2009 («decreto n. 163/2009»)", "14.  Visto l’articolo 2, comma 363, della legge n. 244/2007, pubblicata sulla Gazzetta Ufficiale il 28 dicembre 2007, l’indennizzo di cui alla legge n. 229/2005 è riconosciuto anche ai soggetti affetti da «sindrome da talidomide».", "15.  Secondo il decreto del Ministero del Lavoro n. 163/2009, a queste persone viene corrisposto un ulteriore indennizzo che si aggiunge a quello previsto dalla legge n. 210/1992. Questo ulteriore indennizzo viene rivalutato annualmente in base alla variazione degli indici ISTAT.", "4.  La prima interpretazione giurisprudenziale della legge n. 210/1992", "16.  Con sentenza depositata il 28 luglio 2005 (n. 15894/2005)[2], la Corte di cassazione dichiarò che occorreva interpretare l’articolo 2 della legge n. 210/1992 nel senso che i due importi che componevano l’indennizzo in questione (ossia l’importo fisso e l’IIS) dovevano essere rivalutati annualmente in base alla variazione degli indici ISTAT.", "17.  I ricorrenti hanno prodotto un elenco di circa centotrenta decisioni (sentenze di tribunali di primo grado e sentenze di corte di appello) emesse tra il 2005 e il 2009, con le quali il Ministero della Salute è stato condannato al pagamento integrale dell’indennizzo previsto dalla legge n. 210/1992, compresa dunque la parte corrispondente alla rivalutazione dell’IIS:", "5.  Mutamento di giurisprudenza", "18.  Con un mutamento di giurisprudenza successivo, la Corte di cassazione (sentenza n. 2170/2009, depositata in cancelleria il 13 ottobre 2009)[3], ritornò sulla sua precedente interpretazione, in particolare per tre ragioni.", "19.  Ritenne innanzitutto che il testo stesso della legge prevedesse la rivalutazione annuale soltanto per l’indennizzo di base e non per l’IIS (articolo 2, comma 1 in fine della legge n. 210/1992, paragrafo 42 infra) aggiungendo che l’IIS aveva lo scopo di prevenire o ridurre gli effetti della svalutazione monetaria: pertanto il legislatore non avrebbe giustamente previsto la sua rivalutazione. Infine, secondo la Corte di cassazione, l’articolo 32 della Costituzione garantiva la protezione del diritto alla salute nel senso che l’indennizzo doveva essere equo e ragionevole e non imponeva per questo al legislatore una data opzione sull’importo da riconoscere.", "20.  I ricorrenti hanno prodotto un elenco di trentasette decisioni (sentenze di tribunali di primo grado e sentenze di corte d’appello) emesse tra gennaio e maggio 2010, nelle quali viene presa in considerazione la prima interpretazione della Corte di cassazione della legge n. 210/1992 (sentenza n. 15894/2005).", "6.  Il decreto-legge n. 78 del 31 maggio 2010 («decreto-legge n. 78/2010»)", "21.  Con il decreto-legge n. 78/2010, entrato in vigore il 31 maggio 2010, il Governo intervenne sulla questione della rivalutazione dell’IIS indicando che l’articolo 2 della legge n. 210/1992 doveva essere interpretato nel senso che la somma corrispondente all’importo dell’IIS non è rivalutata secondo il tasso di inflazione (articolo 11, comma 13, del decreto).", "22.  Precisò inoltre che le misure prese in virtù di un titolo esecutivo che portavano alla rivalutazione della somma di cui al comma 13 cessavano di avere effetto dalla data di entrata in vigore di detto decreto (articolo 11, comma 14, del decreto).", "7.  La sentenza della Corte costituzionale n. 293/2011, pubblicata sulla Gazzetta Ufficiale il 9 novembre 2011 (sentenza n. 293/2011)", "23.  Nel corso del 2010, molti tribunali sollevarono dinanzi alla Corte costituzionale la questione di conformità costituzionale dell’articolo 11, commi 13 e 14, del decreto-legge n. 78/2010.", "24.  Con sentenza n. 293/2011, la Corte costituzionale ritenne che le norme in causa violassero il principio di uguaglianza sancito dall’articolo 3 della Costituzione determinando, in particolare, una disparità di trattamento tra due categorie di persone titolari di indennizzo ex lege n. 210/1992, ossia le persone affette dalla sindrome da talidomide e le persone affette da epatiti a seguito di trasfusioni.", "25.  L’alta giurisdizione precisò che in effetti l’IIS era rivalutata annualmente in base al tasso di inflazione per la prima categoria, ai sensi della legge n. 244/2007 e del decreto n. 163/2009 (paragrafi 14 e 15 supra), ma non per la seconda.", "26.  La Corte costituzionale chiarì altresì che non era ravvisabile nessuna disparità di trattamento tra le persone affette da epatite post-trasfusionale e le persone che avevano subito un danno permanente a seguito di vaccinazioni obbligatorie (a quest’ultima categoria era riconosciuta la rivalutazione dell’IIS in applicazione della legge n. 229/2005 - paragrafi 12 e 13 supra), trattandosi di situazioni diverse che non si prestavano ad entrare in una visione unificatrice.", "27.  In questo contesto, l’alta giurisdizione fece riferimento alla sua sentenza n. 423/2000, depositata in cancelleria il 16 ottobre 2000, nella quale aveva ritenuto che la vaccinazione obbligatoria, che derivava dall’esistenza dell’interesse pubblico alla salute collettiva, comportava che la società partecipasse alle difficoltà nelle quali poteva trovarsi una persona che aveva cooperato al perseguimento di tale interesse. Secondo la Corte costituzionale, lo stesso principio non valeva per le persone contagiate a seguito di trasfusioni, per le quali non poteva essere imposto un obbligo generale di solidarietà della società.", "8.  La giurisprudenza interna successiva alla sentenza della Corte costituzionale n.293/2011.", "28.  Il Governo ha prodotto parecchie decisioni[4] nelle quali i giudici nazionali hanno tenuto conto della sentenza n. 293/2011 della Corte costituzionale e hanno riconosciuto ai richiedenti il beneficio della rivalutazione dell’IIS.", "9.  L’ordinanza della Corte di cassazione n. 10769 del 21 giugno 2012", "29.  Con questa ordinanza, pronunciata nell’ambito di un procedimento avviato per ottenere la rivalutazione dell’IIS, la Corte di cassazione ha chiarito la questione dell’effetto retroattivo della sentenza della Corte costituzionale n. 293/2011. Essa ha in tal modo respinto l’interpretazione del Ministero della Salute secondo la quale tale sentenza aveva un effetto retroattivo soltanto a partire dal 28 dicembre 2007, data dell’entrata in vigore della legge n. 244/2007 che garantiva il beneficio dell’indennizzo previsto dalla legge n. 210/1992 alle persone affette dalla «sindrome da talidomide». In tal modo, secondo la Corte di cassazione, la sentenza della Corte costituzionale doveva essere interpretata retroattivamente estendendo i suoi effetti anche al periodo anteriore a tale data.", "B.  La suddivisione dei ricorrenti in diverse categorie", "30.  In funzione della situazione propria di ciascuno dei centosessantadue ricorrenti, questi ultimi possono essere divisi in cinque gruppi:", "", "1) I ricorrenti che hanno ottenuto la rivalutazione in questione in applicazione di una decisione interna definitiva. Fra costoro occorre distinguere due sottogruppi:", "", "a. I ricorrenti che, a seguito dell’entrata in vigore del decreto-legge n. 78/2010 hanno perduto il beneficio della rivalutazione a decorrere dalla data di entrata in vigore del suddetto decreto (ricorrenti nn. da 1 a 91 nell’elenco allegato).", "", "b. I ricorrenti nn. da 92 a 102, in riferimento ai quali nel formulario di ricorso era stato indicato che essi non avevano perso questo beneficio a seguito dell’entrata in vigore del decreto-legge controverso, ma per i quali è stato successivamente precisato nelle osservazioni di parte ricorrente che, dopo il deposito del loro ricorso dinanzi alla Corte, a partire dal mese di gennaio 2011, essi avevano perduto il beneficio della rivalutazione controversa, o lo avevano conservato solo in parte, per somme diverse da caso a caso e a decorrere da date diverse. I ricorrenti hanno prodotto copia dei documenti a sostegno di quanto da loro dichiarato, soprattutto i ricorrenti nn. 93, 94, da 96 a 100 e 102 nell’elenco.", "", "2) I ricorrenti che hanno ottenuto una decisione interna definitiva con la quale veniva riconosciuto il loro diritto alla rivalutazione in causa, ma che non è stata eseguita. Questi ricorrenti hanno avviato procedure esecutive (ricorrenti n. da 103 a 112). A questo gruppo di ricorrenti si aggiunge la ricorrente n. 132, che ha ottenuto una decisione interna che le riconosceva il diritto alla rivalutazione dell’IIS dopo la comunicazione del ricorso al governo convenuto.", "", "3) I ricorrenti per i quali la procedura avviata al fine di ottenere la rivalutazione è tuttora pendente (ricorrenti da 113 a 145 nell’elenco, ad eccezione dei ricorrenti nn. 117, 124, 127, 128, 131 e 141 il cui ricorso presentato per ottenere la rivalutazione dell’IIS è stato respinto dopo la comunicazione del ricorso al governo convenuto. Questi ricorrenti fanno dunque parte del gruppo 4).", "", "4) Le ricorrenti che hanno presentato un ricorso al fine di ottenere l’indennizzo in causa compresa la rivalutazione dell’IIS e che sono state destinatarie di una decisione interna definitiva che riconosceva loro l’indennizzo, ma non la rivalutazione, emessa prima dell’entrata in vigore del decreto legge n. 78/2010 (nn. da 146 a 148 nell’elenco). Secondo le informazioni fornite dai rappresentanti delle ricorrenti, queste ultime non hanno interposto appello avverso queste decisioni, essendo nel frattempo entrato in vigore il decreto-legge in causa, esse hanno ritenuto che un eventuale ricorso non avrebbe avuto alcuna possibilità di concludersi positivamente. Le ricorrenti nn. 146 e 148 non hanno ancora ottenuto l’esecuzione delle sentenze definitive emesse in loro favore e pertanto hanno avviato un procedimento per l’esecuzione delle decisioni che le riguardano.", "Di questo gruppo fanno anche i ricorrenti nn. 117, 124, 127, 128, 131 e 141 il cui ricorso presentato al fine di ottenere la rivalutazione dell’IIS è stato respinto dopo la comunicazione del ricorso al governo convenuto in una data successiva a quella dell’entrata in vigore del decreto legge n. 78/2010.", "", "5) I ricorrenti che non hanno mai ottenuto la rivalutazione in causa e che non hanno presentato ricorsi per ottenerla (ricorrenti nn. da 149 a 162).", "C.  Gli sviluppi successivi alla comunicazione del ricorso al Governo", "1.  La situazione dei ricorrenti o dei loro de cujus", "31.  Sei ricorrenti sono deceduti dopo la comunicazione del presente ricorso al governo convenuto. I loro eredi si sono costituiti nella procedura svoltasi dinanzi alla Corte[5].", "32.  Secondo le informazioni fornite dai ricorrenti, molti di loro hanno ricevuto gravi danni al loro stato di salute, in quanto i virus che li hanno contagiati hanno provocato in alcuni la cirrosi epatica[6], il cancro al fegato[7], o un insieme di più patologie (in alcuni l’AIDS e l’epatite[8], accompagnati in alcuni casi[9] da emofilia). Un ricorrente[10] soffre di depressione nervosa ed ha tentato più volte il suicidio.", "33.  I ricorrenti hanno prodotto la copia dei certificati medici pertinenti ed hanno inoltre trasmesso una perizia medica che attesta la riduzione dell’aspettativa di vita delle persone contagiate dal virus dell’epatite e dall’HIV e indica che la previsione relativa alle loro possibilità di sopravvivenza e di guarigione è strettamente collegata al beneficio degli indennizzi.", "2.  La rivalutazione dell’IIS dopo la sentenza della Corte costituzionale", "a)  La versione dei fatti dei ricorrenti", "34.  I ricorrenti rilevano che dopo la dichiarazione di incostituzionalità dell’articolo 11, commi 13 e 14, del decreto-legge n. 78/2010, essi non hanno per questo beneficiato della rivalutazione dell’IIS. A sostegno di ciò che hanno dichiarato, centotrentanove ricorrenti hanno prodotto copia delle ricevute dei bonifici bancari per dimostrare che gli importi dei loro indennizzi sono rimasti immutati in epoca successiva all’adozione della sentenza della Corte costituzionale.", "35.  Il 29 marzo 2012, l’avvocato Massimo Dragone, legale dei ricorrenti, constatò che nel corso degli anni 2011 e 2012 l’ULSS – l’Unità locale socio-sanitaria – di Padova aveva integralmente omesso di versare l’indennità prevista dalla legge n. 210/1992 a un gruppo di quarantadue ricorrenti[11] senza fornire a costoro alcuna informazione in proposito. Il legale invitò quindi parecchie autorità (fra le quali il Presidente della Regione Veneto, il Presidente della Repubblica e il Ministro della Salute) a pagare immediatamente le indennità alle quali i ricorrenti avevano diritto.", "36.  Con lettera del 28 giugno 2012, le autorità regionali indicarono che l’indennità era stata integralmente pagata per l’anno 2011 e che, per il 2012, i versamenti relativi ai mesi di gennaio e febbraio erano stati effettuati in ritardo, ma i successivi pagamenti erano stati effettuati entro i termini.", "37.  Il 15 dicembre 2012, l’avvocato Massimo Dragone, legale dei ricorrenti, a nome di tutti i suoi clienti inviò una ingiunzione a più amministrazioni (Ministero della Salute, Ministero dell’Economia e delle Finanze, ULSS) al fine di ottenere, tra l’altro, la rivalutazione dell’IIS, tenuto conto in particolare della sentenza nel frattempo adottata dalla Corte costituzionale. A questa ingiunzione non fece seguito alcuna risposta.", "38.  Secondo i ricorrenti, l’IIS rappresenta tra il 90% e il 95 % della somma complessiva dell’indennità prevista dalla legge n. 210/1992. I ricorrenti indicano che l’importo dell’indennità inizialmente previsto dalla legge n. 210/1992 ammonta a 6.171,96 euro (EUR) all’anno e che, tenuto conto degli effetti dell’inflazione, nel 2010 corrisponderebbe di fatto a un importo di 3.867,37 EUR.", "b)  La versione dei fatti del governo convenuto", "39.  Il Governo spiega che in applicazione delle leggi sulla suddivisione delle funzioni tra Stato e regioni in materia di salute, il pagamento della rivalutazione dell’IIS dei ricorrente rientra, per la maggior parte di loro, nella competenza della Regione Veneto e, per una minoranza, in quella del Ministero della Salute.", "40.  Per quanto riguarda il pagamento della rivalutazione per l’anno 2012, il Governo indica che, «contrariamente alle persone fra i ricorrenti la cui situazione rientra nella competenza di detto ministero, che hanno beneficiato della rivalutazione dell’IIS, i ricorrenti per i quali la rivalutazione in questione era di competenza della Regione Veneto non hanno ottenuto soddisfazione».", "41.  Il Governo ha indicato di aver chiesto alla Regione Veneto informazioni supplementari sui versamenti in questione; questi dati non sarebbero tuttavia pervenuti al Governo entro i termini fissati dalla Corte per la presentazione delle osservazioni.", "II.  IL DIRITTO E LA PRASSI INTERNI PERTINENTI", "A.  La legge n. 210/1992 (come modificata dalla legge n. 238 del 25 luglio 1997)", "42.  Questa legge, nelle sue parti pertinenti, dispone:", "Articolo 1", "1. Chiunque abbia riportato, a causa di vaccinazioni obbligatorie (...) lesioni o infermità dalle quali sia derivata una menomazione permanente della integrità psico-fisica, ha diritto ad un indennizzo da parte dello Stato (...).", "2. L’indennizzo di cui al comma 1 spetta anche ai soggetti che risultino contagiati da infezioni da HIV a seguito di somministrazione di sangue e suoi derivati, (...).", "3. I benefici di cui alla presente legge spettano altresì a coloro che presentino danni irreversibili da epatiti post-trasfusionali.", "(...)", "Articolo 2", "1. L’indennizzo di cui all’art.1, comma 1, consiste in un assegno, reversibile per quindici anni, determinato nella misura di cui alla tabella B allegata alla legge 29 aprile 1976, n. 177 [che disciplina la rivalutazione delle pensioni] come modificata dall’art. 8 della legge 2 maggio 1984, n. 111 [sulla maggiorazione di tali pensioni], cumulabile con ogni altro emolumento a qualsiasi titolo percepito e rivalutato annualmente sulla base del tasso di inflazione programmato.", "2. L’indennizzo di cui al comma 1 è integrato da una somma corrispondente all’importo dell’indennità integrativa speciale di cui alla legge n. 324 del 27 maggio 1959, e successive modificazioni (...).", "3. Qualora a causa delle vaccinazioni o delle patologie previste dalla legge sia derivata la morte, l’avente diritto può optare fra l’assegno reversibile di cui al comma 1 e un assegno una tantum di 150.000.000 lire italiane (...).", "4. Qualora la persona sia deceduta in età minore, l’indennizzo spetta ai genitori o a che esercita la potestà parentale (...).", "Articolo 3", "1. I soggetti interessati ad ottenere l’indennizzo di cui all’articolo 1, comma 1, presentano alla USL competente le relative domande, indirizzate al Ministero della Sanità, entro il termine perentorio di tre anni nel caso di vaccinazioni o di epatiti post-trasfusionali o di dieci anni nei casi di infezioni da HIV. I termini decorrono dal momento in cui (...) l’avente diritto risulti aver avuto conoscenza del danno. La USL provvede, entro novanta giorni dalla data di presentazione delle domande, all’istruttoria delle domande stesse e all’acquisizione del giudizio di cui all’articolo 4 (...).", "Articolo 4", "1. Il giudizio sul nesso causale tra la vaccinazione, la trasfusione, la somministrazione di emoderivati, il contatto con il sangue e derivati in occasione di attività di servizio e la menomazione dell’integrità psico-fisica o la morte è espresso dalla commissione medico-ospedaliera [...].", "IN DIRITTO", "I.  SULLE ECCEZIONI SOLLEVATE DAL GOVERNO CONVENUTO", "43.  Il Governo spiega innanzitutto che il decreto-legge n. 78/2010 è stato adottato nell’ambito di una situazione complessa (migliaia di persone che hanno presentato ricorsi interni per ottenere la rivalutazione dell’IIS) e fornisce una interpretazione autentica della legge n. 210/1992, dal momento che la Corte di cassazione si era già espressa nello stesso senso.", "44.  Ad ogni modo, il Governo ritiene che le questioni poste dalla Corte al momento della comunicazione del ricorso non siano più attuali a seguito della sentenza della Corte costituzionale n. 293/2011. Per questa ragione, indica che non intende presentare osservazioni sulla ricevibilità e sul merito della causa.", "45.  In effetti, secondo il Governo, la citata sentenza ha cancellato il decreto-legge n. 78/2010 dal sistema giuridico nazionale, in quanto la sua portata non si limita al caso di specie ma ha effetto erga omnes. Inoltre, questo decreto avrebbe un effetto retroattivo che comporta che la legge contestata non sarebbe più applicabile a partire del giorno successivo alla sua pubblicazione. Il Governo spiega inoltre che, dopo la sentenza della Corte costituzionale, i giudici nazionali hanno seguito l’interpretazione della dichiarazione di incostituzionalità del decreto n. 78/2010 che riconosceva ai richiedenti la rivalutazione della loro IIS (paragrafo 28 supra).", "46.  Dunque i ricorrenti non sarebbero più vittime delle doglianze da essi sollevate dinanzi alla Corte e questo ricorso dovrebbe essere dichiarato irricevibile per incompatibilità ratione personae con i diritti garantiti dalla Convenzione. La Corte potrebbe anche decidere di cancellare il ricorso dal ruolo in virtù dell’articolo 37 § 1 della Convenzione perché la controversia sarebbe ormai risolta e la prosecuzione dell’esame del ricorso non sarebbe più giustificata.", "47.  Pur constatando che la procedura dinanzi alla Corte costituzionale non costituisce una via di ricorso da esperire secondo la giurisprudenza della Corte, il Governo sostiene anche che il fatto di aver adito questa istanza ha comportato la coesistenza di due procedure parallele, una pendente dinanzi alla Corte europea dei diritti dell’uomo e l’altra dinanzi alla Corte costituzionale, il che si traduce in una mancata applicazione del principio di sussidiarietà.", "48.  La Corte ritiene che le questioni richiamate dal Governo sono strettamente legate alla sostanza dei motivi sollevati dai ricorrenti. Essa ritiene quindi che queste questioni debbano essere unite all’esame sul merito della causa.", "II.  SULLA DEDOTTA VIOLAZIONE DEGLI ARTICOLI 6 § 1 E 13 DELLA CONVENZIONE", "49.  Invocando gli articoli 6 § 1 della Convenzione (diritto ad un processo equo) e 13 della Convenzione, i ricorrenti lamentano che il Governo sia intervenuto tramite l’emissione del decreto-legge n. 78/2010 in un tema che è oggetto di dibattito giurisprudenziale e che ha dato luogo a numerose cause pendenti, alle quali il Governo stesso è parte convenuta. Secondo i ricorrenti, questo decreto-legge ha avuto i seguenti effetti:", "a) i ricorsi già presentati al fine di ottenere la rivalutazione dell’IIS sono inefficaci in quanto alcuni dei ricorrenti ne sono privati dalla data di entrata in vigore del decreto-legge (questo motivo riguarda soprattutto i ricorrenti del gruppo n. 1, paragrafo 30 supra);", "b) le decisioni interne definitive che hanno accolto le domande di rivalutazione dell’IIS, alle quali non è ancora stata data esecuzione e per le quali sono in corso procedure esecutive, risultano ugualmente inefficaci (gruppo n. 2) e gli eventuali ricorsi contro le decisioni di rigetto delle domande volte a ottenere la rivalutazione sono privi della loro efficacia in ragione dell’entrata in vigore del decreto-legge in causa (ricorrenti dal n. 146 al 148 del gruppo n. 4);", "c) si pregiudica l’esito dei procedimenti pendenti (soprattutto per quanto riguarda i ricorrenti del gruppo n. 3 e i ricorrenti nn. 117, 124, 127, 128, 131 e 141 del gruppo n. 4);", "d) i nuovi ricorsi proposti in materia sono inefficaci (questo riguarda i ricorrenti del gruppo n. 5).", "50.  Infine, le ricorrenti nn. da 146 a 148 del gruppo n. 4 lamentano per la prima volta nelle loro osservazioni il fatto che le decisioni che accoglievano le loro richieste di indennizzo ma rigettavano quelle riguardanti la rivalutazione dell’IIS sono anch’esse inefficaci in quanto non sarebbero state eseguite. Le ricorrenti nn. 146 e 148 a tale proposito dichiarano di aver avviato procedure esecutive e denunciano la violazione dell’articolo 6 § 1 della Convenzione.", "51.  Le disposizioni pertinenti della convenzione sono così formulate:", "Articolo 6 § 1", "«Ogni persona ha diritto a che la sua causa sia esaminata equamente, (...) da un tribunale (...) il quale sia chiamato a pronunciarsi sulle controversie sui suoi diritti e doveri di carattere civile (...)»", "Articolo 13", "«Ogni persona i cui diritti e le cui libertà riconosciuti nella presente Convenzione siano stati violati, ha diritto a un ricorso effettivo davanti a un’istanza nazionale, anche quando la violazione sia stata commessa da persone che agiscono nell’esercizio delle loro funzioni ufficiali.»", "A.  Sulla ricevibilità", "52.   Per quanto riguarda i ricorrenti che compongono il gruppo 5, la Corte nota che costoro non hanno proposto ricorsi interni al fine di ottenere la rivalutazione in causa. Essi non hanno dunque motivo per lamentare una ingerenza del potere legislativo volta a influire sulla conclusione di cause pendenti. Pertanto l’articolo 6 § 1 non è applicabile nel caso di specie e questa parte del ricorso deve essere rigettata per incompatibilità ratione materiae con la Convenzione ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "53.  Per quanto riguarda i ricorrenti che fanno parte del gruppo 3, la Corte rileva che il procedimento che avevano avviato per ottenere la rivalutazione in causa è tuttora pendente. Questa parte del ricorso è dunque prematura e deve essere rigettata in quanto manifestamente infondata ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "54.  Per quanto si riferisce al motivo di ricorso sollevato dalle ricorrenti nn. da 146 a 148 riguardante la mancata esecuzione delle decisioni che avevano loro riconosciuto l’indennità ma avevano respinto la richiesta di rivalutazione (paragrafo 50 infra), la Corte constata che su questo motivo, introdotto dopo la comunicazione del ricorso al governo convenuto, le parti non hanno scambiato le loro osservazioni (si vedano Piryanik c. Ucraina, n. 75788/01, §§ 19-20, 19 aprile 2005, Nuray Şen c. Turchia (n. 2), n. 25354/94, §§ 199-200, 30 marzo 2004 e Gallucci c. Italia, n. 10756/02, §§ 55-57, 12 giugno 2007). Tenuto conto di queste considerazioni, in questa fase della procedura, la Corte ritiene che tale motivo non debba essere esaminato nell’ambito di questa sentenza.", "55.  Per quanto riguarda gli altri motivi di ricorso, la Corte constata che questi ultimi non sono manifestamente infondati ai sensi dell’articolo 35 § 3 (a) della Convenzione e che non incorrono in nessun altro motivo di irricevibilità. È quindi opportuno dichiararli ricevibili.", "B.  Sul merito", "1.  Argomenti delle parti", "56.  I ricorrenti osservano che quelli fra loro che appartengono ai gruppi 1 e 2 (i ricorrenti nn. da 1 a 112) hanno ottenuto sentenze definitive che riconoscevano il loro diritto alla rivalutazione dell’IIS, che tuttavia sono rimaste totalmente ineseguite o eseguite parzialmente.", "57.  Inoltre, le ricorrenti nn. da 146 a 148 sottolineano di non aver interposto appello avverso le decisioni che respingevano la loro richiesta di rivalutazione dell’IIS in quanto, secondo loro, un eventuale ricorso non avrebbe avuto alcuna possibilità di concludersi positivamente.", "58.  Il Governo non ha presentato osservazioni sul merito di questo motivo di ricorso.", "2.  Valutazione della Corte", "59.  Per quanto riguarda il motivo basato sull’articolo 6 § 1, la Corte richiama la sua giurisprudenza secondo la quale se, in linea di principio, il potere legislativo può regolamentare in materia civile, con nuove norme a portata retroattiva, i diritti derivanti da leggi in vigore, il principio della preminenza del diritto e la nozione di processo equo sanciti dall’articolo 6 § 1 si oppongono, a meno che non sussistano imperiosi motivi di interesse generale, all’ingerenza del potere legislativo nell’amministrazione della giustizia allo scopo di influenzare l’esito giudiziario della lite (Raffineries grecques Stran e Stratis Andreadis c. Grecia, 9 dicembre 1994, § 49, serie A n. 301 B; Papageorgiou c. Grecia, 22 ottobre 1997, § 37, Recueil des arrêts et décisions 1997 VI; National & Provincial Building Society, Leeds Permanent Building Society et Yorkshire Building Society c. Regno Unito, 23 ottobre 1997, § 112, Recueil des arrêts et décisions 1997 VII, Zielinski e Pradal e Gonzalez e altri c. Francia [GC], nn. 24846/94 e da 34165/96 a 34173/96, § 57, CEDU 1999 VII, Agrati e altri c. Italia, nn. 43549/08, 6107/09 e 5087/09, § 58, 7 giugno 2011 e Maggio e altri c. Italia, nn. 46286/09, 52851/08, 53727/08, 54486/08 e 56001/08, § 43, 31 maggio 2011).", "60.  Inoltre, la Corte rammenta che il diritto ad un processo equo dinanzi a un tribunale, garantito dall’articolo 6 § 1 della Convenzione, deve essere interpretato alla luce del preambolo della Convenzione che enuncia come la preminenza del diritto sia un elemento del patrimonio comune degli Stati contraenti. Uno degli elementi fondamentali della preminenza del diritto è il principio della certezza dei rapporti giuridici che vuole, tra l’altro, che la soluzione data in maniera definitiva a qualsiasi lite dai tribunali non sia più rimessa in causa (Brumărescu c. Romania [GC], n. 28342/95, § 61, CEDU 1999 VII).", "61.  Nel caso di specie, la Corte nota che la questione di stabilire se l’IIS fosse soggetta a rivalutazione annuale in funzione del tasso di inflazione era al centro di un dibattito giurisprudenziale complesso nel quale lo Stato era parte ricevente.", "62.  L’adozione del decreto-legge n. 78/2010 ha fissato in maniera definitiva i termini del dibattito sottoposto alle autorità giudiziarie fornendo una interpretazione autentica della legge n. 210/1992 in un senso favorevole allo Stato in quanto questo testo precisava in particolare che l’IIS in causa non poteva essere rivalutata.", "63.  La Corte constata che a seguito di questo decreto-legge si sono verificate le seguenti situazioni:", "- I ricorrenti che avevano ottenuto una decisione interna definitiva che riconosceva il diritto alla rivalutazione in causa si sono visti rifiutare tale rivalutazione a partire dalla data di entrata in vigore del decreto-legge n. 78/2010 o a partire dal 2011 (ricorrenti che fanno parte del gruppo 1);", "- Per altri ricorrenti, la decisione che riconosceva il diritto alla rivalutazione dell’IIS non è mai stata eseguita (ricorrenti che fanno parte del gruppo 2);", "- Alcuni ricorrenti i cui procedimenti per ottenere la rivalutazione dell’IIS erano pendenti alla data di entrata in vigore del decreto-legge n. 78/2010 hanno visto le loro richieste respinte (ricorrenti nn. 117, 124, 127, 128, 131 e 141 del gruppo n. 4) e i ricorrenti che hanno ottenuto una decisione di rigetto della loro richiesta di rivalutazione dell’IIS prima dell’entrata in vigore del decreto-legge in questione hanno ritenuto di non impugnare queste decisioni in ragione dell’entrata in vigore del citato decreto (ricorrenti nn. da 146 a 148 appartenenti al gruppo 4).", "64.  Pur considerando che la legge di interpretazione autentica in questione sia intervenuta in una materia oggetto di un contenzioso su vasta scala, si deve constatare che questa legge stabiliva dei criteri che determinavano l’esito dei procedimenti pendenti (ricorrenti nn. 117, 124, 127, 128, 131 e 141 del gruppo n. 4), privavano di effetto le decisioni favorevoli ai ricorrenti (gruppo n. 1), comportavano l’interruzione dell’esecuzione delle decisioni che erano per loro favorevoli (gruppo n. 2) (si veda, mutatis mutandis, Brumărescu c. Romania, sopra citata, §§ 56-62) e privavano di efficacia gli eventuali ricorsi proposti avverso le decisioni che rigettavano le domande di rivalutazione dell’IIS (ricorrenti nn. da 146 a 148 del gruppo 4). Ora, gli elementi del fascicolo, compresa la sentenza della Corte costituzionale n. 293/2011, non permettono di far emergere che lo Stato, adottando questo decreto legge, perseguisse uno scopo diverso dalla preservazione dei suoi interessi economici. Questo scopo non può corrispondere a un «imperioso motivo di interesse generale», che peraltro il governo convenuto non invoca.", "65.  La Corte nota inoltre che, in questa sentenza, la Corte costituzionale ha dichiarato che questi stessi criteri erano contrari all’articolo 3 della Costituzione in quanto comportavano una disparità di trattamento tra due categorie di persone che beneficiavano dell’indennità prevista dalla legge n. 210/1992 (paragrafi 24 e seguenti supra).", "66.  In questo contesto, la Corte non può sottoscrivere la tesi del Governo secondo la quale l’adozione di detta sentenza, che aveva un effetto retroattivo e una portata erga omnes, ha definitivamente messo fine alla violazione addotta dai ricorrenti.", "67.  A titolo preliminare, si deve notare che questa sentenza, che conclude per la incostituzionalità del decreto-legge n. 78/2010 nella misura in cui questo prevedeva un trattamento discriminatorio tra due categorie di persone, verte su una soltanto delle diverse questioni sollevate dai ricorrenti nel caso di specie (ossia, uno degli aspetti del motivo di ricorso basato sull’articolo 14 della Convenzione, paragrafi 92 e seguenti infra).", "68.  Inoltre, per quanto riguarda gli effetti di questa sentenza sulla situazione dei ricorrenti, la Corte può constatare soltanto che i principi stabiliti dal decreto-legge n. 78/2010 persistevano nel loro caso, in quanto essi non hanno ottenuto la rivalutazione dell’IIS neanche dopo la data di pubblicazione della sentenza della Corte costituzionale. I ricorrenti hanno prodotto dei documenti a sostegno delle loro affermazioni (paragrafo 34 supra).", "69.  In tal modo, le informazioni fornite dal Governo sul pagamento della somma corrispondente alla rivalutazione dell’IIS per una parte dei ricorrenti a partire dell’anno 2012 (paragrafo 40 supra) non tolgono nulla a questa constatazione. Queste informazioni non sono in effetti sostenute da alcun documento e, comunque, riguardano un dato periodo. Per di più, le informazioni supplementari richieste dal Governo alla Regione Veneto al fine di chiarire questo aspetto dei fatti della causa non sono state inviate alla Corte.", "70.  Tenuto conto di queste considerazioni, la Corte ritiene che l’adozione del decreto-legge n. 78/2010 abbia leso il principio della preminenza del diritto e il diritto dei ricorrenti a un processo equo sancito dall’articolo 6 § 1 della Convenzione (Maggio e altri c. Italia, sopra citata, §§ 43-50). Ne consegue che le eccezioni preliminari sollevate dal Governo (paragrafi 43-47 supra) non possono essere accolte e che vi è stata violazione di questa disposizione.", "71.  Tenuto conto della constatazione di violazione dell’articolo 6 § 1 della Convenzione, la Corte ritiene che non si debba decidere sul motivo di ricorso basato sull’articolo 13 (Papageorgiou c. Grecia, sopra citata, §§ 50-51 e Zielinski e Pradal e Gonzalez e altri c. Francia, sopra citata, § 74).", "III.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 1 DEL PROTOCOLLO N. 1 ALLA CONVENZIONE", "72.  I ricorrenti sostengono inoltre la violazione dell’articolo 1 del Protocollo n. 1 alla Convenzione, argomentando che, senza rivalutazione, la somma dell’IIS è destinata a perdere progressivamente il suo valore in ragione della svalutazione monetaria. Peraltro, l’IIS rappresenterebbe tra il 90% e il 95% dell’importo complessivo dell’indennizzo.", "L’articolo 1 del Protocollo n. 1 recita:", "«Ogni persona fisica o giuridica ha diritto al rispetto dei suoi beni. Nessuno può essere privato della sua proprietà se non per causa di pubblica utilità e nelle condizioni previste dalla legge e dai principi generali del diritto internazionale.", "Le disposizioni precedenti non portano pregiudizio al diritto degli Stati di porre in vigore le leggi da essi ritenute necessarie per disciplinare l’uso dei beni in modo conforme all’interesse generale o per assicurare il pagamento delle imposte o di altri contributi o delle ammende.»", "A.  Sulla ricevibilità", "73.  La Corte rileva che questa parte del ricorso non è manifestamente infondata ai sensi dell’articolo 35 § 3 (a) della Convenzione e che non incorre in nessun altro motivo di irricevibilità. È quindi opportuno dichiararla ricevibile.", "B.  Sul merito", "74.  In base ad una perizia contabile, i ricorrenti indicano che quelli che fra loro hanno ottenuto una sentenza definitiva che riconosceva il loro diritto alla rivalutazione dell’IIS (ossia i ricorrenti che appartengono ai gruppi 1 e 2) sono privati tutti i mesi di circa 200 euro.", "75.  Inoltre, i ricorrenti che fanno parte dei gruppi 3, 4 e 5 percepiscono l’indennità senza rivalutazione o non dispongono in nessun caso di alcun ricorso giudiziario interno effettivo che permetterebbe loro di ottenere le somme in causa.", "76.  Il Governo non ha presentato osservazioni a tale riguardo.", "1.  Sull’esistenza di un «bene» ai sensi dell’articolo 1 del Protocollo n, 1 alla Convenzione.", "77.  La Corte rammenta che, secondo la sua giurisprudenza, un ricorrente può dedurre violazione dell’articolo 1 del Protocollo n. 1 soltanto nella misura in cui le decisioni che contesta si riferiscono ai suoi «beni» nel senso di questa disposizione. La nozione di «beni» può ricomprendere sia «beni attuali» che valori patrimoniali, compresi, in alcune situazioni ben definite, dei crediti. Affinché un credito possa essere considerato un «valore patrimoniale» rientrante nel campo di applicazione dell’articolo 1 del Protocollo n. 1, occorre che il titolare del credito dimostri che quest’ultimo ha una base sufficiente nel diritto interno, per esempio che è confermato da una consolidata giurisprudenza. Una volta che ciò è acquisito, può entrare in gioco la nozione di «aspettativa legittima» (Maurice c. Francia [GC], n.11810/03, § 63, CEDU 2005 IX; Kopecký c. Slovacchia [GC], n. 44912/98, §§ 42-52, CEDU 2004 IX e Agrati e altri c. Italia, sopra citata, §§ 73-74)", "78.  Tenuto conto delle considerazioni esposte al paragrafo 63 supra, la Corte ritiene che sia indubbio che i ricorrenti che facevano parte dei gruppi 1 e 2 fossero titolari, prima che intervenisse il decreto-legge n. 78/2010, di un interesse patrimoniale che costituiva, se non un credito nei confronti della parte avversa, almeno una «aspettativa legittima» di poter ottenere il pagamento delle somme controverse e che costituiva quindi un «bene nel senso della prima frase dell’articolo 1 del Protocollo n. 1 (si veda, in particolare, Lecarpentier e altri c. Francia, n. 67847/01, § 38, 14 febbraio 2006, e S.A. Dangeville c. Francia, n. 36677/97, § 48, CEDU 2002 III). La Corte ritiene inoltre che i ricorrenti che facevano parte dei gruppi 3, 4 e 5, che hanno diritto all’indennità prevista dalla legge n. 210/1992, sono anche titolari di un interesse di questo tipo a partire dalla pubblicazione della sentenza della Corte costituzionale n. 293/2011.", "79.  La Corte nota peraltro che, il 15 dicembre 2012, l’avvocato Massimo Dragone, difensore dei ricorrenti, ha inviato a nome di tutti una ingiunzione alle amministrazioni competenti (Ministero della Salute, Ministero dell’Economia e delle Finanze, ULSS) al fine di ottenere, tra l’altro, il versamento della somma corrispondente alla rivalutazione dell’IIS, tenuto conto in particolare della sentenza che la Corte costituzionale aveva nel frattempo adottato e che questa ingiunzione è rimasta senza risposta.", "80.  L’articolo 1 del Protocollo n. 1 è dunque applicabile al caso di specie.", "2.  Sull’esistenza di una ingerenza", "81.  La Corte constata che il decreto-legge in causa, regolando definitivamente nel merito la questione e provocando l’interruzione dell’esecuzione delle decisioni favorevoli ai ricorrenti, ha comportato una ingerenza nel diritto dei ricorrenti al rispetto dei loro beni. La Corte deve dunque verificare se l’ingerenza denunciata sia giustificata dal punto di vista dell’articolo 1 del Protocollo n. 1.", "3.  Sulla giustificazione dell’ingerenza", "82.  Pur supponendo che il decreto-legge contestato sia stato adottato per una causa di «pubblica utilità», nel senso della seconda frase del primo comma dell’articolo 1 del Protocollo n. 1, la Corte rammenta che una ingerenza nel diritto al rispetto dei beni deve mantenere un giusto equilibrio tra le esigenze dell’interesse generale della comunità e gli imperativi di salvaguardia dei diritti fondamentali dell’individuo (si veda, fra altre, Sporrong e Lönnroth c. Svezia, 23 settembre 1982, § 69, serie A n. 2) e che deve esistere un rapporto ragionevole di proporzionalità tra i mezzi utilizzati e lo scopo perseguito dalla misura che priva una persona della sua proprietà (Pressos Compania Naviera S.A. e altri c. Belgio, 20 novembre 1995, § 38, serie A n. 332).", "83.  Nel caso di specie, in seguito all’adozione del decreto-legge n. 78/2010, i ricorrenti che precedentemente avevano ottenuto una decisione definitiva che riconosceva loro un diritto alla rivalutazione in causa sono stati privati del loro diritto o non hanno mai ottenuto l’esecuzione della decisione emessa in loro favore (ricorrenti appartenenti ai gruppi 1 e 2 ). Ad altri ricorrenti è stata respinta la richiesta da loro presentata al fine di ottenere questa rivalutazione prima che nel frattempo entrasse in vigore il decreto contestato (gruppo 4). Comunque sia, tutti i ricorrenti non hanno beneficiato della rivalutazione dell’IIS, neanche dopo la pubblicazione della sentenza della Corte costituzionale.", "84.  In questo contesto, la Corte deve tener conto delle patologie di cui i ricorrenti sono o erano affetti, essendo sei di loro deceduti nel corso di questa procedura (paragrafo 31 supra). Essa attribuisce peraltro un’importanza particolare al fatto che, secondo le informazioni fornite dai ricorrenti - che non sono state smentite dal governo convenuto -, l’IIS rappresenta più del 90% dell’importo globale dell’indennizzo corrisposto agli interessati. Inoltre, quest’ultimo mira (o mirava) a coprire i costi dei trattamenti sanitari dei ricorrenti o dei loro de cujus e, come risulta dalla perizia medica inviata dai ricorrenti, l’aspettativa riguardante le possibilità di sopravvivenza e di guarigione in questi ultimi è (o era) strettamente collegata al beneficio degli indennizzi (paragrafo 33 supra).", "85. Secondo la Corte, l’adozione del decreto-legge n. 78/2010 ha dunque fatto pesare «un carico anormale ed esorbitante» sui ricorrenti e la lesione ai loro beni ha assunto un carattere sproporzionato, rompendo il giusto equilibrio tra le esigenze dell’interesse generale e la salvaguardia dei diritti fondamentali degli individui (si veda, mutatis mutandis, Lecarpentier e altri, sopra citata, §§ da 48 a 53, Agrati e altri, sopra citata, §§ 77-85).", "86.  Ne consegue che le eccezioni preliminari sollevate dal Governo (paragrafi 43-48 supra) non possono essere accolte e che vi è stata violazione dell’articolo 1 del Protocollo n. 1.", "IV.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 2 DELLA CONVENZIONE", "87.  Invocando l’articolo 2 della Convenzione, i ricorrenti sostengono che, senza la rivalutazione dell’IIS, l’importo percepito da essi stessi o dai loro de cujus è o era molto basso rispetto ai bisogni delle persone contagiate, tutte colpite da malattie gravi in termini di cure, visite mediche specializzate e assistenza sanitaria. Dal punto di vista di questo articolo, essi denunciano anche la violazione del loro diritto alla vita e alla salute. L’articolo 2 è così formulato:", "«1.  Il diritto alla vita di ogni persona è protetto dalla legge. Nessuno può essere intenzionalmente privato della vita, salvo che in esecuzione di una sentenza capitale pronunciata da un tribunale, nel caso in cui il reato sia punito dalla legge con tale pena.", "2.  La morte non si considera cagionata in violazione del presente articolo se è il risultato di un ricorso alla forza resosi assolutamente necessario:", "a)  per garantire la difesa di ogni persona contro la violenza illegale;", "b)  per eseguire un arresto regolare o per impedire l’evasione di una persona regolarmente detenuta", "c)  per reprimere, in modo conforme alla legge, una sommossa o un’insurrezione.»", "88.  I ricorrenti ribadiscono il loro motivo di ricorso e fanno valere che sei dei ricorrenti originari sono deceduti nel corso della procedura svoltasi dinanzi alla Corte.", "89.  Il Governo non ha presentato osservazioni.", "90.  La Corte nota che, così come formulato dai ricorrenti, è possibile analizzare questo motivo di ricorso dal punto di vista dell’articolo 1 del Protocollo n. 1 alla Convenzione, essendo chiaro che, libera di qualificare giuridicamente i fatti della causa, la Corte non è legata dalla qualificazione che viene loro attribuita dai ricorrenti o dai governi (Guerra e altri c. Italia, 19 febbraio 1998, § 44, Recueil des arrêts et décisions 1998-I).", "91.  Tenuto conto delle conclusioni alle quali è giunta al paragrafo 86 supra, la Corte ritiene che non sia necessario decidere nel caso di specie.", "V.  SULLA DEDOTTA VIOLAZIONE DEGLI ARTICOLI 14 DELLA CONVENZIONE E 1 DEL PROTOCOLLO N. 12 ALLA CONVENZIONE", "92.  I ricorrenti lamentano la violazione dell’articolo 14 della Convenzione e dell’articolo 1 del Protocollo n. 12 alla Convenzione, sotto due aspetti.", "a) Essi fanno valere che a differenza di loro, le persone che hanno subìto un danno a seguito delle vaccinazioni obbligatorie o quelle affette dalla «sindrome da talidomide» beneficiano, secondo la legge n. 229/2005 e il decreto del Ministero del Lavoro n. 163/2009, della rivalutazione dell’IIS prevista dalla legge n. 210/1992.", "b) I ricorrenti denunciano inoltre una discriminazione:", "– tra quelli di loro che non hanno mai beneficiato della rivalutazione controversa e le persone che ne hanno beneficiato fino al 31 maggio 2010;", "–  tra quelli di loro per i quali la causa era ancora pendente alla data di entrata in vigore del decreto-legge n. 78/2010 e le persone che hanno ottenuto una decisione interna definitiva che riconosceva il loro diritto alla rivalutazione in causa prima di questa data;", "– tra quelli di loro che sono privati della rivalutazione dalla data di entrata in vigore del decreto-legge n. 78/2010 e le persone che non hanno perduto questo beneficio.", "Gli articoli in causa sono così formulati:", "Articolo 14 della Convenzione", "«Il godimento dei diritti e delle libertà riconosciuti nella (...) Convenzione deve essere assicurato senza nessuna discriminazione, in particolare quelle fondate sul sesso, la razza, il colore, la lingua, la religione, le opinioni politiche o quelle di altro genere, l’origine nazionale o sociale, l’appartenenza a una minoranza nazionale, la ricchezza, la nascita od ogni altra condizione.»", "Articolo 1 del Protocollo n. 12 alla Convenzione", "« 1. Il godimento di ogni diritto previsto dalla legge deve essere assicurato senza nessuna discriminazione, in particolare quelle fondate sul sesso, la razza, il colore, la lingua, la religione, le opinioni politiche o di altro genere, l’origine nazionale o sociale, l’appartenenza a una minoranza nazionale, la ricchezza, la nascita o ogni altra condizione.", "2. Nessuno potrà essere oggetto di discriminazione da parte di una qualsivoglia autorità pubblica per i motivi menzionati al paragrafo 1. »", "A.  Sulla ricevibilità", "93.  Per quanto riguarda il motivo di ricorso relativo all’articolo 1 del Protocollo n. 12 alla Convenzione, la Corte rileva immediatamente che questo Protocollo, firmato dal governo convenuto il 4 novembre 2000, non è stato ancora ratificato dall’Italia. Questa parte del ricorso deve dunque essere rigettata per incompatibilità ratione personae con le disposizioni della Convenzione, in applicazione dell’articolo 35 §§ 3 e 4 della Convenzione.", "94.  Per quanto riguarda il motivo di ricorso relativo all’articolo 14 della Convenzione, la Corte rileva che i ricorrenti invocano questo motivo in combinato disposto con l’articolo 2 della Convenzione. Tenuto conto della sua conclusione secondo la quale è possibile esaminare quest’ultimo motivo sotto il profilo dell’articolo 1 del Protocollo n. 1, la Corte ritiene che la doglianza dei ricorrenti basata sull’articolo 14 della Convenzione debba essere esaminata congiuntamente con quest’ultimo articolo.", "95.  Per quanto riguarda i diversi aspetti di questo motivo di ricorso, la Corte rileva innanzitutto che la Corte costituzionale, nella sentenza n. 293/2011, ha concluso che nel caso di specie non poteva essere rilevata alcuna disparità tra i ricorrenti e le persone che avevano subito un danno a seguito di vaccinazioni obbligatorie.", "96.  In questo contesto, l’alta giurisdizione ha rinviato alla sua sentenza n. 423/2000, nella quale aveva ritenuto che la vaccinazione obbligatoria, che derivava dall’esistenza di un interesse pubblico alla salute collettiva, implicasse che la collettività partecipasse alle difficoltà nelle quali poteva trovarsi un individuo che aveva cooperato al perseguimento di tale interesse. Secondo la Corte costituzionale, lo stesso non poteva valere per le persone infettate a seguito di trasfusioni, per le quali non poteva essere imposto un obbligo generale di solidarietà della società.", "97.  La Corte non ravvisa validi motivi per concludere diversamente nel caso di specie. Condivide quindi il parere dei giudici nazionali secondo il quale le due categorie di persone in questione non sono in una situazione paragonabile. Di conseguenza, rigetta questa parte del ricorso in quanto manifestamente infondata ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "98.  Per il resto, la Corte rileva che questo motivo di ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 (a) della Convenzione e che non incorre in nessun altro motivo di irricevibilità. È dunque opportuno dichiararlo ricevibile.", "B.  Nel merito", "99.  I ricorrenti sostengono in primo luogo che, se la sentenza della Corte costituzionale n. 293/2011 ha eliminato la discriminazione esistente tra i ricorrenti e le persone affette dalla «sindrome da talidomide», così non è per la discriminazione tra i ricorrenti e le persone che hanno subìto un danno a seguito di vaccinazioni obbligatorie, in quanto queste ultime beneficiano infatti della rivalutazione dell’IIS prevista dalla legge n. 210/1992.", "100.  Il Governo non ha formulato osservazioni su questo punto.", "101.  La Corte osserva in primo luogo che, per quanto riguarda la discriminazione esistente tra i ricorrenti e le persone affette dalla «sindrome da talidomide», la Corte costituzionale ha dichiarato incostituzionale questo aspetto del decreto-legge n. 78/2010 nella sentenza n. 293/2011. Resta comunque il fatto che, allo stato attuale delle cose, questa sentenza è rimasta priva di effetto nei confronti dei ricorrenti.", "102.  Infine per quanto riguarda il secondo aspetto del motivo sollevato dai ricorrenti (paragrafo 92, lettera b, supra), la Corte non può che sottoscrivere la tesi dei ricorrenti secondo la quale l’entrata in vigore del decreto legge n. 78/2010 ha comportato una disparità per quanto riguarda il beneficio della rivalutazione dell’IIS tra persone che, titolari dell’indennità prevista dalla legge n. 210/1992, si trovano in una situazione paragonabile.", "103.  Tenuto conto anche delle considerazioni sopra esposte, in particolare della sua constatazione di violazione dell’articolo 1 del Protocollo n. 1 alla Convenzione, la Corte ritiene che l’articolo 14 non sia stato rispettato per quanto riguarda questa parte del motivo di ricorso. Ne consegue che le eccezioni preliminari sollevate dal Governo (paragrafi 43-48 supra) non possono essere accolte e che vi è stata violazione di questa disposizione.", "VI.  SULLA DEDOTTA VIOLAZIONE DELL’ARTICOLO 17 DELLA CONVENZIONE", "104.  I ricorrenti sostengono che la situazione da essi denunciata viola anche il principio di divieto dell’abuso di diritto, garantito dall’articolo 17 della Convenzione. Questo articolo è così formulato:", "«Nessuna disposizione della (...) Convenzione può essere interpretata nel senso di comportare il diritto di uno Stato, un gruppo o un individuo di esercitare un’attività o compiere un atto che miri alla distruzione dei diritti o delle libertà riconosciuti nella (...) Convenzione o di imporre a tali diritti e libertà limitazioni più ampie di quelle previste dalla stessa Convezione.»", "105.  La Corte constata che i ricorrenti non hanno sufficientemente sostenuto questo motivo e ritiene che debba dunque essere dichiarato irricevibile in quanto manifestamente infondato ai sensi dell’articolo 35 §§ 3 e 4 della Convenzione.", "VII.  SULL’APPLICAZIONE DELL’ARTICOLO 46 DELLA CONVENZIONE", "106.  Ai sensi dell’articolo 46 della Convenzione:", "«1. Le Alte Parti contraenti si impegnano a conformarsi alle sentenze definitive della Corte sulle controversie nelle quali sono parti.", "2. La sentenza definitiva della Corte è trasmessa al Comitato dei Ministri che ne controlla l’esecuzione»", "A.  Argomenti delle parti", "107.  Il Governo sostiene che sia l’applicazione della procedura della «sentenza pilota» che il trattamento prioritario accordato a questa causa non costituiscono misure appropriate al caso di specie. Secondo il Governo sarebbe stato preferibile che la Corte avesse invitato i ricorrenti a fornire informazioni sull’esistenza di una procedura interna che avrebbe potuto evitare o correggere le denunciate violazioni della Convenzione e, eventualmente, avesse sospeso l’esame del ricorso.", "108.  I ricorrenti non si oppongono all’applicazione della procedura «pilota», a meno che quest’ultima non comporti la sospensione dell’esame della presente causa.", "B.  Valutazione della Corte", "1.  Principi generali pertinenti", "109.  Al fine di agevolare l’effettiva attuazione delle sue sentenze, la Corte può adottare la procedura della «sentenza pilota» che le permette di far emergere chiaramente nelle sue sentenze l’esistenza di problemi strutturali all’origine delle violazioni e di indicare le misure o le azioni particolari che lo Stato convenuto dovrà prendere per porvi rimedio (Broniowski c. Polonia [GC], n. 31443/96, §§ 189-194 e il suo dispositivo, CEDU 2004 V e Hutten-Czapska c. Polonia [GC], n. 35014/97, §§ 231-239 e il suo dispositivo, CEDU 2006 VIII).", "110.  La procedura della «sentenza pilota» si propone di indurre lo Stato convenuto a trovare, a livello nazionale, una soluzione alle numerose cause individuali originate dallo stesso problema strutturale, dando così effetto al principio di sussidiarietà che è alla base del sistema della Convenzione di modo che la Corte non debba reiterare la sua constatazione di violazione in una lunga serie di cause simili (Bourdov c. Russia (n. 2), n. 33509/04, § 127, CEDU-2009 e Broniowski, sopra citata, § 193).", "111.  Questa procedura si propone di facilitare la risoluzione più rapida ed efficace di un malfunzionamento sistemico che colpisce la tutela del diritto convenzionale in questione nell’ordinamento giuridico interno (Wolkenberg e altri c. Polonia (dec.), n. 50003/99, § 34, CEDU 2007 (estratti)). Se deve tendere principalmente alla risoluzione di tali malfunzionamenti, l’azione dello Stato convenuto può anche comprendere l’adozione di soluzioni ad hoc quali le composizioni amichevoli con i ricorrenti o le offerte unilaterali d’indennizzo, in conformità con le esigenze della Convenzione (Bourdov (n. 2), sopra citata, § 127).", "2.  Applicazione al caso di specie dei principi summenzionati", "a)  Sull’esistenza di una situazione che richiede l’applicazione della procedura della «sentenza pilota» nel caso di specie", "112.  La Corte rileva che, come riconosce il Governo, migliaia di persone hanno presentato dei ricorsi interni per ottenere la rivalutazione dell’IIS (paragrafo 43 supra). Inoltre essa constata di aver ricevuto numerosi ricorsi aventi lo stesso oggetto della presente causa[12]. La questione in esame riguarda peraltro potenzialmente ogni persona infettata a seguito di trasfusioni sanguigne che benefici dell’indennità prevista dalla legge n. 210/1992.", "113.  Non vi è dubbio quindi che le violazioni dei diritti dei ricorrenti che la Corte ha constatato nel caso di specie non riguardano casi isolati, ma sono il risultato di un problema sistemico che deriva soprattutto dal mancato riconoscimento da parte delle autorità competenti della rivalutazione dell’IIS, anche a seguito della sentenza della Corte costituzionale n. 293/2011 (si veda, mutatis mutandis, Hutten-Czapska c. Polonia, sopra citata, § 237).", "114.  Questa situazione che riguarda o che può riguardare ancora in futuro numerose altre persone, costituisce una prassi incompatibile con la Convenzione.", "115.  Conformemente ai criteri stabiliti nella sua giurisprudenza, la Corte decide di applicare la procedura della «sentenza pilota» al caso di specie, tenuto conto del crescente numero di persone potenzialmente interessate in Italia e delle sentenze di violazione alle quali i ricorsi in questione potrebbero dar luogo (Maria Atanasiu e altri c. Romania, nn. 30767/05 e 33800/06, §§ 217-218, 12 ottobre 2010 e Torreggiani e altri c. Italia, nn. 43517/09, 46882/09, 55400/09, 57875/09, 61535/09, 35315/10 e 37818/10, §§ 90, 8 gennaio 2013).). Essa sottolinea anche che è necessario offire con urgenza alle persone interessate una riparazione appropriata su scala nazionale (Bourdov (n. 2), sopra citata, §§ 129-130).", "b)  Misure di carattere generale", "116.  La Corte rammenta che le sue sentenze hanno carattere essenzialmente declaratorio e che, in linea di principio, spetta allo Stato convenuto scegliere, sotto il controllo del Comitato dei Ministri, i mezzi per assolvere il suo obbligo giuridico riguardo all’articolo 46 della Convenzione (Scozzari e Giunta c. Italia [GC], nn. 39221/98 e 41963/98, § 249, CEDU 2000 VIII).", "117.  Rileva anche che, una volta individuata la carenza strutturale, spetta alle autorità nazionali adottare, retroattivamente se occorre, le misure correttive necessarie (Broniowski, sopra citata, § 193).", "118.  Nel caso di specie, la Corte nota che comunque il Governo ha riconosciuto l’effetto retroattivo e la portata erga omnes della sentenza della Corte costituzionale n. 293/2011 (paragrafo 45 supra).", "119.  Peraltro, con la sua ordinanza n. 10769 del 21 giugno 2012 la Corte di cassazione (paragrafo 29 supra) ha chiarito che la sentenza della Corte costituzionale n. 293/2011 doveva essere interpretata nel senso di avere effetto retroattivo anche per il periodo anteriore al 28 dicembre 2007, data di entrata in vigore della legge che garantisce il beneficio dell’indennità prevista dalla legge n. 210/1992 alle persone affette dalla «sindrome da talidomide».", "120.  Alla luce di questi elementi, la Corte invita lo Stato convenuto a fissare, entro sei mesi dal giorno in cui la presente sentenza diverrà definitiva in virtù dell’articolo 44 § 2 della Convenzione, in collaborazione con il Comitato dei Ministri, un termine inderogabile entro il quale si impegni a garantire, con misure legali e amministrative appropriate, la realizzazione rapida ed effettiva dei diritti in questione (si veda mutatis mutandis, Ananyev e altri c. Russia, nn. 42525/07 e 60800/08, § 234, 10 gennaio 2012). Il Governo italiano è chiamato soprattutto a pagare entro il termine stabilito, un importo corrispondente alla rivalutazione dell’IIS ad ogni persona che beneficia dell’indennità prevista dalla legge n. 210/1992, a partire dal momento in cui è stata riconosciuta a quest’ultima, indipendentemente dal fatto che l’interessato abbia o meno avviato una procedura volta ad ottenere tale indennità.", "c)  Procedura da seguire nelle cause simili", "121.  La Corte rammenta di potersi pronunciare, nella sentenza pilota, sulla procedura da seguire nell’esame di tutte le cause simili (si veda Xenides-Arestis c. Turchia, n. 46347/99, § 50, 22 dicembre 2005).", "122.  A tale proposito, essa decide che in attesa che le autorità interne adottino le misure necessarie sul piano nazionale entro il termine che per questo sarà fissato secondo le modalità indicate al precedente paragrafo 120, l’esame dei ricorsi non comunicati che hanno lo stesso oggetto della presente causa sarà rinviato per un periodo di un anno a decorrere dalla data in cui la presente sentenza sarà divenuta definitiva.", "La Corte si riserva la facoltà, in qualsiasi momento, di dichiarare irricevibile una causa di questo tipo o di cancellarla dal ruolo in seguito ad una composizione amichevole tra le parti o ad una risoluzione della controversia con altri mezzi, conformemente agli articoli 37 e 39 della Convenzione.", "VIII.  SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE", "123.  Ai sensi dell’articolo 41 della Convenzione,", "«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli, e se il diritto interno dell’Alta Parte contraente non permette se non in modo imperfetto di rimuovere le conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.».", "124.  I ricorrenti richiedono in totale 1.144.555,63 EUR per danno materiale più un importo complessivo di 8.890.200 EUR per il danno morale che avrebbero subito. Le somme richieste per ciascuno dei ricorrenti sono indicate nell’elenco allegato alla presente sentenza.", "125.  Per quanto riguarda il calcolo del danno materiale, i ricorrenti hanno utilizzato una perizia contabile (che attesta l’ammontare della rivalutazione calcolata secondo il tasso di inflazione programmato). Per quanto riguarda il danno morale, i ricorrenti hanno determinato un importo di base al quale hanno applicato una percentuale di maggiorazione che varia in funzione di più fattori (quali, ad esempio, la gravità della patologia da cui sono affetti, le prospettive di decesso o il fatto di essere stati contagiati in età precoce).", "126.  Il Governo indica di non essere in grado di contraddire con precisione le somme indicate dai ricorrenti a titolo di danno materiale entro i termini fissati dalla Corte e ritiene eccessiva la richiesta per il danno morale.", "127.  I ricorrenti richiedono anche 1.000 EUR ciascuno per le spese affrontate dinanzi alla Corte oltre al rimborso delle spese sostenute da quelli di loro che hanno avviato procedure interne. I ricorrenti hanno prodotto copia delle fatture che vi si riferiscono.", "128.  Il Governo indica che non dovrebbe essere accordata alcuna somma per le spese, tenuto conto soprattutto del fatto che alcuni dei ricorrenti sono in situazioni simili.", "129.  La Corte ritiene che la questione dell’applicazione dell’articolo 41 non sia istruita, di conseguenza la riserva e fisserà la procedura successiva, tenuto conto della possibilità che il Governo e i ricorrenti giungano ad un accordo e alla luce di qualsiasi misura che il governo convenuto potrebbe prendere in esecuzione della presente sentenza (si veda, mutatis mutandis, Broniowski, sopra citata, § 198).", "PER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITÀ", "Unisce all’esame sul merito le eccezioni preliminari sollevate dal Governo e le rigetta;", "Dichiara il ricorso ricevibile per quanto riguarda il motivo basato sull’articolo 6 § 1 della Convenzione relativamente ai ricorrenti appartenenti ai gruppi 1 (ricorrenti nn. da 1 a 102), 2 (ricorrenti nn. da 102 a 112) e 4 (ricorrenti nn, da 146 a 148 e nn. 117, 124, 127, 128, 131 e 141);", "Dichiara il ricorso ricevibile per quanto riguarda il motivo basato sull’articolo 1 del Protocollo n. 1 alla Convenzione;", "Dichiara non doversi esaminare il motivo basato sull’articolo 2 della Convenzione,", "Dichiara non doversi esaminare il motivo basato sull’articolo 13 della Convenzione;", "Dichiara il ricorso ricevibile per quanto riguarda il motivo basato sull’articolo 14 della Convenzione in combinato disposto con l’articolo 1 del Protocollo n. 1 alla Convenzione, eccetto la parte della doglianza che riguarda la asserita discriminazione tra i ricorrenti e le persone che hanno subìto un danno a seguito di vaccinazioni obbligatorie;", "Dichiara il ricorso irricevibile per il resto;", "Dichiara che vi è stata violazione dell’articolo 6 § 1 della Convenzione;", "Dichiara che vi è stata violazione dell’articolo 1 del Protocollo n. 1 alla Convenzione;", "Dichiara che vi è stata violazione dell’articolo 14 della Convenzione in combinato disposto con l’articolo 1 del Protocollo n. 1 alla Convenzione;", "Dichiara che lo Stato convenuto dovrà fissare, entro sei mesi a partire dal giorno in cui la presente sentenza diverrà definitiva in virtù dell’articolo 44 § 2 della Convenzione, di concerto con il Comitato dei Ministri, un termine obbligatorio entro il quale si impegnerà a garantire, con misure legali e amministrative appropriate, la realizzazione effettiva e rapida dei diritti in questione, in particolare tramite il pagamento della rivalutazione dell’IIS a ogni persona cui era stata riconosciuta l’indennità prevista dalla legge n. 210/1992 a partire dal momento in cui quest’ultima le è stata riconosciuta e indipendentemente dal fatto che l’interessato abbia o meno avviato un procedimento volto ad ottenerla.", "Dichiara che nell’attesa che vengano adottate le misure di cui sopra, la Corte rinvierà la procedura in tutte le cause non ancora comunicate aventi lo stesso oggetto della presente causa per un periodo di un anno a decorrere dalla data in cui la presente sentenza sarà divenuta definitiva riservandosi la facoltà, in qualsiasi momento, di dichiarare irricevibile una causa di questo tipo o di cancellarla dal ruolo in seguito ad una composizione amichevole tra le parti o ad una risoluzione della controversia con altri mezzi, conformemente agli articoli 37 e 39 della Convenzione.", "Dichiara che la questione dell’applicazione dell’articolo 41 della Convenzione non è istruita. Di conseguenza:", "a) la riserva per intero;", "b) invita il Governo e i ricorrenti a inviarle per iscritto, entro tre mesi a decorrere dal giorno in cui la sentenza sarà divenuta definitiva conformemente all’articolo 44 § 2 della Convenzione, le loro osservazioni su questa questione e in particolare a darle conoscenza di qualsiasi accordo cui essi potranno giungere;", "c) riserva la procedura successiva e incarica il presidente della camera di fissarla all’occorrenza.", "Fatta in francese, poi comunicata per iscritto il 3 settembre 2013, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.", "", "Danutė Jočienė\nPresidente", "Stanley Naismith\nCancelliere", " NOTE:", "nota 1 Ricorrenti nn. 1, 2, 5, 11, 18, 26, 28, 39, 40, 42, 52, 55, 57, 72, 76, 79, 92, 94, 95, 98, 99, 101, 102, 104, 105, 111, 114, 120, 123, 125, 129, 136, 137, 141, 142, 143, 144, 145, 150 e 155 nell’elenco allegato.\nnota 2 Questa sentenza è stata confermata dalla sentenza della Corte di cassazione n. 18109/2007, depositata in cancelleria il 27 agosto 2007.\nnota 3 Questa sentenza è stata confermata da un’altra sentenza della Corte di cassazione, n. 22112/2009, depositata in cancelleria il 19 ottobre 2009.\nnota 4 Si tratta dell’ordinanza n. 29080 della Corte di cassazione, depositata il 27 dicembre 2011, la sentenza n. 5/2012 della corte d’appello di L’Aquila, depositata il 25 gennaio 2012, la sentenza n. 186/2012 della corte d’appello di Milano, depositata il 5 marzo 2012 e la sentenza n. 95/2012 della corte d’appello di Sassari, depositata il 4 aprile 2012. Queste decisioni riguardano procedimenti nei quali i ricorrenti non erano parti.\nnota 5 I ricorrenti deceduti e i loro de cujus sono indicati ai nn. 63, 86, 104, 118, 133 e 138.\nnota 6 Si tratta dei ricorrenti nn. 8, 22, 35, 44, 51, 59, 71, 110, 114, 125, 128 e 146.\nnota 7 Si tratta dei ricorrenti nn. 22, 28, 34 e 75.\nnota 8 Si tratta dei ricorrenti nn. 77, 79, 95, 101 e 111.\nnota 9 Si tratta dei ricorrenti nn. 79, 95, 101 e 111.\nnota 10 Si tratta del ricorrente n.114.\nnota 11 Si tratta dei ricorrenti nn 1, 3, 4, 6, 7, 8, 9, 10, 14, 15, 17, 19, 21, 22, 31, 36, 37, 40, 43, 48, 50, 51, 58, 60, 61, 62, 64, 68, 69, 71, 73, 77, 79, 81, 87, 88, 89, 140, 141, 153, 156 e 159.\nnota 12 Circa cinquanta ricorsi, ciascuno dei quali è presentato da gruppi di ricorrenti, sono stati proposti alla Corte, per un totale di circa un migliaio di ricorrenti.", " ", ""]}