{"file": "ITA_HJUDITA_14569_05.docx", "doc_type": "HJUDITA", "doc_lang": "ITA", "case_id": "14569/05", "text_paragraphs": ["Traduzione a cura del Ministero della Giustizia Direzione generale del contenzioso e dei diritti umani", "Permission to re-publish this translation has been granted by the Italian Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "CORTE EUROPEA DEI DIRITTI DELL’UOMO\nSECONDA SEZIONE\nCAUSA SARIGIANNIS c. ITALIA\n(Ricorso n. 14569/05)\nSENTENZA\nSTRASBURGO - 5 aprile 2011", "\nLa presente sentenza diverrà definitiva alle condizioni stabilite nell’articolo 44 § 2 della Convenzione. Può subire variazioni di forma.", "Nella causa Sarigiannis c. Italia,\nLa Corte europea dei diritti dell’uomo (seconda sezione), costituita in una camera composta da:\nFrançoise Tulkens, presidente,\nDanutė Jočienė,\nIreneu Cabral Barreto,\nDragoljub Popović,\nGiorgio Malinverni,\nIşıl Karakaş,\nGuido Raimondi, giudici,\nDavid Thór Björgvinsson,\nAndrás Sajó, giudici supplenti,\ne da Stanley Naismith, cancelliere di sezione,\nDopo avere deliberato in camera di consiglio il 15 marzo 2011,\nPronuncia la seguente sentenza, adottata in tale data:\n\nPROCEDIMENTO\n\n1. All’origine della causa vi è un ricorso (n. 14569/05) nei confronti della Repubblica italiana con cui due cittadini francesi, i sigg. Georges e François Sarigiannis («i ricorrenti»), rispettivamente padre e figlio, hanno adito la Corte l’11 aprile 2005 in virtù dell’articolo 34 della Convenzione per la salvaguardia dei diritti dell’uomo e delle libertà fondamentali («la Convenzione»). Il 5 settembre 2007, il secondo ricorrente ha informato la Corte del decesso del primo ricorrente ed ha manifestato l’intenzione di proseguire il procedimento a nome suo e del padre. Anche la vedova e la figlia del sig. Georges Sarigiannis hanno manifestato il loro interesse a proseguire il procedimento. Per motivi di ordine pratico, la Corte continuerà a chiamare i sigg. Georges e François Sarigiannis rispettivamente «il primo ricorrente» e «il secondo ricorrente».\n2. I ricorrenti sono rappresentati dall’Avv. M. Nicolella, del foro di Parigi. Il governo italiano («il Governo») è rappresentato dal suo Agente, sig.ra E. Spatafora, e dal suo Co-Agente, sig. N. Lettieri.\n3. I ricorrenti adducevano in particolare la violazione degli articoli 3 e 5 della Convenzione per maltrattamenti e detenzione irregolare subiti durante un controllo delle generalità effettuato all’aeroporto di Roma.\n4. Il 15 giugno 2006, la Corte ha deciso di comunicare il ricorso al Governo. Avvalendosi delle disposizioni dell’articolo 29 § 3 della Convenzione, essa ha deciso di procedere all’esame contestuale della ricevibilità e della fondatezza della causa.\n5. Informato del ricorso, il governo francese non ha inteso esercitare il diritto riconosciutogli dall’articolo 36 § 1 della Convenzione.\n\nIN FATTO\n\nI. LE CIRCOSTANZE DEL CASO DI SPECIE\n\n6. I ricorrenti sono nati rispettivamente nel 1948 e nel 1983. All’epoca della presentazione del ricorso, risiedevano a Franconville.\n7. Il 30 giugno 2002, alle ore 18.30 circa, il primo ricorrente giunse all’aeroporto «Leonardo da Vinci» di Fiumicino con un volo proveniente da Parigi. Era accompagnato dal figlio maggiore, il secondo ricorrente, nonché dalla moglie, sig.ra Sarigiannis, e dalla figlia.\n8. Qualche minuto dopo, appena uscito dalla sala di consegna dei bagagli, il primo ricorrente si accorse che due agenti della Guardia di Finanza avevano fermato la moglie, trattenutasi in quella sala, per il controllo del passaporto.\n9. Tornato sui suoi passi, il primo ricorrente si avvicinò ai finanzieri chiedendo spiegazioni e questi gli intimarono di mostrare a sua volta il passaporto. Il ricorrente ribadì la richiesta di spiegazioni e i due agenti, insieme ad altri due nel frattempo arrivati sul posto, lo spinsero con violenza in direzione di un ufficio. Il secondo ricorrente, intervenuto in soccorso del padre, fu anche lui spinto nella stanza la cui porta fu subito chiusa.\nLa sig.ra Sarigiannis cercò di raggiungere i due ricorrenti all’interno della stanza, ma fu respinta verso l’esterno dai finanzieri.\n10. Stando ai ricorrenti, una volta dentro l’ufficio, essi furono immediatamente ammanettati e colpiti al volto e alla testa dai quattro agenti.\n11. In seguito, il primo ricorrente fu trasportato in una stanza attigua dove fu gettato a terra e pestato nuovamente. A suo dire, gli agenti gli impedirono di usare il telefono per chiamare l’ambasciata di Francia o il suo avvocato e gli diedero da bere solo dopo un’ora e mezzo di attesa.\n12. Dopo due ore, gli agenti invitarono i ricorrenti a farsi visitare dai medici del servizio medico dell’aeroporto. Il primo ricorrente si oppose a ciò e si rifiutò anche di firmare un documento attestante la sua opposizione. La sua reticenza sarebbe stata all’origine di altre minacce da parte degli agenti. \n13. Il secondo ricorrente, tenuto sempre separato dal padre nel primo ufficio, accettò invece di farsi visitare. In un referto redatto alle ore 20.00, il medico dell’aeroporto certificò la presenza di contusioni nella regione frontale e alla nuca.\n14. In seguito, gli agenti consegnarono ai ricorrenti i passaporti e li invitarono a lasciare l’aeroporto.\n15. I ricorrenti si recarono subito al pronto soccorso dell’ospedale «San Carlo di Nancy» di Roma, dove furono visitati alle ore 21.30 circa. I medici dell’ospedale constatarono nel primo ricorrente un trauma cranico, escoriazioni multiple al dorso, ai polsi, nella regione retroauricolare sinistra, nella regione laterocervicale destra e una sospetta lesione all’epifisi distale del radio destro.\n16. Quanto al secondo ricorrente, i medici riscontrarono una torsione dei polsi, una contusione della tibia sinistra con escoriazioni, un trauma cranico, un ematoma nella regione frontale, la presenza di ecchimosi sulla parte sinistra del volto, nella regione retroauricolare sinistra e sulla parte anteriore della gamba sinistra.", "La denuncia dei ricorrenti per maltrattamenti e il procedimento avviato nei loro confronti", "17. Il 2 luglio 2002, i ricorrenti sporsero querela contro tre agenti di polizia non identificati per i reati di lesioni, sequestro di persona e abuso di potere.\n18. Il 4 luglio 2002, la sig.ra Wilkes, una cittadina americana che era transitata dall’aeroporto di Fiumicino il 30 giugno, depositò una testimonianza presso lo studio dell’avvocato dei ricorrenti. Affermò di avere assistito ai fatti controversi e confermò la versione fornita dai ricorrenti.\n19. In particolare, essa testimoniò di avere visto il primo ricorrente mentre stava parlando con tre agenti di polizia, uno dei quali, agitatissimo, lo spingeva verso una porta. Il ricorrente, per niente aggressivo, si limitava a chiedere in inglese ai poliziotti di non toccarlo e cercava di resistere ai tentativi di questi di farlo entrare nell’ufficio. Il primo ricorrente e il secondo, intervenuto in soccorso del padre, furono infine tirati all’interno e, una volta la porta chiusa, la testimone poté udire le urla provenienti dalla stanza.\nAlla sig.ra Sarigiannis e alla figlia, preoccupatissime, gli agenti impedirono di entrare nell’ufficio.\n20. L’8 luglio 2002, quattro agenti di polizia informarono il procuratore della Repubblica che, il 30 giugno 2002, i ricorrenti avevano commesso i reati di violenza e resistenza a pubblico ufficiale, previsti dagli articoli 336 e 337 del codice penale.\n21. Stando alla loro esposizione dei fatti, a seguito di un controllo sul passaporto di una donna adulta di origine orientale effettuato da uno di loro, incaricato del servizio antiterrorismo dell’aeroporto, i ricorrenti, rispettivamente marito e figlio della donna, si erano introdotti con la forza nella sala di consegna dei bagagli il cui ingresso è vietato alle persone non autorizzate. Il primo ricorrente prima aveva chiesto, in inglese e in preda all’agitazione, spiegazioni al poliziotto, poi, invitato da questi a stare calmo e a seguirlo nei locali della polizia per il controllo delle generalità, insieme al figlio aveva aggredito fisicamente il poliziotto. L’intervento degli altri agenti si era rivelato necessario per fare fronte alla violenza dei ricorrenti e riuscire a portarli nell’ufficio al fine di identificarli. All’interno dell’ufficio, i due ricorrenti erano stati ammanettati per il tempo necessario a ristabilire l’ordine. Infine, dopo la visita medica eseguita sul secondo ricorrente dai medici del pronto soccorso dell’aeroporto chiamati dai poliziotti, questi ultimi avevano redatto un verbale e invitato i ricorrenti a lasciare il posto.\n22. I quattro agenti avrebbero riportato contusioni multiple alle braccia e alle gambe, certificate il giorno stesso dai medici del pronto soccorso dell’aeroporto e confermate in seguito dal servizio medico della Guardia di Finanza.\n23. I due procedimenti penali furono riuniti dal procuratore della Repubblica presso il tribunale di Civitavecchia.\n24. Il 31 ottobre 2003, il pubblico ministero chiese l’archiviazione dei procedimenti. Il 12 dicembre 2003, i ricorrenti vi si opposero e chiesero l’audizione della sig.ra Wilkes nonché della moglie e madre, sig.ra Sarigiannis. \n25. Con decisione del 13 ottobre 2004, il giudice per le indagini preliminari di Civitavecchia ordinò l’archiviazione dei procedimenti riuniti. A suo dire, tenuto conto delle diverse versioni dei fatti fornite dalle parti, era impossibile stabilire se l’intervento dei poliziotti fosse stato legittimo e la loro condotta proporzionata al comportamento dei ricorrenti.\n26. Secondo il giudice, da un lato, l’intervento degli agenti di polizia incaricati della sicurezza dell’aeroporto era stato giustificato dal comportamento scorretto del primo ricorrente, il quale si era introdotto nella sala di consegna dei bagagli malgrado il divieto in vigore, rendendo così necessario il controllo delle generalità all’origine del successivo scontro fisico. Il giudice osservò al riguardo che l’iniziale intervento dei poliziotti era giustificato dalle consegne impartite agli agenti assegnati al controllo dell’aeroporto.\nDall’altro lato, in considerazione dei tratti orientali della sig.ra Sarigiannis, era probabile che le proteste del primo ricorrente fossero state motivate dal sospetto di un atteggiamento discriminatorio nei confronti della moglie. Anche se le difficoltà linguistiche e lo stato emotivo dei due ricorrenti francesi non avevano consentito loro di esprimere correttamente il loro punto di vista, il loro atteggiamento, in un primo momento, non poteva essere definito violento o sproporzionato.\n27. Inoltre, il giudice sottolineò che tanto gli agenti di polizia quanto i ricorrenti avevano subito delle lesioni. A suo dire, la natura delle ferite di questi ultimi era compatibile con l’intento di immobilizzarli e confermava la versione dei fatti fornita dagli agenti di polizia, piuttosto che la tesi dei ricorrenti, poco credibile, di maltrattamenti.\n28. Infine, facendo riferimento ai verbali delle dichiarazioni della sig.ra Wilkes raccolte dall’avvocato dei ricorrenti durante le indagini preliminari, il giudice affermò che la testimonianza della testimone oculare dei fatti non forniva chiarimenti quanto all’origine della disputa. La sig.ra Wilkes aveva assistito, infatti, solo ai tentativi degli agenti di condurre il primo ricorrente nei locali della polizia allo scopo di identificarlo, il che rientrava manifestamente nell’esercizio legittimo delle loro funzioni.", "II.  IL DIRITTO INTERNO PERTINENTE", "29.  Ai sensi dell’articolo 11 del decreto legge n. 59 del 21 marzo 1978:\n«Gli ufficiali e gli agenti di polizia possono accompagnare nei propri uffici chiunque rifiuta di dichiarare le proprie generalità ed ivi trattenerlo per il tempo strettamente necessario al solo fine dell’identificazione e, comunque, non oltre ventiquattro ore. \nLa disposizione prevista nel comma precedente si applica anche quando ricorrono sufficienti indizi per ritenere la falsità delle dichiarazioni della persona richiesta sulla propria identità personale o dei documenti d’identità da essa esibiti.».\n\nIN DIRITTO\n\nI. SULL’OGGETTO DEL RICORSO\n\n30. I ricorrenti adducono che la loro detenzione negli uffici della Guardia di Finanza dell’aeroporto di Fiumicino è stata arbitraria e contraria alla legge. Invocano l’articolo 5 § 1 della Convenzione, il quale, nelle parti pertinenti, recita:\n « 1. Ogni persona ha diritto alla libertà e alla sicurezza. Nessuno può essere privato della libertà, se non nei seguenti casi e nei modi previsti dalla legge: (...)\nb) se è in regolare stato di arresto o di detenzione (...) al fine di garantire l’esecuzione di un obbligo prescritto dalla legge (...)».\n31. Essi lamentano poi di essere stati sottoposti a trattamenti inumani e degradanti durante il fermo di polizia, ai sensi dell’articolo 3 della Convenzione. Sostengono inoltre che, con l’archiviazione del loro procedimento, le autorità giudiziarie hanno, di fatto, rinunciato a condurre un’inchiesta giudiziaria approfondita ed effettiva.\n32. L’articolo 3 della Convenzione è così redatto:\n «Nessuno può essere sottoposto a tortura né a pene o trattamenti inumani o degradanti.»\n\nII. SULLA RICEVIBILITA’\n\n33. La Corte constata che il ricorso non è manifestamente infondato ai sensi dell’articolo 35 § 3 della Convenzione e che non contrasta con nessun altro motivo d’irricevibilità. E’ quindi opportuno dichiararlo ricevibile.\n\nIII. SUL MERITO\n\nA. Quanto all’addotta violazione dell’articolo 5 § 1 della Convenzione\n\n1. Tesi delle parti\n\n34. Il Governo afferma innanzitutto che la permanenza degli interessati nei locali della polizia è durata solo un’ora e mezzo, dalle ore 18.30 alle ore 20.00, ossia un tempo ragionevole.\nA suo dire poi, il trattenimento dei ricorrenti era necessario alla luce della legislazione in vigore. Così, in un primo momento, gli agenti di polizia furono costretti ad arrestare i ricorrenti e ad avviare la procedura di identificazione prevista dall’articolo 11 del decreto n. 59 del 1978 a causa del comportamento equivoco degli stessi nella zona invalicabile di un aeroporto internazionale e del loro rifiuto di farsi identificare. In seguito, la resistenza opposta dai ricorrenti e gli atti di violenza compiuti all’interno dei locali della polizia avevano costretto le forze dell’ordine ad applicare la procedura di identificazione prevista dal codice di procedura penale e ad aprire un fascicolo giudiziario nei confronti dei ricorrenti.\n35. Secondo il Governo, l’ingerenza nel diritto alla libertà dei ricorrenti era quindi conforme ai modi previsti dalla legge, perseguiva uno scopo legittimo, vale a dire la tutela dell’ordine pubblico, ed era proporzionata allo scopo perseguito.\n36. Infine, esso tiene a sottolineare che i fatti controversi furono provocati da un pregiudizio dei ricorrenti nei confronti di agenti di polizia nel legittimo esercizio delle funzioni, fatto inaccettabile in uno Stato di diritto.\n37. I ricorrenti adducono di essere stati privati della libertà per due ore e mezzo, in assenza di una decisione formale e di un controllo da parte dell’autorità giudiziaria. Al riguardo, sostengono che, all’esito del fermo di polizia, nei loro confronti non fu aperto alcun fascicolo giudiziario.\n38. Affermano che la detenzione, da loro definita un «sequestro aggravato», non era prevista dalla legge né in alcun modo giustificata dalle circostanze del caso. Al riguardo, fanno notare che il controverso controllo delle generalità era discriminatorio e ingiustificato: la famiglia Sarigiannis transitava nello spazio Schengen e non si trovava affatto in una zona vietata dell’aeroporto. Per giunta, stando alla versione dei fatti fornita dagli agenti di polizia, questi avevano deciso di controllare le generalità della sig.ra Sarigiannis solo per via dei suoi tratti orientali.\n\n2. Valutazione della Corte\n\n39. La Corte rammenta che l’articolo 5 § 1 esige innanzitutto la «regolarità» della detenzione, compresa l’osservanza dei modi previsti dalla legge. In materia, la Convenzione rinvia essenzialmente alla legislazione nazionale ed enuncia l’obbligo di rispettarne le disposizioni normative e procedurali. Essa prescrive però, in aggiunta, la conformità di qualsivoglia privazione della libertà allo scopo dell’articolo 5: tutelare l’individuo dall’arbitrio. L’articolo 5 § 1 enumera i casi in cui la Convenzione consente di privare una persona della libertà. L’elenco è esaustivo e solo un’interpretazione stretta si confà allo scopo della disposizione: garantire che nessuno sia privato arbitrariamente della libertà (Vasileva c. Danimarca, n. 52792/99, 25 settembre 2003, §§ 32-33; K.-F. c. Germania, 27 novembre 1997, § 70, Recueil des arrêts et décisions 1997 VII).\nSu quest’ultimo punto, la Corte fa notare che, in caso di privazione della libertà, è di fondamentale importanza osservare il principio generale della sicurezza giuridica. E’ quindi essenziale che le condizioni della privazione della libertà in virtù del diritto interno siano chiaramente definite e la legge stessa prevedibile nella sua applicazione, così da soddisfare il criterio di «legalità» stabilito dalla Convenzione, secondo il quale qualsiasi legge deve essere sufficientemente precisa per evitare ogni rischio di arbitrio (Nasrulloyev c. Russia, n. 656/06, § 71, 1o ottobre 2007; Khudoyorov c. Russia, n. 6847/02, § 125, CEDU 2005-X (estratti); Ječius c. Lituania, n. 34578/97, § 56, CEDU 2000-IX; Baranowski c. Polonia, n. 28358/95, §§ 50-52, CEDU 2000-III, e Amuur c. Francia, sentenza del 25 giugno 1996, Recueil 1996 III).\n40. I ricorrenti contestano che il loro trattenimento sia stato giustificato da uno dei motivi di cui al primo paragrafo dell’articolo 5.\n41. La Corte osserva che il giudice per le indagini preliminari di Civitavecchia ha constatato che i ricorrenti sono stati condotti negli uffici della polizia dell’aeroporto per essersi rifiutati di sottoporsi al controllo delle generalità. Al riguardo, non si può non constatare che i due ricorrenti non negano di essersi opposti al controllo delle generalità, limitandosi a contestarne la legittimità, in quanto per loro discriminatorio e illegale.\n42. La Corte osserva che la legge italiana prescrive l’obbligo di dichiarare le propria generalità e prevede la possibilità di trattenere nei locali della polizia chiunque si rifiuti di adempierlo (precedente paragrafo 29). A suo giudizio, il trattenimento dei ricorrenti è stato quindi deciso al fine di garantire l’esecuzione di un obbligo prescritto dalla legge, ai sensi dell’articolo 5 § 1 b) della Convenzione (Reyntjens c. Belgio, n. 16810/90, decisione della Commissione del 9 settembre 1992, Decisioni e Rapporti (DR) 73, p. 136; Epple c. Germania, n. 77909/01, § 36, 24 marzo 2005).\n43. La Corte rammenta che, perché la detenzione controversa sia giustificata ai sensi dell’articolo 5 § 1 b), l’obbligo in questione deve essere specifico e concreto, l’interessato deve ignorarlo e l’arresto e la detenzione devono essere finalizzati a garantirne l’esecuzione. Inoltre, nel momento in cui l’obbligo in questione è soddisfatto, viene meno il fondamento della detenzione. Infine, occorre stabilire un equilibrio tra la necessità, in una società democratica, di garantire l’esecuzione immediata dell’obbligo in questione e l’importanza del diritto alla libertà. Al riguardo, la Corte terrà conto della natura dell’obbligo, compresi l’oggetto e lo scopo latenti dello stesso, della persona detenuta e delle particolari circostanze all’origine della detenzione della stessa e, infine, della durata della detenzione (Vasileva succitata, §§ 37-38; Iliya Stefanov c. Bulgaria, n. 65755/01, § 71, 22 maggio 2008).\n44. Ora, la Corte ha già affermato che l’obbligo di collaborare con la polizia e di fornire le proprie generalità, anche in assenza del sospetto di perpetrazione di un reato, costituisce un obbligo sufficientemente «concreto e specifico» da rientrare nel campo di applicazione dell’articolo 5 § 1 b) della Convenzione (Vasileva, succitata, § 39).\n45. Del resto, secondo la Corte, i ricorrenti, rispettivamente dell’età di cinquantaquattro e diciannove anni, furono trattenuti dalla polizia per due ore e mezzo, dalle ore 18.30 alle ore 21.30 al più tardi (si veda il precedente paragrafo 15).\n46. A giudizio della Corte, la breve durata del trattenimento dei ricorrenti nell’ufficio di polizia e le circostanze del caso inducono a concludere che sia stato rispettato un giusto equilibrio tra l’importanza di garantire l’esecuzione immediata dell’obbligo in questione e l’importanza del diritto alla libertà dei ricorrenti. \n47. Ne consegue che non vi è stata violazione dell’articolo 5 § 1 della Convenzione nel caso di specie.\n\nB.  Quanto all’addotta violazione dell’articolo 3 della Convenzione\n\n1.  Tesi delle parti\n\n48. Il Governo afferma innanzitutto che le lesioni, lievissime, subite dai ricorrenti sono state provocate dall’opposizione di questi alle operazioni di controllo condotte dagli agenti nell’esercizio legittimo delle funzioni. Pertanto, le lesioni non sono state inflitte intenzionalmente dagli agenti dello Stato e non perseguivano fini vietati dalla legge.\n49. Del resto, i ricorrenti non sono stati sottoposti ad alcun trattamento degradante, tale da umiliare, avvilire o instillare paura e angoscia. Il Governo rammenta che la durata della loro detenzione nei locali della polizia non può essere definita eccessiva. Quanto all’accusa di avere impedito ai ricorrenti di usare il telefono e di bere dell’acqua, il Governo osserva innanzitutto che il diritto invocato dai ricorrenti di contattare le autorità diplomatiche o un avvocato nell’ambito di una detenzione breve non è sancito dalla Convenzione. Inoltre, un’attesa di un’ora e mezzo, durata totale del trattenimento degli interessati nei locali della polizia, non raggiunge in nessun caso la soglia minima di gravità prevista dall’articolo 3 della Convenzione.\n50. I ricorrenti sostengono di avere subito violenze fisiche e psicologiche da parte dei poliziotti. Le lesioni subite, certificate dai diversi medici che li hanno visitati, stanno a testimoniare l’uso della forza fisica su persone private della libertà e vulnerabili, inaccettabile in una società democratica.", "2.  Valutazione della Corte", "51.  La Corte rammenta che l’articolo 3 sancisce uno dei valori fondamentali delle società democratiche. Anche nei contesti più difficili, quali la lotta al terrorismo e alla criminalità organizzata, la Convenzione proibisce in termini assoluti la tortura e le pene o i trattamenti inumani o degradanti. L’articolo 3 non prevede restrizioni, differenziandosi in ciò dalla maggioranza delle clausole normative della Convenzione e dei Protocolli nn. 1 e 4, e, ai sensi dell’articolo 15 § 2, non ammette deroghe, neanche in caso di pericolo pubblico che minacci la vita della nazione (Selmouni c. Francia [GC], n. 25803/94, § 95, CEDU 1999-V).\n52. Per rientrare nel campo di applicazione dell’articolo 3, un maltrattamento deve raggiungere un minimo di gravità. L’apprezzamento di questo minimo è, per essenza, relativo; esso dipende dall’insieme degli elementi della causa e, in particolare, dalla durata del maltrattamento, dalle conseguenze fisiche e mentali dello stesso nonché, talvolta, dal sesso, dall’età e dallo stato di salute della vittima.\n53. Per valutare gli elementi che le consentono di dire se vi sia stata violazione dell’articolo 3, la Corte aderisce al principio della prova «al di là di ogni ragionevole dubbio», ma aggiunge che una tale prova può risultare da un insieme di indizi, o da presunzioni non confutate, sufficientemente gravi, precisi e concordanti (Jalloh c. Germania [GC], n. 54810/00, § 67, CEDU 2006 IX; Ramirez Sanchez c. Francia [GC], n. 59450/00, § 117, CEDU 2006 IX). Del resto, quando un individuo si trova privato della libertà, l’uso su di lui della forza fisica che non sia reso strettamente necessario dal comportamento di tale individuo lede la dignità umana e costituisce, in linea di principio, una violazione del diritto sancito dall’articolo 3 (Ribitsch c. Austria, sentenza del 4 dicembre 1995, serie A n. 336, § 38, e Tekin c. Turchia, sentenza del 9 giugno 1998, Recueil 1998-IV, §§ 52-53).\n54. Parimenti, l’articolo 3 non vieta il ricorso alla forza da parte degli agenti di polizia durante un fermo per accertamenti. Tuttavia, il ricorso alla forza deve essere proporzionato e necessario alla luce delle circostanze del caso (si veda, tra molte altre, Rehbock c. Slovenia, n. 29462/95, § 76, CEDU 2000-XII; Altay c. Turchia, n. 22279/93, § 54, 22 maggio 2001). Quale che sia l’esito del procedimento avviato a livello interno, una costatazione di colpevolezza o di non colpevolezza non può liberare lo Stato convenuto dalle responsabilità derivanti dalla Convenzione. Ad esso spetta l’onere di fornire spiegazioni plausibili sull’origine delle ferite. Se non lo assolve, entra in gioco l’articolo 3 (Selmouni, succitata, § 87; Rivas c. Francia, n. 59584/00, § 38, 1o aprile 2004).\n55. In caso di accuse rientranti nel campo dell’articolo 3 della Convenzione, il loro esame da parte della Corte deve essere particolarmente approfondito (Vladimir Romanov c. Russia, n. 41461/02, § 59, 24 luglio 2008). Tuttavia, se vi è stato un procedimento interno, non rientra tra i compiti della Corte sostituire la sua visione delle cose a quella delle corti e dei tribunali interni, ai quali spetta, in linea di principio, di valutare gli elementi da essi stessi raccolti (Jasar c. l’ex-Repubblica iugoslava di Macedonia, n. 69908/01, § 49, 15 febbraio 2007). Anche se le constatazioni dei giudici interni non vincolano la Corte, questa ha tuttavia bisogno di elementi convincenti per potersene discostare.\n56. Nel caso di specie, il Governo non contesta che gli agenti abbiano usato la forza per vincere la resistenza dei ricorrenti. Né che le ferite dei ricorrenti siano state inferte durante il trattenimento degli stessi nei locali della polizia, mentre si trovavano completamente sotto il controllo dei funzionari di polizia. Il Governo nega invece che le lesioni riportate dai ricorrenti abbiano raggiunto una soglia di gravità sufficiente a far scattare l’applicazione dell’articolo 3 della Convenzione.\n57. La Corte osserva innanzitutto che i certificati medici riguardanti i ricorrenti, redatti subito dopo la liberazione di questi, attestano traumi cranici, molteplici contusioni ai polsi, al volto e agli arti superiori e inferiori. Sulla base di questi elementi di prova, che il Governo non ha contestato, la Corte ritiene che, considerata la gravità delle lesioni personali constatate, i ricorrenti siano stati sottoposti a maltrattamenti di gravità superiore a quella soglia minima sufficiente a far scattare l’applicazione dell’articolo 3 della Convenzione (Afanassïev c. Ucraina, n. 38722/02, § 61, 5 aprile 2005; Sashov ed altri c. Bulgaria, n. 14383/03, § 49, 7 gennaio 2010).\n58. Pertanto, la Corte è tenuta ad accertare se la forza utilizzata fosse, nel caso di specie, proporzionata.\nLa Corte rileva innanzitutto che i ricorrenti non erano noti alle forze di polizia. Inoltre, secondo la ricostruzione dei fatti effettuata dal giudice per le indagini preliminari sulla base delle dichiarazioni di un testimone, il comportamento del primo ricorrente, sebbene poco collaborativo, non era né violento né sproporzionato al momento del fermo per accertamenti (si veda il precedente paragrafo 26).\n59. Le violenze furono scatenate dal tentativo dei poliziotti di condurre il primo ricorrente nell’ufficio di polizia al fine di effettuare il controllo delle sue generalità, al quale egli si era rifiutato di sottoporsi contestandone la legittimità. Il secondo ricorrente, appena maggiorenne all’epoca dei fatti, intervenne in aiuto del padre.\n60. Il Governo ribadisce che il ricorso alla forza era necessario per far fronte all’aggressione fisica perpetrata dai ricorrenti ai danni dei poliziotti.\nOra, se, da un lato, le versioni delle parti divergono quanto allo svolgimento dei fatti all’interno dei locali di polizia, dall’altro, la Corte non può ignorare che anche i quattro agenti hanno riportato ferite in quell’occasione (precedente paragrafo 22). Del resto, i ricorrenti non hanno negato di avere opposto una certa resistenza ai poliziotti.\n61. Pertanto, la Corte è disposta ad ammettere la necessità di esercitare una forma di costrizione per evitare eventuali eccessi ed impedire violenze da parte dei ricorrenti (a contrario, Darraj c. Francia, n. 34588/07, § 43, 4 novembre 2010). Tuttavia, anche supponendo che la forza sia stata, in certa misura, «necessaria» in ragione del comportamento aggressivo dei ricorrenti, la Corte non è convinta che essa sia stata «proporzionale».\n62. La Corte osserva che ben quattro poliziotti erano presenti per vincere la resistenza dei due ricorrenti. Del resto, se una parte delle lesioni subite dagli interessati, in particolare a livello delle braccia e delle gambe, sembra compatibile con l’obiettivo di immobilizzarli ed ammanettarli (precedente paragrafo 27), le numerose ferite a livello della testa e del volto dei ricorrenti non hanno trovato spiegazione né da parte delle autorità nazionali né da parte del Governo.\n63. Inoltre, i ricorrenti, stranieri con difficoltà ad esprimersi in italiano, furono trattenuti in due stanze separate. Nel frattempo, la sig.ra Sarigiannis e la figlia minore, alle quali era stato impedito di entrare nell’ufficio, erano in comprensibile stato di apprensione e rimasero senza notizie dei familiari. \n64. A giudizio della Corte, la situazione era tale da causare nei ricorrenti sofferenze fisiche e mentali e, tenuto conto delle circostanze del caso, da instillare in loro anche paura, angoscia e senso di inferiorità tali da umiliare, avvilire ed eventualmente vincere la loro resistenza fisica e mentale. Sono questi elementi ad indurre la Corte a ritenere che i maltrattamenti inflitti ai ricorrenti siano stati inumani e degradanti.\n65. In conclusione, secondo la Corte, il Governo non ha dimostrato, nelle circostanze del caso, che l’uso della forza nei confronti dei ricorrenti era proporzionato (si vedano, a contrario, le sentenze Caloc c. Francia, n. 33951/96, §§ 100-101, CEDU 2000-IX ; Milan c. Francia, n. 7549/03, § 65, 24 gennaio 2008).\n66. Pertanto, vi è stata violazione dell’articolo 3 della Convenzione.\n67. D’altra parte, tenuto conto del complesso dei fatti della causa e delle argomentazioni delle parti, a giudizio della Corte, nelle circostanze del caso, non è necessario deliberare separatamente sul motivo di ricorso relativo all’aspetto strettamente procedurale dell’articolo 3.", "\n\nIV. SULL’APPLICAZIONE DELL’ARTICOLO 41 DELLA CONVENZIONE\n\n68. Ai sensi dell’articolo 41 della Convenzione,\n«Se la Corte dichiara che vi è stata violazione della Convenzione o dei suoi Protocolli, e se il diritto interno dell’Alta Parte contraente permette di riparare solo in parte alle conseguenze di tale violazione, la Corte accorda, se del caso, un’equa soddisfazione alla parte lesa.»\n69. I ricorrenti non hanno presentato alcuna richiesta di equa soddisfazione. Pertanto, la Corte non ritiene di dovere concedere loro alcuna somma a tale titolo.", "PER QUESTI MOTIVI, LA CORTE, ALL’UNANIMITA’,", "Dichiara il ricorso ricevibile;", "Afferma che non vi è stata violazione dell’articolo 5 § 1 della Convenzione;", "Afferma che vi è stata violazione dell’articolo 3 della Convenzione;", "Afferma non doversi prendere in esame il resto del ricorso.", "Fatta in francese, poi comunicata per iscritto il 5 aprile 2011, in applicazione dell’articolo 77 §§ 2 e 3 del regolamento.\n\nStanley Naismith\nCancelliere", "Françoise Tulkens\nPresidente"]}