{"file": "LIT_HJUDLIT_16839_90.docx", "doc_type": "HJUDLIT", "doc_lang": "LIT", "case_id": "16839/90", "text_paragraphs": ["REMLI PRIEŠ PRANCŪZIJĄ", "", "1996 m. balandžio 23 d. sprendimas", "", "NEOFICIALI BYLOS SANTRAUKA IR BYLOS APLINKYBĖS", "", "A.\tEsminiai faktai", "", "\t1985 m. balandžio 16 d. pareiškėjas (iš Alžyro kilęs prancūzas) ir kitas kalinys (Alžyro pilietis) bandė pabėgti iš Lyons-Montluco prancūzų kalėjimo ir pabėgimo metu apsvaigino vieną sargybinį, kuris vėliau nuo patirtų smūgių mirė.", "\tAbu kaliniai buvo apkaltinti tyčine žmogžudyste ir bandymu pabėgti ir 1988 m. rugpjūčio 12 d. jų byla buvo perduota Rhōne'o asizų teismui. Teisminis nagrinėjimas vyko 1989 m. balandžio 12 - 14 dienomis.", "\tBalandžio 13 d. pareiškėjo advokatai kreipėsi į teismą prašydami oficialiai užfiksuoti rasistinę pastabą, kurią dieną prieš prasidedant teismo procesui pasakė vienas iš prisiekusiųjų ir kurią išgirdo su byla nesusijęs asmuo (ponia M.). Be to, advokatai prašė prie bylos pridėti ponios M. pasirašytą pareiškimą dėl šio įvykio. Tą pačią dieną teismas atsisakė patenkinti pirmąjį pageidavimą, bet nurodė, kad pareiškimas turi būti pridėtas prie bylos.", "\t1989 m. balandžio 14 d. asizų teismas nuteisė pareiškėją už tyčinę žmogžudystę ir bandymą pabėgti ir skyrė įkalinimo bausmę iki gyvos galvos. Pareiškėjas padavė kasacinį skundą, kuriame, be kitų dalykų, tvirtinama, kad buvo pažeistas Europos žmogaus teisių konvencijos 6 straipsnio 1 § asizų teismui atsisakius užfiksuoti minėtą pastabą bylos medžiagoje. 1989 lapkričio 22 d. Kasacinis teismas atmetė pareiškėjo skundą.", "", "B.  Bylos nagrinėjimas Europos žmogaus teisių komisijoje", "", "\t1990 m. gegužės 16 d. skundas buvo pateiktas Komisijai, o 1994 m. balandžio 12 d. Komisija pripažino skundą dėl Konvencijos 6 straipsnio 1 § pažeidimo priimtinu ir nusprendė, kad nebūtina atskirai nagrinėti skundą dėl kartu imto Konvencijos 14 straipsnio ir 6 straipsnio 1 § pažeidimo.", "\t1994 m. lapkričio 30 d. ataskaitoje Komisija, nustačiusi faktus, padarė išvadą (septyni balsai prieš keturis), kad 6 straipsnio 1 § buvo pažeistas.", "\t1995 m. sausio 18 d. Komisija bylą perdavė Teismui.", "", "SPRENDIMO IŠTRAUKA", "", "DĖL TEISĖS", "", "I.  Tariamas Konvencijos 6 straipsnio pažeidimas", "", "28.  Pareiškėjas tvirtino, kad jis nukentėjo pažeidus Konvencijos 6 straipsnio 1 §, kur teigiama:", "\t,,Kai yra sprendžiamas tam tikro asmens ... jam pareikšto kokio nors baudžiamojo kaltinimo klausimas, toks asmuo turi teisę, kad bylą ... išnagrinėtų ... nepriklausomas ir bešališkas teismas”.", "", "A.  Pirminiai Vyriausybės prieštaravimai", "", "29.  Kaip ir anksčiau Komisijoje, Vyriausybė pateikia du prieštaravimus dėl skundo priimtinumo.", "", "1.  Neišnaudotos visos vidaus teisinės gynybos priemonės", "", "(a)  Dėl skundo, pagrįsto Konvencijos 6 straipsniu", "", "30.   Vyriausybės nuomone, vidaus teisinės gynybos priemonės nebuvo išnaudotos. Pono Remli pareiškimas asizų teismui dėl oficialaus pastabos užfiksavimo protokole nebuvo susijęs su bylos aplinkybėmis, be to, pats pareiškėjas, jeigu turėjo pagrįstų įtarimų dėl išankstinio nusistatymo, nereikalavo, kad teismas atliktų tyrimą arba atsisakytų nagrinėti tokios sudėties bylą.", "\tRhōne'o asizų teismas negalėjo spręsti apie įvykius, vykusius ne teismo salėje, netgi manant, kad jie iš tikrųjų įvyko. Be to, nereikalaudamas atlikti šių faktų tyrimą, pareiškėjas atėmė iš savęs galimybę pasinaudoti teisinės gynybos priemone, kuri galėtų atitaisyti įtariamą pažeidimą. Jeigu atliekant tyrimą minėtas faktas būtų nustatytas, asizų teismas būtų galėjęs minėtą prisiekusįjį pakeisti kitu. Jeigu asizų teismas būtų atsisakęs patenkinti prašymą dėl tyrimo, ponas Remli būtų galėjęs paduoti skundą Kasacinio teismo baudžiamųjų bylų kolegijai ir reikalauti, kad pagrįstai įtariant Rhōne'o asizų teismą išankstiniu nusistatymu šis teismas atsisakytų nagrinėti bylą. Tokia procedūra gali būti taikoma tik visam teismui, o ne vienam ar keliems teisėjų kolegijos narams, įtariamiems išankstiniu nusistatymu. Minėtas prisiekusysis nebuvo nušalintas, todėl tai galėjo turėti įtakos visam asizų teismo nešališkumui ir remiantis Baudžiamojo proceso kodekso 662 straipsniu Kasacinis teismas būtų galėjęs priimti atitinkamą sprendimą.", "31.   Pareiškėjo nuomone, asizų teismas turėjo savo iniciatyva duoti nurodymą atlikti tyrimą, jeigu manė, kad pono Remli pateiktų įrodymų (ponios M. raštiško pareiškimo) nepakanka. Beje, prašymas atlikti tyrimą, pareiškėjo nuomone, negali būti laikomas teisine gynybos priemone pagal Konvencijos 26 straipsnį. O dėl prašymo, kad remiantis pagrįstu išankstinio nusistatymo įtarimu teismas atsisakytų nagrinėti bylą, tai yra išskirtinė procedūra, kuri gali būti taikoma tik visam teismui, o ne vienam prisiekusiajam. Kadangi toks prašymas neturi sulaikančio poveikio, asizų teismas vis vien būtų posėdžiavęs, neatsižvelgdamas į pasekmes.", "32.  Komisija sutinka su šiuo pareiškėjo argumentu.", "33.   Teismas dar kartą pažymi, kad 26 straipsnio paskirtis yra suteikti Susitariančioms valstybėms galimybę užkirsti kelią pažeidimams ar atitaisyti pažeidimus, dėl kurių jos kaltinamos, kol šie pareiškimai pateikiami Konvencijos institucijoms (Žr., pavyzdžiui, 1994 m. rugsėjo 22 d. Hentrich prieš Prancūziją bylos sprendimą, serija A, Nr. 296-A, p. 18, § 33). Taigi skundą, kurį pareiškėjas numato paduoti Komisijai, pirmiausia bent paviršutiniškai turi išnagrinėti atitinkami nacionaliniai teismai pagal formalius vidaus įstatymų reikalavimus ir nepažeisti nustatytų terminų. Tačiau turi būti išnaudotos tik tos teisinės gynybos priemonės, kurios yra veiksmingos ir gali atitaisyti padarytus pažeidimus (Žr., be kitų, 1995 m. lapkričio 20 d. Pressos Compania S.A. ir kiti prieš Belgiją bylos sprendimą, serija A, Nr. 332, p. 19, § 27).", "34.   Šiuo atveju reikalavimas, kad asizų teismas oficialiai įvertintų minėtą pastabą, buvo viena iš tolesnio kreipimosi į Kasacinį teismą prielaidų, kadangi Kasacinis teismas negali nagrinėti asizų teismo nenagrinėtų ir neužfiksuotų jo teismo protokoluose skundų. Žinoma, asizų teismas galėjo atsisakyti vertinti ne teisme vykusius įvykius, bet jis turi teisę nurodyti, kad būtų atliktas atitinkamas tyrimas (žr. § 21). Atsižvelgdamas į šias aplinkybes ir į pareiškėjo teismui pateiktą ponios M. raštišką pareiškimą, Teismas mano, kad taip jis suteikė asizų teismui tolimesnių veiksmų galimybę ir tai buvo veiksminga teisinės gynybos priemonė.", "\tSkundo, kur reikalaujama, kad teismas atsisakytų nagrinėti bylą remdamasis pagrįstu išankstinio nusistatymo įtarimu, objektas gali būti tik visas teismas.", "Kai kyla klausimas dėl konkretaus teismo nario nešališkumo, vienintelė galima procedūra - nušalinimas. Tačiau kai kalbama apie asizus, nušalinimas galimas tik tuo metu, kai prisiekusieji renkami burtais, todėl šiuo atveju tokią procedūrą nebuvo įmanoma taikyti .", "\tTodėl prieštaravimas yra atmetamas.", "", "(b)  Dėl skundo pagal kartu imtus Konvencijos 14 ir 6 straipsnius", "", "35.   Vyriausybė teigia, kad ponas Remli vidaus teismams nesiskundė buvęs diskriminuojamas dėl rasės ar tautybės. Taigi pareiškėjas 14 straipsniu pirmą kartą rėmėsi skųsdamasis Konvencijos institucijoms.", "36.   Pasak pareiškėjo, dėl tariamo 14 straipsnio pažeidimo jis gali skųstis Konvencijos institucijoms tokiu lygiu, kiek tai įmanoma pagal Kasacinio teismo sprendimą.", "37.   Sprendime dėl pareiškimo priimtinumo Komisija padarė išvadą, kad šis skundas visiškai pagrįstas pagal 6 straipsnio 1 §, todėl nėra reikalo straipsnius nagrinėti atskirai.", "38.   Turėdamas omeny reikalavimą išnaudoti visas vidaus teisinės gynimo priemones (žr. § 33 ), Teismas pripažįsta Vyriausybės prieštaravimą dėl skundo pagal kartu paimtus 14 ir 6 straipsnius priimtinumo.", "", "2.   Skundas pateiktas pavėluotai", "", "39.   Vyriausybė taip pat teigia, kad pareiškimas buvo pateiktas pasibaigus jo pateikimo terminui. 1989 m. lapkričio 22 d. sprendimas, kuriuo remiantis kasacinis skundas buvo atmestas, nebuvo galutinis vidaus teismo institucijos sprendimas, nuo kurio pradedamas skaičiuoti šešių mėnesių kreipimosi į Komisiją laikotarpis. Kasacinis teismas priima sprendimus dėl teisinių klausimų, o ne dėl faktų, todėl jis manė, kad asizų teismas pats turi priimti sprendimą dėl savo požiūrio į minėtus faktus. Vadinasi, šis laikotarpis prasidėjo 1989 m. balandžio 14 d., kai asizų teismas pateikė tarpinį sprendimą, ir todėl pareiškėjas nesilaikė termino.", "40.   Ponas Remli nesutinka su šiuo argumentu. Asizų teismo tarpinių sprendimų kasacinio apskundimo galimybė yra numatyta Baudžiamojo proceso kodekso 316 straipsnio paskutiniame punkte.", "41.   Savo sprendime dėl pareiškimo priimtinumo Komisija atsižvelgė į Baudžiamojo proceso kodekso 316 straipsnio nuostatas. Ji priminė, kad Kasacinis teismas mano, kad jo jurisdikcijai priklauso priimti sprendimus dėl Konvencijos, kuri yra tiesiogiai taikoma prancūzų teisinėje sistemoje, pažeidimų; Vyriausybė neįrodė, kad Konvencija pagrįstas skundas Kasaciniam teismui bus išspręstas teismo praktikoje taip, kad jo negalima laikyti veiksminga teisinės gynybos priemone pagal Konvencijos 26 straipsnį.", "\tKomisijos atstovas taip pat pažymėjo, kad Kasacinis teismas skundo dėl Konvencijos 6 straipsnio pažeidimo nepaskelbė nepriimtinu. Todėl, Komisijos nuomone, 26 straipsnio nuostatas atitinkanti data yra Kasacinio teismo sprendimo data, t.y. 1989 m. lapkričio 22 d.", "42.   Teismas primena, kad kasacinis skundas yra viena iš vidaus teisinės gynybos priemonių, kurias iš principo reikia išnaudoti, kad būtų įvykdyti 26 straipsnio reikalavimai. Netgi manant, kad šiuo konkrečiu atveju skundas būtų atmestas, jo pateikimas nebuvo bergždžias žingsnis. Galiausiai skundas bent jau turėjo įtakos tam, kad buvo atidėta šešių mėnesių laikotarpio pradžia (Žr. naujausią šaltinį -1993 m lapkričio 23 d. A. prieš Prancūziją bylos sprendimą, serija A, Nr. 277-B, p. 47 - 48, § 30). Todėl prieštaravimas, kad skundas buvo pateiktas pavėluotai, turi būti atmestas.", "", "B.  Skundo pagrįstumas", "", "43.  Pono Remli nuomone, teismas nebus nešališkas, jei teisiant kitų tautybių asmenis ar užsieniečius į teismo sudėtį įeis asmuo, prieš posėdį viešai reiškęs rasistinius įsitikinimus. Toks asmuo neturi dalyvauti nagrinėjant bylą, nes nėra visiškai objektyvus.", "Tačiau Rhōne'o asizų teismas atmetė jo prašymą užfiksuoti minėtą pastabą, nors turėjo teisę tai padaryti. Ponios M. raštiškas pareiškimas buvo aiškus, detalus, logiškas ir nedviprasmiškas, jame buvo tiksliai perteikta pastaba ir nurodytas tai pasakęs asmuo.", "Jeigu, kaip šiuo atveju, remiantis nurodytais faktais gali kilti didelių abejonių dėl vieno prisiekusiojo nešališkumo, pareiškėjo nuomone, asizų teismas privalo juos oficialiai užfiksuoti, priešingu atveju jis atima iš kaltinamojo galimybę būti teisiamam nešališko teismo. Trumpai tariant, asizų teismas ir Kasacinis teismas turėjo į tai reaguoti.", "44.   Vyriausybė pripažįsta, kad teismas, kurio prisiekusysis yra pasiskelbęs rasistu, negali būti laikomas nešališku. Nepaisant to, reikia tiksliai nustatyti, kad tokios rasistinės pažiūros tikrai buvo pareikštos, ir pateikti įrodymus, kad jos galėjo turėti įtakos nuosprendžiui. Tačiau šiuo atveju ponios M. parodymai nėra pakankamai patikimi, jie niekuo nepagrįsti ir negali būti laikomi įrodymu, kuris leistų objektyviai abejoti prisiekusiojo nešališkumu. Viena vertus, jie prieštaravo tam, ką teigė pareiškėjo advokatai, kita vertus, sakinys ,,Maža to, esu rasistas” galėjo būti pasakytas juokais ar dėl kitos bylos arba vien tik kalbant apie pareiškėjo bendrininką (Alžyro pilietį), o ne apie patį poną Remli, turėjusį Prancūzijos pilietybę. Todėl negalima manyti, kad buvo nustatyta, jog galima abejoti vieno iš prisiekusiųjų, nagrinėjusių pareiškėjo bylą, nešališkumu.", "\tBe to, Teismas neprivalo patikrinti visų pastabų, kurias prisiekusysis galėjo pasakyti prieš išrenkant jį burtų būdu. Šioje byloje minėtas prisiekusysis nebuvo nušalintas. Todėl po to imta abejoti visų prisiekusiųjų nešališkumu. Tačiau šioje byloje sunku apibūdinti visus prisiekusiuosius, kaip turinčius išankstinių nuostatų, juolab, kad remiantis Baudžiamojo proceso kodeksu bet koks sprendimas kaltinamojo nenaudai turi būti priimtas mažiausiai aštuonių balsų persvara.", "45.  Komisijos nuomone, ponios M. pareiškime nebuvo neatitikimų ir pagal jį buvo galima tiksliai nustatyti pastabą pasakiusį asmenį. Kadangi asizų teismas nepatikrino pareiškėjo nurodytų faktų, pareiškėjas pagrįstai gali abejoti minėto prisiekusiojo nešališkumu ir su tuo susiję jo būgštavimai yra objektyviai pateisinami. Todėl Konvencijos 6 straipsnio 1 § buvo pažeistas.", "46.   Teismas primena savo teisminės praktikos principus dėl teismų nepriklausomybės ir nešališkumo, taikomus prisiekusiesiems ir profesionaliems bei taikos teisėjams (Žr. 1993 m. lapkričio 25 d. Holm prieš Švediją bylos sprendimą, serija A, Nr. 279-A, p. 14, § 30).", "Sprendžiant, ar konkrečioje byloje yra teisėtas pagrindas abejoti teisėjo nešališkumu, kaltinamojo nuomonė yra svarbi, bet ne lemiama. Lemia tai, ar pareiškėjo būgštavimai gali būti laikomi objektyviai pateisinamais (Žr., be kitų, 1994 balandžio 22 d. Saraiva de Carvalho prieš Portugaliją bylos sprendimą, serija A, Nr. 286-B, p. 38, § 35; 1993 m. vasario 26 d. Padovani prieš Italiją bylos sprendimą, serija A, Nr. 257-B, p. 20, § 27).", "47.  Teismas pažymi, kad šiuo atveju Rhōne'o asizų teismas turėjo teisti poną Remli ir jo bendrininką, abu kilusius iš Šiaurės Afrikos, ir kad trečiasis asmuo (ponia M.) raštiškai paliudijo, kad ji girdėjo vieną prisiekusįjį sakant: ,,Maža to, esu rasistas.\"", "Teismas neprivalo vertinti ponios M. rašytinio pareiškimo įrodomosios vertės ar tikslinti, ką minėtas prisiekusysis iš tiesų pasakė. Teismas tik konstatuoja, kad pareiškėjo advokatai atkreipė teismo dėmesį į minėtą pastabą, kuri, turint omeny šios bylos kontekstą, buvo pakankamai svarbi, ir paprašė ją užfiksuoti. Teismas atmetė šį prašymą net nenagrinėjęs jam pateiktų įrodymų vien tik dėl formalios priežasties: teismas negali ,,pridėti prie bylos ne teismo salėje vykusių faktų”. Be to, teismas nedavė nurodymo ištirti šį faktą, nors ir turėjo tokią teisę. Todėl pareiškėjas neturėjo galimybės nei pasiekti, kad minėtas prisiekusysis būtų pakeistas kitu prisiekusiuoju, nei pasiremti aptariamu faktu savo kasaciniame skunde (žr. § 21 ). Jis taip pat negalėjo prisiekusiojo nušalinti, nes žiuri jau buvo sudaryta (žr. § 17), o paduoti apeliacinį skundą dėl asizų teismo buvo neįmanoma (žr. § 16 ).", "48.   Kaip ir Komisija, Teismas mano, kad Konvencijos 6 straipsnio 1 § numatyta, kad kiekvienas nacionalinis teismas tokiais svarbiais atvejais, kaip kad šis, pagal šį straipsnį privalo tikrinti, ar konkrečios sudėties teismas yra ,,nešališkas ”.", "\tTačiau šioje byloje Rhōne'o asizų teismas neatliko tokio patikrinimo ir taip atėmė iš pono Remli galimybę pasinaudoti teisinės gynybos priemonėmis, jei to būtų reikėję. Ši situacija prieštarauja Konvencijos reikalavimams. Turint omeny asmenų pasitikėjimą juos teisiančiu teismu, šios išvados pakanka, kad Teismas nuspręstų, jog 6 straipsnio 1 § buvo pažeistas.", "", "II.  Konvencijos 50 straipsnio taikymas", "", "49.  Konvencijos 50 straipsnyje teigiama:", "\t,,Jeigu Teismas nustato, jog sprendimas ar priemonės, kurių ėmėsi teismo ar kokie nors kiti Aukštosios susitariančiosios šalies organai, visiškai arba iš dalies prieštarauja įsipareigojimams pagal šią Konvenciją, taip pat, jeigu šios šalies teisė leidžia tik iš dalies atlyginti šio sprendimo ar priemonių pasekmes, prireikus Teismas gali teisingai patenkinti nukentėjusiosios šalies reikalavimus.\"", "", "A.   Moralinė žala", "", "50.   Ponas Remli reikalauja 1 000 000 Prancūzijos frankų (FRF) už padarytą moralinę žalą.", "51.   Komisijos atstovas siūlo Teismui įvertinti šią žalą sąžiningai ir teisingai.", "52.   Kaip ir Vyriausybė, Teismas mano, kad nustatytas 6 straipsnio 1 § pažeidimas savaime yra pakankamas ir teisingas atlyginimas.", "", "B.  Bylos peržiūrėjimas arba bausmės sumažinimas", "", "53.   Pareiškėjas taip pat siekia, kad byla būtų peržiūrėta asizų teismui garantuojant nešališkumą arba įkalinimas iki gyvos galvos būtų pakeistas penkiolikos metų įkalinimu.", "54.   Kaip ir Vyriausybė bei Komisijos atstovas, Teismas nurodo, kad 50 straipsnis nesuteikia jam jurisdikcijos priimti tokį sprendimą dėl Susitariančiosios valstybės (Žr., pavyzdžiui, 1993 m. rugsėjo 20 d. Saidi prieš Prancūziją bylos sprendimą, serija A, Nr. 261-C, p. 57, § 47).", "", "C.  Teismo išlaidos ir sąnaudos", "", "55.   Ponas Remli reikalauja 166 896 Prancūzijos frankų (FRF), įskaitant pridėtinės vertės mokestį - PVM, teismo išlaidoms ir sąnaudoms kompensuoti, iš kurių 118 600 Prancūzijos frankų (FRF) sudaro išlaidos šalies teismuose ir 48 296 Prancūzijos frankų (FRF) - Konvencijos institucijose.", "56.   Valstybė teigė, kad pareiškėjas nepateikė išlaidas įrodančių sąskaitų, todėl ieškinys turėtų būti atmestas arba klausimas dėl 50 straipsnio taikymo turėtų būti atidėtas. Be to, Vyriausybė pridūrė, kad bet kuriuo atveju visi nacionaliniuose teismuose patirti nuostoliai ir išlaidos neturėtų būti atlyginti.", "57.   Komisijos atstovas manė, kad teismo išlaidų ir nuostolių atlyginimas turėtų apsiriboti išlaidomis, turėtomis bylą nagrinėjant pagal nacionalinę ir tarptautinę teisines sistemas, kad būtų atitaisytas tvirtinamas pažeidimas.", "58.   Atsižvelgdamas į tai, kad savo pareiškime ir papildomose pastabose pareiškėjas konkrečiai išdėstė savo pretenzijas, Teismas priteisia pareiškėjui kaip teisingą atlyginimą 60 000 Prancūzijos frankų (FRF), įskaitant PVM.", "", "D.  Delspinigiai", "", "59.  Remiantis Teismo turima informacija, įstatymo nustatyta palūkanų norma Prancūzijoje šio sprendimo priėmimo dieną yra 6,65 proc. per metus.", "", "DĖL ŠIŲ PRIEŽASČIŲ TEISMAS", "", "1.   Septyniais balsais prieš du atmetė Vyriausybės pirminį protestą dėl skundo pagal Konvencijos 6 straipsnį, pagrįstą tuo, kad nebuvo išnaudotos šalies teisinės gynybos priemonės;", "2.   Vienbalsiai nutarė, kad negali svarstyti skundo pagal kartu imtus Konvencijos 14 ir 6 straipsnius, nes šalies teisinės gynimo priemonės nebuvo išnaudotos;", "3.   Vienbalsiai atmetė Vyriausybės pirminį prieštaravimą, pagrįstą šešių mėnesių termino pažeidimu;", "4.   Penkiais balsais prieš keturis nutarė, kad Konvencijos 6 straipsnio 1 § buvo pažeistas;", "5.   Vienbalsiai nutarė, kad šis sprendimas yra pakankamas ir teisingas tvirtinamos žalos atlyginimas;", "6.   Aštuoniais balsais prieš vieną nutarė, kad šalis atsakovė per tris mėnesius sumoka pareiškėjui 60 000 (šešiasdešimt tūkstančių) Prancūzijos frankų (FRF) ir pasibaigus aukščiau minėtam trijų mėnesių laikotarpiui iki visiško atsiskaitymo nuo šios sumos mokamos 6,65 proc. metinės palūkanos už patirtas teismo išlaidas ir nuostolius;", "7.   Vienbalsiai atmeta likusią ieškinio dėl teisingo atlyginimo dalį.", "", "\tSudaryta anglų ir prancūzų kalbomis ir paskelbta atvirame teismo posėdyje Žmogaus teisių rūmuose, Strasbūre, 1996 m. balandžio 23 d.", "", "Herbertas PETZOLDAS  \t\t                      Rolvas RYSSDALAS", "Sekretorius\t\t                                  Pirmininkas", "", "\tPagal Konvencijos 51 straipsnio 2 § ir Teismo taisyklių A 53 taisyklės 2 §, prie šio sprendimo pridedamos Thóro Vilhjálmssono, Pettiti, Lopeso Rochos ir Mifsudo Bonnici nuomonės.", "", "NEPRITARIANČIO TEISĖJO THÓRO VILHJÁLMSSONO NUOMONĖ", "", "\tAš pritariu Teismo daugumai dėl Vyriausybės pirminių prieštaravimų.", "Dėl faktinių bylos aplinkybių norėčiau pareikšti šias pastabas.", "Jeigu vertintume tvirtinamą pažeidimą remdamiesi kasdiene teisėjų ar advokatų patirtimi, mano nuomone, akivaizdu, kad jis yra dirbtinis ir negalėjo turėti įtakos nuosprendžiui, net jeigu pareiškėjas tiksliai išdėsto faktus. Gerbdamas kitų nuomonę, aš manau, kad skundas yra toks nereikšmingas, kad byla nepriklauso žmogaus teisių problematikai. Todėl aš nesutinku su Teismo dauguma dėl bylos pagrįstumo aplinkybių ir nerandu Konvencijos pažeidimo.", "", "NEPRITARIANČIO TEISĖJO PETTITI NUOMONĖ", "", "Aš balsavau su Teismo mažuma už išvadą, kad nebuvo pažeista Konvencija, prieštaraudamas teisėjų kolegijos daugumos patvirtintam pagrindimui.", "\tTeismo dauguma mano, kad asizų teismui atsisakius į protokolą įrašyti pastabą apie ponios M. rašytinį pareiškimą kilo abejonių, bent jau pono Remli nuomone, dėl teismo nešališkumo pagal Konvencijos 6 straipsnį.", "\tTokią išvadą teisėjų kolegija grindžia ponios M. pareiškimo tekstu, kuris suformuluotas taip:", "\t,,Aš, žemiau pasirašiusi ponia (M.), savo garbe prisiekiu, kad aš buvau šių įvykių liudininkė.", "\tApie pirmą valandą dienos buvau prie teismo durų, netoli žmonių grupės. Iš jų pokalbio, kurį atsitiktinai išgirdau, supratau, kad jie buvo burtais atrinkti prisiekusiųjų žiuri nariai byloje Merdji (ir) Remli prieš Pahoną.", "\tVienas jų tuomet pasakė: ,,Maža to, esu rasistas”.", "\tAš nežinau šio asmens vardo, bet galiu tvirtinti, kad jis buvo iš kairės nuo prisiekusiojo, sėdinčio iš kairės nuo teisėjo, esančio pirmininkaujančio teisėjo kairėje.", "Negalėdama dalyvauti nagrinėjant bylą ir patvirtinti faktus, kadangi mano duktė neseniai buvo paguldyta į ligoninę, ir priklausydama teismo dispozicijai, jei šis nustatys, kad būtina mane pakviesti kaip liudytoją, aš surašiau šį pareiškimą tam, kad jis būtų panaudotas siekiant tinkamų teisinių tikslų.”", "Teismo dauguma taip pat atsižvelgė į asizų teismo sprendimą, kur buvo pateiktos šios priežastys:", ",, ...", "Remiantis 1989 m. balandžio 13 d. ponios M. ranka rašytu pareiškimu, vienas iš šios bylos prisiekusiųjų žiuri narių apie tryliktą valandą prie teismo durų pasakė ,,Maža to, esu rasistas.”", "Remiantis šiuo pareiškimu ir raštiškais paaiškinimais, šie žodžiai buvo pasakyti prieš prasidedant pirmajam šios bylos teismo posėdžiui, o ne Teismo teisėjų akivaizdoje.", "Todėl Teismas negali nagrinėti tvirtinamų įvykių, vykusių ne jo akivaizdoje. ...”", "\tVisi sutiko, kad Teisėjų kolegija 47 § nurodo nepriimanti sprendimo dėl pareiškimo įrodomosios galios, o atsižvelgia į jo datą ir turinį, rizikuodama pati sau prieštarauti. Taigi Kolegija bent jau netiesiogiai pripažįsta, kad tvirtinami žodžiai buvo pasakyti 1989 m. balandžio 12 d., vadinasi, asizų teismas turėjo į juos reaguoti.", "\tTačiau pareiškimo tekstas negali būti aiškinamas ir interpretuojamas. Pats tekstas reiškia, kad pastaba buvo išgirsta balandžio 13 d. Balandžio 12 d. ponia M. negalėjo žinoti, kad prie teismo durų prieš bylos nagrinėjimą išgirstas asmuo buvo vienas iš prisiekusiųjų Remli byloje, kadangi prisiekusieji buvo atrinkti burtais tik po tryliktos valandos balandžio 12 d.", "Pono Remli gynėjas teigė, kad pastaba buvo išsakyta 12 dieną, o tai yra akivaizdi klaida. Be to, 12 d. dar buvo galima nušalinti prisiekusįjį tuo metu, kai jis buvo renkamas burtais, kaip buvo daroma kitais atvejais; 13 d. to padaryti jau nebuvo galima. Dėl šių priežasčių atsisakyta užfiksuoti šį faktą buvo pagrįstai. Bet kuriuo atveju 13 d. gynyba galėjo pasinaudoti kitais šios problemos sprendimo būdais - galėjo prašyti pirmininkaujantį teisėją pasinaudoti savo įgaliojimais ir įsakyti išklausyti ponią M. arba kreiptis su prašymu išnagrinėti pareiškimą. Net jei šie pareiškimai būtų atmesti, gynyba, atsižvelgdama į atsisakymą, galėtų atitinkamai elgtis, tačiau taktiniais sumetimais jie priėmė kitą sprendimą. Kolegija (žr. § 48) kritikuoja asizų teismą, kad jis neatliko jokio patikrinimo. Taigi Kolegija rizikuoja vietoj nacionalinio teismo atlikto faktų įvertinimo pateikdama savo įvertinimą, ypač todėl, kad ,,hipotetinės” pastabos pobūdis ir reikšmė nebuvo aiškiai apibrėžti sprendime. Bet kuriuo atveju tai, kad tokios situacijos neįmanoma ištaisyti, Kolegijos nuomone, yra pagrindas priimti sprendimą, kad buvo pažeidimas. Man tai atrodo kritikuotina.", "\tMano nuomone, norėdama patvirtinti tokį pagrindimą Kolegija pirmiausia turėjo išanalizuoti, kodėl teisme nebuvo reikalaujama duoti parodymus, ir, antra bei svarbiausia, įvertinti gynybos galimybę, kuria ji galėjo pasinaudoti, - kreiptis į Kasacinio teismo Baudžiamųjų bylų skyrių dėl bylos nagrinėjimo perdavimo kitam teismui remiantis pagrįstu įtarimu dėl išankstinės nuostatos.", "\tKolegija atkreipė dėmesį į šį procedūrinį veiksmą dėl protesto, kad vidaus teisinės gynybos priemonės nebuvo išnaudotos, atsižvelgdama į jo nesustabdomą poveikį, bet nenagrinėjo jo dėl tinkamos teisinės gynybos priemonės, kad prireikus būtų neutralizuota bet kokia šališkumo ar neobjektyvumo rizika.", "\tPripažįstama, kad pareiškimas dėl bylos perkėlimo remiantis pagrįstu įtarimu dėl išankstinio nusistatymo nebūtų turėjęs sustabdomo poveikio. Jei Kasacinio teismo Baudžiamųjų bylų skyrius būtų davęs tokį leidimą, priimtas sprendimas būtų taikytas visam teismui, o ne tik ginčijamam prisiekusiajam.", "\tTačiau pagal Konvencijos 6 straipsnį bet kurio galimo šališkumo panaikinimo priemonė įmanoma tik skundžiant visą teismą, o ne vieną atskirą teisėją ar prisiekusįjį.", "\tBet kuriuo atveju Kolegija privalėjo priimti sprendimą šiuo klausimu ir dėl galimų pasekmių, turint omeny pareiškimą dėl bylos pateikimo nagrinėti kitam teismui, remdamasi pagrįstu įtarimu dėl išankstinio nusistatymo.", "\tBe to, šioje byloje nebuvo jokio pagrindo, kuris leistų teigti, kad nagrinėjant bylą vidaus teismuose, pastaba, jei ji buvo pareikšta, būtų buvusi lemtinga visam teismui apskritai ir būtų lėmusi prisiekusiųjų balsavimą (žr. sprendimo § 44).", "\tO dėl Konvencijos 6 straipsnio, tai reikėtų vengti kraštutinumų remiantis hipotezių teorija.", "\tMan atrodo, kad šioje byloje Kolegija nukrypo nuo tradicinės teismo pozicijos, neatsižvelgdama į vidaus teisinės gynybos priemones, kurios, bent jau paskutinei instancijai, suteikia galimybę panaikinti bet kokią nešališkumo principo nesilaikymo riziką..", "", "NEPRITARIANČIO TEISĖJO LOPESO ROCHOS NUOMONĖ", "", "\tApgailestauju, kad nesutinku su Teismo dauguma dėl faktinių bylos aplinkybių.", "\tKaip ir teisėjas Pettiti, aš esu įsitikinęs, kad šioje byloje nėra pagrindo teigti, kad dėl minėtam prisiekusiajam priskiriamos pastabos būtų galima abejoti viso asizų teismo nešališkumu. Net galvojant, kad pastaba buvo iš tiesų pasakyta, to nepakanka, kad būtų galima pagrįstai abejoti teismo nešališkumu.", "\tTokia pastaba be konteksto, kurio detalės ir konkrečios aplinkybės nėra žinomos, galėtų būti tik pokštas. Ji nebūtinai parodo asmens, ištarusio šiuos žodžius vykstant kolegialaus teismo sprendimo priėmimo stadijai, išankstinį nusistatymą, kuris galėtų turėti įtakos jam balsuojant.", "Kaip nurodo teisėjas Thóras Vilhjálmssonas savo nepritariančioje nuomonėje, turint omeny visus bylos faktus skundas yra toks trivialus, kad pagrįstai negalima tvirtinti, kad buvo pažeista teisė į nešališką teismą.", "\tŠtai kodėl, mano nuomone, Konvencijos 6 straipsnis nebuvo pažeistas.", "", "NEPRITARIANČIO TEISĖJO MIFSUDO BONNICI NUOMONĖ", "", "1.   Turint omeny procesines galimybes, atsivėrusias pareiškėjui po to, kai jo advokatas buvo informuotas apie tariamai ponios M. išgirstus žodžius, susidariau nuomonę, kad pareiškimas neturėtų būti patenkintas, nes vidaus procesinės teisinės gynybos priemonės nebuvo išnaudotos prieš kreipiantis į Konvencijos institucijas.", "2.   Iš devynių narių ir dviejų papildomų narių sudarytas prisiekusiųjų žiuri buvo paskirtas ir asizų teismas jau buvo pradėjęs liudytojų apklausą. Pagal Prancūzijos baudžiamojo proceso kodeksą, vykstant šiai stadijai, neįmanoma nušalinti prisiekusįjį. Todėl pareiškėjas teisėtai kreipėsi į teismą, reikalaudamas padaryti įrašą protokole dėl ponios M. papasakoto incidento. Teismas atmetė reikalavimą ištirti tvirtinimą, tačiau nusprendė, kad advokato raštiškas paaiškinimas ir ponios M. pareiškimas turi būti pridėti prie teismo protokolo.", "3.   Vykstant šiai teismo stadijai pareiškėjas galėjo apsvarstyti Baudžiamojo proceso kodekso 662 straipsnio nuostatas (sprendimo § 23 ), leidžiančias jam kreiptis į Kasacinį teismą, kad byla būtų perduota kitam pirmosios instancijos teismui remiantis pagrįstu įtarimu dėl išankstinio nusistatymo. Tai buvo įmanoma, kadangi asizų teismas priėmė sprendimą pridėti prie teismo protokolo ponios M. pareiškimą ir raštišką gynybos paaiškinimą. Asizų teismo sprendimas iš esmės negalėjo turėti kitų praktinių tikslų, išskyrus šį, turint omenyje šalies baudžiamojo proceso taisyklių nuostatas.", "4.   Žinoma, tiesa, kad Kasacinio teismo jurisprudencija buvo tokio pobūdžio, kad toks reikalavimas nėra patenkinamas, nebent įtarimas dėl išankstinio nusistatymo kristų ant viso teismo, o ne ant vieno teismo nario. Tačiau aš manau, kad Kasacinis teismas turėtų peržiūrėti savo jurisprudenciją šiuo klausimu remdamasis Konvencijos nuostatomis, į kurias dabar turi atsižvelgti Prancūzijos teismai. Precedentų doktrina nėra Prancūzijos teisinės sistemos dalis.", "5.   Galima prieštarauti, kad iš pareiškėjo pernelyg daug tikimasi. Tačiau, mano nuomone, tai atitinka Konvencijos 26 straipsnį, kuriame nustatyta, kad visos įmanomos vidaus teisinės gynybos priemonės turi būti išnaudotos prieš kreipiantis į Konvencijos teismines institucijas. 1991 m. kovo 19 d. Cardot prieš Prancūziją bylos sprendime (žr. serija A, Nr. 200, p. 19, § 36) teigiama: ,,Kiekvienai Sutartį pasirašiusiai valstybei turi būti suteiktos visos įmanomos galimybės užkirsti kelią ar ištaisyti tvirtinamus pažeidimus”. Ankstesnės De Wilde, Ooms ir Versyp prieš Belgiją bylos (Žr. 1970 m. lapkričio 18 d. sprendimą, serija A, Nr. 12, p. 29, § 50) sprendime yra frazė ,,taisyti savo teisinių sistemų atvejus\". Atsižvelgdamas į Prancūzijos baudžiamojo proceso kodekso nuostatų griežtumą, manau, kad šiuo atveju reikėjo taikyti 26 straipsnį, nes aptariami veiksmai gali dažnai kartotis Prancūzijoje asizų teismų baudžiamuosiuose teisminiuose procesuose. Mano nuomonė šiuo klausimu pagrįsta tuo, kad asizų teismas galėjo lengvai pakeisti vieną prisiekusįjį papildomu prisiekusiuoju, jeigu tik nemanė, kad pagal Baudžiamojo proceso kodeksą jis turi tam teisę tik Kasacinio teismo tiesioginiu ar netiesioginiu nurodymu.", "6.    Turėdamas visa tai omenyje, aš toliau nesigilinsiu į bylą, kadangi, net jei vienas iš devynių prisiekusiųjų, dalyvavusių teisme kartu su trimis teisėjais, laikėsi rasistinio išankstinio nusistatymo, man atrodo perdėta manyti, kad teismo procesas nebuvo ,,teisingas, nes teismas nebuvo ,,nešališkas”. Mano nuomone, aplinkybė, svarstoma turint omeny visą bylos nagrinėjimo foną (Žr. 1988 m. gruodžio 6 d. Barberŕ, Messegué ir Jabardo prieš Ispaniją bylos sprendimą, serija A, Nr. 146, p. 31, § 68), nepateisina sprendimo, kad Konvencijos 6 straipsnio 1 § buvo pažeistas.", "", "", ""]}