{"file": "LIT_HJUDLIT_34085_09.docx", "doc_type": "HJUDLIT", "doc_lang": "LIT", "case_id": "34085/09", "text_paragraphs": ["", "", "Autentiškas vertimas", "Vyriausybės kanceliarijos", "Administravimo departamentas", "2019 08 08", "", "", "", "KETVIRTASIS SKYRIUS", "", "", "", "", "", "BYLA PALIUTIS PRIEŠ LIETUVĄ", "", "(Peticija Nr. 34085/09)", "", "", "", "", "", "SPRENDIMAS", "", "", "STRASBŪRAS", "", "2015 m. lapkričio 24 d.", "", "", "GALUTINIS", "\t", "2016 02 24", "", "Šis sprendimas tapo galutinis pagal Konvencijos 44 straipsnio 2 dalį. Jame gali būti daromi redakcinio pobūdžio pataisymai.", "", "", "Byloje Paliutis prieš Lietuvą", "Europos Žmogaus Teisių Teismas (Ketvirtasis skyrius), posėdžiaujant kolegijai, sudarytai iš:", "\tpirmininko András Sajó, \n\tteisėjų Vincent A. De Gaetano,\n\tBoštjan M. Zupančič,\n\tNona Tsotsoria,\n\tKrzysztof Wojtyczek,\n\tEgidijaus Kūrio,\n\tIulia Antoanella Motoc \nir skyriaus kanclerės Françoise Elens-Passos,", "po svarstymo uždarame posėdyje 2015 m. lapkričio 3 d.,", "skelbia tą dieną priimtą sprendimą:", "PROCESAS", ".  Bylą prieš Lietuvos Respubliką pradėjo Lietuvos Respublikos pilietis Antanas Paliutis (toliau – pareiškėjas), 2009 m. birželio 12 d. Teismui pateikęs peticiją (Nr. 34085/09) pagal Žmogaus teisių ir pagrindinių laisvių apsaugos konvencijos (toliau – Konvencija) 34 straipsnį.", ".  Pareiškėjui atstovavo Vilniuje praktikuojantis advokatas M. Paliutis. Lietuvos Respublikos Vyriausybei (toliau – Vyriausybė) atstovavo jos atstovė K. Bubnytė.", ".  Pareiškėjas tvirtino, kad jam nebuvo užtikrinta teisė į teisingą bylos nagrinėjimą, nes nacionaliniai teismai neišnagrinėjo jo reikalavimo, taip pažeisdami Konvencijos 6 straipsnio 1 dalį.", ".  2014 m. gruodžio 4 d. peticija buvo perduota Vyriausybei.", "FAKTAI", "I.  BYLOS APLINKYBĖS", ".  Pareiškėjas gimė 1957 m. ir gyvena Vilniuje.", ".  Pareiškėjui nuosavybės teise priklausė 0,53 ha žemės sklypas Tarailių kaime (Tauragės r.). 2005 m. jis vietos institucijoms pateikė prašymą pakeisti sklypo žemės ūkio paskirtį į gyvenamąją. Vadovaujantis vidaus teise, tokį prašymą pirmiausia turėjo patenkinti savivaldybės taryba, o paskui patvirtinti apskrities viršininko administracija.", ".  Tauragės rajono savivaldybės taryba patenkino pareiškėjo prašymą ir parengė sklypo detalųjį planą (toliau – planas). Planas vėliau pateiktas tvirtinti Tauragės apskrities viršininko administracijai (toliau – TAVA). Tačiau 2005 m. lapkričio 25 d. TAVA atsisakė planą patvirtinti, nes jis buvo parengtas nesivadovaujant planavimo procesą reglamentuojančiais nacionaliniais įstatymais.", ".  Pareiškėjas pateikė skundą Valstybinei teritorijų planavimo ir statybos inspekcijai (toliau – Inspekcija), kuri buvo kompetentinga institucija per planavimo procesą kylantiems ginčams neteismine tvarka nagrinėti. 2006 m. rugpjūčio 10 d. Inspekcija konstatavo, kad TAVA atsisakė patvirtinti planą nepagrįstai.", ".  Po Inspekcijos sprendimo Tauragės rajono savivaldybės taryba pakartotinai pateikė planą TAVA. Tačiau 2006 m. lapkričio 13 d. TAVA tarybą ir pareiškėją informavo, kad ji iš naujo nesvarstys savo ankstesnio sprendimo plano netvirtinti.", ".  2006 m. gruodžio 22 d. Inspekcija TAVA informavo, kad ji nepagrįstai atsisakė patvirtinti planą ir paragino ją persvarstyti minėtą sprendimą. Atrodo, kad šiuo atžvilgiu TAVA nesiėmė jokių veiksmų.", ".  2007 m. sausio mėn. pareiškėjas Klaipėdos apygardos administraciniam teismui pateikė skundą. Jis prašė teismo nurodyti TAVA, kad šį planą patvirtintų. Teismui pasiūlius, 2007 m. balandžio mėn. pareiškėjas skundą papildė reikalavimu panaikinti TAVA 2005 m. lapkričio 25 d. sprendimą.", ".  2007 m. gegužės 4 d. Klaipėdos apygardos administracinis teismas pareiškėjo reikalavimus atmetė. Teismas nusprendė, kad apskrities viršininko administracijos sprendimai dėl sklypų detaliųjų planų patvirtinimo galiojo vienus metus po jų priėmimo. Jei planas per minėtą laikotarpį nebuvo patvirtintas, sprendimas neteko galios ir planas turėjo būti iš naujo teikiamas tvirtinti. Todėl teismas konstatavo, kad 2005 m. lapkričio 25 d. TAVA sprendimas jau nebegaliojo ir negalėjo sukelti pareiškėjui teisinių pasekmių. Teismas nurodė neturįs įgaliojimų nagrinėti negaliojančio akto teisėtumo ir skundą atmetė. Dėl tos pačios priežasties jis nusprendė, kad likusieji pareiškėjo reikalavimai nenagrinėtini.", ".  Pareiškėjas dėl šio sprendimo pateikė apeliacinį skundą. Jis skundėsi, inter alia, kad pirmosios instancijos teismas neišnagrinėjo jo pradinio reikalavimo įpareigoti TAVA patvirtinti planą.", ".  2008 m. vasario 15 d. Lietuvos vyriausiasis administracinis teismas patenkino pareiškėjo apeliacinį skundą ir gražino bylą pakartotinai išnagrinėti pirmosios instancijos teisme. Lietuvos vyriausiasis administracinis teismas pažymėjo, kad apskrities viršininko administracijai atsisakius patvirtinti sklypo detalųjį planą, pakartotinai jį pateikti buvo galima tik pašalinus akte nurodytus trūkumus. Tačiau, kai plano rengėjas nesutinka su nurodytais trūkumais, galimybė kreiptis į teismą jam faktiškai nesuteikiama, jei procesas užtrunka daugiau nei metus. Teismas taip pat pažymėjo, kad pareiškėjas pirmiausia prašė įpareigoti TAVA patvirtinti planą ir kad pirmosios instancijos teismas šiuo klausimu nepateikė jokių išvadų.", ".  2008 m. spalio 16 d., pakartotinai išnagrinėjęs bylą, Klaipėdos apygardos administracinis teismas vėl nusprendė atmesti pareiškėjo reikalavimus. Teismas nusprendė, kad per neteisminio ginčų nagrinėjimo procesą Inspekcijos priimti sprendimai apskričių administracijoms buvo privalomi (žr. šio sprendimo 20 punktą). Taigi Inspekcijos 2006 m. rugpjūčio 10 d. ir 2006 m. gruodžio 22 d. sprendimais panaikintas TAVA 2005 m. lapkričio 25 d. sprendimas. Dėl to TAVA atsisakymas patvirtinti planą nebegaliojo ir teismas neturėjo teisės nagrinėti jo teisėtumo. Teismas taip pat nusprendė, kad nėra reikalo nagrinėti likusių pareiškėjo reikalavimų.", ".  Pareiškėjas šį sprendimą apskundė, vėl nurodydamas, kad pirmosios instancijos teismas neišnagrinėjo jo reikalavimo įpareigoti TAVA patvirtinti planą ir kad jis nesivadovavo Lietuvos vyriausiojo administracinio teismo 2008 m. vasario 15 d. sprendimu (žr. šio sprendimo 14 punktą).", ".  2008 m. gruodžio 12 d. Lietuvos vyriausiasis administracinis teismas pareiškėjo apeliacinį skundą atmetė. Jis patvirtino žemesnės instancijos teismo išvadas, kad Inspekcija buvo panaikinusi TAVA sprendimą ir kad teismai neturėjo teisės nagrinėti negaliojančių aktų. Lietuvos vyriausiasis administracinis teismas nusprendė, kad pareiškėjo prašymas įpareigoti TAVA patvirtinti planą buvo išvestinis reikalavimas, susijęs su reikalavimu panaikinti TAVA sprendimą; atmetus pastarąjį reikalavimą, nėra pagrindo nagrinėti išvestinį reikalavimą. Galiausiai teismas pažymėjo, kad pareiškėjas neprašė teismo įpareigoti TAVA įvykdyti Inspekcijos sprendimus, todėl šiuo atžvilgiu jis nepateiks jokių išvadų.", ".  2010 m. užbaigus nacionalinę administracinę reformą, visos apskričių administracijos panaikintos ir jų planavimo įgaliojimai perduoti Inspekcijai. Tuomet pareiškėjas pateikė naują prašymą pakeisti jo žemės paskirtį, ir atitinkamos institucijos šį prašymą patenkino. 2012 m. vasario mėn. žemės paskirtis pakeista į gyvenamąją.", "II.  BYLAI REIKŠMINGA VIDAUS TEISĖ IR PRAKTIKA", "A. Planavimo procesas", ".  Bylai reikšmingu metu Aplinkos ministerijos priimtame Teritorijų planavimo dokumentų tikrinimo tvarkos apraše buvo nurodyta, kad sprendimai dėl planavimo dokumentų patvirtinimo galioja vienus metus nuo jų priėmimo. Jei planavimo dokumentas per minėtą laikotarpį nepatvirtinamas, sprendimas netenka galios ir planavimo dokumentas turi būti iš naujo teikiamas tvirtinti. Atsisakius patvirtinti planavimo dokumentą, pakartotinai pateikti jį galima tik pašalinus akte nustatytus trūkumus (19–20 punktai).", ".  Bylai reikšmingu metu Vyriausybės patvirtintuose Teritorijų planavimo ir statybos valstybinės priežiūros bei statinių naudojimo priežiūros nuostatuose buvo nurodyta, kad statybos valstybinę priežiūrą atlieka Valstybinė teritorijų planavimo ir statybos inspekcija ir kad jos sprendimai privalomi visiems su teritorijų planavimu ir statyba susijusiems fiziniams ir juridiniams asmenims (4.2 ir 11 punktai).", "B.  Procesas administraciniuose teismuose", ".  Administracinių bylų teisenos įstatymo 15 straipsnio 1 dalyje nurodyta, kad administraciniai teismai turi įgaliojimus spręsti dėl valstybinio administravimo subjektų priimtų teisės aktų ir veiksmų (neveikimo) teisėtumo, taip pat dėl šių subjektų vilkinimo atlikti jų kompetencijai priskirtus veiksmus.", ".  Administracinių bylų teisenos įstatymo 10 straipsnyje nustatyta, kad Teismas turi išaiškinti proceso dalyviams jų procesines teises ir pareigas, įspėti dėl procesinių veiksmų atlikimo arba neatlikimo padarinių ir padėti šiems asmenims įgyvendinti jų procesines teises.", ".  Administracinių bylų teisenos įstatymo 52 straipsnyje nurodyta, kad pareiškėjas turi teisę patikslinti ar pakeisti skundo dalyką bet kuriame bylos nagrinėjimo etape, iki teismas išeina į pasitarimų kambarį.", ".  Administracinių bylų teisenos įstatymo 86 straipsnio 3 dalyje nurodyta, kad teismo sprendime turi būti atsakyta į visus pareiškėjo pareikštus pagrindinius reikalavimus.", ".  Lietuvos Respublikos Konstitucinis Teismas 2006 m. sausio 13 d. nutarime nurodė:", "„Konstituciniai imperatyvai, kad teisingumą vykdo tik teismai, kad teisė negali būti nevieša, taip pat iš Konstitucijos kylantis reikalavimas teisingai išnagrinėti bylą suponuoja ir tai, kad kiekvienas teismo nuosprendis (kitas baigiamasis teismo aktas) turi būti grindžiamas teisiniais argumentais (motyvais). Argumentavimas turi būti racionalus – teismo nuosprendyje (kitame baigiamajame teismo akte) turi būti tiek argumentų, kad jų pakaktų šiam nuosprendžiui (kitam baigiamajam teismo aktui) pagrįsti. Šiame kontekste pažymėtina, kad <...> teisinio aiškumo reikalavimas inter alia reiškia, kad teismo nuosprendyje (kitame baigiamajame teismo akte) negali būti ir nutylėtų argumentų, nenurodytų aplinkybių, turinčių reikšmės teisingo nuosprendžio (kito baigiamojo teismo akto) priėmimui. Teismo nuosprendžiai (kiti baigiamieji teismo aktai) turi būti aiškūs byloje dalyvaujantiems ir kitiems asmenims. Jeigu šio reikalavimo nepaisoma, tai nėra teisingumo vykdymas, kurį įtvirtina Konstitucija.“", "26.  Lietuvos vyriausiasis administracinis teismas 2004 m. sausio 27 d. sprendime byloje Nr. A7-121/2004 nurodė, kad asmuo į administracinius teismus gali kreiptis tik dėl tų teisės aktų, kurie daro poveikį jo teisėms ar teisėtiems interesams.", ".  Lietuvos vyriausiasis administracinis teismas 2008 m. kovo 14 d. spendime byloje Nr. A575-155/2008 nurodė, kad teismai negali perimti viešojo administravimo funkcijų, jei tai aiškiai nenustatyta įstatymuose.", "TEISĖ", "I.  TARIAMAS KONVENCIJOS 6 STRAIPSNIO PAŽEIDIMAS", ".  Pareiškėjas skundėsi, kad nacionaliniai teismai neišnagrinėjo jo pagrindinio reikalavimo (įpareigoti TAVA patvirtinti detalųjį sklypo planą), taigi neįvykdė privalomo Lietuvos vyriausiojo administracinio teismo 2008 m. vasario 15 d. sprendimo. Pareiškėjas rėmėsi Konvencijos 6 straipsnio 1 dalimi ir 13 straipsniu. Teismas mano, kad pareiškėjo skundai nagrinėtini tik remiantis Konvencijos 6 straipsnio 1 dalimi, kurioje nustatyta:", "„Kai yra sprendžiamas tam tikro asmens civilinio pobūdžio teisių ir pareigų <...> klausimas, toks asmuo turi teisę, kad bylą <...> teisingai išnagrinėtų <...> teismas <...>“.", "A.  Priimtinumas", ".  Vyriausybė teigė, kad pareiškėjas nepanaudojo visų vidaus teisinės gynybos priemonių, nes nesikreipė su atskiru civiliniu ieškiniu pagal Civilinio kodekso 6.271 straipsnį dėl žalos atlyginimo iš valstybės dėl tariamų jo teisių pažeidimų.", ".  Pareiškėjas šio argumento nekomentavo.", ".  Teismas primena, kad jei pareiškėjas pasinaudojo teisinės gynybos priemone, kuri atrodė veiksminga ir pakankama, negali būti reikalaujama, kad jis būtų išbandęs ir kitas teisinės gynybos priemones, kuriomis pasinaudoti būtų buvę galima, bet taip pat tikriausiai nesėkmingai (be kitų šaltinių, žr. T.W. v. Malta [GC], no. 25644/94, § 34, 1999-04-29).", ".  Šiuo atžvilgiu Teismas pažymi, kad pareiškėjas savo apeliaciniame skunde Lietuvos vyriausiajam administraciniam teismui išdėstė tuos pačius skundus, kuriuos jis vėliau pateikė šiam Teismui (žr. šio sprendimo 16 punktą). Jei minėtas apeliacinis skundas būtų buvęs patenkintas, juo būtų ištaisyti tariami pareiškėjo nurodyti proceso trūkumai (taip pat žr. Kinský v. the Czech Republic, no. 42856/06, § 64, 2012-02-09). Todėl Teismas nemano, kad pareiškėjas privalėjo panaudoti kokią nors kitą teisinės gynybos priemonę, ir atmeta šį Vyriausybės prieštaravimą.", ".  Teismas pažymi, kad šis skundas nėra akivaizdžiai nepagrįstas pagal Konvencijos 35 straipsnio 3 dalies a punktą ir kad jis nėra nepriimtinas kokiu nors kitu pagrindu. Todėl jis turi būti paskelbtas priimtinu.", "B.  Dėl bylos esmės", "1.  Dėl pareiškėjo reikalavimo neišnagrinėjimo", "a) Šalių argumentai", ".  Pareiškėjas teigė, kad nacionaliniai teismai neišnagrinėjo jo pagrindinio reikalavimo – įpareigoti TAVA patvirtinti sklypo detalųjį planą. Jis pažymėjo, kad ir praeityje TAVA yra atsisakiusi vykdyti Inspekcijos sprendimus. Jis taip pat abejojo, ar minėti sprendimai buvo privalomi pagal vidaus teisę. Todėl tvirtino, kad jo planas negalėjo būti patvirtintas TAVA be teismo nurodymo ir kad atsisakę išnagrinėti jo reikalavimą teismai atėmė iš jo bet kokią galimybę ginti savo teises.", ".  Vyriausybė visų pirma nurodė, kad teismų išvada dėl ankstesnio TAVA sprendimo iš esmės buvo palanki pareiškėjui, nes suteikė jam galimybę pakartotinai pateikti planą TAVA išnagrinėti iš naujo. Vyriausybė pažymėjo, kad po galutinio teismo sprendimo pareiškėjo byloje jis to nepadarė.", ".  Vyriausybė taip pat nurodė, kad pareiškėjo prašymas įpareigoti TAVA patvirtinti planą viršija teismų kompetenciją. Vyriausybė teigė, kad aukščiausių nacionalinių teismų praktikoje išplėtotas valdžių padalijimo principas neleidžia teismams atlikti viešojo administravimo funkcijų. Todėl teismai negalėjo patenkinti pareiškėjo reikalavimo ir įpareigoti TAVA priimti konkretų sprendimą.", ".  Galiausiai Vyriausybė pažymėjo, kad pareiškėjui nepavyko tinkamai suformuluoti savo reikalavimų nacionaliniuose teismuose, nes jis neprašė jų įpareigoti TAVA įvykdyti Inspekcijos sprendimus – tokį reikalavimą teismai būtų kompetentingi išnagrinėti. Vyriausybė nurodė, kad pareiškėjas turėjo teisę pradėti atskirą teismo procesą šiuo klausimu, bet nusprendė to nedaryti.", "b) Teismo vertinimas", "i) Bendrieji principai", ".  Teismas primena, kad 6 straipsnio 1 dalimi kiekvienam asmeniui užtikrinama teisė teisme pateikti bet kokį reikalavimą, susijusį su jo civilinėmis teisėmis ir pareigomis. Taip minėta nuostata įtvirtinama „teisė į teismą“, o teisė kreiptis į teismą, t. y. iškelti teismuose civilinę bylą sudaro tik vieną minėtos teisės į teismą elementą (be kitų šaltinių, žr. Golder v. the United Kingdom, 1975 02 21, § 36, Series A no. 18, ir Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 43, ECHR 2001VIII).", ".  Teismas taip pat primena, kad Konvencijos 6 straipsnio 1 dalyje užtikrinta teisė į teisingą bylos nagrinėjimą visų pirma apima šalių teisę teikti bet kokias pastabas, kurias jos laiko svarbiomis savo byloje. Kadangi Konvencija siekiama užtikrinti ne teorines ar iliuzines, bet praktiškai panaudojamas ir veiksmingas teises, ši teisė bus veiksminga tik tuomet, jei pastabos bus išties teismo „išgirstos“, t. y. tinkamai išnagrinėtos. Kitaip tariant, 6 straipsniu, be kita ko, teismas įpareigojamas tinkamai išnagrinėti šalių pateiktus teiginius, argumentus ir įrodymus, paliekant jam teisę nustatyti, ar jie yra svarbūs (be kitų šaltinių, žr. Perez v. France [GC], no. 47287/99, § 80, ECHR 2004-I, ir Albina v. Romania, no. 57808/00, § 30, 2005 04 28).", ".  Tačiau Teismas patvirtina, kad nors 6 straipsnio 1 dalimi teismai įpareigojami motyvuoti savo sprendimus, negalima teigti, kad ja reikalaujama pateikti išsamų atsakymą į kiekvieną šalių pateiktą argumentą. Pareigos pateikti motyvus taikymo apimtis gali skirtis pagal sprendimo pobūdį. Be to, būtina atsižvelgti, inter alia, į teiginių, kuriuos bylos šalis gali pateikti teismuose, įvairovę bei įstatyminių nuostatų, paprotinių normų, teismo nuomonių ir sprendimų pateikimo bei rengimo skirtumus Susitariančiosiose Valstybėse. Todėl į klausimą, ar teismas neįvykdė iš Konvencijos 6 straipsnio kylančios savo pareigos pateikti motyvus, atsakyti galima tik įvertinus bylos aplinkybes (be daugelio kitų šaltinių, žr. Ruiz Torija v. Spain, 1994-12-09, § 29, Series A no. 303A ir Wagner and J.M.W.L. v. Luxembourg, no. 76240/01, § 90, 2007-06-28).", "b)  Aprašytų principų taikymas šioje byloje", ".  Pareiškėjas skundėsi, kad nacionaliniai teismai neišnagrinėjo jo reikalavimo įpareigoti TAVA patvirtinti sklypo detalųjį planą.", ".  Teismas pažymi, kad minėtas prašymas buvo vienintelis reikalavimas, kurį pareiškėjas iš pat pradžių pateikė nacionaliniams teismams. Prieš pradedant nagrinėti bylą, pirmosios instancijos teismo siūlymu jis pateikė papildomą reikalavimą – panaikinti ankstesnį TAVA sprendimą. Pastarasis reikalavimas vėliau buvo atmestas visose instancijose, nes teismai nusprendė, kad ginčytiną TAVA sprendimą Inspekcija buvo panaikinusi. O reikalavimas įpareigoti TAVA patvirtinti planą pirmą kartą Klaipėdos apygardos administraciniame teisme nagrinėjant bylą išvis nesvarstytas, kaip vėliau nurodyta Lietuvos vyriausiojo administracinio teismo sprendime grąžinti bylą išnagrinėti iš naujo (žr. šio sprendimo 14 punktą). Vis dėlto nagrinėdamas bylą iš naujo Klaipėdos apygardos administracinis teismas vėl nepasisakė dėl minėto reikalavimo. Pirmas ir vienintelis kartas, kai pareiškėjo reikalavimas įpareigoti TAVA patvirtinti planą buvo konkrečiai išnagrinėtas kokiame nors teisme, buvo 2008 m. gruodžio 12 d., kai priimtas Lietuvos vyriausiojo administracinio teismo sprendimas – galutinis sprendimas pareiškėjo byloje (žr. šio sprendimo 17 punktą). Teismas pažymi, kad pareiškėjas ne kartą pateikė šį reikalavimą savo apeliaciniuose skunduose, pateiktuose nacionaliniams teismams (žr. šio sprendimo 13 ir 16 punktus).", ".  Vyriausybė tvirtino, kad nacionaliniai teismai neturėjo nagrinėti pareiškėjo reikalavimo, nes jų padarytos išvados, kad TAVA sprendimą Inspekcija jau buvo panaikinusi, pareiškėjui pakako, kad galėtų pakartotinai pateikti planą nagrinėti iš naujo. Nacionalinių teismų išvada dėl TAVA sprendimo negaliojimo rėmėsi teisinėmis nuostatomis, kuriomis įtvirtintas privalomas Inspekcijos sprendimų pobūdis (žr. šio sprendimo 20 punktą). Tačiau Teismas pažymi, kad minėtos teisinės nuostatos jau galiojo tuo metu, kai pareiškėjas, Tauragės rajono savivaldybės taryba ir Inspekcija pakartotinai paragino TAVA vykdyti pastarosios institucijos sprendimus ir kai TAVA vis dėlto atsisakė tai padaryti (žr. šio sprendimo 9–10 punktus). Šios aplinkybės neleidžia Teismui manyti, kad nacionalinių teismų išvados, jog TAVA sprendimą Inspekcija buvo panaikinusi, savaime pakako norint užtikrinti, kad pakartotinis pareiškėjo prašymas TAVA būtų patenkintas.", ".  Teismas taip pat atkreipia dėmesį į Vyriausybės argumentą, kad remiantis valdžių padalijimo principu nacionaliniai teismai nėra kompetentingi įpareigoti viešojo administravimo institucijas priimti konkrečius sprendimus. Nespręsdamas dėl šio argumento iš esmės, Teismas pažymi, kad nacionaliniai teismai tokiais motyvais nesirėmė nė viename iš savo sprendimų (priešingai, ir Klaipėdos apygardos administracinis teismas, ir Lietuvos vyriausiasis administracinis teismas aiškiai konstatavo, kad jie neturi įgaliojimų panaikinti administracinį aktą, kuris jau yra panaikintas (žr. šio sprendimo 12, 15 ir 17 punktus)) (žr., mutatis mutandis, pirmiau minėtą sprendimą Ruiz Torija, § 30). Be to, Teismas pažymi, kad Lietuvos vyriausiasis administracinis teismas 2008 m. gruodžio 12 d. sprendime pareiškėjo reikalavimą atmetė ne dėl įgaliojimų trūkumo, o dėl to, jog manė, kad tai buvo „išvestinis“ reikalavimas, susijęs su kitu pareiškėjo reikalavimu (žr. šio sprendimo 17 punktą). Todėl Teismas nacionalinių teismų sprendimuose nemato pakankamo pagrindo, kuris leistų jam spręsti, kad pareiškėjo reikalavimo jie nenagrinėjo dėl kompetencijos stokos.", ".  Tačiau net ir darant prielaidą, kad nacionaliniai teismai turėjo rimtų priežasčių nenagrinėti pareiškėjo prašymo, Teismas pažymi, kad tokių priežasčių nė viename sprendime šioje byloje nenurodyta. Šiuo atžvilgiu Teismas primena, kad nors teismams ir negalima kelti reikalavimo pateikti kiekvieno šalies argumento atmetimo motyvus, jie vis dėlto privalo tinkamai išnagrinėti ir atsakyti į pagrindinius šalies pateiktus ieškinio pagrindus (žr. Wagner and J.M.W.L., cituota pirmiau, § 96). Vienas iš sprendimo motyvavimo tikslų – parodyti šalims, kad jos buvo išklausytos, taip pat suteikti joms galimybę apskųsti sprendimą, kad jis būtų peržiūrėtas apeliacinės institucijos (žr. Suominen v. Finland, no. 37801/97, § 37, 2003-07-01, ir Kuznetsov and Others v. Russia, no. 184/02, § 83, 2007-01-11). Nors apeliacinis teismas iš esmės gali tiesiog patvirtinti žemesnio teismo sprendime nurodytus motyvus, to nepakanka tais atvejais, kai žemesnis teismas nenurodo tokių motyvų, kurie leistų šalims veiksmingai pasinaudoti savo teise pateikti skundą (žr. Jokela v. Finland, no. 28856/95, § 73, ECHR 2002IV, ir Boldea v. Romania, no. 19997/02, § 33, 2007-02-15).", "46.  Šioje byloje abiejuose pirmosios instancijos teismo sprendimuose buvo tik nurodyta, kad likusių pareiškėjo reikalavimų nagrinėti nereikia, prieš tai atmetus jo reikalavimą panaikinti ankstesnį TAVA sprendimą. 2008 m. gruodžio 12 d. sprendime Lietuvos vyriausiasis administracinis teismas nusprendė, kad reikalavimas įpareigoti TAVA patvirtinti planą buvo „išvestinis“ reikalavimas, susijęs su reikalavimu panaikinti jos ankstesnį sprendimą. Lietuvos vyriausiasis administracinis teismas nepaaiškino, kodėl pirmąjį reikalavimą jis laikė išvestiniu pastarojo atžvilgiu, ypač turint omenyje, kad reikalavimą dėl panaikinimo pareiškėjas pateikė vėliau, kai tai padaryti pasiūlė pirmosios instancijos teismas. Tame pačiame sprendime taip pat nurodyta, kad pareiškėjas, užuot tai daręs, turėjo prašyti teismų įpareigoti TAVA įvykdyti Inspekcijos sprendimą. Tačiau teismas laikosi nuomonės, kad skirtumas tarp pareiškėjo reikalavimo (įpareigoti TAVA patvirtinti planą) ir Lietuvos vyriausiojo administracinio teismo pasiūlytos alternatyvos (įpareigoti TAVA įvykdyti Inspekcijos sprendimą) pareiškėjui nebuvo akivaizdus. Dėl šios priežasties Lietuvos vyriausiasis administracinis teismas turėjo tinkamai paaiškinti, kodėl pareiškėjo reikalavimas buvo atmestas.", ".  Teismas taip pat pažymi, kad pareiškėjas ne kartą visuose savo skunduose reiškė reikalavimą įpareigoti TAVA patvirtinti planą ir kad šis reikalavimas buvo pakankamai aiškiai ir tiksliai suformuluotas (žr. Ruiz Torija, cituota pirmiau, § 30; Pronina v. Ukraine, no. 63566/00, § 25, 2006-07-18, ir Kuznetsov and Others, cituota pirmiau, § 84). Nors teismas ir neprivalo išnagrinėti, ar pareiškėjo reikalavimas buvo pagrįstas, jis vis dėlto pažymi, kad nacionaliniai teismai, reikalavimo neišnagrinėję ir nenurodę pakankamų motyvų, neužtikrino pareiškėjo teisės į galutinį klausimo išsprendimą teisme (žr. Ruiz Torija, cituota pirmiau, § 30; Pronina, cituota pirmiau, § 25; ir, mutatis mutandis, Marini v. Albania, no. 3738/02, § 120, 2007-12-18).", ".  Pirmiau išdėstytų priežasčių teismui užtenka, kad galėtų konstatuoti, jog neišnagrinėję pareiškėjo reikalavimo įpareigoti TAVA patvirtinti sklypo detalųjį planą ir nenurodę pakankamų tokio sprendimo motyvų nacionaliniai teismai neįvykdė Konvencijos 6 straipsnio 1 dalyje nurodytų savo pareigų. Todėl konstatuotina, kad minėta nuostata pažeista.", "2.  Dėl Lietuvos vyriausiojo administracinio teismo 2008 m. vasario 15 d. sprendimo nevykdymo", ".  Pareiškėjas skundėsi, kad nacionaliniai teismai, neišnagrinėję jo reikalavimo įpareigoti TAVA patvirtinti sklypo detalųjį planą, neįvykdė privalomo Lietuvos vyriausiojo administracinio teismo 2008 m. vasario 15 d. sprendimo (žr. šio sprendimo 14 punktą), taip pažeisdami teisinio tikrumo principą.", ".  Atsižvelgdamas į išvadą, kad nacionaliniams teismams neišnagrinėjus pareiškėjo reikalavimo įpareigoti TAVA patvirtinti planą buvo pažeista 6 straipsnio 1 dalyje nustatyta teisė į teisingą bylos nagrinėjimą, Teismas mano, kad nėra reikalo nagrinėti, ar buvo pažeistas ir ta pačia nuostata įtvirtintas teisinio tikrumo principas.", "II.  KONVENCIJOS 41 STRAIPSNIO TAIKYMAS", ".  Konvencijos 41 straipsnyje nustatyta:", "„Jeigu Teismas nustato Konvencijos ar jos protokolų pažeidimą ir jeigu Aukštosios Susitariančiosios Šalies įstatymai leidžia tik iš dalies atlyginti pažeidimu padarytą žalą, tai prireikus Teismas gali priteisti nukentėjusiajai šaliai teisingą atlyginimą.“", "A.  Žala", "1.  Šalių teiginiai", ".  Pareiškėjas reikalavo atlyginti 15 251,70 EUR dydžio turtinę žalą, susidedančią iš:", "a) 9 020,07 EUR už paskolos palūkanas, mokėtas nuo 2006 m. sausio mėn. iki 2012 m. vasario mėn. – pareiškėjo teigimu, jis ketino parduoti žemę ir panaudoti pinigus namui Vilniuje įsigyti, bet dėl nacionalinių teismų sprendimų parduoti ją tapo neįmanoma, todėl jam teko pasiskolinti pinigų iš banko;", "b) 1 158 EUR už naujo sklypo detaliojo plano parengimą 2011 m.; tačiau pareiškėjas nurodė, jog neišsaugojo kvito;", "c) 5 076,63 EUR žemės rinkos kainos 2008 m. ir 2012 m. skirtumui padengti – pareiškėjas šį skirtumą apskaičiavo remdamasis Vyriausybės nustatyta metodika.", ".  Pareiškėjas taip pat reikalavo 5 000 EUR neturtinei žalai atlyginti.", ".  Vyriausybė nesutiko su išvardytomis sumomis. Turtinės žalos klausimu ji tvirtino, kad pareiškėjas neįrodė priežastinio ryšio tarp tariamo Konvencijos 6 straipsnio 1 dalies pažeidimo ir jo tariamai patirtos žalos.", ".  Pirmiausia Vyriausybė nurodė, kad pareiškėjas paskolos sutartį su banku sudarė 2005 m., taigi jo įsipareigojimas mokėti palūkanas negali būti laikomas tiesiogine 2008 m. nacionalinių teismų priimtų sprendimų pasekme. Vyriausybė taip pat nurodė, kad pareiškėjui nereikėjo mokėti už naujo sklypo detaliojo plano parengimą, nes remiantis vidaus teise pradinis planas galiojo penkerius metus, t. y. iki 2010 m., ir galėjo bet kuriuo metu būti pakartotinai pateiktas tvirtinti. Vyriausybė dar pažymėjo, kad pareiškėjas nepateikė jokių įrodymų naujo plano rengimo išlaidoms pagrįsti. Galiausiai Vyriausybė nurodė, kad suma, pareiškėjo reikalaujama dėl žemės rinkos vertės sumažėjimo, tebuvo hipotetinė, nes nėra jokių įrodymų, kad 2008 m. jis būtų žemę pardavęs už rinkos kainą.", ".  Dėl neturtinės žalos Vyriausybė nurodė, kad pareiškėjo reikalaujama suma yra per didelė ir nepagrįsta jokiais įrodymais.", "2.  Teismo vertinimas", ".  Teismas primena, kad teisingas atlyginimas pareiškėjui už Konvencijos 6 straipsnio pažeidimą priteisiamas remiantis principu, jog atlyginus jo padėtis turi, jei įmanoma, būti tokia, kokia būtų buvusi, jei procesas būtų atitikęs Konvencijos reikalavimus. Teismas turtinę kompensaciją pagal 41 straipsnį priteisia tik įsitikinęs, kad nurodytus nuostolius ar žalą iš tikrųjų lėmė jo konstatuotas pažeidimas, nes iš valstybės negalima reikalauti atlyginti už žalą, dėl kurios ji nėra kalta (žr. Kingsley v. the United Kingdom [GC], no. 35605/97, § 40, ECHR 2002IV, ir nurodytas bylas).", ".  Šioje byloje Teismas nustatė Konvencijos 6 straipsnio 1 dalies pažeidimą, remdamasis tuo, kad nacionaliniai teismai neišnagrinėjo pareiškėjo reikalavimo ir nenurodė pakankamų motyvų tokiam sprendimui pagrįsti. Tačiau tai nereiškia, kad tuo atveju, jei teismai būtų išnagrinėję reikalavimą ar pateikę motyvus, reikalavimas būtų buvęs patenkintas. Teismas taip pat nemato pakankamo pagrindo konstatuoti, kad nacionaliniams teismams išnagrinėjus pareiškėjo prašymą jis 2008 m. būtų pardavęs žemę tuometine rinkos kaina. Galiausiai, neneigdamas 2011 m. buvusios būtinybės parengti naują sklypo detalųjį planą, Teismas pažymi, kad pareiškėjas nepateikė jokių dokumentų su tuo susijusioms savo išlaidoms pagrįsti. Taigi Teismas nemato jokio priežastinio ryšio tarp nustatyto pažeidimo ir pareiškėjo nurodytos turtinės žalos, todėl šį reikalavimą atmeta.", ".  Kita vertus, Teismas mano, kad pareiškėjas patyrė nemalonumų ir jautė nusivylimą dėl to, kad nacionaliniai teismai neišnagrinėjo jo reikalavimo, taip pažeisdami Konvencijos 6 straipsnio 1 dalį. Teismas taip pat mano, kad vien pažeidimo konstatavimas nebūtų pakankama satisfakcija už pareiškėjo kančias ir nusivylimą. Todėl Teismas visiškai patenkina pareiškėjo reikalavimą dėl neturtinės žalos ir priteisia jam 5 000 EUR.", "B.  Išlaidos ir sąnaudos", ".  Pareiškėjas nepateikė jokių reikalavimų dėl išlaidų ir sąnaudų. Todėl Teismas šiuo atžvilgiu nieko nepriteisia.", "C.  Palūkanos", ".  Teismas mano, kad nevykdant įsipareigojimų palūkanos turi būti skaičiuojamos pagal ribinę Europos Centrinio Banko skolinimo normą, pridedant tris procentus.", "DĖL ŠIŲ PRIEŽASČIŲ TEISMAS VIENBALSIAI", "1.  Skelbia peticiją priimtina.", "", "2.  Nusprendžia, kad buvo pažeista Konvencijos 6 straipsnio 1 dalis, nes nacionaliniai teismai neišnagrinėjo pareiškėjo reikalavimo.", "", "3.  Nusprendžia, kad nėra reikalo nagrinėti kito Konvencijos 6 straipsniu pagrįsto skundo.", "", "4.  Nusprendžia:", "a) atsakovė valstybė per tris mėnesius nuo tos dienos, kai sprendimas taps galutinis pagal Konvencijos 44 straipsnio 2 dalį, turi pareiškėjui sumokėti 5 000 EUR (penkis tūkstančius eurų) ir bet kokius taikytinus mokesčius neturtinei žalai atlyginti;", "c) nuo minėto trijų mėnesių termino pabaigos iki sprendimo įvykdymo dienos per įpareigojimų nevykdymo laiką nuo minėtos sumos turės būti mokamos paprastosios palūkanos pagal ribinę Europos Centrinio Banko skolinimo normą, pridedant tris procentus.", "", "5.  Atmeta likusią pareiškėjo reikalavimo dėl teisingo atlyginimo dalį.", "Surašyta anglų kalba ir paskelbta raštu 2015 m. lapkričio 24 d., vadovaujantis Teismo reglamento 77 taisyklės 2 ir 3 dalimis.", "Kanclerė\tPirmininkas", "Françoise Elens-Passos\tAndrás Sajó\n\t", ""]}