{"file": "MAC_HJUDMAC_8080_08.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "8080/08", "text_paragraphs": ["", "© Совет на Европа/ Европски суд за човекови права, 2012. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l'Europe/Cour européenne des droits de l'homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l'homme du Conseil de l'Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l'indication de copyright/droits d'auteur à la fin du présent document.", "", "", "", "", "Информативна белешка за судската пракса на Судот бр. 147", "декември 2011", "Schwabe and M.G. v. Germany - 8080/08", "Пресуда 1.12.2011 [Секција V]", " Член 5", " Член 5-1", "Законито затворање или притворање", "Притвор наменет за да спречи учество во демонстрации: повреда", "", " Член 11", " Член 11-1", "Слобода на мирно здружување", "Притворање насочено кон спречување учество во демонстрации: повреда", "", "Факти – Апликантите заминале за Rostock со цел да учествуваат во демонстрациите против самитот на G8 во Heiligendamm, што требало да се одржи од 6 до 8 јуни 2007. Вечерта на 3 јуни 2007 полицијата го проверила нивниот идентитет на паркинг пред затворот Waldeck. Откако го пребарала нивното комби, полицијата нашла транспаренти со текст „слобода за сите затвореници“ и „ослободете ги сите сега“ и ги уапсила. Наредниот ден, окружен судија наредил тие да бидат притворени до 9 јуни, за да се спречи претстојното извршување на кривично дело. По жалба, регионален суд ја потврдил првостепената одлука, заклучувајќи дека со нивните транспаренти апликантите имале намера да ги поттикнат други да ги ослободат затворениците од затворот Waldeck. Апелациониот суд ги одбил натамошните жалби на апликантите, заклучувајќи дека полицијата имала право да претпостави дека апликантите ќе возат до Росток и ќе ги истакнат своите транспаренти на демонстрациите коишто биле делумно насилни. Никогаш не е поведена кривична постапка против апликантите заради поттикнување да се ослободат затворениците.", "Право – Член 5 § 1: Втората алтернатива на Член 5 § 1 (c) им дозволува на државите да притворат лице како начин да се спречи конкретен и специфичен престап во поглед, особено, на местото и времето на извршување и неговите жртви. Во случајот на апликантите, домашните судови имале различни мислења околу конкретното дело што мислеле дека апликантите се подготвуваат да го извршат: додека окружниот и регионалниот суд сметале дека апликантите имале намера да ги поттикнат другите да ги ослободат затворениците заточени во затворот Waldeck, апелациониот суд сметал дека тие имале намера да ги поттикнат демонстрантите во Rostock да ги ослободат затворениците со употреба на сила. Покрај ова, натписите на транспарентите се различно разбрани; од своја страна, апликантите објасниле во тек на домашната постапка дека слоганите се обраќале кон полицијата, апелирајќи кон нив да ги окончаат бројните притворања на демонстранти, а немале намера да повикуваат други да ослободуваат затвореници со употреба на сила. Понатаму, самите апликанти не носеле никакви инструменти што би можеле да послужат за насилно да се ослободат затвореници. Судот, оттука, не бил уверен дека континуираниот притвор на апликантите можел разумно да се смета за неопходен за тие да се спречат да извршат доволно конкретен и специфичен престап. Ниту пак, можел да биде оправдан според Член 5 § 1 (b) “со цел да се обезбеди исполнување на обврска пропишана со закон” зашто полицијата не им имала наредено да се пријават во полициска станица во градот каде биле жители, ниту им забранила да влезат во област каде требало да се одржат демонстрации поврзани со самитот. Превентивниот притвор на апликантите не може да се оправда под ниеден друг под-параграф на Член 5 § 1 од Конвенцијата", "Заклучок: повреда (едногласно).", "Член 11: Имајќи го предвид нивото притворање во целото траење на самитот на G8, апликантите биле спречени да учествуваат во демонстрациите против самитот, што се чини дека не биле организирани со намера за насилство. Спротивно на она што тврдела Владата, не е докажано ниту дека самите апликанти имале какви и да е насилни намери. Кај нив не е најдено никакво оружје, а амбивалентната природа на нивните слоган не може да служи како доказ дека тие намерно сакале да поттикнат други на насилство. Притворот на апликантите, оттука, го попречил нивното право на слобода на мирно собирање. Што се однесува до пропорционалноста на тоа попречување, Судот го признава значителниот предизвик со којшто биле соочени властите, со цел да ја гарантираат безбедноста на учесниците на самитот и да го одржат јавниот ред и мир. Сепак, со учество во демонстрациите, апликантите се стремеле да учествуваат во дебата за прашање од јавен интерес, чија цел била да се критикува високиот број на притворања на демонстранти, а не да се употреби насилство или да се поттикнат други на насилство. Нивниот речиси шестдневен притвор, за којшто Судот утврди дека го крши Член 5, не бил пропорционална мерка за да се спречи можното поттикнување на други да ги ослободат демонстрантите притворени во тек на самитот. Постоеле други, делотворни, но помалку интрузивни мерки со кои властите можеле да ги остварат своите цели, како, на пример, запленување на транспарентите што ги нашле во посед на апликантите.", "Заклучок: повреда (едногласно).", " Член 41: EUR 3,000 за секој апликант, за непарична штета.", "", "", "На овој линк може да се најдат ", "", "© Совет на Европа/Европски суд за човекови права 2012", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l'Europe/Cour européenne des droits de l'homme, 2012.", "Les langues officielles de la Cour européenne des droits de l'homme sont le français et l'anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l'homme du Conseil de l'Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l'homme (), ou de toute autre base de données à laquelle HUDOC l'a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l'affaire soit cité en entier et s'accompagne de l'indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l'homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l'adresse suivante : .", "", "", "", ""]}