{"file": "MAC_HJUDMAC_21722_11.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "21722/11", "text_paragraphs": ["© Совет на Европа/Европски суд за човекови права, 2013. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ПОРАНЕШНА ПЕТТА СЕКЦИЈА", "", "СЛУЧАЈОТ НА ОЛЕКСАНДР ВОЛКОВ против УКРАИНА", "", "(Жалба бр. 21722/11)", "", "", "ПРЕСУДА", "(Основаност)", "", "Оваа пресуда е ратификувана на 9 април 2013 г.", "согласно Правилото 81 од Деловникот на Судот", "", "СТРАЗБУР", "9 јануари 2013 г.", "", "КОНЕЧНА ВЕРЗИЈА", "27/05/2013", "Оваа пресуда стана правосилна согласно членот 44 § 2 од Конвенцијата. Истата може да подлегне на уредувачка ревизија.", "", "Во случајот на Олександр Волков против Украина,", "Европскиот суд за човекови права (поранешната Петта секција), кој заседаваше како Судски совет составен од:", "\tДиан Шпилман (Dean Spielmann), претседател,\n\tМарк Вилигер (Mark Villiger),\n\tБоштјан М. Зупанчич (Boštjan M. Zupančič),\n\tЕн Пауер-Форде (Ann Power-Forde),\n\tГана Јудкивска (Ganna Yudkivska),\n\tАнгелика Нусбергер (Angelika Nußberger),\n\tАндре Потоцки (André Potocki), судии,\nи \tКлаудиа Вестердајк (Claudia Westerdiek), секретар на Секцијата,", "Откако го разгледа случајот на затворена седница на 11 декември 2012 г.,", "Ја донесе следната пресуда, којашто беше усвоена на истиот датум:", "", "ПОСТАПКА", "1. Случајот произлезе од жалба (бр. 21722/11) против Украина поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“) од страна на украинскиот државјанин, г-динот Олександр Волков („жалителот“) на 30 март 2011 година.", "2.  Жалителот беше претставуван од г-динот Лич и г-ѓата Гордон, адвокати од Европскиот центар за застапување за човековите права во Лондон („ЕХРАЦ“). Украинската Влада („Владата“) беше претставувана од својот агент, г-ѓата В. Лутковска, која ја наследи г-динот Н. Кулчитскиј од Министерството за правда.", "3. Жалителот се жалеше на повреда на неговите права согласно Конвенцијата за време на неговото разрешување од местото судија на Врховниот суд. Поконкретно тој тврдеше дека согласно членот 6 од Конвенцијата: (i) неговиот случај не бил разгледан од „независен и непристрасен суд“; (ii) постапките пред Високиот совет на правдата („ВСП“) била неправична со оглед на тоа дека била спроведена согласно постапката предвидена во домашното право со која се обезбедуваат важни процедурални заштити вклучително и временско ограничување за дисциплински казни; (iii) Парламентот усвоил одлука за негово разрешување на пленарна седница без соодветно испитување на случајот и со злоупотреба на системот за електронско гласање; (iv) неговиот случај не бил разгледан од „со закон воспоставен суд“; (v) одлуките во неговиот случај биле усвоени без соодветна проценка на доказите, а важни аргументи што биле изнесени од страна на одбраната не биле соодветно разгледани; (vi) отсуство на доволна надлежност од страна на Високиот управен суд („ВУС“) за да ги разгледа актите усвоени од ВСП што било спротивно на неговото “право на судска постапка“; и (vii) принципот на еднаквост на оружјето не бил почитуван. Жалителот исто така се жалеше дека неговото разрешување не било компатибилно со членот 8 од Конвенцијата и дека тој немал никаков делотворен лек во однос на тоа, со што бил прекршен членот 13 од Конвенцијата.", "4. На 18 октомври 2011 г. жалбата била прогласен за делумно недопуштена и за горенаведените жалби била информирана Владата. Исто така беше одлучено да и се даде приоритет на жалбата (Правило 41 од Деловникот на Судот).", "5.  И жалителот и Владата поднесоа сопствените забелешки на писмено (Правилото 54 § 2(б)).", "6. Расправата беше јавна и се одржа во Зградата на човековите права во Стразбур на 12 јуни 2012 година (правило 59 § 3).", "Пред Судот се појавија:", "(a)  за Владата\nГ-дин\tН. Кулчитскиј (N. Kulchytskyy), \tагент,\nГ-дин\tВ. Насад (V. Nasad), \nГ-дин\tМ. Бем (M. Bem), \nГ-дин\tВ. Демченко (V. Demchenko),\nГ-ѓа\t\tН. Сукова (N. Sukhova), \tсоветници;", "(б) за жалителот\nГ-дин\tП. Лич (P. Leach),\tадвокат,\nГ-ѓа\t\tЏ. Гордон (J. Gordon),\nГ-ѓа\t\tО. Попова (O. Popova),\tсоветници.\n", "Жалителот исто така беше присутен.", "Судот ги сослуша обраќањата на г-динот Н. Кулчитскиј, г-динот П. Лич и г-ѓата Џ. Гордон како и одговорите на г-динот Н. Кулчитскиј и г-динот П. Лич на прашањата што им беа поставени на странките.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "7. Жалителот е роден во 1957 година и живее во Киев.", "А. Позадина на случајот", "8. Во 1983 г. жалителот бил назначен на местото судија на окружен суд. Во материјалното време, домашниот закон барал судиите да се заколнат при стапување на служба.", "9. На 5 јуни 2003 г. жалителот бил избран на местото судија на Врховниот суд.", "10.  На 2 декември 2005 г. бил избран и за заменик претседател на Советот на судии на Украина (тело на судско самоуправување).", "11. На 30 март 2007 г. жалителот бил избран за претседател на Воениот судски совет на Врховниот суд.", "12. На 26 јуни 2007 г. Собранието на судии на Украина утврдило дека еден друг судија, В.П. немало повеќе да може да биде член на ВСП и дека нејзиното место требало да се укине. В.П. ја оспорила одлуката пред суд. Понатаму се жалела пред парламентарната комисија за прашања од областа на правосудството (Комітет Верховної Ради України з питань правосуддя) („парламентарна комисија “) во врска со прашањето.", "13. На 7 декември 2007 г. Собранието на судии на Украина го избрало жалителот на местото член на ВСП и побарало од Парламентот да организира жалителот да положи заклетва како член на ВСП за да му се овозможи да стапи во служба во ВСП, согласно условите од членот 17 од Законот за ВСП од 1998 г. Сличен предлог бил поднесен и од претседателот на Советот на судии на Украина.", "14. Како одговор претседателот на парламентарната комисија, С.К., кој исто така бил член и на ВСП, го информирал Советот на судии на Украина дека прашањето морало да биде внимателно разгледано заедно со поднесоците на В.П. во кои тврдела дека одлуката на Собранието на судии на Украина да и ја укине позицијата како член на ВСП била незаконска.", "15. Жалителот не ја зазел позицијата на член на ВСП.", "Б. Постапки против жалителот", "16. Во меѓувреме, С.К. и два члена на парламентарната комисија поднеле барања до ВСП со кои барале да се спроведат прелиминарни истраги за можна злоупотреба на службената должност од страна на жалителот упатувајќи меѓу другото на жалбите на В.П.", "17. На 16 декември 2008 г. Р.К., член на ВСП откако спровел прелиминарни истраги поднел барање до ВСП да утврди дали жалителот можел да биде разрешен од местото судија заради „прекршување на заклетвата“ тврдејќи дека во неколку прилики жалителот, како судија на Врховниот суд разгледувал одлуки усвоени од судијата Б, кој му бил роднина, имено брат на жена му. Исто така, кога учествувал како трета странка во постапки спроведени од В.П. (во врска со гореспоменатата одлука на Собранието на судии на Украина за прекинување на нејзиниот мандат) жалителот не побарал изземање на истиот судија Б., кој бил член на апелациониот судскиот советот кој го разгледувал случајот. На 24 декември 2008 г. Р.К. го надополнил своето барање со давање на дополнителни примери на случаи за кои одлучувал судијата Б. и потоа биле разгледани од жалителот. Некои од дејствијата на жалителот кои послужиле како основа за барањето со датум од ноември 2003 г.", "18. На 20 март 2009 г. В.К., член на ВСП, откако ги спровел прелиминарните истраги, поднел друго барање до ВСП во кое барал разрешување на жалителот од позицијата на судија заради „прекршување на заклетвата“, тврдејќи дека жалителот извршил низа крупни процедурални прекршоци кога работел на случаи на корпоративни спорови на компании со ограничена одговорност. Некои од дејствијата на жалителот кои послужиле како основа за барањето датираат од јули 2006 г.", "19. На 19 декември 2008 г. и 3 април 2009 г. жалителот бил известен за овие барања.", "20. На 22 март 2010 г. В.К. бил избран за претседател на ВСП.", "21. На 19 мај 2010 г. ВСП го поканил жалителот на расправа во врска со неговото разрешување што требала да се одржи на 25 мај 2010 г. Во одговорот од 20 мај 2010 г. жалителот го информирал ВСП дека не можел да присуствува на расправата бидејќи претседателот на Врховниот суд му наложил да отпатува за Севастопол каде во периодот од 24 до 28 мај 2010 г. требал да одржи советување за најдобрите пракси во локалниот суд. Жалителот побарал од ВСП да ја одложи расправата.", "22. На 21 мај 2010 г. ВСП испратил известување до жалителот информирајќи го дека расправата во врска со неговото разрешување била одложена за 26 мај 2010 г. Според жалителот, тој известувањето го примил на 28 мај 2010 г.", "23. На 26 мај 2010 г. ВСП ги разгледал барањата поднесени од Р.К. и В.К. и усвоил две одлуки за доставување на поднесоци до Парламентот за разрешување на жалителот од местото судија заради „прекршување на заклетвата“. В.К. претседавал со расправата. А учествувале и Р.К и С.К. како членови на ВСП. Жалителот бил отсутен.", "24. Одлуките биле изгласани од шеснаесетте членови на ВСП кои биле присутни, од кои тројца биле судии.", "25. На 31 мај 2010 г. В.К., како претседател на ВСП проследил два поднесоци до Парламентот за разрешување на жалителот од местото судија.", "26. На 16 јуни 2010 г. за време на расправата со која претседавал С.К. парламентарната комисија ги разгледала поднесоците на ВСП што се однесувале на жалителот и усвоила препорака за негово разрешување. Членовите на комисијата кои побарале ВСП да спроведе прелиминарна истрага во врска со жалителот исто така гласале за препораката. Покрај С.К. уште еден член на комисијата претходно работел на случајот на жалителот како член на ВСП и последователно гласал за препораката како дел од комисијата. Според досието, како што стоело на денот на судската расправа, жалителот бил отсутен од расправата на комисијата.", "27. На 17 јуни 2010 г. поднесоците на ВСП и препораката на парламентарната комисија биле разгледани на пленарна седница на Парламентот. На С.К. и В.К. им бил да ден збор и тие известиле за случајот на жалителот. Жалителот бил присутен на седницата. По расправата, Парламентот гласал за разрешување на жалителот од местото судија заради „прекршување на заклетвата“ и усвоил решение.", "28. Според жалителот, за време на електронското гласање мнозинството парламентарци биле отсутни. Парламентарците што биле присутни ги употребиле картичките на своите отсутни колеги. Изјави на парламентарци во врска со злоупотребата на картичките за гласање и видео снимката од релевантниот дел од пленарната седница биле поднесени до Судот.", "29. Жалителот го оспорил своето разрешување пред ВУС. Жалителот тврдел дека: ВСП не постапувал независно и непристрасно; не го информирал соодветно за расправите за неговиот случај; не ја применил постапката за разрешување на судија на Врховниот суд како што е предвидено во Глава четири од Законот за ВСП од 1998 г., која нуди низа процедурални гаранции, како што се известување на засегнатиот судија за дисциплинската постапка и негово активно учество во истата, временска рамка за постапката, тајно гласање и временско ограничување за дисциплинските казни; наодите на ВСП не биле поткрепени и не биле законски; парламентарната комисија не му обезбедила расправа, и постапила на незаконски и пристрасен начин; а Парламентот усвоил одлука за разрешување на жалителот во отсуство на мнозинството членови на Парламентот, што претставувало прекршување на членот 84 од Уставот, членот 24 од Законот за статусот парламентарците од 1992 г. и Правилото 47 од Деловникот на Парламентот.", "30. Жалителот затоа побарал оспорените одлуки и поднесоци усвоени од ВСП и одлуката на Парламентот да бидат прогласени за незаконски и да бидат укинати.", "31. Во согласност со членот 171-1 од Законикот за управна правда („Законикот“), случајот му бил доделен на специјален судски совет на ВУС.", "32. Жалителот барал повлекување на судскиот совет тврдејќи дека бил незаконски конституиран и дека бил пристрасен. Неговата жалба била отфрлено како неосновано. Според жалителот низа од неговите барања за собирање и прифаќање на различни докази и за повикување на сведоци биле одбиени.", "33. На 6 септември 2010 г. жалителот ја надополнил својата жалба со изјави на членови на Парламентот во врска со злоупотребата на гласачките картички при гласањето за неговото разрешување и видео записот од релевантниот дел од пленарната седница.", "34. После неколку расправи на 19 октомври 2010 г. ВУС ја разгледал жалбата и донел пресуда. Тој одлучил дека жалителот дошол на местото судија во 1983 г., кога домашните закони не предвидувале судијата да дава заклетва. Меѓутоа жалителот бил разрешен заради прекршување на основните стандарди на судската професија коишто биле утврдени во членовите 6 и 10 од Законот за статусот на судиите од 1992 г. и биле законски обврзувачки во времето кога жалителот ги сторил делата.", "35. Судот понатаму одлучил дека одлуката на ВСП и поднесоците во однос на барањето на Р.К. биле незаконски бидејќи жалителот и Судијата Б. не се сметале за роднини согласно важечките закони кои биле на сила во материјалното време. Исто така, што се однесува до постапките во кои жалителот бил трета странка, тој немал никаква обврска да побара повлекување на Судијата Б. Меѓутоа ВУС одбил да ги укине актите на ВСП во однос на барањето на Р.К. забележувајќи дека согласно членот 171-1 од Законикот тој немал овластување да преземе такви мерки.", "36. Што се однесува до одлуката и поднесокот на ВСП во однос на барањето на В.К. за нив било утврдено дека биле законски и поткрепени.", "37. Што се однесува до тврдењата на жалителот дека ВСП требал да ја примени постапката предвидена во Глава четири од Законот за ВСП од 1998 г., судот забележал дека во согласност со членот 37 § 2 од тој Закон, таа процедура важела само за случаи кои вклучувале такви санкции како што се укор или деградирање на квалификациската класа. Одговорноста за „прекршување на заклетвата“ во форма на разрешување била предвидена во членот 126 § 5 (5) од Уставот, а постапката што требала да следи се разликувала, имено таа била опишана во членот 32 од Законот за ВСП од 1998 г., содржана во глава 2 од Законот. Судот заклучил дека постапката цитирана од жалителот не важела за разрешување на судија заради „прекршување на заклетвата“. Оттука немало основ за примена на временски ограничувања на кои се упатува во членот 36 од Законот за статусот на судиите од 1992 г. и членот 43 од Законот за ВСП од 1998 г.", "38. Судот потоа утврдил дека жалителот бил отсутен без валидна причина од расправата во ВСП. Понатаму забележал дека немало никакви процедурални повреди во текот на постапките пред парламентарната комисија. Што се однесува до наводните повреди за време на пленарната седница парламентарната одлука за разрешување на жалителот била изгласана од мнозинството во Парламентот и ова било потврдено со евиденцијата од прозивката. Судот понатаму забележал дека немал овластување да ја разгледува уставноста на парламентарните одлуки бидејќи ова било во рамките на јурисдикцијата на Уставниот суд.", "39. Расправата во ВУС се одржала во присуство на жалителот и другите странки во спорот.", "В. Настани поврзани со назначувањето на претседатели и заменици претседатели на домашните судови, и особено на претседателот на ВУС.", "40. На 22 декември 2004 г. Претседателот на Украина во согласност со членот 20 од Законот за правосудниот систем од 2002 г. го назначил судијата П. на местото претседател на ВУС.", "41. На 16 мај 2007 г. Уставниот суд одлучил дека членот 20 § 5 од Законот за правосудниот систем од 2002 година, во врска со постапката за назначување и разрешување на претседатели и заменици претседатели на судовите од страна Претседателот на Украина, бил неуставен. Тој препорачал Парламентот да ги усвои релевантните законодавни амандмани за да се регулира прашањето на соодветен начин.", "42. На 30 мај 2007 г. Парламентот усвоил одлука со која била воведена привремена постапка за назначување на претседатели и заменици претседатели на судовите. Одлуката предвидувала овластување за ВСП да назначува претседатели и заменици претседатели на судовите.", "43. На истиот датум жалителот ја оспорил одлуката пред судот тврдејќи, меѓу другото, дека не била доследна со Законот за ВСП од 1998 г. и другите закони на Украина. Судот веднаш усвоил привремена одлука со која била суспендирана одлуката на Парламентот.", "44. На 31 мај 2007 г. Советот на судии на Украина, земајќи го во предвид законодавниот јаз што произлегол од одлуката на Уставниот суд од 16 мај 2007 г, усвоил одлука со која си доделил привремено овластување да ги назначува претседателите и замениците претседатели на судовите.", "45. На 14 јуни 2007 г. парламентарниот службен весник објавил мислење на претседателот на парламентарната комисија , С.К. изјавувајќи дека локалните судови немале овластување да ја разгледуваат гореспоменатата одлука на Парламентот и дека судиите кои ја разгледувале одлуката ќе бидат разрешени заради „прекршување на заклетвата“.", "46. На 26 јуни 2007 г. Собранието на судии на Украина ја потврдило одлуката на Советот на судии на Украина од 31 мај 2007 г.", "47. На 21 февруари 2008 г. судот откако ја разгледал одлуката на Парламентот истата ја укинал како незаконска.", "48. На 21 декември 2009 г. Президиумот на ВУС одлучил дека Судијата П. треба да продолжи да си ја врши должноста на претседател на ВУС и по истекувањето на петгодишниот мандат согласно членот 20 од Законот за правосудниот систем од 2002 г.", "49. На 22 декември 2009 г. Уставниот суд усвоил одлука со која се толкуваат одредбите од членот 116 § 5 (4) и членот 20 § 5 од Законот за правосудниот систем од 2002 г. Тој одлучил дека овие одредби требале да се сфатат само како давање моќ на Советот на судии на Украина да дава препораки за назначување на судиите на управни позиции од страна на друго тело (или функционер) како што е дефинирано со закон. Судот понатаму го обврзал Парламентот под итно да ја спроведе одлуката од 16 мај 2007 г. и да воведе релевантни законодавни амандмани.", "50. На 24 декември 2009 г. Конференцијата на судии на Управните судови одлучила дека судијата П. требал да продолжи да ја извршува функцијата претседател на ВУС.", "51. На 25 декември 2009 г. Советот на судии на Украина ја укинала одлуката од 24 декември 2009 г. како незаконска и забележал дека согласно членот 41 § 5 од Законот за правосудниот систем од 2002 г. првиот заменик претседател на ВУС, судијата С. требал да ја извршува функцијата претседател на тој суд.", "52. На 16 јануари 2010 г. Генералното обвинителство објавило известување за печатот во кое забележува дека во законите на Украина сè уште не бил определено едно тело или функционер овластен да назначува или разрешува претседатели на судови, додека Советот на судии на Украина имал право само да дава препораки по тие прашања. Судијата П. не бил разрешен од функцијата претседател на ВУС и затоа продолжил да ја извршува функцијата законски.", "53. Судијата П. продолжил да ја извршува функцијата претседател на ВУС.", "54. На 25 март 2010 г. Уставниот суд одлучил дека парламентарната одлука од 30 мај 2007 г. била неуставна.", "55. Судскиот совет на ВУС кој ги разгледувал случаите упатени по членот 171-1 од Законикот бил формиран во мај и јуни 2010 г. преку примена на постапката предвидена во членот 41 од Законот за правосудниот систем од 2002 г.", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО", "А. Уставот од 28 јуни 1996 г.", "56. Членот 6 од Уставот прогласува дека државната власт во Украина се остварува врз основа на нејзината поделеност на законодавна, извршна и судска власт.", "57. Членот 76 од Уставот предвидува дека членовите на Парламентот треба да бидат избрани од граѓаните на Украина коишто се постари од дваесет и една година, имаат право на глас и живееле во Украина најмалку пет години.", "58. Членот 84 од Уставот уредува дека парламентарците гласаат лично за време на седниците на Парламентот.", "59. Членот 126 § 5 од Уставот го вели следново:", "„Судија ќе биде разрешен од функцијата од страна на телото што го избрало или назначило во случај кога:", "(1) ќе му истече мандатот за кој тој или таа бил избран или назначен;", "(2) судијата наполнил шеесет и пет години;", "(3) не може да продолжи да ги извршува своите обврски заради здравствени причини;", "(4) судијата ги повредил условите во врска со судската некомпатибилност;", "(5) судијата ја прекршил заклетвата;", "(6) пресуда против него или неа ќе стане правосилна;", "(7) ќе му биде укинато државјанството;", "(8) тој или таа ќе биде прогласен/а за исчезнат/а или мртов/мртва;", "(9) судијата ќе поднесе оставка или доброволно ќе биде разрешен од функцијата.“", "60. Членовите 128 и 131 од Уставот го уредуваат следново:", "Член 128", "„Почетното назначување на професионален судија за мандат од пет години ќе биде од страна на Претседателот на Украина. Сите други судии, со исклучок на судиите на Уставниот суд, ќе бидат избрани од Парламентот на неограничено време во согласност со постапката утврдена со закон. ...”", "Член 131", "„Висок совет на правдата ќе функционира во Украина. Неговите задачи ќе се состојат од:", "(1) поднесување поднесоци за назначување или разрешување на судии;", "(2) усвојување на одлуки за повреда од страна на судии и обвинители на условите поврзани со судската некомпатибилност;", "(3) спроведување на дисциплински постапки за судии на Врховниот суд и судии на повисоките специјализирани судови, и разгледување на жалби против одлуки за изречена дисциплинска одговорност на судии на апелационите и локалните судови и обвинителите.", "Високиот совет на правдата ќе се состои од дваесет членови. Парламентот на Украина, Претседателот на Украина, Собранието на судии на Украина, Собранието на адвокати на Украина, и Собранието на претставници на Високите правни образовни установи и научни институции ќе назначат по три членови секоја во Високиот совет на правдата, а Сеукраинската конференција на обвинители ќе назначат двајца членови во Високиот совет на правдата.", "Претседателот на Врховниот суд, министерот за правда и генералниот обвинител ќе бидат членови по службена должност во Високиот совет на правдата.“", "Б. Кривичниот законик од 5 април 2001 г.", "61.  Членот 375 од Законикот уредува:", "„1. Носењето од страна на судија (или судии) на незаконска осудителна пресуда, пресуда, одлука или решение со знаење –", "е казниво со ограничување на слободата до пет години или казна затвор од две до пет години.", "2. Доколку како резултат на истите дела има сериозни последици или биле извршени заради финансиска корист или заради друг личен интерес -", "ќе бидат казниви со казна затвор од пет до осум години.“", "В. Законикот за управната правда од 6 јули 2005 г.", "62. Релевантните одредби од Граѓанскиот законик го велат следното:", "Член 161. Прашања што треба да ги утврди судот кога одлучува за даден случај", "„1. Кога одлучува за случај, судот ќе утврди:", "(1) дали околностите посочени во жалбата и приговорите се случиле и какви докази ги поткрепуваат овие околности;", "(2) дали има некои други фактички информации релевантни за случајот и докази во поткрепа на тие информации;", "(3) која одредба од законот треба да се примени за законските односи што се предмет на спорот; ...“", "Член 171-1. Постапки во случаи за дела, дејствија или пропусти на Парламентот на Украина, Претседателот на Украина, Високиот совет на правдата и Високата комисија за квалификации на судиите [одредба на сила од 15 мај 2010 г.]", "„1. Правилата утврдени во овој член ќе се применуваат за постапки во управни случаи во врска со:", "(1) законитоста (но не уставноста) на одлуките на Парламентот и декретите и наредбите на Претседателот на Украина;", "(2) дела на Високиот совет на правдата; ...", "2. Дела, дејствија и пропусти на Парламентот на Украина, Претседателот на Украина, Високиот совет на правдата и Високата комисија за квалификации на судиите можат да се оспорат пред Високиот управен суд. За оваа цел ќе се воспостави посебен совет во Високиот управен суд.", "...", "4. Управните случаи за дела, дејствија и пропусти на Парламентот на Украина, Претседателот на Украина, Високиот совет на правдата и Високата комисија за квалификации на судиите ќе бидат разгледани од судски совет составен од најмалку пет судии ....", "5. После разгледување на случајот, Високиот управен суд може:", "(1) да го прогласи делото на Парламентот на Украина, Претседателот на Украина, Високиот совет на правдата и Високата комисија за квалификации на судиите за незаконско во целост или делумно;", "(2) да ги прогласи дејствијата или пропустите на Парламентот на Украина, Претседателот на Украина, Високиот совет на правдата и Високата комисија за квалификации на судиите за незаконски и да го/ги обврзе да преземе/преземат одредени мерки. ...”", "Г. Законот за правосудниот систем од 7 февруари 2002 со дополнителни амандмани („Законот за правосудниот систем од 2002 г.“) (на сила до 30 јули 2010)", "63. Релевантните одредби од Законот го велат следното:", "Член 20. Постапката за воспоставување на судовите", "„...5. Претседателот и заменикот претседател на судот ќе бидат судии назначени на релевантната функција со мандат од пет години, кои можат да бидат разрешени од функцијата од страна на Претседателот на Украина на барање на претседателот на Врховниот суд (и во однос на специјализираните судови, на барање на претседателот на релевантниот повисок специјализиран суд), врз основа на препораки на Советот на судии на Украина (и во однос на специјализираните судови, препорака од страна на релевантен совет на судии). ...”", "Со одлука на Уставниот суд од 16 мај 2007 г. одредбата од членот 20 § 5 од Законот во врска со назначувањето на претседателите и замениците претседатели на судовите од страна на Претседателот на Украина била прогласена за неуставна.", "Член 41. Претседателт на повисокиот специјализиран суд", "„1. Претседателот на повисок специјализиран суд:", "...", "(3) ... ќе формира судски совети на судот; ќе дава предлози за составот на советите, што ќе треба да бидат одобрени од президиумот на судот;...", "5. Во отсуство на претседателот на повисокиот специјализиран суд, неговите обврски ќе ги врши првиот заменик претседател или во отсуство на овој, еден од замениците претседатели на судот, согласно дистрибуцијата на управните овластувања.“", "Член 116. Советот на судии на Украина", "„1. Советот на судии на Украина ќе дејствува како повисоко тело на судско самоуправување во периодот меѓу сесиите на Собранието на судии на Украина.", "...", "5. Советот на судии на Украина:", "... (4) ќе одлучува за назначувањето на судии на управни позиции и за нивното разрешување од тие позиции во случаи и во согласност со постапката предвидена со овој Закон;...", "6. Одлуките на Советот на судии на Украина ќе бидат обврзувачки за сите тела на судското самоуправување. Одлука на Советот на судии на Украина може да биде укината од Собранието на судии на Украина.“", "Д. Законот за статусот на судиите од 15 декември 1992 г. со дополнителните амандмани („Закон за статусот на судиите од 1992 г.“) (во сила до 30 јули 2010 г.)", "64. Релевантните одредби од Законот го велат следното:", "Член 5. Услови за компатибилност", "„Судијата не може да биде член на политичка партија или синдикат, да учествува во некаква политичка активност, да му е даден некаков мандат за претставување, да има некакво друго занимање од кое заработува, или да врши некоја друга платена работа со исклучок на научна, образовна или уметничка.“", "Член 6. Обврски на судиите", "„Судиите се обврзани:", "- да се придржуваат на Уставот и на законите на Украина кога делат правда, и да обезбедат целосно, сеопфатно и објективно разгледување на случаите во рамките на утврдените временски рокови;", "- да се придржуваат на условите од членот 5 од овој Закон и внатрешната регулатива;", "- да не откриваат информации коишто се од доверлив карактер како државни, воени, стопански или банкарски тајни...", "- да се воздржат од секакви активности со кои ќе се наштети на честа на судот и коишто можат да предизвикаат сомнеж во нивната објективност, непристрасност и независност.“", "Член 10. Судска заклетва", "„При првичното назначување судијата свечено ќе ја даде следнава заклетва:", "‘Свечено изјавувам дека чесно и ригорозно ќе ги извршувам обврските како судија, придржувајќи се исклучиво на законот во делењето на правдата и ќе бидам објективен и правичен.’", "Заклетвата ќе се даде пред Претседателот на Украина.“", "Член 31. Основи за дисциплинска одговорност на судиите", "„1. Судијата ќе подложи на дисциплинската казна за дисциплински прекршок, односно за прекршување на:", "- законите при разгледување на некој случај;", "- условите од членот 5 од овој Закон;", "- обврските утврдени во членот 6 од овој Закон.", "2. Укинувањето или измената на една судска одлука нема да повлече дисциплинска одговорност за судијата којшто учествувал во усвојувањето на оваа одлука, под услов да немало намера да се прекрши законот или условите за ригорозност и оваа одлука да не предизвикала сериозни последици.“", "Член 32. Видови на дисциплински казни", "„1. Следниве дисциплински казни можат да се изречат против судии:", "- укор;", "- деградирање на квалификациската класа;", "2. За секоја од повредите опишани во член 31 од овој Закон, ќе се изрече само една дисциплинска казна. ...”", "Член 36. Временско ограничување за изречување на дисциплинска казна и бришење на дисциплинска евиденција", "„1. Судијата ќе добие дисциплинска казна во рок од шест месеци од датумот кога ќе се дознае за прекршокот, со исклучок на секаков период на привремен хендикеп или отсуство.", "2. Доколку во рок од година дена од датумот на примената на дисциплинската казна судијата не добие нова дисциплинска казна со судијата ќе се постапува како да нема дисциплинска казна во досието. ...”", "Ѓ. Законот за Високиот суд на правдата од 15 јануари 1998 г. („Законот за ВСП од 1998 г.“), со формулацијата од релевантниот период", "65. Членот 6 од Законот, пред измените и дополнувањата од 7 јули 2010 г. го велел следново:", "„Државјанин на Украина на возраст меѓу триесет и пет и шеесет години може да биде предложен на позицијата член на [ВСП] доколку добро го владее националниот јазик, има високо правно образование и најмалку десет години на работно искуство на полето на правото и живеел во Украина најмалку десет години.", "Условите од став 1 од овој член не важат за лицата кои се членови на [ВСП] по службена должност.", "Секој обид да се влијае врз членовите на [ВСП] е забранет.“", "66. Согласно амандманите од 7 јули 2010 г., членот 6 од Законот беше дополнет со следниов став:", "„Доколку овој закон бара членот на [ВСП] да биде судија, тој член ќе биде назначен од редот на судии кои се избрани на неопределено време.“", "67. Членовите 8-13 се занимаваат со постапките за назначување на членовите на ВСП од страна на телата посочени во членот 131 од Уставот.", "68. Со амандманите од 7 јули 2010 г. овие членови биле дополнети со дополнителни услови така што десет членови на ВСП требале да бидат назначени од редот на судии од страна на телата посочени во членот 131 од Уставот.", "69. Членот 17 од Законот уредува дека пред да ја преземе функцијата, членот на ВСП мора да даде заклетва пред Парламентот.", "70. Членот 19 од Законот предвидува дека ВСП се состои од два оддела. Работата на ВСП ја координира неговиот претседател или, во негово или нејзино отсуство, заменикот претседател. Претседателот, заменикот претседател и раководителите на двата оддела на ВСП се вработени со полно работно време.", "71. Другите релевантните одредби од Законот го велат следното:", "Член. 24. Расправа пред Високиот совет на правдата", "“... Расправата пред Високиот совет на правдата е јавна. Расправа зад затворени врати се одржува со одлука на мнозинството од уставниот состав на Високиот совет на правдата ...“", "Член 26. Повлекување на член на Високиот совет на правдата", "„Член на Високиот совет на правдата не може да учествува во разгледувањето на прашања и ќе се повлече доколку е утврдено дека има личен, непосреден или посреден интерес од исходот од случајот... Во овие околности членот на Високиот совет на правдата ќе се повлече по сопствена иницијатива. Во истите околности лице ... чиј случај се разгледува ... ќе има право да побара повлекување на членот на Високиот совет на правдата. ...”", "Член 27. Постапки на Високиот совет на правдата", "“... Постапките на Високиот совет на правдата можат да се оспорат исклучиво пред Високиот управен суд во согласност со постапката предвидена во Законикот за управна правда.“", "72. Главата два од законот „Разгледување на прашања во врска со разрешувањето на судии“, го уредува, во релевантниот дел, следново:", "Член 32. Претставка за разрешување на судија во посебни околности [формулацијата на членот пред 15 мај 2010 г.]", "„Високиот совет на правдата го разгледува прашањето за разрешување на судија по основите предвидени во членот 126 § 5 (4) – (6) од Уставот по добивањето на релевантно мислење од комисијата за квалификации или по сопствен предлог. На засегнатиот судија ќе му се испрати писмена покана да присуствува на расправата пред Високиот совет на правдата.", "Одлуката на Високиот совет на правдата за разрешување на судија согласно членот 126 § 5 (4) и (5) од Уставот ќе се усвои со двотретинско мнозинство на членовите на Високиот совет на правдата кои учествувале во расправата и во случаите предвидени во членот 126 § 5 (6) од Уставот, од страна на мнозинството од уставниот состав на Високиот совет на правдата.“", "Член 32. Претставка за разрешување на судија во посебни околности [формулацијата на членот после 15 мај 2010 г.]", "„Високиот совет на правдата го разгледува прашањето за разрешување на судија по основите предвидени во членот 126 § 5 (4) – (6) од Уставот (повреда на условите за судска некомпатибилност, прекршување на заклетвата, откако осудителна пресуда ќе стане правосилна) по добивањето на релевантно мислење од Комисијата за квалификации или по сопствен предлог.", "Прекршувањето на заклетвата од страна на судија се состои од:", "(i) постапки со кои ја посрамотил судската фела и кои ја ставаат под знак прашање неговата или нејзината објективност, непристрасност или независност, како и правичноста и непоткупливоста на судството;", "(ii) незаконско стекнување на богатство или правење на трошоци од страна на судијата кои ги надминуваат неговите или нејзините приходи и приходите на неговото или нејзиното семејство;", "(iii) намерно одлагање на разгледување на случај кое ги надминува утврдените рокови; [или]", "(iv) повреда на моралните и етичките принципи на судскиот кодекс на однесување.", "На засегнатиот судија ќе му се испрати писмена покана да присуствува на расправата пред Високиот совет на правдата. Доколку судијата не може да учествува на расправата заради оправдани причини, тој или таа има право да поднесе писмени претставки коишто ќе бидат вклучени во досието на случајот. Писмените претставки на судијата ќе бидат прочитани на расправата пред Високиот совет на правдата. Доколку по втор пат судијата не успее да се појави на расправата, тоа ќе се смета за основа за разгледување на случајот во негово отсуство.", "Одлуката на Високиот совет на правдата за разрешување на судијата согласно членот 126 § 5 (4) – (6) од Уставот ќе се усвои со мнозинство гласови од уставниот состав на Високиот совет на правдата.“", "73. Главата четири од Законот, „Дисциплинска постапка против судии на Врховниот суд и повисоките специјализирани судови“, го уредува, во релевантниот дел, следново:", "Член 37. Видови на казни изречени од Високиот совет на правдата [формулацијата на членот после 30 јули 2010 г.]", "„Високиот совет на правдата е одговорен за дисциплинската одговорност ... на судиите на Врховниот суд ... согласно основите предвидени во член 126 § 5 (5) од Уставот и Законот за статусот на судиите.", "Високиот совет на правдата може да ги изрече следниве дисциплински казни:", "(1) укор;", "(2) деградирање на квалификациската класа;", "Високиот совет на правдата може да одлучи дека судијата не е компатибилен за местото на кое се наоѓа и да поднесе претставка за разрешување на судијата до телото што го назначило.“", "Член 39. Фази на дисциплинската постапка", "„Дисциплинските постапки ќе се состојат од следниве фази:", "(1) потврда на информациите за дисциплински прекршок;", "(2) спроведување на дисциплинските постапки;", "(3) разгледување на дисциплинскиот случај;", "(4) усвојување на одлука. ...”", "Член 40. Потврда на информациите за дисциплински прекршок", "„Потврдата на информациите за дисциплинскиот прекршок ќе биде спроведена од ... еден од членовите на Високиот совет на правдата по пат на примање на писмени објаснувања од судијата и други лица, барање и проверка на материјал од документацијата на случајот и добивање на други информации од државни тела, организации, институции, здруженија и граѓани.", "После потврдата на информациите ќе се изготви изјава за фактите со заклучоци и предлози. Изјавата и другите материјали ќе бидат доставени до засегнатиот судија. ...”", "Член 41. Спроведување на дисциплинските постапки;", "„Доколку постојат основи за спроведување на дисциплински постапки против ... судија на Врховниот суд ... тие ќе бидат спроведени со одлука на Високиот совет на правдата во рок од десет дена од датумот на примање на информацијата за дисциплинскиот прекршок или доколку е потребно да се потврди информацијата во рок од десет дена од датумот на завршување на верификацијата.", "Член 42. Разгледување на дисциплински случај [формулацијата на членот до 30 јули 2010 г.]", "„Високиот совет на правдата ќе го разгледа дисциплинскиот случај на следната расправа после примање на заклучокот и другиот материјал што произлегол од верификацијата.", "Одлуката во дисциплинскиот случај ќе се донесе со тајно гласање без присуство на засегнатион судија...", "Високиот совет на правдата ги сослушува доказите од судија кога се утврдува неговата или нејзината дисциплинска одговорност. Доколку судијата не може да учествува на расправата заради оправдани причини, тој или таа има право да поднесе писмени поднесоци коишто ќе бидат вклучени во досието на случајот. Писмените поднесоци на судијата ќе бидат прочитани на расправата пред Високиот совет на правдата. Доколку по втор пат судијата не успее да се појави на расправата, тоа ќе се смета за основа за разгледување на случајот во негово отсуство.", "Член 43. Временско ограничување за изречување на дисциплинска казна", "„Судијата ќе дсобие дисциплинска казна во рок од шест месеци од датумот кога ќе се дознае за прекршокот, со исклучок на период на привремен хендикеп или отсуство, но во секој случај не подоцна од една година од датумот на прекршокот.“.", "Член 44. Бришење од дисциплинската евиденција", "„Доколку во рок од година дена од датумот на примената на дисциплинската казна судијата не добие нова дисциплинска казна со судијата ќе се постапува како да нема дисциплинска казна во досието. ...”", "Е. Законот за постапката за избирање и разрешување на судии од страна на Парламентот од 18 март 2004 г. („Закон за (избор и разрешување на) судии од 2004 г.“) (на сила до 30 јули 2010 г.)", "74. Релевантните одредби од Законот го велат следното:", "Член 19. Постапка пред парламентарната комисија во врска со разгледувањето на претставка за разрешување на судија што е избран на неопределено време", "„Поднесокот [на Високиот совет на правдата] за разрешување на судија којшто бил избран на неограничено време ќе биде разгледан од парламентарната комисија во рок од еден месец од добивањето на поднесокот. ...", "Парламентарната комисија ќе спроведе истрага во врска со жалбите поднесени од граѓани и други известувања во врска со активностите на судиите.", "Парламентарната комисија може да побара да биде спроведена дополнителна истрага од Врховниот суд, Високиот совет на правдата, релевантниот виш специјализиран суд, државната судска управа, Советот на судии на Украина или релевантната комисија за квалификациите на судиите.", "Резултатите од дополнителните истраги ќе бидат доставени до парламентарната комисија од страна на релевантните органи на писмено во рамките на временските рокови утврдени од парламентарната комисија, но во секој случај не подоцна од петнаесет дена после барањето за истрага.", "Засегнатиот судија ќе биде известен за времето и местото на расправата пред парламентарната комисија .“", "Член 20. Постапка пред парламентарната комисија во врска со утврдување на прашањето за разрешување на судија што е избран на неопределено време", "„На расправата пред парламентарната комисија за разрешување на судијата што е избран на неопределено време можат да присуствуваат парламентарци и претставници на Врховниот суд, Вишиот специјализиран суд, Високиот совет на правдата, Државната судска управа, други државни органи, тела на локалната самоуправа и јавни институции.", "Засегнатиот судија ќе биде присутен на расправата, освен во случаи на разрешување согласно членот 126 § 5 (2), (3), (6), (7), (8) и (9) од Уставот.", "Ако по втор пат засегнатиот судија не се појави на расправата без оправдана причина тоа ќе се смета за основа за разгледување на случајот во негово отсуство откако парламентарната комисија ќе утврди дека судијата го примил известувањето за времето и местото на расправата. Парламентарната комисија ќе ја процени оправданоста на сите причини за неговото отсуство. ...", "Расправата пред парламентарната комисија за разрешување на судија започнува со извештај на претседателот.", "Членовите на парламентарната комисија и други парламентарци можат да му поставуваат прашања на судијата за материјал што произлегол од истраги и факти забележани во некоја од жалбите на граѓаните.", "Судијата има право да го проучи материјалот, изнесените факти и заклучоците на парламентарната комисија во врска со неговото или нејзиното разрешување.“", "Член 21. Изнесување на предлог за разрешување на судија ... на пленарна седница на Парламентот", "„Парламентарната комисија ќе изнесе на пленарна седница на Парламентот предлог со кој се препорачува или не се препорачува разрешување на судија што е избран на неопределено време. Претставник на парламентарната комисија ќе се обрати.“", "Член 22. Покана за присуство на пленарната седница во врска со разрешувањето на судија што е избран на неопределено време", "“... Засегнатиот судија ќе биде присутен на пленарната седница на Парламентот во случај на негово или нејзино разрешување согласно членот 126 § 5 (1), (4) и (5) од Уставот. Доколку судијата не се појави тоа нема да го спречи разгледувањето на прашањето во однос на основаноста.“", "Член 23. Постапка на пленарната седница на Парламентот во врска со утврдување на прашањето за разрешување на судија што е избран на неопределено време", "„За време на пленарната седница на Парламентот претставниците на парламентарната комисија ќе поднесат извештај за секој кандидат за разрешување.", "Доколку судијата не се согласува со своето разрешување тој или таа ќе даде свое образложение.", "Парламентарците ќе имаат право да му постават прашања на судијата.", "Доколку за време на расправите на пленарната седница на Парламентот се јави потреба да се спроведе дополнителна истрага во однос на жалбите на граѓаните или за да се побараат дополнителни информации, Парламентот ќе и даде релевантни насоки на парламентарната комисија .“", "Член 24. Одлука на Парламентот во врска со разрешувањето на судија избран за неопределено време", "„Парламентот ќе одлучи за разрешување на еден судија согласно основите дефинирани во член 126 § 5 од Уставот.", "Одлуката ќе биде донесена со јавно гласање и со мнозинство гласови од уставниот состав на Парламентот.", "Одлуката за разрешување на судија ќе биде усвоена во форма на решение.“", "Ж. Законот за собраниските комисии од 4 април 1995 г. („Законот за собраниските комисии од 1995 г.“)", "75. Членот 1 од Законот уредува дека парламентарната комисија е тело на Парламентот составено од парламентарци со задача да изготвуваат закони во одредени области, да спроведуваат прелиминарни разгледувања на прашања кои потпаѓаат под надлежност на Парламентот и да спроведуваат функции за надзор.", "З. Законот за статусот на парламентарците од 17 ноември 1992 г. („Закон за статусот на парламентарците од 1992 г.“)", "76. Членот 24 од Законот уредува дека парламентарецот мора да е присутен и лично да учествува на седниците на Парламентот. Тој или таа е обврзан/а да гласа лично за прашањата што ги разгледува парламентот или неговите тела.", "Ѕ. Законот за деловникот на Парламентот од 10 февруари 2010 г. („Деловникот на Парламентот“)", "77. Правилото 47 од Деловникот на Парламентот уредува дека кога Парламентот одлучува неговите членови гласаат лично во собраниската сала со користење на електронски систем за гласање или во случај на тајно гласање во холот за гласање во близина на собраниската сала.", "III. МАТЕРИЈАЛ НА СОВЕТОТ НА ЕВРОПА", "А. Европската повелба за статусот на судиите од 8-10 јули 1998 г. (Оддел за правни прашања на Советот на Европа, Документ (98)23)", "78. Релевантните извадоци од Главата 5 од Повелбата, „Одговорност“ го велат следново:", "„5.1. Занемарувањето од страна на судијата на некоја од обврските изречно дефинирани со закон, може да резултира со санкција само врз основа на одлука, после предлог, препорака или со договор на суд или орган составен од најмалку половина од избраните судии во рамките на постапките од типот на целосно сослушување на странките при што судијата против кој се постапува мора да има право да биде застапуван. Нивото на санкции коишто можат да се наметнат е утврдено во законот, а нивното наметнување е предмет на принципот на пропорционалност. Одлуката на извршен орган, суд или тело кое изрекува казна, како што е предвидено овде е отворено на жалба пред повисок судски орган.“", "Б. Мислење на Венецијанската комисија", "79. Релевантните извадоци од Заедничкото мислење на Венецијанската комисија и на Директоратот за соработка со Генералниот директорат за човекови права и правни прашања на Советот на Европа во врска со Законот за измени и дополнување на одредена правна регулатива во Украина во врска со спречувањето на злоупотребата на правото на жалба, усвоено од Венецијанската комисија на нејзината 84-та пленарна седница (Венеција, 15-16 октомври 2010 г, CDL-AD(2010)029), го велат следново (акцентот е ставен во оригиналниот текст):", "„28. Се чини дека во напорот што е за поздравување за надминување на проблемот со малиот број на судии во Високиот совет на правдата, Финалните одредби во членот XII;3 (Измени и дополнувања на правните акти на Украина) од Законот за правосудство и за статусот на судиите, амандманите 3.11 од Законот на Украина ‘за Високиот совет на правдата’ сега уредуваат дека двајца од тројцата членови на Високиот совет на правдата, кои ги назначува Веркховна Рада (член 8.1) и Претседателот (член 9.1) за таа цел, еден од тројцата членови назначени од Конгресот на судии (членот 11.1) и еден од тројцата членови назначени од Конгресот на претставници на правните институции за високо образование и институциите за истражување (член 12.1) ќе се назначатод редовите на судиите. Сеукраинската конференција на обвинители ќе назначи двајца членови во ВСП, од кои еден ќе биде назначен од редот на судии (член 13.1).", "29. Меѓутоа, составот на Високиот совет на правдата на Украина сè уште не одговара на европските стандарди бидејќи од 20 члена само тројца се судии избрани од страна на нивните колеги. Финалните одредби всушност признаваат дека правосудниот елемент на Високиот совет на правдата треба да биде позастапен, но избраното решение е да се побара од Парламентот, Претседателот, образовните институции и од обвинителите за изберат или назначат судии. ...Во актуелниот состав еден судија е член по службена должност (претседателот на Врховниот суд), а некои од членовите назначени од Претседателот и Парламентот се де факто судии или поранешни судии но нема законски услов за таков да е случајот до истекувањето на мандатите на актуелните членови. Заедно со министерот за правда и генералниот обвинител, 50% од членовите и припаѓаат или се назначени од извршната или законодавната власт. Затоа Високиот совет на правдата не може да се каже дека се состои од значителен број на судии. Понекогаш може да се случи во постари демократии извршната власт да има одлучувачко влијание и во некои земји таквите системи можат да функционираат на прифатлив начин во пракса. Самите украински власти за време на состаноците во Киев ја посочија Украина како демократија во транзиција која е среќна да ги користи искуствата на други земји. Како што беше изнесено во поранешните мислења: ‘Меѓутоа новите демократии сè уште немале шанса да ги развијат овие традиции коишто можат да спречат злоупотреба и затоа барем во овие земји потребни се експлицитни уставни и законски одредби како заштита за спречување на политичка злоупотреба при назначувањето на судии’.", "30. Актуелниот состав на ВСП може да дозволи отстапувања за взаемно дејствување на парламентарните мнозинства и притисокот од извршната власт, но ова не може да го надмине структуралниот недостаток на неговиот состав. Ова тело може не е ослободено од некаква подреденост на размислувањата на политичката партија. Нема доволно гаранции коишто овозможуваат ВСП да ги штити вредностите и основните принципи на правдата. Составот е утврден со Уставот и ќе се потребни измени и дополнувања на Уставот. Вклучувањето на генералниот обвинител како член по службена должност создава одредени проблеми со оглед дека може да предизвика ефект на одвраќање кај судиите и може да се сфати како потенцијална закана. Генералниот обвинител е странка во многу случаи во кои судиите треба да одлучат и неговото присуство во телото засегнато со назначувањето, дисциплинирањето и разрешувањето на судиите создава ризик дека судиите нема да делуваат непристрасно во таквите случаи и дека генералниот обвинител нема да е непристрасен кон судиите со чии одлуки не се согласува. Последователно, составот на ВСП на Украина не одговара на европските стандарди. Бидејќи за измена на составот ќе се потребни измени и дополнувања на Уставот, тоа може да се покаже како проблем. Законот треба да вклучува, со цел да се постави противтежа на проблематичниот состав на ВСП, посилна регулатива за некомпатибилност. Земајќи ги во предвид овластувањата што му се доделени на ВСП, тој треба да функционира како полноправно тело, а избраните членови, за разлика на членовите по службена должност не треба да се во можност да вршат некои други јавни или приватни функции додека се членови на ВСП. ...", "42. ... Земајќи во предвид дека министерот за правда и генералниот обвинител на Украина се членови на ВСП по службена должност (член 131 од Уставот), и дека украинскиот Устав не гарантира дека ВСП ќе биде составен од мнозинство или значителен број на судии избрани од своите колеги, поднесувањето на предлози за разрешување на членовите од страна на извршната власт може да ја намали независноста на судиите.... Во секој случај на членовите на ВСП коишто поднеле предлог не треба да им се дозволи да учествуваат во одлучувањето за разрешување на релевантниот судија од дадената позиција: ова ќе влијае на гаранцијата на непристрасност ...", "45. ...Прецизност и предвидливост на основите за дисциплинската одговорност се пожелни заради правна сигурност и особено заради заштита на независноста на судиите, затоа напор треба да се вложи за да се избегнат нејасни основи или опширна дефиниција. Меѓутоа, новата дефиниција вклучува многу општи концепти, како што се ‘[извршување] на дејствија кои ја посрамотиле судската фела и кои ја ставаат под знак прашање нејзината непристрасност, објективност и независност, [или] интегритетот, непоткупливоста на судството’ и ‘повреда на моралните и етичките принципи на човечкото однесување’ меѓу другото. Ова се чини особено опасно заради нејасните термини што се користат и можноста да се искористи како политичко оружје против судиите. ...Оттука, основите за дисциплинска одговорност и понатаму се премногу широко сфатени и потребна е попрецизна регулатива за да ја гарантира судската независност.", "46. Конечно, членот 32 во својот последен став бара одлуките во врска претставките на ВСП за разрешување на судија да се усвојуваат со просто, а не со двотретинско мнозинство. Во контекст на неповолниот состав на ВСП, ова е жалосен чекор што не оди во прилог на независноста на судиите ...", "51. Конечно, составот на ... крајно влијателниот т.н. ‘петти совет’ на [Високиот] управен суд треба прецизно да се утврди со закон, со цел да се придржува на условите на основното право на пристап до суд претходно формиран според закон. ...”", "В. Извештај на Томас Хамарберг (Thomas Hammarberg), комесар за човекови права на Советот на Европа после неговата посета на Украина (19-26 ноември 2011), CommDH(2012)10, 23 February 2012", "80. Релевантните извадоци од извештајот го велат следново:", "„II. Прашања поврзани со независноста и непристрасноста на судиите", "Независноста на судството – која исто така значи и независност на секој поединечен судија – треба да биде заштитена и со закон и во пракса. Комесарот забележува со загриженост дека во јавната перцепција на Украина, судиите не се заштитени од надворешен притисок, вклучително од политичката природа. Потребна е одлучно делување на неколку фронта за да се отстранат факторите кои ги прават судиите ранливи и кои ја слабеат нивната независност. Властите треба внимателно да ги разгледаат сите тврдења на неприкладно политичко или друго влијание во работата на судските институции и да обезбедат делотворни правни лекови.", "Комесарот ги повикува украинските власти целосно да ги спроведат препораките на Венецијанската комисија во врска со потребата за насочување и појаснување на постапките и критериумите поврзани со назначувањето и разрешувањето на судиите како и примена на дисциплински мерки. Неопходно е да се спроведе адекватна заштита за да се обезбеди правичност и да се елиминираат ризиците од политизација на дисциплинските постапки. Што се однесува до судскиот процес за назначување, квалификациите и заслугите на поединечните кандидати треба да бидат одлучувачки фактор.", "Актуелниот состав на Високиот совет на правдата не одговара на меѓународните стандарди и треба да се смени; ова ќе бара уставни измени. ...", "20. Во ноември 2011 г. заменикот генерален обвинител Михајло Хаврилиук (Myhailo Havryliuk), кој е член на Високиот совет на правдата најави дека дисциплински постапки биле иницирани против членовите на кривичниот судски совет на Врховниот суд заради прекршување на нивната заклетва. Комесарот добил тврдења дека ова значело притисок од страна на извршната власт врз судската фела со цел да влијае врз исходот од изборот на следниот претседател на Врховниот суд. ...", "35. Уставот и Законот за правосудство и статусот на судии предвидуваат разрешување на судија од страна на телото кое го избрало или назначило по претставка од Високиот совет на правдата. Неколку од соговорниците на Комесарот нагласија дека земајќи го во предвид актуелниот состав на Високиот совет на правдата (ВСП) ризикот дека таквата одлука може да биде иницирана заради политички или слични размислувања бил висок. Таквите разгледувања исто така можат да играат улога во контекст на одлуката на Парламентот за разрешување на доживотно избран судија. Затоа, дополнителна заштита треба да биде воведена како во правото така и во праксата со цел да се заштити независноста на судиите.", "36. Има одредби во Уставот како и во Законот за правосудство и статусот на судиите против непримерен притисок; меѓутоа, овие одредби треба дополнително да бидат засилени како правно така и во пракса. ...", "42. Комесарот е особено загрижен од извештаите за силното влијание што го вршат обвинителството и извршните власти врз судиите преку нивните претставници во Високиот совет на правдата. Поконкретно, комесарот бил информиран дека имало прилики кога дисциплинските постапки против судиите биле иницирани од членови на ВСП кои го претставувале Обвинителството за наводно прекршување на заклетвата по основ на суштината на судската пресуда во случаи кога судиите наводно не го поддржувале ставот на обвинителството (cf. исто параграф 20 горе). Во овој контекст Комесарот би сакал да потсети дека судиите не треба да имаат причини за страв од разрешување или дисциплински постапки против нив заради одлуките што ги носат. ...", "Заклучоци и препораки", "46. Комесарот нагласува дека системот за назначување на судиите треба во целост да биде заштитен од политичко или друго партиско влијание. Одлуките на судиите не треба да подложат на ревизија покрај вообичаената жалбена постапка. Дисциплинските мерки против судиите треба да се регулираат со прецизни правила и постапки со кои ќе се управува во рамките на правосудниот систем, а не да подложат на политичко или некакво друго непримерно влијание.", "47. Иако Комесарот не е во позиција да ги коментира мноштвото тврдења за притисок врз судиите на Врховниот суд опишани горе (cf. параграф 20), тој сепак смета дека состојбата претставува основа за сериозна загриженост. Украинските власти треба да ги разгледаат и да се осврнат на сите тврдења за мешање во работата на судските институции. Функционери од други сфери на власта треба да се воздржат од секакви активности или изјави на коишто може да се гледа како на инструмент за вршење притисок врз работата на судските институции или да фрлат сомнеж врз нивната способност да ги извршат своите обврски на делотворен начин. Судиите не треба да имаат причини за страв од разрешување или дисциплински постапки против нив заради одлуките што ги носат. Исто така шансата што е дадена со актуелните реформи треба да се искористи за посолидно афирмирање на независноста на судството од извршната власт. ...”", "IV. КОМПАРАТИВНО ПРАВНО ИСТРАЖУВАЊЕ", "81. Извештајот од компаративното правно истражување насловен како „Судската независност во транзиција“ беше завршен во 2012 г. од страна на Макс Планк Институтот за компаративно јавно и меѓународно право (Max-Planck-Institut für ausländisches öffentliches Recht und Völkerrecht), Германија.", "82. Извештајот од истражувањето елаборира, меѓу другото за дисциплинските постапки против судиите во различни јурисдикции. Тој сугерира дека нема единствен пристап во организирањето на системот на судска дисциплина во европските земји. Но сепак може да се забележи дека во многу европски земји основите за дисциплинска одговорност на судиите се дефинирани на прилично општ начин (како на пример големо или повторено занемарување на службените должности што резултирало со впечаток дека судијата евидентно не е способен да ја врши функцијата (Шведска)). Како исклучок, во Италија законот предвидува целосна листа од триесет и седум различни дисциплински прекршоци кои се однесуваат на однесувањето на судиите како на работа така и надвор. Казните за дисциплински прекршок од страна на судија можат да вклучуваат: предупредување, укор, деградирање, намалување на ранкот, суспендирање на унапредување, парична казна, намалување на платата, привремено суспендирање од функција, разрешување со и без пензиски бенефиции. Разрешувањето на судија како најстрогата казна најчесто може да се наложи само од суд; во неколку правни системи може да се наложи и од друга институција како што е специјализиран Дисциплински одбор на Врховниот совет на судската власт, но по правило тоа може да подложи на жалба до судот. Со исклучок на Швајцарија, Парламентот не е инволвиран во постапката; но системот во Швајцарија е во основа различен заради ограничениот период на време на колку се избираат судиите.", "ПРАВОТО", "I. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 6 § 1 ОД КОНВЕНЦИЈАТА", "83. Жалителот се жалеше на следново во однос на членот 6 § 1 од Конвенцијата: (i) неговиот случај не бил разгледан од „независен и непристрасен суд“; (ii) постапките пред ВСП биле неправични со оглед дека не биле спроведени во согласност со постапката предвидена во главата четири од Законот за ВСП од 1998 г., нудејќи низа важни процедурални гаранции, вклучително и временско ограничување за дисциплинските казни; (iii) Парламентот усвоил одлука за негово разрешување на пленарна седница со злоупотреба на електронскиот систем за гласање; (iv) неговиот случај не бил сослушан од „со закон воспоставен суд“; (v) одлуките во неговиот случај биле усвоени без соодветна проценка на доказите, а важните аргументи изнесени од страна на одбраната не биле соодветно разгледани; (vi) отсуство на доволна надлежност од страна на ВУС за да ги разгледа актите усвоени од страна на ВСП е спротивно на неговото „право на суд“; и (vii) принципот на еднаквост на оружјето не бил почитуван.", "84.  Членот 6 § 1 од Конвенцијата го уредува следново, во релевантниот дел:", "„1. Секој има право правична и јавна расправа, во разумен рок, пред независен и непристрасен со закон воспоставен суд за утврдување на неговите граѓански права и обврски или основаноста на кривично обвинение против него. ...”", "А. Допуштеност", "85. Странките не ја оспорија допуштеноста на горенаведените жалби.", "86. Иако Владата призна дека членот 6 § 1 од Конвенцијата важел за актуелниов случај, Судот смета дека треба да се осврне на ова прашање детално.", "1. Дали членот 6 § 1 се применува во неговиот граѓански дел", "87. Судот забележа дека работничките спорови меѓу државната администрација и државата можат да излезат надвор од граѓанскиот опсег на членот 6 под услов да бидат исполнети два кумулативни услови. Најпрво, државата во своето национално право мора изречно да оневозможила пристап до судовите за персонал што се наоѓа на одредена позиција или припаѓа на одредена категоријата. Второ, исклучувањето мора да биде оправдано од објективни основи во интерес на државата (види Vilho Eskelinen and Others v. Finland [GC], no. 63235/00, § 62, ECHR 2007IV).", "88. Во контекст на првиот услов, Судот не е спречен да квалификува одредено домашно тело, надвор од домашното судство, како „суд“ за потребите на тестот од Vilho Eskelinen. Управно или парламентарно тело може да се смета за „суд“ во суштинската смисла на зборот, со што членот 6 може да се применува во споровите на државни службеници (види Argyrou and Others v. Greece, no. 10468/04, § 24, 15 January 2009, и Savino and Others v. Italy, nos. 17214/05, 20329/05 and 42113/04, §§ 7275, 28 April 2009). Меѓутоа заклучокот во однос на применливоста на членот 6 е без предрасуди во однос на прашањето колку се почитувани процедуралните гаранции во таквите постапки (ibid., § 72).", "89. Што се однесува до актуелната жалба, случајот на жалителот бил разгледан од ВСП, кој ги утврдил сите фактички и правни прашања по одржувањето на претрес и проценување на доказите. Прегледувањето на случајот од страна на ВСП завршил со доставување на две претставки до Парламентот за разрешување на жалителот. Откако биле примени од Парламентот, претставките биле разгледани од парламентарната комисија за судство на која, во релевантното време и била дадена одредена слобода во проценувањето на заклучоците на ВСП, бидејќи била овластена да одржи сопствена расправа и да спроведе дополнителни истраги, доколку било потребно, што можело да заврши со препорака за судијата да биде или да не биде разрешен (види член 19-21 од Законот за (избор и разрешување на) судии од 2004 г.). На пленарна седница последователно Парламентот усвоил одлука за разрешување на жалителот заснована на претставките на ВСП и препораката на парламентарната комисија (види член 23 од истиот Закон). Конечно, одлуките на ВСП и Парламентот буле разгледани од ВУС.", "90. Затоа се чини дека во утврдувањето на случајот на жалителот, ВСП, парламентарната комисија и пленарниот состав на Парламентот, во комбинација, извршувале судска функција (види Савино и други, цитиран горе, § 74). Обврзувачката одлука за разрешување на жалителот била дополнително разгледана од ВУС, што бил обичен суд во рамките на домашното судство.", "91. Со оглед на горенаведеното, не може да се заклучи дека националното право „изречно попречило пристап до суд“ за жалбата на жалителот. Со тоа првиот услов на тестот на Вилхо Ескелинен (Vilho Eskelinen) не бил исполнет, а членот 6 се применува во неговиот граѓански дел (спореди Olujić v. Croatia, no. 22330/05, §§ 3145, 5 February 2009).", "2. Дали членот 6 § 1 се применува во неговиот кривичен дел", "92. Двата аспекти, граѓанскиот и кривичниот, од членот 6 не се неопходно заемно исклучиви (види Albert and Le Compte v. Belgium, 10 February 1983, § 30, Series A no. 58). Оттука прашањето е дали членот 6 од Конвенцијата исто така се применува и во неговиот кривичен дел.", "93. Во контекст на критериумите на Енгел (види Engel and Others v. the Netherlands, 8 June 1976, §§ 82-83, Series A no. 22), произлегоа одредени размислувања во однос на тежината на санкциите изречени против жалителот. Иако постапката за лустрација во Полска која довела и до разрешување на засегнатите лица може да биде аналогна до одредена мерка, Судот во тоа сценарио одлучи дека релевантните одредби од полското законодавство не биле „насочени против група на поединци кои поседувале посебен статус – во смисла, на пример, на дисциплинското право“, туку опфаќале голема група на граѓани; постапката резултирала со забрана за вработување на голем број јавни позиции без да се даде исцрпна листа во домашното право (види Matyjek v. Poland (dec.), no. 38184/03, §§ 53 and 54, ECHR 2006VII). Оттука тој случај се разликува со оглед дека во актуелниот случај жалителот, кој поседува посебен статус, бил казнет за непочитување на своите професионални обврски - односно, за прекршок кој реално потпаѓа под дисциплинската регулатива. Казната што му била изречена на жалителот била класична дисциплинска мерка за професионална злоупотреба на службената должност и, во смисла на домашното право, била спротивставена на санкциите на кривичното право за свесно носење на незаконска одлука од страна на еден судија (види член 375 од Кривичниот законик горе). Исто така е релевантно да се забележи овде дека разрешувањето на жалителот од местото на судија формално не го спречило да практикува право во друга функција во рамките на правната професија.", "94. Исто така Судот одлучи дека отпуштањето од воените сили не може да се смета за кривична казна за потребите на членот 6 § 1 од Конвенцијата (види Tepeli and Others v. Turkey (dec.), no. 31876/96, 11 September 2001, and Suküt v. Turkey (dec.), no. 59773/00, 11 September 2007). Судот исто така експлицитно одлучи дека постапките во врска со разрешувањето на судски извршител заради бројни прекршоци „не значело утврдување на кривично обвинение“ (види Bayer v. Germany, no. 8453/04, § 37, 16 July 2009).", "95. Во контекст на горенаведеното Судот смета дека фактите во актуелниот случај не даваат основа да се заклучи дека случајот на разрешување на жалителот бил поврзан со утврдување на кривично обвинение во рамките на значењето на членот 6 од Конвенцијата. Соодветно на тоа овој член не се применува во неговиот кривичен дел.", "3. Друго во однос на допуштеноста", "96. Судот понатаму забележува дека горенаведените жалби согласно членот 6 § 1 од Конвенцијата не се очигледно погрешно засновани во рамките на значењето на членот 35 § 3 (а) од Конвенцијата. Тие не се недопуштени по некој друг основ. Затоа мора да се прогласат за допуштени.", "Б. Основаност", "1. Што се однесува до принципите на „независен и непристрасен суд“", "(а) Изјаснување на жалителот", "97. Жалителот се жалеше дека неговиот случај не бил разгледан од „независен и непристрасен суд“. Особено, овие услови не биле исполнети од ВСП во однос на начинот на кој тој бил составен, подреденоста на неговите членови на други државни тела и личната пристрасност на некои од неговите членови во случајот на жалителот. Жалителот конкретно тврдеше дека С.К., В.К. и Р.К. не можеле да бидат непристрасни кога одлучувале за неговиот случај. Условот за независност и непристрасност не бил исполнет во последователните фази од постапката, вклучително и пред ВУС кој не успеал да ги обезбеди ниту потребните гаранции ниту соодветната повторна расправа за прашањата.", "98. Исто така според жалителот разгледувањето на неговиот случај од страна на ВУС не можело да се смета за доволно за да ги неутрализира процедуралните грешки кои постоеле во претходните фази. Особено ВУС не можел формално да ги укине одлуките во врска со неговото разрешување и, во отсуство на некаква регулатива, останало нејасно какви биле процедуралните последици од прогласувањето на тие одлуки за незаконски. Исто така начинот на кој ВУС го разгледал случајот на жалителот сугерирал дека немало адекватен одговор на неговите важни и суштински аргументи и поднесоците што се однесуваат на немањето на фактички основ за неговото разрешување, личната пристрасност на членовите на ВСП и нерегуларностите во постапката на гласање во Парламентот.", "(б) Изјаснување на Владата", "99. Владата тврдеше дека домашното право нудело доволно гаранции за независност и непристрасност на ВСП. Во исто време немало индикации за лична пристрасност од страна на некој од членовите на ВСП кои одлучувале во случајот на жалителот. Конкретно изјавите дадени од С.К. за медиумите на кои укажува жалителот всушност биле дадени повеќе од шест месеци пред настаните кои се разгледуваат во овој случај. Затоа, немало никаква битна врска меѓу овие изјави и разрешувањето на жалителот. Немало никакви одржливи аргументи кои ја поткрепуваат изјавата дека Р.К. и В.К. биле пристрасни. Во секој случај одлуката на ВСП била усвоена со мнозинство гласови, а наводната пристрасност на некои членови на ВСП не можеле сериозно да влијаат на непристрасноста на телото.", "100. Владата понатаму призна дека имало одредено на преклопување во составот на ВСП и парламентарната комисија кои го разгледувале случајот на жалителот откако бил упатен во Парламентот. Во секој случај, комисијата била колегијално тело кое одлучило со мнозинство гласови и одлуката не била обврзувачка за пленарниот состав на Парламентот.", "101. Владата оспори дека немало причина за сомнеж во независноста и непристрасноста на ВУС.", "102. Исто така според Владата разгледувањето од страна на ВУС било доволно како правен лек за секакви наводни грешки во процедуралната правичност кои можеле да се појават во претходните фази од домашната постапка. Владата посочи во оваа насока дека надлежноста на ВУС да ги прогласи одлуките на ВСП и на Парламентот за разрешување на судија за незаконски била доволна, бидејќи ова значело дека со судијата би се постапувало како да не бил разрешен. Како поткрепа на своите тврдења Владата поднесе примери од домашната судска пракса во кои судии успешно ги оспориле одлуките за своето разрешување и потоа спровеле судски постапки за враќање на функција. Во овој контекст тие споменаа дека начинот на кој ВУС го разгледал случајот на жалителот бил соодветен и се осврнал на сите релевантни и важни аргументи што биле изнесени од жалителот. Особено, ВУС обезбедил соодветен одговор на тврдењата на жалителот за повреда на гласачката постапка во Парламентот. Слично на тоа, ВУС соодветно се осврнал на тврдењето на жалителот за повредата на условот за независност и непристрасност во порана фаза од постапката.", "(в) Оценка на Судот", "103. За да се утврди дали судот може да се смета за „независен“ во рамките на значењето на членот 6 § 1 мора, меѓу другото, да се земе во предвид начинот на назначување на неговите членови и нивниот мандат, постоењето на заштита од надворешен притисок и прашањето дали телото дава впечаток дека е независно (види Findlay v. the United Kingdom, 25 February 1997, § 73, Reports of Judgments and Decisions 1997-I, и Brudnicka and Others v. Poland, no. 54723/00, § 38, ECHR 2005-II). Судот нагласува дека идејата за поделба на власта меѓу политичките органи на владеење и судството зазема сè поголема важност во неговата судска пракса (види Stafford v. the United Kingdom [GC], no. 46295/99, § 78, ECHR 2002-IV). Во исто време ниту членот 6 ниту некоја друга одредба од Конвенцијата не бара државите да се придржуваат на некакви теоретски уставни концепти во врска со дозволените ограничувања на интеракцијата на властите (види Kleyn and Others v. the Netherlands [GC], nos. 39343/98, 39651/98, 43147/98 and 46664/99, § 193, ECHR 2003VI).", "104. По правило непристрасноста значи отсуство на предрасуди и пристрасност. Според спогодената судска пракса на Судот постоењето на непристрасност за потребите на членот 6 § 1 мора да се утврди според: (i) субјективен тест, каде мора да се земе во предвид личното убедување и однесување на одреден судија – односно, дали судијата имал некаква лична предрасуда или пристрасност во дадениот случај; и (ii) објективен тест, односно со утврдување дали самиот суд, и меѓу другите аспекти, неговиот состав, понудил доволно гаранции за да се исклучи некаков легитимен сомнеж во однос на неговата непристрасност (види, меѓу другите извори, Fey v. Austria, 24 February 1993, §§ 28 and 30, Series A no. 255, and Wettstein v. Switzerland, no. 33958/96, § 42, ECHR 2000-XII).", "105. Меѓутоа, нема толку цврста поделба меѓу субјективната и објективната непристрасност со оглед дека однесувањето на еден судија не само што може да предизвика објективни сомнежи во неговата непристрасност од позиција на надворешен набљудувач (објективниот тест), туку исто така може и да е поврзано и со прашањето на неговите лични убедувања (субјективниот тест) (види Kyprianou v. Cyprus [GC], no. 73797/01, § 119, ECHR 2005XIII). Оттука, во некои случаи кога можеби е тешко да се обезбедат докази со кои може да се побие пресумпцијата на субјективна непристрасност на судијата, условот на објективна непристрасност нуди дополнителна важна гаранција (види Pullar v. the United Kingdom, 10 June 1996, § 32, Reports 1996III).", "106. Во врска со ова дури и изгледот може да е во одредена мерка важен или со други зборови „правдата не мора само да се задоволи туку и мора да се види дека била задоволена“. Она што е во прашање е довербата која судовите во едно демократско општество мораат да ја инспирираат кај јавноста (види De Cubber v. Belgium, 26 October 1984, § 26, Series A no. 86).", "107. Конечно, концептите на независност и објективна непристрасност се тесно поврзани и, во зависност од околностите, може ќе им треба заедничко испитување (види Sacilor-Lormines v. France, no. 65411/01, § 62, ECHR 2006XIII). Со оглед на фактите од актуелниот случај, Судот смета дека е соодветно да ги испита прашањата поврзани со независноста и непристрасноста заедно.", "108. Судот забележува (види ги параграфите 89 и 90 горе) дека ВСП и Парламентот ја извршиле функцијата на утврдување на случајот во врска со жалителот и усвојувањето на обврзувачка одлука. ВУС понатаму ги разгледал наодите и одлуките усвоени од тие тела. Затоа, Судот мора најпрво да разгледа дали принципите на независен и непристрасен суд биле остварени во фазата на утврдување на случајот на жалителот и носењето на обврзувачката одлука.", "(i) Независност и непристрасност на телата кои одлучувале во случајот на жалителот", "(α) ВСП", "109. Судот одлучи дека онаму каде што најмалку половина од членството е составено од судии вклучително и претседателот со право на глас, тоа ќе е силен показател за непристрасност (види Le Compte, Van Leuven and De Meyere v. Belgium, 23 June 1981, § 58, Series A no. 43). Соодветно е да се забележи дека во однос на дисциплинските постапки против судиите потребата од суштинска претставеност на судиите во релевантното дисциплинско тело била препознаена во Европската повелба за статусот на судиите (види параграф 78 горе).", "110. Судот забележува дека во согласност со членот 131 од Уставот и Законот за ВСП од 1998 г. ВСП се состои од дваесет членови коишто се назначени од различни тела. Меѓутоа, она што треба да биде нагласено овде е дека тројца членови се директно назначени од Претседателот на Украина, други тројца се назначени од Парламентот на Украина и уште два члена ги назначува Сеукраинската конференција на обвинители. Министерот за правда и генералниот обвинител се членови на ВСП по службена должност. Следи дека ефектот од принципите кои владеат во составувањето на ВСП, како што се поставени во Уставот и развиени во Законот за ВСП од 1998 г. е дека персоналот што не е од судството и се назначува директно од извршната и законодавната власт го чинел мнозинството членови на ВСП.", "111. Како резултат за случајот на жалителот одлучувале шеснаесет членови на ВСП кои биле присутни на расправата, од кои само тројца биле судии. Оттука судиите претставувале многу мало малцинство во ВСП кои расправале по случајот на жалителот (види параграф 24 горе).", "112. Дури со амандманите од 7 јули 2010 г. Законот за ВСП од 1998 г. бил надополнет со условите во насока дека десет членови на ВСП треба да бидат назначени од судските редови. Меѓутоа овие измени и дополнувања не влијаеја на случајот на жалителот. Во секој случај тие се недоволни со оглед дека телата кои ги назначуваат членовите на ВСП остануваат исти, со само три судии кои ги избираат нивните колеги. Со оглед на важноста на намалувањето на влијанието на политичките органи на власта врз составот на ВСП и потребата да се обезбеди бараното ниво на судска независност, начинот на кој судиите се назначени во дисциплинското тело исто така е релевантен во смисла на судското самоуправување. Како што забележала Венецијанската комисија изменетите процедури не го решиле прашањето со оглед дека самото назначување и понатаму се спроведува од истите власти, а не од судската фела (види параграфи 28 и 29 од Мислењето на Венецијанската комисија, цитирано во параграф 79 горе).", "113. Судот понатаму забележува дека во согласност со членот 19 од Законот за ВСП од 1998 г. само четири членови од ВСП работат таму со полно работно време. Другите членови и понатаму работат и примаат плата надвор од ВСП што неизбежно ги вклучува нивната материјална, хиерархиска и административна зависност од нивните примарни работодавци, а ги става во опасност и нивната независност и нивната непристрасност. Особено, во случајот на министерот за правда и генералниот обвинител кои што се членови на ВСП по службена должност губењето на нивното примарно работно место значи и давање оставка во ВСП.", "114. Судот упатува на мислењето на Венецијанската комисија дека вклучувањето на генералниот обвинител како член по службена должност во ВСП дополнително загрижува, бидејќи може да има ефект на одвраќање за судиите и да се сфати како потенцијална закана. Конкретно, генералниот обвинител се наоѓа на врвот на хиерархијата од обвинителниот систем и врши надзор на сите обвинители. Имајќи ја на ум нивната функционална улога, обвинителите учествуваат во многу случаи за кои судиите треба да одлучуваат. Присуството на генералниот обвинител во тело кое е задолжено за назначување, дисциплинирање и разрешување на судиите создава ризик дека судиите нема да делуваат непристрасно во такви случаи или дека генералниот обвинител нема да делува непристрасно кон судиите со чии одлуки не се согласува (види параграф 30 од Мислењето на Венецијанската комисија, цитиран во параграф 79 горе). Истото важи и за другите членови на ВСП назначени од Сеукраинската конференција на обвинители по основ на квота. Загриженоста изразена од Комесарот за човекови права на Советот на Европа е ислустративна во оваа насока (види став 42 од извештајот цитиран во параграф 80 горе).", "115. Судот понатаму забележува дека членовите на ВСП кои ги спровеле прелиминарните истраги во случајот на жалителот и поднеле барања за негово разрешување (Р.К. и В.К.) последователно зеле учество во одлуките за разрешување на жалителот од функцијата. Исто така, еден од тие членови (В.К.) бил назначен за претседател на ВСП и претседавал со расправата во случајот на жалителот. Улогата на тие членови во поднесувањето на дисциплинското обвинение против жалителот, врз основа на резултатите на нивните прелиминарни истраги наметнува објективен сомнеж врз нивната непристрасност кога се одлучувало за основаноста на случајот на жалителот (спореди Werner v. Poland, no. 26760/95, §§ 43 and 44, 15 November 2001).", "116. Тврдењето на жалителот за личната пристрасност на некои од членовите на ВСП исто така треба да се разгледа во однос на активностите на претседателот (С.К.) на Парламентарната комисија за судството, кој исто така бил член и на ВСП. Најпрво не треба да се занемари неговата улога во одбивањето да му дозволи на жалителот да даде заклетва за местото член на ВСП. Второ, неговото мислење објавено во службениот парламентарен весник на 14 јуни 2007 г. сугерира дека тој силно не се согласува со привремената судска одлука во случајот во врска со незаконитоста на парламентарната одлука за привремена постапка за назначување на претседателите и замениците претседатели на локалните судови. Иако С.К. директно не го критикувал, очигледно е дека тој не се согласувал со работата на жалителот, којшто бил жалител во тој случај. Судот не е убеден во тврдењето на Владата дека оваа јавна изјава била дадена порано, пред да започне дисциплинската постапка. Со оглед дека времето меѓу двата настани, како што било тврдено од Владата, било околу шест месеци, овој период не може да се смета за доволно долг за да се отстрани некаква случајна поврзаност во оваа насока.", "117. Соодветно на тоа фактите на актуелната жалба откриваат низа сериозни прашања кои посочуваат на структурални недостатоци во постапките пред ВСП и постоење на лична пристрасност кај некои членови на ВСП кои одлучувале во случајот на жалителот. Судот оттука заклучува дека постапките пред ВСП не биле компатибилни со принципите на независност и непристрасност кои се бараат од членот 6 § 1 од Конвенцијата.", "(β) „Независност и непристрасност“ во парламентарната фаза", "118. Последователното решавање за случајот од страна на Парламентот, законодавното тело, не ги отстранило проблемите со недостаток на „независност и непристрасност“ туку само послужило за да се придонесе кон политизацијата на постапката и да се влоши недоследноста на постапката со принципот на разделување на власта.", "-  Парламентарната комисија", "119. Што се однесува до постапките пред парламентарната комисија, претседателот на комисијата (С.К.) и еден од неговите членови исто така биле членови на ВСП и зеле учество во одлучувањето во случајот на жалителот во двете инстанци. Соодветно на тоа, тие можеле да не делувале непристрасно кога ги разгледувале претставките на ВСП (види, mutatis mutandis, Oberschlick v. Austria (no. 1), 23 May 1991, §§ 50-52, Series A no. 204). Покрај тоа, размислувањето на судот во врска со отсуството на лична непристрасност, како што е дадено во параграфот 116 горе е подеднакво важно во оваа фаза на постапката. Исто така соодветно внимание треба да му се посвети на фактот дека С.К. заедно со двајцата членови на парламентарната комисија, се обратиле до ВСП со барање за спроведување на прелиминарна истрага за злоупотреба на службената должност од страна на жалителот.", "120. Во исто време членовите на ВСП не можеле да се повлечат бидејќи не била предвидена никаква постапка за повлекување во Законот за (избор и разрешување на) судии од 2004 г. Ова посочува на отсуство на соодветни гаранции за придржување кон постапките со тестот за објективна непристрасност (види, mutatis mutandis, Micallef v. Malta [GC], no. 17056/06, §§ 99 and 100, ECHR 2009).", "-  Пленарната седница на Парламентот", "121.  Што се однесува до пленарната седница на Парламентот, случајот бил претставен пред парламентарците од страна на С.К. и В.К. (види параграф 27 горе). Меѓутоа постапката во основа вклучувала повеќе размена на општи мислења засновани на заклучоците на ВСП и парламентарната комисија. Во оваа фаза одлучувањето за случајот било ограничено на обврзувачка одлука за наодите претходно усвоени од ВСП и парламентарната комисија .", "122. Сè на сè фактите на актуелниот случај сугерираат дека постапката на пленарната седница не била соодветен форум за разгледување на фактичките и правните прашања, проценувајќи ги доказите и давајќи правна карактеризација на фактите. Улогата на политичарите коишто се членови на Парламентот, од кои не се бара да имаат некакво правно или судско искуство при одлучувањето за сложени фактички и правни прашања во поединечни дисциплински случаи не беше доволно појаснето од Владата и не е оправдано како компатибилно со условот за независност и непристрасност на судот согласно членот 6 од Конвенцијата.", "(ii) Дали прашањата за „независност и непристрасност“ биле поправени од страна на ВУС", "123. Според судската пракса на Судот, дури и кога едно судско тело кое одлучува за спорови поврзани со „граѓанските права и обврски“ не се придржува на членот 6 § 1 во одредена смисла, не може да се утврди никаква повреда на Конвенцијата доколку постапките пред тоа тело се „предмет на последователна контрола од страна на судското тело кое има целосна јурисдикција и ги нуди гаранциите од членот 6 § 1“ (види Albert and Le Compte, cited above, § 29, и Tsfayo v. the United Kingdom, no. 60860/00, § 42, 14 November 2006). За да се утврди дали второстепениот суд усогласен со членот 6 имал „целосна јурисдикција“, или нудел „достаточност на разгледување“ за да го поправи отсуството на независност во првостепеноста, неопходно е да се земат во предвид фактори како што се предметот на одлуката против која е жалбата, начинот на кој е дојдено до одлуката и содржината на спорот, вклучително и посакуваната и конкретната основа на жалбата (види Bryan v. the United Kingdom, 22 November 1995, §§ 44-47, Series A no. 335A, и Tsfayo, цитиран горе, § 43).", "(α) Што се однесува до „достаточноста на разгледувањето“", "124. Судот не е убеден дека ВУС понудил доволно разгледување на случајот на жалителот заради следниве причини.", "125. Најпрво, се јавува прашањето дали ВУС може делотворно да ги разгледа одлуките на ВСП и Парламентот со оглед дека ВУС има овластувања да ги прогласи овие одлуки за незаконски без да може да ги укине или да преземе некои други соодветни чекори доколку смета дека е неопходно. Иако никакви правни последици генерално не произлегуваат од прогласувањето на една одлука за незаконска, Судот смета дека неможноста на ВУС формално да ги оспори одлуките и отсуството на правила за понатамошниот напредок на дисциплинските постапки создава значително ниво на несигурност за тоа кои се законските последици од таквите судски одлуки.", "126. Судската пракса што се има развиено во оваа област може да е индикативна во оваа смисла. Владата поднесе примероци на одлуки на домашниот суд од два случаи. Меѓутоа, овие примери покажуваат дека откако ВУС го прогласил разрешувањето на судиите за незаконско жалителите морале да спроведат посебни постапки за повторно враќање на функцијата. Овој материјал не појаснува како дисциплинските постапки треба да бидат спроведени (особено, чекорите што треба да се преземат од властите што биле инволвирани откако оспорените одлуки биле прогласени за незаконски и кои биле роковите за преземање на овие чекори), но чесно сугерира дека нема никакво автоматско враќање на местото на судија врз основа на деклараторната одлука на ВУС. Затоа материјалот што беше доставен покажува дека правните последици што произлегуваат од расправата на ВУС по таквите прашања се ограничени и ги зајакнува сомнежите на Судот во способноста на ВУС да се справи со проблемот на делотворен начин и да обезбеди доволно разгледување на случајот.", "127. Второ, разгледувајќи го начинот на кој ВУС дошол до својата одлука во случајот на жалителот и опсегот на спорот, Судот забележува дека важни аргументи, кои се посочени од жалителот не биле соодветно третирани од ВУС. Особено, Судот смета дека тврдењето на жалителот дека недостасувала непристрасност кај членовите на ВСП и парламентарната комисија не било разгледано со должно внимание. Тврдењата на Владата во оваа насока не се убедливи.", "128. Исто така ВУС не направил вистински напор да го испита тврдењето на жалителот дека парламентарната одлука во однос на разрешувањето била некомпатибилна со Законот за статусот на пратениците од 1992 г. и Деловникот на Парламентот, и покрај фактот дека бил надлежен да го стори тоа (види член 171-1 §§ 1 и 5 од Законикот за управна правда, цитиран горе), а жалителот јасно го посочува ова прашање во својата жалба и ги поднел релевантните докази (види параграфи 29 и 33 горе). ВУС не ги оценил доказите на жалителот. Во меѓувреме, тврдењата на жалителот за незаконитости во постапката на гласање во Парламентот дополнително била протолкувана како тврдење за неуставност на релевантната парламентарна одлука. Постапувајќи на ваков начин, ВУС избегнал да го разгледува прашањето во корист на Уставниот суд, до кој жалителот немал директен пристап (види Bogatova v. Ukraine, no. 5231/04, § 13, 7 October 2010, со понатамошни упатувања).", "129. Затоа, Судот смета дека разгледувањето на случајот на жалителот од страна на ВУС не било доволно и оттука не можело да ги неутрализира грешките во врска со процедуралната правичност во претходните фази на домашните постапки.", "(β) Што се однесува до условите за независност и непристрасност во фазата на разгледувањето во ВУС", "130. Судот забележува дека судското разгледување било извршено од судии на ВУС кои исто така биле под дисциплинска јурисдикција на ВСП. Ова значи дека овие судии исто така можат да станат предмет на дисциплинска постапка пред ВСП. Земајќи ги во предвид опсежните овластувања на ВСП во однос на кариерите на судиите (назначување, дисциплинирање и разрешување) и отсуството на заштита за независноста и непристрасноста на ВСП (како што е испитано горе), Судот не е убеден дека судиите од ВУС кои го разгледувале случајот на жалителот во кој ВСП била странка, можеле да ја демонстрираат „независноста и непристрасноста“ што се бара во Членот 6 од Конвенцијата.", "(iii) Заклучок", "131. Соодветно на тоа, Судот одлучи дека домашните власти не успеале да обезбедат независно и непристрасно одлучување за случајот на жалителот и дека последователното разгледување на неговиот случај не ги поправило овие грешки. Ова значи дека имало повреда на членот 6 § 1 од Конвенцијата во оваа смисла.", "2. Придржување на принципот на правна сигурност во однос на отсуството на временско ограничување за постапките против жалителот", "(а) Изјаснување на странките", "132. Жалителот се жалеше дека постапките пред ВСП биле неправични бидејќи не биле спроведени согласно постапката предвидена во глава четири од Законот за ВСП од 1998 г., кој нудел низа важни процедурални гаранции, вклучително и временски ограничувања за покренување на дисциплински казни. Истовремено, причините дадени од страна на ВУС за примена на различни постапки не биле доволни.", "133. Жалителот тврдеше дека примената на временско ограничување во неговиот случај било важно за да се обезбеди принципот на правна сигурност. Со тоа што не било применето временско ограничување во неговиот случај, државните власти го повредиле неговото право на правично судење.", "134. Владата ја оспори неговата жалба и се изјасни дека правниот статус на судијата ги вклучувал и гаранциите за неговата независност во делењето на правдата и можноста да се смета за одговорен ако не ги исполни своите обврски. Бидејќи „прекршувањето на заклетвата“ бил сериозен прекршок временското ограничување за одговорност на жалителот не можело да се примени.", "(б) Оценка на Судот", "135. Судот забележува дека несогласувањето на жалителот со избраната постапка е прашање на толкување на домашното право, што пред сè е прашање за националните власти. Меѓутоа, од Судот се бара да потврди дали начинот на кој бил толкуван и применет домашниот закон креира последици коишто се доследни со принципите на Конвенцијата согласно толкувањето во контекст на судската пракса на Судот (види Scordino v. Italy (no. 1) [GC], no. 36813/97, §§ 190 and 191, ECHR 2006-V).", "136. Судот смета дека ВУС дал доволно причини зошто процесот бил спроведен согласно постапка различна од онаа цитирана од жалителот (види параграф 37 горе). Примената на различна постапка не може да се смета за непредвидливо, своеволно или евидентно неумерено. Но останува прашањето дали наводното отсуство на конкретна заштита на кое тој се потпира, имено отсуството на временско ограничување за изрекување на дисциплинска казна за „прекршување на заклетвата“ од страна на судија влијаело врз правичноста на постапката.", "137. Судот одлучи дека временските ограничувања служат на неколку важни цели, имено да се обезбеди правна сигурност и конечност, да се заштитат потенцијалните обвинети од застарени жалби коишто можеби ќе е тешко да се оспорат и да се спречи неправда која може да произлезе доколку од судот се бара да одлучува за настани коишто се случиле во далечното минато врз основа на докази коишто можат да станат несигурни и нецелосни заради времето што поминало (види Stubbings and Others v. the United Kingdom, 22 October 1996, § 51, Reports 1996IV). Временските ограничувања се честа одлика на домашните правни системи на земјите потписнички што се однесува на кривични, дисциплински и други прекршоци.", "138. Што се однесува до случајот на жалителот фактите разгледани од ВСП во 2010 г. датирале од 2003 и 2006 година (види параграфи 17 и 18 горе). Затоа жалителот бил ставен во тешка позиција бидејќи требал да ја гради својата одбрана за настани од кои некои се случиле во далечното минато.", "139. Се чини од одлуката на ВУС во случајот на жалителот и од изјаснувањето на Владата дека домашното право не нуди никакви временски ограничувања за постапки за разрешување на судија заради „прекршување на заклетвата“. Иако Судот не смета дека е соодветно да посочува колку долго би требало да биде ова временско ограничување, тој смета дека така отворен пристап кон дисциплинските случаи во судството наметнува сериозна опасност за принципот на правна сигурност.", "140. Во овие околности Судот одлучи дека имало повреда на членот 6 § 1 од Конвенцијата во оваа насока.", "3. Придржување на принципот на правна сигурност за време на пленарната седница на Парламентот", "(а) Изјаснување на странките", "141. Жалителот се жалеше дека Парламентот ја усвоил одлуката за неговото разрешување со евидентна повреда на законот преку злоупотреба на електронскиот систем за гласање. Тој тврдеше дека за време на пленарното гласање за неговото разрешување парламентарците незаконски дале гласови кои припаѓале на други парламентарци кои не биле присутни. Како поткрепа на оваа жалба жалителот упатил на видео снимка од пленарната седница на Парламентот и изјавите на четворица парламентарци заверени од нотар.", "142. Владата тврдеше дека парламентарната одлука за разрешување на жалителот била законска и доказите што биле изнесени од жалителот за да го оспори ова не можат да се сметаат за сигурни бидејќи нивната сигурност не била проценета од домашните власти.", "(б) Оценка на Судот", "143. Судот одлучил дека деловничките правила се дизајнирани за да обезбедат правилна примена на правдата и придржување на принципот на правна сигурност и дека странките во случајот мора да имаат право да очекуваат тие правила да се применуваат. Принципот на правна сигурност се применува не само во однос на странките во случајот туку исто така и во однос на националните судови (види Diya 97 v. Ukraine, no. 19164/04, § 47, 21 October 2010, со дополнителни упатувања). Принципот подеднакво се применува во постапката за разрешување на жалителот, вклучително и процесот на одлучување на пленарната седница на Парламентот.", "144. Судот забележува дека фактите што ја поткрепуваат оваа жалба се поткрепени со изјавите на жалителот, кој го следел пленарното гласање, со заверените изјави на четворица парламентарци и со снимката од постапката. Владата не поднесе никакви убедливи аргументи со кои би се оспорила веродостојноста на овие докази. Од своја страна Судот не најде причина да смета дека овој доказен материјал не е веродостоен.", "145. Откако го разгледа гореспоменатиот материјал, Судот одлучи дека одлуката за разрешувањето на жалителот била изгласана во отсуство на мнозинството членови на Парламентот. Присутните парламентарци намерно и незаконски дале гласови кои припаѓале на отсутни колеги. Одлуката затоа била донесена со повреда на членот 84 од Уставот, членот 24 од Законот за статусот на парламентарците од 1992 г. и правилото 47 од Деловникот на Парламентот, со кои се бара од членовите на Парламентот лично да учествуваат на состаноци и да гласаат. Во овие околности Судот смета дека гласањето за разрешувањето на жалителот го прекршил принципот на правна сигурност, со повреда на членот 6 § 1 од Конвенцијата.", "146. Како што е забележано горе, оваа грешка од процедуралната правичност не била поправена во последователната фаза од постапките, со оглед дека ВУС не успеал да се справи со ова прашање на соодветен начин.", "147. Последователно, дошло до повреда на членот 6 § 1 од Конвенцијата во оваа смисла.", "4. Придржување на принципот на „со закон воспоставен суд “", "(а) Изјаснување на странките", "148. Жалителот се жалеше дека во неговиот случај не бил сослушан од „со закон воспоставен суд“. Што се однесува до судскиот совет на ВУС кој го разгледал неговиот случај, жалителот тврдеше дека во моментот кога претседателот на ВУС го формирал тој судски совет и дал предлози за неговиот поединечен состав, неговиот мандат веќе бил истечен и оттука се наоѓал на позиција за кое немал законска основа.", "149. Владата се изјасни дека по истекувањето на неговиот мандат на таа позиција претседателот на ВУС требал да биде разрешен. Но во отсуство на постапка за разрешување на судија од управна функција секакво дејствување во насока на негово разрешување немало да биде законско. Понатаму тврдеа дека овластувањожето на претседателот на ВУС да остана на тоа место било поткрепено од одлуката на Конференцијата на судии на управните судови.", "(б) Оценка на Судот", "150. Според прецедентното право на Судот предметот на терминот „со закон воспоставен суд“ во членот 6 од Конвенцијата има за цел да обезбеди „судскиот орган во едно демократско општество да не зависи од дискрецијата на извршната власт, туку да се регулира со закон усвоен од Парламент“. Исто така во земји каде правото е кодифицирано, орган од правосудниот систем не може да биде оставен на дискреционото право на судските власти, иако ова не значи дека судовите нема да имаат одредена слобода во толкувањето на релевантното национално законодавство (види Fruni v. Slovakia, no. 8014/07, § 134, 21 June 2011, со дополнителни упатувања).", "151. Фразата „со закон воспоставен“ се однесува не само на правната основа за самото постоење на „судот“ туку и на составот на судскиот колегиум во секој случај (види Buscarini v. San Marino (dec.), no. 31657/96, 4 May 2000, и Posokhov v. Russia, no. 63486/00, § 39, ECHR 2003-IV). Праксата на преќутно продолжување на мандатите на судиите на неограничено време по истекувањето на нивниот законски мандат на дадена функција додека не бидат прераспоредени се утврди дека го прекршува принципот на „со закон воспоставен суд“ (види Gurov v. Moldova, no. 36455/02, §§ 37-39, 11 July 2006).", "152. Што се однесува до актуелниот случај треба да се забележи дека согласно членот 171-1 од Законикот за управна правда, случајот на жалителот може да се сослуша исклучиво од посебен судски совет на ВУС. Согласно членот 41 од Законот за правосудниот систем од 2002 г. овој посебен судски совет мора да биде формиран со одлука на претседателот на ВУС; составот на тој совет бил дефиниран од страна на претседателот со дополнителна согласност од страна на президиумот на тој суд. Меѓутоа, до моментот кога ова било спроведено во актуелниот случај, петгодишниот мандат на таа функција му истекол.", "153.  Во тоа време постапката за назначување на претседатели на судовите не била регулирана од домашното право: релевантните одредби од член 20 од Законот за правосудниот систем од 2002 г. биле прогласени за неуставни, а нови одредби сè уште не биле усвоени од Парламентот (види параграфи 41 и 49 горе). Различни домашни власти ги изразиле своите мислења што се однесува до законската ситуација. На пример, Советот на судии на Украина, повисоко тело на судска самоуправа, сметал дека прашањето било разрешено врз основа на членот 41 § 5 од Законот за правосудниот систем од 2002 г. и дека првиот заменик претседател на ВУС, Судијата С., требал да ги преземе задолженијата на претседателот на судот (види параграф 51 горе), додека Генералното обвинителство зазело различно гледиште во однос на ова прашање (види параграф 52 горе).", "154. Соодветно на тоа, така важно прашање како што е назначувањето на претседатели на судови било регулирано до ниво на домашна пракса, што излегло дека е сериозно контроверзно прашање кај властите. Се чини дека судијата П. продолжил да ги извршува обврските на претседател на ВУС и после законскиот рок, потпирајќи се во основа на фактот дека постапките за повторно назначување не биле уредени со законите на Украина, додека законската основа за неговото делување како претседател на ВУС не била доволно основана.", "155. Во меѓувреме за тоа време судијата П. работејќи како претседател на ВУС, го формирал судскиот совет кој го разгледал случајот на жалителот, и дал предлози за составот на тој судски совет.", "156. Во овие околности, Судот не може да заклучи дека судскиот совет кој го разгледувал случајот на жалителот бил формиран и составен на законски начин задоволувајќи ги условите на „со закон воспоставен суд“. Последователно, дошло до повреда на членот 6 § 1 од Конвенцијата во оваа смисла.", "5. Други повреди на членот 6 § 1 од Конвенцијата", "157. Понатаму жалителот се жалел дека: одлуките во неговиот случај биле усвоени без соодветна проценка на доказите, а важните аргументи посочени од одбраната не биле соодветно разгледани; отсуството на доволна надлежност на ВУС за да ги разгледа актите усвоени од ВСП било спротивно на „правото на суд“; а принципот на еднаквост на оружјето не бил почитуван.", "158. Владата ги оспори овие тврдења.", "159. Земајќи ги во предвид сите горенаведени прашања и заклучоци согласно членот 6 § 1 од Конвенцијата, Судот не утврди некои посебни проблемо во однос на актуелните жалби. Затоа нема потреба да ги разгледува овие жалби.", "II. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 8 ОД КОНВЕНЦИЈАТА", "160. Жалителот се жалел дека неговото разрешување од местото на судија достигнало ниво на мешање во неговиот приватен и професионален живот што било спротивно на членот 8 од Конвенцијата.", "161. Членот 8 од Конвенцијата уредува:", "„1. Секој човек има право на почитување на неговиот приватен и семеен живот, домот и преписката.", "2. Јавната власт не смее да се меша во остварувањето на ова право, освен ако тоа мешање е предвидено со закон и ако претставува мерка која е во интерес на државната и јавната безбедност, или економската благосостојба на земјата, спречување на нереди или кривично дело, заштитата на здравјето или моралот, или заштитата на правата и слободите на другите, во едно демократско општество.“", "А. Допуштеност", "162. Судот забележува дека оваа жалба не е очигледно погрешно засновано во рамките на значењето на членот 35 § 3 (а) од Конвенцијата. Ниту е недопуштена по некој друг основ. Затоа мора да се прогласи за допуштена.", "Б. Основаност", "1. Изјаснување на странките", "163. Жалителот тврдел дека имало мешање во неговиот приватен живот со неговото разрешувањето од местото на судија на Врховниот суд. Тоа мешање не било законско, со оглед дека основата за одговорноста за „прекршувањето на заклетвата“ била формулирана премногу нејасно; домашното право не нудело никакви временски ограничувања кои можеле да се применат во постапките за разрешување и со тоа не обезбедиле соодветна заштита од злоупотреба и произволност; исто така не била воспоставена соодветна скала на санкции за дисциплинска одговорност со која би се обезбедила нејзина примена на пропорционална основа. Од овие причини не било компатибилно со условите за „квалитетот на законот“. Жалителот понатаму тврдеше дека мешањето во прашање не било неопходно во околностите на случајот.", "164. Владата призна дека разрешувањето на жалителот од функцијата претставувало мешање во неговото право на почитување на неговиот приватен живот во рамките на значењето на членот 8 од Конвенцијата. Меѓутоа, мерката била оправдана согласно вториот став од членот 8 од Конвенцијата. Конкретно, разрешувањето било спроведено врз основа на домашното право кое било доволно предвидливо и достапно. Исто така мерката била неопходна во околностите на случајот.", "2. Оценка на Судот", "(а) Дали имало попречување", "165. Страните се согласија дека имало попречување во правото на жалителот на почитување на неговиот приватен живот. Судот нема причина да одлучи поинаку. Тој забележува дека приватниот живот „го вклучува правото на поединецот да формира и развие односи со други човечки суштества, вклучително односи од професионална или деловна природа“ (види C. v. Belgium, 7 August 1996, § 25, Reports 1996III). Членот 8 од Конвенцијата „го штити правото на личен развој и правото да се воспостават и развијат односи со други човечки суштества и со надворешниот свет“ (види Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III). Идејата за „приватен живот“ не ги исклучува во принцип активностите од професионална или деловна природа. Во крајна линија во рамките на својот работен век повеќето луѓе имаат значителна шанса да развијат односи со надворешниот свет (види Niemietz v. Germany, 16 December 1992, § 29, Series A no. 251B). Затоа, ограничувањата наметнати врз професионалниот живот се утврди дека влијаеле на „приватниот живот“ (види Sidabras and Džiautas v. Lithuania, nos. 55480/00 and 59330/00, § 47, ECHR 2004VIII, и Bigaeva v. Greece, no. 26713/05, §§ 22-25, 28 May 2009). Исто така, разрешувањето од функцијата беше утврдено дека го попречува правото на почитување на приватниот живот (види Özpınar v. Turkey, no. 20999/04, §§ 43-48, 19 October 2010). Конечно, членот 8 се занимава со прашањата на заштита на честа и угледот како дел од правото на почитување на приватниот живот (види Pfeifer v. Austria, no. 12556/03, § 35, 15 November 2007, и A. v. Norway, no. 28070/06, §§ 63 and 64, 9 April 2009).", "166. Разрешувањето на жалителот од местото на судија влијаело на цел спектар од неговите односи со другите лица, вклучително и односите од професионална природа. Исто така тоа имало последици и по неговиот „внатрешен круг“, бидејќи губењето на неговото работно место имало опипливи последици по материјалната благосостојба на жалителот и неговото семејство. Исто така, причината за разрешување на жалителот, имено прекршувањето на судската заклетва, сугерира дека неговата професионална репутација била погодена.", "167.  Следи дека разрешувањето на жалителот претставувало попречување на неговото право на почитување на неговиот приватен живот во рамките на значењето на членот 8 од Конвенцијата.", "(б) Дали попречувањето било оправдано", "168.  Судот понатаму провери дали мешањето ги исполнило условите од став 2 на членот 8.", "(i) Општите принципи во врска со законитоста на мешањето", "169. Изразот „во согласност со законот“ бара, пред сè, оспорената мерка да има некаква основа во домашното права. Второ, упатува на квалитетот на законот во прашање, и бара дека треба да биде достапно за засегнатото лице, кое исто така треба да може да ги предвиди последиците по него и да е компатибилно со владеењето на правото (види, меѓу другите извори, Kopp v. Switzerland, 25 March 1998, § 55, Reports 1998-II).", "170. Оттука фразата значи, меѓу другото, дека домашното право мора да е доволно предвидливо во смисла да им дава на поединците соодветна индикација за околностите и условите во кои властите имаат право да применат мерки кои ќе влијаат врз нивните права согласно Конвенцијата (види C.G. and Others v. Bulgaria, no. 1365/07, § 39, 24 April 2008). Законот, исто така, мора да понуди и одреден степен на правна заштита против своеволно мешање од страна на властите. Постоењето на посебни процедурални заштити е материјално во овој контекст. Што е потребно во однос на заштитата ќе зависи, во одреден мерка барем, и од природата и опсегот на попречувањето во прашање (види P.G. and J.H. v. the United Kingdom, no. 44787/98, § 46, ECHR 2001-IX).", "(ii) Придржување до домашното право", "171. Судот утврди (види параграф 145 горе) дека парламентарното гласање за одлуката за разрешување на жалителот од функцијата не било законско во смисла на домашното право. Самиот овој заклучок би бил доволен за Судот да утврди дека попречувањето на правото на жалителот да му се почитува неговиот приватен живот не било во согласност со законот во рамките на значењето на членот 8 од Конвенцијата.", "172. Во секој случај, Судот одлучи дека е соодветно да се испита жалбата понатаму и да се утврди дали условите за „квалитет на законот“ биле исполнети.", "(iii) Придржување до барањата за „квалитет на законот“", "173. Во своите изјаснувања во овој дел, странките го оспоруваа прашањето на предвидливост на законот што се применувал. Во оваа смисла Судот забележува дека до 15 мај 2010 г. суштинскиот закон не содржел никаков опис на делото „прекршување на заклетвата“. Основата за формирање на опсегот на тој прекршок произлегол од текстот на судската заклетва, даден во членот 10 од Законот за статусот на судиите од 1992 г. кој вели: „Свечено изјавувам дека чесно и ригорозно ќе ги извршувам обврските како судија, придржувајќи се исклучиво на законот во делењето на правдата и ќе бидам објективен и правичен“.", "174. Судот забележува дека текстот на судската заклетва понудил широка дискреција во толкувањето на делото „прекршување на заклетвата“. Новата законска регулатива сега конкретно се занимава со надворешните елементи на тој прекршок (види член 32 од Законот за ВСП од 1998 г. со измените и дополнувањата, во параграф 72 горе). Иако новата законска регулатива не важела за случајот на жалителот, релевантно е да се забележи дека спецификацијата на „прекршувањето на заклетвата“ во тој член и понатаму нуди дисциплинска надлежност со широка дискреција во однос на ова прашање (види го исто така релевантниот извадок од мислењето на Венецијанската комисија цитирано во параграф 79 горе).", "175. Меѓутоа, Судот препознава дека во одредени области може да е тешко да се врамат законите со висока прецизност и дека одредено ниво на флексибилност може да е дури и пожелно за да им се овозможи на националните судови да го развијат законот во контекст на нивната проценка за тоа кои мерки се неопходни во конкретните околности на даден случај (види Goodwin v. the United Kingdom, 27 March 1996, § 33, Reports 1996II). Оттука логичната последица на принципот дека законите мораат да бидат од општа примена е тоа што формулацијата на законите не е секогаш прецизна. Потребата да се избегне претерана ригидност и да се држи чекор со околностите што се менуваат значи дека многу закони се неизбежно формулирани на начин кој во помала или поголема мерка е неодреден. Толкувањето и примената на такви усвоени акти зависи од праксата (види Gorzelik and Others v. Poland [GC], no. 44158/98, § 64, ECHR 2004I).", "176. Овие квалификации, кои наметнуваат ограничувања на условот за прецизност на законските акти, се особено релевантни за областа на дисциплинското право. Навистина, што се однесува до воената дисциплина, Судот одлучил дека би било едвај можно да се создадат правила кои ги опишуваат различните видови на однесување во детали. Затоа може да е потребно властите да формулираат такви правила на поопширен начин (види Vereinigung demokratischer Soldaten Österreichs and Gubi v. Austria, 19 December 1994, § 31, Series A no. 302).", "177. Искуството на другите држави сугерира дека основите за дисциплинската одговорност на судиите обично се формулирани со општи термини, додека примерите на деталното законско регулирање на тоа прашање не значи дека ја докажуваат адекватноста на законодавната техника што се применува и предвидливоста на таа област од правото (види параграф 82 горе).", "178. Затоа во контекст на дисциплинското право треба да се има разумен пристап во проценувањето на законската прецизност, бидејќи се работи за објективна неопходност дека actus reus на таквите прекршоци треба да бидат формулирани со општ јазик. Во спротивно законот може да не се занимава со прашањето на сеопфатен начин и ќе бара постојано разгледување и ажурирање според бројните нови околности кои се јавуваат во праксата. Следи дека описот на прекршок во еден закон, врз основа на листа на посебни однесувања, но насочено кон општа и безбројна примена, не нуди гаранција за соодветно осврнување на прашањето на предвидливоста на законот. Другите фактори коишто влијаат врз квалитетот на правната регулатива и соодветноста на правната заштита од произволност треба да се идентификуваат и испитаат.", "179. Во врска со ова, Судот забележува дека утврдил постоење на посебни и доследни толкувачки пракси во врска со правната одредба во прашање за да се креира фактор што води кон заклучок дека одредбата била предвидлива што се однесува до нејзиното делување (види Гудвин, цитиран горе, § 33). Иако овој заклучок е направен во контекст на системот на општото право, толкувачката улога на судските тела во обезбедувањето на предвидливост на правните одредби не може да се потцени во системите на граѓанското право. Токму за овие тела треба да се протолкува точното значење на општите одредби од правото на доследен начин и да се растурат секакви толкувачки сомнежи (види mutatis mutandis, Горзелик и други, цитиран горе, § 65).", "180. Што се однесува до актуелниот случај, не постои никаква индикација дека во времето на одлучување за случајот на жалителот постоеле некакви насоки или пракса за воспоставување на делотворно и рестриктивно толкување на поимот „прекршување на заклетвата“.", "181. Судот понатаму смета дека потребните процедурални заштити не биле воспоставени за да се спречи своеволна примена на релевантниот суштински закон. Особено, домашното право не наметнувало никакви временски ограничувања и спроведување на постапки против судија за „прекршување на заклетва“. Отсуството на временски ограничувања, како што беше дискутирано за членот 6 од Конвенцијата, ја направило дискрецијата на дисциплинските власти отворена и го поткопало принципот на правна сигурност.", "182. Исто така, домашното право не ја поставило соодветната скала на санкции за дисциплински прекршоци и не развило правила кои ја обезбедувале нивната примена во согласност со принципот на пропорционалност. Во времето кога случајот на жалителот бил решаван постоеле само три санкции за дисциплински злоупотреби: укор, деградирање на квалификациската класа и разрешување. Овие три типа на санкции оставиле малку простор за дисциплинирање на судиите на пропорционална основа. Оттука, на властите им беа дадени ограничени шанси за балансирање на конкурентните јавни и индивидуални интереси во контекст на секој поединечен случај.", "183. Вреди да се забележи дека принципот на пропорционална примена на дисциплински санкции против судиите е директно цитиран во став 5.1 од Европската повелба за статусот на судиите (види параграф 78 горе) и дека одредени држави имаат воспоставено подетална хиерархија на санкции за исполнување на овој принцип (види параграф 82 горе).", "184. Конечно, најважната противтежа на неизбежната дискреција на дисциплинското тело во оваа област би била достапноста на независно и непристрасно разгледување. Меѓутоа домашното право нема поставено соодветна рамка за такво разгледување и, како што беше дискутирано порано, не се докажа дека е достапно за жалителот.", "185. Соодветно на тоа отсуството на некакви насоки и пракса за воспоставување на доследно и рестриктивно толкување на делото на „прекршување на заклетвата“ и отсуството на законска заштита резултираше со непредвидливост на релевантните одредби на домашното право што се однесува на нивното делување. Во овој контекст може да се претпостави дека речиси секакво лошо однесување од страна на судија кое се случило во даден момент во текот на неговата кариера би можело, ако тоа го посака дисциплинското тело, да се толкува како доволна фактичка основа за дисциплинско обвинение за „прекршување на заклетвата“ и тоа да доведе до негово разрешување од функцијата.", "(iv) Заклучок", "186. Во контекст на горекажаното, Судот заклучува дека мешањето во правото на жалителот на почитување на неговиот приватен живот не било законско: мешањето не било компатибилно со домашното право и уште повеќе важечкото домашно право не ги задоволило барањата за предвидливост и обезбедување на соодветна заштита од произволност.", "187. Последователно, дошло до повреда на членот 8 од Конвенцијата.", "III. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "188. Жалителот понатаму се жалеше дека немал никакви делотворни правни лекови за неговото незаконско разрешување. Тој се повика на членот 13 од Конвенцијата којшто го уредува следново:", "„Секој човек, чии права и слободи признати со оваа Конвенција се нарушени, има право на делотворен правен лек пред националните власти, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "189. Откако ги разгледа претставките на странките во овој контекст, Судот сметаше дека жалбата е допуштена. Но, со оглед на наодите на Судот согласно членот 6 од Конвенцијата, актуелната жалба не покренува никакво посебно прашање (види Brualla Gómez de la Torre v Spain, 19 December 1997, § 41, Reports 1997-VIII).", "190.  Последователно, Судот одлучи дека не е неопходно да се разгледа жалбата согласно член 13 од Конвенцијата посебно.", "IV. ПРИМЕНА НА ЧЛЕНОВИТЕ 41 И 46 ОД КОНВЕНЦИЈАТА", "191.  Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините Протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "192.  Членот 46 од Конвенцијата уредува:", "„1. Високите страни договорнички се обврзуваат да се придржуваат кон конечната пресуда на Судот во споровите во кои се странки.", "2. Конечната пресуда на Судот му се доставува на Комитетот на министрите којшто го надгледува нејзиното извршување. ...”", "А. Индикација на општи и индивидуални мерки", "1. Општи принципи", "193. Во контекст на извршувањето на пресудите во согласност со членот 46 од Конвенцијата, пресудата во која Судот утврдил повреда на Конвенцијата и наметнува на правна обврска за тужената држава согласно одредбата за ставање крај на повредата и поправање на последиците од истата на начин што ќе ја врати состојбата на ниво што е можно поблиско до тоа што постело пред повредата. Но доколку од друга страна националното право не дозволува – или дозволува само делумно – да се поправи состојбата во однос на последиците од повредата, членот 41 го овластува судот на оштетената страна да и додели надоместок што ќе се чини дека е најсоодветен. Следи, меѓу другото, дека пресуда за која Судот утврдил повреда на Конвенцијата и нејзините протоколи и наметнува на тужената држава правна обврска, и тоа не само да им ги плати на засегнатите страни сумите што им се доделени како правичен надоместок, туку исто така и да избере, предмет на надзор од страна на Комитетот на министри, општи и/или доколку одговара индивидуални мерки кои треба да се усвојат во рамките на нејзиниот правен поредок за да се стави крај на повредата утврдена од Судот и да ги поправи сите нејзини последици на начин што ќе ја врати колку што е можно во поголема мерка состојбата што постоела пред прекршокот (види Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004I; Assanidze v. Georgia [GC], no. 71503/01, § 198, ECHR 2004II; и Ilaşcu and Others v. Moldova and Russia [GC], no. 48787/99, § 487, ECHR 2004-VII).", "194. Судот повторува дека неговите пресуди се во суштина декларативни по природа и дека генерално засегнатата држава е таа што треба да ги избере, под надзор на Комитетот на министри, средствата што ќе се користат во нејзиниот домашен правен поредок за да се укине нејзината обврска согласно членот 46 од Конвенцијата, под услов таквите мерки да се компатибилни со заклучоците утврдени во пресудата на Судот (види, меѓу другите извори, Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005-IV; Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII; и Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I).", " Ова дискреционо право што се однесува до извршувањето на пресудата ја отсликува слободата на избор што ја следи примарната обврска на тужената држава да ги обезбеди правата и слободите гарантирани согласно Конвенцијата (член 1) (види Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330B).", "195. Меѓутоа во исклучителни случаи, со цел да и се помогне на тужената држава да ги исполни своите обврски согласно членот 46, Судот се обидува да го посочи видот на мерки кои би можеле да се преземат за да се стави крај на состојбата за која утврдил дека постои. Во такви околности тој може да предложи различни опции и да ја остави засегнатата држава да ја избере мерката и нејзината имплементација (види, на пример, Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V). Во одредени случаи природата на повредата може да е таква што не остава вистински избор во однос на мерките што се потребни за да се поправи состојбата и Судот може да одлучи да ја посочи посебната мерка (види, на пример, Асаниџе, цитиран горе, §§ 202 and 203; Aleksanyan v. Russia, no. 46468/06, § 240, 22 December 2008; и Fatullayev v. Azerbaijan, no. 40984/07, §§ 176 and 177, 22 April 2010).", "2. Во однос на актуелниот случај", "(a) Општи мерки", "(i) Изјаснување на странките", "196. Жалителот се изјасни дека неговиот случај покажал систематски проблеми во украинскиот правен систем кои произлегле од неуспехот на државата во однос на принципот на поделба на власта; овие систематски проблеми бараат примена на членот 46 од Конвенцијата. Тој тврдеше дека проблемите што биле откриени со актуелниот случај укажувале на потребата да се измени релевантната област на домашното законодавство. Особено, морале да бидат воведени амандмани на Уставот и Законот за ВСП од 1998 г. во врска со принципите на составување на ВСП и постапките за назначување и разрешување на судиите и Законикот за управна правда што се однесува до јурисдикцијата и овластувањата на ВУС.", "197. Владата не се согласуваше и се изјасни дека важечкото домашно право значително се сменило од времето кога домашните власти одлучувале за случајот на жалителот. Особено, измените и дополнувањата од 7 јули 2010 г. на Законот за ВСП од 1998 уредувале дека бројот на судиите коишто ќе учествуваат во ВСП ќе се зголемел и со тек на време ќе станеле мнозинство во тоа тело (види параграф 68 горе). Во јуни 2012 г. Законот за ВСП од 1998 г. дополнително бил изменет и дополнет предвидувајќи дека прелиминарните истраги на обвинителството да бидат спроведувани од член на ВСП кој бил или сè уште е обвинител.", "198. Владата понатаму посочи дека улогата на Парламентот во постапката за распуштање на судија била намалена, бидејќи повеќе немало услов да се разгледува случајот од страна на парламентарна комисија или да се спроведе некаква друга форма на парламентарна истрага.", "(ii) Оценка на Судот", "199. Судот забележува дека актуелниот случај обелоденува сериозни систематски проблеми што се однесува до функционирањето на украинското судство. Особено, повредите утврдени во случајот сугерираат дека системот на судска дисциплина во Украина не бил организиран на соодветен начин, бидејќи не обезбедува доволно разделување на судството од другите столбови на власта во државата. Исто така не обезбедува соодветни гаранции против злоупотребата и повредата на дисциплинските мерки за да се утврди судската независност, со оглед дека таа е една од најважните вредности кои го нагласуваат делотворното функционирање на демократиите.", "200. Судот смета дека природата на повредите што се утврдени сугерираат дека за соодветно спроведување на актуелната пресуда од тужената држава ќе се бара да преземе низа општи мерки насочени кон реформирање на системот на судска дисциплина. Овие мерки треба да вклучуваат законодавна реформа која вклучува обнова на институционалната основа на системот. Исто така овие мерки треба да вклучуваат развој на посебни форми и принципи на кохерентна примена на домашното право на ова поле.", "201. Што се однесува до тврдењата на Владата дека веќе имаат воспоставено одредени заштити во оваа област, Судот забележува дека законодавните амандмани од 7 јули 2010 г. не почнувале да делуваат веднаш, а преструктуирањето на составот на ВСП ќе се случува постепено во иднина. Во секој случај Судот забележал дека овие измени и дополнувања всушност не ги решаваат специфичните прашања поврзани со составот на ВСП (види параграф 112 горе). Што се однесува до другите законодавни измени и дополнувања посочени од Владата, Судот не смета дека тие суштински се осврнуваат на цел спектар на проблеми коишто ги идентификувале во контекст на овој случај. Постојат многу проблеми, како што е посочено во делот на образложението на оваа пресуда, укажувајќи на грешки во домашното законодавство и пракса во оваа област. Сумирано, законодавните чекори споменати од Владата не ги решаваат проблемите на систематското нефункционирање на правниот систем, обелоденети во актуелниот случај.", "202. Затоа, Судот смета дека е неопходно да се нагласи дека Украина мора под итно да ги усвои општите реформи на правниот систем, коишто се изнесени горе. При тоа украинските власти треба да ја земат во предвид оваа пресуда, релевантната судска пракса на Судот и релевантните препораки, резолуции и одлуки на Комитетот на министри.", "(б) Индивидуални мерки", "(i) Изјаснување на странките", "203. Жалителот тврдеше дека најсоодветната форма на индивидуална отштета би било да биде вратен на неговата функција или да му се врати работното место. Како алтернатива тој побара Судот да ја обврзе тужената држава повторно да започне домашна постапка.", "204.  Владата се изјасни дека нема потреба од никакви посебни налози во однос на индивидуалната отштета бидејќи овие прашања ќе биле соодветно решени од страна на Владата во соработка со Комитетот на министри.", "(ii) Оценка на Судот", "205. Судот утврди дека со разрешувањето на жалителот биле повредени основните принципи на процедуралната правичност регулирана со членот 6 од Конвенцијата, како што се принципите на независен и непристрасен суд, правна сигурност и право да се биде сослушан од со закон воспоставен суд. Исто така беше одлучено дека разрешувањето на жалителот не било компатибилно со условите за законитост согласно членот 8 од Конвенцијата. Разрешувањето на жалителот, судија на Врховниот суд, со евидентно непочитување на горенаведените принципи на Конвенцијата може да се смета за закана по независноста на судството како целина.", "206. Затоа се јавува прашањето за тоа какви индивидуални мерки би биле најсоодветни за да се стави крај на повредите утврдени во актуелниот случај. Во многу случаи каде било утврдено дека со домашните постапки била прекршена Конвенцијата, Судот одлучи дека најсоодветната форма на поправање на утврдените повреди би можело да биде повторното иницирање на домашните постапки (види, на пример, Huseyn and Others v. Azerbaijan, nos. 35485/05, 45553/05, 35680/05 и 36085/05, § 262, 26 July 2011, со дополнителни упатувања). При тоа, Судот ја посочи оваа мерка во оперативниот дел на пресудата (види, на пример, Lungoci v. Romania, no. 62710/00, 26 January 2006, и Ajdarić v. Croatia, no. 20883/09, 13 December 2011).", "207. Земајќи ги во предвид горенаведените заклучоци за потребата од воведување на општи мерки за реформирање на системот на судска дисциплина, Судот не смета дека повторното отворање на домашната постапка ќе претставува соодветна мерка за обесштетување на правата на жалителот. Нема основи да се претпостави дека во блиска иднина случајот на жалителот повторно ќе се врати на судење во согласност со принципите на Конвенцијата. Во овие околности Судот не гледа смисла на посочи таков вид на мерка.", "208. Во овој контекст, Судот не може да прифати жалителот да биде оставен во состојба на несигурност во однос на начинот на кој треба да му се вратат правата. Судот смета дека по својата природа, ситуацијата за која е утврдено дека постои во актуелниот случај не остава никаков вистински избор што се однесува до индивидуалните мерки кои се потребни за да се поправат повредите на правата на жалителот согласно Конвенцијата. Земајќи ги во предвид навистина исклучителните околности на случајот и итната потреба да се стави крај на повредите на членовите 6 и 8 од Конвенцијата, Судот одлучи дека тужената држава ќе овозможи жалителот да се врати на местото судија на Врховниот суд колку што е можно поскоро.", "Б. Отштета", "1. Материјална штета", "209. Жалителот тврдеше дека како резултат на неправичните постапки спроведени против него што резултирало со неговото разрешување како судија на Врховниот суд, тој бил лишен од платата што му следувала како судија на Врховниот суд, додатоците на платата и судската пензија. Жалителот поднесе детална пресметка на своето побарување за материјална отштета, со која бараше 11.720.639,86 украински гривни (УАХ) или 1.107.255,87 евра (ЕУР).", "210. Владата го оспори ова барање и се изјасни дека е шпекулативно, прекумерно и непоткрепено.", "211. Во околностите на актуелниот случај, Судот смета дека прашањето за надоместок за материјална штета не е подготвено за одлучување. Како резултат на тоа решавањето мора да биде резервирано и процедурата што ќе следи да биде утврдена, земајќи го соодветно во предвид секој договор постигнат меѓу Владата и жалителот (правилото 75 §§ 1 и 4 од Деловникот на Судот).", "2. Нематеријална штета", "212. Жалителот тврдеше дека како резултат на неговото неправично разрешување, тој претрпел значителна болка и фрустрација која не може соодветно да се обесштети само со одлука дека имало повреди. Тој бараше да му се додели правичен надоместок за нематеријална штета во износ од 20.000 евра.", "213. Владата тврдеше дека барањето за нематеријална штета било непоткрепено.", "214. Судот смета дека жалителот мора да претрпел болка и вознемиреност заради утврдените повреди. Одлучувајќи на правична основа, како што се бара во член 41 од Конвенцијата, тој на жалителот му додели 6.000 евра за нематеријална штета.", "В. Трошоци и издатоци", "215. Жалителот исто така побаруваше и 14.945,81 фунти (ГБР) за трошоци и издатоци кои настанале во постапките пред Судот меѓу 23 март и 20 април 2012 г. Побарувањето се состоеше од правни хонорари за застапниците на жалителот од Лондон (г-динот Филип Лич и г-ѓата Џејн Гордон), кои потрошиле 82 часа и 40 минути работејќи на овој случај во тој период; хонорар за службеникот за поддршка од ЕХРАЦ; административни трошоци; и трошоци за превод.", "216. Во своите дополнителни поднесоци на оваа тема жалителот побараше и 11,154.95 ГБР за трошоци и издатоци кои настанале во врска со претресот од 12 јуни 2012 г. Побарувањето вклучуваше правни хонорари за застапниците на жалителот кои потрошиле 69 часа и 30 минути работејќи на случајот; хонорар за службеникот за поддршка од ЕХРАЦ; административни трошоци; и трошоци за превод.", "217. Жалителот побара сè што ќе се додели во рамките на ова барање директно да се уплати на банкарската сметка на ЕХРАЦ.", "218. Владата тврдеше дека жалителот не успеал да покаже дека трошоците и издатоците што настанале биле неопходни. Исто така, тие не биле соодветно поткрепени.", "219. Според судската пракса на Судот еден жалител има право на рефундирање на своите трошоци и издатоци само доколку покажел дека истите настанале реално и неопходно и биле разумни во однос на износот. Во овој случај со оглед на документите што ги поседувал и горенаведените критериуми, Судот сметал дека било разумно да се додели сума од 12.000 евра за покривање на трошоците што се наведени овде. Износот да се уплати директно на банкарската сметка на застапниците на жалителот.", "Г. Казнена камата", "220. Судот смета дека е соодветно казнената каматна стапка да се заснова на маргиналната стапка за задолжување на Европската Централна Банка на која треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО,", "1. Го прогласува останатиот дел од жалбата за допуштен;", "", "2. Одлучи дека имало повреда на членот 6 § 1 од Конвенцијата што се однесува до принципите на независен и непристрасен суд;", "", "3. Одлучи дека имало повреда на членот 6 § 1 од Конвенцијата што се однесува до принципот на правна сигурност и отсуство на временско ограничување за постапките против жалителот;", "", "4. Одлучи дека имало повреда на членот 6 § 1 од Конвенцијата што се однесува до принципот на правна сигурност и разрешувањето на жалителот на пленарна седница на Парламентот.", "", "5. Одлучи дека имало повреда на членот 6 § 1 од Конвенцијата што се однесува до принципите на „со закон воспоставен суд“;", "", "6. Одлучи дека нема потреба да ги разгледуваат останатите жалби согласно членот 6 § 1 од Конвенцијата;", "", "7. Одлучи дека имало повреда на членот 8 од Конвенцијата;", "", "8. Одлучи дека нема потреба да ја разгледа жалбата согласно членот 13 од Конвенцијата;", "", "9. Одлучи дека Украина треба да обезбеди враќање на жалителот на местото судија на Врховниот суд колку што е можно поскоро.", "", "10. Одлучи дека, што се однесува до материјалната штета заради утврдените повреди, прашањето за правичен надоместок сè уште не е подготвено за одлучување и соодветно на тоа,", "(а) го резервира ова прашање;", "(б) ја повикува Влада и жалителите да поднесат, во рок на наредните три месеци од датумот кога ќе бидат известени за оваа пресуда, писмени мислења во однос на ова прашање и особено да го информира Судот доколку постигнале некаков договор;", "(в) ја резервира понатамошната постапка и му доделува на претседателот на Судскиот совет овластување да ја среди доколку има потреба.", "", "11. Одлучи", "(а) дека тужената Држава треба да му ги плати на жалителот, во рок од три месеци од датумот на кој пресудата ќе стане правосилна согласно членот 44 § 2 од Конвенцијата, следниве суми:", "(i) 6.000 евра (шест илјади евра), плус секаков износ за данок што можеби се наплаќа, конвертирани во украински гривни по курсот што ќе важи на датумот на исплатата, за нематеријална штета.", "(ii) 12.000 евра (дванаесет илјади евра), плус секаков износ за данок што можеби ќе треба да го плати жалителот, да се уплатат на банкарската сметка на застапниците на жалителот.", "(б) од истекувањето на гореспоменатите три месеци до исплатата ќе се наплаќа проста камата на гореспоменатите износи по стапка еднаква на маргиналната стапка за задолжување на Европската Централна Банка во текот на казнениот период плус три процентни поени;", "", "12. Ги отфрла останатите барања на жалителот за правичен надоместок за нематеријалната штета и за трошоци и издатоци.", "Изготвена на англиски јазик, и известено за истата на 9 јануари 2013 г. на јавен претрес во Зградата на човековите права во Стразбур, согласно правилото 77 §§ 2 и 3 од Деловникот на Судот", "\tКлаудиа Вестердиек\tДиан Шпилман (Dean Spielmann)\n\tСекретар \tПретседател \n", "Во согласност со член 45 § 2 од Конвенцијата и правилото 74 § 2 од Деловникот на Судот, издвоеното мислење на судијата Јудкивска е приложено кон оваа пресуда.", "", "", "Д.С.\nК.В.", "", "Издвоените мислења не се преведени, но можат да се најдат во официјалните верзии на пресудите на англиски и/или француски јазик, кои можете да ги разгледате во ХУДОЦ базата на податоци на судската пракса на Судот.", "", "", "© Совет на Европа/Европски суд за човекови права, 2013.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права () или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на  .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact  .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante :  .", ""]}