{"file": "MAC_HJUDMAC_34369_97.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "34369/97", "text_paragraphs": ["© This translation  was done by the Academy for Judges and Public Prosecutors of the Republic of Macedonia: . Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Овој превод е изготвен при “Академијата за судии и јавни обвинители на Република Македонија”: . Судот доби дозвола повторно да го објави овој превод единствено за да го вклучи во својата база на податоци: HUDOC.", "", "", "", "", "СЛУЧАЈ THLIMMENOS v. ", "", "(ЖАЛБА бр. 34369/97)", "", "", "", "", "", "", "", "", "", "", "ПРЕСУДА", "", "", "СТРАЗБУР", "", "6 АПРИЛ 2000", "", "", "", "", "", "Во случајот на Thlimmenos v. ,", "Европскиот суд за човекови права, заседавајќи како Голем Совет, во составен од следните судии:", "\tГ-дин\tL. Wildhaber, Претседател,\nГѓа\tE. Palm,\nГ-дин\tL. Ferrari Bravo,\nГ-дин\tL. Caflisch,\nГ-дин\tJ.-P. Costa,\nГ-дин\tW. Fuhrmann,\nГ-дин\tK. Jungwiert,\nГ-дин\tM. Fischbach,\nГ-дин\tB. Zupančič,\nГѓа\tN. Vajić,\nГ-дин\tJ. Hedigan,\nГѓа\tW. Thomassen,\nГѓа\tM. Tsatsa-Nikolovska,\nГ-дин\tT. Panţîru,\nГ-дин\tE. Levits,\nГ-дин\tK. Traja,\nГ-дин\tG. Koumantos, ad hoc судија,", "И исто така Гѓа M. deBoer-Buquicchio,заменик регистар,", "Одлучувајќи приватно на 1 декември 1999 и на 15 март 2000,", "Ја донесоа следната пресуда, која беше усвоена на последниот споменат датум:", "постапка", "1.  Случајот беше поднесен до Судот согласно одредбите кои се применуваа пред стапувањето во сила на Протоколот 11 од Конвенцијата за заштита на човековите права и основните слободи (“Конвенцијата”), од страна на Европската комисија за човекови права (“Комисијата“) на 22 март 1999 (член 5 став 4 од Протоколот 11 и поранешните членови 47 и 48 од Конвенцијата).", "2.  Случајот започна со жалбата бр. 34369/07 против Републиа Грција, поднесена до Комисијата според поранешниот член 25 од Конвенцијата, од страна на грчкиот државјанин , г-дин Јаковос Тилименос (“жалителот“) , на 18 декември 1996. Жалителот навел дека одбивањето на властите да го назначат на позиција ----------- сметководител поради негова кривична осуда за непочитување на наредбата да носи воена униформа, заради своите религиозни убедувања, е спротивно на членовите 9 и 14 од Конвенцијата и  , како и дека постапките кои тој ги започнал пред Врховниот управен суд во врска со ова не биле спроведени согласно членот 6 став 1 од Конвенцијата. Во своите обсервации, поденсени на 20 октомври 1997 како одговор на обсервациите на грчката Влада (“Владата“) во врска со допуштеноста и основаноста на жалбата, тој исто така се жалел на повреда на членот 1 од Протоколот 1.", "", "3. Комисијата ја проглсаила жалбата за делумно допуштена на 12 јануари 1998. Во својот извештај од 4 декември 1998 (поранешен член 31 од Конвенцијата), го изразува мислењето дека имало повреда на членот 9 од Конвенцијата во врска со членот 14 ( дваесет и два гласа наспроти шест); дека не било потребно да се испитува дали имало самостојна повреда на членот 9 (дваесет и еден глас наспроти седум); како и дека има повреда на членот 6 став 1 (едногласно).", "4.  На 31 март 1999 панел на Големиот совет определил дека случајот треба да биде одлучуван од страна на Големиот совет (правило 100 став 1 од Деловникот на Судот). Г-дин C. Rozakis, судијата избран од Грција, кој земал учество во испитувањето на случајот од страна на Комисијата, се повлече од Големиот совет (правило 28) Владата, оттука, го назначи г-дин G. Koumantos да земе учество како ad hoc судија ( член 27 став 2 од Конвенцијата и Правило 29 став 1)", "5.  Жалителот и Владата поднесоа поднесоци.", "6.  Раправата се одржа во јавност во Зградата на човековите права, Стразбур, на 1 декември 1999.", "Пред Судот се појавија:", "(a)  за Владата\nгдин\tP. Georgakopoulos, правен советник,\n\t\tДржавен правен совет\tделегат на агентот,\nгдин\tK. Georgiadis, правен асистент,\n\t\tДржавен правен совет,\tСоветник;", "(b)  за жалителот\nгдин\tN. Alivizatos, Атинска адвокатска комора,\tСоветник.\n", "Судот ги слушна обраќањата на гдин Alivizatos и гдин Georgiadis.", "ФАКТИ", "I.  ОКОЛНОСТИ НА СЛУЧАЈОТ", "A.  Осудата на жалителот за не-субординација", "7.  На 9 декември 1983 Постојаниот воен трибунал во Атина (Diarkes Stratodikio),во состав еден воен судија од кариера и четворица други офицери, го осудиле жалителот, Јеховин сведок, за не-субординација, заради одбивање да носи воена униформа во период на општа мобилизација. Сепак, трибуналот сметал дека, според член 70 (б) од Воениот кривичен законик и член 84 став 2(а) од Кривичниот законик, постоеле оправдани околности и го казниле жалителот со четири години затвор. Тој бил условно ослободен по поминати две години и еден ден.", "B.  Одбивањето жалителот да биде назначен на позиција овластен сметководител", "8.  Во јуни 1988 жалителот присуствувал на јавно испитување за назначување на дванаест овластени сметководители, што е слободна професија во Грција. Тој бил втор помеѓу шеесет кандидати. Спека, на 8 февруари 1989,Извршниот одбор на Институтот на овластени сметководители на Грција ( понатаму “Одборото“) одбил да го назначи врз основа на тоа што бил осуден за сериозно кривично дело  (kakuryima).", "C.  Постапка пред Врховниот управен суд", "9.  На 8 мај 1989 жалителот се жалел пред Врховниот управен суд (Simvulio Epikratias) повикувајќи се, inter alia, на своето право на слобода на религија и еднаквост пред законот, гарантирани со Уставот и Конвенцијата. Жалителот исто така тврдел дека не бил осуден за криминал, туку за помалку сериозен престап. ", "10.  На 18 април 1991 третиот совет на Врховниот управен суд одржал расправа. На 25 мај 1991 судот одлучил да го преотстапи случајот на пленарниот совет заради важните прашања кои истиот ги покренал. Гледиштето на советот било дека членот 10 од Легислативната повелба бр. 3329/1955 пропишува дека лице кое нема да се квалификува за назначување во државна служба, не може да биде назначено за овластен сметководител. Дополнително, според членот 22 став 1 од Законот за државни службеници, ниедно лице осудено за сериозно кривично дело не може да биде назначено во државната служба. Сепак, оваа одредба се однесувала на осуди од стран на судови основани согласно членот 87 став 1 од Уставот. Тоа не бил случај со постојаните воени судови, бидејќи мнозинството од нивните членови не се судии од кариера, кои ги уживаат истите гаранции за независност како и нивните цивилни колеги, пропишано со членот 96 став 5 од Уставот. Како резултат на тоа, осудата на жалителот од страна на Постојаниот воен трибунал на Атина не требало да биде земена во предвид и одлуката на Одборот да не го назначи жалителот за овластен сметководител требала да биде поништена.", "11. На 21 јануари 1994 била одржана расправа пред Врховниот управен суд, во пленарен состав. На 11 ноември 1994 судот одлучил дека Одборот постапил согласно со законот кога, за потребите на примена на членот 22 став 1 од Законот за државни службеници, ја земал во предвид осудата на жалителот за сериозно кривично дело, од страна на Постојниот воен трибунал на Атина. Членот 96 став 5 од Уставот пропишува дека воените судови ќе продолжат да функционираат како и претходно, се до донесувањето на нов закон кој ќе го промени нивниот состав. Таков закон се уште не бил донесен. Врховниот управен суд понатаму одлучил да го препрати наза случајот на Третиот совет, кому му наредил да ги испита преостанатите прашања.  ", "12.  Одлуката од 11 ноември 1994 била донесена со мнозинство. Малцинството сметало дека, со оглед на тоа што изминале девет години од стапувањето во сила на Уставот, а не бил донесен законот како што било пропишано во членот 96 став 5, гаранциите за независност кои се бараатг од цивилните судии мора да им бидат овозможени и на постојните воени судови. Како тоа не бил случајот со Постојниот воен трибунал на Атина, барањето за ревизија на г-дин Thlimmenos треба да биде дозволено.", "13.  На 26 октомври 1995 третиот совет одржал дополнителна расправа. На 28 јуни 1996 го одбил барањето за ревизија на г-дин Thlimmenos, сметајќи, inter alia, дека неговото неназначување од страна на Одборот не било поврзано со неговите религиозни уверувања, туку со фактот дека сторил кривично дело.", "II.  РЕЛЕВАНТНО ДОМАШНО ЗАКОНОДАВСТВО", "A.  Назначување на позиција овластен сметководител", "14.  До 30 април 1993 само членовите на Институтот на овластени сметководители на Грција можел да пружа такви услуги во Грција..", "15.  Членот 10 од Легислативната повелба бр. 3329/1955, изменета со членот 5 од Претседателската повелба бр. 15/1989, пропишува дека лице кое нема да се квалификува за државната служба не може да биде назначено за овластен сметководител.", "16.  Според член 22 став 1 од Законот за државни службеници, лице осудено за сериозно кривично дело не може да иде назначено во државна служба.", "17.  На 30 април 1993 бил напуштен монополот на Институтот на овластени сметководители. Повеќето овластени сметководители станале членови на Компанијата на овластени ревизори доо.", "B.  Кривично дело не-субординација", "18.  Членот 70 од Воениот кривичен законик, на сила до 1995, пропишувал: Article 70 of the Military Criminal Code in force until 1995 provided:", "“Член на вооружените сили, кој, по наредба од својот претпоставен да изврши одредена должност, одбие или пропушти да ја изврши наредбата, ќе биде казнет -", "(a) ако чинот е сторен пред непријателот или вооружени бунтовници, со смрт;", "(b)  за време на војна или вооружен бунт или за време на опсада или општа мобилизација, во смрт, или, доколку постојат оправдани околности, во доживотен затвор или затвор од најмалку пет години и", "(c)  во сите други околности, со затвор помеѓу шест месеци и две години.“", "", "19.  По пат на Претседателска повелба бр. 506/1974, за време на апсењето на жалителот , Грција била во статус на општа мобилизација, Оваа повелба е сеуште на сила.", "20.  Членот 84 став 2(а) од Кривичниот законик пропишува дека полесна казна ќе биде изречена на лица,кои , пред извршувањето на кривичното дело, воделе чесен живот.", "21.  Според член 1 од Воениот кривичен законик , на сила до 1995, за сериозни кривични дела се сметале оние казниви со казна од најмалку пет години затвор (kakuryimata). Делата казниви со казни до пет години се сметале за прекршоци (plimmelimata).", "22.  Според новиот Воен кривичен законик од 1995, не-субординацијата ,која не е сторена за време на војна или пред непријателот, се смета за прекршок.", "C.  Правото на свесен приговор против воената служба", "23.  Според членот 2 (40 од законот бр. 731/1977, тие кои одбиваат да изврпуваат воена служба на база на своите религиски убедувања, биле казнувани со затвор еднаков на оној од невооружената служба, односно помалку од пет години.", "24.  Законот бр. 2510/1997, кој стапил на сила на 27 јуни 1997, им дава право на оние кои приговараат врз основа на совест да извршуваат цивилна наместовоена служба. Според членот 23(1) и (4) од овој закон, лицата кои биле осудени за не-субординација во минатото имале можност да се пријават за да бидат признаени како приговарачи врз основа на совест. Еден од ефектите од таквото признавање е и бришењето на осудата од кривичната евиденција.", "25.  Пријавите според членот 23 (1) и (4) од Законот бр. 2510/1997 требале да бидат поднесени во период од три месеци , започнувајќи од 1 јануари 1998. Тие биле испитувани од страна на комисија која го советувала Министерот за национална одбрана за признавање на приговарачите врз основа на совест. Комисијата требала да го примени членот 18 од Законот бр. 2510/1997,кој пропишувал:", "“Лицата кои се повикуваат на своите религиозни или идеолошки убедувања со цел да не ги исполнат своите воени обврски од причини поврзани со совеста, можат да бидат признаени како приговарачи врз основа на совест...“", "право", "I.  обем на случајот", "26.  Во својата првична жалба до Комисијата, жалителот се жалел според членовите 9 и 14 од Конвенцијата, заради неговот неназначување како овластен сметководител од страна на властите, како и според членот 6 став 1 , за постапката која тој ја повел во врска со ова. Жалителот исто така се жалел на повреда на членот 1 од Протоколот 1 само во обсервациите кои ги поднел како одговор на обсервациите на Владата. Комисијата ја прогласила последната жалба за недопуштена, со оглед на тоа што не била поднесена во рамките на рокот од шест месеци според Конвенцијата.", "27.  Во својот поднесок пред Судот, жалителот сметал дека Судот е надлежен да ја испита неговата жалба според членот 1 од Протоколот 1. Иако овој навод не бил изрично наведен во формуларот на жалбата, биле изнесени фактите кои го поткрепуваат. Органите на Конвенцијата биле слободни да им ја дадат соодветната правна квалификација.", "28.  Судот потсетува дека обемот на неговата надлежност е определен со одлуката на Комисијата со која оригиналната жалба била прогласена за допуштена (види Sürek v. Turkey (бр. 1) [GC], бр. 26682/95, § 40, ECHR 1999-IV). Дополнително, Судот сметал, како и Комисијата, дека жалбата според членот 1 Протокол 1 е одделна од жалбените наводи кои биле прогласени за допуштени. Следи дека Судот нема надлежност да го испитува овој навод.", "II.  првичен приговор на владата", "29.  Владата спорела дека жалителот, со употреба на процедурата според членовите 23 (1) и (4) од Законот бр. 2510/1997, можел да ги избегне последиците од осудата. Тие исто така поднеле дека тој можел да се пријави за помилување според член 47 став 1 од Уставот. Сепак, Владата прифатила дека, дури жалителот и да бил признаен како приговарач врз основа на совеста според Законот бр. 2510/1997, не би бил во можност да добиое надомест за неправдата која ја претрпел како резултат на неговата осуда. ", "30.  Жалителот тврдел дека не бил свесен за рокот од три месеци во членовите 23 (1) и (4) од Законот бр. 2510/1997 и го пропуштил рокот. Во секој случај, горните одредби биле “обскурни“ и во секој случај, само неколкумина приговарачи врз основа на совест успеале во тоа осудите да им бидат избришни од кривичната евиденција.", "31.  Судот забележува дека, дури жалителот и да не го пропуштел рокот од членовите 23 (1) и (4) од Законот бр. 2510/1997 , неговото тврдење дека не може да служи во вооружените сили заради своите религиозни убедувања би било испитувано од страна на комисијата која го советува министерот за одбрана, околу тоа дали тој треба да биде признаен да приговарач врз основа на совест или не. Оваа коисија и минситерот не би биле обврзани да го прифатат барањето на жалителот со оглед на тоа што, барем доодреден степен, имаат дискрециони овластувања ( види ставови 24 и 25 погоре). Дополнително, од страните било прифатено дека, дури жалителот и да го добиел бришењето на осудата од кривичната евиденција согласно членовите 23 (1) и (4) од Законот бр. 2510/1997 , не би бил во можност да добие надомест за неправдата која ја претрпел дотогаш како резултат на осудата. Од истата причина, жалителот не можел да биде сигурен дека неговото барање за помилување би било одобрено, и дури и да било, тој не би можел да добие надомест.   ", "32.  Во секој случај, Судот забележува дека, и доколку се смета дека Владата покренува прелиминарен приговор што се однесува на статусот на жртва на жалителот во смисла на членот 34 од Конвенцијата, овој приговор не бил поднесен која се испитувала допуштеноста на жалбата од страна на Комисијата. Ништо не ја попречувало Владата да го покрене истиот во таа фаза од постапка, со оглед на тоа што Законот бр. 2510/1997 бил донесен пред одлуката на Комисијата за допуштеноста на жалбата. Оттука, Судот смета дека Владата е спречена да го поднесе овој приговор и го отфрла (види Nikolova v. Bulgaria [GC], бр. 31195/96, § 44, ECHR 1999-II).", "III.  наводна повреда на членот 14 од конвенцијата во врска со членот 9", "33.  Судот забележува дека жалителот не се жалел за својата иницијална осуда за не-субординација. Жалителот се жалел дека законот кој ги исклучува лицата осудени за сериозни кривични дела од нивно назначување како овластени сметководители не прави разлика помеѓу лицата осудени како резултат на нивните религиски убедувања и лица осудени по други основи. Жалителот се повикал на членот 14 од Конвенцијата, во врска со членот 8, кој пропишува: ", "Член 14", "“Уживањето на правата и слободите пропишани со Конвенцијата ќе биде обезбедено без дискриминација по ниту еден основ, како пол, раса, боја, јазик, религија, политичко или друго мислење, национално или социјално потекло, поврзаност со национално малцинство, сопственост, раѓање или друг статус.“", "Член 9", "“1. Секој има право на мисла, совест и религија; ова право вклучува слобода да се промени религијата или убедувањето и слободата за изразување на својата вера или убедување, било самостојно било во заедница со други и јавно или приватно, преку богослужба, поука, проповеди, вески обреди и ритуали", "2.  Слободата за изразување на својата вера или на своите убедувања може да биде предмет само на оние ограничувања што се предвидени со закон и кои претставуваат мерки во интерес на јавната безбедност , поредокот, здравјето и моралот или заштитата на правата и слободите на други, неопходни во едно демократско општество.“", "A.  Аргументи пред Судот", "34.  Жалителот поднел дека неговото неназначување на позицијата на овластен сметководител била директно поврзана со манифестацијата на неговите религиозни уверувања и потпаѓа под членот 9 од Конвенцијата. Тој потенцирал во оваа насока дека не бил назначен бидејќи одбил да служи во вооружените сили; преку одбивањето да го стори тоа, тој го манифестирал своето религиско убедување како Јеховин сведок. Жалителот понатаму спорел дека не може да служи на ниту една корисна цел исклучувањето од професијата овластен сметководител заради одбивање да се служи во вооружените сили врз религиски основи. Според жалителот, законот не треба да го исклучува секое лице осудено за сериозно кривично дело. Легитимноста на исклучувањето зависи од природата на позицијата и од делото, вклучувајќи ги и мотивите на сторителот, времето кое изминало од делото, како и однесувањето на сторителот оттогаш. Виден во тоа светло, пропустот на властите да го назначат жалителот не бил нужен. Класата на лица на кои им припаѓа жалителот, имено мажи - Јеховини сведоци, чија религија вклучува убедливи причини за одбивање служба во вооружените сили, е разлиќна од класата на повеќето други сторители на кривични дела. Пропустот на Владата да ја земе во предвид оваа разлика претставува дискриминација која не се толерира согласно членот 14 од Конвецнијата, во врска со членот 9.", "35.  Владата тврдела дека членот 14 од Конвенцијата не се применува бидејќи фактите на случајот не потпаѓаат по опсегот на членот 9. Властите кои одбиле да го назначат жалителот за овластген сметководител немале опција освен да применат правило кое ги исклучува сите осудени за сериозни дела од таквата позиција. Властите не можеле да истражуваат во причините кои довеле до осудата на лицето. Поради својата општост, законот во прашање е неутрален. Дополнително, тој му служи на јавниот интерес. Лице осудено за сериозно дело не може да биде назначено во државната служба и по аналогија, на позиција на овластен сметководител. Оваа забрана требала да биде апсолутна и не можела да биде направена разлика од случај до случај. Државите имаат широки дискрециони маргини при карактеризацијата на кривичните дела како сериозни или поинакви. Жалителот сторил сериозно дело преку одбивањето на изврши невооружена воена служба за врмее на општа мобилизација, бидејќи се обидел да избегне важна обврска кон општеството и државата, поврзана со одбраната, сигурноста и независноста на земјата. Како резултат, санкцијата за тоа не била непропорционална. ", "36.  Владата исто така потенцирала дека Судот немал надлежност да ја испитува иницијалната осуда на жалителот. Во секој случај, ова нема никаква поврзаност со неговите религиски убедувања. Обврската за воена служба се однесува на сите грци –мажи без никакви исклучоци врз основа на религија или совест. Дополнително, жалителот бил осуден за не-субординација. Дисциплината во армијата не може да биде оставена да зависи од тоа дали војникот се согласува со наредбите кои му се даваат.", "37. Во светло на сето наведено погоре, Владата тврдела дека, дури и да се примен ичленот 14, ќе има објективна и разумна оправданост за пропустот да се направи разлика помеѓу жалителот и други лица осудени за сериозни дела. Нема потреба од истакнување дека грчките православни или католички христијани би биле исто така исклучени од професијата овластен сметководител доколку сторат сериозно кривично дело.    ", "38.  Комисијата сметала дека членот 14 е применлив бидејќи било доволно тоа што фактите на случајот спаѓаат во опсегот на членот 9, и по нивно мислење, имало вмешување со правата заштитени со тој член во односниот случај. Комисијата понатаму сметала дека правото на отсуство на дискриминација при уживањето на правата гарантирани со Конвенцијата е повредено само кога државите, без објективна и разумна оправданост, пропуштат различно да г итретираат лицата чии ситуации се различни. Во околностите на случајот, нема објективна и разумна оправданост за пропустот на изготвувачите на правилата што се однесуваат за влез во професијата на овластен исметководители да ги третираат различно лицата осудени заради одбивање служба во вооружените сили на религиска основа, од лицата осудени за други дела.", "B.  Оцена на Судот", "39.  Судот смета дека жалбата на жалителот треба да биде испитана според членот 14 во врска со членот 9 од следните причини.", "40.  Судот потсетува дека членот 14 од онвенцијата нема независно постоење, бидејќи има ефект исклучиво во врска со други права и слободи заштитени со други суштински одредби од Конвенцијата и нејзините Протоколи. Спеак, примената на членот 14 не претпоставува повреда на една или повеќе одредби , и во оваа смисла е автономна. За членот 14 да биде применлив доволно е фактите на случајот да потпаднат под друга суштинска одредба од Конвенцијата или нејзиние (види the Inze v. Austria пресуда од 28 октомври 1987, Серија A бр. 126, p. 17, § 36).", "41. Судот забележува дека жалителот не бил назначен за овластен сметководител како резултат на неговата мината осуда за не-субординација која се состоела од неговото одбивање да носи воена униформа. Оттука, тој бил третиран различно од останатите лица кои аплицирале за таа позиција, врз основа на својот статус на осудено лице.  Судот смета дека таквата разлика во третманот генерално не потпаѓа под обемот на членот 14 се додека се поврзува со правото на одредена профеција, со оглед на тоа што слободата на професијата не е гарантирана од Конвенцијата.", "42.  Сепак, жалителот не се жали на разликата што правилата кои го уредуваат влезот во професијата ја прават помеѓу осудени лица и останатите. Неговата жалба се однесува на фактот дека во примената на одреден закон не се прави разлика помеѓу лица осудени исклучиво заради своите религиски убедувања, и лица осудени за други кривични дела. Во овој контекст Судот забележува дека жалителот е член на Јеховините сведоци, религиска група посветена на пацифизмот, како и дека нема ништо во списите да го побие наводот на жалителот дека тој одбил да ја носи воената униформа само затоа што сметал дека неговата религија го спречува во тоа. Во суштина, аргументот на жалителот се сведува на тоа дека тој тврди дека е дискриминиран во практикувањето на своето слободн орелигиско убедување, гарантирано со членот 9 од Конвенцијата, со тоа што бил третиран како и секое друг олице осудено за сериозно кривично дело, иако неговата осуда е резултат на самото практикување на оваа слобода. Виден низ оваа перспектива, Судот прифаќа дека “сетот на факти“ на кои се жали жалителот – неговиот третман како лице осудено за сериозен криминал во врска со назначувањето на позиција овластен сметководител наспроти фактот дека делото за кое бил осуден било предизвикано од неговите религиски– “ потпаѓа под опсегот на одредба од Конвенцијата“ , имено член 9.", "43.  За да дојде до овој заклучок,Судот, спротивно од Комисијата, не наоѓа за потребно да испитува дали иницијалната осуда на жалителот и подоцнежното одбивање на властите да го назначат доведува до попречување на неговите права според членот 9 став. 1. Особено, Судот не треба да го покрене, во постојниот случај, прашањето дали, независно од формулираноста на членот 4 став 3 (б), наметнувањето на таквите санкции на приговаралите врз основа на совест на задолжителна воена служба може, само по себе, да го повреди правото на слобода на мисла, совест и религија, гарантирано со членот 9 став 1.", "44.  Судот досега сметал дека правото според членот 14 да не се биде дискриминиран во уживањето на правата гарантирани со Конвенцијата е повредено кога државите ги третираат различно лицата во аналогни ситуации без да обезбедат објективна и разумна оправданост ( види ја пресудата Inze цитирана погоре, стр. 18, став 41). Сепак, Судот смета ова не е единствениот аспект на забраната на дискриминацијата во членот 14. Правото да не се биде дискриминиран во уживањето на правата гарантирани со Конвенцијата е исто така повредено кога државите ќе пропуштат да ги третираат различно лицата чии ситуации се значително различни", "45.  Следи дека членот 14 од Конвенцијата е релевантен за жалбата на жалитлот и се применува во околностите на овој случај во врска со членот 9.", "46.  Следното прашање што треба да биде адресирано е дали членот 14 од Конвенцијата бил почитуван. Според својата пракса, Судот треба да испита дали пропустот да се третира жалителот различно од другите лица осудени за сериозни кривични дела има легитимна цел, Доколку има, Судот ќе треба да испита дали посто разумна врска на пропорционалност помеѓу употребените средства и целта што се сакала да се постигне ( види ја пресудата Inze цитирана погоре, ibid) . ", "47.  Судот смета дека, во принцип, државите имаат легитимен интерес да исклучат одредени сторители од професијата овластен сметководител. Спеак, Судот исто така смета дека , за разлика од другите осуди за сериозни кривични дела, осудата за одбивање да се носи воена униформа заради религиски или филозофски основи не може да имплицира никаква неискреност или морална ------ која може да ја намали способноста на сторителот да ја врши својата професија. Оттука, исклучувањето на жалителот на основа на тоа што не погоден , не е оправдана. Судот го зема во предвид аргументот на Владата дека лицата кои одбиваат да и служат на својата земја мора да бидат соодветн оказнети. Сепак, исто така забележува дека жалителот одлежал казна затвор заради своето одбивање да носи воена униформа. Во овие околности, Судот смета дека наметнувањето на дополнителна санкција врз жалителот е несоодветно. Следи дека исклучувањето на жалителот од професијата на овластени сметководители нема легитимна цел. Како резултат на тоа, Судот наоѓа дека не постои објективна и разумна оправданост за тоа што жалителот не бил третиран различно од другите лица осудени за сериозен криминал.  ", "48.  Вистина е дека властите немале опција според законот освен да одбијат да г оназначат жалителот за овластен сметководител. Спеак, спротивно од тоа што се чинеше дека претставникот на Владата го застапување на расправата, ова не може да ја ослободи одговорната држава од одговорност според Конвенцијата. Судот никогаш не исклучил дека законот може да биде утврдено дека директно ја прекршува Конвенцијата (види, inter alia, Chassagnou and Others v. France [GC], бр. 25088/94, 28331/95 и 28443/95, ECHR 1999-III). Во постојниот случај Судот смета дека државата го повредила правото на жалителот да не биде дискриминиран во уживањето на своето право според членот 9 од Конвенцијата, со тоа што го донела релевантниот закон. Државата го сторила тоа со пропустот да воведе соодветни исклучоци на правилото кое им забранува на лицата осудени за сериозни кривични дела влез во професијата овластен сметководител.", "49.  Судот оттука заклучува дека има повреда на членот 14 од Конвенцијата во врска со членот 9.", "IV.  наводна повреда на членот 9 од конвенцијата", "50.  Жалителот спорел дека и неговата иницијална осуда за не-субординација и одбивањето на властите да го назначат за овластен сметководител како резултат на тоа, претставуваат вмешување во неговото право да ги манифестира своите религиски убедувања според членот 9. Праксата на Комисиијата во смисла дека Конвенцијата не го гарантира правото на приговор на совеста на воената служба треба да биде ревидирано согласно денешните услови. Сите држави – договорни страни го признаваат правото на алтернативна цивилна служба. Иако Судот не е надлежен да го испитува вмешувањето кое произлегува од иницијалната осуда на жалителот, жалителот поднел дека вмешувањето кое произлегува од неговото не-назначување не може да се смета за потребно во едно демократско општество.", "51.  Владата тврдела дека одбивањето на властите да го назначат жалителот не претставува вмешувањето во неговото право според членот 9 од Конвенцијата. Во секој случај, бил нужен во едно демократко општество. Во периодот кога жалителот одбил да служи во вооружените сили, грчкото право признавало само можност на невооружена воена служба, бидејќи се сметало дека давањето на сите на правото на алтернативна цивилна служба може да доведе до злоупотреби. Како резултат, санкцијата која му била наметната не била непропорционална и правилото кое ги исклучува лицата осудени за сериозни дела од одредени позиции требало да биде применето без правење разлика.", "52.  Комисиијата не чувствувала за потребно да го адресира ова прашање.", "53.  Судот смета дека, со оглед на тоа што најде повреда на членот 14 од Конвенцијата во врска со членот 9, а од причините наведени во ставот 43 погоре, не е потребно да одлучува дали имало самостојна повреда на членот 9.", "V.  наводна повреда на членот 6 став 1 од конвенцијата", "54.  Жалителот исто така се жалел дека должината на постапките кои ги започнал пред Врховниот управен суд за да го оспори неговото неназначување довеле до повреда на членот 6 став 1 од Конвенцијата, чиј релевантен дел пропишува:", "“Во определувањето на неговите граѓански права и обврски...секој има право на...судење во размен рок од страна на...трибунал... tribunal ...”", "55.  Жалителот поднел дека членот 6 став 1 од Конвенцијата се применува врз постапката пред Врховниот управен суд која се испитува, затоа што таа не се однесува на влез во државната служба туку во либерална, иако тесно регулирана професија. Дополнително, тој аргументирал дека постапката не била завршена во разумен рок. Случајот не вклучувал комплексни правни прашања. Прашањата кои биле отстапени на пленумот на Врховниот управен суд не биле покренати од жалителот туку од страна на советот на Врховниот управен суд. Во секој случај , тие не можат да оправдаат одложување од повеќе од седум години.", "56.  Владата поднела дека членот 6 став 1 не е применлив затоа што одбивањето да се назначи жалителот е управен акт кој потпаѓа во сферата на јавното право. Во секој случај ,случајот покренал сериозни уставни прашања. Допонително, правниците биле во штрајк за врмее на повеќе месеци во 1991, 1992, 1993 и 1994. Во светло на сето погоре наведено , како и бројот на случаи пред Врховниот управен суд , седум години биле разумен период.", "57.  Комисијата сметала дека членот 6 се применува затоа што, иако овластените сметководители биле назначувани со управна одлука, нивната вокација е независна професија. Исто така, тие зеле во предвид дека вклучени биле и сложени правни прашања. Сепак, жалителот не бил одговорен за ниту едно од одложувањата. Дополнително, имало два периода на неактивност во вкупно траење од безмалку три години, за кои Владата на понуди никакво објаснување освен бројот на случаи пред Врховниот управен суд. Според Комисијата, постапката не била разумна во својата должина.", "58.  Судот потсетува дека, иако регулирано со управното право, професијата на овластените сметководители е една од либералните професии во Грција. Како резултат, постапката иницирана од жалителот за да го оспори пропустот на властите да го назначат на позиција на овластен сметководител вклучува определување на неговите граѓански права во смисла на членот 6 став 1 од Конвенцијата (види, меѓу другите, König v. Germany пресуда од 28 јуни 1978, Серија A бр. 27, p. 32, § 94).", "59.  Судот забележува дека постапката пред Врховниот управен суд започнала на 8 мај 1989, кога жалителот го поднел своето барање за ревизија, и завршила на 28 јуни 1996, кога третиот совет на судот го одбил. Оттука, тие траеле седум години, еден месец и дваесет дена.", "60.  Судот потсетува дека разумноста на должината на постапката мора да се цени во светло на особените околности на случајот и со помош на следните критериуми: сложеноста на случајот, однесувањето на страните, однесувањето на властите кои постапувале во случајот, како и влогот за жалителот (види Laino v. Italy [GC], бр. 33158/96, § 18, ECHR 1999-I). Работните спорови, со кои можат да се споредат споровите во врска со влез во либералните професии, генерално побаруваат експедитивни одлуки (види Vocaturo v. Italy пресуда од 24 мај 1991, Серија A no. 206C, pp. 32-33, § 17).", "61.  Судот забележува дека случајот вклучувал правни прашања од одредена сложеност. Сепак, жалителот не предизвикал никакви одложувања. И постоеле два периода на неактивност во вкупно траење од безмалку три години. Првиот таков период започнал на 8 мај 1989, кога жалителот ја започнал постапката, и завршил на 18 април 1991, кога третиот совет за прв пат одржал расправа во случајот. Вториот започнал на 11 ноември 1994, кога пленарниот суд го реферирал случајот назад до третиот совет, и завршил на 26 октомври 1995, кога третиот совет ја донел конечната одлука. Единственото објаснување понудено од Владата за овие периоди на неактивност било дека Врховниот управен суд бил преоптоварен со предмети.  ", "62.  Судот не може да го прифати ова објаснување. Според неговата судска пракса, на државите договорни страни останува да ги организираат своите правни системи на начин да нивните судови можат секому да гарантираат конечна одлука за спорови поврзани со граѓанските права и обврски во разумен рок (види Vocaturo пресуда цитирана погоре, ibid.). Во светло на сето наведено и со оглед на тоа што постапката се однесувала на професионалната иднина на жалителот, Судот смета дека должината на постапката не го исполнила барањето за “разумно траење“.", "63.  Оттука, Судот заклучил дека има повреда на членот 6 став 1 д Конвенцијата.", "vi.  примена на членот 41 од конвенцијата", "64.  Според членот 41 од Конвенцијата:", "“Доколку Судот најде дека имало повреда на Конвенцијата или на нејзините Протоколи, и ако внатрешното право на засегнатата висока договорна страна дозволува само делумни надоместоци, Судот, доколку е потребно, ќе додели правичен надомест на повредената страна.“", "A.  Материјална штета", "65. Жалителот побарувал 84,140,000 драхми (ГРД) за материјална штета, вклучително околу GRD 17,000,000 за изгубени плати за периодот помеѓу одбивањето на властите да го назначат и напуштањето на монополот на ИОнститутот на овластени сметководители. Како поддршка на ова барање, жалителот се повикал на “истражување извршено од Институтот на овластени сметководители и приватна компанија на овластени сметководители“.", "66.  Владата поднела дека слободата на религијата нема ништо со горенаведената штета. Во секој случај, тие потенцирале дека за време на целиот период под испитување жалителот работел во приватниот сектор како и дека неговите барања не биле поткрепени со никакви официјални документи.", "67.  Судот забележува дека, настрана од генералните забелешки на Владата за врската помеѓу слободата на религијата и материјалната штета, не е спорно дека доколку властите не одбиеле да го назначат жалителот на позицијата на овластен сметководител, тој би примал приходи поврзани со оваа професионална активност најмалку до напуштањето на монополот на Институтот на овластени сметководители. Сепак, Судот исто така забележува дека жалителот не бил невработен за тој период. Дополнително, жалителот не покажал дека приходот кој би го заработил како овластен сметководител би го надминал приходот кој навистина го заработил во приватната пракса за релевантниот период. Судот, оттука, не доделува надомест за материјална штета на жалителот. ", "B.  Нематеријална штета", "68.  Жалителот побарувал 15,000,000 драхми за нематеријална штета.", "69.  Владата спорела дека не била воспоставена каузална врска помеѓу повредата на Конвенцијата и горната сума. Во секој случај сумата е прекумерна.", "70.  Судот смета дека жалителот морал да претрпи одредена нематеријална штета како резултат на повредата на неговото право според член 6 став 1 од Конвенцијата, на судење во разум нрок, и на правото според член 14 од Конвенцијата, во врска со членот 9, на слобода од дискриминација во практикувањето на неговата слобода на религија. Должината на тие постапки морале да му создадат на жалителот несигурност и вознемиреност за квалификуваноста на професијата кон која целел. Дополнително, повредата на членот 14 од Конвенцијата во врска со членот 9 се јавила во одлучувањето за влезот на жалителот во професијата, што е централен елемент за оформувањето на животните планови. Оценувајќи на еднаква основа, Судот му доделува на жалителот 6 000 000 драхми како нематеријална штета.", "C. Трошоци", "71.  Жалителот побарувал 6 250 000 драхми по основ на трошоци сторени во домашната и во постапката по Конвенцијата. Оваа сума вклучувала 250 000 драхми за трошоци за адвокатите за застапувањето на жалителот пред административните власти, 1 700 000 драхми за трошоци за адвокатите за застапувањето на жалителот пред Врховниот управен суд, 500 000 драхми за трошоци за адвокатите за застапувањето на жалителот пред Комисијата, 2 000 000 драхми за трошоци за адвокатите за застапувањето на жалителот пред Судот, 1,300,000 драхми за патувања и пропратни трошоци во врска со појавувањето на жалителот и неговиот адвокат пред Судот и 500,000 драхми за разни останати трошоци.", "72.  Владата спорела дека барањето треба да биде уважено само до степен на оние трошоци кои биле вистински и нужно остварени и квантитативно разумни.", "73.  Судот се согласува со Владата за тестот кој треба да се примени за трошоците да бидат вклучени во надоместот според членот 41 од Конвенцијата (види , помеѓу останатите, Nikolova цитирана погоре, § 79). Дополнително, смета дека барањето на жалителот е прекумерно. Оттука, Судот му доделува на жалителот 3,000,000 драхми под овој наслов.", "D.  Дифолт камата", "74.  Според информациите достапни за Судот, законската стапка на камата применлива во Грција на датумот на усвојување на оваа пресуда е 6% годишно.", "од овие причини, судот едногласно", "1.  Го отфрла прелимираниот приговор на Владата;", "", "2.  Смета дека има повреда на членот 14 од Конвенцијата во врска со членот 9;", "", "3.  Смета дека не е потребно да се испитува дали има самостојна повреда на членот 9 од Конвенцијата;", "", "4.  Смета дека има повреда на членот 6 став 1 од Конвенцијата;", "", "5.  Смета", "(a)  дека одговорната држава треба да му ги плати следните суми на жалителот, во рок од шест месеци:", "(i)   6,000,000 (шест милиони) драхми за нематеријална штета;", "(ii)\t  3,000,000 (три милиони) драхми за трошоци;", "(b)  затезна камата по годишна стапка од 6% ќе се пресметува од истекот на горенаведените три месеци до исплатата;", "6.  Го отфрла остатокот од барањето на жалителот за правичен надомест.", "Изготвено на англиски и на француски, објавено на јавна расправа во Зградата на човековите права, Стразбур, 6 април 2000.", "\t\tLuzius Wildhaber\n\t\tпретседател", "Maud deBoer-Buquicchio\n\tзаменик регистар"]}