{"file": "MAC_HJUDMAC_66069_09.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "66069/09", "text_paragraphs": ["", "", "", "© Совет на Европа/ Европски суд за човекови права, 2013. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "\n", "ГОЛЕМ СУДСКИ СОВЕТ", "", "", "", "", "", "", "", "", "CЛУЧАЈ VINTER И ДРУГИ ПРОТИВ ОБЕДИНЕТОТО КРАЛСТВО", "", "(Жалби бр. 66069/09, 130/10 и 3896/10)", "", "", "", "", "", "", "", "ПРЕСУДА", "", "", "", "СТРАЗБУР", "", "", "9 јули 2013 година", "", "", "Оваа пресуда е правосилна, но може да биде предмет на уреднички измени.", "", "", "Во случајот Vinter и други против Обединетото Кралство,", "Европскиот суд за човекови права, заседавајќи како Голем судски совет во состав:", "\tDean Spielmann, Претседател,\n\tJosep Casadevall,\n\tGuido Raimondi,\n\tIneta Ziemele,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tDragoljub Popović,\n\tLuis López Guerra,\n\tMirjana Lazarova Trajkovska,\n\tNona Tsotsoria,\n\tAnn Power-Forde,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tLinos-Alexandre Sicilianos,\n\tPaul Lemmens,\n\tPaul Mahoney,\n\tJohannes Silvis, судии,\nи Michael O’Boyle, Заменик секретар,", "Откако расправаше на затворени седници на 28 ноември 2012 година и на 29 мај 2013 година;", "Ја донесува следната пресуда, којашто беше усвоена на второспоменатата дата:", "ПОСТАПКА", "1.  Случајот беше инициран со три жалби (бр. 66069/09, 130/10 и 3896/10) против Обединетото Кралство на Велика Британија и Северна Ирска поднесени пред Судот согласно член 34 од Конвенцијата за заштита на човекови права и основни слободи („Конвенцијата“) од страна на тројца британски државјани, г-н Douglas Gary Vinter („првиот жалител“), г-н Jeremy Neville Bamber („вториот жалител“) и \nг-н  Peter Howard Moore („третиот жалител“), на 11 декември 2009 година, 17  декември 2009 година и на 6 јануари 2010 година, соодветно.", "2. Првиот жалител е роден во 1969 година и во моментот издржува казна затвор во затворот на нејзиното височество Франкленд. Него пред Судот го застапува г-н S. Creighton, адвокат од Лондон од адвокатското друштво Bhatt Murphy Solicitors, со помош на г-н P. Weatherby QC, застапник и професор D. van Zyl Smit.", "3.  Вториот жалител е роден во 1961 година и во моментот издржува казна затвор во затворот на нејзиното височество Фул Сатон. Пред Судот го застапува г-н B. Woods, aдвокат од Лидс од адвокатското друштво Cousins Tyrer Solicitors, со помош на г-н R. Horwell QC и г-н L. Hindmarsh, застапници..", "4.  Tретиот жалител е роден во 1946 година и во моментот издржува казна затвор во затворот на нејзиното височество Вејкфилд. Пред Судот го застапува адвокатското друштво Chivers Solicitors, од Бингли, со помош на г-н M. McKone, застапник.", "5.  Владата на Обединетото Кралство („Владата“) ја застапуваше нејзиниот агент, г-ѓа L. Dauban oд Форин и Комонвелт Офисот.", "6.  Жалителите тврдеа дека казните доживотен затвор кои им биле изречени преставувале неправилно постапување кое е спротивно на член 3 од Конвенцијата.", "7.  Жалбите му беа распределени на Четвриот оддел на Судот (правило 52, став 1 од Правилата на Судот). Во неговата пресуда од 17 јануари 2012 година, Судски совет на тој оддел составен од судиите Garlicki, David Thór Björgvinsson, Bratza, Hirvelä, Nicolaou, Bianku, De Gaetano како и од T.L. Early, Секретар на одделот, едногласно одлучи да ги спои жалбите, да ги прогласи жалбените наводи на жалителите по член 3 за допуштени, а останатиот дел од жалбените наводи на жалителите за недопуштени. Судскиот совет одлучи, со четири гласа за и три против, дека немало повреда на член 3 во однос на секој од жалителите поединечно. Издвоено мислење на судијата De Gaetano и заедничко делумно спротивставено мислење на судиите Garlicki, David Thór Björgvinsson и Nicolaou беа приклучени кон пресудата.", "8.  На 9 јули 2012 година, врз основа на барање на жалителите од 12 април 2012 година, панел на Големиот судски совет одлучи да го достави случајот пред Големиот судски совет во согласност со член 43 од Конвенцијата.", "9.  Составот на Големиот судски совет беше утврден според одредбите на член 26, став 4 и став 5 од Конвенцијата и правило 24 од Правилата на Судот. При последните седници за советување и одлучување, Işıl Karakaş, судија заменик, го замени András Sajó којшто не можеше да учествува во понатамошното разгледување на случајот (правило 24, став 3 од Правилата на Судот).", "10.  И жалителите и Владата доставија дополнителни писмени опсервации (правило 59, став 1 од Правилата на Судот) за основаноста на жалбата.", "11.  Јавна расправа се одржа во Зградата на човековите права, Стразбур, на 28 ноември 2012 година (правило 59, став 3 од Правилата на Судот).", "Пред Судот пристапија:", "(a)  за Владата \nГ-ѓа\tL. Dauban,\tAгент,\nГ-н\tD. Perry QC,\nГ-н \tL. Mably,\tЗастапници,\nГ-н \tJ. Guess,\nГ-ѓа A. Foulds,\tСоветници;\n", "(б)  за жалителите\nГ-н\tR. Horwell QC,\t\nГ-н\tP. Weatherby QC, \nГ-н\tL. Hindmarsh,\tЗастапници,\nГ-н\tS. Creighton,\nГ-н\tB. Woods,\nПроф. D. Van Zyl Smit,\tСоветници.", "", "Судот слушна обраќања од страна на г-н Perry и г-н Weatherby и нивни одговори на прашања поставени од Судот.", "ФАКТИ", "I.  ОКОЛНОСТИ НА СЛУЧАЈОТ", "A.  Вовед", "12.  Од укинувањето на смртната казна во Англија и Велс, казната за убиство е задолжителна казна доживотен затвор. Во овој момент, кога се изрекува таква санкција, надлежниот судија е должен да го утврди минималното траење на казната, кое мора да биде издржано за исполнување на целите на казнување и ретрибуција, земајќи ја предвид тежината на кривичното дело. Принципите кои ја раководат оцената на судијата за соодветното минимално траење на казната се наведени во анексот 21 од Законот за кривична постапка од 2003 година (види параграфи 38–39 погоре). Штом минималниот дел од казната е издржан, затвореникот може да побара од Одборот за условен отпуст да биде условно ослободен.", "Сепак, по исклучок, судијата може да изрече „наредба за издржување на целата казна доживотен затвор“ [“a whole life order”] наместо да утврди минимален дел на казната која мора да биде издржан ако, применувајќи го принципите наведени во анексот 21, тој или таа смета дека кривичното дело е исклучително тешко.", "Ефектот на наредбата за издржување на целата казна доживотен затвор е што затвореникот не може да биде ослободен освен со дискрециона одлука на надлежниот Министер. Овластувањето на Министерот да ослободи затвореник е предвидено во член 30, став 1 од Законот за кривични санкции од 1997. Министерот ја употребува оваа дискрециона одлука од хумани причини кога затвореникот е смртно болен или има тежок инвалидитет (види Наредба за затворската служба 4700 наведена во параграф 43 подолу).", "13.  Пред влегувањето во сила на Законот од 2003 година, праксата била задолжителната казна затвор да биде изречена од првостепениот судија, а Министерот, после добивање на препораки од надлежниот судија и Претседателoт на Домот на лордови [Lord Chief Justice], да одлучи за минималната должина на казната која жалителот ќе мора да ја отслужи пред да исполни услови да биде условно пуштен на слобода пред истек на изречената казна затвор. Во тоа време, минималниот дел на казната исто така се викал „казнен период“ [“tariff”] na казната.", "Министерот исто така можел да изрече наредба за „доживотен казнен период“ [“whole life tariff”] на затвореник. Во таков случај, праксата била Министерот да ја преоцени таа наредба после издржување на дваесет и пет години затвор во однос на тоа дали таа е сѐ уште оправдана, особено во однос на случаи во кои затвореникот постигнал исклучителен напредок во затвор (види го случајот Hindley во параграф 46 подолу).", "Со влегувањето во сила на Законот од 2003 година (и, особено, член 276 и анекс 22 од Законот, со кои се донесуваат низа на преодни мерки во врска со затворениците кои веќе издржуваат доживотна казна затвор, види параграфи 40 и 41 подолу), сите затвореници чии казнени периоди биле утврдени од Министерот можат да се обратат до Високиот суд за преоценување на тој казнен период. Врз основа на таквото барање Високиот суд може да утврди минимален дел на казната или да донесе наредба за издржување на целата казна доживотна затвор.", "14.  Овој случај се однесува на тројца жалители кои, осудени за убиство во три одделни кривични постапки во Англија и Велс, во моментот издржуваат задолжителна казна доживотен затвор. На сите тројца жалители им се изречени наредби за издржување на целата казна доживотен затвор: во случајот на првиот жалител оваа наредба била издадена од страна на првостепениот судија според сегашните одредби за изрекување на санкции; во случајот на вториот и третиот жалител, кои биле осудени и им биле изречени казни пред влегувањето во сила на Законот од 2003 година, наредбите биле издадени од Високиот суд. Сите тројца жалители остануваат на ставот дека овие наредби за издржување на целата казна доживотен затвор, со оглед на начинот на кој се применети во нивните случаи, се некомпатибилни, помеѓу другото, со член 3 и член 5, став 4 од Конвенцијата. Фактите од трите жалби, како што беа претставени од странките, може да се резимираат на следниот начин.", "Б.  Г-н Vinter", "15.  На 20 мај 1996 година, првиот жалител бил осуден на казна доживотен затвор за убиство на колега од работа, со минимално траење на казната од десет години. Тој бил условно пуштен на слобода на 4 август 2005 година.", "16.  Тој започнал да живее со жена која покасно ќе стане жртва на неговото второ кривично дело убиство. Двојката се венчала на 27 јуни 2006 година. На 31 декември 2006 година првиот жалител учествувал во тепачка во јавна куќа и бил обвинет за вршење на насилство (affray, кривично дело чие обележје е користење на насилство или закана со незаконито насилство). Условниот отпуст бил отповикан и тој бил вратен во затвор. Во јули 2007 година, откако се изјаснил за виновен за кривично дело вршење насилство, тој бил осуден на казна затвор од шест години. Тој бил повторно условно пуштен на слобода во декември 2007 и се вратил да живее со неговата сопруга и нејзините четири деца. Двојката ја прекинала врската и првиот жалител го напуштил заедничкиот дом.", "17.  На 5 февруари 2008 година, првиот жалител ја следел неговата сопруга до некој бар. Тој имал пиено алкохол и земено кокаин. Двојката се расправала, и ќерката на неговата сопруга, којашто била присутна, се јавила во полиција за да ја извести за расправијата. Првиот жалител ѝ наредил на неговата сопруга да влезе во автомобил. Кога ќерката се обидела да влезе во автомобилот за да ја заштити својата мајка, првиот жалител насилно ја тргнал. Тој потоа заминал со неговата сопруга. Кога полицијата ѝ се јавила телефонски за да провери дали е безбедна, првиот жалител ја присилил неговата сопруга да каже дека била добро. Првиот жалител исто така се јавил во полиција за да каже дека неговата сопруга била безбедна и дека било добро. Неколку часа подоцна тој се предал на полицијата, кажувајќи дека тој ја убил сопругата. Обдукцијата покажала дека починатата има скршен нос, длабоки и обемни рани на нејзиниот врат (што одговарало на обид за давење) и четири убодни рани во градите. На местото на настанот биле најдени два ножа, едниот од кои бил со скршено сечило.", "18. На 21 април 2008 година, првиот жалител се изјаснил за виновен за убиство и му дал инструкции на неговиот застапник да не дава аргументи за олеснителни околности за да не му нанесува уште болка на семејството на жртвата. Првостепениот судија сметал дека првиот жалител спаѓал во малата категорија на луѓе кои треба да бидат трајно лишени од слобода. Тој изрекол задолжителна казна доживотен затвор и издал наредба за издржување на целата казна.", "19.  Апелациониот суд ја одбил неговата жалба на 25 јуни 2009 година. Судот ги зел предвид генералните принципи за утврдување на минимален дел од задолжителната казна доживотен затвор (наведени во анексот 21 од Законот од 2003 година: види параграфи 38 и 39 подолу). Судот заклучил дека, со оглед на околностите на кривичното дело, немало причина да се отстапи од вообичаениот принцип изразен во анексот 21 од Законот од 2003 година дека, кога убиство е извршено од некој кој веќе бил осуден за убиство, наредбата за издржување на целата казна доживотен затвор била соодветна за казнување и заплашување.", "В.  Г-н Bamber", "20. На 7 август 1985 година, родителите на вториот жалител, неговата посвоена сестра и нејзините две мали деца биле застрелани и убиени. Вториот жалител бил потоа обвиниет и, на 28 октомври 1986 година, осуден за убиствата. Аргументот на обвинителството бил дека убиствата биле со умисла и планирани и дека биле извршени заради финансиска причини. Исто така се тврдело дека вториот жалител така го наместил местото на извршување на делото на начин за да ја наведе полицијата на погрешен заклучок правејќи да се чини дека неговата посвоена сестра го убила семејството, а потоа и себеси.", "21.  Првостепениот судија му препорачал на Министерот дека вториот жалител треба да издржи казна затвор од дваесет и пет години „како минимално траење на казната“ (подвлечено од судијата). На дописот од првостепениот судија до Министерот, Претседателот на Домот на лордови го додал коментарот „јас никогаш не би го ослободил“. Во 1988 година, Министерот издал наредба за издржување на целата казна доживотен затвор. Праксата во тоа време била затвореникот да не се извести за оваа одлука. Со допис од 15 декември 1994 година, жалителот бил известен дека Министерот заклучил дека императивите на ретрибуција и заплашување можеле да биде исполнет само ако вториот жалител остане во затвор цел живот.", "22.  Во 2008 година, после влегувањето во сила на член 276 и анекс 22 од Законот од 2003 година, вториот жалител побарал Високиот суд да ја преоцени наредбата за издржување на целата казна доживотен затвор. Имајќи го предвид анексот 21 од Законот, Високиот суд заклучил дека, со оглед на бројот на убиства и постоењето на предумисла кај вториот жалител, кривичното дело очигледно влегувало во категоријата на случаи каде соодветна почетна точка била наредбата за издржување на целата казна. Исто така земајќи ги предвид изјавите на блиските на жртвите и поднесоците на вториот жалител, вклучувајќи и извештаи за неговото однесување и постигнатиот напредок во затвор, Високиот суд не утврдил причина за да отстапи од ставовите на Претседателот на Домот на лордови и Министерот. Затоа тој изрекол наредба за издржување на целата казна доживотен затвор.", "23.  Вториот жалител изјавил жалба до Апелациониот суд, кој ја одбил жалбата на 14 мај 2009 година. Судот заклучил дека, кога Министерот ја издал наредбата за издржување на целата казна доживотен затвор во 1988 година, нему му биле дадени две судски препораки: едната од првостепениот судија кој препорачувал минимално издржување дваесет и пет години од казната и една од Претседателот на Домот на лордови кој препорачувал вториот жалител никогаш да не биде пуштен на слобода. Министерот бил овластен да избере помеѓу тие препораки или да не прифати ниту една од нив. Апелациониот суд исто така заклучил дека наредбата за издржување на целата казна доживотен затвор издадена од Високиот суд не само што била правилна туку, во смисла на императивите на казнување и ретрибуција, и оправдана во целост.", "24. Повикувајќи се на неговата претходна пресуда во R v. Bieber (види параграф 47 подолу), Апелациониот суд заклучил дека немало проблематично прашање по член 3 од Конвенцијата затоа што наредбата за издржување на целата казна доживотен затвор не била казна доживотен затвор којашто не може да биде намалена во смислата која на тој термин му е дадена во пресудата во случајот Kafkaris против Кипар ([ГСC], бр. 21906/04, ECHR 2008...). На крај, судот утврдил дека постапката за преоценување на таквите наредби воспоставена со Законот од 2003 година била во согласност со член 7 од Конвенцијата затоа што, правилно толкувани, релевантните законски одредби значеле дека затвореникот не можел да биде во неповолна положба со исходот од преоценувањето, казната која треба да ја издржи можела да биде намалена, или да остане иста, но, не можела да биде зголемена или продолжена.", "25.  Вториот жалител побарал од Апелациониот суд да потврди дека неговата пресуда се однесувала на правно прашање од општ интерес кое требало да биде разгледано од Домот на лордови. Неговото барање било одбиено на 23 јуни 2009 година.", "Г.  Г-н Moore", "26.  На 29 ноември 1996 година третиот жалител бил осуден после судење одржано пред Крунскиот суд во Честер за четири обвиненија за убиство. Жртвите биле хомосексуалци и жалителот, и самиот хомосексуалец, наводно ги извршил убиствата заради негово сексуално задоволство. Секоја од жртвите била избодена многу пати со голем нож за борби кој жалителот го купил за таа намена. Првата жртва била нападната во неговиот дом на 23 септември 1995 година. Набрзо после тоа, викендот на 7 октомври 1995 година, третиот жалител ја запознал неговата втора жртва во бар и со него се договориле да го однесе дома за да имаат сексуални односи; а наместо тоа тој го одвел во шума, го избодел до смрт и го оставил телото таму. Третата жртва била избодена во караванот во кој живеел на 30 ноември 1995. На крај, кратко време пред Божиќ, третиот жалител отишол на плажа која била позната како плажа за средби на хомосексуалци. Тој на плажата го сретнал мажот кој ќе биде негова четврта жртва и го избодел до смрт таму.", "27. Крв од првата и третата жртва била најдена на јакната на жалителот и на ножот. Предмети кои припаѓале на првата, втората и четвртата жртва била најдени кај него. Тој во детали ги признал сите четири убиства на полицијата. Полицијата не знаела за втората жртва сѐ додека третиот жалител не ја споменал. Телото било најдено во шумата со негова помош. На судењето, одбраната на жалителот била дека убиствата биле извршени од некој друг, иако признал дека тој бил присутен на сите убиства освен на тоа на втората жртва.", "28.  Откако третиот жалител бил осуден, првостепениот судија изрекол задолжителна казна доживотен затвор и му препорачал на Министерот, дека, според него, жалителот не треба да биде никогаш ослободен. При оцена на санкцијата, Претседателот на Домот на лордови, изјавил дека тој мисли дека минималниот период кој мора да биде издржан пред жалителот да исполни услови за ослободување бил триесет години. На 27 септември 2002 година, Министерот одлучил да издаде наредба за издржување на целата казна доживотен затвор.", "29.  Во 2008 година, врз основа на член 276 и анекс 22 од Законот за кривична правда од 2003 година, третиот жалител побарал од Високиот суд да ја преоцени наредбата за издржување на целата казна доживотен затвор издадена од Министерот. Во неговата пресуда од 12 јуни 2008 година Високиот суд го одбил аргументот на третиот жалител дека треба да ја прифати препораката на Претседателот на Домот на лордови за минимален дел на казната во траење од триесет години. Судот заклучил дека, иако требало да ѝ се даде тежина на таа препорака, Претседателот на Домот на лордови не ги имал предвид принципите наведени во анексот 21 кои што Високиот суд бил должен да ги зема предвид. Судот исто така го одбил аргументот дека се отворало прашање и по член 6 од Конвенцијата, со оглед на тоа дека наредбата за издржување на целата казна доживотен затвор била издадена од Министерот. Високиот суд заклучил дека процедурата која важи за Високиот суд според член 276 и анексот 22 од Законот обезбедувала доволно независна оцена на тоа дали еден затвореник треба да биде ослободен. Судот исто така заклучил дека наредбата за издржување на целата казна доживотен затвор била компатибилна со член 3 и член 5 од Конвенцијата. Имајќи ги предвид генералните принципи за утврдување на минимален дел од задолжителна казна доживотен затвор кој мора да биде издржан (наведени во анекс 21 од Законот), немало проблем со арбитрерност и дали таквата санкција била несразмерна зависело од фактите на секој случај.", "30. Високиот суд утврдил дека, со оглед на тоа дека во случајот се работел за убиство на две или повеќе лица, сексуално или садистичко однесување и значителен степен на предумисла, според анексот 21 почетна точка била наредбата за издржување на целата казна доживотен затвор. Немало олеснителни околности и дури Претседателот на Домот на лордови, кој иако препорачал минимално издржување на триесет години, се согласувал со првостепениот судија дека можеби никогаш нема да биде безбедно третиот жалител да биде ослободен. Затоа немало причина почетната точка за утврдување на казната да биде поблага казна од наредбата за издржување на целата казна доживотен затвор. Високиот суд дополнил дека иако почетната точка била минимално издржување на трисесет години затвор, отежнителните околностите на убиствата биле такви да наредбата за издржување на целата казна доживотен затвор била соодветна.", "31.  На 26 февруари 2009 година, Апелациониот суд ја одбил жалбата на третиот жалител, кој заклучил дека не само што Високиот суд бил овластен да заклучи, туку и дека очигледно со право, заклучил дека наредбата за издржување на целата казна доживотен затвор била соодветна.", "32.  Се чини дека третиот жалител, за да му се дозволи жалба до Домот на лордови, побарал од Апелациониот суд да потврди дека неговата пресуда се однесува на правно прашање од општа јавна важност кое требало да биде разгледано од Домот на лордови. На 14 август 2009 година, тој бил известен од канцеларијата за жалби по кривични предмети на Апелациониот суд дека, затоа што Апелациониот суд го одбил барањето за дозволување на жалба против изречената санкција (за разлика од давањето на дозвола за жалба против санкцијата и одбивање на жалбата), не можело да се изјави барање да се потврди дека има правно прашање кое треба да се разгледа од Домот на лордови.", "II.  РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКСА", "A.  Законот за човекови права од 1998 година", "33.  Член 3, став 1 од Законот за човекови права од 1998 година („Законот за човекови права“) го предвидува следното:", "„Колку што е можно повеќе, примарното законодавство и секундарното законодавство мора да биде толкувано и применувано на начин кој е компатибилен со правата од Конвенцијата.“", "Член 6, став 1 од Законот предвидува дека е незаконито јавен орган да постапува на начин кој не е во согласност со право од Конвенцијата.", "Член 7, став 1 предвидува дека лицето кое тврди дека јавен орган постапил на начин кој е незаконит согласно член 6, став 1 може да поведе постапка против тој орган.", "Б.  Законски одредби за задолжителна казна доживотен затвор", "1.  Законот за убиства (укинување на смртната казна) од 1965 година", "34.  Во Англија и Велс, задолжителната казна доживотен затвор за убиство е содржана во член 1, став 1 од Законот за убиства (укинување на смртната казна) од 1965 година.", "2.  Законот за кривична постапка од 2003 година", "(a)  Дел 12, поглавје 7", "35.  Домот на лордови утврдил дека овластувањето на Министерот да одредува казнени периоди за затвореници на кои им е изречена задолжителната казна доживотен затвор, содржана во член 29 од Законот за кривични санкции од 1997 година, е некомпатибилно со член 6 од Конвенцијата во R (Anderson) v. the Secretary of State for the Home Department [2003] 1 AC 837. Tоа довело до донесувањето на дел 12, поглавје 7 („Последици од санкцијата казна доживотен затвор“) од Законот за кривична постапка од 2003 година (од член 269 до 277) и анексите 21 и 22 од тој Закон.", "36. Член 269 од Законот од 2003 година му наредува на првостепениот судија, при изрекувањето на задолжителна казна доживотен затвор, да утврди минимален дел од казната којшто затвореникот мора да го издржи пред тој или таа да исполни услови за условно пуштање на слобода. Со член 269, став 3, при утврдувањето на тој минимален дел мора да се земе предвид тежината на кривичното дело. Член 269, став 4 му дозволува на првостепениот судија да одлучи дека, заради сериозноста на кривичното дело, затвореникот не треба да исполни услови за предвремено пуштање на слобода (практично, да издаде „наредба за издржување на целата казна доживотен затвор“). Член 269, став 4 се применува само за извршител кој има наполнето 21 година или повеќе кога го извршил кривичното дело. Член 269, став 5 му дава насоки на првостепениот судија, при оценување на сериозноста на кривичното дело, да ги има предвид, помеѓу другото, принципите наведени во анексот 21 од Законот.", "37.  Член 276 му дава дејство на анексот 22 (кој се однесува на преодни случаи): види параграф 40 подолу.", "(б)  Анекс 21", "38.  Анексот 21 („Утврдување на минимален дел од казната кој мора биде издржан во однос на задолжителната казна доживотен затвор“) предвидува три различни „почетни точки“ кои може да бидат зголемени или намалени во зависност од постоењето на отежнителни или олеснителни околности во кривичното дело: наредба за издржување на целата казна доживотен затвор, минимален дел од триесет години затвор и минимален дел од петнаесет години затвор.", "39.  Со параграф 4(1) oд анексот, ако сериозноста на кривичното дело е „исклучително голема“ соодветната почетна точка е наредбата за издржување на целата казна доживотен затвор. Параграф 4(2) предвидува дека следните случаи вообичаено би спаѓале во оваа категорија:", "„(a) убиство на две или повеќе лица, при што во секое од убиствата дошло до било кое од следните дејствија—", "(i) значителен степен на предумисла или планирање,", "(ii) киднапирање на жртвата, или", "(iii) сексуално или садистичко изживување,", "(б) убиство на дете ако дошло до киднапирање на детето или ако било извршено од сексуални или садистички побуди,", "(в) убиство извршено со цел остварување на политичка, религиозна или идеолошка кауза, или", "(г)  убиство извршено од страна на сторител кој веќе бил осуден за убиство.“", "Според 5(1), ако сериозноста на кривичното дело не потпаѓа под 4(1) туку е „особено голема“, соодветна почетна точка при утврдување на минимален дел од казната е казна затвор од триесет години. Параграф 5(2) предвидува дека следните случаи вообичаено спаѓаат во оваа категорија:", "„(a) убиство на полициски службеник или затворски службеник при вршење на должност,", "(б) убиство со употреба на огнено оружје или експлозив,", "(в)  убиство извршено заради материјална корист (како што е убиство извршено во текот на извршување на кражба или разбојништво, извршено заради исплата или извршено поради очекување на добивка како последица на смртта),", "(г)  убиство со намера да се попречи или да се влијае на водење на постапка,", "(д) убиство при чие извршување имало сексуално или садистичко однесување,", "(ѓ)  убиство на две или повеќе лица,", "(е)  убиство во кое отежнителна околност е дека е извршено врз расна или верска основа или по основ на сексуална ориентација, или", "(ж) убиство кое спаѓа под параграф 4(2) извршено од сторител којшто имал помалку од дваесет и една година во моментот кога го сторил делото.“", "Параграфите 6 и 7 предвидуваат дека, во сите други случаи, соодветната почетна точка при утврдување на минимален дел од казната е петнаесет години затвор (дванаесет години за оние кои немаат наполнето осумнаесет години).", "Параграфите 8 и 9 предвидуваат дека, откако ја избрал почетната точка, првостепениот судија треба да земе предвид било какви отежнителни или олеснителни околности поради кои може да се изрече минималниот дел на било која должина на казната (која и да е почетната точка), или до изрекување на наредба за издржување на целата казна доживотен затвор.", "Параграф 10 предвидува дека во отежнителни фактори спаѓаат:", "“(a) значителен степен на планирање или предумисла,", "(б)  фактот дека жртвата била особено ранлива заради својата возраст или инвалидитет,", "(в) душевно или физичко страдање нанесено на жртвата пред смртта,", "(г) злоупотреба на позиција на доверба,", "(д)  употреба на принуда или закани против друго лице да го олесни извршувањето на кривичното дело,", "(ѓ) фактот дека жртвата вршела јавна служба или вршела јавна должност, и", "(е)  криење, уништување или распарчување на телото.“", "Параграф 11 предвидува дека во олеснителни фактори спаѓаат:", "“(a)  намера да се предизвика тешка телесна повреда, а не да се убие,", "(б)  отсуство на предумисла,", "(в)  фактот дека сторителот страдал од било кое душевно заболување или ментален инвалидитет кои (иако не потпаѓаат под член 2, став 1 од Законот за убиства од 1957 (c. 11)), го намалуваат степенот на вина,", "(г)  фактот дека сторителот бил испровоциран (на пример, преку продолжено изложување на стрес) на начин кој не е одбрана од провокација,", "(д)  фактот дека сторителот постапил во било кој обем во самоодбрана,", "(ѓ) уверување од страна на сторителот дека убиството било акт на милосрдие, и", " (е) возраста на сторителот.“", "(в)  Анекс 22", "40.  Анексот 22 („Задолжителни казни доживотен затвор: преодни случаи“) воведува низа на преодни мерки за оние затвореници на кои им била изречена задолжителна казна доживотен затвор пред влегувањето во сила на член 269 од Законот и на кои минималниот дел од казната им бил утврден од Министерот. Тој исто така се применува и на оние затвореници за кои Министерот се изјаснил дека не треба никогаш да исполнат услови за условно пуштање на слобода (што значи, затвореници на кои им била изречена наредба за издржување на целата казна доживотен затвор). Параграф 3 од анексот им дозволува на двете категории на затвореници да поднесат барање до Високиот суд. Кога е поднесено такво барање Високиот суд мора, во случај на затвореник кому минималниот дел од доживотната казна му е определен од Министерот, да донесе наредба со која се прецизира минималниот дел од казната кој затвореникот мора да го издржи пред тој или таа да исполни услови за условен отпуст. Според параграф 3(1)(б), кога Министерот го известил затвореникот дека му била изречена наредба за издржување на целата казна доживотен затвор, Високиот суд може да даде наредба затвореникот да не може да исполнува услови за пуштање на слобода („наредба за издржување на целата казна доживотен затвор“).", "Минималниот дел од казната која затвореникот мора да го издржи не смее да трае подолго од делот кој претходно го утврдил Министерот (параграф 3(1)(a)).", "Слични одредби важат за санкции кои биле изречени после започнувањето со примена на Законот за убиства извршени пред тој да почне да се применува. Параграф 10 предвидува дека судот не може да донесе наредба која, според негово мислење, утврдува повисока казна од онаа која Министерот веројатно би ја утврдил согласно претходната пракса.", "41.  При одлучување по барање поднесено согласно параграф 3, Високиот суд мора да ја земе предвид, помеѓу другото, сериозноста на кривичното дело и, при тоа, мора исто така да ги земе предвид генералните принципи наведени во анексот 21 и било какви препораки дадени од на Министерот од страна на првостепениот судија или Претседателот на Домот на лордови во однос на минималниот дел од казната кој сторителот мора да го издржи пред да може да биде земе предвид за условен отпуст (параграфи 49 и 5 од анексот 22). Сторителот може исто така да доставува поднесоци до Високиот суд, вклучително и поднесоци во однос на неговото или нејзиното однесување и напредок во затвор од извршувањето на кривичното дело, пред Високиот суд да одлучи по барањето. Поднесоци може да доставуваат и жртвата и семејствата на жртвите.", "В.  Дискрециона одлука на Министерот за одобрување на отпуст", "42.  Член 30, став 1 од Законот за кривични санкции од 1997 година предвидува дека Министерот може во секое време условно да ослободи затвореник кој издржува доживотна казна затвор ако е убеден дека постојат исклучителни околности кои го оправдуваат ослободувањето на затвореникот од хумани причини.", "43.  Критериумите за примена на оваа дискрециона слобода се наведени во Наредбата за затворска служба 4700, поглавје 12. Тоа е наредба која се издава под надлежност на Министерот. Со неа се дефинира политиката и насоките за менаџирање на затвореници кои издржува неограничена казна (вклучително и оние кои издржуваат задолжителна казна доживотен затвор), и додека се во затвор и после условно пуштање на слобода.", "Поглавје 12, во делот кој е релевантен, предвидува:", "„Критериумите за условен отпуст поради хуманост од медицински причини за сите затвореници кои издржуваат неограничена казна се следните:", "• затвореникот е смртно болен и веројатно дека е смртта ќе настапи многу брзо (иако нема предвидени временски рокови, 3 месеци може да се сметаат за соодветен период за да се поднесе барање до одделот за работа на случаи за јавна заштита [ОРСЈЗ]), или таквиот затвореник е неподвижен или има сличен инвалидитет, на пример, оние кои се парализирани или кои претрпеле тежок мозочен удар;", "и", "•  ризикот од повторно извршување на кривично дело (посебно од сексуална или насилна природа) е минимален;", "и", "•  понатамошното останување во затвор би го намалиле животниот век на затвореникот;", "и", "• постојат адекватни мерки за грижа и терапија на затвореникот надвор од затворот;", "и", "• со  предвременото пуштање на слобода би се постигнала определена значителна придобивка за затвореникот или неговото/нејзиното семејство.“", "[подвлечено во оригиналниот текст]", "Во наредбата исто така се прецизира дека отпустот од хумани причини мора да биде одобрен лично од Министерот; и дека тоа не е одлука која може да се делегира на други функционери.", "44. Според Владата, почнувајќи од 28 април 2011 година, 4,900 затвореници служеле задолжителна казна доживотен затвор за убиство во Англија и Велс.", "За четиресет и еден затвореник во моментот се применуваат наредби за издржување на целата казна доживотен затвор (вклучително и оние кои се држат во болници). Од 2000 година, ниту еден затвореник кој издржува цела казна доживотен затвор не бил ослободен од хумани причини. Во одговор на барање за слободен пристап до информации поднесено од првиот жалител, надлежното Министерство посочило дека, од 30 ноември 2009 година па досега, тринаесет затвореници кои издржуваат казна доживотен затвор на кои не им била изречена наредба за издржување на целата казна доживотен затвор биле пуштени на слобода од хумани причини.", "Г.  Релевантна домашна судска пракса која се однесува на задолжителната казна доживотен затвор и на Конвенцијата", "1.  Судска пракса во врска со системот кој се применувал пред Законот од 2003 година", "45.  Во R. v. Lichniak и R. v. Pyrah [2003] 1 AC 903, Домот на лордови сметал дека, на начинот на кој се применувала во тоа време, задолжителната казна доживотен затвор не била компатибилна ниту со член 3 ниту со член 5 од Конвенцијата.", "Таквата санкција служела делумно за казнување, делумно за превенција. Елементот на казнување бил претставен со казнениот период изречен како казна за тешкото кривично дело кое осудениот убиец го има извршено. Превентивниот елемент бил претставен со овластувањето осудениот убиец и натаму да се држи во затвор освен ако и сѐ додека Одборот за условен отпуст, независно тело, сметало дека е безбедно тој да биде пуштен на слобода, и исто така со овластувањето осуден убиец кој бил ослободен да биде вратен во затвор ако се оценело дека е неопходно тој да се врати во затвор заради заштита на јавноста (Лордот Bingham oд Корнхил во параграф 8 од пресудата).", "Затоа, Домот на лордови одлучил прво, дека жалбените наводи на жалителот не биле доволно сериозни за да дојде до примена на член 3 од Конвенцијата и второ, дека казната доживотен затвор не била арбитрерна или на друг начин спротивна на член 5, став 1 од Конвенцијата. Лордот Bingham додал:", "„Ако Домот [на Лордови] заклучеше дека при изрекувањето на задолжителна казна доживотен затвор за убиство, осудениот убиец ја предавал својата слобода на државата до крајот на својот живот, за да остане во затвор сѐ додека (ако тоа воопшто некогаш се случи) Министерот не заклучи дека ќе биде повеќе во јавниот интерес тој да биде ослободен отколку да остане во затвор, јас би имал малку сомнежи дека таквата санкција ќе се утврди дека ги прекршува член 3 и член 5 од Европската конвенција за човекови права...затоа што е арбитрерна и несразмерна.“", "46.  Во своите пресуди во R. v. Secretary of State for the Home Department, ex parte Hindley [2001] 1 AC 410, HL и R. v. Anderson [2003] 1 AC 837, HL, Домот на лордови заклучил дека согласно системот со кој тогаш се регулирал минималниот дел од казната која мора да биде издржан, „во принцип, немало причина, зошто за едно кривично дело или кривични дела, ако се доволно монструозни да не се смета дека нивните извршители не заслужуваат доживотен затвор само заради казнување“ (напишано од лорд Steyn на страна 416H). Лордот Steyn исто така забележал дека: „од логичка гледна точка, нема ништо некомпатибилно со концептот на минимален дел на казната кој мора да биде издржан, да се каже дека има случаи во кои кривичните дела се толку ужасни да дури и ако затвореникот остане во затвор сѐ додека тој или таа не почине, со тоа нема да бидат задоволени императивите на ретрибуција и одвратување од извршување на кривични дела“ (стр. 417H). Домот на лордови исто заклучил дека Министерот не го пречекорил незаконски неговото дискреционо овластување при преоценувањето на случаи на затвореници во кои била издадена наредба за издржување на целата казна доживотен затвор откако затвореникот издржал дваесет и пет години затвор и намалување на минималниот дел од казната во соодветни случаи. Во пресудата се воочува и декларацијата на принципи на Министерот од 10 ноември 1997 година, во која Министерот посочил дека тој не ја исклучувал можноста дека, во исклучително околности, вклучувајќи [во курзив во оригиналниот текст на пресудата на англиски јазик] на пример, постигнат исклучителен напредок од страна на затвореникот додека е во затвор, да може да дојде до соодветно преоценување и намалување на утврдениот минимален дел на казната. Министерот посочил дека тој ќе ја има оваа можност на ум кога ќе ги преоценува случаите, после издржани дваесет и пет години затвор, случаите на затворениците на кои им е изречена задолжителна доживотна казна затвор и во тој поглед ќе разгледувал и други елементи покрај критериумите на ретрибуција и одвраќање од извршување на кривични дела (стр. 417A-C).", "2.  Судска пракса која се однесува на системот воведен со Законот од 2003 година и неговата компатибилност со член 3 од Конвенцијата", "(a) Пресуда во R v. Bieber", "47.  Во пресудата R v. Bieber [2009] 1 WLR 223 Апелациониот суд ја разгледувал компатибилноста на Законот од 2003 година со член 3 од Конвенцијата во светло на пресудата во Kafkaris против Кипар, [ГСC], бр. 21906/04, ECHR 2008...", "Откако забележал дека во Kafkaris, овој Суд [Европскиот суд за човекови права] утврдил дека изрекувањето на доживотна казна затвор која не може да биде намалена може да отвори прашање по член 2, Апелациониот суд кажал:", "„39. Нам ни се чини дека Судот [во пресудата во случајот Kafkaris] сметал дека доживотната казна затвор која не може да биде намалена отвора прашање по член 3 во околности во кои може да доведе до тоа да сторителот е во затвор подолго време отколку што е оправдано со легитимните цели на казната затвор. Тоа може да се изведе од фактот дека не се чини дека се отвора прашање по член 3 под услов да има, во законот и во праксата, можност сторителот да биде пуштен на слобода, иако е сѐ уште возможно, или дури и веројатно, дека во текот на неговиот живот нема да му биде дозволено пуштање на слобода. Суштинскиот критериум се чини дека е можноста за преоценување со кое ќе се утврди дали казната затвор и натаму е оправдана.", "40.  Легитините цели на казната затвор се казнување, одвраќање од вршење на кривични дела, рехабилитација и заштита на јавноста. Кога за едно кривично дело е изречена задолжителна казна доживотен затвор, постои можност сите цели на казната затвор да биде остварени додека е жив затвореникот. Тој може да издржал доволно време во затвор за да се исполнат целите на казнување и одвраќање, а со рехабилитацијата тој можеби бил трансформиран во личност која повеќе не е закана за јавноста. Ако, и покрај тоа, тој остане во затвор до крајот на неговиот живот, во најмала рака може да се брани тезата дека тоа е нечовечко постапување. Така ние заклучивме дека, кога едно кривично дело е казниво со задолжителна казна доживотен затвор која не може да биде намалена, без оглед на околностите на кривичното дело, се поставува прашање во однос на член 3.", "41.  Одлуката донесена во случајот Kafkaris отвора уште потешко прашање. Дали постои максимално траење на казната затвор кое може да биде оправдано со целите на казнување и одвраќање од извршување на кривични дела, после кое затвореникот треба да биде ослободен ако со рехабилитацијата тој бил трансформиран во човек кој повеќе не е закана од криминално однесување? Ако на ова прашање се одговори потврдно, тогаш за казната доживотен затвор која не може да биде намалена и која може да резултира во лишување од слобода кое е подолго од тоа максимално траење може да се тврди дека е нечовечка и дека отвора прашање по член 3. Издвоеното мислење на судијата Bratza и мислењето на петмината судија кои не се согласиле со мнозинството на судии сугерираат дека нивниот став е токму тој. Европските документи на кои ние се повикавме сугерираат дека некои држави членки сметаат дека постои максимална казна затвор која може да биде оправдана со целта казнување, после која хуманоста налага дека на сторителот треба да му се даде прилика да покаже дека тој е подготвен за му биде дозволено враќање во општеството.", "42.  Обединетото Кралство не спаѓа помеѓу тие држави членки. Анексот 21 од Законот од 2003 година функционира врз премисата дека некои кривични дела се толку монструозни да е оправдано сторителот да биде ставен во затвор до крајот на неговиот живот, колку долго тој и да живее. Разликите во пристапот помеѓу државните членки беа потврдени во одлуката на мнозинството на судии во случајот Kafkaris во параграф 104. Судот во тој случај беше повикан да разгледа задолжителна казна доживотен затвор и пристапот на Судот мора да биде анализиран во тој контекст. Ние не сметаме дека од одлуката на мнозинството судии во Големиот судски совет произлегува дека казната доживотен затвор која не може да биде намалена, изречена од страна на судија за да биде одраз на соодветна казна и одвраќање од вршење кривични дела за многу тешко кривично дело, е во потенцијален конфликт со член 3.“", "48.  Апелациониот суд потоа анализирал дали самото изрекување на казна доживотен затвор која не може да биде намалена, претставувало повреда на член 3 или дали можело да дојде до потенцијална повреда само кога сторителот бил лишен од слобода подолго од периодот кој може да биде оправдан со целите на казнување и одвраќање од кривични дела. Судот заклучил дека втората теза е точна.", "49.  Врз основа на тоа, Апелациониот суд заклучил:", "„45.  Иако според англиското право кривичното дело убиство е казниво со задолжителна казна доживотен затвор, таа казна вообичаено може да биде намалена. Судијата го прецизира минималниот дел од казната кој мора биде издржан заради казнување и одвраќање пред да може да се земе предвид условно пуштање на слобода на сторителот. Кога е издадена наредба да биде издржана целата казна доживотен затвор, тоа е затоа што судијата смета дека кривичното дело е толку тешко да, за целите на казнување и заплашување, сторителот мора да остане во затвор до крајот на неговиот живот. Поради причините кои ги истакнавме, ние не сметаме дека Судот во Стразбур има одлучено дека казна доживотен затвор којашто не може да биде намалена, намерно изречена од страна на судија во такви околности, ќе резултира во лишување од слобода со кое се повредува член 3. Ниту пак сметаме дека Судот ќе донесе таква одлука.", "46.  Возможно е пристапот на Судот во Стразбур да се промени. Се чини дека постои струја во Европа која оди против изрекувањето на многу долги казни затвор кои не можат да бидат намалени. Така може да стане неопходно да се анализира дали казните доживотен затвор изречени во оваа јурисдикција всушност не можат да бидат намалени.", "...", "48.  Според режимот кој сега се применува, Министерот има ограничена надлежност да ослободи затвореник кој издржува казна доживотен затвор според Законот за кривични санкции од 1997 година.", "...", "Денеска, пракса на Министерот е да ја користи оваа надлженост внимателно, во околности во кои, на пример, затвореникот е смртно болен или неподвижен или има сличен инвалидитет. Ако сепак, дојде до состојба во која понатамошното лишување од слобода на затвореникот се одлучи дека доведува до нечовечко ило понижувачко постапување, ние не гледаме причина зошто, имајќи ја особено предвид обврскаата да се почитува Конвенцијата, министерот да не ја искористи својата законска надлежност да го ослободи затвореникот.", "49.  Поради овие причини, применувајќи го пристапот кој го имал Судот во Стразбур во предметот Kafkaris, ние не сметаме дека кога има наредба да се издржи целата казна доживотен затвор, таа треба да се сметка како санкција која не може да биде намалена. Затоа, ако сакаме по основ на член 3 да оспориме наредба за издржување на целата казна доживотен затвор, тоа не треба да се стори во времето на изрекување на казната, туки во фазата во која затвореникот смета дека, со оглед на сите релевантни околности, вклучувајќи го времето кое веќе го поминал во затвор и прогресот кој го постигнал во затворот, секое понатамошно останување во затвор ќе претставува понижувачко или нечовечко постапување.", "50.  Поради овие причини ние го отфрламе аргументот со кој се оспорува казната на обвинетиот, а кој е заснован на член 3. “", "(б)  Пресуда во R. v. Oakes and others", "50.  Во пресудата во R v. Oakes and others [2012] EWCA Crim 2435 Апелациониот суд повторно ја анализирал компатибилноста на наредбите за издржување на целата казна доживотен затвор со член 3 од Конвенцијата, Апелациониот суд забележал:", "“Секоја цивилизирана земја го прифаќа принципот изразен во член 3.", "...", "Истовремено, сепак, секоја цивилизирана земја го прифаќа принципот дека праведното казнување е соодветно за оние кои се осудени за кривични дела. Овие прашања кои се однесуваат на правично и сразмерно казнување се предмет на рационална дебата и цивилизирано несогласување. Оцената на што треба да се смета дека претставува праведно казнување или нечовечко или понижувачко казнување во определени околности може легитимно да доведе до различни одговори во различни земји, и всушност и различни одговори во различно време во истата земја. Сето тоа е барем делумно последица на историјата на секоја земја. Прашањето дали наредбата за издржување на целата казна доживотен затвор претставува повреда на член 3 од Конвенцијата, или пак на стариот принцип на common law дека казната треба да биде сразмерна во сите околности релевантни на кривичното дело и на криминалецот кој го извршил тоа дело, е предмет на опширна дебата.“", "Апелациониот суд понатаму забележал дека и судиjaтa  [Lord Justice] Laws во пресудата во Wellington (види параграф 54 подолу) и малцинството на судии во Судскиот совет во овој случај гледале на наредбите за издржување на целата казна доживотен затвор со сериозна загриженост. Сепак, истиот суд воочил дека бил изразен и спротивен став, помеѓу другото во пресудите во Hindley и Wellington (види параграф 46 погоре и параграф 57 подолу). Постоела потреба да се признаат и да се почитуваат како што треба легитимните, но спротивставени погледи по ова прашање.", "51.  Откако ги анализирал пресудите на овој Суд донесени во Babar Ahmad и други против Обединетото Кралство (бр. 24027/07, 11949/08, 36742/08, 66911/09 и 67354/09, 10 април 2012 година), во Harkins и Edwards против Обединетото Кралство (бр. 9146/07 и 32650/07, 17 јануари 2012 година), како и во овој случај, судот (во параграф 22 од својата пресуда) забележал:", "„Од оваа анализа на прецедентите на Европскиот суд, нам ни се чини јасно дека Судот тргнувал од принципот дека, под услов судот правилно да ги разгледал олеснителните околности во полза на обвинетиот, наредбата за издржување на целата казна доживотен затвор како прашање на дискрециона оцена на судијата за соодветниот степен на казнување и одвраќање од вршење кривични дела после осуда за кривично дело од најголема тежина не претставува нечовечко и понижувачко назнување. Накусо, секоја држава може во своето законодавство да има одредба за изрекуваење на минимална казна доживотен затвор, и во соодветен случај, како прашање на судска дискрециона оцена, судот да изрече таква наредба.“", "52.  На крај, откако нагласил дека наредбата за издржување на целата казна доживотен затвор била крајна санкција, дека немало законска одредба која наложувала првостепениот судија да изрече таква наредба ако интересите на правдата не го наложуваат тоа, и дека принципите наведени во анексот 21 требало да се применуваат флексибилно, судот заклучил:", " „Резултатот од тоа е дека наредбата за издржување на целата казна доживотен затвор, продукт на примарното законодавство, е резервирана само за неколку исклучително тешки кривични дела во кои, после земањето предвид на сите отежнителни и олеснителни околности, судијата е убеден дека императивите на праведно казнување и ретрибуција наложуваат изрекување на наредбата за издржување на целата казна доживотен затвор. Ако тој заклучок е оправдан, наредбата за издржување на целата казна доживотен затвор е соодветна: но, само ако и само тогаш. Не се работи за задолжителна ниту автоматска или минимална казна.", "Во овие околности, одредбите на анексот 21 од Законот од 2003 година, а посебно параграф 4, кој му овозможувал на судот да издаде наредба за издржување на целата казна доживотен затвор во исклучително тежок случај не се некомпатибилни со член 3 и не го прекршуваат тој член.“", "3.  Пресуда во R (Wellington) v. Secretary of State for the Home Department [2008] UKHL 72", "53.  Соединетите Американски Држави побарале екстрадиција на Ralston Wellington од Обединетото Кралство за да му се суди во сојузната држава Мисури за две обвиненија за убиство со умисла. Во неговата жалба против екстрадиција, г-н Wellington тврдел дека неговото предавање на Соединетите Американски Држави би го прекршило членот 3 од Конвенцијата, од причина што постоел вистински ризик дека тој ќе биде изложен на нечовечко и понижувачко постапување во облик на казна доживотен затвор без можност за условно ослободување.", "54.  При донесувањето на пресудата на Високиот суд ([2007] EWHC 1109 (Admin)), судијата [Lord Justice] Laws заклучил дека постоеле „силни пенолошки аргументи“ кои сугерирале дека ризикот да биде изречена казна доживотен затвор без можност за условно ослободување сам по себе го повредувал член 3 од Конвенцијата. Тој забележал:", "„Укинувањето на смртната казна беше поздравувано и оправдувано, на многу начини, но мора да било засновано барем на премисата дека животот на секое лице, колку и да е тоа лошо, има неотуѓива вредност. Одземањето на живот може да биде прифатено во некои посебни околности, како што е самоодбрана или праведна војна, но ретрибутивното казнување не е никогаш доволно да го оправда тоа. Сепак ставањето во затвор на затвореник без надеж за ослободување е во многу нешта како смртна казна. Тој не може никогаш да се искупи за кривичното дело. Колку и да го употреби затворот како време кое ќе го употреби за промени во животот, неговата казна нема да заврши сѐ до неговиот последен здив. Како и смртната казна така и наредбата за издржување на целата казна доживотен затвор е lex talionis. Но, нејзината теоретска или фактичка симетрија со кривичното дело поради коха таа казна му е изречена на затвореникот (единствената доблест на lex talionis) е слаба гаранција за сразмерна казна, затоа што наредбата за издржување на целата казна доживотен затвор е арбитрерна: таа може да трае во денови или декади во зависност од тоа колку затвореникот ќе живее. Затоа постои ризик таа да биде непропорционална – токму оној недостаток кој е осудуван од аспект на член 3 – освен, се разбира, ако се примени логиката на смртната казна: кривичното дело е толку монструозно да никогаш не можно затвореникот да се искупи. Но, во тој случај претпоставената неотуѓива вредност на животот на затвореникот е сведена, само на неговиот опстанок: на ништо повеќе од неговата способност да дише и да биде чуван, несомнено, во пристојни услови. Тоа е само прокламирање на вредноста на животот, но, не и нејзино почитување.“", "Сепак, и „не без сомневање“, тој сметал дека релевантните прецеденти, вклучувајќи ги и оние на Судот, сугерирале дека казната доживотен затвор којашто не може да биде намалена не секогаш ќе доведе до прашање по член 3.", "55.  По жалбата на Wellington до Домот на лордови, сите петмина судии [Law Lords] одлучиле дека, имајќи ги предвид овластувањата на гувернерот на Мисури за помилување и ублажување на казната, неговата казна можела да биде намалена исто како и казната за која станува збор во пресудата во случајот Kafkaris, цитиран погоре.", "56.  Tие исто така воочиле дека, во Kafkaris, цитиран погоре, Судот кажал само дека изрекувањето на казна доживотен затвор којашто не може да биде намалена може да отвори прашање по член 3. Сите петмина судии одлучиле дека изрекувањето на казна доживотен затвор не би претставувало нечовечко и понижувачко постапување спротивно на член 3 per se, освен тоа казна ако била целосно или очигледно несразмерна. Лордот Brown поконкретно, заклучил дека овој Суд не би сметал дури ни дека казна која не може да се намали го прекршува член 3 сѐ додека не дојдел моментот кога понатамошното лишување од слобода повеќе не би било оправдано по ниту еден основ – без разлика дали е тоа заради казнување, одвраќање од извршување на кривични дела или заради заштита на јавноста.", "57.  Понатаму, лордот Hoffmann, лордот Scott, баронесата Hale и лордот Brown се сомневале во ставот на лордот судија Laws дека доживотниот затвор без можност за условно ослободување било lex talionis. Лордот Hoffmann, баронесата Hale и лордот Brown не ја прифатиле неговата премиса дека укинувањето на смртната казна било засновано на идејата дека животот на секој човек има неотуѓива вредност; според нив имало други, попрагматични причини за нејзиното укинување како што се нејзината неповратност и немањето на ефект на одвраќање од извршување на кривични дела. Лордот Scott го отфрлил ставот дека казната доживотен затвор којашто не може да биде намалена е нечовечка и понижувачка затоа што му оневозможувала на затвореникот прилика да се искупи; штом се прифатело дека казната доживотен затвор е праведна казна, искупувањето се постигнувало со самото издржување на казната од страна на затвореникот.", "58.  Жалбата на Wellington пред овој Суд беше избришана од листата на предмети на Судот на 5 октомври 2010 година, затоа што жалителот изрази желба да ја повлече: Wellington против Обединетото Кралство (одлука), бр. 60682/08, 5 октомври 2010 година.", "III.  РЕЛЕВАНТНО ЕВРОПСКО, МЕЃУНАРОДНО И СПОРЕДБЕНО ПРАВО ЗА КАЗНИ ДОЖИВОТЕН ЗАТВОР И КАЗНИ КОИ СЕ „ОЧИГЛЕДНО НЕСРАЗМЕРНИ“", "59.  Релевантните документи на Советот на Европа, Европската унија и други меѓународни правни текстови за изрекувањето и преоценувањето на казни доживотен затвор, вклучувајќи ги обврските на земјите членки на Советот на Европа при екстрадиција на лица во држави во кои може да им бидат изречени такви казни, се наведени во пресудата во Kafkaris, цитирана погоре, параграфи 68-76. Дополнителните материјали доставени до Судот во овие случаи (и оние документи од Kafkaris на кои странките изречно се повикуваат) може да се резимираат на следниот начин.", "A.  Документи на Советот на Европа", "1.  Резолуција 76(2)", "60. Почнувајќи од 1976 година, Комитетот на министри има усвоено низа на резолуции и препораки за затвореници кои издржуваат долги затворски казни или казни доживотен затвор. Првата е резолуцијата 76(2) на Комитетот на министри од 17 февруари 1976 година, со која се даваат низа препораки на државите членки. Во нив спаѓале:", "„1.  да следат казнена политика според која долгите казни се изрекуваат само ако се неопходни за заштита на општеството;", "2. да ги преземат потребните законски и административни мерки со цел да промовираат соодветно постапување при извршувањето на [долготрајните] казни;", "...", "9.  да осигураат дека случаите на сите затвореници ќе бидат разгледани колку што е можно побрзо за да се утврди дали може да биде дозволено условно пуштање на слобода или не;", "10.  да му одобрат на затвореникот условно ослободување, ако се исполнети законските критериуми поврзани со времето кое веќе е поминато во затвор, штом може да биде дадена поволна прогноза за условен отпуст; причината на генерална превенција сама по себе не треба да оправдува одбивање на условно пуштање на слобода;", "11.  истите принципи кои се применуваат за долги казни да ги адаптираат на казните доживотен затвор;", "12.  да осигураат дека преоценувањето, споменато во [параграф] 9, на казната доживотен затвор треба да се преземе, ако не е сторено претходно, после издржани осум до четиринаесет години од казната и да биде периодично повторувано;“", "2.  Препорака 2003(23)", "61.  Препораката 2003(23) (за менаџирањето од страна на затворските управи на затвореници кои издржуваат казна доживотен затвор и други затвореници кои издржуваат долги казни) беше донесена од Комитетот на министри на 9 октомври 2003 година. Во преамбулата на препораката се вели дека:", "„извршувањето на затворски казни бара да се воспостави рамнотежа помеѓу одржувањето безбедност и осигурувањето на ред и дисциплина во казнено-поправните установи, од една страна, и обезбедувањето на пристојни услови за живот, активни режими и конструктивни подготовки за пуштање на слобода на затворениците, од друга ...“", "Параграф 2 од препораката понатаму наведува дека целите на менаџирањето на затвореници кои издржуваат казна доживотен затвор како и другите затвореници кои издржуваат долги казни треба да бидат:", "„–  гарантирање дека затворите се безбедни и сигурни места за тие затвореници и за сите кои работат со нив или ги посетуваат;", "–  спротивставување на штетните ефекти од доживотното и долгото лишување од слобода;", "– зголемување и подобрување на можностите тие затвореници успешно да се вратат во општеството и да водат живот во согласност со законите после ослободувањето.“", "Во општите принципи за менаџирање на такви затвореници спаѓаат:: (i) принципот на индивидуализација (дека треба да се земат предвид различните лични особини кои може да ги имаат затворениците кои издржуваат казна доживотен затвор како и другите затвореници кои издржуваат долги казни и тие да се земат во обзир при правењето на индивидуални планови за имплементација на казната) и, (ii) принципот на прогресија (дека индивидуалното планирање на менаџирањето на казната на затвореникот треба да биде насочено кон обезбедување на прогресивно движење низ затворскиот систем) (види параграфи 3 и 8 од препораката). Во извештајот кој е приклучен кон препораката (подготвен во рамките на Европскиот комитет за проблеми со криминалот [European Committee on Crime Problems] се додава дека прогресијата за конечна цел ја има конструктивната транзиција од животот во затвор кон живот во заедницата (параграф 44 од извештајот).", "Параграф 10 (кој се однесува на планирањето на казните) предвидува дека такви планови треба да се употребуваат за да се обезбеди систематски пристап, помеѓу останатото, кон: прогресивното движење низ затворскиот сситем од порестриктвини кон помалку рестриктивни услови со, во идеални услови, конечна фаза помината во отворен режим, пожелно во заедницата; и услови и мерки за надзор кои придонесуваат кон начин на живот со кој се почитуваат законите и прилагодување во заедницата после условното ослободување.", "Параграф 16 предвидува дека, затоа што ниту општествената опасност ниту криминогените потреби се по себе стабилни особини, оцените на ризици и потреби треба периодично да се повторуваат.", "На крај, параграфите 33 и 34 (кои се однесуваат на менаџирање на реинтеграцијата на затворениците во општеството) предвидуваат:", "„33.  Со цел да им се овозможи на затворениците кои издржуваат казна доживотен затвор како и другите затвореници кои издржуваат долги казни да го надминат посебниот проблем на премин после долго време поминато во затвор кон живот во заедницата со почитување на законите, нивното пуштање на слобода треба да биде подготвено однапред и особено да се земе предвид следното:", "–  потребата за изработка на конкретни планови во врска со периодите пред и по ослободување во кои се земаат предвид релевантните ризици и потреби;", "–  земање предвид на можноста за остварување на ослободувањето и продолжување после ослободувањето на сите програми, интервенции или третмани кои затворениците ги следеле додека биле во затвор;", "–  потребата да се постигне блиска соработка помеѓу затворската управа, органите надлежни за надзор после ослободување, социјалните и лекарските служби.", "34.  Одобрувањето и имплементацијата на условното пуштање на слобода на затвореници кои издржуваат казна доживотен затвор како и на другите затвореници кои издржуваат долги казни треба да биде раководено од принципите наведени во препораката Rec(2003)22 која се однесува на условно пуштање на слобода.“", "Во извештајот приклучен кон препораката, во однос на параграфот 34 се наведува:", "„Препорака Rec(2003)23 го содржи принципот дека условното пуштање на слобода треба да биде возможно за сите затвореници освен за оние кои издржуваат исклучително кратки казни. Овај принцип е применлив, под условите на препораката, дури и на затвореници кои издржуваат казна доживотен затвор. Сепак, треба да се воочи дека се препорачува само постоење на можноста за дозволување на условно ослободување, а не дека ним секогаш треба да им биде дозволено условно ослободување.“", "3.  Препорака 2003(22)", "62.  Препораката 2003(22) (во врска со условно пуштање на слобода) била донесена од Комитетот на министри на 24 септември 2003 година. Таа е резимирана во пресудата во Kafkaris (цитирана погоре, види параграф 72 oд пресудата). Накусо, таа дава низа на препораки со кои се регулираат подготовките за условен отпуст, одобрување на условниот отпуст, условите кои може да бидат наметнати и процедуралните гаранции. Помеѓу генералните принципи на оваа препорака, се параграфите 3 и  4(a), кои предвидуваат:", "„3.  Условното пуштање на слобода треба да има за цел да им помогне на затворениците да направат транзиција од животот во затвор кон животот во заедницата со почитување на законите преку услови пред ослободувањето и надзор со кои се промовира оваа цел и се придонесува кон јавната безбедност и намалувањето на криминалот во заедницата.", "4.a.  Со цел да се намалат штетните последици од казната затвор и да се промовира враќањето на затворениците во општеството под услови со кои се настојува да се гарантира безбедноста на надворешната заедница, законот треба да го направи условното пуштање на слобода достапно за сите осудени затвореници, вклучувајќи ги и затворениците кои издржуваат казна доживотен затвор.“", "Во објаснувачкиот меморандум кој е приклучен кон препораката во однос на параграф 4 се наведува:", "„На затворениците кои издржуваат казна доживотен затвор исто така не треба да им биде одземена надежта дека може да им биде одобрено условно ослободување. Прво, никој не може основано да тврди дека сите затвореници кои издржуваат казна доживотен затвор ќе останат засекогаш опасни за општеството. Второ, лишувањето од слобода на лица кои немаат надеж за ослободување создава сериозни проблеми за менаџирање во смисла на креирање на мотивација за соработка и справување со лошо поведение, извршувањето на програми за личен развој, организацијата на плановите за издржување на казната и безбедноста. Земјите чие законодавство предвидува вистински казни доживотен затвор затоа треба да создадат можности за преоценување на оваа казна после неколку години и на редовни интервали, за да се утврди дали затвореникот кој издржува таква казна може да го издржува преостанатиот дел од казната во заедницата и под кои услови и мерки за надзор.“", "4.  Работен документ на Комитетот против тортура [CPT] во однос на ефективни/вистински казни доживотен затвор", "63.  Со извештајот за „Ефективни/вистински казни доживотен затвор“, подготвен од член на Европскиот комитет за спречување на тортура и нечовечко или понижувачко постапување или казнување [European Committee for the Prevention of Torture and Inhuman or Degrading Treatment or Punishment] („CPT“),\nг-н Jørgen Worsaae Rasmussen (CPT (2007) 55, 27 јуни 2007 година), се анализираат повеќе документи на Советот на Европа кои се однесуваат на казни доживотен затвор, вклучително и препораките (2003) 22 и 23, и во него се наведува дека: (a) принципот условното пуштање на слобода да се направи достапно за сите затвореници, „дури и за затвореници кои издржуваат казна доживотен затвор“; и (б) дека сите држави членки на Советот на Европа имале одредби за ослободување поради хумани причини, но, дека оваа „специјална форма на ослободување“ се разликувала од условното ослободување.", "Во извештајот се воочува ставот дека дискреционото ослободување од казна затвор, како и нејзиното изрекување, било прашање за судовите, а не за извршната власт, став кој довел до предлог измени на процедурите за преоценување на казните доживотен затвор во Данска, Финска и Шведска. Во документот исто така позитивно се гледа на извештајот на CPT за неговата посета на Унгарија во 2007 во кој се кажува:", "„Што се однесува на „затворениците кои издржуваат ефективна казна доживотен затвор“, CPT има сериозни резерви за самиот концепт според кој таквите затвореници, штом се осудени, се сметаат засекогаш за постојана закана за заедницата и им е одземена секаква надеж дека некогаш ќе им биде одборено условно ослободување.“", "Во заклучокот на документот се содржани препораки дека: ниту една категорија на затвореници не треба да биде „обележана“ дека веројатно ќе го поминат нивниот живот во затвор; ниту едно одбивање на ослободување не треба да биде конечно; и дека дури ни затворениците кои биле условно ослободени, па потоа вратени затоа што не ги почитувале условите на отпустот, не треба да им биде одземена надежта за ослободување.", "5.  Извештај на CPT за Швајцарија", "64.  Извештајот на CPT за неговата посета на Швајцарија од 10–20 октомври 2011 година (25 октомври 2012 година CPT/Inf (2012) 26) ги содржи следните забелешки во однос на швајцарскиот систем на казната доживотен затвор кога сторителот на кривично дело од сексуален или насилен карактер се смета за исклучително опасен и кога се смета дека тој не може да се превоспита:", "„ CPT има сериозни резерви во врска со концептот на лишување од слобода „за цел живот“, според кој овие лица, штом се прогласени за многу опасни и дека не може да се излечат, се сметаат засекогаш како перманентна опасност за општеството и на тој начин формално им е одземена секоја надеж за поблаго извршување на казната или дури и условно ослободување. Со оглед на тоа што единствениот начин на кој засегнатото лице може да биде ослободено е преку научни откритија, на лицето му е одземена секоја можност да влијае врз своето евентуално ослободување, на пример, со добро поведение во текот на издржувањето на казната.", "Во тој поглед, CPT упатува на препораката (2006) 2 на Комитетот на министри од 11 јануари 2006 година, за Европските затворски правила, како и параграф 4(a) oд препораката (2003) 22 на Комитетот на министри од 24 септември 2003 година, која се однесува на условно пуштање на слобода, која посочува јасно дека законот треба да дозволи можност за сите осудени затвореници, вклучително и оние кои издржуваат казна доживотен затвор, да можат да побараат условно ослободување. Објаснувачкиот меморандум кон втората препорака инсистира на затворениците кои издржуваат казна доживотен затвор да не им биде одземена секаква надеж за ослободување.", "CPT смета дека е нечовечки некој да биде ставен во затвор доживотно без никаква реална надеж за отпуст. Комитетот силно ги повикува швајцарските власти да го преразгледаат концептот на „доживотно“ лишување од слобода.“ [нагласено во оригиналниот текст на извештајот]", "Б.  Меѓународно кривично право", "65.  Член 77 од Римскиот статут на Меѓународниот кривичен суд дозволува изрекување на казна доживотен затвор кога тоа е оправдано поради исклучителната сериозност на кривичното дело и индивидуалните околности на осуденото лице. Член 110, став 3 предвидува дека кога лицето ќе издржи дваесет и пет години од казната доживотен затвор, Судот ќе ја преоцени казната во смисла на тоа дали таа треба да биде намалена. Пред да поминат дваесет и пет години нема да се врши таквото преоценување. Член 110, став 4 и став 5 предвидуваат:", "„4.  Во неговата одлука по став 3, Судот може да ја намали казната ако утврди дека постојат еден или повеќе од следните фактори:", "(a)  Рана и трајна подготвеност на лицето да соработува со Судот во неговите истраги и кривично гонење;", "(б) Доброволна помош од осуденикот при овозможувањето на извршувањето на пресудите и наредбите на Судот во други предмети, и особено преку давање на помош при лоцирање на имот за кој се издадени налози за парична казна, одземање или репарација, а кој може да биде употребен во корист на жртвите; или", " (в)  Други фактори од кои се утврдува јасна и значајна промена во околностите која е доволна за да се оправда намалување на казната, како што е предвидено со Правилата за постапката и доказите.", "5.  Ако Судот во првичната постапка за преоценување на казната според став 3 утврди дека не е соодветно да се намали казната, тој потоа ќе го преоценува прашањето за намалување на казната во такви временски интервали и применувајќи такви критериуми какви што се предвидени со Правилата за постапката и доказите.“", "Постапката и останатите критериуми за преоценување се наведени во правилата 223 и 224 од Правилата за постапката и доказите.", "Правилото 223 предвидува:", "„Критериуми за оценување на прашањето за намалување на казната", "При оценувањето на прашањето за намалување на казната врз основ на член 110, став 3 и став 5, тројцата судии на Жалбениот совет ќе ги земат предвид критериумите наброени во член 110, став 4 (a) и (б), како и следнитее критериуми:", "(a)  Однесувањето на осуденото лице додека е во затвор, кое покажува негово вистинско одделување од делото кое тој или таа го извршил/а;", "(б)  Изгледите за ресоцијализација и успешно враќање во општеството на осуденото лице;", "(в)  Дали предвременото ослободување на осуденото лице ќе доведе до значителна нестабилност во општеството;", "(г)  Секоја позначајна постапка преземена од страна на осуденото лице во полза на жртвите како и било какво влијание врз жртвите и нивните семејства како последица на предвременото пуштање на слобода;", "(д) Индивидуалните околности на осуденото лице, вклучувајќи го и влошувањето на физичкото или менталното здравје или поодминати години.“", "Правилото 224(3) предвидува дека, за примената на член 110, став 5 од Статутот, тројца судии на Жалбениот совет ќе го оценуваат прашањето за намалување на казната секои три години, освен ако е утврден пократок временски интервал во одлуката донесена врз основа на член 110, став 3. Правилото 224 (3) исто така предвидува дека, во случај на значајна промена на околностите, тие тројца судии ќе му дозволат на осуденото лице да побара преоценување во интервалот од три години или пократок временски интервал кој бил утврден од тројцата судии.", "66.  Член 27 од Статутот на Меѓународниот кривичен трибунал за поранешна Југославија [International Criminal Tribunal for the former Yugoslavia] („ICTY“) предвидува дека затворските казни ќе се издржуваат во држава посочена од страна на Меѓународниот трибунал. Таа казна затвор во согласност со важечкото право на засегнатата држава, ќе биде предмет на надзор од страна на Меѓународниот трибунал. Член 28 (помилување или намалување на казната) предвидува:", "„Ако според важечките правни прописи на државата во која осудениот ја издржува казната затвор тој има право на помилување или намалување на казната, таа држава за тоа мора да го извести Меѓународниот суд. Претседателот на Меѓународниот суд, откако се посоветувал со судиите, донесува одлука врз основа на темелните интереси на правдата и општите правни начела. “", "Слични одредби на член 27 и член 28 од Статутот на ICTY се содржани во Статутот на Меѓународниот кривичен трибунал за Руанда (член 26 и член 27), Статутот на Специјалниот суд за Сиера Леоне (член 22 и член 23) и Статутот на Специјалниот трибунал за Либан (член 29 и член 30).", "В.  Право на Европската унија", "67.  Член 5, став 2 од Рамковната одлука на Советот на Европската унија од 13 јуни 2002 година за европскиот налог за апсење и процедури за предавање помеѓу државите членки предвидува:", "„ако кривичнот дело врз основа на кое бил издаден европскиот налог за апсење е казниво со казна доживотен затвор или мерка за безбедност лишување од слобода од доживотен карактер, извршувањето на споменатиот налог за апсење може да биде потчинето на услов кој државата членка која го издала го предвидува во својот правен систем за преоценување на изречената мерка или казна, по барање или најдоцна после 20 години, или за примена на мерки на помилување кои лицето има право да ги побара согласно правото или праксата на државата членка којашто го издала налогот, насочени кон неизвршување на таа казна или мерка.“", "Г.  Казната доживотен затвор во државите договорнички", "68.  Од споредбените материјали кои беа доставени пред Судот, може да се констатираат следните практики на државите договорнички.", "Најпрво, во моментот има девет земји во кои не е предвидена казна доживотен затвор: Андора, Босна и Херцеговина, Хрватска, Црна Гора, Норвешка, Португалија, Сан Марино, Србија и Шпанија. Највисоката казна затвор во тие земји се движи од дваесет и пет години во Норвешка до четириесет и пет години во Босна и Херцеговина. Во Хрватска во случај на стек на кривични дела, може да биде изречена кумулативна казна од педесет години.", "Второ, во мнозинството на земји во кои може да биде изречена казна доживотен затвор, постои механизам за преоценување на казната откако затвореникот ќе издржи определен минимален период од казната утврден со закон. Таков механизам, интегриран во законот и праксата за казнување, е предвиден во законите на триесет и две земји: Албанија (25 години), Ерменија (20), Австрија (15), Aзербејџан (25), Белгија (15 со продолжување на 19 или 23 години за рецидивисти), Бугарија (20), Кипар (12), Република Чешка (20), Данска (12), Естонија (30), Финска (12), Франција (обично 18, но 30 години за определени убиства), Грузија (25), Германија (15), Грција (20), Унгарија (20, освен ако судот не нареди друг период), Ирска (првично преоценување после 7 години од страна на Одборот за условен отпуст, освен за определени видови убиства), Италија (26), Латвија (25), Лихтенштајн (15), Луксембург (15), Молдова (30), Moнако (15), Полска (25), Романија (20), Русија (25), Словачка (25), Словенија (25), Шведска (10), Швајцарија (15 години кои може да бидат скратени на 10 години), Поранешната Југословенска Република Македонија (15), и Турција (24 години, 30 за тешка казна доживотен затвор и 36 за кумулативна казна на тешки казни доживотен затвор).", "Во однос на Обединетото Кралство, Судот воочува дека, во Шкотска, кога изрекува казна доживотен затвор, судијата е должен да утврди минимално траење на казната, и покрај веројатноста дека тој период ќе го надмине бројот на години кои му остануваат од животот на затвореникот: види го Законот за почитување на правата од Конвенцијата од 2001 година (Шкотска) [the Convention Rights (Compliance) (Scotland) Act 2001].", "Tрето, има пет земји кои не предвидуваат условно ослободување за затвореници кои издржуваат казна доживотен затвор: Ирска, Литванија, Малта, Холандија и Украина. Овие земји сепак им дозволуваат на тие затвореници да побараат ублажување на казната со помилување од страна на министер, претседател или монарх. Во Исланд, иако сѐ уште постои како казна, казната доживотен затвор никогаш не е изречена.", "Четврто, покрај Англија и Велс, има шест земји кои имаат системи на условно ослободување, но сепак имаат посебна одредба според која за определени кривични дела или казни не е возможно условно пуштање на слобода. Тие земји се: Бугарија, Унгарија, Франција, Словачка, Швајцарија (за сторители на кривични дела од сексуален или насилен карактер кои се сметаат за опасни и дека не може да се излечат: види го извештајот CPT во параграф 64 погоре) и Турција.", "Д.  Германија", "69.  Член 1 од Основниот закон на Сојузна Република Германија предвидува дека човековото достоинство е неприкосновено и дека неговото почитување и заштита е должност на сите државни органи. Член 2, став 2 предвидува:", "„Секое лица има право на живот и физички интегритет. Слободата на личноста е неприкосновена Овие права може да бидат ограничени само врз основа на закон.“.", "Компатибилноста на задолжителната казна доживотен затвор за убиство „со намерна суровост“ со овие одредби била анализирана од страна на Сојузниот уставен суд во случај кој се однесува на казна доживотен затвор (lebenslange Freiheitsstrafe) oд 21 јуни 1977 година, 45 BVerfGE 187.", "Судот заклучил дека државата не можела да го претвори сторителот во средство за спречување на криминал на штета на неговото со устав заштитено право на општествена вредност. Почитувањето на човековото достоинство и владеењето на правото значеле дека хуманото извршување на казната доживотен затвор е возможно само ако на затвореникот му била дадена „конкретна и реално достижна шанса“ да си ја врати слободата во определен момент после нејзиното одземање; државата ја повредувала самата суштина на човековото достоинство ако на затвореникот му одземела секаква надеж тој некогаш да си врати својата слобода.", "Судот исто така нагласил дека рехабилитацијата била наложена со уставот во секоја заедница која човековото достоинство го има како свој централен елемент. На сторителот на кривично дело морало да му биде дадена шанса, откако ќе се искупи за кривичното дело, повторно да се врати во општеството. Државата била должна – во рамките на она што е возможно – да ги преземе сите мерки неопходни за постигнување на таа цел. Затворите имале должност да се стремат кон ресоцијализација на затворениците, да ја зачуваат нивната способност да се справуваат со животот како и да се справуваат со негативните ефекти на казната затвор и деструктивните промени на личноста кои одат заедно со казната затвор.", "Судот сепак потврдил дека, за криминалец кој останува закана за општеството, целта на рехабилитација можеби никогаш нема да биде постигната; во таков случај, конкретните лични околности на криминалецот се тие кои можат да се причина за да не е можна успешна рехабилитација, а не самата казна доживотен затвор.", "Судот заклучил дека, согласно овие заклучоци, казната доживотен затвор за убиство не била бесмислена или несразмерна казна. Фактот што, согласно Кривичниот законик, затворениците кои издржуваат казна доживотен затвор генерално имале шанса да бидат ослободени откако ќе поминат определен временски период во затвор значел дека законикот можел да биде толкуван и применуван на начин кој е во согласност со Основниот закон.", "70.  Во случајот 72 BVerfGE 105 (1986) по кој судот одлучувал подоцна кој се однесува на воен криминалец, и во кој подносителот на уставна тужба имал осумдесет и шест години и имал издржано дваесет години од казната доживотен затвор изречена заради испраќање педесет луѓе во гасни комори, судот сметал дека тежината на кривичното дело кое некое лице го извршило можела да влијае врз тоа дали тој/таа ќе биде должен/должна да ја издржува целата своја казна доживотен затвор. Сепак, при балансирањето на овие фактори од страна на судот не требало да се стави преголем акцент на сериозноста на кривичното дело во споредба со личноста на сторителот, духовната состојба и возраста на лицето. Во тој случај, при секое подоцнежно оценување на барање за ослободување поднесено од тужутелот ќе морало да се даде поголема важност на личноста, возраста и неговото затворско досие. Според судот, негативните последици од казната станувале сѐ посилни и посилни после невообичаено долг временски период поминат во затвор.", "Основниот закон во принцип не исклучувал можност казната доживотен затвор да биде издржана во целост, особено кога сериозноста на кривичното дело наложувала казна која е повисока од минималната казна за убиство. Сепак, дури и во тие случаи, не би било компатибилно со Основниот закон ако условното пуштање на слобода можело да биде земено предвид само во случаи на ментален или физички инвалидитет или на затвореници кои се на умирање. Условното пуштање на слобода по тие основи не било компатибилно со човековото достоинство, или со потребата секој затвореник да има конкретна и реална шанса да си ја врати својата слобода, без оглед на карактерот на кривичното дело кое го извршил.", "71.  Во неговата одлука од 16 јануари 2010 години, BVerfG, 2 BvR 2299/09, Сојузниот уставен суд одлучувал во случај на екстрадиција каде сторителот се соочувал „тешка казна доживотен затвор до крајот на животот“ (erschwerte lebenslängliche Freiheitsstrafe bis zum Tod) во Турција. Германската Влада побарала гаранции дека тој ќе има можност да побара условно пуштање на слобода и на тоа добила одговор дека Претседателот на Турција имал овластување да укинува казни по основ на хронична болест, инвалидитет или поодминати години. Судот не дозволил есктрадиција, заклучувајќи дека тоа овластување да се нареди ослободување нудело само слаба надеж за ослободување и затоа било недоволно. И покрај потребата за почитување на странски правни поредоци, ако лицето немало никакви практични изгледи за ослободување таквата казна би била сурова и понижувачка (grausam und erniedrigend) и би ги повредила императивите на човековото достоинство предвидени во член 1.", "Ѓ.  Италија", "72.  Член 27, став 3 од италијанскиот Устав предвидува дека казните не смеат да бидат нечовечки и имаат за цел рехабилитација на осудените лица.", "Италијанскиот Уставен суд има донесено четири водечки пресуди во врска со член 27, став 3 од Уставот.", "Во првата пресуда донесена на 27 јуни 1974 година (204/1974), затвореник побарал условоно ослободување од страна на Министерот за правда. Министерот за правда го консултирал судијата надлежен за извршување на казната, кој пак, го доставил предметот до Уставниот суд за тој да даде мислење за уставноста на релевантниот закон за условно ослободување, според кој одлуките за условно ослободување ги донесувал Министерот. Уставниот суд одлучил дека, врз основа на член 27, став 3 од Уставот, рехабилитацијата била целта на секоја казна и право на секој затвореник. Затоа, требало да има оценување на казната, направено од страна на судија, а не некој од извршната власт, да утврди дали, со оглед на времето поминато во затвор, затвореникот постигнал рехабилитација. Судот исто така нагласил дека ако се исполнети соодветни услови, условното пуштање на слобода било од суштинска важност за остварување на целта на рехабилитација. Истиот заклучок бил донесен од страна на судот и во однос на лицата кои издржуваат казни доживотен затвор во воени затвори во пресудата 192/1976, 14 јули 1976 која се однесува на двајца германски војници кои издржувале такви казни за кривични дела извршени во Втората Светска Војна.", "Втората пресуда на судот, од 7 ноември 1974 година (264/1974), била донесена по доставување на предметот од страна на Поротниот суд во Верона за да се даде мислење во однос на тоа дали казната доживотен затвор е компатибилна со член 27, став 3. Повикувајќи се на својата претходна пресуда од 27 јуни 1974 година, судот одлучил дека имало можност за условно ослободување (дури и за затвореници кои издржуваат казна доживотен затвор) и одлуките за условно ослободување морало да ги донесува судството, а не извршната власт. Овие фактори значеле дека била можна рехабилитацијата на затвореникот кој издржува казна доживотен затвор и, како таква, праксата на казните доживотен затвор била во согласност со член 27, став 3.", "Третата пресуда (од 21 септември 1983 година, број на предмет 274/1983) се однесувала на одредба во италијанскиот закон, која во тоа време, дозволувала намалување на казните за дваесет дена на секои издржани шест месеци, но не се применувала на оние кои издржуваат казна доживотен затвор Прогласувајќи ја одредбата на неуставна, судот потсетил дека член 27, став 3 се однесувал на сите казни без исклучок и дека во принцип немало причина одредбата која дозволува намалување на казните (чија декларирана цел била охрабрување на рехабилитацијата на затворениците) да не се применува на казни доживотен затвор. Последица од оваа пресуда било тоа што, во однос на казните доживотен затвор, одредбите за намалување на казните се применувале на периодот кој затвореникот кој издржува доживотен затвор го поминал во затвор пред да ги исполни условите за да може да побара условно ослободување.", "Четвртата пресуда (2-4 јуни 1997 година, број на предмет 161/1997) се однесува на член 177 од Кривичниот законик кој предвидувал дека ако затвореникот кој издржува казна доживотен затвор ги прекрши условите на неговиот отпуст (и затоа отпустот бил отповикан), тогаш тој го губел неговото право да побара условно ослободување во иднина. Потсетувајќи на неговите претходни пресуди кои се однесуваат на рехабилитација и важноста на условниот отпуст за рехабилитацијата, Уставниот суд одлучил дека дејството на член 177 било да ја исклучи во целост можноста за рехабилитација на затвореникот. Судот понатаму заклучил дека можноста за условен отпуст била единствен начин казната доживотна затвор да може да остане усогласена со член 27, став 3; ако таа можност не постоела, казната би била некомпатибилна со член 27, став 3. Затоа, во моментот член 177 бил неуставен. Според судот, на законодавното тело било да утврди услови под кои можело да се добие условен отпуст, под услов тие да бидат во согласност со Уставот.", "Е.  Судска пракса од други земји во врска со казни кои се очигледно несразмерни и казни доживотен затвор", "1.  „Очигледна несразмерност“", "73.  Забрана за очигледно несразмерни казни има во законите или судската пракса на следните земји:", "- Канада (член 12 од Повелбата за правата, на начинот на кој е толкувана во предметите R v. Smith (Edward Dewey) [1987] 1 SCR 1045; R v. Luxton [1990] 2 SCR 711; и R v. Latimer [2001] 1 SCR 3);", "- Хонг Конг (Lau Cheong против Специјалниот административен регион Хонг Конг [2002] HKCFA 18);", "- Маурициус (член 7 од Уставот; Државата против Philibert [2007] SCJ 274);", "- Намибија (Државата против Tcoeib [1997] 1 LRC 90 (види параграф 74 подолу); Државата против Vries 1997 4 LRC 1; и Државата против Likuwa [2000] 1 LRC 600)", "- Нов Зеланд (член 9 Повелбата за правата на Нов Зеланд од 1990 година);", "- Јужна Африка (Dodo против Државата (CCT 1/01) [2001] ZACC 16; Niemand против Државата (CCT 28/00) [2001] ZACC 11); и", "- Соединетите Американски Држави (Осмиот амандман на Уставот, толкуван, помеѓу другото, во случајот Graham против Флорида 130 S. Ct. 2011, 2021 (2010)).", "2.  Казни доживотен затвор", "74.  Во случајот Државата против Tcoeib [1997] 1 LRC 90 намибискиот Врховен суд сметал дека изрекувањето на дискрециона казна доживотен затвор е во согласност со член 8 од државниот устав (чиј потстав в, е идентичен со член 3 од Конвенцијата). Претседателот на Врховниот суд [Chief Justice] Mahomed, во одлука донесена едногласно, заклучил дека релевантниот законски систем за условно пуштање на слобод е доволен, но, забележал дека ако условниот отпуст зависел „од каприциозно извршување“ на дискреционата надлежност на затворската управа или извршните органи, надежта за ослободување би била „премала и премногу непредвидлива“ за затвореникот да си го врати достоинството како што е наложено со член 8.", "Претседателот на Врховниот суд исто така забележал:", "„Наредба со која намерно еден граѓанин се става во затвор до крајот на неговиот или нејзиниот живот ...не може да биде оправдана ако практично претставува казна со која вратите на затворот се неповратно заклучени за сторителот без било какви изгледи за било какво законито бегство од таа состојба до крајот на неговиот или нејзиниот живот и без оглед на било кои околности кои може да се појават покасно. Во таквите околности може да спаѓаат социлошка и психолошка реевалуација на карактерот на сторителот која може да го отстрани стравувањето кое претходно постоело дека неговото или нејзиното ослободување после неколку години може да ја загрози опасноста на другите или докази кои на друг начин може да покажат дека сторителот е во поодминати години или станал толку неподвижен и болен или толку се каел/а за неговото/нејзиното минато, да понатомошното држење во затвор на сторителот на трошок на државата претставува суровост којашто повеќе не може да се правда со јавен интерес.“", "Претседателот на Врховниот суд додал дека таа култура „на взаемен очај“ не била во согласност со намибискиот Устав, кој наложувал општеството да ги реформира и рехабилитира своите затвореници во периодот додека се во затвор.", "75.  In de Boucherville против државата Маурициус [2008] UKPC 70 жалителот бил осуден на смртна казна. Со укинувањето на смртната казна, неговата казна била претворена во задолжителна казна доживотен затвор. Судскиот комитет на Тајниот совет [Judicial Committee of Privy Council] ја анализирал пресудата на Судот во случајот Kafkaris, цитирана погоре, и заклучил дека гаранциите кои постоеле во Кипар за Kafkaris да не биде без надеж за ослободување, не биле достапни во Маурициус. Врховниот суд на Маурициус ја толкувал таквата казна дека го осудува затвореникот de Boucherville на казнено ропство до крајот на неговиот живот, казна за која одредбите од релевантниот закон за условен отпуст и намалување на казната не се применувале. Според Тајниот совет, тоа значело дека казната била очигледно несразмера и арбитрерна и како таква спротивна на член 10 од Уставот на Маурициус (одредби за обезбедување на законска заштита, вклучително и правото на правично судење).", "Исто така жалителот тврдел дека задолжителниот карактер на казната го повредувал член 7 од Уставот (забрана на тортура, нечовечко или понижувачко казнување или друго слично постапување). Со оглед на неговиот заклучок во однос на член 10, Тајниот совет сметал дека не е потребно да го одлучи тоа прашање или да ја разгледа релевантноста на можноста за ослободување од аспект на член 75 (претседателскиот прерогатив за помилување). Сепак, советот заклучил дека гаранциите достапни во Кипар (во облик на надлежности на Државниот правобранител да препорача условен отпуст и овластувањата на Претседателот да намали казни или да нареди ослободување), не биле достапни во Маурициус. Тајниот совет исто така сметал дека било каква разлика помеѓу задолжителните смртни казни и казната доживотен затвор можеле да бидат претерани и, за таа цел, го цитирал лордот судија Laws во Wellington во неговото мислење во предметот Lichniak и (во параграфи 45 и 54 погоре).", "IV.  РЕЛЕВАНТНИ МЕЃУНАРОДНИ ИНСТРУМЕНТИ ЗА РЕХАБИЛИТАЦИЈА НА ЗАТВОРЕНИЦИ", "76.   Текстовите на Советот на Европа како и другите меѓународни инструменти кои се релевантни за целите на затворски казни, особено во однос на важноста која ѝ се дава на рехабилитацијата, се наведени во пресудата во случајот Dickson против Обединетото Кралство ([ГСC], бр. 44362/04, параграфи 2836, ECHR 2007V). Во делот во кој се релевантни за овој случај, тие документи може да се резимираат на следниот начин.", "A.  Документи на Советот на Европа", "77.  Покрај тие делови на препораките (2003)22 и (2003)23 кои се однесуваат на рехабилитацијата и конструктивното подготвување на затоворениците за отпуст, водечкиот инструмент на Советот на Европа се Европските затворски правила [European Prison Rules] од 2006 година.", "Еден од основните принципи на правилата е содржан во правило 6, кое предвидува:", " „Секое лишување од слобода ќе биде уредено така што ќе овозможува реинтеграција во слободното општество на лицата кои биле лишени од слобода.“ \n", "Правилото 102.1 предвидува дека режимот за осудени затвореници ќе се одреди така што ќе им овозможи тие да водат одговорен живот и живот без криминал. Во коментарот за Правилата од 2006 година (подготвен од Европскиот комитет за проблеми со криминалот [European Committee on Crime Problems]) се наведува дека правилото 102 е во согласност со клучните меѓународни инструменти вклучувајќи го член 10, став 3 од Меѓународниот пакт за граѓански и политички права (види параграф 80 подолу).", "Правило 103 ја уредува имплементацијата на режимот за осудени затвореници. Во делот во кој е релевантен, тоа правило предвидува:", "„103.2  По приемот на осудените затвореници, што е можно побрзо, ќе се изработи извештај за нивната лична состојба, предложените програми за издржување на казната за секој од нив поединечно, како и стратегија за подготовка за нивно ослободување.", "...", "103.4  Овие програми за издржување на казната опфаќаат:", "a.  работа;", "б.  образование;", "в.  други активности; и", "г.  подготовка за ослободување.", "...", "103.8  Посебно внимание се посветува на утврдувањето на соодветни програми и режими за издржување на казната, за затвореници кои издржуваат доживотна казна затвор и други долги затворски казни.“", "Правилото 107 (за отпуст на осудените затвореници) предвидува, помеѓу другото: дека, во случаите на затвореници кои издржуваат подолги казни затвор, се преземаат посебни мерки со кои се обезбедува нивно постепено вклучување во животот на слобода (правило 107.2); и дека затворските власти тесно соработуваат со службите и институциите кои вршат надзор и кои им пружаат помош на отпуштените затвореници, со цел да се овозможи сите затвореници повторно да го најдат своето место во заедницата (правило 107.4).", "Б.  Стандардни минимални правила за постапување со затвореници на Организацијата на Обединетите Нации", "78.  Стандардните минимални правила за постапување со затвореници на Организацијата на Обединетите Нации [The United Nations Standard Minimum Rules for the Treatment of Prisoners] (1957 година) ги содржат следните принципи кои даваат насоки за осудените затвореници:", "„58.  Крајната цел и оправдување на казната затвор или друга слична мерка која подразбира лишување од слобода е заштита на општеството од криминал. Оваа цел може да се постигне само доколку периодот поминат во затвор се искористи да се овозможи, колку што е можно, по враќањето во општеството, сторителот не само да сака, туку и да може да води живот почитувајќи го законот и издржувајќи се себеси.", "59.  За оваа цел, установата треба да ги искористи сите корективни, образовни, морални, духовни и други сили и облици на помош кои се соодветни и достапни и треба да настојува истите да ги примени во согласност со индивидуалните потреби за постапување со затворениците.", "60.  (1)  Режимот на установата треба да настојува да ги минимизира разликите помеѓу затворскиот живот и животот на слобода кои можат да ја намалат одговорноста на затворениците или почитувањето кое тие го заслужуваат како човечки суштества.", "(2) Пред завршувањето на казната, пожелно е да се преземат потребните чекори кои би овозможиле постепено враќање на затвореникот кон живот во општеството. Оваа цел може да се постигне, зависно од случајот, со режим пред отпуштање организиран во самата установа или во друга соодветна установа или со условно отпуштање со одреден вид на надзор кој не смее ѝ да биде доверен на полицијата, туку истиот треба да биде комбиниран со ефективна социјална помош.", "61.  Постапувањето со затворениците не треба да го нагласува нивното исклучување од заедницата, туку нивната континуирана улога во неа. Од таа причина, агенциите на заедницита треба да се ангажираат, секогаш кога тоа е возможно, да му помагаат на персоналот во установата во нивната задача за општествена рехабилитација на затворениците ...", "...", "Постапување", "65.  Постапувањето со лицата осудени на казна затвор или слична мерка ќе има за цел, колку што тоа го дозволува времетраењето на казната, да ја поттикне кај нив волјата за водење на живот со почитување на законот и самоиздршка по отпуштањето од затвор и да ги оспособи тоа и да го сторат. Постапувањето со нив ќе биде такво да ќе го поттикнува нивното самопочитување и ќе го развие нивното чувство за одговорност.", "66.  (1)  За тие цели, ќе се употребат сите соодветни средства, вклучувајќи и верска грижа во земјите каде што тоа е можно, образование, стручно насочување и оспособување, социјална работа по конкретни случаи, советување при вработување, физички развој и зајакнување на моралниот карактер, согласно индивидуалните потреби на секој затвореник, а земајќи ги предвид неговото социјално и криминално минато, неговите физички и ментални способности и склоности, неговиот личен темперамент, должината на казната и неговите планови по ослободувањето.”", "79.  Кон рехабилитација упатуваат и правилата 24 и 62 (воочување и третман на било какви физички или ментални проблеми кои може да ја попречат рехабилитацијата), правило 63 (за издржување на казната во отворен режим), правило 64 (помош после ослободување), правило 67 (класификација и индивдуализација), правило 75(2) (работа), правило 80 (односи со оние кои не се во затвор).", "В.  Меѓународен пакт за граѓански и политички права", "80.  Член 10 од Меѓународниот пакт за граѓански и политички права, во делот кој е релевантен, предвидува:", " „1.  Со сите лица кои се лишени од слобода ќе се постапува хумано и со почитување на вроденото достоинство на човековата личност.", "...", "3.  Казнено-поправниот режим ќе подразбира постапување со осудениците со цел за нивна рехабилитација и повторно вклучување во општеството. Малолетните престапници ќе бидат одвоени од возрасните и подложени на режим кој ќе одговара на нивната возраст и нивната правна положба.“", "81.  Комитетот за човекови права во неговиот Генерален коментар бр. 21 (1992 година) кој се однесува на член 10, кажал, помеѓу другото, дека ниту еден казнено-поправен систем не смее да биде насочен само кон ретрибуција; тој пред сѐ треба да се стреми кон реформирање и социјална рехабилитација на затвореникот (види параграф 10 од коментарот).", "ПРАВО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕН 3 ОД КОНВЕНЦИЈАТА", "82.  Жалителите пред Големиот судски совет останаа на нивните жалбени наводи дека наредбите за издржување на целата казна доживотен затвор не биле во согласност со член 3 од Конвенцијата, кој го предвидува следното:", "„Никој нема да биде подложен на тортура или нечовечко или помижувачко постапување или казнување.“", "A.  Заклучоците на Судскиот совет", "83.  Странките во нивните поднесоци пред Судскиот совет се согласија дека секоја очигледно несразмерна казна би довела до неправилно постапување спротивно на член 3. Судскиот совет се согласил со таа сугестија (забележувајќи дека тоа било широко прифатен и применуван критериум за да утврдување дали казната би претставувала нечовечко или понижувачко постапување), но нагласил дека само во „ретки и исклучителни прилики“ тој критериум би бил исполнет (параграфи 88 и 89 oд неговата пресуда).", "84.  Судскиот совет понатаму заклучил дека, ако е исполнет општиот услов дека казната не треба да биде очигледно несразмерна, требало да се прави разлика помеѓѕ три видови на казната доживотен затвор (параграф 90 oд неговата пресуда):", "(i)  казна доживотен затвор со можност за условен отпуст откако ќе биде издржан определен минимален временски период од казната;", "(ii)  дискрециона казна доживотен затвор без можност за условен отпуст (што значи, казна предвидена со закон, но за чие изрекување е потребна судска одлука); и", "(iii) задолжителна казна доживотен затвор без можност за условен отпуст (што значи, казна којашто е предвидена со закон за определено кривично дело и кој на судијата не му дава дискрециона слобода да одлучи самиот дали да ја изрече таа казна или не).", "85. Судскиот совет сметал дека првиот вид на казна очигледно можел да биде намален и затоа не се појавувало прашање по член 3 (параграф 91 oд пресудата).", "86.  За вториот вид на казна, Судскиот совет го забележал следното:", "„Вообичаено, такви казни се изрекуваат за најтешки кривични дела, како што е убиство или убиство со умисла. Во секој правен систем, таквите дела, ако не се казниви со казна доживотен затвор, вообичаено се казнуваат со прилично долга казна затвор, веројатно во траење од неколку децении. Затоа, секој обвинет кој е осуден за такво кривично дело мора да очекува да издржи поголем број на години во затвор пред реално да има било каква надеж за отпуст, без оглед на тоа дали муе изречена казна доживотен затвор или казна со ограничено траење. Затоа следува дека, ако судот изрече дискрециона казна доживотен затвор после соодветно разгледување на сите релевантни олеснителни и отежнителни околности, не може да дојде до прашање по член 3 во моментот на нејзино изрекување.“", "87.  Од тие причини, Судскиот совет заклучил дека ќе дојде до прашање по член 3 само кога може да се покаже: (i) дека поматамошното држење во затвор на жалителот повеќе не може да се оправда со ниту една легитимна пенолошка причина; и (ii) дека казната не може да се намали де факто и де јуре (види параграф 92 oд пресудата).", "88.  За третиот вид на казна, задолжителната казна доживотен затвор без можност за условен отпуст, Судскиот совет заклучил дека, иако била потребна построга оцена во однос на тоа дали казната била очигледно несразмерна, таквата казна не била per se некомпатибилна со Конвенцијата и би дошло до прашање по член 3 само на истиот начин како и за дискреционата казна доживотен затвор без можност за условен отпуст.", "89. Применувајќи ги овие критериуми, Судскиот совет заклучил дека казните на жалителите практично биле дискрециони казни доживотен затвор без можност за условен отпуст.", "90.  Судскиот совет потоа забележал дека се чинело дека политиката на Министерот за отпуст од хумани причини е многу поограничена од кипарската политика на помилување анализирана во пресудата Kafkaris, цитирана погоре. Прво, тоа можело да значи дека затвореникот ќе остане во затвор, дури и ако неговото/нејзиното понатамошно останување во затвор повеќе не можело да се оправда со легитимни пенолошки причини, сѐ додека тој или таа не е смртно болен или со физички инвалидитет. Второ, Судскиот совет воочил дека, според претходниот законски систем во Англија и Велс преоценувањето на потребата од наредба за издржување на целата казна доживотен затвор се правело откако затвореникот ќе издржел дваесет и пет години од неговата/нејзината казна. Немало објаснување зошто не бил содржан таков механизам за преоценување во законот кој е во сила во моментот, Законот од 2003 година. Исто така од определена важност било тоа што Римскиот статут на Меѓународниот кривичен суд предвидувал идентичен временски период за преоценување на казните доживотен затвор изречени од тој суд. Трето, Судскиот совет со сомневал дека отпустот од хумани причини можел навистина да се смета за отпуст ако сѐ што тој значел било дека затвореникот умирал во својот дом или во болница, наместо во затвор.", "91.  Сепак, применувајќи ги критериумите наведени во параграф 92 од неговата пресуда, Судскиот совет утврдел дека немало прашање по член 3 во случаите на жалителите затоа што тие не покажале дека нивното понатамошно држење во затвор не служело за остварување на легитимна пенолошка причина. Првиот жалител имал издржано само три години од неговата казна (параграф 95). Иако вториот и третиот жалител имале издржано по дваесет и шест и шеснаесет години во затвор, практично им била изречена нова казна во 2008 година, кога од Високиот суд побарале преоценување на нивните наредби за издржување на целата казна доживотен затвор. Високиот суд не сметал дека понатамошното држење во затвор на било кој од тие жалители не служи за легитимна пенолошка причина; туку напротив, во секој случај, Високиот суд одлучил дека императивите на казнување и одвраќање од извршување на кривични дела можеле да се исполнат само со наредбите за извршување на целата казна доживотен затвор (ibid.).", "Б.  Аргументи на странките", "1.  Владата", "92.  Владата истакна дека Судскиот совет правилно направил разлика помеѓу трите видови на казна доживотен затвор. Ниту изрекувањето на казната доживотен затвор без можност за условен отпуст ниту пак издржувањето на таквата казна не било во принцип некомпатибилно со член 3. Помеѓу државите договорнички немало консензус во однос на казните доживотен затвор, како што се гледало, на пример, од незадолжителната формулација на член 5, став 2 од Рамковната одлука на Европскиот совет за европски налог за апсење (види параграф 67 погоре). Казнената политика на Англија и Велс била одамна воспоставена. Според Владата, таа била одраз на ставот дека постојат определени кривични дела кои се толку тешки да нивните сторители само од причини на казнување заслужуваат доживотен затвор.", "93.  Според Владата, Судскиот совет исто така со право заклучил дека, во однос на дискреционата казна доживотен затвор без условен отпуст (што значи, во Англија и Велс, наредба за издржување на целата казна доживотен затвор), не доаѓало до прашање по член 3 во моментот на изрекување на казната. Всушност, според Владата, можело никогаш да не дојде до такво прашање. Од таа причина, Конвенцијата не наложувала механизам за преоценување на казни доживотен затвор. Според Владата, таквиот механизам за преоценување нудел само слаба надеж за отпуст. Таквиот карактер на надежта бил последица на фактот што наредбата за издржување на целата казна доживотен затвор била изречена за да се казни сторителот за исклучителната сериозност на делото кое го извршил/а, а тежината на тоа дело останувала непроменета со текот на времето. Член 3 не наложувал процедура која нуди надеж којашто е толку мала: тој повеќе наложув да се почитуваат правата на затвореникот од Конвенцијата ако некогаш дојде момент во кој неговото понатамошно останување во затвор стане некомпатибилно со член 3. Во случаите на жалителите не дошло до такво прашање, а можеби и никогаш немало ни да дојде.", "94. Повикувајќи се на пресудата на Апелациониот суд во случајот Bieber и надлежноста на Министерот да нареди отпуст предвидена во член 30 од Законот од 1997 година (види параграфи 47 и 42 погоре), Владата истакна дека иако наредбата за издржување на целата казна доживотен затвор не била казна доживотен затвор којашто не може да се намали. Надлежноста на Министерот била обемна и дискрециона. При вршењето на таа надлежност, тој бил должен да постапува во согласност со Конвенцијата. Затоа, ако жалителите некогаш сакале да истакнат дека нивното понатамошно држење во затвор не било оправдано со ниту една причина од пенолошки аспект, и ако тоа се покажело како точно, член 30 ќе им овозможел да добијат отпуст. Секоја одлука на Министерот со која ним не им се дозволува отпуст, би можела да биде оспорена пред суд.", "95. Осврнувајќи се на забелешките на Судскиот совет во однос на отсуството на одредба за преоценување на казната после 25 години во сегашната законска рамка во врска со наредби за издржување на целата казна доживотен затвор, Владата истакна дека една од целите на Законот била одлуките во врска со соодветното траење на казната со цел казнување и одвраќање од извршување на кривични дела да бидат од судски карактер. Анексот 21 од Законот од 2003 година содржел детални и неисрцпни насоки за утврдување на минималното траење на во случаите на казна доживотен затвор. Владата исто така нагласи дека, во случаите на сите тројца жалители, наредбите за издржување на целата казна доживотен затвор кои им биле изречени, биле изречени од страна на независни судии кој ја имале земено предвид тежината на извршените кривични дела како и сите релевантни отежнителни и олеснителни околности. Тие одлуки биле предмет на оцена од страна на Апелациониот суд.", "96.  Поради наведените причини, и поради причините дадени од Судскиот совет во неговата пресуда, според Владата немало повреда на член 3 во однос на тројцата жалители.", "2.  Жалителите", "97.  Жалителите останаа на тврдењето дека имало повреда на член 3 во нивните случаи. И покрај тврдењата на Владата, нивните казни не можеле да се намалат: ниту еден затвореник кој издржувал казна доживотен затвор не бил ослободен по основ на член 30 од Законот од 1997 година или по било кој друг основ.", "98.  Жалителите се согласија дека Судскиот совет со право разликувал три вида казни доживотен затвор. Сепак, Судскиот совет погрешил кога утврдил дека немало прашање по член 3 сѐ до оној момент во кој повеќе немало легитимни причини од пенолошки аспект кои би го оправдале понатамошното држење во затвор. Овој пристап бил погрешен затоа што со него не се препознавале два елемента: (i) материјалното прашање по член 3 дали наредбите за издржување на целата казна доживотен затвор изречени на жалителите претставувале неправилно постапување ab initio; и (ii) процедуралниот императив во казната доживотен затвор да биде вграден механизам за нејзино преоценување за да се осигура дека нема повреда на член 3.", "99.  За првото прашање, жалителите прифатија дека затвореникот кој издржува казна доживотен затвор може да го помине остатокот од својот живот во затвор затоа што тој/таа останувал ризик за заедницата и дека ако тоа било случај не би имало прашање по член 3. Сепак, наредбата за издржување на целата казна доживотен затвор којашто била изречена само заради казнување директно го поткопувала човековото достоинство, го уништувала духот на човекот и ја игнорирало способноста за спротивставување на оправдувањата за условен отпуст кои можело да се појават во иднина. Во оправдувањата за казната затвор спаѓале, како што утврдил Судскиот совет, казнување, одвраќање од извршување на кривични дела, заштита на јавноста и рехабилитација. Но, со тек на време рамнотежата на овие фактори можела да се промени. Наредбата за издржување на целата казна доживотен затвор којашто не може да биде предмет на преразгледување, според жалителите значела дека затвореникот ќе остане во затвор до неговата смрт без оглед на какви било промени на тие фактори во текот на издржувањето на казната.", "Понатаму, според жалителите после укинувањето на смртната казна, наредбата за издржување на целата казна доживотен затвор била единствената казна којашто перманентно го исклучувала затвореникот од општеството и била спротивна на принципот на реинтеграција којшто преовладувал во европската казнено-поправна политика. Ниту еден документ на Советот на Европа не поддржувал наредби за издржување на целата казна доживотен затвор, а некои тела, како што е CPT, ја сметале казната доживотен затвор без можност за условен отпуст за нечовечка (види го работниот документ и извештајот за Швајцарија во параграфите 63 и 64 погоре). Tоа било поткрепено со европскиот консензус против изрекување на такви казни, ставовите на италијанскиот и германскиот Уставен суд, и ставовите изразени од Врховните и Уставните судови ширум светот (види го релевантното споредбено право наведено во параграфите 68–75 погоре). Уште еден корисен елемент било тоа што, во Шкотска, не постоеле наредби за издржување на целата казна доживотен затвор и законот на шкотскиот Парламент кој наложувал судиите да утврдуваат минимално траење на казната бил така подготвен да осигура дека шкотскиот закон е компатибилен со Конвенцијата (види го исто така параграф 68 погоре).", "100.  Во однос на второто прашање, процедуралниот императив за преразгледување на наредбата за издржување на целата казна доживотен затвор, жалителите истакнаа дека Владата не можела да даде ниту една принципиелна причина за невклучувањето на механизам за преразгледување на казната после издржани 25 години во Законот од 2003 година. Таа не дала таква причина ниту во своите опсервации пред Судот, или кога бил предложен амандман на законот за повторно воведување на тоа преразгледување, но подоцна одбиен во Домот на лордови во март 2012 година. Дополнителна поддршка за преразгледување на казната после издржани 25 години имало во Римскиот статут на Меѓународниот кривичен суд: 121 земја потписничка на тој Статут изречно потврдиле дека, дури и за исклучително тешките случаи како што е геноцид, таквото преразгледување било неопходно.", "101.  На крајот, во поддршка на нивните жалбени наводи дека нивните казни претсавувале неправилно постапување, првиот и вториот жалител се повикаа на два стручни извештаја на клинички психолози, во кои биле документирани состојбата на депресија и очај во којашто тие се наоѓале, и влошувањето на нивните личности до кое дошло во текот на издржувањето на нивните казни.", "C.  Оцена на Големиот судски совет", "1.  „Очигледна несразмерност“", "102.  Судскиот совет заклучил дека очигледно несразмерна казна би го повредила член 3 од Конвенцијата. Странките се согласија со тој став во нивните поднесоци пред Судскиот совет како и во нивните поднесоци пред Големиот судски совет. Големиот судски совет се согласува со заклучокот на Судскиот совет и го поддржува. Големиот судски совет исто така се согласува со Судскиот совет дека само во ретки и исклучителни околности тој критериум на очигледна несразмерност ќе биде исполнет (види параграф 83 погоре и параграфи 88 и 89 oд пресудата на Судскиот совет).", "2.  Казни доживотен затвор", "103. Со оглед на тоа дека жалителите не тврдеа дека нивните наредби за издржување на целата казна доживотен затвор се очигледно несразмерни, потребно е да се испита, како што направи и Судскиот совет, дали тие наредби го повредиле член 3 од Конвенцијата по други основи. Генералните принципи кои ќе ја раководат анализата на Судот се следните.", "104.  Веќе е утврдено во судската пракса на Судот дека изборот на една држава на конкретен казнено-правен систен вклучувајќи и го преразгледувањето на казни и модалитети на условниот отпуст, во принцип се надвор од опсегот на надзор кој Судот го врши на европско ниво, под услов тој систем да не е спротивен на принципите предвидени со Конвенцијата (види Kafkaris, цитиран погоре, параграф 99).", "105.  Покрај тоа, како што Апелациониот суд забележал во R v. Oakes (види параграф 50 погоре), прашањата кои се однесуваат на праведно и сразмерно казнување се предмет на рационална дебата и цивилизирано несогласување. Затоа, на државите договорнички мора да им биде дозволен определен простор за слобода оцена [margin of appreciation] кога одлучуваат за соодветното траење на затворските казни за конкретни кривични дека. Како што Судот има кажано, негова задача не е да одлучи кое е соодветното траење на казната затвор за конкретно кривично дело или да се изјасни за соодветното траење на казната затвор или друга казна којашто треба да биде издржана од страна на едно лице после осуда од надлежен суд (види T. против Обединетото Кралство [ГСC], бр. 24724/94, параграф 117, 16 декември 1999 година; V. против Обединетото Кралство [ГСC], бр. 24888/94, параграф 118, ECHR 1999IX; и Sawoniuk против Обединетото Кралство (одлука), бр. 63716/00, ECHR 2001VI).", "106.  Од истите причини, државите договорнички мора исто така да бидат слободни да изрекуваат казни доживотен затвор за возрасни сторители за особено тешки кривични дела како што е убиство: изрекувањето на таква казна на возрасни сторители не е само по себе забрането со член 3 или некомпатибилно со тој или со било кој друг член од Конвенцијата (види Kafkaris, цитиран погоре, параграф 97). Tоа е посебно точно кога таквата казна не е задолжителна, туку се изрекува од страна на независен судија откако тој или таа ги разгледал сите олеснителни и отежнителни околности кои постојат во даден случај.", "107.  Сепак, исто како што Судот заклучи и во Kafkaris, изрекувањето на возрасен сторител на казна доживотен затвор којашто не може да се намали може да доведе до прашање по член 3 3 (ibid.). Има два одвоени, но повразни аспекти на овој принцип кои Судот смета дека треба да се нагласат и уште еднаш да се потврдат.", "108. Прво, казната доживотен затвор не значи дека не може да биде намалена само поради фактот што во пракса таа може да биде издржана во целост. Нема прашање по член 3 од Конвенцијата ако казната затвор де јуре и де факто може да биде намалена (види Kafkaris, цитиран погоре, параграф 98).", "Во тој поглед, Судот би нагласил дека нема да дојде до прашање по член 3 ако, на пример, затвореник кој издржува казна доживотен затвор има право согласно домашното право да побара отпуст, но тоа барање да е одбиено од причина што тој/таа сѐ уште претставувал закана за општеството. Тоа е затоа што државите имаат должност согласно Конвенцијата да преземаат мерки за заштита на јавноста од насилен криминал и Конвенцијата не им забранува на државите, лицето осудено за тешко кривично дело да го подложат на казна со неограничено траење овозможувајќи понатамошно држење во затвор на сторителот кога е тоа неопходно за заштита на јавноста (види, mutatis mutandis, T. против Обединетото Кралство, параграф 97, и V. против Обединетото Кралство, параграф 98, цитирани погоре). Всушност, спречувањето криминалецот да го повтори делото е една од „суштинските функции“ на затворската казна (види Mastromatteo против Италија [ГСC], бр. 37703/97, параграф 72, ECHR 2002VIII; Maiorano и други против Италија, бр. 28634/06, параграф 108, 15 декември 2009 година; и, mutatis mutandis, Choreftakis и Choreftaki против Грција, бр. 46846/08, параграф 45, 17 јануари 2012 година). Тоа е особено случај со оние кои се осудени за убиство или други тешки кривични дела против животот. Самиот факт што тие затвореници може веќе да издржале долг период во затвор не ја ослабнува позитивната обврска на државата да ја заштити јавноста; државите може да ја исполнат таа обврска со понатамошно држење во затвор на затвореници осудени на казна доживотен затвор сѐ додека тие се сѐуште опасни (види, на пример, Maiorano и други, цитиран погоре).", "109.  Второ, при утврдувањето дали во даден случај може да се смета дека казната доживотен затвор не може да се намали, Судот настојувал да утврди дали за затвореникот кој издржува таква казна може да се каже дека има било какви изгледи за отпуст. Кога домашниот закон предвидува можност за преразгледување на казната доживотен затвор со цел таа да биде ублажена, намалена, прекината или да се дозволи условен отпуст на затвореникот, тоа ќе биде доволно за член 3 да биде испочитуван (види Kafkaris, цитиран погоре, параграф 98).", "110.  Постојат повеќе причини зошто, за казната доживотен затвор да остане компатибилна со член 3, мора да постојат и изгледи за условен отпуст и можност за преразгледување на казната.", "111.  Очигледно е дека еден затвореник не може да биде лишен од слобода освен ако постојат легитимни причини од пенолошки аспект за тоа лишување од слобода. Како што беше потврдено од Апелациониот суд во Bieber како и од Судскиот совет во неговата пресуда во овој случај, во тие причини спаѓаат казнување, одвраќање од извршување на кривични дела, заштита на јавноста и рехабилитација. Многу од тие причини вообичаено ќе постојат во моментот на изрекување на казната доживотен затвор. Сепак, рамнотежата помеѓу тие оправдувања за лишувањето од слобода не е нужно статична и може да се промени во текот на издржувањето на казната. Она што можеби е главно оправдување за лишувањето од слобода на почетокот на издржување на казната, може да не биде такво оправдување после подолг период на издржување на казната. Само со преразгледување на оправдувањето за понатомошно држење во затвор во соодветен момент од извршувањето на казната овие фактори или промени може правилно да се евалуираат.", "112.  Понатаму, ако тој затвореник се држи во затвор без било какви шанси за отпуст и без можност неговата казна да биде преразгледана, постои ризик дека тој никогаш нема да може да се искупи за неговото кривично дело: што и да прави затвореникот во затворот, колку и да е исклучитен напредокот кој го постигнал во насока на рехабилитација, неговата казна останува непроменета и не може да биде предмет на ново разгледување. Понатаму, казната станува сѐ поглема со текот на времето: колку подолго затвореникот живее, толку е подолга неговата казна. Затоа, дури и кога целата казна доживотен затвор е соодветна казна во моментот на нејзино изрекување, со поминувањето на време таа станува – да го парафризираме лордот судија Laws во пресудата во Wellington – слаба гаранција за праведно и сразмерно казнување (види параграф 54 погоре).", "113.  Понатаму, како што германскиот Сојузен уставен суд потврдил во случајот кој се однесува на казна доживотен затвор (види параграф 69 погоре), би било неспојливо со одредба во германскиот Основен закон која се однесува на човековото достоинство, државата присилно да му ја одземе слободата на некое лице без да му даде барем шанса некој ден да ја поврати таа слобода. Токму овој заклучок го навел Уставниот суд да одлучи дека затворската управа имала должност да се стреми кон рехабилитација на затвореникот осуден на казна доживотен затвор и дека рехабилитацијата била наложена со уставот на секоја заедница во која централен елемент е човековото достоинство. Всушност, Уставниот суд покасно јасно кажал во случај кој се однесува на воен криминалец дека тоа се однесува на сите затвореници кои издржуваат казна доживотен затвор, без оглед на карактерот на кривичните дела кои ги извршиле и дека ослободувањето на сите оние кои се неподвижни или пред умирање не било доволно (види параграф 70 погоре).", "Слични согледувања мора да се применуваат согласно системот на Конвенцијата, чија суштина, како што Судот често кажува, е почитувањето на човековото достоинство (види, помеѓу останатите пресуди, Pretty против Обединетото Кралство, бр. 2346/02, параграф 65, ECHR 2002III; и V.C. против Словачка, бр. 18968/07, параграф 105, ECHR 2011 (извадоци)).", "114.  Всушност, сега има и јасна поддршка во европското и меѓународното право за принципот дека на сите затвореници, вклучително и на тие кои издржуваат казни доживотен затвор, треба да им биде понудена можност за рехабилитација и шанси за отпуст ако дојде до таква рехабилитација.", "115.  Судот веќе имал прилика да воочи дека, иако казнувањето останува една од целите на казната затвор, акцентот на европската казнена политика сега е на рехабилитацијата, особено кон крајот на долга затворска казна (види, на пример, Dickson против Обединетото Кралство [ГСC], бр. 44362/04, параграф 75, ECHR 2007V; и Boulois против Луксембург [ГСC], бр. 37575/04, параграф 83, ECHR 2012, со понатамошни референци). Кај правните инструменти на Советот на Европа, тоа е најјасно изразено со правилото 6 од Европските затворски правила, кое предвидува дека секое лишување од слобода ќе биде така уредено така што ќе овозможува реинтеграција во слободното општество на лицата кои биле лишени од слобода, и правилото 102.1, кое предвидува дека режимот за осудени затвореници ќе се одреди на таков начин да им овозможи да водат одговорен живот и живот без криминал (види параграф 77 погоре).", "116.  Релевантните инструменти на Советот на Европа наведени погоре во параграфите 60–64 и 76 исто така покажуваат, прво, дека императивот на рехабилитација е подеднакво применлив на затворениците кои издржуваат казна доживотен затвор; и второ, дека, во случај на нивна рехабилитација, тие затвореници треба исто така да имаат изгледи за условен отпуст.", "Правилото 103 oд Европските затворски правила предвидува дека, при имплементацијата на режимот за осудени затвореници, треба да се подготвуваат програми за издржување на казната за секој од нив поединечно, и треба да содржат, помеѓу другото, и стратегија за подготовка за нивно ослободување. Примената на таквите програми за издржување на казната е посебно проширена да важи и за затвореници кои издржуваат казни доживотен затвор по основ на правилото 103.8 (види параграф 77 погоре).", "Резолуцијата 76(2) на Комитетот на министри препорачува дека случаите на сите затвореници – вклучително и оние кои издржуваат казна доживотен затвор – да бидат испитани колку што е можно побрзо за да се утврди дали треба да биде одобрен условен отпуст. Таа резолуција исто така препорачува дека преразгледувањето на казната доживотен затвор треба да се спроведува на секои осум до четирианесет години од казната затвор и да се повторува на редовни временски интервали (види параграф 60 подолу).", "Препораката 2003(23) (за менаџирањето од страна на на затворските управи на затвореници кои издржуваат доживотен затвор и други затвореници кои издржуваат долги казни) нагласува дека на затворениците кои издржуваат казна доживотен затвор треба да им биде овозможена конструктивна подготовна за условен отпуст, вклучувајќи, за таа цел, можност за напредување низ затворски систем. Препораката исто така изречно кажува дека затворениците кои издржуваат казна доживотен затвор треба да имаат можност за условен отпуст (види, особено, параграфи 2, 8 и 34 од препораката и параграф 131 од извештајот кој е приклучен кон препораката, наведени во параграф 61 погоре).", "Препораката 2003(22) (за условен отпуст) исто така јасно кажува дека условниот отпуст треба да биде достапен за сите затвореници и дека на затворениците кои издржуваат казна доживотен затвор не треба да им биде негирана надежта за отпуст (види параграф 4(a) oд препораката и 131 oд објаснувачкиот меморандум, наведени во параграф 62 погоре).", "Комитетот за спречување на тортура има искажано слични ставови, најнеодамна во неговиот извештај за Швајцарија (види параграф 64 погоре).", "117.  Овој императив за рехабилитација на затворениците кои издржуваат казна доживотен затвор како и за изгледите за нивен евентуален отпуст е понатаму одразен и во праксата на државите договорнички. Тоа е видно од пресудите на германскиот и италијанскиот Уставен суд кои се однесуваат на рехабилитација и казни доживотен затвор (наведени во параграфи 69–71 и 72 погоре) и во другите споредбено-правни материјали доставени пред Судот. Тие покажуваат дека во големото мнозинство на држави договорнички или воопшто не се изрекуваат казни доживотен затвор или, ако се изрекуваат такви казни, тие предвидуваат некој механизам, интегриран во законодавството кое се однесува на казни, кој гарантира преразгледување на тие казни после утврден временски период, обично после издржани дваесет и пет години од казната затвор (види параграф 68 погоре).", "118.  Истата посветеност кон рехабилитација за затворениците кои издржуваат казна доживотен затвор и за изгледите еден ден тие да бидат отпуштени постои и во меѓународното право.", "Стандардните минимални правила за постапување со затвореници на Организацијата на Обединетите Нации ја насочуваат затворската управа да ги употреби сите достапни средства за да осигураат враќање на сторителите на кривични дела во општеството (види правила 58–61, 65 и 66, цитирани во параграф 78 погоре). Постојат и дополнителни, изречни повикувања на рехабилитацијата на затвореници во текстот на правилата (види параграф 79 погоре).", "Исто така, член 10, став 3 од Меѓународниот пакт за граѓански и политички права изречно предвидува дека суштинската цел на казнено-поправниот систем треба да биде реформирањето и социјалната рехабилитација на затворениците. Тоа е нагласено во Генералниот коментар за член 10 на Комитетот за човекови права, во кој се истакнува дека ниту еден казнено-поправен систем не треба за цел да има ретрибуција (види параграфи 80 и 81 погоре).", "На крај, Судот ги воочува релевантните одредби на Римскиот статут на Меѓународниот кривичен суд, чии потписнички се 121 држава, вклучувајќи го мнозинството на држави членки на Советот на Европа. Член 110, став 3 од Статутот предвидува преразгледување на казната доживотен затвор после издржани дваесет и пет години, со повторно преразгледување кое ќе се повторува на редовни интервали после тоа. Важноста на член 110, став 3 е нагласена со фактот што член 110, став 4 и став 5 од Статутот и правилата 223 и 224 од Правилата за постапката и доказите на Меѓународниот кривичен суд наведуваат детални процедурални и материјални гаранции кои треба да го раководат тоа преразгледување. Во критериуми за намалување на казната спаѓаат, помеѓу другото, дали поведението на осуденото лице во затворот покажува дека тоа навистина го осудува делото кое го извршил/а и неговите/нејзините изгледи за ресоцијализација (види правило 223(a) и (б), наведено во параграф 65 погоре).", "3. Генерален заклучок во врска со казните доживотен затвор", "119. Поради причините наведени претходно, Судот смета дека, во контекст на казната доживотен затвор, член 3 не смее да се толкува дека наложува казната да може да биде намалена, во смисла на нејзино преоценување кое им овозможува на домашните органи да разгледаат дали промените во животот на затвореникот се толку значајни и дека бил постигнат таков напредок кон рехабилитација во текот на издржувањето на казната, да значи дека неговото понатомошно држење во затвор повеќе не може да се оправда со од пенолошки аспект легитимни причини.", "120.  Сепак, Судот би нагласил дека, со оглед на просторот на слободната оцена кој мора да им биде даден на државите договорнички во казнено-правни прашања и при одмерување на казни (види параграфи 104 и 105 погоре), не е негова задача да ја пропишува формата (административна или судска) која треба да ја има тоа преоценување. Со оглед на тоа, Судот исто така би забележал дека споредбените и меѓународно-правните материјали кои се доставени покажуваат јасна поддршка за институтот механизам посветен на гарантирање на преоценување на казната не покасно од дваесет и пет години после изрекувањето на казната доживотен затвор, со дополнително преоценување кое се спроведува на редовни интервали после тоа (види параграфи 117 и 118 погоре).", "121. Од тој заклучок следува дека, кога домашното право не предвидува можност за такво преоценување, казната доживотен затвор нема да ги исполнува стандардите на член 3 од Конвенцијата.", "122.  Иако потребното преоценување е иден настан кој нужно е последователен на изрекувањето на казната, затвореникот кој издржува казна доживотен затвор не треба да биде обврзан да чека и да издржува неопределен број на години од неговата казна пред да може да истакне жалбен навод дека правните услови поврзани со неговата казна не ги исполнуваат условите од член 3 во тој поглед. Тоа би било спротивно и на правната сигурност и на генералните принципи за статус на жртва во смисла на тој поим во член 34 од Конвенцијата. Понатаму, во случаи во кои казната, при изрекување, може да биде намалена согласно домашното право, би било каприциозно да се очекува затвореникот да работи на својата рехабилитација без да знае дали, на неутврдена дата во иднина, може да биде воведен механизам кој би му овозможил, врз основа на таа рехабилитација, да може да побара условен отпуст. Затвореникот кој издржува казна доживотен затвор има право да знае, што тој мора да стори за биде земен предвид за одобрување на условен отпуст и под кои услови, вклучително кога ќе се спроведе преоценување на казната или кога тоа може да биде побарано. Последователно на тоа, кога домашното право не предвидува било каков механизам или можност за преоценување на казната доживотен затвор, доаѓа до некомпатибилност со член 3 по тој основ уште во моментот на изрекување на казната доживотен затвор, а не покасно додека ја издржува казната.", "4.  Анализа на случајот кој е сега предмет на разгледување", "123. Останува да се утврди дали, со оглед на горните забелешки, наредбите за издржување на целата казна доживотен затвор кои им биле изречени на жалителите во овој случај ги исполнуваат условите од член 3 од Конвенцијата.", "124.  Судот би започнал со забелешката дека, како што заклучил и Судскиот совет во неговата пресуда (види параграф 94), тој не е убеден со причините кои ги истакна Владата за одлуката да не вклучи одредба за преоценување на казни доживотен затвор после издржани 25 години од казната, во Англија и Велс, во законот кој во моментот е во сила, Законот од 2003 година (види параграф 95 погоре). Судот потсетува дека таквото преоценување, иако било доверено на извршната власт, сепак постоело според претходниот законски систем (види параграф 46 погоре).", "Владата истакна дека преоценувањето после издржани дваесет и пет години од казната доживотен затвор не било вклучено во Законот од 2003 година затоа што една од намерите на тој закон била одлуките во врска со соодветното траење на казната затвор заради остварување на целите на казнување и одвраќање од кривични дека, да бидат од судски карактер (види параграф 95 погоре). Сепак, потребата независни судии да утврдат дали наредбата за издржување на целата казна доживотен затвор може да биде изречена е прилично одвоена од потребата таквите наредби да бидат преоцените покасно со цел да се осигура дали тие и понатаму се оправдани со од пенолошки аспект легитимни причини. Понатаму, со оглед на тоа дека декларираната намера на законскиот амандман била да се отстрани извршната власт во целост од процесот на носење на одлуки кои се однесуваат на казни доживотен затвор, би било поконзистентно да се предвиди дека, оттогаш, преоценувањето на казната после дваесет и пет години, наместо да биде елиминирано во целост, ќе се спроведува во рамките на судството, а не, како порано, од страна на извршната власт под контрола на судството.", "125.  Понатаму, законот кој е сега во сила не е доволно јасен во однос на изгледите за условен отпуст на затворениците кои издржуваат казна доживотен затвор. Точно е дека член 30 од Законот од 1997 година му дава на Министерот овластување да ослободи било кој затвореник вклучително и затвореник кому му е изречена наредба за издржување на целата казна доживотен затвор (види параграф 42 погоре). Исто така точно е дека, при вршењето на тоа овластување – како и сите други законски овластувања – Министерот е правно обврзан да постапува во согласност со Конвенцијата (види член 6, став 1 од Законот за човекови права, наведен во параграф 33 погоре). Како што сугерираше Владата во своите аргументи пред Судот, оттука би било возможно да се чита член 30 не само дека на Министерот му дава овластување за да нареди условен отпуст, туку и дека му наметнува должност да го врши тоа овластување и да ослободи некој затвореник ако може да се покаже дека неговото понатамошно лишување од слобода станало некомпатибилно со член 3, на пример, кога повеќе не може да биде оправдано со од пенолошки аспект легитимни причини.", "Практично, тоа е смислата која му е дадена на член 30 од страна на Апелациониот суд во случајот Bieber и потврдена во Oakes (види, особено, параграф 49 погоре, во кој се наведени параграфите 48 и 49 oд пресудата во случајот Bieber и забелешката на Апелациониот суд дека иако овластувањето од член 30 било ретко употребувано, немало причина зошто тоа да не биде искористено од Министерот за да го осигура потребното почитување на член 3 од Конвенцијата).", "Tаквото читање на член 30 кое осигурува некакви изгледи согласно законот за отпуст на затворениците кои издржуваат казна доживотен затвор, во принцип, би било во согласност со пресудата на овој Суд во Kafkaris, цитирана погоре. Ако во случаите на жалителите може да се утврди со доволно сигурност дека домашниот закон кој во моментот е во сила оди во таа насока, тогаш би можело да се каже дека нивните казни може да бидат намалени и затоа не би имало повреда на член 3.", "126.  Сепак, Судот мора да го анализира законот каков што е во моментот врз основа на декларираните политики како и судската пракса и како што се применува во пракса во однос на затворениците кои издржуваат казна доживотен затвор. Факт е дека, и покрај пресудата на Апелациониот суд во Bieber, Министерот не ја има изменето неговата изречно нагласена и рестриктивна политика за тоа кога тој ќе го употреби своето овластување од член 30. И покрај начинот на кој Апелациониот суд го толкува членот 30, Наредбата за затворска служба останува во сила и предвидува дека отпуст ќе биде нареден само во определени исцрпно наброени услови, а кои не се цитирани само како примери, имено ако затвореникот е смртно болен или ако е со физички инвалидитет и ако се исполнети други дополнителни критериуми (имено дека ризикот од повторно извршување на кривични дела е минимален, понатамошното држење во затвор би го скратило животниот век на затвореникот, дека се преземени адекватни мерки за грижа и постапување со затвореникот надвор од затворот, и дека предвременото отпуштање би довело до значителни придобивки за затвореникот или неговото или нејзиното семејство).", "127.  Според Судот, тоа се многу рестриктивни услови. Дури и ако се претпостави дека тие може да се иполнат од страна на затвореник кому му е изречена наредба за издржување на целата казна доживотен затвор, Судот смета дека Судскиот совет со право се сомневал дали отпустот од хумани причини на затвореници кои се смртно болни или со физички инвалидитет може воопшто да се смета за отпуст, ако сѐ што тоа значи е дека затвореникот ќе умре во својот дом или во болница, наместо во затвор. Всушност, според Судот, ваквиот отпуст од хумани причини не е она на што се мисли под „изгледи за отпуст“ во пресудата во Kafkaris, цитирана погоре. Како такви, условите во Наредбата сами по себе се неконзистентни со пресудата во случајот Kafkaris и затоа не се доволни во смисла на член 3.", "128.  Понатаму, Наредбата за затворска служба мора да се сфати дека се однесува и на затворениците и на затворската управа. Сепак, таа не содржи објаснувања, изведени од образложението на Апелациониот суд во случајот Bieber и на кои се повикува Владата во своите поднесоци пред Судот во врска со дејството на Законот за човекови права и член 3 од Конвенцијата врз вршењето на овластувањето на Министерот да нареди отпуст согласно член 30 од Законот од 1997 година. Посебно, Наредбата не ја одразува можноста – овозможена со Законот за човекови права – дури и затворениците кои издржуваат казна доживотен затвор да можат, во определен момент во текот на издржувањето на нивната казна, да побараат отпуст заснован на од пенолошки аспект легитимни причини. Во тој обем, врз основа на аргументите на самата Влада кои се однесуваат на состојбата на законот кој во моментот е во сила, Наредбата за затворска служба може на затворениците кои издржуваат казна доживотен затвор – особено на оние кои се директно засегнати со неа – да им даде само делумна слика на исклучителните околности кои може да доведат до вршење на овластувањето на Министерот согласно член 30.", "129.  Како последица на тоа, со оглед на недоволната јасност во врска со состојбата на домашниот закон кој е во сила во моментот, кога се во прашање затворениците кои издржуваат казна доживотен затвор, Судот не може да го прифати аргументот на Владата дека член 30 од Законот од 1997 година може да се сфати дека на жалителите им дава соодветно и адекватно правно средство, ако некогаш тие сакаат да покажат дека нивното понатамошно држење во затвор повеќе не е оправдано со од пенолошки аспект легитимни причини и како такво спротивно на член 3 од Конвенцијата. Во моментот, не е јасно дали, при разгледувањето на такво барање за отпуст поднесено согласно член 30 од страна на затвореник кој издржува казна доживотен затвор, Министерот ќе ја примени постоечката, рестриктивна политика, наведена во Наредбата за затворска служба, или ќе оди надвор од очигледно исцрпните услови на таа Наредба со примена на критериумите на почитување на член 3 наведени во Bieber. Се разбира, секоја негативна одлука на Министерот би можела да биде предмет на судска оцена, и би можело, во текот на таквата постапка, правната позиција да биде разјаснета, на пример со повлекување и замена на Наредбата за затворска служба или со нејзино укинување од страна на судовите. Сепак, тие можности не се доволни за да ја отстранат состојбата на недоволна јасност на домашниот закон кој го регулира можниот отпуст, по исклучок, на затворениците кои издржуваат казна доживотен затвор, која постои во моментот.", "130.  Затоа со оглед на контрастот помеѓу широката формулација на член 30 (како што е толкуван од Апелациониот суд на начин кој е во согласност со Конвенцијата, и како што налага правото на Обединетото Кралство тоа толкување треба да е во согласност со Законот за човекови права) и исцрпните услови истакнати со Наредбата за затворска служба, како и отсуството на било каков механизам за преоценување на наредбите за издржување на целата казна доживотен затвор, Судот не е убеден дека, во моментот, казните доживотен затвор на жалителите може да се сметаат за казни кои може да бидат намалени во смисла на член 3 од Конвенцијата. Затоа, Судот заклучува дека критериумите на член 3 во тој поглед не се исполнети во однос на ниту еден од тројцата жалители.", "131.  При донесувањето на овој заклучок, Судот би забележал дека, во текот на оваа постапка, жалителите не тврдеа дека, во случаите на секој од нив поединечно, повеќе нема од пенолошки аспект легитимни причини за тие и понатаму да останат во затвор. Жалителите исто така прифатија дека, дури иако би се исполниле императивите на казнување и одвраќање од вршење на кривични дела, тие и понатаму би можеле да останат во затвор поради тоа што се општествено опасни. Затоа утврдувањето на повреда на Конвенцијата во нивните случаи не може да се сфати дека им дава изгледи за неодложен отпуст.", "II.  НАВОДНА ПОВРЕДА НА ЧЛЕН 5, СТАВ 4 ОД КОНВЕНЦИЈАТА", "132.  Во нивните поднесоци до Големиот судски совет, жалителите останаа на нивниот жалбен навод дека непостоењето на механизам во домашниот закон за преоценување на нивните казни било спротивно на член 5, став 4 од Конвенцијата, кој гласи:", "„4. Секое лице лишено од слобода со апсење или притворање има право да започне постапка за оцена на законитоста на тоа лишување од слобода по која во кус рок ќе одлучи суд, и да нареди негово ослободување, ако тоа лишување од слобода не било законито.“", "Сепак, овој жалбен навод беше прогласен за недопуштен од Судскиот совет во неговата пресуда, а што ја ограничува надлежноста на Големиот судски совет (види, помеѓу другите пресуди, Gillberg против Шведска [ГСC],бр. 41723/06, параграф 53, 3 април 2012 година, и Kafkaris, цитиран погоре, параграф 124, со дополнителни референци). Следува дека овој жалбен навод е надвор од опсегот на случајот каков што е доставен пред Големиот судски совет.", "III.  ПРИМЕНА НА ЧЛЕН 41 ОД КОНВЕНЦИЈАТА", "133.  Член 41 од Конвенцијата предвидува:", "„ Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на заинтересираната Висока страна договорничка овозможува само делумно отстранување на последиците на таа повреда, Судот и дава на оштетената страна, доколку е потребно, правично задоволување.“", "134.  Само првиот жалител поднесе барање за правично задоволување.", "A.  Штета", "135. Врз основа на мислење на вештак кое било подготвено за да се објасни болката која првиот жалител ја претрпил во текот на издржувањето на неговата казна, тој побара 1,500 британски фунти (GBP) (приближно 1,844 евра) за нематеријална штета.", "136.  Големиот судски совет смета дека утврдувањето на повреда на член 3 претставува доволно правично задоволување и затоа не доделува надомест по тој основ.", "Б.  Трошоци и издатоци", "137.  Првиот жалител побара надомест за 120 часа работа на неговиот адвокат [solicitor] и над 130 часа работа за неговите застапници [counsel], во вкупен износ од 76,646 фунти, со вклучен ДДВ (приближно 88,957 евра).", "138.  Според судската пракса на Судот, жалителот има право да му бидат надоместени трошоци и издатоци само во обем во кој било докажано дека тие биле навистина и со потреба направени и ако биле со разумен износ. Во овој случај, со оглед на документите со кои Судот располага како и горните критериуми, Судот смета дека е разумно да му додели на првиот жалител износ од 40,000 евра за постапката пред Судот.", "В.  Затезна камата", "139.  Судот смета дека е соодветно затезната камата да биде заснована на најниската каматна стапка на Европската централна банка, на што треба да бидат додадени три процентни поени.", "ОД ТИЕ ПРИЧИНИ, СУДОТ", "1.  Одлучува, со шеснаесет гласа за и еден против, дека имало повреда на член 3 во однос на секој од жалителите;", "", "2.  Одлучува, едногласно, дека жалбениот навод по член 5, став 4 од Конвенцијата е надвор од опсегот на неговата анализа;", "", "3.  Одлучува, со шеснаесет гласа за и еден против, дека утврдувањето на повреда претставува доволно правично задоволување за било каква нематеријална штета која ја претрпил првиот жалител;", "", "4.  Одлучува, со шеснаесет гласа за и еден против,", " (a)  дека тужената држава треба да му плати на првиот жалител, во рок од три месеци, 40,000 ЕУР (четириесет илјади евра), кои треба да се конвертираат во британски фунти по курсот кој важи на денот на исплата, за трошоци и издатоци, плус секој данок кој може да биде пресметан за тој износ;", "(б) дека по истекот на рокот од три месеци споменат погоре до исплата, ќе се пресметува камата на горниот износ со стапка која е еднаква на најниската каматна стапка на Европската централна банка во текот на односниот период плус три процентни поени;", "", "5.  Го одбива, едногласно, останатиот дел од барањата на првиот жалител за правично задоволување.", "Изработена на англиски и француски јазик, и објавена на јавна расправа во Зградата на човекови права, Стразбур, на 9 јули 2013 година, согласно правило 77, став 2 и став 3 од Правилата на Судот.", "\tMichael O’Boyle\tDean Spielmann\n\tЗаменик секретар\tПретседател", "", "Во согласност со член 45, став 2 од Конвенцијата и правило 74, став 2 од Правилата на Судот, следните издвоени мислења се приклучени кон оваа пресуда:", "(a)  Издвоено мислење на судијата Ziemele;", "(б)  Издвоено мислење на судијата Power-Forde;", "(в)  Издвоено мислење на судијата Mahoney;", "(г)  Делумно спротивставено мислење на судијата Villiger.", "D.S.\nM.O’B.", "Издвоените мислења не беа преведени, но се појавуваат на англиски и француски јазик во верзиите на официјален јазик на пресудата кои може да се најдат во датабазата на судска пракса на Судот HUDOC.", "", "", "", "", "", "", "", "© Совет на Европа/Европски суд за човекови права 2013.", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", ""]}