{"file": "MAC_HJUDMAC_67336_01.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "67336/01", "text_paragraphs": ["ПЕТТИ ОДДЕЛ", "", "СЛУЧАЈ ДАНИЛЕНКОВ И ДРУГИ ПРОТИВ РУСИЈА", "", "(Жалба бр. 67336/01)", "", "ПРЕСУДА", "[Извадоци]", "", "Оригиналната англиска веризија на оваа пресуда е изменета на 23 април 2010 г. согласно членот 81 од деловникот на Судот.", "", "СТРАЗБУР", "", "30 јули 2009 г.", "", "© Совет на Европа/Европски суд за човекови права, 2012. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "Оваа пресуда е конечна. Таа може да претрпи редакциски измени.", "Во случајот Даниленков и други против Русија,", "Европскиот суд за човекови права (петта секција), кој заседаваше во рамките на совет составен од:", "\tРет Марусте (Rait Maruste), претседател,\n\tРенате Јаегер (Renate Jaeger),\n\tКарел Јунгвиерт (Karel Jungwiert),\n\tАнатоли Ковлер (Anatoly Kovler),\n\tМарк Вилигер (Mark Villiger),\n\tИзабел Беро-Лефевр (Isabelle Berro-Lefèvre),\n\tЗдравка Калајџиева (Zdravka Kalaydjieva), судии,\nи од Стефен Филипс (Stephen Phillips), заменик судски секретар на секоција", "Откако го разгледа случајот на затворена седница на судскиот совет на 14 април и 7 јули 2009 г,", "Ја донесе следната пресуда, усвоена на погоре наведената дата:", "ПОСТАПКА", "1.  Случајот произлегува од жалбата (бр. 67336/01) поднесена против Руската Федерација чиишто триесет и двајца државјани набројани подоле („жалителите“), сите членови од гранката од Калининград на синдикатот на пристанишните работници од Русија („СДР“), се обратиле на Судот на 9 февруари 2001 г. повикувајќи се на членот 34 од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“).", "2.  Жалителите, кои се стекнале со право за користење правна помош, се застапени од г-дин. Чесалин (Chesalin), адвокат на СДР во Калининград. Руската влада („Владата“) била наизменично застапувана од г-дин. П. Лаптев ( P. Laptev) и г-ѓа В. Милинчук (V. Milinchuk), претставници на Руската Федерација при Европскиот Суд за Човекови Права.", "3.  Жалителите се жалеле особено дека им била повредена слободата на здружување и нивното право да не бидат дискриминирани, како и тоа дека не располагале со ефикасни правни лекови за ова прашање во рамките на домашното право.", "4.  Со одлука од 19 октомври 2004 г., советот го прогласил барањето за допуштено.", "5.  По консултација со страните, Советот одлучил дека нема причина да се одржи рочиште за основаноста на предметот (член 59 § 3 in fine од Деловникот). Секоја од страните поднела пишани коментари за забелешките од другата страна.", "ФАКТИТЕ", "I.  ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "(...)", "A.  Генезата на случајот", "8.  Во 1995 г., синдикатот на пристанишните работници од Русија („СДР“) основал своја гранка во пристаништето на Калининград, како алтернатива на историскиот синдикат на вработените во морскиот превоз. Оваа гранка била официјално регистрирана во одделението за правда на Калининград на 3 октомври истата година.", "9.  Работодавецот на жалителот, претпријатието за морска трговија од Калининград (ЗАО „Морской торговый порт Калининград“ – „претпријатието за морска трговија“), било основано на 30 јуни 1998 г. како акционерско друштво со ограничен број на акционери (ЗАО) како резултат на преорганизирањето на трговското морско претпријатие од Калининград, на коешто ова здружение ми било правен наследник. На 20 јули 1980 г., Управната Власт на Балтијск (регионот на Калининград) го регистрирало официјално ова ново правно лице. На 25 април 2002 г., ЗАО било преобразено во акционерско друштво (OAO), задржувајќи го истото име (ОАО „МПТК“).", "10.  Според жалителите, на 4 март 1997 г., Гувернерот на регионот на Калининград ја усвоил резолуцијата бр. 183, утврдувајќи го основањето на Фондот за развој на регионот на Калининград („Фондот“) и назначувајќи во својот управен одбор 5 члена од Управната Власт од регионот; неговиот прв заменик, г-дин. Каретни (Karetni), бил назначен за директор на Фондот, а тој самиот станал претседател на управниот совет.", "11.  Жалителите укажале дека, од 1998 г. до 2000 г., г-дин. Каретни бил член на управниот одбор на претпријатието за морска трговија. Во тоа време тој исто така раководел, преку претпријатие Регионк (Regionk) што тој го контролирал, со дополнителни 35% од акциите на наведеното морско претпријатие. Оттука, според жалителите, во тоа време, нивниот работодавец се наоѓал под ефективна контрола од страна на Државата, било директно (20% од акциите биле во сопственост на Фондот) било индиректно (35% од акциите биле управувани од претставник на регионалната управна власт).", "12.  Документите поднесени од Владата укажале дека претпријатието за морска трговија од Калининград било приватна сопственост, додека Фондот се имал стекнато со само 19,93% од акциите (0,09% во мај 1997 г., потоа 19,84% во мај 1998 г.). Според Владата, значи, не можело да се каже дека државата ефективно ги контролирала активностите на претпријатието. Освен тоа, акциите од претпријатието за морска трговија во сопственост на Фондот ѝ биле отстапени, на 28 ноември 2000 г., на ЗАО Земланд Ескима (ЗАО «Земланд Эскима»).  Што се однесува до г-дин Каретни, Владата појаснила дека тој навистина бил член на управниот одбор на претпријатието за морска трговија, но дека на времето, тој не бил државен службеник. Освен тоа, тврдењето на жалителите според кое тој го контролирал Регионк не било покрепено со ниту еден елемент. Владата заклучила дека опсегот на ефективната контрола на државата врз претпријатието за морска трговија бил ограничен на контролата на почитувањето на применливите законски текстови од страна на претпријатието.", "Б.  Дискриминацијата наведена од страна на управата на претпријатието за морска трговија", "13.  Во мај 1996 г., СДР учествувал во колективни преговори од кои произлегол нов колективен договор со кој се продолжувало времетраењето на годишните одмори и се подобрувале платите. Како последица на ова, бројот на членовите на овој синдикат, за две години, пораснал од 11 на 275 (на 14 октомври 1997 г.). Според жалителите, во претпријатието за морска трговија од Калининград во тоа време имало вработено повеќе од 500 пристанишни работници.", "14.  На 14 октомври 1997 г., на иницијатива на СДР, пристанишните работници започнале штрајк за да бидат подобро платени, да добијат подобри услови за работа, здравствено осигурување и животно осигурување. На 28 октомври, по два месеци штрајк, тие одново започнале со работа без притоа да успеат да ги остварат своите барања.", "15.  Жалителите тврдат дека, од таа дата, управата на претпријатието за морска трговија од Калининград вршела притисок на членовите на СДР за да ги казни што учествувале во тој штрајк и да ги натера да го напуштат синдикатот.", "1.  Преместувањето на членовите на СДР во специјалните работни екипи", "16.  На 28 октомври 1997 г., генералниот директор на претпријатието за морска трговија од Калининград усвоил одлука со која биле основани две специјални работни екипи (бр.  109 и 110) наречени „екипи на резервните пристанишни работници“, со капацитет од до четириесетина вработени секоја. Овие екипи изворно биле создадени за пристанишните работници, кои поради својата поодмината возраст или здравствените проблеми, не можеле да ја вршат истата работа како другите. Со оглед на тоа дека во овие екипи немало доволен број на работници (шест лица наспроти петнаесетина во другите екипи) за да може да ракуваат со бродскиот товар, тие биле споени во една единствена екипа (бр. 109), која работела по осум часа на ден, додека другите екипи работеле во дневни или ноќни смени од по 11 часа. Со одлуката од 28 октомври 1997 г. било извршено преместување на постарите пристанишни работници или пристанишните работници со здравствени проблеми во една нова екипа (бр.117), и мнозинството на пристанишните работници кои учествувале во штрајкот биле префрлени во реформираните „резервни екипи“ (бр. 109 и 110).", "17.  Жалителите укажуваат дека нивното преместување во „резервните екипи“, каде тие работеле само во дневна смена, значително ги намалило нивните примања. На крајот од месецот ноември 1997, генералниот директор се обидел да ги натера вработените да го напуштат СДР префрлајќи ги оние кои ќе го направеле тоа во екипи сочинети од групи кои не биле членови на СДР, каде што повторно можеле да работат на ракување со пристанишниот товар.", "18.   На 1 декември 1997 г., генералниот директор официјално го најавил новиот состав на екипите и наредил тие да бидат пренумерирани. Жалителите биле префрлени во четири екипи составени само од членови на СДР кои учествувале во штрајкот (екипи бр. 9, 10, 12 и 13). Екипите бр. 12 и 13 имале ист работен распоред како и другите екипи, додека екипите бр. 9 и 10 (претходно бр. 109 и 110) имале наизменично два дена со работни смени од по единаесет часа и два дена одмор.", "2.  Намалувањето на можноста за заработка на лицата распределени во екипите на членови на СДР.", "19.  Според жалителите, сѐ до 1997 г., различните шефови на екипи ја бирале наизменично работната обврска на нивната екипа. Од 1  декември 1997 г., генералниот директор неофицијално ги исклучил од овој систем шефовите на екипите на членовите на СДР, на начин да во пракса, овие екипи отсега имале пристап само до најнепрофитабилните работни задачи. Приходот на жалителите на тој начин се намалил за од 50 до 75%, зашто тие повеќе не можеле да се бават со работа што се плаќала по парче, туку само со помошни активности кои се плаќале по час и само по половина цена од нормалната тарифа.", "20.  На 21 јануари 1998 г., трудовиот инспектор му наредил на директорот за човечки ресурси на работодавецот на жалителите да ги обештети пристанишните работници на реформираните екипи за загубата на заработка која на тој начин им била причинета. На 2 февруари 1998 г., директорот на човечките ресурси одговорил дека реорганизирањето на екипите произлегувало од внатрешното раководење со претпријатието за морска трговија и дека, со оглед на тоа што за истата работа сите пристанишни работници биле еднакво платени, немало правна основа за обештетување.", "21.  Жалителите тврделе исто така дека нивниот работодавец намерно ги држел екипите на СДР со помалку вработени (во август 1998 г., екипите бр. 9 и 10 имале тројца членови и екипите бр. 12 и 13 шест лица), за да има оправдание што не им дозволува да вршат работни задачи на ракување со товар.", "22.  Првиот и вториот жалител се жалеле кај трудовата инспекција поради префрлањето на членовите на СДР во специјалните екипи. На 25 август 1998 г., директорот на трудовата инспекција на регионот на Калининград издал налог (предписание) адресиран до в.д. генералниот директор на претпријатието за морска трговија од Калининград. Наведувајќи дека пристанишните работници биле распределени во посебни екипи заради нивното членство во одреден синдикат, тој укажал дека ваква мерка била спротивна на членот 9 § 1 од законот за синдикатите и дека спречувала одредени екипи, кои заради ваквата прераспределба немале доволно вработени, да можат да работат користејќи ги своите максимални капацитети, и оттука му наредил на генералниот директор да ги поништи сите измени на составот на работните екипи и да го врати бројот на вработени на екипите на нормала.", "23.  На 4 ноември 1998 г., генералниот директор наредил прераспоредување во други екипи на повеќемина пристанишни работници од четирите екипи на членови на СДР, кои, во тој миг, броеле секоја помалку од пет лица. На 1 декември 1998 г., преостанатите вработени од четирите екипи на членови на СДР биле споени во нова екипа (бр.14), а првиот жалител бил назначен за шеф на истата.", "3.  Тестот за проверка на знаењата за безбедносните правила", "24.  Меѓу 15 април и 14 мај 1998 г. се одржал тестот за проверка на знаењата за безбедносните правила на работното место што пристанишните работници морале да го полагаат секоја година. На претставникот на СДР не му било дозволено да биде член на комитетот за тестирање ниту пак да присуствува на тестирањето.", "25.  Жалителите навеле дека тестот се одржал во неправични услови на штета на членовите на СДР. Тие тврдат дека од 89-те пристанишни работници кои не успеале на тестот, 79 биле членови на СДР, додека на 1 јуни 1998 г., претпријатието за морска трговија имало 438 вработени пристанишни работници, од кои само 212 биле членови на СДР. Владата од своја страна тврдела дека само 44 лица од пристанишните работници кои не успеале да го положат тестот биле членови на СДР. пристанишните работници кои не го положиле тестот биле суспендирани од работа во текот на една недела.", "26.  За време на поправниот тест кој се одржал од 3 до 5 јуни, 20 вработени – од кои 17 биле членови на СДР – одново не успеале на тестот. Жалителите тврделе дека една недела по тестот, на двајцата вработени кои не биле членови на СДР им било дозволено да се вратат на работа, додека членовите на синдикатот биле отпуштени од работа без да добијат можност одново да го полагаат тестот. Тие тврделе дека управата на претпријатието за морска трговија ги наградила оние кои прифатиле да го напуштат синдикатот давајќи им оценка повисока од просекот на тестот и дозволувајќи им да се вратат на работа. Еден од жалителите бил присилен да даде отказ и да си најде работа надвор од пристаништето.", "27.  На 25 август 1998 г., инспекторот за безбедноста на работно место, го наредил поништувањето на резултатите од тестот за проверка на знаењата за безбедносните правила со образложение дека не постоело усогласување со СДР во врска со одредувањето на составот на комитетот за тестирање. Инспекторот побарал од претпријатието за морска трговија да го реорганизира тестирањето во рок од еден месец, со учество на СДР, и да им ги достави на пристанишните работници документите во кои се претставени правилата за безбедност.", "28. На 29 октомври 1998 г., била организирана трета серија тестирања во присуство на претставник на СДР и на вработен во инспекцијата за безбедност на работното место. Од петте члена од СДР кои биле тестирани, четворица ја добиле највисоката оценка, а петтиот ја добил втората најдобра оценка.", "4.  Укинувањето на работни места од 1998-99 година", "29.  На 26 март 1998 г., управата на претпријатието за морска трговија најавила дека ќе отпушти 112 пристанишни работници како технолошки вишок.", "30.  На 10 август 1998 г., 33 пристанишни работници, дотогаш вработени, си го промениле статусот за да станат ангажирани повремено со договори на дело. Жалителите нагласуваат дека 27 од нив (осносно 81,8%) биле членови на СДР, додека во мигот кога се случиле наведените факти, просечната стапка на членство во овој синдикат во рамките на претпријатието изнесувала 33%. Тие освен тоа наведуваат дека пристанишните работници кои биле подложени на овој нов режим биле во просек поквалификувани отколку нивните колеги кои го задржале статусот на вработени.", "31.  На 11 ноември 1998 г., генералниот директор наредил да се отпуштат уште 47 други пристанишни работници. На 20 ноември 1998 г., директорот за човечките ресурси информирал уште 35 други пристанишни работници дека се отпуштени. Жалителите навеле дека 28 од нив биле членови на СДР, и дека тие не биле ефективно отпуштени зашто за таа мерка да стапи на сила била потребна претходна согласност од нивниот синдикат, кој никогаш не ја дал истата и не бил ни консултиран во врска со ова прашање. Наместо ова, на 18 декември 1998 г., 15 пристанишни работници од екипата на СДР биле информирани дека, почнувајќи од 18 февруари 1999 г., нивното работно време ќе преминело од 132 на 44 часа месечно. Жалителите тогаш се обратиле до обвинителот за транспорт од Балтијск, кој оценил дека произволното воведување на полу работно време за еден екстремно ограничен број на работници (15 пристанишни работници од 365, од кои 116 со еднакви квалификации) без согласноста на засегнатите го прекршувало уставниот принцип на еднаквост како и членот 25 од законот за работни односи. На 10 февруари 1999 г., тој му наредил на генералниот директор на претпријатието за морска трговија да ги исправи овие неправилности.", "32.  Првиот жалител, како и вториот, третиот, четвртиот, петтиот, шестиот, деветтиот, десеттиот, единаесеттиот и осумнаесеттиот се обратиле еднакво до окружниот суд од Балтијск за да се утврди нерегуларниот карактер на нивното преместување и дискриминацијата на која сметале дека биле подложени заради нивното членство во синдикат, и за да добијат обештетување за загубата на заработка и за моралната штета што на тој начин им биле причинети.", "33.  На 25 јануари 2000 г., судот ги прогласил нивните жалби за делумно допуштени. Укажувајќи дека мерката според која само еден мал дел од пристанишните работници биле префрлени на скратено работно време била неоправдана, судот оваа мерка ја прогласил за нерегуларна. Тој му наредил на претпријатието за морска трговија да ги обештети жалителите за загубата на заработка и за претрпената морална штета. Судот меѓутоа ја отфрлил тезата за дискриминација врз основа на членството во СДР, со оглед на тоа дека подоносителите не ја докажале намерата на управата да изврши дискриминација.", "5.  Жалбата поднесена до МФТ и новиот колективен договор", "34.  На 26 јануари 1999 г., СДР се обратил до Меѓународната Федерација на Транспортните работници (МФТ). Таа ја повикала управата на претпријатието за морска трговија да престане со своите дискриминаторски практики кон членовите на СДР и се заканила со отпочнување меѓународен бојкот на производите кои доаѓаат од пристаништето во Калининград.", "35.  На 22 март 1999 г., како резултат на меѓународните синдикални притисоци организирани од МФТ, управата и СДР потпишале договор согласно кој екипите формирани единствено од членови на СДР биле расформирани и нивните членови биле префрлени во други екипи кои имале целосен пристап до работните задачи на ракување со товарот, и притоа бил воспоставен истоветен систем за исплата на надоместоци и бонуси.", "36.  Според жалителите, клаузулите на овој договор биле почитувани до 19 август 1999 г., а потоа, на тој датум, најактивните синдикалисти биле одново префрлени во екипа составена единствено од членови на СДР.", "В. Постапките пред националните власти", "1.  Обидот за отпочнување на кривична постапка против генералниот директор на претпријатието за морска трговија", "37.  Во 1998 г., СДР упатил барање до обвинителството за транспорт од Балтијск да отпочне кривична истрага за активностите на генералниот директор на претпријатието за морска трговија, г-дин Калинченко (Kalinitchenko), и да го обвинат, врз основа на членот 136 од кривичниот законик, за повреда на еднаквоста на правата во однос на жалителите.", "38.  На 24 септември 1998 г., обвинителството за транспорт на Балтијск одбило да отпочне кривична истрага во врска со г-дин Калинченко, под образложение дека прелиминарната истрага не овозможила да се уврди директна намера од негова страна да ги подложи жалителите на дискриминација.", "39.  На 29 ноември 2004 г., жалителите одново побарале отпочнување на кривична постапка против управата на претпријатието за морска трговија. Ова барање било отфрлено на 9 декември 2004 г. заради отсуство на corpus delicti, со оглед н атоа дека обвинителството за транспорт од Балтијск немало утврдено директна намера за дискриминирање на жалителите. Според Владата, жалителите на ја обжалиле оваа одлука.", "2.  Постапката со цел да се утврди дискриминација и да се добие обештетување", "40.  На 12 декември 1997 г., СДР отпочнал постапка пред окружниот суд од Балтијск во име на своите членови, од кои шест жалители (г-да. Синиаков (Siniakov), Касианов (Kassianov), Корчајкин (Kortchajkine), Јаркик (Jarkikh), Калчевски (Kaltchevsky) и Догалев (Dolgalev). Синдикатот побарал од судот да го утврди дискриминаторскиот карактер на дејствувањата на управата на претпријатието за морска трговија и да им додели на жалителите обештетување заради загубата на заработка и претрпената морална штета.", "41.  На 18 август 1998 г., СДР вклучил во судската постапка и други вработени (дванаесет жалители : г-да. Даниленков (Danilenkov), Сошников (Sochnikov), Морозов (Morozov), Тројников (Troïnikov), Киселев (Kisselev), Бичков (Bitchkov), Пушкарев (Pouchkarev), Силванович (Silvanovitch), Оксенчук (Oksentchouk), Грабчук (Grabtchouk), Царев (Tsarev) и Милинец (Milinets), и доставил нови факти во поткрепа на жалбата за дискриминација.", "42.  На 21 април 1999 г., СДР, во име на своите членови, ја поднел претставката во нејзината конечна верзија.", "43.  На 28 мај 1999 г., окружниот суд од Балтијск ја одбил тужбата на СДР. Тој оценил дека наводите не биле поткрепени и заклучил дека управата на претпријатието за морска трговија не можела да се смета за одговорна за нееднаквата прераспределба на работните задачи nа ракување со товар кои биле подобро платени. Тужителите ја обжалиле оваа пресуда.", "44.  На 6 октомври 1999 г., регионалниот суд од Калининград ја поништил во апелација пресудата од 28 мај 1999 и го вратил случајот на одново разгледување. Судот укажа дека судот од прва инстанца не го разгледал внимателно прашањето за тоа дали прераспределувањето на пристанишните работници од една екипа во друга било со мотив тие да се санкционираат заради нивното учество во штрајкот и заради нивното членство во СДР, и дека тој не ја земал предвид нанесената повреда која се однесувала на намалувањето на платата на тужителите во однос на онаа на нивните колеги по извршеното префрлање. Регионалниот суд му префрлил на окружниот суд дека не добил од тужената страна документи за платите на пристанишните работници и дека го отфрлил барањето на тужителите во врска со ова. Регионалниот суд заклучил дека овие пропусти го оневозможилe окружниот суд да ги процени аргументите на тужителите со помош на целокупноста на релевантните информации и дека, оттука, одлуката со која тој заклучил дека немало дискриминација не била ниту регуларна ниту оправдана.", "45.  На 22 март 2000 г., окружниот суд од Балтијск донел нова пресуда. Тој пресудил дека претставката за дискриминација е неоснована, земајќи предвид дека жалителите не докажале дека управата имала намера да ги дискриминира. Судот го засновал својот заклучок врз изјавите на менаџерите на претпријатието за морска трговија и на раководителите на пристанишните работници кои ракувале со товар. Првите објасниле дека екипите составени исклучиво од членови на СДР биле формирани за да се намалат тензиите кои се јавиле кај вработените поради непријателството што го покажувале штрајкувачите кон колегите кои не штрајкувале. Вторите пак негирале дека добиле упатства од управата во врска со прераспределбата на работните задачи за ракување со товар. Повикувајќи се исто на одлуката на обвинителството од 24 септември 1998 г., судот оценил дека претпријатието за морска трговија не можело да се смета за виновно во однос на наведеното вршење дискриминација, со оглед на тоа дека намерата на управата да врши дискриминација не била утврдена. Судот подвлекол дека поднесителите на претставката биле малкубројни (29) во однос на севкупниот број на штрајкувачи (213), произнесувајќи се на следниов начин :", "„ (...) самиот факт дека барањето за утврдување на дискриминација врз основа на општиот критериум на припадност на одредено јавно здружение било поднесено само од една мала група на членови на наведеното здружение е знак на отсуството на таквата дискриминација, и укажува дека ситуацијата на тужителите произлегува од нивните сопствени дејанија и својства како и од објективни фактори. “", "46.  Судот оценил дека намалувањето на платите на жалителите е последица на нивните сопствени грешки (особено неуспехот на тестот за проверка на знаењата за безбедносните правила) и на едно глобално намалување на обемот на работа со ракување со товар во пристаништето. Меѓутоа, по предлог на тужената страна, судот им доделил на барателите симболична компензација еднаква на разликата во платите што им биле исплатени во текот на двата месеци по нивното префрлање во новите екипи. Жалителите ја оспориле таа пресуда.", "47.  На 14 август 2000 г., регионалниот суд од Калининград наложил да се прекине граѓанската постапка во делот на претставката за дискриминација. Тој оценил дека постоењето на дискриминација можело да се утврди само во рамките на кривична постапка против даден државен службеник или лице, и дека правните лица, како што е на пример претпријатието за морска трговија, не биле кривично одговорни. Тој оттука заклучил дека не бил надлежен за разгледување на претставката за дискриминација упатена против претпријатето за морска трговија. За преостатокот, судот ја потврдил пресудата од 22 март 2000.", "48.  На 9 јули 2001 г, сите жалители отпочнале нова постапка против претпријатието за морска трговија со цел, прво, да се утврди дека тие претпрпеле дискриминација врз основа на нивното членство во СДР и повреда на правото на еднаква плата за еднаква работа, како и на правото за пристап до работата, и второ, да се добие обештетување за овие повреди и за моралната штета што сметале дека произлегла од истите.", "49.  На 18 октомври 2001 г., со времена одлука (определение), мировниот суд од првaта област од округот Балтијск го отфрлил ова барање. Следејќи го образложението на пресудата од 14 август 2000 г., судот оценил, од една страна, дека не бил надлежен за да утврди постоење или непостоење на дискриминација, со оглед на тоа дека таков факт можел да биде утврден само во рамките на кривична постапка и, од друга страна, дека правните лица не биле кривично одговорни.", "50.  Жалителите ја обжалиле оваа одлука пред окружниот суд од Балтијск. На 6 декември 2001 г., тој ја потрдил пресудата од 18 октомври 2001 г.", "3.  Одлуката на регионалната дума од Калининград", "51.  СДР го изнел случајот пред регионалната дума од Калининград, наведувајќи дека работодавецот не ги почитувал правата на членовите на синдикатот. На 15 ноември 2001 г., Постојаниот комитет на думата задолжен за социјалната политика и здравство усвоил резолуција во која ја изразил својата загриженост во однос на ситуацијата опишана од СДР. Тој ги изнел следниве согледувања :", "„(...) 3. Во претпријатието за морска трговија од Калининград, условите за работа на вработените се разликуваат во зависност од тоа дали се членови на одреден синдикат.Така, членовите на СДР се обесправени во однос на другите вработени.", "4. СДР изразил разумна загриженост според која неговите членови кои биле вработени во претпријатието за морска трговија од Калининград биле жртви на дискриминација (...)“", "52.  На 29 ноември 2001 г., комитетот на думата му упатил на обвинителот од Калининград писмо во кое го молел веднаш да преземе мерки за да ги одбрани правата на членовите на СДР и да предвиди отпочнување кривична постапка против претпријатието за морска трговија.", "4.  Другите домашни постапки", "a)  Загуба на бонусите и загуба на приходите", "53.  Од 8 до 15 ноември 1998 г, вториот, третиот, четвртиот, деветтиот и осумнаесеттиот жалител како и четири од нивните колеги учествувале на една синдикална конференција во Данска. Тие побарале однапред од управата на претпријатието за морска трговија дозвола за да учествуваат на истата, но не добиле одговор. Со одлуки од 18 декември 1998 г. и од 30 март 1999 г., учесниците на конференцијата биле лишени од нивните бонуси со образложение дека тие биле отсатни без дозвола. Засегнатите покренале судска постапка за случајот.", "54.  Окружниот суд од Балтијск заседавал за случајот на 1ви ноември 1999 г. Тој укажал дека правото да се присуствува на ваков вид на конференција било апсолутно гарантирано со членот 25 § 6 од законот за синдикати и дека, оттука, управата на претпријатието за морска трговија била должна да даде дозвола на барателите за да учествуваат на истата. Затоа судот одлучил дека одлуките со кои засегнатите биле казнети со недобивање на нивните годишни бонуси биле нерегуларни и му наложил на претпријатието за морска трговија да им плати оштета. Пресудата не била обжалена.", "б)  Укинување на дисциплинска мерка изречена против осумнаесеттиот жалител", "55.  На 10 јануари 1999 г., осумнаесеттиот жалител добил у\tкор затоа што не отишол на работа на 14 декември 1998 г., кој бил неработен ден. Тој ја оспорил оваа дисциплинска мерка, велејќи дека како пратеник на синдикатот, ваква мерка не можела да му биде наметната без одобрение од синдикатот.", "56.  На 11 јануари 2000 г., окружниот суд од Балтијск ја прифатил тужбата на осумнаесеттиот жалител. Судот ја поништил дисциплинската мерка со образложение дека управата на претпријатието за морска трговија не побарала согласност од синдикатот пред да ја донесе мерката, како што била обврзана со членот 235 од законот за работни односи.", "в)  Укинување на дисциплинска мерка заради одбивање на вршење на неквалификувана работна дејност", "57.  На 15 јануари 1999 г., на пристанишните работници од екипите на СДР (екипа бр. 14) им било наредено да го исчистат пристаништето од снег. Тие одбиле со образложение дека колективниот договор предвидувал дека можело да им биде побарано да извршат некфалификувана работна дејност само во случај истата да била придружна активност на нивната главна работа на ракување со товар, што во случајов не било така. Тие останале без работа во пристаништето до крајот на нивното работно време. На 21 јануари 1999 г., управата на претпријатието за морска трговија наредила тој ден да им се смета како неплатено отсуство, им дала укор, и одбила да им ги исплати бонусите за месец јануари.", "58.  СДР покренал судска постапка во име на вториот, третиот, четвртиот, петтиот, шестиот и деветтиот жалител, со цел да добие укинување на дисциплинската мерка и исплата на неисплатените плати и бонуси.", "59.  На 10 октомври 2000 г., окружниот суд од Балтијск донел пресуда во корист на тужителите. Тој оценил дека неоправданото назначување на квалификуваните пристанишни работници да вршат неквалификувана работа претставувало повреда на нивните работнички права и дека тие не можеле да бидат казнети за недозволено отсуство кога всушност тие останале во пристаништето чекајќи да им бидат дадени други работни задачи на ракување со товар. Судот исто така утврдил дека засегнатите биле делегати на синдикатот и дека оттука согласноста на синдикатот била нила нужна за на истите да може да им биде изречена санкција; меѓутоа таквата согласност не била добиена. Претпријатието за морска трговија добило налог да ја укине санкцијата, да им плати на тужителите обештетување во еднаков износ на износот на неисплатените плати и бонуси, како и да ги покрие судските трошоци и издатоци.", "г)  Нерегуларно отпуштање на шеснаесеттиот жалител", "60.  На 14 мај 1999 г., шеснаесеттиот жалител бил отпуштен со образложение дека дошол на работа во пијана состојба. Тој покренал судска постапка за случајот.", "61.  На 25 август 1999 г., регионалниот суд од Калининград, одлучувајќи во крајна инстанца, пресудил во корист на жалителот и му наложил на претпријатието за морска трговија да го реинтегрира и да му плати оштета за платите кои не му биле исплатени. Судот имено забележал немало никаков доказ за тоа дека вработениот дошол на работа во пијана состојба.", "д)  Нерегуларна дисциплинска мерка", "62.  Со одлука од 10 декември 1999 г., деветнаесеттиот, дваесеттиот, дваесет и шестиот и триесет и вториот жалител биле строго казнети во дисциплинската постапка покрената против нив затоа што го напуштиле работното место без дозвола. СДР, делувајќи во име на засегнатите жалители, ја оспорил дисциплинската мерка пред судот.", "63.  29 ноември 2001 г., окружниот суд од Балтијск пресудил во корист на СДР. Судот заклучил дека тужената страна (претпријатието за морска трговија) не докажала дека станувало збор за недозволено отсуство. Судот ја укинал спорната одлука и им доделил на засегнатите жалители оштета за нанесена морална штета.", "ѓ)  Нерегуларно констатирање на одговорност за несреќен случај", "64.  На 20 јуни 2000 г., осумнаесеттиот жалител бил повреден на работното место. Специјална комисија проценила дека тој бил одговорен за несреќата бидејќи не ги почитувал безбедносните мерки. Претставник на СДР (дваесет и четвртиот жалител) го искажал своето несогласување со заклучокот на комисијата. Сепак, како исход од поведената дисциплинска постапка, осумнаесеттиот жалител бил казнет. Шефот на неговата екипа (третиот жалител) и тој самиот го изгубиле својот бонус од месецот јуни. СДР ги оспорил овие одлуки пред судот во име на осумнаесеттиот и третиот жалител.", "65.  На 13 април 2001 г., судот за мир од првата област од округот Балтијск оценил дека, земајќи ги предвид сведочењата на очевидците, заклучоците на специјалната комисија не биле одржливи. Судот ја поништил дисциплинска мерка која се однесувала на осмиот жалител и наложил претпријатието за морска трговија да му го исплати на засегнатиот и на шефот на неговата екипа бонусот за месецот јуни.", "е)  Нерегуларно професионално деградирање на третиот жалител", "66.  Со одлуката од 19 јули 2000 г., третиот жалител бил професионално деградиран од позицијата на шеф на екипа на онаа на обичен пристанишен работник со образложение дека не ги извршил соодветно неговите раководни должности. СДР ја оспорил оваа одлука на суд во име на туженикот.", "67.  На 7 мај 2001 г., судот за мир на првата област од округот Балтијск ја прогласил жалбата за делумно допуштена. Укажувајќи дека за професионалното деградирање немало согласност од СДР, чиј пратеник бил третиот жалител, судот ја поништил оваа мерка, наложувајќи му на претпријатието за морска трговија да му исплати на барателот оштета за загубите во однос на платата и за нанесената морална штета, и дополнително го осудил претпријатието да ги плати судските трошоци и издатоци.", "ж)  Рестрикција на пристапот до пристаништето на раководителите на синдикатот", "68.  На 15 мај 2001 г., директорот на човечките ресурси на претпријатието за морска трговија одлучил дека претставниците на СДР можеле да имаат пристап до пристаништето само за се сретнат со членовите на синдикатот на нивното работно место и за време на нивното работно време. Согласно оваа одлука, на вториот жалител му бил одбиен пристапот до пристаништето.", "69.  На 20 јуни 2001 г., обвинителот за транспорт од Балтијск оценил дека таа одлука претставувала повреда на гаранцијата за слободен пристап на синдикалните раководители до работните места на нивните членови која е утврдена во членот 231 од законот за работни односи и во членот 11 § 5 од законот за синдикати, и му наложил на генералниот директор на претпријатието за морска трговија да најде соодветно решение.", "70.  На 16 јули 2001 г., генералниот директор на претпријатието за морска трговија усвоил нова одлука (бр. 252) со која го регулирал пристапот до пристаништето на раководителите на СДР. Во оваа одлука меѓу другото стоело дека тие можеле да влезат во пристаништето само меѓу 8 и 20 часот добивајќи претходно дозвола за еден влез и појаснувајќи ја целта и трајекторијата на нивната посета.", "71.  На 26 ноември 2001 г., обвинителот за транспорт од Балтијск му укажал на генералниот директор од претпријатието за морска трговија дека одлуката бр. 252 била нерегуларна и му побарал да ја поништи. Управата на претпријатието за морска трговија одбило да ги преземе бараните мерки.", "72.  На 23 јануари 2002 г., обвинителот за транспорт од Балтијск покренал во име на вториот жалител граѓанска постапка против претпријатието за морска трговија со цел поништување на одлуката бр. 252.", "73.  На 9 јули 2002 г., мировниот судија од oд првиот обласен суд од округот Балтијск ја прогласил жалбата за допуштена. Тој оценил дека одлуката со која пристапот до пристаништето за синдикалните раководители бил ограничен била нерегуларна и дека, освен тоа, со тоа што во неа се барало претходно добивање на дозвола, таа била спротивна на на членот 231 од законот за работни односи. Пресудата не била обжалена.", "Г.  Преместувањето на вработените кои не биле членови на СДР во друго претпријатие", "1.  Создавањето на ново претпријатие и преместувањето на вработените", "74.  Во август-септември 1999 г., дирекцијата на претпријатие за морска трговија основала филијала за утовар и растовар на бродски товар, ТПК (ООО « Транспортно-погрузочная компания »), која ангажирала 30 нови пристанишни работници. Од септември 1999 г. до ноември 2000 г., пристанишните работници од ТПК работеле со оние од претпријатието за морска трговија во мешани екипи.", "75.  На 27 ноември 2000 г., управата од претпријатието за морска трговија од Калининград и синдикатот на вработените во морскиот транспорт усвоиле нов колективен договор, кој предвидувал меѓудругото дека сета работа околу ракувањето со товар ќе биде доделена на ТПК и дека вработените од ова претпријатие ќе добијат покачување на платата, дополнително здравствено осигурување и специјален додаток за спортските активности.", "76.  Во декември 2000 г. и во јануари 2001 г., управата на претпријатието за морска трговија им предложила на повеќето пристанишни работници доходовен трансфер во ТПК, но, според жалителите, притоа биле исклучени сите членови на СДР. Во јануари 2001 г., останатите членови на СДР биле поделени на две екипи. Генералниот директор на претпријатието за морска трговија ги известил жалителите дека сета работа на ракување со бродскиот товар ќе биде доделена на ТПК, со оглед на тоа што дозволата за работа на претпријатието за морска трговија истекувала на 1-ви октомври 2001 г.", "77.  Во април 2001 г., доходовното работно време на членовите на СДР било скратено за половина, со оглед на тоа што управата им забранила да работат ноќе. Нивните приходи се намалиле на отприлика 55 долари месечно, наспроти просекот од 300 долари за вработените кои не биле членови на синдикатот.", "78.  Во јуни 2001 г., платата на членовите на СДР се намалила на 40 долари месечно.", "79.  Поради конфликтот, бројот на членови на СДР преминал од 290 во 1999 г. на само 24 на 6 декември 2001 г.", "80.  Во февруари 2002 г., претпријатието за морска трговија ги отпуштила заради финансиски причини сите преостанати членови на СДР (22 пристанишни работници) освен вториот жалител кој, како потпретседател на управниот комитет на СДР, не можел да биде отпуштен без согласноста на синдикатот. Жалителите, меѓутоа, тврдат дека тој бил задржан на своето работно место замо за да се зачува привидот, и дека, всушност, тој таму немал перспектива за какви и да е приходи.", "2.  Граѓанската постапка врзана со трансферот на персонал", "81.  На 18 март 2002 г., во име на сите жалители освен шестиот, седмиот, осмиот, дванаесеттиот, тринаесеттиот, четиринаесеттиот, петнаесттиот и седумнаесеттиот, СДР покренал против претпријатието за морска трговија и ТПК граѓанска постапка со цел да постигне реинтегрирање на членовите на СДР, нивно обештетување за загубата на приходи и нанесената морална штета, и констатирање на повредата на нивното право на слобода на здружување и на нивното дискриминирање врз основа на нивното членство во СДР.", "82.  На 24 мај 2002 г., окружниот суд од Балтијск донел пресуда. Судот укажал дека во ноември 2000 г., управниот одбор на претпријатието за морска трговија од Калининград одлучил да ја даде работата на ракување со товар на ТПК. Меѓу 30 ноември 2000 г. и месецот април 2001г., 249 пристанишни работници биле префрлени во ТПК, а во декември 2000 г., терминалите и материјалите за ракување со товар биле или продадени или изнајмени на новото претпријатие. Оттука судот заклучил дека вистинската намера на работодавецот била да ја смени структурната подреденост на единицата задолжена за утовар и раствоар на бродскиот товар, и укажал дека немало никаква законска причина за укинување на работните места на вработените во таа единица. Судот оценил дека отпуштањето на жалителите е нерегуларно и му наложил на нивниот работодавец да ги реинтегрира во ТПК и да им плати оштета за загубата на приходи и претрпената морална штета.", "83. Судот ги разгледал исто така наводите на жалителите според кои тие биле жртви на дискриминација. Врз основа на изјавите на повеќе шефови на екипите пристанишни работници, тој утврдил дека на ноември 2000 г., сите пристанишни работници биле поканети на средба каде било разговарано за нивното префрлање во ТПК, и дека жалителите не биле спречени да учествуваат на средбата и имале можност да се кандидираат за трансфер, но дека тие одбиле тоа да го сторат без претходно консултирање со претстедателот на управниот одбор. Како одговор на прашањето на судот зошто не побарале да бидат префрлени на иднивидуална база, жалителите одговориле дека биле сигурни дека ќе добијат негативен одговор од нивниот работодавец.", "84.  Шефовите на екипи еднакво посведочиле дека вториот жалител (потпреседателот на управниот комитет) бил присутен на состанокот и дека се заземал против префрлањето во ТПК. Судот ги разгледал летоците поделени од СДР и жалбата до обвинителството поднесена од дваесет и четвртиот жалител. Судот заблежал дека од летоците можело да се заклучи дека СДР отсекогаш се залагал против трансферот во ТПК и го поддржувал останувањето во претпријатието за морска трговија, и дека жалбата тврдела дека наводно постоел притисок за да се побара префрлање во ТПК. Судот заклучил дека претставените елементи противречеле на наводите на жалителите според кои СДР не бил информиран за трансферот или пак бил исклучен од истиот. Судот ги отфрлил барањата на жалителите во однос на дискриминацијата и на повредата на правото на здружување за коишто тие сметале дека им биле нанесени.", "85.  Конечно, судот наредил пресудата која се однесувала на реинтегрирањето на жалителите да биде веднаш извршена.", "86.  По поднесената жалба од страна на претпријатието за морска трговија, на 7 август 2002 г. регионалниот суд од Калининград ја потврдил пресудата од 24 мај 2002 г.", "3.  Извршувањето на пресудата од 24 мај 2002 г.", "87.  На 27 мај 2002 г., генералниот директор на претпријатието за морска трговија ги поништил одлуките за отпуштање на жалителите донесени на 20-ти февруари 2002 г. и ги реинтегрирал засегнатите. Меѓутоа, тие не биле префрлени во ТПК.", "88.  На 24 јуни 2002 г., друштвото со ограничена одговорност ТПК претрпело реорганизација: тоа било преобразено во акционерско друштво (OAO) и било преименувано во „Пристаниште за морска трговија“ (ОАО «Морской торговый порт» – „МТП“). На 11 септември 2002 г., регионалниот суд од Калининград појаснил дека жалителите требало да бидат реинтегрирани во МТП, кое претпријатие било законски наследник на ТПК.", "89.  На 7 август 2002 г., сите жалители биле одново отпуштени од претпријатието за морска трговија заради неоправдано отсуство. Тие нагласиле дека меѓутоа, уште од 10 јуни, генералниот директор им потврдил написмено дека повеќе немале никаква можност да си го заработуваат лебот во поранешното претпријатие, со оглед на тоа што дозволата за вршење утовар и растовар на бродски товар била истечена уште во 2001. Жалителите го оспориле новното отпуштање од работа пред судот.", "90.  На 7 октомври 2002 г., окружниот суд од Балтијск пресудил во корист на жалителите. Тој оценил дека туженото претпријатие не ја извршило соодветно пресудата од 24 мај што се однесува на пристанишните работници во ТПК, и дека нивното отпуштање заради неоправдано отсуство од работа било оттука нерегуларно. Судот наредил да им се исплати на барателите износ кој соодветствува на загубата во заработката и на претрпената морална штета. На 22 јануари 2003 г., регионалниот суд од Калининград ја потврдил оваа обжалена пресуда.", "91.  На 30 октомври 2002 г., работниот однос на жалителите во претпријатието за морска трговија бил прекинат „заради нивното префрлање во друго претпријатие“. Утредента, генералниот директор на МТП им предложил работни места на пристанишни работници од втора категорија. Според жалителите, овие работни места биле на пониско ниво во однос на нивните професионални квалификации на пристанишни работници.", "92.  На 30 декември 2002 г., по брање на жалителите, судија од окружниот суд од Балтијск, образложувајќи ја пресудата од 24 мај 2002 г., појаснил дека требало да бидат ангажирани во МТП како пристанишни работници. На 26 февруари 2003 г., ова појаснување било потврдено од страна на регионалниот суд од Калининград.", "II.  ДОМАШНОТО РЕЛЕВАНТНО ПРАВО", "A.  Уставот на Руската Федерација", "93.  Членот 19 од Рускиот устав вели дека државата гарантира еднакви права и слободи на сите граѓани независно од полот, расата, државјанството, јазикот, потеклото, богатството или статусот, местото на живеење, религијата, убедувањата, членството во јавни здруженија или други критериуми.", "94.  Членот 30 § 1 ја гарантира слободата на здружување, вклучително и правото на основање синдикати за одбрана на своите интереси.", "Б.  Законот за работни односи на РСФСР (од 25 септември 1992 г.)", "95.  Членот 2 од законот за работни односи на сила во времето на фактите го гарантирал правото на еднаква плата за еднаква работа, без дискриминација, и правото да се побара на суд заштитата на правата гарантирани со законот за работни односи.", "В.  Кривичниот закон на Руската Федерација (од 13 јуни 1996 г.)", "96.  Членот 136 од кривичниот закон забранува повреди на еднаквоста на основните човекови права и слободи врз основа на, inter alia, членство во јавно здружение, затоа што тоа е спротивно на легитимните интереси на граѓаните.", "Г.   Законот за синдикати (закон бр. 10-ФЗ од 12 јануари 1996 г.)", "97.  Членот 9 од овој закон забранува секакво ограничување на социјалните права, на работничките права, на политичките права и на другите права или слободи на граѓаните врз основа на тоа дали се членови или не на некој синдикат. Законот забранува да се подредува вработувањето, напредувањето во кариерата или отпуштањето од работа на некој поединец на тоа дали е член или на даден синдикат.", "98.  Членот 29 ја гарантира судската заштита на синдикалните права. Судовите треба да ги испитаат наводите за повреда на овие права, поднесени од страна на обвинителот, во граѓанска постапка или пак од страна на синдикат.", "99.  Членот 30 вели дека државата, општинските власти, работодавците и одговорните од здруженијата на работодавците можат да бидат повикани на дисциплинска, административна или кривична одговорност во случај на непочитување на законодавството за синдикатите.", "Д.  Граѓанскиот закон на Руската Федерација (од 30 ноември 1994 г.)", "100.  Членот 11 од граѓанскиот законик вели дека судовите треба да ги разгледаат барањата за заштита на граѓанските права за кои е наведено дека биле повредени или оспорени.", "101.  Членот 12 појаснува дека заштитата на граѓанските права, меѓу другото, може да биде во облик на потврдата на некое право, на одновото воспоставување на некој status quo, судска забрана во однос на дејствија кои вршат повреда на некое право или се закануваат дека ќе ја извршат истата, или пак оштета за нанесување на материјална и/или морална штета.", "III.  МЕЃУНАРОДНИТЕ РЕЛЕВАНТНИ ЗАКОНСКИ ТЕКСТОВИ", "A.  Советот на Европа", "102.  Членот 5 од Европската повелба (ревидирана), што Руската Федерација не ја има ратификувано, гласи :", "Член 5 – Синдикално право", "„Со цел да ја гарантира или промовира слободата за работниците и работодавците да основаат локални, национални или меѓународни организации за заштитата на нивните економски и социјални интереси и да се придружуваат на овие организации, Страните се обврзуваат националното законодавство да не ја повредува таа слобода, ниту пак да биде применетo на начин да може да ја повреди истата. Во која мера предвидените гаранции со овој член ќе се применат на полицијата ќе биде одредено со националните законодавство и регулативи. Принципот на примената на овие гаранции врз членовите на вооружените сили и прашањето во која мера истите ќе бидат применети врз оваа категорија лица се еднакво дефинирани со националното законодавство или регулатива.“", "103.  Органот за контрола на Европската социјална повелба, Европскиот комитет за Социјални права на Советот на Европа (кој го наследи Комитетот на незвисни експерти), појасни дека домашното право има за задача да го гарантира правото на вработените да станат членови на некој синдикат и да предвиди санкции и ефикасни правни лекови во случај на непочитување на ова право. Поединците треба да бидат заштитетени од секоја штетна последица што нивното членство во некој синдикат или пак нивните синдикални активности би можеле да ги имаат врз нивната работа, особено од секој облик на репресалии или дискриминација во однос на вработувањето, отпуштањето или унапредувањето врз основа на нивното синдикално членство или активности. Во случај кога ваква дискриминација навистина би се случила, националното право треба да предвиди соодветна компензација која ќе биде пропорционална на штетата што жртвата ја претрпела (видете, на пример, Заклучоци 2004 (Бугарија), стр. 15-16).", "104. Европскиот комитет за Социјални права понатаму истакнал дека за забраната за дискриминација да биде ефикасна потребно е домашното право да предвиди соодветни и ефективни правни лекови во случај на наведена дискриминација, и дека оштетата која може да им биде доделена на жртвите треба да биде ефективна, пропорционална и да има разубедувачка моќ (видете, на пример, Заклучоци 2006 (Албаниија), стр. 4). Домашното право треба меѓу другото да предвиди усогласување на товарот на докажување во корист на тужителот за случаите на дискриминација (видете Заклучоци 2002 (Франција), стр. 24).", "Б.  Меѓународната организација на трудот („МОТ“)", "105.  Членот 11 од Конвенцијата бр. 87 на Меѓународната организација на трудот (МОТ) што се однесува до примената на принципите на правото на организирање и колективно преговарање (што Руската Федерација ја има ратификувано) гласи вака:", " „Секој Член на Меѓународната организација на трудот за којшто оваа конвенција е на сила е обврзан да ги преземе сите нужни и соодветни мерки со цел да се обезбеди слободното уживање на синдикалното право како на работниците така и на работодавците. “", "106.  Членот 1 од Конвенцијата бр. 98 на МОТ за правото на организирање и на колективно преговарање (што Руската Федерација ја ратификувала) гласи вака :", "„1. Работниците треба да имаат соодветна заштита против сите чинови на дискриминација кои ја повредуваат нивната синдикална слобода што се однесува до работата.", "2. Ваквата заштита треба особено да се примени во однос на чинови кои имаат за цел :", "a) да го условат вработувањето на некој работник со барањето тој да не стане член на синдикат или пак да престане да биде член на синдикат;", "б) да отпуштат работник или пак да му нанесат штета на кој и да е друг начин, поради неговото членство во даден синдикат или пак заради неговото учество во синдикалните активности надвор од работното време или пак, со дозвола на работодавецот, за време на работното време. “", "107.  Збирката на одлуки и на принципи на Комитетот за синдикална слобода на Управниот совет на МОТ (2006) ги изнесува следните принципи :", "„ (...)", " 769. Анти-синдикалната дискриминација е една од најсериозните повреди на синдикалната слобода бидејќи таа може да го загрози самото постоење на синдикатите.", "(...)", "818. Суштинските правила кои постојат во националното законодавство и кои ги забрануваат чиновите на анти-синдикална дискриминација не се доволни доклку не се придружени со ефикасни постапки кои обезбедуваат соодветна заштита против ваквите чинови.", "(...)", "820. Почитувањето на синдикалната слобода бара работниците кои сметаат дека претрпеле штета заради нивните синдикални активности да располагаат со ефикасни, евтини и непристрасни средства за заштита на правата.", "(...)", "835. Кога при надлежните инстанци се поднесени претставки за антисиндикална дискриминација, тие треба веднаш да организираат истрага и да ги преземат неопходните мерки за да можат да ги исправат последиците од чиновите на антисиндикална дискриминација кои биле констатирани.", "(...) “", "108.  На 18 април 2002 г., Комитетот на синдикалната слобода на МОТ и го пренел на Комисијата на експерти случајот бр. 2199, кој се однесувал на тужбата поднесена од страна на Руската Конфедерација на трудот (КТР) против Владата на Руската Федерација (извештај бр. 331 од Комитетот, март 2003 г.). Во својата тужба, КТР тврдела дека во Калининград, членовите на СДР, организација со која таа е во сојуз, биле жртви на чинови на антисиндикална дискриминација. Комитетот, меѓу другото, ги изнел следниве заклучоци :", "„(...)", "702. Забележувајќи истовремено дека [окружниот суд од Балтијск] просудил дека наводите за антисиндикална дискриминација не биле основани, комитетот констатира дека, откако [судот] ја донел пресудата да се реинтегрираат членовите [на СДР] во подредениот сектор за производство на ТПК со оглед на тоа дека отпуштањето од работа било оценето како незаконско, администрацијата на [претпријатието за морска трговија од Калининград] секогаш одбивала да ја изврши целосно оваа одлука, и покрај повторените појаснувања и потврдата од страна на [овој суд] и од вишите инстанци. Со оглед на овие околности, комитетот има должност да побара објаснување за причините поради кои работодавецот така се однесувал, особено објаснување за неговото упорно одбивање да ги реинтегрира пристанишните работници, за кои дознаваме дека се сите членови на [СДР], и покрај повторените судски налози. Земајќи ја предвид исто резолуцијата на Думата во која таа ја изразува својата голема загриженост во врска со ситуацијата и додавајќи дека прашањето на антисиндикалната дискриминација било разумно поставено, комитетот бара, значи, од Владата да спроведе независна истрага во врска со наводите за антисиндикална дискриминација и, доколку се докаже дека членовите на [СДР] биле подложени на антисиндикална дискриминација, особено што се однесува до нивното непрефрлање во секторите за производство кои и се подредени на ТПК согласно одлуката [на судот], да се преземат сите потребни мерки за да се поправи оваа ситуација, да се обезбеди нивното реинтегрирање во ТПК, како што тоа го бараат судовите. Потребно е исто да се обезбеди исплатата на неисплатените плати. Освен тоа, бидејќи било утврдено дека пристанишните работници биле уште еднаш отпуштени и дека била покрената нова судска постапка, комитетот бара од Владата да продолжи да го информира за резултатите од оваа постапка.", "703. Што се однесува до правните лекови против наведената антисиндикална дискриминација, комитетот потсетува дека постоењето на законските норми кои забрануваат постоење на антисиндикална дискриминација не се доволни доколку тие не се прудружени со ефикасни постапки кои ќе го осигураат нивното спроведување во пракса. [Видете Збирка на одлуки и на принципи на Комитетот за синдикална слобода, четврто издание, 1996, став. 742.] Со оглед на тоа дека организацијата тужител се обратила до различни судски органи од 2001 наведувајќи го постоењето на антисиндикална дискриминација, наводи кои, се до мај 2002 г., биле отфрлани заради неисправност на постапката, комитетот смета дека законодавството кое се однесува на заштитата од антисиндикалната дискриминација не е доволно јасно. Оттука, тој бара од Владата да ги преземе потребните мерки, вклучително и законските амандмани, со цел да се осигура дека наводите за синдикална дискриминација ќе бидат испитани во рамките на националните постапки кои би требало да се јасни и брзи. (...)“", "ПРАВОТО", "(...)", "II.  ЗА НАВЕДЕНОТО ПРЕКРШУВАЊЕ НА ЧЛЕНОТ 14 ОД КОНВЕНЦИЈАТА ЗАЕДНО СО ЧЛЕНОТ 11", "115.  Повикувајќи се членовите 11 и 14 de Конвенцијата, другите жалители се жалат на повреда на нивното право на слобода на здружување, со оглед на тоа дека националните власти според нив ги толерирале дискриминаторските политики на нивниот работодавец и одбиле да ги испитаат нивните жалби по однос на ова прашање поради немањето во нивото домашно право ефикасен правен механизам.", "Членот 11 гласи вака :", "„ 1.  Секој човек има право на слобода на мирно собирање и здружување со други, вклучувајќи го и правото да основа синдикати и да им се придружува на синдикатите за заштита на своите интереси.", "2.  Остварувањето на овие права може да биде ограничено само со законски мерки што во едно демократско општество се неопходни за националната безбедност, јавната безбедност, заштитата на редот и спречувањето на злосторства, заштитата на здравјето или моралот или заштитата на правата и слободите на други. Со овој член не се забранува наметнување законски ограничувања за припадниците на оружените сили, полицијата или државната администрација.“", "Членот 14 гласи вака :", "„Уживањето на правата и слободите, признати со оваа Конвенција, треба да се обезбеди без никаква дискриминација заснована врз пол, раса, боја на кожата, јазик, вера, политичко или кое и да е друго мислење, национално или социјално потекло, припадност на национално малцинство, материјална положба, потекло по раѓање или кој и да е друг статус.“", "A.  Дострел на обврските на државата во однос на членот 14 од Конвенцијата заедно со членот 11", "1.  Тезите на страните", "a)  Жалителите", "116.  Жалителите се жалат на повреда на правата гарантирани со членот 11 од Конвенцијата, сметајќи дека нивниот работодавец делувал со намера да го обесхрабри и санкционира членството во синдикат. Тие тврдат дека државата е директно вмешана во донесувањето одреден број мерки против членови на СДР бидејќи државата го контролирала претпријатието за морска трговија од Калининград. Тие тврдат дека 20 % од акциите на наведеното претпријатие биле во сопственост на Фондот за развој на регионот на Калининград, додека 35% од акциите биле контролирани од г-дин. Каретни, кој истовремено бил прв заменик на Гувернерот, директор на Фондот и член на управниот одбор на претпријатието за морска трговија.", "117.  Жалителите тврдат дека нивното членство во СДР имало штетни последици врз нивното вработување и врз нивната плата, и дека нивниот работодавец вршел различни видови притисок со цел да направи разлика меѓу нив и нивните колеги кои не биле членови на синдикатот. Тие го наведуваат префрлањето на членови на СДР во специјални екипи, елемент кој бил признат од раководителите на претпријатието за морска трговија од Калининград во нивните устни и писмени изјави пред окружниот суд од Балтијск, како што тоа го покажувала пресудата од 22 март 2000 г. (став 45 погоре). Тие нагласуваат дека истата пресуда потврдила дека нивните плати, кои веќе биле значително пониски од оние на другите екипи, се намалиле. Тие исто тврдат дека тестовите за проверка на познавањата на првавилата за безбедност биле изведени на пристрасен начин и дека одлуките за отпуштање од економски причини најмногу биле насочени против нив.", "б)  Владата", "118.  Владата ги оспорува овие трврдења. Таа тврди дека Фондот за развој на регионот на Калининград – засегнатиот јавен орган – имал акции во претпријатието за морска трговија од Калининград само во многу кус период, од мај до номеври 1998 г., и тоа во износ помал од 20%. Што се однесува пак до г-дин. Каретни, тој никогаш не бил истовремено државен службеник и член на управниот одбор на претпријатието за морска трговија. Според Владата, државата оттука не може да се смета за одговрна за спорните антисиндикални мерки.", "119.  Владата еднакво тврди дека претставката по однос на големото намалување на платите на жалителите била разгледана од страна на трудовата инспекција од Калининград, која заклучила дека екипите со членови на синдикатот на пристанишните работници од Русија заработувале отприлика исто како екипите на вработени кои не биле членови на синдикатот. Не била утврдена повреда на работничките права во однос на пристанишните вработени, не повеќе одошто имало показатели за дискриминација против членовите на СДР во организирањето на тестовите за проверка на познавањето на безбедносните правила ниту пак во отпуштањето на работниците.", "2.  Оценка на Судот", "120.  Судот оценува дека страните не се согласни во однос на тоа дали во околностите на сегашниот случај има директна интервенција од страна на државата со оглед на статусот на претпријатието за морска трговија од Калининград. Судот смета дека нема потреба да го разгледува ова прашање затоа што одговорноста на Руската Федерација би била во секој случај засегната во случај спорните факти да произлегле од неуспехот од страна на државата да им ги гарантира на жалителите, во рамките на домашното право, правата утврдени во членот 11 од Конвенцијата (Вилсон (Wilson) Државниот сојуз на новинари и други против Обединетото Кралство, бр. 30668/96, 30671/96 и 30678/96, § 41, ЕСЧП 2002V).", "121.  Судот потсетува дека членот 11 § 1 ја претставува синдикалната слобода како посебен облик или аспект на слободата на здружување (Национален синдикат на белгиската полиција против Белгија, 27 октомври 1975 г., § 38, серија A бр. 19, и Шведски синдикат на возачите на локомотиви против Шведска, 6 февруари 1976 г., § 39, серија A бр. 20). Зборовите „во одбрана на неговите интереси“ кои се наведени во членот 11 § 1 не се редундантни и Конвенцијата ја штити слободата на одбрана на професионалните интереси на членовите на синдикат преку синдикалната активност, чие одвивање и развој договорните држави треба да го дозволат и овозможат. (Вилсон, претходно наведен, § 42).", "122.  Судот забележува дека жалителите добиле заштита од државата во однос на поединечните мерки од страна на работодавецот за кои што тие сметале дека претставувале повреда на нивните права. Така, домашен суд наложил исплата на оштета еднаква на два месеца плата за обештетување на извршеното преместување на членовите на СДР во специјални екипи за што било наведено дека резултирало со намалување на нивната плата (став 46 погоре), тестовите за безбедносните правила за кои било наведено дека биле необјективни одново биле организирани како што тоа го наложила Инспекцијата за безбедност на работното место (ставови 27-28 погоре), регионалниот обвинител заклучил дека скратувањето на работното време било произволно со што им се дало право на жалителите да добијат со посредство на надлежната судкса инстанца обештетување како надомест за загубата во однос на платата и претпрпената морална штета (став 31 и 33 погоре), исто била доделена оштета како надомест за загубата во однос на платата и за претрпената морална штета кои произлегле од неизвршувањето на пресудата од 24 мај 2002 г. (став 90 погоре), и, најчесто, судовите така доделиле оштета на секој од членовите од синдикатот кои биле засегнати од мерките на новиот работодавец (став 53 до 73 погоре). Освен тоа, домашните судски инстанци ги разгледале внимателно претставките на жалителите во однос на доходовното префрлање во ново пристанишно претпријатие кое им било понудено на нивните колеги, но не и на нив, и исто така пресудиле во корист на нивните барања за оштета како надомест за загубата во однос на платата и за претпрената морална штета како и во корист на нивното барање за реинтегрирање (став 82 погоре). Жалителите не тврделе дека одлуките донесени од националните јурисдикции во однос на ова биле неосновани или произволни.", "123.  Сепак, што се однесува до содржината на синдикалното право утврдено со членот 11, Судот ја зема предвид целокупноста на преземените мерки од страна на засегнатата држава со цел да ја обезбеди синдикалната слобода, разгледувајќи ги во рамките на неговиот простор за слободна оценка (Демир и Бајкара (Demir et Baykara) против Турција [ГС], бр. 34503/97, § 144, 12 ноември 2008 г.). Вработен или работник треба да има слобода да стане член или да не стане член на некој синдикат без притоа да биде санкциониран или подложен на мерки за разубедување (Здружено претпријатие на возачи и ложачи на локомотиви (Associated Society of Locomotive Engineers & Firemen (ASLEF)) против Обединетото Кралство, no 11002/05, § 39, CEDH 2007(...)). Текстот од членот 11 јасно го спомнува правото на „секое лице“ и го наведува правото на секое лице да не биде подоложено на дискриминација затоа што во одбрана на сопствените интереси станувало член на некој синдикат, земајќи го предвид исто фактот дека членот 14 е составен дел од различните членови кои ги гарантираат правата и слободите, од кој и да е вид (Национален синдикат на белгиската полиција, претходно цитиран, § 44). Така, сите воспоставени мерки со цел да се гарантира примената на членот 11 би требало да вклучуваат заштита против дискриминцијата врз основа на синдикалното членство, којашто, според Комитетот за синдикална слобода, претставува една од најсериозните повреди на синдикалната слобода затоа што таа може да го загрози самото постоење на синдикатите (став 107 погоре).", "124.  Во очите на Судот, многу е важно поединците кои биле жртви на дискриминаторски третман да можат да го оспорат тој третман и да покренат судска постапка за да добијат финасиска оштета или некој друг облик на обештетување за дискриминацијата што ја претпреле. Оттука, државите се должни, согласно членовите 11 и 14 од Конвенцијата, да воспостават судски систем кој ќе гарантира реална и ефикасна заштита против синдикалната дискриминација.", "125.  Судот треба значи да провери дали властите ги преземале потребните мерки за да ги заштитат жалителите против дискриминаторскиот третман на кјошто тие тврдат дека биле подложени заради нивниот избор да станат членови на синдикатот.", "Б.  Доволна или недоволна заштита против дискриминацијата извршена врз основа на синдикалното членство на жалителите", "1.  Тезите на страните", "a)  Жалителите", "126.   Жалителите нагласиле дека домашните судски инстанци кај кои се обратиле – окружниот суд од Балтијск, регионалниот суд од Калининград и мировниот судија од првата област на округот Балтијск – сите, без исклучок, одбиле да ја испитаат суштината на нивните наводи за дискриминација и за повреда на правото на слобода на здружување, со образложение дека таквото испитување можело да се спроведе само во рамките на кривична постапка (став 45, 47 и 49 погоре). Тие аргументирале, во однос на ова, дека меѓу граѓанската постапка и кривичната има една суштинска разлика, а тоа е дека кривичната постапка се стреми да го заштити јавниот интерес на општетството во целост, додека граѓанската постапка има за цел да ги поправи повредите нанесени на приватните интереси на поединците. Според нив, бидејќи во случајов, станувало збор токму за приватните права на жалителите, одбивањето од страна на домашните јурисдикции да ги разгледаат нивните наводи за дискриминација во рамката на граѓанската постапка ги лишило од ефективен правен лек. Од друга страна, тие се жалеле дека обвинителството го отфрлило нивното барање за отпочнување кривична истрага заради повреда на принципот на еднаквост без претходно преземање на каква и да е мерка за да ја провери основаноста на нивните претставки.", "127.  Жалителите тврделе дека генеричките одредби за забрана на дискриминацијата кои постојат во руското законодавство и на коишто Владата се повикува се неефикасни, заради отсуството на механизам за нивно спроведување и применување. Што се однесува до одредбите од кривичното право споменати од Владата, тие аргументирале дека владата не покажала дека кој и да некогаш бил обвинет, суден или осуден врз основа на членот 136 од кривичниот законик.", "б)  Владата", "128.   Владата ги отрфлила наводите на жалителите. Таа нагласила дека СДР бил регистриран како синдикат во 1995 г. и одново пререгистриран во 1999 г.: националните власти значи не го попречиле ниту неговото основање ниту пак неговото функционирање. Владата додала дека, прво, законот за синдикати забранува секакво мешање на државните органи во функционирањето на синдикатите (член 5 § 2) и предвидува дека социјалните права и работничките права не можат да бидат подредени на членството во некој синдикат (член 9), второ, законот за работни односи на сила во мигот на фактите утврдувал одреден број на гаранции, меѓу кои обврската да се добие согласноста на синдикатот за да може да се отпушти еден од неговите членови заради економски причини, заради недоволни професионални квалификации, заради здравствени причини или заради други слични причини, трето, построги гаранции биле предвидени за синдикалните делегати, кои не можеле да бидат преназначени или отпуштени ниту пак да бидат казнети со дисциплински мерки во отсуство на претходна согласност од нивниот синдикат и, четврто, законот ја забранувал дискриминацијата врз основа на членството во некое јавно здружение (член 16 § 2) и предвидувал судска заштита наспроти случаите на повреда на горенаведените права (член 2).", "129.  Владата тврдела дека жалителите ја уживале истата заштита на нивните права и слободи како сите други руски граѓани и дека тие можеле да си го остварат своето право на штрајк и да ја повикаат трудовата инспекција како и различни служби од обвинителството. Што се однесува до судкската постапка која имла за цел утврдување на дискриминација, Владата упатила на одлуката на регионалниот суд од Калининград според која, со оглед на тоа дека се однесувала на наводна повреда на еднаквоста на поединците, претставката доставена до граѓанскиот судија од страна на жалителите требала да биде разгледана во рамките на кривична постапка врз основа на членот 136 од кривичниот законик. Владата додала дека, од 1997 г., шест лица биле осудени врз основа на оваа одредба. Конечно, владата аргументирала дека жалителите не ги оспориле одлуките на обвинителството за непокренување на кривични постапки за дискриминација, и оттука не ги имале исцрпено домашните правни лекови.", "2.  Оценка на Судот", "130.  Судот забележува дека претпријатието за морска трговија од Калининград употребило различни техники за да ги натера вработените да го напуштат синдикатот. Меѓудругото, жалителите биле префрлени во специјални екипи со ограничени можности, им биле врачени откази кои подоцна биле оценети од судските инстанци како нерегуларни, им биле скратени примањата, тие биле казнети со дисциплински мерки, и претпријатието не ги реинтегрирало отпуштените работници согласно донесените судски одлуки. Како последица на ова, бројот на членови на СДР драстично се намалил меѓу 1999 г. и 2001 г. , од 290 члена на 24. Судот упатува исто така на заклучоците на регионалната дума од Калининград (став 51 погоре) и на Комитетот за синдикална слобода на МОТ (став 108 погоре), кои еднакво оцениле дека жалителите разумно го посочиле прашањето на синдикалната дискриминација. Судот оттука прифаќа дека очигледните негативни последици што жалителите ги претрпеле заради нивното членство во СДР биле доволна основа за презумпцијата за дискриминација поврзана со остварувањето на правата загарантирани со членот 11 од Конвенцијата.", "131.  Судот забележува дека во случајов, жалителите побарале од властите да интервенираат за да ги прекратат дејствувањата преку кои нивниот работодавец се обидувал да ги натера да го напуштат синдикатот. Тие го привлекле вниманието на судиите врз повторените дискриминаторски дејствувања што ги трпеле во текот на подолг период. Според нив, најефикасниот начин да го заштитат своето право да пристапат кон некој синдикат без да бидат санкционирани или без врз нив да се врши притисок ќе било да се допуштела нивната жалба за дискриминација.", "132.  Судот забележува дека руското право предвидувало во мигот на фактите општа забрана на сите дискриминации засновани врз припадноста или неприпадноста на некој синдикат (член 9 од законот за синдикатите). Во домашното право, жалителите имале право нивните претставки за дискриминација да бидат разгледани од суд, согласно општите правила на рускиот граѓански законик (член 11 и 12) и на lex specialis наведена во членот 29 од законот за синдикатите.", "133.  Меѓутоа, овие одредби останале без ефект во случајов. Судот забележува дека, во две различни постапки, домашните судски инстанци одбиле да ги испитаат претставките за дискриминација поднесени од жалителите, сметајќи дека постоењето на дискриминација можело единствено да се утврди во рамките на кривична постапка и дека претставките на жалителите оттука не можеле да бидат разгледани во рамките на граѓанска постапка (став 47 и 49 погоре). Овој став, еднакво потврден во обсервациите на Владата, меѓутоа бил оспорен еднаш, кога окружниот суд од Балтијск се произнел по однос на суштината на една друга жалба за дискриминација, поднесена помалку од една година подоцна (став 83-84 погоре).", "134.  Главната слабост на кривичниот правен лек е дека, со оглед на тоа што тој се заснова врз принципот на личната одговорност, за него е неопходно да се „докаже без постоење на какво и да е разумно сомневање“ дека еден од раководителите на претпријатието имал директно намера да ги дискриминира членовите на синдикатот. Поради неможност на жалителите да докажат таква намера, обвинителството одлучило да не покрене кривично гонење (став 38-39, 45, 47 и 49 подоле). Освен тоа, жртвите на дискриминација имаат само мал уддел во покренувањето и водењето на кривичната постапка. Поради тие причини, Судот не е убеден дека кривична постапка, која зависела од способноста на обвинителите да ја разоткријат и докажат директната намера за дискриминирање на членовите на синдикатот, ќе дозволела да се поправи на задоволителен и остварлив начин наведената синдикална дискриминација. Од друга страна, граѓанска постапка ќе овозможела да се оствари многу поделикатната задача да се разгледаат сите елементи на врската меѓу жалителите и нивниот работодавец, вклучувајќи ги и комбинираните ефекти на различните техники употребени од него за да ги натера пристанишните работници да го напуштат СДР, како и да се додели соодветната оштета.", "135.  Судот нема да шпекулира околу тоа дали ефикасната заштита на правото на жалителите да не бидат подложени на дискриминација ќе можело, како што тоа тие го тврдат, да го спречи нивниот работодавец да усвои нови штетни по нив мерки. Сепак, судот смета дека со оглед на објективните последици од однесувањето на работодавецот, отсуството на една таква заштита можело да предизвика загриженост заради потенцијална дискриминација и да обесхрабри други лица да се зачленат во синдикатот. Оваа ситуација, со текот на времето, ќе можела да доведе до исчезнување на синдикатот, со негативните последици што тоа ќе го предизвикало за уживањето на правото на слобода на здружување", "136.  Накусо, Судот смета дека државата не си ги исполнила соодветно позитивните обврски на спроведување на јасна и ефикасна судска заштита против дискриминацијата која се врши врз основа на припадноста на некој синдикат. Оттука следува дека имало повреда на членот 14 од Конвенцијата во комбинација со членот 11.", "III.  ЗА НАВЕДЕНАТА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "137.  Жалителите се жалат дека не располагале со ефективни правни лекови за нивните претставки за постоење дискриминација. Тие се повикуваат на членот 13 од Конвенцијата.", "138.  Судот забележува дека оваа жалба е директно поврзана со оние разгледувани согласно членовите 11 и 14 од Конвенцијата. Земајќи ги предвид причините кои ја поткрепиле неговата констатација за повреда на членот 14 од Конвенцијата заедно со членот 11 (став 130 до 136 погоре), судот смета дека во однос на оваа одредба не се наметнува одвоено прашање.", "IV.  ЗА ПРИМЕНАТА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "139.  Според членот 41 од Конвенцијата,", "„Доколку Судот оцени дека имало повреда на Конвенцијата или на протоколите, и ако националното право на Високата Договорна Страна овозможува само делумно бришење на последиците од таа повреда, Судот ќе и овозможи на оштетената страна, доколку е потребно, да добие правичен надоместок.“", "А.  Штета", "140.  Жалителите бараат оштета за загубата на приходи за којашто тие сметаат дека ја претрпеле заради дискриминацијата на која биле подложени како членови на синдикатот. Нивните барања по тој основ се движат од 17 387 руски рубљи (РУР) до 1 207 643 РУР. Тие, освен тоа, бараат секој по 100 000 евра (ЕУР) за нанесена морална штета.", "141.  Владата смета дека овие барања се неосновани и претерани.", "142.  Судот потсетува дека принципот кој е во основата на доделувањето на правичен надомест е следниот: потребно е, колку што е тоа можно, да се стави жалителот во истата ситуација во којашто тој би се наоѓал во случај да немало повреда на Конвенцијата. Судот доделува финансиско обештетување согласно членот 41 само кога судот е убеден дека наведената загуба или штета навистина произлегуваат од повредата што Судот ја констатирал, бидејќи Државата не може да биде обврзана да плати обештетување за загуби за кои таа не е одговорна. (Вилсон, претходно цитиран, § 54).", "143.  Судот укажува дека во случајов, доделувањето на правичен надомест единствено може да се базира врз фактот дека властите одбиле да ги разгледаат наводите на жалителите според кои тие биле подложени на дискриминација. Судот не може да шпекулира во однос на тоа дали жалителите можеле да ги зачуваат своите приходи на исто ниво во случај нивните претставки навистина да биле разгледани. Оттука, Судот го отфрла нивното барање во однос на нанесената материјална штета. Сепак, неуспехот на нивните обиди да си го зашитат правото да не бидат подложени на дискриминација врз основа на нивната синдикална припадност сигурно предизвикал кај жалителите оправдана лутина, фрустрација, и морална разочараност (Вилсон, претходно цитиран, § 61). Олдучувајќи по правична основа, Судот смета дека на жалителите треба да им се додели износот од 2 500 ЕУР за моралната штета, плус износот што жалителите би го платиле како данок за доделената сума.", "Б.  Трошоци и издатоци", "144. Жалителите не поднеле никакво барање за обештетување на трошоци и издатоци. Забележувајќи дека тие добиле 701 ЕУР од Советот на Европа за правна помош, Судот нема да им додели дополнителни средства врз таа основа.", "В. Затезени камати", "145.  Судот смета дека е соодветно да се усогласи стапката на затезните камати со најниската стапка за позајмување на Европската централната банка зголемена за три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ, ЕДНОГЛАСНО,", "1.  Одлучи да ја избрише од листата на предмети жалбата во делот на жалбите на дваесетиот и триесет и првиот жалител (г-дин. Александар Федорович Веркотурцев и Александар Михаилович Ленитчкин) ;", "", "2.  Утврди дека имало повреда на членот 14 од Конвенцијата заедно со членот 11 во однос на другите жалители ;", "", "3.  Утврди дека немало потреба да се разгледа жалбата низ призмата на членот 13 од Конвенцијата ;", "", "4.  Утврди", "a)  дека тужената држава треба да исплати на секој од жалителите, во трите месеци почнувајќи од денот кога пресудата ќе стане конечна согласно членот 44 § 2 од Конвенцијата, 2 500 EУР (две илјади и петстотини евра), кои треба да се сменат во руски рубљи според важечката каматна стапка на денот на исплатата, за нанесена морална штета, плус износот што жалителите би требало да го платат како данок за дадената сума;", "б)  дека почнувајќи од истекувањето на наведениот рок и се до исплатата на сумата, на овој износ ќе се плаќа камата со иста стапка како важечката најниската стапка за позајмување на Европската централна банка во дадениот миг, зголемена за три процентни поени;", "", "5.  Го отфрла барањето за правичен надоместок.", "Изготвена на англиски јазик, и доставена на писмено на 30 јули 2009 г., во согласност со членот 77 §§ 2 et 3 од деловникот.", "\tСетефен Филипс\tРет Марусте \n\tЗаменик судски секретар\tПретседател", "© Совет на Европа/Европски суд за човекови права, 2012.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права () или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на publishing@echr.coe.int.", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : publishing@echr.coe.int", ""]}