{"file": "MAC_HJUDMAC_70337_01.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "70337/01", "text_paragraphs": ["", "© Совет на Европа/Европски суд за човекови права, 2012 година. Овој превод е нарачан со поддршка од Повереничкиот фонд за човекови права на Советот на Европа (). Преводот не е обврзувачки за Судот. За повеќе информации видете го целосното известување за авторските права на крајот на документот.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du présent document.", "", "\nВТОР ОДДЕЛ", "", "", "", "", "ПРЕДМЕТ GÜVEÇ против ТУРЦИЈА", "", "(Жалба бр. 70337/01)", "", "", "", "", "", "", "", "", "", "", "ПРЕСУДА", "", "", "СТРАЗБУР", "", "20 јануари 2009 г.", "", "", "КОНЕЧНА", "", "20/04/2009", "", "", "Оваа пресуда може да биде предмет на редакциски измени.", "", "Во предметот Güveç против Турција,", "Европскиот суд за човекови права (Втор оддел), заседавајќи како Совет составен од следниве судии:", "\tFrançoise Tulkens, Претседател на Судот,\n\tIreneu Cabral Barreto,\n\tVladimiro Zagrebelsky,\n\tDanutė Jočienė,\n\tDragoljub Popović,\n\tNona Tsotsoria,\n\tIşıl Karakaş, судии,", "\tи Sally Dollé, Секретар на Одделот,", "\t", "\tПо заседавањето без присуство на јавноста на 16 декември 2008 година,", "Ја изрекува следнава пресуда, што беше донесена на тој датум:", "ПОСТАПКА", "1. Предметот произлегува од жалбата (бр. 70337/01) против Република Турција, поднесена пред Судот во согласност со член 34 на Конвенцијата за заштита на човековите права и на основните слободи („Конвенцијата“) од страна на турскиот државјанин, г. Oktay Güveç („жалител“) на 9 април 2001 година.", "2.  Жалителот, на кој му беше доделена правна помош, беше застапуван од г-ѓа Mükrime Avcı и г-ѓа Derya Bayır, адвокати што работат во Истанбул. Турската Влада („Владата“) беше застапувана од својот застапник.", "3. Жалителот тврдел, конкретно, дека неговото притворање во затвор со полнолетни лица и неговото судење пред Судот за државна безбедност наместо пред суд за малолетници биле во спротивност со член 3 на Конвенцијата. Врз основа на членовите 5 и 6 на Конвенцијата, тој, исто така, поднел жалба дека не бил пуштен да се брани од слобода и дека не му било судено правично.", "4. На 2 јуни 2005 година Судот одлучил да ја извести Владата за жалбата. Во согласност со одредбите од член 29 § 3 на Конвенцијата, тој одлучил да ја испита основаноста на жалбата во исто време со нејзината допуштеност.", "ФАКТИЧКА СОСТОЈБА", "I. ОКОЛНОСТИТЕ НА ПРЕДМЕТОТ", "5. Жалителот е роден на 30 април 1980 година и живее во Белгија.", "6. На 29 септември 1995 година извесно лице г. Özcan Atik било уапсено под сомневање дека е член на КРП. Следниот ден жалителот бил лишен од слобода во Истанбул врз основа на информации што наводно и биле дадени на полицијата од страна на г. Atik. Врз основа на таквите информации, жалителот бил член на КРП. По апсењето, жалителот бил ставен во полициски притвор.", "7. Жалителот бил испрашуван од полициските службеници на 5 октомври 1995 година. Во писмена изјава, изготвена од страна на полицијата и потпишана од него, жалителот бил цитиран дека изјавил дека е член на КРП и дека одржал повеќе состаноци со неколку членови на КРП, вклучително и со Özcan Atik. Еден ден Özcan Atik му рекол на жалителот дека тој побарал од извесно лице Menderes Koçak да даде финансиска помош за КРП но дека г. Koçak го одбил. Özcan Atik потоа побарал од жалителот да му помогне да запалат некое возило што било во сопственост на г. Koçak. Тие го сториле тоа една вечер со помош на уште други две лица. Жалителот додал, исто така, дека доколку не бил уапсен, тој би учествувал во дополнителни активности во име на КРП.", "8. На 7 октомври 1995 година г. Koçak го идентификувал г. Atik и уште едно лице како лицата што побарале од него да даде пари на КРП. Тој не знаел дали истите две лица последователно му ги запалиле возилото и продавницата.", "9. На 9 октомври 1995 година полициските службеници го однеле жалителот и три други лица, вклучувајќи го г. Atik на улицата каде што било запалено возилото на г. Koçak.", "10. На 12 октомври 1995 година жалителот и уште 21 лице кои биле уапсени во рамките на истата полициска операција биле одведени во истанбулскиот оддел на Институтот за судска медицина, каде биле прегледани од доктор. Врз основа на медицинскиот извештај што бил изготвен истиот ден, на телото на жалителот немало никакви знаци на малтретирање.", "11. Истиот ден, жалителот бил однесен во Судот за државна безбедност во Истанбул, каде што бил испрашуван од обвинител, и потоа од судија, кој наредил негово задржување во притвор до поведувањето на кривична постапка против него. Во изјавата што била изготвена од страна на обвинителот било цитирано дека жалителот изјавил дека бил симпатизер, но не и член на КРП. Тој го запалил возилото заедно со уште три други лица. Меѓутоа, во изјавата изготвена од страна на судијата жалителот бил цитиран дека изјавил дека тој го запалил возилото сам.", "12. Додека бил испрашуван од полицијата, и последователно од обвинителот и судијата, жалителот не бил застапуван од адвокат.", "13. На 27 ноември 1995 година, обвинителот во Судот за државна безбедност во Истанбул подигнал обвинение пред тој суд, обвинувајќи го жалителот и петнаесет други лица за кривичното дело вршење на активности наменети за предизвикување отцепување на дел од државната територија. Во согласност со член 125 на Кривичниот законик што бил во сила во тоа време, за ова дело била предвидена смртна казна (видете ги релевантното домашно право и практика долу).", "14. Судот за државна безбедност во Истанбул (во натамошниот текст „основниот суд“) одржал подготвителна расправа на 18 декември 1995 година. Еден од трите судии – членови на судскиот совет бил армиски офицер.", "15. На првата расправа, одржана на 27 февруари 1996 година, жалителот бил присутен но не бил застапуван од адвокат.", "16. Во текот на втората расправа, одржана на 1 март 1996 година, жалителот сè уште не бил застапуван од адвокат, но бил испрашуван од основниот суд. Жалителот му кажал на основниот суд дека неговиот пријател од детството, Özcan Atik, му кажал еден ден дека продавал весници и дека еден од неговите купувачи одбил да плати. Г. Atik потоа предложил „да му одржат лекција на тој купувач“. Една вечер жалителот и г. Atik пристигнале пред некоја голема зграда. Г. Atik истурил бензин на улицата пред зградата од канистер и го запалил. Жалителот самиот не запалил ниедно возило и не го познавал Menderes Koçak.", "17. Жалителот му кажал на основниот суд, исто така, дека додека бил задржан во полициски притвор, му давале електрични шокови, бил прскан со вода под притисок и тепан со палка; покрај тоа, го тепале по табаните на стапалата. Потоа тој ги потпишал изјавите што го вмешуваат во делата за кои последователно бил обвинет. Во однос на изјавите што биле земени од него од обвинителот и судијата на 12 октомври 1995 година, жалителот изјавил дека обвинителот и судијата го прашале единствено за датумот на раѓање; тој не дал какви било изјави пред нив. Жалителот, исто така, негирал дека полицијата го одвела на местото каде тој наводно го запалил возилото (видете став 9 горе). Барањето на жалителот за пуштање на слобода било одбиено од основниот суд истиот ден.", "18. Во текот на третата расправа што се одржала на 18 април 1996 година, адвокатката што застапувала неколкумина од сообвинетите на жалителот го информирала судот дека таа ќе го застапува и жалителот. Во текот на истата расправа, Menderes Koçak дал изјава како сведок и изјавил дека Özcan Atik никогаш не побарал од него да даде пари за КРП. Возилото што било во негова сопственост било запалено, но тој не сметал дека тоа го сторил Özcan Atik.", "19. Жалителот бил предмет на режим на ограничени посети додека бил во затвор и немал можност за отворени посети од неговото семејство.", "20. Жалителот не бил присутен на четири од шесте последователни расправи што се одржувале во двомесечни интервали. Сите барања за негово ослободување што ги поднел неговиот адвокат биле одбиени од основниот суд. Адвокатот тврдел дека нема докази против жалителот, со исклучок на доказите што биле добиени со малтретирање.", "21. Во текот на 10-тата расправа, што била одржана на 29 мај 1997 година во отсуство на жалителот, но со присуство на неговиот адвокат, обвинителот побарал од основниот суд да му суди на жалителот за делата членство во илегална организација и оштетување на имот, наместо за делото за коешто тој бил обвинет во обвинението (видете став 13 горе). Основниот суд го одбил барањето за пуштање на жалителот на слобода.", "22. Адвокатот на жалителот не присуствувал на 11-тата расправа што била одржана на 17 јули 1997 година. Во текот на 12-тата расправа, на 26 август 1997 година, адвокатот тврдел дека, врз основа на сведочењето на г. Koçak пред основниот суд на 18 април 1996 година (видете став 18 горе), немало докази што покажуваат дека жалителот ги сторил кривичните дела за кои бил обвинет.", "23. Адвокатот не присуствувал на 13-тата расправа, одржана на 2 октомври 1997 година, бидејќи таа имала друг предмет пред Трудовиот суд. Жалителот самиот ги дал поднесоците за одбраната и ги повторил своите тврдења за малтретирање во полицискиот притвор. Тој, исто така, побарал да биде ослободен. Ова барање било одбиено од основниот суд.", "24. На 17 октомври 1997 година основниот суд го прогласил жалителот виновен за членство во нелегална организација и за палење на моторно возило и го осудил на казна затвор од девет години, осум месеци и десет дена. Основниот суд сметал дека изјавите дадени од жалителот во полицискиот притвор и изјавите дадени од сообвинетите покажале дека жалителот бил член на нелегалната организација и дека тој го запалил возилото.", "25. Жалителот поднел жалба. На 12 март 1998 година Касациониот суд ја поништил казната на жалителот. Предметот бил вратен на основниот суд на повторно судење.", "26. На 11 септември 1998 година основниот суд одржал подготвителна расправа во повторното судење. Еден од трите судии – членови на судскиот совет бил воен офицер.", "27. Биле одржани осум расправи во периодот меѓу 27 октомври 1998 година и 30 декември 1999 година. Адвокатот на жалителот присуствувал само на една од овие расправи, на 18 март 1999 година, додека жалителот присуствувал на две расправи. Во текот на 5-тата расправа, одржана на 15 јули 1999 година, воениот судија бил заменет со цивилен судија во согласност со законодавството што влегло во сила во меѓувреме (cf. Öcalan v. Turkey [GC], бр. 46221/99, §§ 2-54, ECHR 2005IV).", "28. На 18 ноември 1999 година началникот на полицијата го информирал основниот суд дека, спротивно на наводите, никакво возило што било во сопственост на Menderes Koçak не било запалено.", "29. 9-тата расправа била одржана на 21 март 2000 година. Жалителот бил присутен но не бил присутен неговиот адвокат. За време на расправата Menderes Koçak дал докази пред основниот суд и изјавил дека неговото возило не било изгорено. Никој не побарал од него да и даде пари на КРП. Кога основниот суд побарал од него да ги објасни недоследностите меѓу исказот што и го дал на полицијата на 7 октомври 1995 година (видете став 8 горе) и неговото сведоштво, г. Koçak изјавил дека тој не и кажал такви работи на полицијата; тој морал да потпише што и да било напишано во изјавата што била изготвена од страна на полициските службеници.", "30. Во текот на истата расправа жалителот повторил дека тој не го познавал г. Koçak и дека не запалил ниедно возило. Тој нагласил дека бил уапсен на 15-годишна возраст, без какви било докази против него и побарал да биде ослободен. Ова барање било одбиено од основниот суд.", "31. Жалителот, но не и неговиот адвокат, бил присутен на 10-тата расправа, одржана на 23 мај 2000 година.", "32. Во текот на 11-тата расправа, одржана на 25 јули 2000 година во отсуство на адвокатот на жалителот, на основниот суд му било предадено писмо што било напишано од колегите затвореници на жалителот. Во писмото било наведено дека „[жалителот] има сериозни психијатриски проблеми. Неговата терапија ја надгледува психијатриската болница во Истанбул. Тој не е способен да живее без помош од другите и неговото здравје се влошува. Со оглед на тоа, тој е неспособен да присуствува на расправите и одби да присуствува на денешната расправа. Ние сметавме дека е потребно да ви го испратиме ова писмо бидејќи разбравме дека неговиот адвокат не присуствува на расправите“.", "33. Врз основа на медицинскиот извештај што бил изготвен од затворскиот лекар на 24 јули 2000 година, кој бил приложен кон писмото од затворениците, жалителот бил одведен во психијатриската болница на 2 јуни 2000 година и бил вратен во затворот на 11 јули 2000 година.", "34. Мајката на жалителот, исто така, била присутна на оваа расправа и го информирала судот за сериозните психијатриски проблеми на жалителот. Таа побарала жалителот да биде пуштен од затвор. Во текот на истата расправа обвинителот побарал од основниот суд да го ослободи жалителот од обвинението за подметнување пожар (член 516 § 7 на Кривичниот законик) и да го осуди за делото членување во нелегална организација (член 168 на Кривичниот законик).", "35. сепак, основниот суд наредил продолжено задржување на жалителот во затвор и го упатил во психијатриска болница со цел да утврди дали тој ја поседувал потребната способност за извршување на злосторство (doli capax) во времето на наводното извршување на кривичното дело.", "36. На 7 август 2000 година затворскиот лекар дал извештај за проблемите со кои се соочувал жалителот во затвор. Врз основа на неговиот извештај, жалителот се обидел да се самоубие во јуни 1999 година земајќи прекумерна доза лекови. Во август 1999 година тој се самозапалил и претрпел обемни и тешки изгореници. Тој поминал три месеци во болница каде му биле третирани повредите. Во текот на тој престој во болница тој добивал и лекарства против депресија. По неговото враќање во затворот, продолжил да добива третман за изгорениците уште пет месеци. На неговото тело сè уште има белези од изгорениците.", "37. На 2 јуни 2000 година психолошкото здравје на жалителот се влошило и тој бил одведен во болница, каде останал еден и пол месец. Неговото здравје се влошило уште повеќе по враќањето од болница и сега одбивал да зборува со сите.", "38. Затворскиот лекар заклучува во својот извештај дека состојбата во затворот не е компатибилна со терапијата за жалителот. Жалителот требало да помине значително време во специјализирана болница.", "39. Во текот на 12-тата расправа, одржана на 10 октомври 2000 година, г-ѓа Mükrime Avcı, еден од горе наведените правните застапници на жалителот (видете став 2), му поднела полномошно на основниот суд и го информирала судот дека таа го презема застапувањето на жалителот. Г-ѓа Avcı, во своите писмени забелешки поднесени до основниот суд истиот ден, аргументирала дека жалителот бил на возраст од само 15 години во времето на неговото апсење. Турција била држава членка на Конвенцијата на Обединетите Нации за правата на детето. Член 40 § 3 на оваа Конвенција им препорачува на државите членки да воспостават постапки и установи посебно наменети за децата што се обвинети дека сториле кривични дела. Навистина, во Турција постоеле судови за малолетници. Меѓутоа, жалителот бил обвинет за дело што е во надлежноста на Судовите за државна безбедност и, оттаму, домашното право не допуштало да му се суди пред суд за малолетници. Доколку жалителот бил суден од суд за малолетници, тој не би бил држен во полициски притвор 12 дена, би бил назначен адвокат што ќе го застапува и неговиот случај би бил затворен во краток временски рок.", "40. Адвокатот додал дека малтретирањето на коешто бил подложен жалителот додека бил во полициски притвор, заедно со неговиот долг престој во затвор, биле нешто што не може да го истрпи дете на неговата возраст. Тој се обидел да си го одземе животот во два наврата. Тој сè уште страдал од сериозни психијатриски проблеми и имал тешкотии да присуствува на расправите. Адвокатот побарал жалителот да биде ослободен за да може да добива медицински третман.", "41. Адвокатот, исто така, го информирал основниот суд дека жалителот не бил однесен во болница без оглед на судскиот налог од 25 јули 2000 година (видете став 35 горе). Истиот ден основниот суд наредил пуштање на жалителот од затвор со кауција.", "42. Жалителот присуствувал на 14-тата расправа, одржана на 13 март 2001 година и го информирал основниот суд дека, иако заминал во болница за лекарски преглед, болничките власти одбиле да го прегледаат бидејќи немал службен упат. Основниот суд издал нов налог за упат.", "43. Жалителот бил прегледан во психијатриска болница на 25 април 2001 година. Врз основа на извештајот што се однесува на тој преглед, покрај двата случаи што се наведени погоре (видете став 36), жалителот уште еднаш се обидел да си го одземе животот сечејќи си ги вените, во септември 1998 година. Големите белези од изгорениците на неговите раце и на телото биле сè уште видливи. Неговите психолошки поплаки започнале во текот на неговиот престој во затвор и се влошиле додека престојувал таму. Во периодот меѓу 2 јуни 2000 година и 11 јули 2000 година тој бил хоспитализиран поради „тешка депресија“. Неговите психолошки проблеми сега биле во ремисија. Во извештајот се заклучува дека жалителот во времето на извршувањето на делото немал психолошки проблеми и дека неговата тековна ментална состојба не влијае врз неговата кривична одговорност.", "44. На својата 16-та расправа, одржана на 22 мај 2001 година, основниот суд го ослободил жалителот од обвинението за подметнување пожар, но пресудил дека е виновен за членство во нелегална организација и го осудил на затворска казна од осум години и четири месеци. Основниот суд навел дека изјавите дадени од жалителот во полицискиот притвор и потоа пред обвинителот и судијата на крајот на неговиот полициски притвор биле одлучувачки за донесување на заклучокот дека тој бил член на нелегалната организација. Во тие изјави жалителот ги опишал „различните активности“ во коишто тој бил вмешан. Основниот суд заклучил, исто така, дека жалителот бил вмешан во печатењето и дистрибуцијата на нелегалните летоци.", "45. Жалителот поднел жалба. На 13 март 2002 година обвинителот во Касациониот суд ги поднел своите писмени забелешки до тој суд и побарал да се потврди осудата на жалителот. Овие забелешки не биле испратени до жалителот или до неговиот адвокат.", "46. Во своите детални жалбени поднесоци адвокатката на жалителот укажала дека единствените докази што биле презентирани од страна на обвинителството во поддршка на наводите дека нејзиниот клиент бил член на нелегалната организација биле наводите во врска со палењето на возилото. Меѓутоа, од основниот суд било утврдено дека таков инцидент не се случил и сопственикот на возилото не пријавил таков случај. Турскиот правосуден систем не познавал апстрактни концепти како што се „различните активности“ (видете став 44 погоре). За да може да се повикува на каква било активност како доказ, таа треба да биде јасно утврдена и поткрепена со соодветни докази. Дополнително, пресудата на основниот суд не содржи податоци за тоа зошто и како било заклучено дека жалителот бил вмешан во печатењето и дистрибуцијата на летоците на нелегалната организација. Адвокатката, исто така, ги повторила своите аргументи во врска со возраста на жалителот и своите упатувања на Конвенцијата на Обединетите Нации за правата на детето (видете став 39 горе).", "47. На 20 мај 2002 година Касациониот суд ја потврдил казната на жалителот.", "48. Врз основа на информациите што му биле доставени на Судот од страна на адвокатот на жалителот, во 2002 година жалителот ја напуштил Турција и заминал за Белгија, каде што последователно добил статус на бегалец.", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКТИКА", "49. Член 125 на Кривичниот законик, со својата формулација во материјалното време, предвидувал дека:", "„Секое лице што ќе стори дело кое има за цел да ја подложи државата или дел од државата на доминацијата од странска држава, да ја намали нејзината независност или да го наруши нејзиниот интегритет, или дело што има за цел да ја укине управата на државата врз некој дел од нејзината територија е предмет на смртна казна.“", "50. Член 168 на Кривичниот законик предвидувал:", "„Секое лице кое, со намера да ги изврши делата што се утврдени во членовите 125, 131, 146, 147, 149 или 156, основа вооружена банда или организација или го преземе водството ... или командата врз таквата банда или организација, или преземе определена посебна одговорност во нејзините рамки се осудува на казна затвор од најмалку петнаесет години.", "Останатите членови на бандата или организацијата се осудуваат на казна затвор од најмалку пет и најмногу петнаесет години.“", "51. Член 516 на Кривичниот законик предвидувал:", "„Секое лице што уништува, разурнува, расипува или оштетува имот во сопственост на друго лице, по тужба од оштетената страна, се осудува на казна затвор од најмалку една и најмногу три години ...“", "Во согласност со став 7 на овој член, ако односното дело било извршено со користење на запалив или експлозивен материјал и ако односниот имот бил моторно возило, казната што треба да се изрече изнесува од три до седум години.", "52. Во материјалното време, член 30 на Законот бр. 3842 од 18 ноември 1992 година, што го изменува и дополнува законодавството за кривичната постапка, предвидувал дека, во однос на делата во надлежноста на Судовите за државна безбедност, секое уапсено лице морало да се изведе пред судија во рок од најмногу четириесет и осум часа, или, во случај на дела што се извршени од повеќе лица, во рок од петнаесет дена.", "53. Член 53 на Законот за кривична постапка, како што гласел во материјалното време, предвидувал дека, од времето на апсењето, лицата на возраст под 18 години требало да добијат помош од службено назначен правен застапник без да мора да го побараат тоа. Врз основа на член 31 на горе наведениот Закон бр. 3842, сепак, член 138 не се применува за лицата што се обвинети за дела во полето на надлежноста на Судовите за државната безбедност.", "54. Во согласност со член 6 § 1 на Законот за основањето, обврските и постапките на судовите за малолетници (Закон бр. 2253 од 21 ноември 1979 година; укинат и заменет со Закон бр. 5395 од 15 јули 2005 година за заштита на детето), единствено судовите за малолетници имаат овластувања да им судат на лица на возраст под 15 години. Меѓутоа, во согласност со последниот став на тој член, дури и децата на возраст под 15 години кои се обвинети за дела во полето на надлежности на Судовите за државна безбедност требало да се судат пред тие судови наместо пред судовите за малолетници.", "55. Член 37 на Закон бр. 2253 исто така предвидувал дека малолетниците може да се држат во притвор во затвори што се посебно наменети за нив. Во местата каде не постојат такви затвори, малолетниците треба да се чуваат во дел од обичниот затвор што е одвоен од деловите каде што се чуваат полнолетните лица. За целите на овој Закон, изразот „малолетник“ значи лице што било на возраст под 15 години во времето кога е извршено делото.", "56. Член 107 (б) на Правилникот за затворската управа и извршување на казните (од 5 јули 1967 година) предвидувал дека притворениците на возраст под 18 години треба да се чуваат одвоено од останатите притвореници. Во согласност со член 106 на истиот Правилник, притворениците имале можност „да ги информираат затворските управници, обвинителите и Министерството за правда за своите поплаки и барања“.", "57. Во согласност со Законот за заштита на детето, што на 15 јули 2005 година го заменил горе наведениот Закон за основањето, обврските и постапките на судовите за малолетници, на лицата на возраст под 18 години може да им се суди само пред судовите за малолетници. Меѓутоа, ако органите на обвинителството тврдат дека делото за кое што е обвинет малолетникот е извршено заедно со полнолетни лица, на малолетникот може да му судат редовните кривични судови заедно со тие полнолетни лица.", "III. РЕЛЕВАНТНИ МЕЃУНАРОДНИ ТЕКСТОВИ", "58. Конвенцијата на Обединетите нации за правата на детето од 1989 година (во натамошниот текст „Конвенцијата на ОН“), донесена од Генералното собрание на Обединетите нации на 20 ноември 1989 година, во согласност со меѓународното право, има обврзувачка сила за договорните земји, вклучувајќи ги сите земји-членки на Советот на Европа.", "", "Член 1 на Конвенцијата на ОН гласи:", "„За целите на оваа Конвенција, дете значи секое човечко суштество кое не навршило осумнаесет години од животот, освен ако, врз основа на закон што се однесува на децата, полнолетството не се стекнува порано.“", "Член 3(i) гласи:", "„Во сите активности кои се однесуваат на децата, без оглед дали се спроведуваат од јавните или приватните институции за социјална заштита, судовите, административните органи или законодавните тела, интересите на детето се од примарно значење.“", "Член 37(а) и (б) предвидува:", "„Државите членки осигуруваат дека:", "(а) Ниедно дете не е подложено на мачење или друго свирепо, нечовечно или понижувачко постапување или казнување. Смртна казна или казна доживотен затвор без можност за ослободување не смее да се изречат за кривични дела извршени од лица под осумнаесет годишна возраст.", "(б) Ниедно дете не смее да биде незаконски или произволно лишено од слобода. Апсењето, притворањето или затворањето на детето мора да биде во согласност со законот и се користи единствено како последна можна мерка и во најкраткиот соодветен временски период.", "(в) Со секое дете лишено од слобода се постапува човечно и со почитување на вроденото достоинство на човекот, и на начин што ги зема предвид потребите на лицата на таа возраст. Конкретно, секое дете лишено од слобода е одвоено од полнолетните лица, освен ако не се смета дека тоа е во најдобар интерес на детето, и има право да одржува контакти со своето семејство преку преписка и посети, освен во исклучителни случаи;\t\t\t\t\t\t\t\t", "(г) Секое дете лишено од слобода има право на итен пристап до правна или друга соодветна помош, како и право на оспорување на законитоста на неговото лишување од слобода пред суд или пред други надлежни, независни и непристрасни власти и на брза одлука за секое такво дејство.“", "Член 40 предвидува, каде што е релевантно:", "„1. Државите членки го признаваат правото на секое дете за кое се тврди, кое е обвинето, или за кое е утврдено дека го прекршило кривичното право со него да се постапува на начин што е во согласност со унапредувањето на неговото чувство за достоинство и вредност, што го јакне неговото почитување на човековите права и основните слободи на другите и така што ги зема предвид возраста на детето и потребата за подобрување на неговата реинтеграција и конструктивна улога во општеството.", "2.За таа цел ... Државите членки посебно осигуруваат дека:", "...", "(б) На секое дете за кое се тврди или кое е обвинето за кршење на кривичното право му се гарантира најмалку следново:", "...", "(ii) да биде известено веднаш и непосредно за обвиненијата против него и, доколку е потребно, преку своите родители или законски старатели, и да добие правна или друга соодветна помош во подготовката и презентирањето на својата одбрана;", "(iii) Постапката против него да се води без доцнења и одлагања од надлежните, независни и непристрасни власти или судски тела со правично судење во согласност со законот, во присуство на правна или друга соодветна помош и, освен ако се смета дека тоа не е во интерес на детето, посебно земајќи ги предвид возраста на детето, неговата положба и неговите родители или законски старатели;", "(iv) Не смее да биде присилено да сведочи или да ја признае вината; да ги испита или да бидат испитани сведоците на обвинителството и да се обезбеди учество и испитување на сведоците од неговата страна под еднакви услови;", "...", "(vii.) Да се почитува неговата приватност во целост во сите фази на постапката.", "...”", "59. Релевантниот дел на Заклучните забелешки на Комитетот на Обединетите нации за правата на детето: Турција (09/07/2001(CRC/C/15/Add. 152.)) го предвидува следново:", "„65. ... Фактот што притворот не се користи како крајна можна мерка и што се пријавени случаи на деца што се држат во изолација во подолги временски периоди се забележуваат со длабока загриженост. Комитетот е загрижен, исто така, дека постојат само мал број судови за малолетници и што ниеден од нив не се наоѓа во источниот дел на земјата. Се изразува загриженост и за долгите периоди на притвор пред изведувањето на суд и за лошите услови во затворите, како и за фактот што во текот на притворот се обезбедуваат недоволни програми за образование, рехабилитација и реинтеграција.", "66.Комитетот препорачува Државата членка да продолжи да ги ревидира правото и практиката во врска со системот за малолетничка правда со цел да го усогласи во целост со Конвенцијата, особено со членовите 37, 40 и 39, како и со останатите релевантни меѓународни стандарди во оваа област, како што се Стандардните минимални стандарди за примена на малолетничката правда (правила од Пекинг) и Насоките на Обединетите нации за спречување на малолетничката делинквенција (Насоки од Ријад), со цел да ја зголеми минималната возраст за кривична одговорност, да го прошири опфатот на заштитата што се гарантира од Законот за судовите за малолетници на сите деца на возраст под 18 години и за ефективно спроведување на овој закон преку основање судови за малолетници во сите покраини. Комитетот особено ја потсетува Државата членка дека предметите на малолетните сторители на дела треба да се решаваат без одлагање со цел да се избегнат периодите на притвор во изолација (incommunicado), како и дека притворот треба да се користи единствено како крајна можна мерка, треба да биде во што е можно пократок рок и не смее да биде со времетраење подолго од она што е пропишано со закон. Секогаш кога тоа е можно треба да се користат алтернативни мерки наместо притвор.“", "60. Препораката на Комитетот на министри до земјите-членки на Советот на Европа за општествените реакции на малолетничката делинквенција (бр. R (87)20), донесена на 17 септември 1987 година на 410-тиот состанок на Замениците министри, во своите релевантни делови, гласи:", "„Им препорачува на владите на земјите-членки да ги ревидираат, доколку е потребно, своите законодавства и практики, со цел: ...", "7.да го исфрлат притворањето на малолетниците, освен во исклучителните случаи на многу сериозни дела сторени од постари малолетници; во овие случаи, да го ограничат времетраењето на притворот и да ги чуваат малолетниците одвоено од возрасните; уредување одлуките од овој вид да се носат, начелно, по консултации со службите за социјална заштита за алтернативните предлози ...“", "61. Член 17 на Европската социјална повелба од 1961 година го уредува правото на мајките и децата на социјална и економска заштита. Во таа смисла, Европскиот комитет за социјални права забележа во своите Заклучоци XVII-2 (2005, Турција) дека времетраењето на притворот за младите сторители на дела било предолго и дека условите во притворите биле лоши.", "62. Во извештајот што се однесува на спроведените посети на Турција од 5 до 17 октомври 1997 година, Европскиот комитет за спречување на тортура и нечовечно или понижувачко постапување или казнување („КСТ“) ги изрази своите сериозни сомневања „во однос на политиката за сместување на малолетниците (т.е. лица на возраст од 11 до 18 години) што се притворени во затвори за полнолетни лица“ (CPT/Inf(99) 2 EN, датум на објавување: 23 февруари 1999 г.).", "63. Во својот извештај изготвен во врска со спроведените посети на Турција од 16 до 29 март 2004 година (CPT/Inf (2005) 18), КСТ го навел следново:", "", "„во извештаите за своите посети во 1997 година и септември 2001 година, КСТ јасно ги изрази своите сериозни сомневања во врска со политиката за политиката за сместување на малолетниците што се притворени во затвори за полнолетни лица. Комбинацијата од осредните материјални услови и осиромашениот режим во премногу случаи креираат севкупно окружување што е целосно несоодветно за оваа категорија на затвореници. Фактите што беа утврдени во текот на посетата во март 2004 година само ги зацврстија таквите сомневања. И повторно, одредбите од циркуларното писмо на Министерството за правда од 3 ноември 1997 година („физичките услови на деловите од затворите што се распределени за малолетните сторители ќе се ревидираат и подобрат со цел да се усогласат кон детската психологија и да овозможат спроведување едукативни програми, игри за подобрување на вештините и спортски активности“), кои се за пофалба, очигледно немале големо практично влијание.“", "", "64. Според УНИЦЕФ, системот за малолетничка правда сè уште бил во зачеток во Турција во 2008 година. Судиите учеа за центри за притворање што се чувствителни на децата, алтернативно решавање спорови и соодветната судска постапка за децата во судир со законот.", "ПРАВОТО", "I. НАВОДНА ПОВРЕДА НА ЧЛЕН 3 НА КОНВЕНЦИЈАТА", "65. Повикувајќи се на член 3 на Конвенцијата, жалителот се жалел дека неговото судење пред Судот за државна безбедност во Истанбул, заедно со неговото затворање со полнолетни лица, предизвикале ментални страдања кај него. Член 3 на Конвенцијата предвидува:", "„Никој не смее да биде подложен на мачење, нечовечно или понижувачко постапување или казнување.“", "66. Владата го оспори овој аргумент.", "А. Допуштеност", "67. Упатувајќи на Правилникот за затворската управа и извршување на казните (видете став 56 погоре), Владата тврдела дека жалителот не ги исцрпил домашните правни средства бидејќи ниту тој, ниту неговиот адвокат не поднеле жалба во согласност со член 106 на Правилникот во врска со притворањето на жалителот заедно со полнолетни лица. Владата нагласила, исто така, дека жалителот имал можност да ги изнесе своите жалби пред основниот суд или пред Касациониот суд.", "68. Жалителот одговорил дека, со оглед на недвосмислената формулација на домашните прописи и релевантните меѓународни конвенции, властите имале обврска да го држат одвоено од полнолетните притворени лица. Бидејќи применливото домашно законодавство јасно ги предвидувало можните опасности за добросостојбата на дете на возраста на која тој бил во тоа време, не било оправдано Владата да тврди дека судиите и затворските власти не знаеле за таквите опасности кога го притвориле во затвор за возрасни.", "69. Судот потсетува дека, во согласност со својата вообичаена практика, целта на правилото за домашните правни средства што е содржано во член 35 § 1 на Конвенцијата е да им даде можност на договорните земји да ги спречат или поправат наводните повреди пред тие да бидат изнесени пред Судот. Меѓутоа, единствените правни средства што треба да се исцрпат се ефективните правни средства. Владата што тврди дека не биле исцрпени средствата има обврска да го убеди Судот дека средството било ефективно и теоретски и практично достапно во релевантното време (видете, inter alia, Vernillo v. France, пресуда од 20 февруари 1991 г., Серија A бр. 198, § 27, и Dalia v. France, пресуда од 19 февруари 1998 г, Извештаи за пресуди и одлуки 1998-I, § 38).", "70. По задоволувањето на ваквиот товар на докажувањето, останува на жалителот да покаже дека средството што било ставено на располагање од Владата всушност било исцрпено, или дека истото од определени причини било несоодветно и неефективно во конкретните околности на предметот, или дека постоеле посебни околности што го ослободуваат подносителот од таквата обврска (видете Aksoy v. Turkey, пресуда од 18 декември 1996 г., Извештаи 1996-VI, § 52).", "71. Судот дополнително укажува дека примената на ова правило мора соодветно да го земе предвид контекстот. Соодветно, Судот признава дека член 35 § 1 мора да се применува со определен степен на флексибилност и без прекумерен формализам (видете Akdıvar and Others v. Turkey пресуда од 16 септември 1996 г., Извештаи 1996-IV, § 69).", "72. Судот има на увид дека жалителот бил уапсен на 30 септември 1995 година и задржан во полициски притвор во период од дванаесет дена и за тоа време, во согласност со домашното законодавство што тогаш било во сила, тој немал пристап до адвокат или кој било член на семејството (видете став 53 in fine погоре). На крајот на полицискиот притвор на 12 октомври 1995 година тој бил испитуван од страна на обвинител и судија, повторно без присуство на адвокат. Истиот ден судијата наредил негово задржување во затвор. Во овие околности, Судот смета дека не е реалистично да се очекува од лице на петнаесет годишна возраст, кое штотуку било пуштено од дванаесет дневен полициски притвор во изолација, да упати на Правилникот за затворската управа и извршување на казните и да побара да биде затворено одвоено од полнолетните затвореници.", "73. Покрај тоа, Судот забележува дека кога го наредил затворањето на жалителот, судијата поседувал информации што го покажувале датумот на раѓање на жалителот. Оттаму излегува дека, иако судијата бил свесен дека жалителот има само петнаесет години, тој постапил целосно не почитувајќи ја применливата постапка наредувајќи го затворањето на жалителот во затвор за возрасни.", "74. Жалителот за прв пат бил застапуван од адвокат на третата расправа, што била одржана на 18 април 1996 година, т.е., приближно шест месеци по издавањето на налогот за неговото задржување во затвор (видете став 18 горе). Во текот на тие шест месеци основниот суд не само што дозволил жалителот да не биде застапуван од адвокат, туку и во два наврата наредил продолжување на неговото задржување во затвор (видете ставови 15-17 горе).", "75. Адвокатката што го застапувала жалителот во периодот од 18 април 1996 година до 10 октомври 2000 година, од своја страна, очигледно не успеала да обезбеди соодветна одбрана за жалителот. Покрај тоа што не присуствувала на 17 од 25 расправи, таа, исто така, пропуштила да го информира основниот суд за психолошките проблеми со кои жалителот се соочувал во затвор или за неговите три обиди за самоубиство.", "76. На крајот, колегите затвореници на жалителот биле тие кои станале свесни за неуспехот на адвокатката да го застапува жалителот соодветно и преземале иницијатива да го информираат основниот суд за медицинските проблеми на жалителот (видете став 32 горе).", "77. Постоењето на проблемите на жалителот го потврдил затворскиот лекар во својот извештај од 7 август 2000 година. Во тој извештај лекарот го информирал основниот суд дека жалителот се самозапалил, си ги пресекол вените и земал прекумерна доза лекарства и дека бил хоспитализиран во повеќе наврати. Лекарот, исто така, го информирал основниот суд дека состојбата во затворот била незадоволителна за терапијата на жалителот; тој требало да помине значително време во специјализирана болница (видете став 38 горе).", "78. Дури и откако бил информиран за здравствените проблеми на жалителот и за несоодветноста на затворот за нивното третирање, основниот суд повторно наредил продолжување на задржувањето на жалителот во затвор.", "79. Во овој предмет Владата не поднесе какви било документи или други докази што покажуваат дека правното средство на коешто упатуваат било ефективно во смисла на член 35 § 1 на Конвенцијата. Со оглед на широко распространетата практика за затворање на малолетници во затвори за возрасни во Турција, како што е нагласено во извештаите на определени меѓународни организации (видете ставови 59-64 горе), Судот се сомнева во ефективноста на тоа правно средство.", "80. Во секој случај, Судот смета дека посебните околности што се опишани погоре го ослободуваат жалителот од барањето за исцрпување на домашните правни средства во врска со неговите претставки согласно со член 3 на Конвенцијата. Според тоа, оваа жалба не може да се отфрли поради неисцрпување на домашните правни средства.", "81. Судот смета дека жалбата не е очигледно неоснована во смисла на член 35 § 3 на Конвенцијата и не утврдува какви било други основи да ја прогласи жалбата за недопуштена. Според тоа, жалбата мора да се прогласи за допуштена.", "Б. Основи", "82. Упатувајќи на практиката на Судот во врска со член 3 на Конвенцијата, жалителот тврдел дека договорните страни имале обврска да преземат мерки за да осигурат дека поединците во нивните јурисдикции не се изложени на нечовечно постапување. Таквите мерки треба да обезбедат ефективна заштита, особено во врска со децата и останатите лица од осетливите категории и треба да вклучуваат преземање разумни чекори за спречување на малтретирањето за кое властите имале или би требало да имаат сознанија.", "83. Во овој предмет тужената Држава не успеала, без оглед на своите обврски што произлегуваат како од домашното законодавство, така и од меѓународните конвенции во кои се јавува како страна, да обезбеди ефективна заштита против суровоста на произволното притворање на жалителот во затвор за возрасни, каде тој бил чуван заедно со полнолетни лица подолго од пет години. Покрај тоа, во првите осумнаесет месеци од тој период на жалителот му се судело за дело што е казниво со смртна казна. Бидејќи му било судено за дело што е во надлежноста на Судовите за државна безбедност, тој бил предмет на строго ограничен режим на посети во затворот. Тој немал, на пример, можност да добие отворени посети од семејството. Условите на неговото затворање имале штетни последици за неговото ментално здравје и го натерале да се обиде да се самоубие.", "84. Тој поднел жалба дека горе наведените проблеми, во комбинација со неговото судење пред Судот за државна безбедност во Истанбул, му нанеле психолошки страдања што се еднакви на нечовечно и понижувачко постапување.", "85. Жалителот дополнително се жалел дека во текот на својот престој во затвор тој не добивал соодветна здравствена заштита, без оглед на сериозноста на неговите здравствени проблеми. Според неговото мислење, фактот што не бил ослободен, барем времено, за да му се овозможи да ја добие соодветната здравствена заштита, исто така претставувало нечовечно постапување во спротивност со член 3 на Конвенцијата.", "86. Во поддршка на своите жалби, жалителот упатил на извештаите на КСТ (видете ставови 62-63 горе) во кои КСТ ги изразува своите сомневања во однос на политиката за притворање на малолетниците во затворите за возрасни во Турција.", "87. Владата не негирала дека жалителот бил чуван во затвор заедно со возрасни лица. Упатувајќи на медицинскиот извештај од 25 април 2001 година (видете став 43 горе), таа останала на тврдењето дека жалителот не страдал од какви било ментални проблеми што би го ослободиле од кривичната одговорност за неговите постапки. Владата аргументирала, исто така, дека малтретирањето што жалителот наводно го претрпел не го достигнало минималното ниво на сериозност за да биде во опфатот на член 3 на Конвенцијата.", "88. Судот забележува уште на самиот почеток дека притворањето на жалителот во затвор за возрасни било спротивно на применливиот Правилник што бил во сила во тоа време (видете став 56 горе) и во кој биле вградени обврските на Турција од меѓународните договори (видете став 58 горе).", "89. Судот дополнително забележува дека, во согласност со медицинскиот извештај што бил изготвен на 25 април 2001 година (видете став 43 горе), психолошките проблеми на жалителот се појавиле во текот на неговото притворање во затворот и се влошиле за време на неговото петгодишно притворање таму. Медицинските извештаи од 24 јули 2000 година и 7 август 2000 година, исто така, детално ги наведуваат сериозните здравствени проблеми од кои жалителот страдал додека бил во затворот. Судот смета дека фактот што било утврдено дека жалителот е способен за судење и дека неговите психолошки проблеми биле во ремисија приближно шест месеци по неговото пуштање од затвор не ја менува сериозноста на здравствените проблеми што ги доживеал додека бил притворен.", "90. Како што нагласила Владата, малтретирањето мора да го постигне минималното ниво на сериозност за да биде во опфатот на член 3 на Конвенцијата (видете Ireland v. the United Kingdom, пресуда од 18 јануари 1978 г., Серија A бр. 25, § 162). Оценувањето на овој минимум е релативна: тоа зависи од сите околности на предметот, како што се времетраењето на постапувањето, неговите физички и ментални последици и, во определени случаи, полот, возраста и здравствената состојба на жртвата (видете, меѓу останатите релевантни предмети Tekin v. Turkey, пресуда од 9 јуни 1998 г., Извештаи 1998-IV, § 52).", "91. Во овој предмет, Судот не се согласува со поднесоците на Владата дека проблемите на жалителот не го постигнале минималното ниво на сериозност за да бидат во опфатот на член 3 на Конвенцијата. Жалителот бил на возраст од само петнаесет години кога бил притворен во затвор, каде ги поминал следните пет години од животот заедно со полнолетни затвореници. Во првите шест и пол месеци од тој период тој немал пристап до правни совети. Всушност, како што е детално наведено погоре (видете ставови 74 и 75 горе), тој немал соодветен правен застапник сè додека не поминале приближно пет години од неговото прво притворање. Овие околности, во комбинација со фактот што во период од осумнаесет месеци му се судело за дело што е казниво со смртна казна, морале да создадат целосна неизвесност кај жалителот во однос на неговата судбина.", "92. Судот смета дека горе наведените карактеристики на неговото притворање несомнено ги предизвикале психолошките проблеми на жалителот, кои, пак, за возврат, довеле до повторените обиди за самоубиство.", "93. Судот понатаму смета дека националните власти не само што биле директно одговорни за проблемите на жалителот, туку и очигледно не успеале да му обезбедат адекватна медицинска нега. Во досието не постојат документи што укажуваат на тоа дека основниот суд бил известен за проблемите на жалителот и за неговите обиди за самоубиство до летото 2000 година (видете ставови 32 и 36 горе). Не постојат ниту какви било документи што покажуваат дека основниот суд покажал каква било загриженост за жалителот кога тој во повеќе наврати не се појавил на расправите. Всушност, основниот суд за првпат бил известен за проблемите на жалителот не од страна на какво било службено лице што е одговорно за затворениците – како, на пример, управникот на затворот или затворскиот лекар – а тие сите биле свесни за овие проблеми, туку од колегите затвореници на жалителот (видете став 32 горе). Токму овие колеги затвореници го проследиле извештајот на затворскиот лекар до основниот суд (видете став 33 горе).", "94. Врз основа на тој извештај, затворот не претставувал соодветно место за терапијата на жалителот; тој требало да помине значително време во специјализирана болница (видете став 38 горе). Судот забележува со жалење дека таквата информација што била дадена од затворскиот лекар не го поттикнала основниот суд да преземе мерки за осигурување на соодветната медицинска нега за жалителот. Единствениот чекор преземен од основниот суд бил да се упати жалителот во болница – не за третирање на неговите здравствени проблеми, туку на лекарски преглед со цел да се утврди дали тој ја поседувал неопходната способност за извршување на злосторство (doli capax) кога наводно го извршил делото за коешто бил обвинет (видете став 35 горе).", "95. Всушност, како што нагласил жалителот, основниот суд не само што не осигурил дека тој ќе добие медицинската нега, туку дури и оневозможил тој и неговото семејство да го сторат тоа одбивајќи да го ослободи со кауција во дополнителен период од два и пол месеца (видете ставови 35 и 41 горе).", "96. Во овој момент Судот повторува дека, иако член 3 на Конвенцијата не може да се толкува дека утврдува општа обврска за ослободување на притворениците поради здравствени причини, сепак наметнува обврска за Државата да ја заштитува физичката добросостојба на лицата што се лишени од слобода, на пример, обезбедувајќи им ја потребната медицинска помош (видете Mouisel v. France, бр. 67263/01, § 40, ECHR 2002IX и предметите што се цитирани таму). Како што е наведено погоре, властите не може да се ослободат од таа обврска.", "97. Мора да се забележи дека се чини дека не била преземена никаква мерка, без оглед на психолошките проблеми на жалителот и неговиот прв обид за самоубиство, да се спречи жалителот да изврши други такви обиди (видете, во врска со ова, Keenan v. the United Kingdom, бр. 27229/95, §§ 112-116, ECHR 2001III).", "98. Земајќи ги предвид возраста на жалителот, должината на неговото притворање во затвор заедно со возрасни лица, пропустот на властите да обезбедат соодветна медицинска нега за неговите психолошки проблеми и, на крај, непреземањето мерки за спречување на повторните обиди за самоубиство, Судот нема сомневања дека жалителот бил предмет на нечовечно и понижувачко постапување. Следствено, има повреда на член 3 на Конвенцијата.", "99. Судот смета дека нема потреба за посебно разгледување на жалбата дека судењето на жалителот од страна на Судот за државна безбедност е исто така еднакво на малтретирање во смисла на член 3 на Конвенцијата.", "II. НАВОДНА ПОВРЕДА НА ЧЛЕНОВИТЕ 5 § 3 И 13 НА КОНВЕНЦИЈАТА", "100. Жалителот поднел жалба врз основа на член 5 § 3 на Конвенцијата дека должината на неговиот притвор била прекумерна. Тој дополнително приговорил врз основа на член 13 на Конвенцијата дека во домашното право не постоеле правни средства за оспорување на времетраењето на притворот. Судот смета дека жалбата што е формулирана врз основа на член 13 на Конвенцијата треба да се разгледа единствено од гледна точка на член 5 § 4 на Конвенцијата. Член 5 § 3 и 4 предвидува:", "„3. Секое лице уапсено или притворено според одредбите на став 1 (в) од овој член ... има право на судење во разумен рок или пуштање на слобода во текот на судската постапка ...", "4.Секое лице лишено од слобода со апсење или притворање има право да вложи жалба до судот и тој во краток временски рок да ја разгледа законитоста на тоа лишување од слобода и ако тоа не било законско, да нареди негово ослободување.“", "101. Владата ги оспорила овие аргументи и тврдела дека жалителот бил притворен во периодот од 30 септември 1995 година до 17 октомври 1997 година. По второнаведениот датум тој ја отслужувал својата казна затвор и, оттаму, повеќе не бил притворен.", "102. Судот забележува дека притворот на жалителот, во смисла на член 5 § 3 на Конвенцијата, започнал кога тој бил уапсен на 30 септември 1995 година и траел до моментот кога бил осуден од основниот суд на 17 октомври 1997 година. Од 17 октомври 1997 година до моментот кога неговата пресуда била поништена од Касациониот суд на 12 март 1998 година, тој бил затворен „по пресуда на надлежен суд“, во смислата на член 5 § 1 (a) и според тоа тој период на неговото затворање е надвор од опфатот на член 5 § 3 (видете Solmaz v. Turkey, бр. 27561/02, § 34, ECHR 2007II (извадоци) и предметите што се цитирани во него). Од 12 март 1998 година до неговото пуштање на слобода со кауција на 10 октомври 2000 година, сепак, жалителот повторно бил во притвор во смислата на член 5 § 3 на Конвенцијата. Произлегува дека жалителот поминал вкупно четири години, седум месеци и петнаесет дека во притвор.", "А. Допуштеност", "103. Владата тврдела дека жалителот не може да тврди дека е жртва на повреда на член 5 § 3 на Конвенцијата бидејќи времето што тој го поминал во притвор последователно биле одземени од казната што му ја изрекол основниот суд на 22 мај 2001 година (видете став 44 горе).", "104. Судот веќе има разгледувано слични поднесоци направени од тужената Влада во други предмети (видете, на пример, Arı and Şen v. Turkey, бр. 33746/02, § 19, 2 октомври 2007 година и предметите цитирани во него) и има заклучено дека намалувањето на времето поминато во затвор како притвореник од подоцнежната казна не може да ја елиминира повредата на член 5 § 3. Во овој предмет Владата не поднела какви било аргументи што би можеле да го наведат Судот да донесе поинаков заклучок. Според тоа, приговорот на Владата во однос на статусот на жртва на жалителот мора да се отфрли.", "105. Судот забележува дека овие жалби не се очигледно неосновани во смисла на член 35 § 3 на Конвенцијата. Судот дополнително забележува дека тие не се недопуштени врз какви било други основи. Според тоа, тие мора да се прогласат за допуштени.", "Б. Основи", "1.  Член 5 § 3 на Конвенцијата", "106. Владата тврдела дека постоело реално барање од јавен интерес за продолжениот притвор на жалителот, кој бил обвинет за сериозно кривично дело. Исто така, постоел висок ризик дека тој ќе избега или ќе ги уништи доказите против него.", "107. Жалителот останал на своите тврдења.", "108. Судот забележува дека Владата, освен што тврдела дека притворот на жалителот бил оправдан со делото за кое тој бил обвинет, не тврдела дека прво биле земени предвид алтернативни методи и дека неговиот притвор бил употребен единствено како крајна можна мерка, во согласност со своите обврски од домашното право и повеќе меѓународни конвенции (cf. на пример Nart v. Turkey, бр. 20817/04, § 22, 6 мај 2008 година). Во досието, исто така, не постојат какви било документи што укажуваат дека основниот суд, кој го наредил продолжувањето на притворот на жалителот во повеќе наврати, во кој било момент покажал загриженост за должината на притворот на жалителот. Всушност, отсуството на каква било загриженост на националните власти во Турција во однос на притворањето на малолетниците е евидентно и во извештаите на горе наведените меѓународни организации (ставови 61-64).", "109. Во најмалку три пресуди во врска со Турција, Судот ги изразил своите сомневања за практиката за задржување на деца во притвор (видете Selçuk v. Turkey, бр. 21768/02, § 35, 10 јануари 2006 година; Koşti and Others v. Turkey, бр. 74321/01, § 30, 3 мај 2007 г.; и Nart v. Turkey, цитиран горе, § 34) и утврдил повреди на член 5 § 3 на Конвенцијата за значително пократки периоди од оној што го поминал во притвор жалителот во овој предмет. На пример, во предметот Selçuk жалителот поминал приближно четири месеци во притвор кога бил на возраст од шеснаесет години, а во предметот Nart жалителот поминал четириесет и осум дена во притвор кога бил на возраст од седумнаесет години. Во овој предмет, жалителот бил притворен на возраст од петнаесет години и бил задржан во притвор повеќе од четири и пол години.", "110. Со оглед на претходно наведеното, Судот смета дека должината на притворот на жалителот била прекумерна и во спротивност со член 5 § 3 на Конвенцијата.", "2.  Член 5 § 4 на Конвенцијата", "111. Владата тврдела дека жалителот всушност имал можност да го оспори своето притворање вложувајќи жалби во согласност со членовите 297-304 на Законот за кривична постапка (споредете со Bağrıyanık v. Turkey, бр. 43256/04, § 19, 5 јуни 2007 г.).", "112. Судот веќе ја разгледал можноста за оспорување на законитоста на притворот во Турција во релевантното време и заклучил дека во практиката таквата можност има слаби изгледи за успех, како и дека таа не обезбедува постапка што е вистински акузаторна за обвинетиот (видете Koşti, цитиран горе, § 22; Bağrıyanık, цитиран горе, §§ 50-51; и Doğan Yalçın v. Turkey, бр. 15041/03, § 43, 19 февруари 2008 г.). Судот не може да утврди никакви посебни околности во овој предмет што би го предизвикале да отстапи од своите претходни наоди.", "113. Со оглед на претходно наведеното, Судот заклучува дека има повреда на член 5 § 4 на Конвенцијата.", "III. НАВОДНИ ПОВРЕДИ НА ЧЛЕН 6 НА КОНВЕНЦИЈАТА", "114. Врз основа на член 6 § 1 на Конвенцијата, жалителот тврдел дека", "- не му било обезбедено правично судење од страна на независен и непристрасен суд поради присуството на воениот судија во судскиот совет на Судот за државна безбедност во Истанбул што му судел и го осудил;", "кривичната постапка против него не била завршена во разумен рок;", "- било прекршено начелото за еднаквост на страните поради неговата неможност да одговори на поднесоците на јавниот обвинител бидејќи тој бил малолетник што страдал од психолошки проблеми;", "- писмените забелешки на главниот јавен обвинител во Касациониот суд не му биле доставени; и дека", "- пресудата на Судот за државна безбедност од Истанбул била произволна и немала образложение.", "115. Жалителот тврдел, исто така, дека постои повреда на член 6 § 2 на Конвенцијата бидејќи во формалното обвинение што било изготвено од јавниот обвинител во Судот за државна безбедност во Истанбул се засновало врз извештај што бил изготвен од страна на безбедносните сили. Тој тврдел дополнително, под истата ставка, дека прекумерната должина на неговиот притвор го повредила неговото право на пресумпција на невиноста.", "116. Жалителот вложил жалба врз основа на член 6 § 3 на Конвенцијата дека не бил информиран за обвиненијата против него и дека му било лишено правото да добие соодветно време и средства за подготвување на својата одбрана. Иако тој бил неспособен да се брани себеси, не му бил назначен адвокат. Релевантните делови на Член 6 на Конвенцијата предвидуваат како што следува:", "„1. Секој има право на правично судење ... во разумен рок, пред независен и непристрасен суд ...да биде разгледана основаноста на какви било кривични обвиненија против него...", "2.Секој кој е обвинет за кривично дело се смета за невин сè додека неговата вина не се докаже во согласност со законот.", "3.Секој обвинет за кривично дело ги има следниве минимални права:", "(а) да биде известен, веднаш и на јазик што го разбира, за природата и причините за обвинението против него;", "(б) да му се обезбеди соодветно време и услови што се неопходни за подготвување на неговата одбрана;", " (в) да се брани самиот или со помош на бранител по сопствен избор, а доколку не располага со доволно средства да плати бранител, да добие бесплатен службен адвокат кога тоа го наложуваат интересите на правдата;", "...”", "117. Владата ги оспорила аргументите на жалителот и тврдела дека неговото судење било правично.", "А. Допуштеност", "118. Судот забележува дека овие жалби не се очигледно неосновани во смисла на член 35 § 3 на Конвенцијата. Судот дополнително забележува дека тие не се недопуштени врз какви било други основи. Според тоа, тие мора да се прогласат за допуштени.", "Б. Основи", "119. Жалителот тврдел дека во времето на неговото апсење тој бил на возраст од само петнаесет години и дека бил задржан во полициски притвор во рок од 13 дена и дека таму бил испрашуван без присуство на адвокат. Тој потоа бил суден за дело што повлекува смртна казна и неговата ментална стабилност се влошила со текот на времето. Тој не бил способен да присуствува на голем број од расправите поради повредите што биле последица на неговите обиди за самоубиство и поради своите психолошки проблеми. Тој немал помош од адвокат или психолог да се справи со таквото мачно судење и немал можност да го разгледа предметот или да изнесе докази во своја полза.", "120. Во однос на горе наведеното и упатувајќи на пресудите во предметите T. v. the United Kingdom [GC] (бр. 24724/94, 16 декември 1999 г.) и V. v. the United Kingdom [GC] (бр. 24888/94, ECHR 1999IX), жалителот вложил жалба дека му била одземена можноста за ефективно учество во неговото судење.", "121. Владата тврдела дека полицијата го информирала жалителот за обвиненијата против него и за неговите права. Покрај тоа, тој го користел правото за добивање помош од правен застапник уште од самиот почеток на постапката.", "122. Судот забележува дека во повеќе претставки против Турција што вклучуваат жалба за наводното непостоење на независност и непристрасност кај Судовите за државна безбедност, Судот го ограничи испитувањето само на тој аспект, сметајќи дека не е потребно да разгледува какви било други жалби во врска со правичноста на оспорената постапка (видете, inter alia, Ergin v. Turkey (бр. 6), бр. 47533/99, § 55, 4 мај 2006 г.). Меѓутоа, Судот смета е потребно да не го зема предвид овој добро разработен пристап во овој предмет бидејќи особено тешките околности на жалбата претставуваат понесовладливи прашања што се однесуваат на ефективното учество на малолетник во неговото судење и правото на правна помош.", "123. Судот повторува дека правото на обвинетиот во согласност со член 6 на конвенцијата да учествува ефективно во неговото судење начелно го вклучува не само правото да биде присутен на судењето, туку и да сослушува и да ја следи постапката. Таквите права се вградени во самиот концепт за акузаторната постапка и може, исто така, да се извлечат од гаранциите што се содржани конкретно во потставот (в) на став 3 на член 6 – „да се брани самиот“.", "124. „Ефективното учество“ во овој контекст подразбира дека обвинетиот има широки познавања на природата на судскиот процес и за тоа што тоа значи за него, вклучувајќи го значењето на каква било казна што може да биде изречена (видете, од поновите предмети, Timergaliyev v. Russia, бр. 40631/02, § 51, 14 октомври 2008 г, предметите што се цитирани во него). Потребно е, исто така, обвинетиот, по потреба со помош од, на пример, толкувач, адвокат, социјален работник или пријател, да може да ја разбере основната суштина на изреченото во судот. Туженикот треба да биде способен да го следи она што го изјавуваат сведоците на обвинителството и, ако е застапуван, да му ја објасни на адвокатот на одбраната својата верзија на настаните, да укаже на какви било изјави со кои не се согласува и да го запознае основниот суд со какви било факти што треба да и се приклучат на одбраната (видете Stanford v. the United Kingdom, пресуда од 23 февруари 1994 г., Серија A бр. 282-A, § 30).", "125. Жалителот во овој предмет бил уапсен на 30 септември 1995 година и последователно бил обвинет за дело за кое единствената предвидена казна била смртната казна.Без оглед на неговата многу мала возраст, применливото законодавство во тоа време оневозможувало на жалителот му се суди пред суд за малолетници (видете став 54 горе) и да му биде назначен бранител од Државата (видете став 53 горе).", "126. Тој не бил застапуван од адвокат сè до 18 април 1996 година, односно приближно шест и пол месеци по неговото апсење. Иако останал незастапуван од бранител, тој бил испрашуван од полицијата, обвинител и од надлежниот судија, бил обвинет и потоа бил испрашуван од основниот суд (видете ставови 7, 11-13 и 16-17; видете, исто така, Salduz v. Turkey [GC], бр. 36391/02, §§ 50-63, 27 ноември 2008 г., во врска со непостоењето на правен застапник за малолетник во полициски притвор).", "127. Во текот на првото судење биле одржани четиринаесет расправи, а во текот на повторното судење уште 16 расправи. Жалителот не бил присутен на најмалку 14 од овие расправи. Тој тврдел дека неговото отсуство се должело на неговите здравствени проблеми. Ова тврдење, што е поткрепено со медицински докази (видете ставови 32, 33 и 36-38 горе), не било оспорено од страна на Владата. Дополнително, како што е нагласено погоре, основниот суд не покажал каква било загриженост за отсуствата на жалителот од расправите и не преземал какви било мерки за да го осигури неговото присуство.", "128. Во овие околности Судот не може да смета дека жалителот бил способен да земе ефективно учество во судењето. Покрај тоа, поради причините наведени во продолжение, Судот не смета дека неможноста на жалителот да учествува во своето судење била надоместено со фактот што тој бил застапуван од адвокат од 18 април 1996 година натаму (за споредба, Stanford, цитиран горе, § 30).", "129. Адвокатот, кој изјавил за време на третата расправа, одржана на 18 април 1996 година, дека таа ќе го застапува жалителот од тој момент натаму, не присуствувал на 17 од 25 расправи. Всушност, во текот на повторното судење овој адвокат присуствувал само на една од расправите, одржана на 18 март 1999 година. Во текот на круцијалните последни фази на повторното судење од 18 март 1999 година додека не бил застапуван од г-ѓа Avcı на 10 октомври 2002 година (видете став 39 горе), жалителот во целост бил оставен без каква било правна помош.", "130. Во овој момент Судот повторува дека неговата утврдена судска практика, според која Државата вообичаено не може да се смета за одговорна за постапките или одлуките на адвокатот на обвинетото лице (видете Stanford, цитиран погоре, § 28) бидејќи начинот на водењето на одбраната суштински е прашање на договор меѓу туженикот и неговиот бранител, без оглед дали тој бил назначен како дел од програма за доделување правна помош или се финансира приватно (видете Czekalla v. Portugal, бр. 38830/97, § 60, ECHR 2002VIII; видете, исто така, Bogumil v. Portugal, бр. 35228/03, § 46, 7 октомври 2008 г.). Меѓутоа, во случај на очигледен неуспех на бранителот што е назначен како дел од програмата за правна помош да обезбеди ефективно застапување, член 6 § 3 (в) на Конвенцијата бара од националните власти да интервенираат (ibid).", "131. Во овој предмет адвокатот што го застапувал жалителот не бил назначен во согласност со програмата за правна помош. Сепак, Судот смета дека малата возраст на жалителот, сериозноста на делата за кои бил обвинет, навидум противречните тврдења што биле изнесени против него од страна на полицијата и сведокот на обвинителството (видете ставови 8, 18, 28 и 29 горе), очигледниот неуспех на неговиот адвокат да го застапува соодветно и, конечно, неговите бројни отсуства од расправите, требало да го наведат основниот суд да смета дека на жалителот итно му било потребно соодветно правно застапување. Секако, обвинетиот има право да му се назначи адвокат од страна на судот по негов сопствен предлог „кога тоа го бараат интересите на правдата“ (видете Vaudelle v. France, бр. 35683/97, § 59, ECHR 2001-I).", "132. Судот во целост ја разгледа кривичната постапка против жалителот. Судот смета дека недостатоците што се нагласени погоре, вклучувајќи го, особено, de facto отсуството на правна помош во најголемиот дел од постапката, ги влошиле последиците на неспособноста на жалителот да учествува ефективно во своето судење и го повредиле неговото право на соодветна судска постапка.", "133. Оттаму, има повреда на член 6 § 1 на Конвенцијата заедно со член 6 § 3 (в).", "IV.  ДРУГИ НАВОДНИ ПОВРЕДИ НА КОНВЕНЦИЈАТА", "134. Жалителот се жалел дека немал ефективно правно средство, во смислата на член 13 на Конвенцијата, во врска со своите жалби врз основа на член 6 на Конвенцијата. Конечно, повикувајќи се на член 14 на Конвенцијата, жалителот тврдел дека бил предмет на дискриминација затоа што му било судено од страна на Суд за државна безбедност наместо од суд за малолетници.", "135. Судот смета дека овие жалби може да се прогласат за допуштени. Меѓутоа, со оглед на горе утврдените повреди, Судот смета дека не е потребно посебно да ја разгледува основаноста на овие жалби.", "V. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "136. Член 41 на Конвенцијата предвидува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или нејзините протоколи, и ако внатрешното право на засегнатата Висока договорна страна овозможува само делумно отстранување на последиците на таквата повреда, Судот, доколку е тоа потребно, и овозможува правично обесштетување на оштетената страна.“", "A. Штета", "137. Жалителот тврдел дека, во времето на апсењето, тој работел и заработувал приближно 200 евра (ЕУР) месечно. Како резултат на апсењето и притворот тој не можел да работи во временски период од пет години и еден месец. Оттаму, заработката што ја загубил, со камата, изнесувала 32.000 ЕУР. Тој побарал овој износ да му се додели во однос на материјалната штета.", "138. Жалителот побарал и 103.000 евра (ЕУР) во однос на нематеријалната штета.", "139. Владата ги оспорила овие побарувања.", "140. Судот не распознава каква било причинско последична врска меѓу утврдените повреди и наводната материјална штета; според тоа, Судот го одбива ова побарување. Меѓутоа, земајќи ги предвид особено тешките околности на овој предмет и природата на повеќекратните утврдени повреди, тој му доделува на жалителот 45.000 ЕУР во однос на нематеријалната штета.", "Б. Судски и други трошоци", "141. Жалителот побарал, исто така, 6.050 турски лири (приближно 3.735 ЕУР во времето на поднесувањето на побарувањето во 2006 година) за трошоците поднесени пред домашните судови и 79.670 турски лири (49.200 ЕУР) за трошоците поднесени пред Судот. Во поддршка на ова побарување, жалителот поднел список со трошоци, во кој се прикажани потрошените часови од неговите два адвоката на предметот.", "142. Владата сметала дека овие износи се прекумерни и непоткрепени со соодветна документација.", "143. Во согласност со судската практика на Судот, жалителот има право на надоместување на трошоците единствено ако се покаже дека таквите трошоци биле вистински и неопходно поднесени и дека се оправдани во поглед на нивниот износ. Во овој предмет, со оглед на документите што ги поседува и горе наведените критериуми, Судот смета дека е разумно да додели износ од 5.000 ЕУР, намален за 850 ЕУР што биле примени во форма на правна помош од Советот на Европа - вкупно 4.150 ЕУР - што ги опфаќаат трошоците по сите ставки,", "В. Затезна камата", "144. Судот смета дека е соодветно затезната камата да се пресметува врз основа на маргиналната каматна стапка на Европската централна банка, на која треба да и се додадат три процентни поени.", "ПОРАДИ ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО", "1.Ја прогласува жалбата за допуштена;", "", "2.Заклучува дека постои повреда на член 3 на Конвенцијата;", "", "3. Заклучува дека постои повреда на член 5 § 3 на Конвенцијата;", "", "4. Заклучува дека постои повреда на член 5 § 4 на Конвенцијата;", "", "5. Заклучува дека има повреда на член 6 § 1 на Конвенцијата заедно со член 6 § 3 (в);", "", "6. Заклучува дека нема потреба за посебно разгледување на жалбите врз основа на членовите 13 и 14 на Конвенцијата;", "", "7. Заклучува", "(а) дека тужената Држава треба да му ги исплати на жалителот, во рок од три месеци по денот на кој пресудата станува конечна и правосилна во согласност со член 44 § 2 на Конвенцијата, следниве износи, што треба да се претворат во националната валута на тужената Држава според важечкиот девизен курс на денот на плаќањето:", "(i)  45.000 ЕУР (четириесет и пет илјади евра), плус какви било даноци што може да се плативи, во однос на нематеријалната штета,", "(ii)  4.150 ЕУР (четири илјади сто и педесет евра), плус каков било данок што е платив за жалителот, во однос на судските и другите трошоци;", "(б) дека од истекувањето на претходно наведениот рок од три месеци до исплатата се пресметува проста камата на горенаведениот износ по стапка еднаква на маргиналната каматна стапка на Европската централна банка во текот на периодот на доцнење на исплатата, зголемена за три процентни поени;", "", "8. Го одбива остатокот од барањето на жалителот за правично обесштетување.", "Изготвено на англиски јазик и доставено во писмена форма на 20 јануари 2009 година, во согласност со Правилото 77 §§ 2 и 3 од Деловникот на Судот.", "", "\tСали Доле (Sally Dollé)\tФрансоаз Тулкенс (Françoise Tulkens)\n\tСекретар\tПретседател", "", "\n© Совет на Европа/Европски суд за човекови права, 2012 година.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот јазик. Овој превод е нарачан со поддршка од Повереничкиот фонд за човекови права на Советот на Европа (). Тој не е обврзувачки за Судот, ниту пак Судот презема каква било одговорност за неговиот квалитет. Преводот може да се преземе од HUDOC базата на податоци за судската практика на Европскиот суд за човекови права () или од кој било друга база на податоци на која што Судот го има отстапено преводот. Преводот може да се репродуцира за некомерцијални цели под услов ако се цитира целосниот наслов на предметот, заедно со ова известување за авторските права и упатување до Повереничкиот фонд за човекови права. Ако се планира да се искористи кој било дел од преводот за комерцијални цели, ве молиме обратете се кај .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of the translation for commercial purpose, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle put être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", ""]}