{"file": "MAC_HJUDMAC_32541_08.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "32541/08", "text_paragraphs": ["", "© Совет на Европа/ Европски суд за човекови права, 2015. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ГОЛЕМ СУДСКИ СОВЕТ", "", "", "СЛУЧАЈ НА СВИНАРЕНКО (SVINARENKO) И СЛЈАДНЕВ (SLYADNEV) против РУСИЈА", "", "", "(Жалби бр. 32541/08 и 43441/08)", "", "", "", "ПРЕСУДА", "[Извадоци]", "", "СТРАЗБУР", "", "17 Jули 2014", "", "", "Оваа пресуда е конечна но може да биде предмет на редакциски измени.", "Во случајот на Свинаренко и Слјаднев (Svinarenko and Slyadnev) против Русија,", "Европскиот Суд за Човекови Права, заседавајќи во Совет составен од:", "\tДин Спилман (Dean Spielmann), Претседател,\t", "   Хосеп Касадевал (Josep Casadevall),\n\tГвидо Рејмнонди (Guido Raimondi),\n\tИнета Зиемеле (Ineta Ziemele)\n\tМарк Вилигер (Mark Villiger),\n\tПир Лорензен (Peer Lorenzen),\n\tБоштјан М. Зупанчиќ (Boštjan M. Zupančič),\n\tДануте Јочиене (Danutė Jočienė),\n\tЈан Шикута (Ján Šikuta),\n\tЏорџ Николау (George Nicolaou),\n\tЛуис Лопез Гуера (Luis López Guerra),\n\tВинсент А. де Гаетано (Vincent A. de Gaetano),\n\tЛинос-Александар Сицилианос (Linos-Alexandre Sicilianos),\n\tХеле Келер (Helen Keller),\n\tХелена Јадерблом (Helena Jäderblom),\n\tЈоханес Силвис (Johannes Silvis),\n\tДмитри Дедов (Dmitry Dedov), судии,\nи Мајкл О’Бојл (Michael O’Boyle), Заменик секретар ,", "Откако го разгледа случајот на затворена седница на 18 септември 2013 г. и на 11 јуни 2014 г.,", "Ја донесе следната пресуда, усвоена на погоре наведената дата:", "ПОСТАПКА", "Случајот произлегува од две жалби (бр. 32541/08 и 43441/08) против Руската Федерација, поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од страна на двајца руски државјани, г-дин Александар Сергеевич Свинаренко (Aleksandr Sergeyevich Svinarenko) и г-дин Валентин Алексејевич Слјаднев (Valentin Alekseyevich Slyadnev) („жалителите“), на 5 мај 2008 година и 2 Јули 2008 година, соодветно.", "Жалителите тврдеа, особено, дека нивното држење во „метален кафез“ во судницата претставувало понижувачко постапување забрането со членот 3 од Конвенцијата и дека должината на кривичната постапка против нив била прекумерна, повредувајќи го членот 6 § 1 од Конвенцијата.", "Жалбите беa доделени на Првиот оддел на Судот (Член 52 § 1 од Деловникот на Судот). На 11 декември 2012 година судски совет на тој оддел ја донесе својата пресуда. Советот одлучи да ги обедини жалбите (Член 42 § 1), ги прогласи жалбените наводи во врска со ставањето на жалителите во „метален кафез“ и должината на постапката против нив за допуштени, а остатокот од жалбените наводи за недопуштени, и одлучи едногласно дека имало повреда на членовите 3 и 6§1 од Конвенцијата. Советот беше составен од следните судии: Изабел Беро-Лефевр (Isabelle Berro-Lefèvre,), претседател, Елизабет Штајнер (Elisabeth Steiner), Нина Вајиќ (Nina Vajić), Анатолиј Ковлер (Anatoly Kovler), Канлар Хајиjев (Khanlar Hajiyev), Мирјана Лазарова Трајковска (Mirjana Lazarova Trajkovska) и Јулија Лафранк (Julia Laffranque), како и Андре Вампах (André Wampach), заменик-секретар на одделот. На 7 март 2013 година Владата на Руската Федерација („Владата“) побара случајот да биде доставен до Големиот судски совет во согласност со членот 43 од Конвенцијата, а Советот на Големиот судски совет го прифати ова барање на 29 април 2013 година.", "Составот на Големиот судски совет беше утврден во согласност со одредбите од членот 26 §§ 4 и 5 од Конвенцијата и членот 24.", "Жалителите и Владата доставија дополнителни писмени забелешки (член 59 § 1) за основаноста.", "Беше одржано јавно рочиште во Палатата за Човекови права, Стразбур, на 18 септември 2013 г. (член 59 § 3).", "Пред Судот се појавија:", "(a)   за Владата", "Г-дин\tГ. Матјушкин (G.Matyushkin), Претставник на Руската Федерација во Европскиот суд за човекови права,\tАгент,\nГ-дин\tН. Михајлов (N. Mikhaylov),\nГ-дин\tП. Смирнов (P. Smirnov),\nГ-ѓа\tО. Очеретјанаја (O.Ocheretyanaya),\tСоветници;", "(б)  за жалителите\nГ-дин\tВ. Палчинскии (V.Palchinskii), претставникот на г-дин Свинаренко,\tАдвокат,\nГ-дин\tЕ. Плотников (E.Plotnikov),\nГ-ѓа\tВ. Тајсаева (V.Taysaeva), претставниците на г-дин Слјаднев,\tАдвокат", "", "Судот ги сослуша обраќањата на г-дин Палчинскии, г-дин Плотников, г-ѓа Тајсаева и г-дин Матјушкин.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "Жалителите се родиле во 1968 г. и 1970 г., соодветно. Првиот жалител, г-дин Свинаренко, во моментов е на издржување казна затвор во регионот Мурманск. Вториот жалител, г-дин Слјаднев, живее во населбата Синегoрје во Јагодинската област на регионот Магадан.", "А. Прелиминарна истрага", "Во 2002 година Oдделението за истраги за федералната територија на Далечниот Исток на Министерството за внатрешни работи отворило повеќе кривични постапки против одреден г-дин Гришин (Grishin).", "На 24 септември 2002 година, жалителот бил испрашуван како еден од осомничените во тие постапки. На 9 октомври 2002 година тој бил уапсен. Со одлука од 12 ноември 2002 наредувајќи негово ставање во притвор во истражен затвор, Градскиот суд од Магадан истакнал дека злосторствата за кои тој бил обвинет биле извршени за време на три годишен пробен период по пресудата изречена од страна на судот на округот Jагодински од регионот Магадан на 13 април 2001 г. осудувајќи го за кражба со условна казна од пет години затвор. Тој исто така, истакнал дека жалителот имал негативни референци од неговото место на живеење и дека тој не се појавил пред истражниот орган иако се беше бил обврзал дека ќе го стори тоа. Според конечното обвинение против првиот жалител, тој бил обвинет за кражба со насилство против г-дин. А. С. и г-ѓа Т. С. во септември 2002 година како член на банда предводена од г-дин Гришин, и за незаконско стекнување, чување, превезување и носење на муниција.", "На 20 јануари 2003 година, вториот жалител, кој бил на издржување казна затвор откако бил осуден од судот на округот Jагодински од регионот Магадан на 26 јули 2002 година за убиство од небрежност во согласност со членот 109 § 1 од Кривичниот законик на Руската Федерација („КЗ“), бил испрашуван како еден од осомничените во постапката покрената против г-дин Гришин. На 22 јануари 2003 година тој бил обвинет за следниве кривични дела:", "(i) од октомври 2001 до септември 2002 година, формирање вооружена банда под водство на г-дин Гришин и учество во нападите на бандата врз граѓани - во согласност со членот 209 § 1 од КЗ;", "(ii) во октомври 2001 година, грабеж на г-дин В.Б., директор на приватна фирма за преработка на злато, со употреба на оружје и насилство загрозувајќи го животот и физичкиот интегритет на другите и закана за употреба на такво насилство, од страна на организирана група, со цел незаконски да се присвои туѓа сопственост со значителна вредност - во согласност со член 162 § 3 од КЗ;", "(iii) во октомври 2001 година, незаконско складирање и превезување на скапоцени метали (индустриско злато кое според наводите незаконски му било одземено на г-дин В.Б.) од значителна вредност, од страна на организирана група - во согласност со членот 191 § 2 од КЗ ;", "(iv) во октомври 2001, изнудување (против г-дин В.Б.) под закана на употреба на насилство година со цел добивање право на сопственост, од страна на организирана група - во согласност со член 163 § 3 од КЗ;", "(v) во октомври 2001 г., грабеж на г-дин Ja. Б. со употреба на оружје и насилство загрозувајќи го животот и физичкиот интегритет на другите и закана за употреба на такво насилство, од страна на група на лица со однапред смислен план, по пат на нелегално влегување во туѓ стан со цел нелегално присвојување имот од значителна вредност - во согласност со член 162 § 3 од КЗ; et", "(vi) во октомври 2001 година, нелегално стекнување, чување, пренос, транспорт и носење на огнено оружје од страна на организирана група - во согласност со член 222 § 3 од КЗ.", "...", "Б. Судскaта постапка", "...", "3. Третото судење", "На 4 септември 2007 година, Регионалниот суд од Магадан го примил предметот и го отворил судскиот процес. ...", "Порота, составена од дванаесет поротници и двајца заменици поротници, била избрана на 5 февруари 2008 г од 34 кандидати поротници кои се појавиле пред судот и судската постапка започнала. Судот одржал пет или шест рочишта од февруари до јуни 2008 година, две рочишта во јули, четири во август (по пауза за одмор за поротниците од 1 јули до 18 август), единаесет во септември, шест во октомври, десет во ноември и четири во декември 2008 година. Некои од рочиштата биле одржани без поротата со оглед на тоа што тие се однесувале на разни процедурални прашања, вклучувајќи ги и прифатливоста на доказите и барањата за испитување на доказите пред поротата. Судот испитал многу доказни елементи, вклучувајќи го и сведочењето на повеќе од седумдесет жртви и сведоци, како и бројни експертски извештаи.", "...", "На 13 февруари 2009 година, Регионалниот суд го започнал сослушувањето на аргументите на страните.", "На 7 март 2009 година поротата донела пресуда „не е виновен“ во однос на првиот жалител. Таа го прогласила вториот жалител за виновен за „произволни незаконски акти“ и за невин за останатите точки од обвинението.", "На 12 март 2009 година, Регионалниот суд наредил ослободување на вториот жалител врз основа на неговото обврзување дека нема да го напушта местото на живеење и ќе се однесува согласно законот.", "На 19 март 2009 година тој ја донел својата пресуда, ослободувајќи го првиот жалител и наоѓајќи, во однос на вториот жалител, дека на 11 октомври 2001 година тој, г-дин Гришин и г-дин Н.Г. (против кого кривичното гонење било прекинато поради неговата смрт) побарале г-дин Јa.Б. да го отплати долгот во износ од 100, 000 руски рубљи (РУБ); по одбивањето од страна на г-дин Ја.Б., г-дин Гришин и г-дин Н.Г. го претепале; вториот жалител го претепал г-дин С.К., кој бил сведок на тепањето на г-дин Јa.Б.; тие потоа го одвеле г-дин Јa.Б. во неговиот дом и г-дин Гришин зел пари од него во износ од РУБ 247,000.", "Регионалниот суд забележал дека, во досието за вториот жалител, референците не биле усогласени: оние наведени од страна на локалната власт и од страна на полициски службеник од местото на неговото живеалиште биле негативни, додека оние наведени од страна на администрацијата на едно притворско одделение каде тој бил сместен во притвор и од страна на администрацијата на затворот каде тој издржувал казна заради претходна осуда биле позитивни.", "Регионалниот суд го прогласил за виновен вториот жалител, во согласност со членот 330 § 2 од КЗ, за „произволни незаконски акти“, со употреба на насилство, и го осудил на две години и десет месеци затвор, ја отповикал условната казна која му била досудена во 2001 г. со оглед на тоа што новото кривично дело го извршил во текот на пробниот период и, кумулирајќи ги двете казни, го осудил на вкупно четири години и пет месеци затвор; го ослободил од издржувањето на казната за делото кое спаѓало во опсегот на членот 330 § 2 затоа што имало застареност и оценил дека тој веќе ја отслужил својата казна за останатиот дел затоа што бил во притвор од 24 април 2003 до 22 јуни 2004 и од 6 декември 2005 година до 12 март 2009 година, што изнесувало четири години, пет месеци и шест дена во вкупно. Тој бил ослободен од останатите обвиненија.", "...", "В. Услови во судницата", "За време на притворот на жалителите во истражен затвор тие биле одведени во Регионалниот суд од Магадан од нивниот притвор со полициска придружба. За време на рочиштата тие седеле на клупа заградена од четирите страни со метални решетки со дијаметар од 10 милиметри. Овој кафез бил 255 сантиметри долг, 150 сантиметри широк и 225 сантиметри висок, со челична мрежа на таванот и врата изработена од истите метални решетки. Растојанието помеѓу металните решетки било 19 сантиметри.", "Вооружени полициски чувари останале покрај обвинителната клупа во кафез. Скогаш имало двајца полициски чувари по притворено лице, односно, осум полициски чувари вкупно во текот на првите две судења и шест полициски полиција за време на третото судење, во кое биле страни жалителите и еден од нивните ко-обвинети.", "Г. Постапката за компензација", "Откако ослободувањето на првиот жалител станало правосилно тој покренал постапка против државата за штетата што ја претрпел заради кривичната постапка против него.", "Со пресуда од 23 октомври 2009 година, Регионалниот суд од Магадан му доделил 18 569 РУБ за материјална штета, износ што соодветствувал на додатокот на невработеност што не му бил исплатен заради тоа што бил во притвор. На 17 декември 2009 година, Врховниот суд на Руската Федерација ја потврдил пресудата на Регионалниот суд.", "На 1 март 2010 година Градскиот суд од Магадан му доделил на првиот жалител 50 000 РУБ за нематеријалната штета претрпена заради неговото кривичното гонење, заради тоа што не смеел да го напушта своето место на живеење и заради неговото притворање од 9 октомври 2002 година до моментот на неговото ослободување по првата пресуда „не е виновен“ донесена од поротата на 22 јуни 2004 година, и од 6 декември 2005 година до 17 ноември 2006 година. Жалителот поднел жалба против пресудата аргументирајќи, inter alia, дека износот кој му бил досуден не бил ниту правичен ниту разумен. На 30 март 2010 година, Регионалниот суд од Магадан ја одбил жалбата на жалителот и ја потврдил пресудата на Градскиот суд.", "II. РЕЛЕВАНТНОТО НАЦИОНАЛНО ПРАВО И СУДСКА ПРАКСА", "А. Забрана за понижувачко постапување", "Членот 21 од Уставот на Руската Федерација наведува, во релевантниот дел, како што следува:", "„1. Човековото достоинство ќе биде заштитено од страна на државата. Ништо не овозможува отстапување од ова.", "2. Никој не смее да биде подложен на тортура, насилство или друго сурово или понижувачко постапување или казнување ...“", "Членот 9 од Законот за кривична постапка на Руската Федерација забранува, inter alia, понижувачко постапување со учесниците во кривична постапка.", "Б. Метални кафези во судниците", "1. Циркуларното писмо на Министерството за правда, Врховниот суд и Министерството за внатрешни работи", "Необјавено циркуларно писмо со датум од 3 февруари, 1993 година, изготвено заеднички од страна на Министерството за правда на Руската Федерација (бр. 5-63-96), Врховниот суд на Руската Федерација (бр. 11-НК / 7) и Министерството за Внатрешни работи на Руската Федерација (бр. 1/483) содржело „предлози за создавање на соодветни услови за испитување на криминалните случаи во кривичните судови и за безбедноста на учесниците во судењето како и на чуварите од внатрешните единици и на полициската придружба во извршувањето на нивните должности“. Тоа им наметнувало на претседателите на судовите од општа надлежност „да се осигурааат дека, пред 1 јануари 1994 година, сите судници ќе бидат обезбедени со специјални фиксни метални решетки на начин да овозможат одвојување на обвинетите во кривични случаи од судот и посетителите кои присуствуваат на рочиштето“. Тoа, исто така, наложувало полициската придружба да ги стави зад овие „бариери“ сите обвинети кои биле во притвор.", "2. Одлуките на Министерството за внатрешни работи", "(а) Одлуката од 1996 година", "Насоките за надѕор и пренос на осомничените и обвинетите, претходно одобрени од страна на Врховниот суд на Руската Федерација, Министерството за правда и Канцеларијата на јавниот обвинител, и потоа валидирани од страна на Министерството за внатрешни работи на Руската Федерација, на 26 јануари 1996 година, со правосилна одлука бр. 41 (дсп) „само за внатрешна употреба“, предвидувале ставање на обвинетите зад металната „бариера“ во судницата.", "(б) Одлуката од 2006 година", "Слична одредба била вклучена во Насоките за функционирање на Одделенијата за притвор и единиците за чување и пренос на осомничените и обвинетите, претходно одобрени од страна на Управата за судови во Врховниот суд на Руската Федерација на 8 февруари 2006 година (бр. ЦД- АГ / 269) и од Канцеларијата на јавниот обвинител на Руската Федерација, на 16 февруари 2006 година (бр. 16-13-06) и валидирана на 7 март 2006 година со правосилна одлука бр. 140 (дсп) „само за внатрешна употреба“ наМинистерството за внатрешни работи на Руската Федерација. Според последните насоки, трансферот на осомничените и обвинетите во судници кои не се опремени со „безбедносна бариера“ (ащитное ограждение, барьер) e забрането.", "(в) Контрола на одлуките од страна на Врховниот суд", "Одлуката бр. 41 била оспорен пред Врховниот суд на Руската Федерација од страна на г-дин Ш. врз основ на тоа дека нејзината одредба да се држат обвинетите зад металната „бариера“ за време на судењата го прекршувала домашното право и Конвенцијата во онаа мера во која што и двете забранувале понижувачко постапување и го гарантирале правото на фер судење. Тој се жалел дека всушност го држеле во метален кафез во судницата за време на судењето, и дека тоа ја оневозможило неговата комуниција со адвокатот.", "Во својата одлука од 19 октомври 2004, Врховниот суд, во состав од само еден судија, нагласил дека оспорената одредба се однесувала на лицата кои се наоѓале во притвор со судска одлука во согласност со барањата од Законот за кривична постапка; и дека полицијата била надлежна нив да ги чува и да ги префрли до судот од нивниот притвор (член 10 § 16 од Законот за полиција). Судот повторил дека притворот требало да се спроведува во согласност со начелата на законитост, праведност, презумпција на невиност, еднаквост пред законот, хуманизам и почитување на човековото достоинство, како и во согласност со Уставот, принципите и стандардите на меѓународното право и меѓународните договори на Руската Федерација; исто така, притворот не можел да биде придружен со тортура или други дејства со цел нанесување на физичко или морално страдање (Федерален закон за притвор на осомничени и обвинети). Со оглед на погоре наведеното, Врховниот суд ја искажал својата убеденост дека одредбата од одлуката која предвидувала обвинетите да бидат сместени зад метална „бариера“ не можела да се смета како повреда на честа и достоинството или како повреда на правото на фер судење.", "Г-дин Ш. поднел жалба против одлуката на Врховниот суд тврдејќи, inter alia, дека одлуката не била образложена. На 23 декември 2004 година, апелациониот совет на Врховниот суд во состав од три судиии ја одбил жалбата и во целост ги потврдил наодите од првстепениот суд. Тој забележал дека спорната одлука не ги појаснувала својствата на металната „бариера“.", "Двете одлуки (онаа од 1996 година и она од 2006 година; видете ставови 56 и 57 погоре), биле обжалени врз основ на тоа што не биле официјално објавени. Врховниот суд на Руската Федерација ги одбил жалителите, оценувајќи дека одлуките не требало да се објавуваат со оглед на тоа што тие содржеле доверливи информации и биле регистрирани во Министерството за правда (одлука од 2 декември 2002 година, потврдена од страна на Апелациониот совет на Врховниот суд на 24 април 2003 година во однос на одлуката бр. 41, и одлука од 7 декември 2011 година во однос на одлуката бр. 140).", "3. Правилникот за изградба", "(а) Правилникот во сила за време на судењето на жалителите", "На 2 декември, 1999 Управата за судови во Врховниот суд на Руската Федерација го одобрила, со налог бр. 154, Правилникот за проектирање и изградба на судови за Судовите од општа надлежност (СП 31-104-2000). Правилникот бил дополнително одобрен од страна на Сојузната државна комисија за градежништво, станбени и комунални услуги, а стапил во сила на 1 август 2000 година. Тој бил подготвен од страна на група експерти, вклучувајќи го и претседателот на Врховниот суд на Руската Федерација, генералниот директор на Управата за судови во Врховниот суд на Руската Федерација и членови на Советот на судии на Руската Федерација. Правилникот ги зел во предвид предлозите изнесени во заедничкото циркуларно писмо на Министерството за правда, Врховниот суд и Министерството за внатрешни работи од 3 февруари 1993 година (видете став 55 погоре).", "Правилникот за градба предвидувал за обвинетите во судниците за кривичните предмети, простор ограден од четирите страни со метални решетки (металлическая заградительная решетка), кој се состоел од метални прачки од не помалку од 14 милиметри во дијаметар, 220 сантиметри висок, затворен со челична мрежа одозгора или која се издига до таванот на судницата и има врата (ставови 5.4, 5.9 и 8.3 од Правилникот за градба).", "Меѓу другите безбедносни инструменти Правилникот предвидувал пристап од ќелиите на обвинетите во судот во судницата преку посебни ходници и скали и посебен влез во судницата. Требало да се обезбеди инсталирање на детектори за метал на јавниот влез во судот и во судницата за криминални случаи. Метални решетки требало да биде инсталирани на прозорците во судницата (став 5.11, 5.35, 8.1 и 8.2 од Правилникот за градба).", "(б) Новиот правилник", "Од 1 јули 2013 година, концепцијата и изгледот на судницте за судовите од општа надлежност се регулирани со Правилник изготвен од страна на група на експерти од Управата за судови во Врховниот суд на Руската Федерација и од архитектонски и градежни организации, кој е одобрен од страна на Сојузата агенција за градежништво, станбени и комунални услуги, на 25 декември 2012 година.", "Новиот правилник предвидува два вида на „безбедносни кабини“ (защитные кабины) во судниците за лицата во притвор, особено „безбедносна кабина“ направена од метални решетки со карактеристики идентични со оние во стариот правилник за градба (видете став 63 погоре) и „изолирачка проѕирна безбедносна кабина“ направена од челична конструкција и ѕидови од стакло отпорно на куршуми . И двете кабини треба да бидат опремени со врати кои можат да се заклучат однадвор.", "В. Притворот", "Според општата одредба од членот 108 од Законот за кривична постапка на Руската Федерација, притворот може да се определи од страна на суд во однос на лица кои се осомничени или обвинети за сторено кривично дело казниво со повеќе од две години затвор (три години затвор од декември 2012 година), под услов помалку рестриктивна превентивна мерка, како што е, на пример, облигацијата за лицето да не го напушти своето место на живеење, личната гаранција или кауцијата, да не можат да се применат. Лица кои се осомничени или обвинети за сторено кривично дело казниво со помала казна затвор сепак може да биде задржано во притвор во исклучителни околности, особено ако тие немаат постојано место на живеење, доколку нивниот идентитет не бил утврден, или ја прекршиле претходно определената превентивна мерка или побегнале.", "Судот е должен да разгледа дали имало доволно основа да се верува дека обвинетиот ќе се даде во бегство, повторно ќе го прекрши законот или ќе ја попречи постапката (ibid., член 97). Други околности, како што се сериозноста на обвинението, личноста на обвинетиот, неговата возраст, здравствена состојба, семеен статус и професијата, исто така, треба да се земат во предвид (ibid., член 99).", "Како резултат на измените и дополнувањата на Законот за кривична постапка во периодот меѓу декември 2009 и ноември 2012 година, лица кои се осомничени или обвинети за ненасилни кривични дела против имотот и во областа на економската активност не можат да биде ставени во притвор.", "III. РЕЛЕВАНТНОТО МЕЃУНАРОДНО ПРАВО И СУДСКА ПРАКСА", "А.Комитетот за човекови права на Обединетите нации", "На седницата одржана на 20 март 2014 година, по разгледување на комуникето бр. 1405/2005, поднесено од Михаил Пустовоит (Mikhail Pustovoit) против Украина, Комитетот за човекови права на ОН усвоил Гледишта дека ставањето на г-дин Пустовоит во метален кафез за време на неговото јавно судење, со рацете врзани со лисици зад грбот, го прекршило членот 7 од Меѓународниот пакт за граѓански и политички права земен изолирано, заради понижувачкото постапување што тој го претрпел, а заедно со членот 14 (1) од Пактот, заради понижувачкото постапување кое ја нарушило правичноста на неговиот судски процес (точки 9,3 и 10 на Констатациите).", "Б. Стандардните минимални правила на Обединетите Нации за постапување со затвореници", "Стандардните минимални правила за постапување со затворениците, усвоени од страна на Првиот конгрес на Обединетите нации за превенција на криминалот и постапувањето со прекршителите во 1955 година и одобрени од страна на Економскиот и социјален совет со резолуциите 663 C (XXIV) од 31 јули 1957 година и 2076 (LXII) од 13 мај 1977 година, го вклучуваат следниов водечки принцип во однос на средствата за присилба :", "„33. Средствата за присилба, како што се лисиците, синџирите, окови и лудачки кошули, никогаш нема да се применуваат како казна. Покрај тоа, синџирите или оковите нема да се користат за врзување. Други инструменти за присилба нема да се користи освен во следниве случаи:", "(а) Како мерка на претпазливост за спречување на бегство за време на трансфер, под услов истите да се отстранат пред појавувањето на затвореникот пред судскиот или административниот орган;", "(...) “", "В. Меѓународни кривични судови", "Правилниците за постапки и докази пред Меѓународниот кривичен суд за поранешна Југославија (член 83) и на Меѓународниот кривичен суд за Руанда (член 83) предвидуваат дека средствата за присилба, како што се лисиците, може да се користи само како мерка на претпазливост за спречување бегство за време на трансфер или од безбедносни причини; сепак, кога обвинетиот ќе се појави пред суд, средствата за присилба ќе бидат отстранети.", "Членот 63 од Римскиот статут на Меѓународниот кривичен суд гласи вака:", "„1. Обвинетиот ќе биде присутен за време на судењето.", "2. Ако обвинетиот, кој е присутен пред Судот, континуирано го попречува судењето, Судскиот совет може да го отстрани обвинетиот и треба да му обезбеди услови да го набљудува судењето и да му дава инструкции на својот адвокат од надвор од судницата, преку употреба на комуникациската технологија, по потреба. Таквите мерки треба да се преземат само во исклучителни околности откако други разумни алтернативи се покажале како несоодветни, и само за стриктно неопходно времетраење.“", "Г.  Amnesty International", "Прирачникот за правично судење на amnesty International гласи како што следува:", "„15.3 Постапки кои влијаат на презумпцијата на невиност", "...", "Треба да се посвети посебно внимание на тоа на обвинетиот да не му се препише каков и да е атрибут кој би можел да го обележи како виновен и кој би можел да влијае на презумпцијата на невиност. Ваквите атрибути може да вклучат држење на обвинетиот во ќелија во судницата ... “", "Д. Употреба на „метален кафез“ во судниците во земјите-членки на Советот на Европа", "„Метален кафез“ се користи како стандардна мерка на безбедност во однос на осомничените и обвинетите кои се појавуваат пред суд додека се во притвор во некои земји-членки на Советот на Европа, како што се Ерменија, Азербејџан, Грузија, Молдавија и Украина. Ерменија и Грузија се откажале од нивното користење. (видете Ashot Harutyunyan v. Armenia, бр. 34334/04, § 118, 15 јуни 2010 година, и Резолуцијата на Комитетот на министри на Советот на Европа CM/ResDH (2011)105). Молдавија и Украина се во процес на откажување од нивно користење (видете, во однос на Украина, Преодни одредби од Законот за кривична постапка на Украина од 2012 г., особено ставот 21 од Делот XI, кој го упатил Кабинетот на министри да поднесе предлози до Парламентот да обезбеди финансиски средства за замена на „металните кафези-екрани“ во судниците со „екрани од стакло или од органско стакло“). Во Азербејџан, додека во некои судови „металните кафези“ биле заменети со „стаклени бариери“ (видете, на пример, Дел 3 „Развојот на секторот за правда“ од Извештајот за судски мониторинг на Азербејџан на Организацијата за безбедност и соработка во Европа од 2011 г.), нивното континуирано користење се предвидува со упатството на Министерството за правда на Азербејџан од 29 декември 2012 година за постапките за придружба на притворените и осудените лица и со упатството на Министерството за внатрешни работи на Азербејџан од 14 јануари 2013 за постапките за чување и придружба од страна на полицијата на лицата кои се во притвор.", "Некои други земји-членки користат „кафези“ поради безбедносни причини во одредени околности или во одредени судови. На пример, во Судот за тешки кривични дела во Албанија обвинетиот може да се стави на обвинителна клупа оградена со метални решетки. Постои една судница во Србија - во Окружниот (централен) затвор во Белград - како помошна судница на Високиот суд во Белград, каде што обвинителната клупа е оградена со метални решетки и стакло отпорно на куршуми. Во Франција, некои судови користат обвинителни клупи оградени со стакло, што во ретки случаи се зајакнати со челични кабли, во согласност со одлука од страна на претседателот на судот. Во Латвија, иако многу мал број од судовите се уште имаат метални кафези, таа пракса излегува од употреба. Во Италија, метални кафези инсталирани во 1980 година за судења на наводни членови на мафијашки или терористички групи повеќе не се користат.", "ПРАВОТО", "...", "II. ЗА НАВОДНАТА ПОВРЕДА НА ЧЛЕНОТ 11 ОД КОНВЕНЦИЈАТА", "Жалителите се жалеле за нивното затворање во метален кафез во судницата пред нивното судење. Тие тврделе дека таквите затворања претставувале понижувачко постапување забрането со членот 3 од Конвенцијата, кој гласи:", "„Никој не смее да биде подложен на мачење, нечовечко или понижувачко постапување или казнување.", "...", "Б. Поднесоци на странките до Големиот судски совет", "1. Владата", "Владата се произнесе дека во Советскиот Сојуз обвинителната клупа за кривично обвинетите во судницата наликувала на говорница. Метална „мрежа“ била за прв пат употребена во текот на судењето на озлогласениот сериски убиец А Шикатило (А. Chikatilo) во 1992 година со цел да се заштити обвинетиот од роднините на неговите многубројни жртви.", "„Металните бариери“ во судниците биле воведени во Русија во 1994 година, во согласност со заеднички циркулар од 3 февруари 1993 година издаден од страна на Министерството за правда на Руската Федерација, Врховниот суд на Руската Федерација и на Министерството за внатрешни работи на Руската Федерација (видете став 55 погоре), како одговор на бран на криминал по распадот на Советскиот Сојуз и во времето на реорганизацијата на системот на државата. Оваа мерка имала за цел да спречи обвинетите во кривична постапка да побегнат или да нападнат членови од полициската придружба, судии, сведоци и жртви, со оглед на тоа дека бројот на вакви инциденти бил зголемен, како и да се осигура безбедноста на посетителите во судниците.", "Според официјалните статистички податоци на Министерството за внатрешни работи на Руската Федерација, Министерството за правда на Руската Федерација и Комитетот за статистика на ЗНД (Заедница на независни држави), стапката на криминал во Русија и ЗНД во 1992 година, во споредба со претходната година, изнесува до 27% и 24%, соодветно. Во истиот период во Русија бројот на тешки кривични дела се зголемил за повеќе од 30% злосторства извршени од страна на група од 30% и кражби за 66%. Во 1994 година вкупниот број на лица осудени со конечна пресуда се зголемил за 16,7% во однос на претходната година и изнесувал 924.574.", "Владата тврдела дека, иако ситуацијата оттогаш била подобрена, употребата на „безбедносни бариери“ останала оправдана како средство за спречување на бегства, за да се овозможи вниманието на судиите и обвинителите да не биде одвлечено од нивните основни должности, да им се овозможи на жртвите, сведоците и другите учесници во постапката да се чувствуваат посигурни и да се осигура дека обвинетите се заштитени од бесот на нивните жртви. Покрај тоа, на овој начин, движењата на обвинетите не биле ограничени со окови околу рачниот зглоб или глуждовите и тие можеле слободно да се наместат на начин да им биде удобно. Владата изјавила дека спречувањето на секаков обид за бегство од страна на обвинетиот во притвор е побезбедно отколку негово апсење по бегството. Тие аргументирале дека не постоел меѓународен инструмент кој го забранувал стававањето на притворено обвинето лице во зад „безбедносни бариери“ во судниците или пак кој би утврдувал услови за користење на такви „бариери“.", "Според статистичките податоци на Министерството за внатрешни работи на Руската Федерација, во текот на петте години од 2009 до 2013 година, вкупно имало, 0, 4, 5, 2 и 3 бегства од судниците во Русија годишно; вкупниот број на напади од страна на осомничени и обвинети во притвор врз државна агенти во судниците изнесувал, соодветно, 1, 1, 7, 0 и 7 годишно; додека вкупниот број на инциденти на само-сакатење на притворените лица во судниците изнесувал, соодветно, 4, 14, 20, 16 и 18 годишно. Според владата тие бројки ќе биле повисоки доколку осомничените и обвинетите во притвор не биле ставени зад „безбедносни бариери“.", "Владата тврди дека ставањето зад „безбедносна бариера“ се користело во однос на сите осомничени и обвинети во притвор. Сепак, постапката за изрекување и продолжување на притворот нуди гаранција против самоволната и неселктивна употреба на мерката на безбедност е во прашање. Владата се повикува на законскиот инструмент на притворот, кој е осмислен како вонредна превентивна мерка која треба да се наложи само во случај кога проценката од страна на судската власт на околностите на случајот покажува постоење на опасност од бегство, од повторување на делото или попречување на спроведувањето на правдата, и само во однос на лица кои се осомничени или обвинети дека сториле најтешки злосторства и кои претставуваат значајна опасност за општеството (видете ставови 67-69 погоре).", "Според годишните статистички извештаи на Административната служба на судовите при Врховниот суд на Руската Федерација, процентот на обвинети во притвор во однос на вкупниот број на обвинети на кои им се суди пред првостепените судови паднал од 17,7 или 241.111 лица во 2007 година (со исклучок на воените судови) на 12,8% или 134.937 лица во 2012 година.", "Владата тврдела дека жалителите во овој случај биле чувани во кафез во судницата во интерес на јавната безбедност и во строга согласност со домашното законодавство. Немало докази дека нивната здравствена состојба била лоша или дека барала постојана медицинска нега за време на рочиштата. Жалителите не биле познати јавни личности чие појавување во судницата зад „безбедносна бариера“ би можело да има сериозно влијание на нивната репутација. Нивното судење немало голем одглас и ништо не покажувало дека, освен покриеноста во некои од локалните медиуми, тоа имало широка медиумска покриеност или дека било следено од јавноста. Покрај тоа, сведоците и жртвите одбиле да учествуваат на рочиштата од страв од одмаздата на жалителите. Владата изјавила дека се сомнева дека роднини или познаници на жалителите воопшто биле присутни на било кое од сослушувања, особено со оглед на тоа дека судењето се одвивало во Магадан додека жалителите биле од Синегорје, 500 километри подалеку, од каде немало редовен јавен превоз.", "Владата тврдела дека Судскиот совет јасно ги потценил поранешните осудуваности на жалителите (...) Тие имале претходна историја на насилни злосторства извршени во организирани групи, факт кој, според мислењето на Владата, дури и сам по себе, бил доволен за да се потврди предиспозицијата за насилство на жалителите и постоењето на вистински безбедносни ризици. Освен осудата на првиот жалител за кражба, Владата се повикала и на неговата осуда за обид за силување на малолетичка во 1990 година, онаа за грабеж во 2001 година, како и неговата пресуда од страна на Регионалниот суд од Магадан во 2011 година заради членување во голема организирана криминална група која оперирала од 1990 година. Двајцата жалители, исто така, имале негативни препораки од шефот на локалната власт и од локален полициски службеник од нивните места на живеење опишувајќи ги како поединци кои воделе антисоцијален живот кој се манифестирал во прекумерна употреба на алкохол, невработеност, врски со лица со криминални досиеја и непочитување кон другите. Понатаму, жалителите биле обвинети за кривични дела со насилство.", "Владата исто така тврдела дека стравувањата на сведоците, наведени во одлуките за ставање во притвор, биле поткрепени со многубројни елементи, особено изјавите од сведоците земени во текот на прелиминарната истрага во 2002-2003 година и на вториот судски процес во периодот 2005-2006 година. Според Владата, стравувањата на сведоците и жртвите биле поврзани со сите четворица обвинети на кои им се судело, бидејќи тие дејствувале во организирана група.", "Владата истакнала дека жалителите слободно и активно учествувале во постапката без никакви знаци на страв или срам.", "Врз основа на горенаведените елементи, Владата тврдела дека овој случај не можел да се спореди со оние во кои употребата на метален кафез во судница била оценета од Судот како повреда на членот 3 (таа се повикала на Sarban v. Moldova, бр. 3456/05, 4 Октомври 2005; Ramishvili and Kokhreidze v. Georgia, бр. 1704/06, 27 јануари 2009; [Ashot Harutyunyan v. Armenia, бр. 34334/04], 15 јуни 2010; Khodorkovskiy v. Russia, бр. 5829/04, 31 мај 2011; и Piruzyan v. Armenia, бр. 33376/07, 26 јуни 2012), и дека, од друга страна, тој имал сличности со случај во кој користењето на кафез не било оценето како повреда, имено,Titarenko v. Ukraine, бр. 31720/02, §§ 5864, 20 септември 2012.", "Владата заклучила дека ставањето на жалителите зад „безбедносна бариера“ било оправдано со безбедносни причини. Ваквото постапување очигледно не го достигнало минимално ниво на сериозност кое е потребно за да постои повреда на членот 3, и неговите последици врз жалителите не го надминале степенот на страдање или понижување што неизбежно е содржано во оправданата употреба на легитимна мерка на безбедност.", "Владата истакнала дека новиот Правилник за проектирање на судови, во сила од 1 јули 2013 година, предвидувал, освен веќе постојните „бариери со железнa решетка“, и блиндирана „стаклена кабина“ (видете став 66 погоре). Замената на „бариерите со метална решетка“ со „стаклени кабини“ не била задолжителна и не биле утврдени рокови за тој процес. Истовремено, некои судови веќе ги замениле, по сопствена иницијатива, „бариерите со метални решетки\" со „стаклени кабини“ и тоа уште од 2004 година. Владата укажла дека, освен тоа, на судовите не им било забрането да дефинираат поспецифични барања за конципирањето на „безбедносните на кабини“.", "Владата се произнела дека со оглед на тоа што станувало збор за вообичаена мерка воведена пред околу дваесетина години која се применувала на сите обвинети во притвор, „безбедносната бариера“ користена во случајот на жалителите не можела да има влијание на жирито на нивното судење или да ја загрози презумпцијата на невиност. Покрај тоа, претседателот на судската инстанца го привлекол вниманието на поротниците врз фактот дека ставањето во притвор на жалителите не претставувало доказ за нивната вина. Исто така, првиот жалител бил ослободен од сите обвиненија, а вториот жалител од повеќето од обвиненијата покренати против него.", "2. Жалителите", "Жалителите тврделе дека ставањето на осомничените и обвинетите кои биле во притвор во метален кафез во судницата било пракса која систематски се применувала, без оглед на специфичните околности или природата на кривичните дела во прашање, било да се работи за економски криминал, убиство, кражба или мал прекршок, било постапката да се одвива пред судовите од општа надлежност или пред мировен судија, и без оглед на тоа дали засегнатото лице имало криминално досие или не.", "Според жалителите, таа пракса била незаконска. Тие објасниле дека одлуките на Министерството за внатрешни работи, кои предвидувале употреба на кафез во судницата (видете ставови 56-57 погоре), никогаш не биле објавени. Врз основа на членот 15 од Уставот на Руската Федерација, кој забранувал примена на какви и да било нормативни инструменти кои се однесуваат на човековите права и слободи доколку тие не биле објавени, овие одлуки не требало да се применуваат или, пак, Владата да се повикува на нив пред Судот. Правилниците за изградба од 2000 и 2013 година (видете ставови 62-66 погоре) не биле законски акти донесени од страна на законодавната власт и според тоа не можеле да наметнат ограничувања на остварувањето на човековите права. Релевантните норми од домашниот закон во светлината на кои се оценува законитоста на користењето на кафез во текот на судската постапка се Уставот и Законот за кривична постапка. Ниту еден од нив не ја предвидува можноста за држење на лица во кафез во судницата.", "Жалителите нагласиле дека човековото достоинство претставува апсолутна вредност што не може да биде поткопана од ниту една причина и што државата треба да ја штити без оглед на потеклото, криминалното досие или кои и да е други карактеристики на засегнатото лице. Затоа, според нивното мислење, Владата погрешила тврдејќи дека ставањето на жалителите во кафез не претставувало деградирачки третман бидејќи тие не биле јавни личности или познати лица, како и поради тоа што нивните судења не привлекле значително внимание на јавноста или широка медиумска покриеност.", "Жалителите понатаму сметале дека Владата, исто така, направила грешка наведувајќи дека немало меѓународни инструменти кои го забрануваат ставањето на обвинетите во кафези. Ваквата забрана била предвидена од страна на Комитетот за човекови права на Обединетите Нации во Општиот коментар бр. 32 за членот 14 од Меѓународниот пакт за граѓански и политички права, објавен на 23 август 2007 година.", "Затворањето на жалителите во кафез, како да се опасни криминалци кои веќе се прогласени за виновни, послужило како инструмент за незаконско влијание врз поротниците, прекршувајќи ги правилата со кои се регулираат судењата пред порота, кои забрануваат какво и да е дејствие кое може да ја поткопа презумпцијата на невиност и, особено, сите забелешки кои можат да создадат предрасуди кај поротниците против обвинетите, како што е на пример повикувањето на поранешните осудуваности на обвинетите или на фактот дека тие се хронични алкохоличари или наркомани, освен ако таа информација е потребна за утврдување на елементи на кривичните дела за кои биле обвинети. Со оглед на горенаведеното, жалителите не можеле да имаат фер судење со почитување на принципот на презумпција на невиност. Тие никогаш не се изјасниле за виновни и било неопходно да се надминат предрасудите на жирито за да ја докажат својата невиност. Ставени во кафез пред судиите кои требало да одлучат за нивната судбина, жалителите чувствувале немоќ, инфериорност и вознемиреност во текот на целиот судски процес. Таквиот суров третман имал влијание врз нивната моќ на концентрација и ментална будност во текот на судењето кое се однесувало на клучното прашање на нивната слобода.", "Жалителите, како „мајмуни во зоолошка градина“, биле изложени во кафез за пошироката јавност, вклучувајќи голем број на кандидати поротници и сведоци од истата населба, како и членови на семејството на жалителите и познаници кои присуствувале на рочиштата. Спротивно на тврдењата на Владата, имало редовна автобуска линија меѓу населбата на жалителите и Магдан, каде се држело судењето. Локалната телевизија во периодот 2002-2004 година информирала за судењето на жалителите.", "Што се однесува до аргументот на Владата дека обвинението за насилни криминални дела го оправдало ставањето на жалителите во кафез, трите ослободителни пресуди на првиот жалител потврдиле дека обвиненијата против него биле неосновани. Вториот жалител бил ослободен од повеќето обвиненија меѓу кои и оние за разбојништво и кражба. Во секој случај, ова не можело да биде релевантен аргумент во поглед на принципот на презумпција на невиност.", "Што се однесува до криминалните досиеја на жалителите, изрекувајќи, во однос на првиот жалител, условна осуда на 15 јуни 2001 година и одлучувајќи така да не го лиши од слобода, судот признал дека тој не претставува опасност за општеството. Што се однесува до осудата на првиот жалител во 2011 година, било нејасно како тоа можело да го оправда неговото сместување во кафез неколку години порано.", "Што се однесува до стравот на сведоците за којшто зборувала Владата, основите за оние наводни стравови и околностите во кои биле земени изјавите поднесени од страна на Владата никогаш не биле предмет на какво и да е испитување. Понатаму, пред да биде одново уапсен на 6 декември 2005 г. г-дин Слјаднев бил слободен во текот на една година и пет месеци по неговото ослободување на 22 јуни 2004 година. Во текот на тој период немало ништо за да ги оправда овие стравувања, односно, ништо за да сугерира дека тој се заканувал на жртвите и сведоците или дека извршил какви и да е други незаконски акти против нив. Во одлуката од 8 февруари 2005 година, Регионалниот суд од Магадан ги обврзал жалителите да не го напуштаат местото на живеење како превентивна мерка, кое ограничување траело десет месеци. Судот и обвинителството, кое не ја обжалило одлуката, не сметале дека жалителите претставувале опасност за општеството. Немало никаква основа за да се промени тоа превентивна мерка во мерка притвор на 6 декември 2005 година. Г-дин Слјаднев бил притворен врз истата основа како и ко-обвинетиот Г-дин Гришин. Наоѓањето на Судот за постоење на повреда на членот 5 § 3 од Конвенцијата во рамките на жалбата поднесена од страна на г-дин Гришин и, особено, наоѓањето на недоволна основаност на стравот на сведоците, би биле еднакво применливи цо конкретниов случај (видете Mikhail Grishin v. Russia, бр. 14807/08, §§ 147-156, 24 јули 2012). Следејќи ја логиката на владата, ако притворот не се засновал на „релевантни и доволни причини“ и, оттука, тој не можел да се смета за законски. Ништо не укажува дека жалителите се однесувале несоодветно за време на судењето во прашање.", "Жалителите заклучиле дека Владата не успеала да достави докази дека безбедносните ризици на кои се повикувале постоеле навистина и дека жалителите можеле да избегаат или да прибегнат кон насилство. Немало сериозна основа да се стравува од незаконско однесување од нивна страна во судницата. Нивното ставање во метален кафез во текот на рочиштето на нивниот случај од страна на Регионалниот суд од Магадан оттука не било оправдано со безбедносни причини и претставувало понижувачко постапување во повреда на членот 3. Ваквото постапување, кое може да се спореди со постапувањето со дивите животни кои се чуваат во метални кафези во циркус или зоолошка градина, ги заплашило жалителите и ги понижило во сопствените очи и во оние на јавноста и предизвикало во нив чувство на страв, вознемиреност и инфериорност; тоа исто така го поткопало принципот на презумпција на невиност. Неодамна започнатиот процес на замена на металните кафези во судниците со стаклени кабини покажал сам по себе дека Русија признава дека употребата на метални кафези претствува прекршување на човековите права.", "(В) Оценка на Судот", "1. Релевантни принципи", "Како што Судот во неколку наврати изјавил, членот 3 од Конвенцијата посветува една од најпознатите основни вредности на демократското општество. Тој во апсолутна смисла забранува мачење, нечовечно или понижувачко постапување или казнување, без оглед на околностите и однесувањето на жртвата (видете, меѓу многу други, Labita v. Italy [ГС], бр. 26772/95, § 119, ЕСЧП 2000-IV).", "За да потпадне под опсегот на членот 3, лошото постапување мора да постигне минимално ниво на сериозност. Проценката на ова минимално ниво е релативна; таа зависи од сите околности на случајот, како што се траењето на постапувањето, физичките и менталните последици и, во некои случаи, од полот, возраста и здравствената состојба на жртвата (видете, на пример, Jalloh v. Germany   [ГС], бр. 54810/00, § 67, ЕСЧП 2006-IX). Иако прашањето за тоа дали целта nа постапувањето била да ја понижи или навреди жртвата е друг фактор што треба да се земе во предвид, сепак отсуството на една ваква цел не може да го исклучи дефинитивно утврдувањето на повреда на членот 3 (видете, меѓу другите преседани, V. v. the United Kingdom [ГС], бр. 24888/94, § 71, ЕСЧП 1999-IX).", "Постапувањето се смета за „понижувачко“ во рамките на значењето на членот 3 кога тоа понижува или деградира поединец, кога покажува непочитување, па дури и намалување, на неговото достоинство, или кога буди чувства на страв, болка или инфериорност со цел кршење на моралниот и физичкиот отпор на поединецот (видете M.S.S. v. Belgium and Greece [ГС], бр. 30696/09, § 220, ЕСЧП 2011, и El-Masri v. the former Yugoslav Republic of Macedonia [ГС], бр. 39630/09, § 202, ЕСЧП 2012). Јавната природа на постапувањето може да биде релевантен или отежнувачки фактор во оцнувањето дали е тоа „понижувачко“ во смисол на значењето на членот 3 (видете, inter alia, Tyrer v. the United Kingdom, 25 април 1978, § 32, Серии A бр. 26; Erdoğan Yağız v. Turkey, бр. 27473/02, § 37, 6 март 2007; и Kummer v. the Czech Republic, бр. 32133/11, § 64, 25 јули 2013).", "За постапувањето да се смета за „понижувачко“, страдањето или понижувањето во прашање мора во секој случај да оди подалеку од страдањето или понижувањeто кои неизбежно ги содржи даден облик на легитимно постапување (видете V. v. the United Kingdom, претходно наведена, § 71). Мерките за лишување на лице од слобода често може да вклучуваат таково страдање или понижување. Сепак, не може да се смета дека ставањето во притвор само по себе поставува прашање во опсегот на членот 3. Со оваа одредба државата мора да осигура дека условите во кои е затворен секој затвореник се компатибилни со почитувањето на човечкото достоинство и дека начинот и методот на извршување на мерката не го подложуваат засегнатиот на болка или тешкотии со интензитет кој го надминува неизбежното ниво на страдање својствени за притворот (видете Kudla v. Poland [GC], бр. 30210/96, §§ 92-94, ЕСЧП 2000-XI).", "Што се однесува до средствата за врзување како ставањето лисици, тие обично не претставуваат проблем во однос на членот 3 од Конвенцијата кога тие се наложени за законско лишување од слобода или притвор и не вклучуваат употреба на сила или јавно изложување над она што разумно може да се смета за неопходно во околностите на случајот. Во овој поглед, важно е, на пример, дали постои причина да се верува дека засегнатото лице ќе се спротивстави на апсењето или ќе се обиде да побегне или може да предизвика повреди или штета или да отстранување на докази (видете Raninen v. Finland, 16 dekemvri 1997, § 56, Reports of Judgments and Decisions 1997VIII; Öcalan v. Turkey [ГС], бр. 46221/99, § 182, ECHR 2005IV; и Gorodnitchev v. Russia, бр. 52058/99, §§ 101, 102, 105 и 108, 24 мај 2007; видете исто Mirosław Garlicki v. Poland, бр. 36921/07, §§ 73-75, 14 јуни 2011).", "Почитувањето на човекото достоинство е во самото срце на Конвенцијата. (видете Pretty v. the United Kingdom, бр. 2346/02, § 65, ЕСЧП 2002III). Предметот и целта на Конвенцијата, како инструмент за заштита на индивидуалните човечки битија, бараат нејзините одредби да се толкуваат и применуваат на начин да се направат нејзините заштитни мерки практични и ефективни. Секое толкување на правата и слободите гарантирани во неа мора да биде во согласност со општиот дух на Конвенцијата, која иама за цел да ги заштити и промовира идеалите и вредностите на демократското општество (видете Soering v. The United Kingdom7 јули 1989 година, § 87, Серија А бр. 161).", "2. Пристап во претходни слични случаи", "Судот испитал во последниве години неколку случаи во врска со употреба на метални кафези во судницата, од гледна точка на членот 3. Судот го оценил постапувањето во прашање, како „ригорозно“ и „понижувачко“ (видете Ramishvili and Kokhreidze, наведена погоре, § 102; Ashot Harutyunyan, наведена погоре, §§ 128-129; и Piruzyan, наведена погоре, §§ 73-74). Тој испитал, за секој случај засебно, дали ваквото постапување можело да се оправда со безбедносни причини во околностите на конкретниот случај, како личноста на жалителот (видете Ramishvili and Kokhreidze, наведени погоре, § 101), природата на делата за кои бил обвинет, иако овој елемент сам по себе не бил оценет за доволен (видете Piruzyan, погоре наведен, § 71), неговото криминално досије (видете Khodorkovskiy, погоре наведен, § 125, и Khodorkovskiy and Lebedev v. Russia, бр. 11082/06 и 13772/05, §§ 485-486, 25 јули 2013), неговото однесување (видете Ashot Harutyunyan, погоре наведен, § 127) или друг доказ за ризик по безбедноста во судницата или ризикот од бегство на жалителот (ibid.). Тој, исто така земал предвид такви дополнителни фактори како што се присуство на јавноста и медиумската покриеност на судењето (видете Sarban, наведена погоре, § 89, и Khodorkovskiy, наведена погоре, § 125).", "Неоправданата или „прекумерна“ употреба на вакво средство на принуда со оглед на околностите го навеле Судот да заклучи, во погоре споменатите случаи, дека ставањето во метален кафез во судницата претставувало понижувачко постапување. Меѓутоа, во еден друг случај, Судот утврдил со мнозинство дека немало повреда на членот 3 (видете Titarenko, наведена погоре, §§ 58-64).", "3. Пресудата на судскиот совет", "Судскиот совет го следел приодот кој бил усвоен во погоре наведените случаи (видете став 119 погоре). Откако не нашол докази за постоењето на сериозни основи за страв дека жалителите би претставувале опасност за редот и безбедноста во судницата, или на опасност од употреба на насилство или од бегство, или на постоење ризик за нивната безбедност, тој утврдил дека нивното ставање во метален кафез во судницата не било оправдано и, според тоа, изнесувало понижувачко постапување (видете став 70 од пресудата на Судскиот совет).", "4. Оценка на Големиот судски совет", "Судот треба да се произнесе во овој случај со праксата на ставање на обвинетите кои се во притвор во метални кафези кога се појавуваат пред суд во кривична постапка. Оваа пракса била стандардна по распадот на Советскиот Сојуз во некои од Договорните држави кои се поранешни советски републики, но оттогаш во голема мера била напуштена. Дури и оние неколку држави договорнички кои ја задржале таа пракса, вклучувајќи ја и тужената држава, го отпочнале процесот на отстранување на металните кафези од судниците (видете ставови 75 и 101 погоре).", "Прибегнувањето кон метални кафези во судниците се применувало на секој осомничен и обвинет во притвор во Русија (видете ставови 57 и 93 погоре). Тоа останува одобрена пракса во денешна Русија без обврска од страна на државата да се откаже од употреба на метални кафези (видете ставови 65-66 и 101 погоре). Условите за лицата во притвор (видете ставови 67-69 погоре) и статистиката на Владата - 17,7% или 241 111 обвинети во притвор во 2007 година и 12,8% или 134 937 обвинети во притвор во 2012 година (видете став 94 погоре) - го илустрираат степенот на таа практика.", "Судот забележува, особено, дека таквата пракса е регулирана од страна на една необјавена министерска одлука (видете ставови 57 и 61 погоре). Таквите факти се мошне проблематични сами по себе, со оглед на фундаменталната важност на владеењето на правото во едно демократско општество кое подразбира достапност на законските правила (видете, на пример, Silver and Others v. the United Kingdom, 25 март 1983, §§ 86-87, серии A бр. 61).", "Судот забележува, врз основа на фотографиите од судницата во Основниот суд од Магадан, дека жалителите биле затворени во простор ограден со метални решетки од четирите страни и со метална мрежа на таванот (видете став 48 погоре), кој може да се опише како кафез. Жалителите биле чувани од вооружени полициски чувари кои останале покрај кафезот (видете став 49 погоре).", "Жалителите биле чувани во кафез во рамките на нивното судење со порота пред Регионалниот суд од Магадан во 2008-2009 година; тие биле обвинети за грабежи со насилство што ги извршиле како членови на банди и други кривични дела извршени во 2001-2002 г. (...) Владата тврди дека насилната природа на кривичните дела за кои жалителите биле обвинети, како и нивните криминални досиеја, негативните препораки од нивните места на живеење и стравувањата од незаконско однесување на жалителите искажани од страна на сведоците, биле доволни за да се потврди нивната предиспозиција за насилство и постоењето на вистински безбедносни ризици во судницата оправдувајќи ја употребата на кафез за обезбедување на соодветни услови за одржување на судењето. Жалителите не се согласуваат, и тврдат, особено, дека целосното ослободување на првиот жалител и ослободувањето на вториот жалител од поголемиот дел од обвиненијата, вклучително и за разбојништво и кражба, потврдило дека обвиненијата против нив биле неосновани и дека ова во никој случај не би можело да биде релевантен аргумент во поглед на принципот на презумпција на невиност.", "Судот се согласува со Владата дека редот и безбедноста во судницата се од големо значење и може да се сметаат како неопходни за доброто спроведување на правдата. Судот не е задолжен да дискутира за прашања во врска со архитектурата на судницата, ниту пак да даде назнаки за тоа кои конкретни мерки за физичко ограничување можат да биде неопходни. Меѓутоа, обезбедувањето на редот и безбедноста во судницата не може да вклучува мерки за присилба кои, со својата сериозност (видете став 114 погоре) или по самата нивна природа, би спаѓале во опсегот на членот 3. Зашто, како што тоа Судот го изјавил во неколку наврати, членот 3 во апсолутна смисла забранува мачење и нечовечко или понижувачко постапување или казнување, и отука со ништо не може да се оправда такво постапување.", "Затоа Судот прво ќе испита дали минималното ниво на сериозност наведено во став 127 погоре е постигнато во дадените околности. Притоа, ќе се имаат предвид и последиците што оспорената мерка на присилба ги имала врз жалителите.", "Во оваа смисла, Судот забележува дека случајот на жалителите бил суден од суд составен од дванаесет поротници, со дополнително присуство на двајца заменици поротници, и на претседателот на судот. Исто така, тој забележува дека во судницата присуствувале и други учесници во судењето, вклучувајќи и голем број на сведоци - повеќе од седумдесет сведочеле на судењето - и кандидатите за поротници кои се појавиле пред судот за постапката за составување на поротата (видете став 38 погоре), како и фактот дека рочиштата биле отворени за јавноста. Тој смета дека може да се претпостави дека изложеноста на жалителите во кафез пред очите на јавноста го загрозило нивниот имиџ и разбудило во нив чувство на понижување, немоќ, страв, изнемоштеност и инфериорност.", "Судот понатаму забележува дека жалителите биле подложени на оспореното постапување за време на целото судење со порота пред Регионалниот суд во Магадан кое траело повеќе од една година со неколку рочишта кои се држеле речиси секој месец.", "Исто така, фактот дека спорното постапување се случило во судницата во контекст на судењето на жалителот го вклучува принципот на презумпција на невиност во кривичната постапка, кој е еден од атрибутите на фер судењето (видете, mutatis mutandis, Allen v. the United Kingdom [ГС], бр. 25424/09, § 94, ЕСЧП 2013) и важноста што ја имиџот на доброто спроведување на правдата (видете Borgers v. Belgium, 30 октомври 1991, § 24, серии A бр. 214B; Zhuk v. Ukraine,бр. 45783/05, § 27, 21 октомври 2010; и Atanasov v. the former Yugoslav Republic of Macedonia, бр. 22745/06, § 31, 17 февруари 2011). Се работи за довербата што, во едно демократско општество, судовите треба да ја имаат кај јавноста, и особено, што се однесува до кривичната постапка, кај обвинетиот (видете, mutatis mutandis, De Cubber v. Belgium, 26 октомври 1984 година, § 26, Серија А бр. 86).", "Судот забележува дека Комитетот на Обединетите нации за човекови права неодамна оценил дека затворањето на обвинетиот врзан со лисици во метален кафез за време на неговото јавно судење претставувало понижувачко постапување, кое, исто така, влијаело на правичноста на судскиот процес против него (видете став 70 погоре). Стандардните минимални правила за постапување со затвореницитe на Обединетите Нации и Деловниците за работа на меѓународните кривични судови предвидуваат, во однос на одредени средства на присилба, дека тие можат да се користат само како мерка на претпазливост за спречување бегство за време на трансфер, под услов тие да се отстранат кога обвинетиот се појавува пред судот (видете ставови 71 и 72 погоре). Прирачникoт за правично судење на Amnesty International предвидува дека држењето на обвинетите во „ќелија во судницата“ може да влијае врз презумпцијата на невиност (видете став 74 погоре).", "Судот цени дека жалителите мора да имале објективни причини да стравуваат дека нивното изложување во кафез за време на рочиштата во текот на нивната судска постапка ќе предизвикало кај нивите судии, кои требало да одлучуваат за прашања кои се однесувале на нивната кривична одговорност и слобода, создадавање на негативна слика за нив како да се толку опасни што треба да се примени екстремна физичка присилба, со што се поткопувала презумпција на невиност. Ова најверојатно предизвикало кај нив анксиозност и вознемиреност, со оглед на сериозноста за нив на клучното прашање за кое се работело во судењето.", "Судот додава дека други размислувања околу фер судењето можат исто така да бидат релевантни во контекст на мерка на држење во затворен простор во судницата (иако тоа не e прашање од важност во сегашниот случај), особено правото на обвинетиот да биде навистина вклучен во постапката (видете Stanford v. the United Kingdom, 23 февруари 1994, §§ 2732, серија A бр. 282A) и да добива практична и ефективна правна помош (видете Insanov v. Azerbaijan, бр. 16133/08, §§ 168-170, 14 март 2013, и Khodorkovskiy and Lebedev, наведени погоре, §§ 642-648).", "На крајот, Судот смета дека нема убедливи аргументи за тоа дека, во денешно време, држењето на обвинетиот во кафез (како што е опишано во ставот 125 погоре) за време на судскиот процес е неопходно средство за негово ставање под физичка присилба, за спречување на неговото бегство, за справување со неговото немирно или агресивно однесување, или за негова заштита од агресија од надвор. Продолжувањето на една ваква пракса оттука тешко може да се сфати поинаку освен како средство за деградирање и понижување на лицето затворено во кафез. Оттука, целта на понижувањето и деградирањето на лицето држено во кафез за време на судењето е очигледна.", "Во овој контекст, Судот оцени дека затворањето на жалителите во кафез во судницата за време на судењето неизбежно мора да ги подложило на страдање со интензитет кој го надминувал неизбежното ниво на страдање содржано во нивното бидување во притвор за време на нивното судење и дека ова постапување го постигнало минимално ниво на сериозност за да спадне во опсегот на членот 3.", "Судот смета дека употребата на кафези (како што е опишано погоре) во овој контекст никогаш не може да се оправда со членот 3 (видете став 138 подолу), спротивно на она што го тврди Владата која се повикувала на наводната закана за безбедноста (видете став 126 погоре). Во однос на последнава точка, во секој случај, Судот не прифаќа дека постоењето на таква закана било утврдено. Тој смета дека Регионалниот суд од Магадан никогаш не испитал дали физичката присилба на жалителите била воопшто неопходна во текот на рочиштата. Освен тоа држењето на жалителите во кафез не било образложено. Не се повеќе образложени ниту судските одлуки што се однесуваат на притворот на жалителите, додека всушност Владата тврди дека жалителите претставувале опасност за сведоците и дека тоа го оправдувало преземањето на мерката притвор. Првиот жалител не бил во притвор за време на траењето на третото судење. Тој бил задржан во притвор во сосема друга постапка поради причини кои не се познати (...) Притворот на вториот жалител бил наложен со истите судски одлуки како оние кои Судот ги испитал во случајот на ко-обвинетиот на жалителите и за кои утврдил дека не содржеле „релевантни и доволни“ причини за притворот да биде компатибилен со членот 5 § 3 од Конвенцијата, и, особено, дека не содржеле образложение што ќе покажело дека постои ризик од одмазда кон сведоците, или од притисок врз нив како што тоа сега го наведува Владата (видете Mikhail Grishin, наведена претходно, §§ 149-150). Овој заклучок е целосно применлив за овој случај, и не постои ништо во поднесоците на Владата до Големиот судски совет што дава основа за отстапување од него. Ниту обвинувањата дека жалителите извршиле криминални дејства или пак нивните претходни осуди - некои од нив со условни казни - шест или повеќе години пред почетокот на судењето во прашање, нити, пак, подоцнежната осуда на првиот жалител, може да се сметаат како поткрепа на поднесоците на Владата во овој поглед. Што се однесува до негативните препораки од страна на Владата (видете став 96 погоре), тие не укажуваат на тоа дека личностите на жалителите биле такви што била потребна физичка присилба за време на судскиот процес; вториот жалител, исто така, имал позитивни препораки од администрацијата на неговиот центар за притвор и на неговиот затвор (видете став 44 погоре).", "Без оглед на конкретните околности во конкретниот случај, Судот повторува дека самата суштина на Конвенцијата е почитување на човековото достоинство и дека предметот и целта на Конвенцијата како инструмент за заштита на индивидуалните човечки битија бараат нејзините одредби да се толкуваат и применуваат така да се направат нејзините заштитни мерки практични и ефективни. Затоа тој смета дека држењето на лице во метален кафез време на судскиот процес претставува само по себе - имајќи ја предвид неговата објективно понижувачка природа која е некомпатибилна со стандардите на цивилизираното однесување кои се белег на едно демократско општество - навреда за човековото достоинство и повреда на членот 3.", "Следствено на ова, затворањето на жалителите во метален кафез во судницата соодветствувало на понижувачко постапување кое е забрането со членот 3. Оттука, имало повреда на таа одредба.", "...", "ОД ОВИЕ ПРИЧИНИ, СУДОТ, ЕДНОГЛАСНО,", "...", "", "Одлучи дека имало повреда на членот 3 од Конвенцијата;", "", "...", "Изготвено на англиски и француски јазик, и потоа прочитано на јавна расправа во Палатата на човекови права, во Стразбур, на 17 јули 2014 година.", "\tМајкл О’Бојл\tДин Шпилман\nЗаменик секретар\tПретседател", "", "Согласно со членовите 45 § 2 од Конвенцијата и 74 § 2 од Деловникот на Судот, следните издвоени мислења се ставени во прилог на оваа пресуда :", "...", "(б) Заедничко согласно мислење на судиите Николау и Келер;", "(a) Согласно мислење на судијата Силвис.", "Д.Ш.\nМ.O’Б.", "", "", "Издвоените мислења не беа преведени но, се појавуваат на англиски јазик и француски јазик во верзиите на официјален јазик на пресудата кои може да се најдат во датабазата на судска пракса на Судот HUDOC.", "", "", "", "© Совет на Европа/Европски суд за човекови права 2015.", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}