{"file": "MAC_HJUDMAC_30210_96.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "30210/96", "text_paragraphs": ["© Совет на Европа/Европски суд за човекови права, 2012. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "СЛУЧАЈОТ НА КУДЛА ПРОТИВ ПОЛСКА", "", " (Жалба бр. 30210/96)", "", "", "", "ПРЕСУДА", "", "", "СТРАЗБУР", "", "26 октомври 2000 год.", "", "", "", "Во случајот на Кудла против Полска,", "Европскиот суд за човекови права кој заседаваше во рамките на Големиот судски совет составен од следниве судии:", "\tГ-дин\tЛ. Вилдхабер (L. Wildhaber), претседател\n\tГ-ѓа\t\tЕ. Палм (E. Palm), \n\tГ-дин\tЖ.-П. Коста (J-P. Costa), \n\tГ-дин\tА. Пастор Ридруехо (A. Pastor Ridruejo), \n\tГ-дин\tЏ. Бонело (G. Bonello), \n\tГ-дин\tЈ. Макарчик (J. Makarczyk), \n\tГ-дин\tП. Курис (P. Kūris), \n\tГ-дин\tР. Турмен (R. Türmen), \n\tГ-ѓа\t\tФ. Тилкен (F. Tulkens), \n\tГ-ѓа\t\tВ. Стражницка (V. Strážnická), \n\tГ-дин\tП. Лоренцен (P. Lorenzen), \n\tГ-дин\tМ. Фишбах (M. Fischbach), \n\tГ-дин\tХ. Касадевал (J. Casadevall), \n\tГ-ѓа\t\tХ.С. Греве (H.S. Greve), \n\tГ-дин\tА.Б. Бака (A.B. Baka), \n\tГ-ѓа\t\tС. Ботоучарова (S. Botoucharova), \n\tГ-дин\tМ. Угрекелидзе (M. Ugrekhelidze),\nи \tг-дин \tП.Џ. Махони (P.J. Mahoney), заменик секретар,", "Откако го разгледа случајот на затворена седница на 7 јуни и 18 октомври 2000 г.,", "Ја донесе следната пресуда, којашто беше усвоена на последно-споменатиот датум:", "ПОСТАПКА", "1.  Случајот беше упатен до Судот во согласност со одредбите што се применуваа пред стапување на сила на Протоколот бр. 11 на Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од страна на Европската комисија за човекови права („Комисијата“) на 30 октомври 1999 год. и од полскиот државјанин, г-динот Андржеј Кудла („жалителот“), на 2 декември 1999 г. (членот 5 § 4 од Протоколот бр. 11 и поранешните членови 47 и 48 од Конвенцијата).", "2.  Случајот произлезе од жалбата (бр. 30210/96) против Република Полска поднесена до Комисијата согласно поранешниот член 25 од Конвенцијата од страна на жалителот на 12 април 1995 г.", "3.  Жалителот тврдеше, конкретно, дека не добил соодветно психијатриско лекување за време на неговиот притвор, и дека неговиот притвор бил неразумно долг, дека неговото право на „судење во разумен рок“ не било почитувано и дека немал никаков делотворен домашен правен лек за да се жали на претерано долгото траење на кривичната постапка против него.", "4. Комисијата ја прогласи жалбата за делумно допуштена на 20 април 1998 г. Во својот извештај од 26 октомври 1999 г. (поранешниот член 31 од Конвенцијата) [Забелешка од секретарот. Извештајот може да се добие од секретарот.], изразено е мислењето дека имало повреда на членот 3 од Конвенцијата (со четиринаесет гласа наспроти еден); дека имало повреда на членот 5 § 3 (едногласно); дека имало повреда на членот 6 § 1 (едногласно); и дека не било неопходно да се испита дали имало повреда на членот 13 (со осумнаесет гласа наспроти девет).", "5.  Пред Судот жалителот, кому му била доделена правна помош, бил претставен од г-динот К. Тор и г-динот П. Солхај, адвокати со пракса во Краков (Полска). Полската Влада („Владата“) била претставена од својот агент, г-динот К. Дрзевицки, од Министерството за надворешни работи.", "6. На 6 декември 1999 г. панел на Големиот судски совет одлучи дека случајот треба да биде разгледан од страна на Големиот судски совет (правилото 100 § 1 од Деловникот на Судот). Составот на Големиот судски совет беше утврден според одредбите од член 27 §§ 2 и 3 од Конвенцијата и правилото 24 од Деловникот на Судот. Претседателот на Судот даде инструкции дека во интерес на соодветна примена на правдата (правилата 24, 43 § 2 и 71), случајот треба да биде доделен на истиот Голем судски совет како случајот на Микулски против Полска (жалба бр. 27914/95).", "7. И жалителот и Владата поднесоа молби.", "8. Последователно претседателот на Големиот судски совет ја покани Владата да ја обезбеди медицинската евиденција на Центарот за притвор во Краков за периодот на неговиот притвор после 4 октомври 1993 г. Владата ги обезбеди релевантните документи на 12 мај 2000 г. Копии му беа испратени и на жалителот на 25 мај 2000 г.\t", "9.  Расправата беше јавна и се одржа во Зградата на човековите права во Стразбур на 7 јуни 2000 година (правило 59 § 2).", "", "Пред Судот се појавија:", " (a)  за Владата\nГ-дин\tК. Држевицки (K. Drzewicki), \tагент,\nГ-ѓа\t\tМ. Ваусек-Виадерек, (M. Wąsek-Wiaderek),\nГ-дин\tК. Калински (K. Kaliński), \tадвокат,\nГ-дин\tВ. Џиубан, (W. Dziuban), \tсоветник;", " (б) за жалителот\nГ-дин\tК. Тор (K. Tor),\nГ-дин\tП. Солхај (P. Sołhaj), \tадвокат. \n", "Судот ги сослуша обраќањата на г-динот Солхај, г-динот Држевицки, г-динот Калински, г-ѓата Ваусек-Виадерек и г-динот Тор.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "А. Притворот на жалителот и постапката против него", "10. На 8 август 1991 г. жалителот бил изнесен пред регионалниот обвинител на Краков (Prokurator Wojewódzki), обвинет за измама и фалсификување и притворен. Откако жалителот го известил обвинителот дека страдал од различни болести - пред сè, депресија – властите наредиле да биде прегледан од лекар. По прегледот, кој бил извршен неколку дена подоцна, било утврдено дека жалителот е во добра физичка состојба за да биде притворен. Бил однесен во Центарот за притвор на Краков (Areszt Śledczy).", "11. Подоцна, на неопределен датум жалителот го обжалил налогот за притвор. На 21 август 1991 г. Регионалниот суд на Краков (Sąd Wojewódzki) ја отфрлил неговата жалба утврдувајќи дека постоеле силни индикации дека тој ги сторил делата за кои бил обвинет. Упатувајќи на резултатите од неговиот медицински преглед, судот утврдил дека немало околности кои би можеле да го оправдаат неговото ослободување заради здравствени причини.", "12.  Од август 1991 г. до крајот на јули 1992 г. жалителот поднел околу триесет барања за ослободување и жалби против одлуките со кои се одбивало неговото ослободување.", "13. Во меѓувреме, во октомври 1991 г. жалителот се обидел да се самоубие во затвор. Од 4 ноември 1991 г. бил на штрајк со глад чие времетраење не е наведено.", "14. Во ноември 1991 г. властите наредиле жалителот да биде прегледан од лекари. Релевантниот извештај бил изготвен на 25 ноември 1991 г. од експерти на Факултетот по судска психијатрија на Јагиелонскиот универзитет. Лекарите сметале дека жалителот не е во состојба да биде притворен во обичен затвор и препорачале дека доколку неговиот притвор требало да се продолжи, дека требал да биде затворен на психијатрискиот оддел на затворската болница. Жалителот последователно бил однесен во затворската болница во Битом каде што бил сместен на одделот за интерни болести и примил лекување за својата ментална состојба. Колку време жалителот останал во болница е непознато. Потоа бил пренесен назад во Центарот за притвор во Краков.", "15. На 20 јануари и 27 февруари 1992 г. жалителот бил прегледан од специјалисти по судска медицина. Тие сметале дека му требало психијатриско лекување во затвор, но дека не било неопходно да се смести на психијатрискиот оддел на затворската болница.", "16. На 30 април 1992 г. било поднесено обвинение против жалителот до Регионалниот суд на Краков. Вкупно дваесет и девет обвиненија биле поднесени против него и деветте сообвинети со него. Предметот содржел деветнаесет томови со документи. Обвинителството побарало од судот да ги сослуша сведочењата на деведесет и осум сведоци.", "17. На 15 јуни 1992 г. на барање на судот, лекари од Краковската психијатриска клиника и Медицински факултет при Јагиелонскиот универзитет поднеле извештај за психолошката состојба на жалителот. Во нивниот извештај меѓу другото се вели:", "„Пациентот покажува константни самоубиствени тенденции. По медицинскиот преглед, утврдивме дека тој страда од длабок синдром на депресија, проследен со самоубиствени мисли. Со оглед на интензитетот на самоубиствените мисли и фактот дека тој веќе се обидел да се самоубие, тој треба да прими психијатриско лекување. Неговиот притвор го става во сериозна опасност неговото здравје (сериозен ризик од повторен обид за самоубиство)...“", "18.  На 27 јули 1992 г. Регионалниот суд на Краков го поништил налогот за притвор.", "19. На 26, 27 и 28 октомври и на 14 и 15 декември 1992 г. судот одржал расправа по предметот на жалителот. Расправата закажана за 8 февруари 1993 г. била одложена заради тоа што жалителот не се појавил. Неговиот адвокат поднел потврда дека жалителот бил на петдневно боледување; меѓутоа судот наредил жалителот во рок од три дена да поднесе лекарско уверени издадено од судски вештак „во спротивно ќе се преземат превентивни мерки [środki zapobiegawcze] против него за да се обезбеди неговото присуство“. Жалителот не го поднел бараното уверение, но на 12 февруари 1993 г. го информирал судот дека тој бил подложен на климатско лекување во Швиноушче и таму требал да остане до 7 март 1993 г. На 18 февруари 1993 г. со оглед дека жалителот не го имал информирано судот за адресата на која можеле да бидат испраќани судските покани, судот наредил да се издаде „потерница“ со цел да се лоцира и повторно притвори врз основа дека не се појавил на расправите. Следната расправа закажана за 16 март 1993 г. била откажана заради отсуство на жалителот.", "20. Налогот за притвор од 18 февруари 1993 г. не бил спроведен до 4 октомври 1993 г., кога жалителот бил уапсен од полицијата во врска со сообраќаен прекршок. Бил однесен во Центарот за притвор на Краков.", "21. Регионалниот суд закажал расправи за 6 октомври и 15 и 17 ноември 1993 г., но ги откажал сите бидејќи менталната состојба на жалителот (особено неговите тешкотии да се концентрира) не му дозволила соодветно да учествува во судењето. Во белешка на затворски лекар од 17 ноември 1993 г. неговата состојба била опишана на следниов начин:", "„може да земе учество во денешнава постапка (со ограничено активно учество заради [нечитливи зборови] тешкотија да се концентрира).“", "Според дополнителниот стручен извештај (што судот го добил на крајот од 1993 г.) жалителот „не страдал од ментално заболување“ во тоа време, а неговата ментална состојба „не претставувала пречка за да се задржи во притвор“.", "22.  Во меѓувреме, на 18 октомври 1993 г. адвокатот на жалителот неуспешно се пожалил против налогот за притвор во кој се тврдело дека жалителот после неговото ослободување на 27 јули 1992 г. добивал континуирано лекување за неговата сериозна депресија и дека тоа што тој не се појавил пред надлежниот суд било заради неговата психолошка состојба.", "23.  Меѓу октомври 1993 г. и ноември 1994 г. жалителот поднел дваесет и едно неуспешно барање за ослободување и се жалел, исто така неуспешно, против секое отфрлање.", "24. На 13, 14 и 16 декември 1993 г. судот одржал расправа. Расправите закажани за крајот од јануари 1994 г. биле одложени со оглед дека на 26 јануари 1994 г. жалителот се обидел да се самоубие со земање преголема доза (види во параграфите 63-63 долу).", "25. Судењето продолжило на 14, 15 и 16 февруари 1994 г. Расправите закажани за 9 и 10 март 1994 година биле откажани затоа што судијата што претседавал бил болен. Последователните расправи се одржале на 14, 15 и 16 јуни 1994 г. Во меѓувреме жалителот бил подложен на психијатриско набљудување во Вроцлавската затворска болница (види во параграф 58 долу).", "26. Следната расправа се одржала на 11 јули 1994 г. Расправата закажана за 12 и 14 јули 1994 г. била одложена заради тоа што жалителот го повлекол полномошното што му го имал дадено на својот адвокат. Судењето продолжило на 20, 21 и 22 септември, 25 и 26 октомври и 14 и 15 ноември 1994 г. Расправите закажани за 20, 21 и 22 декември 1994 г. биле откажани заради тоа што еден од сообвинетите на жалителот бил хоспитализиран во тоа време.", "27. Во меѓувреме на 17 ноември 1994 г. жалителот му се пожалил на претседателот на Регионалниот суд на Краков на времетраењето на неговиот притвор и спроведувањето на постапките во неговиот случај. Тој се жалел, особено дека сите негови сообвинети биле ослободени додека тој сè уште бил притворен и покрај фактот дека севкупното времетраење на неговиот притвор во тој момент надминало две години. Тој тврдел дека записникот од расправата не го отсликувал сведочењето на сведоците, дека судот не ги евидентирал неговите изјаснувања и изјаснувањето на неговиот адвокат и не му дозволил да ја каже својата верзија на фактите од случајот слободно. Кривичната постапка против него, која сè уште траела и тоа повеќе од четири години, била, со негови зборови кажано, „кошмар“.", "28. На 7 декември 1994 г. жалителот се жалел до судот на неговото психијатриско лечење во затвор. Судија претседател побарал од затворските власти појаснувања. Тие го информирале за бројот на медицински испитувања на кои бил подложен жалителот, обезбедиле детални информации за истите и копии на релевантните медицински документи.", "29. Некаде во исто време, жалителот повторно побарал од судот да го ослободи заради здравствени причини. Тој исто така упатил на својата семејна состојба, тврдејќи дека неговиот долг притвор сериозно го оптоварувал неговото семејство. На 8 декември 1994 г. Регионалниот суд на Краков ја отфрлил жалбата.", "30. На 4 јануари 1999 г. по жалбата на жалителот Апелациониот суд на Краков (Sąd Apelacyjny) ја потврди одлуката на Регионалниот суд и одлучил дека неговиот притвор требало да продолжи со оглед на разумниот сомнеж дека тој ги сторил делата во прашање и дека тој бил притворен по основ на ризик од бегство. Судот исто така одлучи дека ситуацијата со семејството на жалителот, иако тешка, не била околност што би можела да оди во прилог на неговото ослободување.", "31. На 25 јануари 1995 г. адвокатот на жалителот се жалел до Регионалниот суд на Краков да му се укине налогот за притвор и жалителот да биде ослободен под полициски надзор. Тој нагласил дека на 23 јануари 1995 г. жалителот повторно се обидел да се самоубие во затвор со бесење (види во параграфите 69-70 долу). Овој настан земен заедно со хроничната депресија, биле јасно предупредување дека континуираниот притвор може да го стави во опасност неговиот живот. Тој понатаму посочува дека жалителот повторно бил притворен само заради неговото отсуство од расправата. Тој основ понатаму не можел да го дозволи неговиот притвор бидејќи доказите против него веќе биле презентирани и држењето на жалителот во притвор не и служел на целта да се обезбеди соодветен тек на судењето.", "32. На 13 декември 1995 г. Регионалниот суд на Краков ја отфрлил жалбата. Тој одлучил дека според извештајот на затворските власти обидот за самоубиство на жалителот бил од природа на барање на внимание и дека првичната основа за неговиот притвор сè уште важела. Релевантниот извештај со датум од 10 февруари 1995 г. вели:", "„Согласно барањето на [Регионалниот] суд во врска со обвинетиот, потврдуваме дека Андржеј Кудла, кој и понатаму ви стои на располагање, ... во 4.15 наутро на 23 јануари оваа година се обиде да се самоубие за да го привлече вниманието на својот случај.", "Врз основа на информациите и заклучоците на дежурниот лекар, психијатар и психолог било утврдено дека затвореникот страдал од нарушување на личноста кое се манифестира со реактивна депресија. Како последица на постапката на затвореникот тој имаше мала абразија на кожата на вратот од јажето после бесењето; никакви невролошки промени не беа забележани.", "Затвореникот постапил вака затоа што сметал дека кривичната постапка против него трае многу долго и бидејќи тој се дистанцира од обвиненијата против него.", "И покрај овие емоционални проблеми, тој ја контролира ситуацијата и врши притисок врз [затворските власти].", "Со одлука на управникот на затворот, тој не беше дисциплински казнет за своето однесување. Психо-корективни разговори [беа одржани со него] чија цел била да му се објаснат реалните закани по здравјето и животот на затвореникот што произлегуваат од неговото однесување.", "Во последователните психијатриски консултации (спроведени после обидот за самоубиство) беше забележано повлекување на симптомите на реактивна депресија.", "Него и понатаму го држат во ќелија со други заради можноста од само-деструктивно однесување, а кое произлегува од субјективното чувство на страдање. Класификуван е како тежок затвореник и затоа се наоѓа под постојан надзор и контрола на затворското обезбедување и медицински персонал.", " [нечитки печат и попис]“", "33. На 25 февруари 1995 г. адвокатот на жалителот се жалел против одлуката на регионалниот суд, поднесувајќи дека менталното здравје на жалителот значително се влошило и дека постојано страдал од депресија. Тој побарал судот да назначи психијатриски и други експерти за да ја проценат здравствената состојба на жалителот наместо да се потпираат на проценката на затворските власти. Тој исто така споменал дека времетраењето на постапката било несоодветно и нагласил дека жалителот веќе поминал две години и четири месеци во притвор.", "34. На 2 март 1995 г. Апелациониот суд на Краков ја отфрлил жалбата. Судот сметал дека не било неопходно да се повикаат медицински експерти и дека притворот на жалителот требало да продолжи за да се обезбеди соодветно спроведување на постапките. Подоцна, меѓу 8 март и 1 јуни 1995 г. жалителот поднел дополнителни четири неуспешни барања за ослободување и поднел слични жалби без ефект против одлуките да биде задржан во притвор.", "35. На 13, 14 и 15 март, 3, 4 и 5 април и 4, 5, 30 и 31 мај 1995 г. Регионалниот суд одржал расправа и ги чул доказите изнесени од сведоците. Некои сведоци, кои претходно не се појавиле, биле спроведени до судот од полицијата.", "36. На 1 јуни 1995 г. Регионалниот суд на Краков го осудил жалителот за измама и фалсификување и му одредил казна затвор од шест години и парична казна од 5.000 злоти (ПЛН). На 2 јуни 1995 г. жалителот и неговиот адвокат поднеле жалба.", "37. На 1 август 1995 г. жалителот се жалел до Министерството за правда дека надлежниот суд не подготвил изјава со причините за неговата пресуда во рамките на статутарното временско ограничување од седум дена. Тој се изјаснил дека доцнењето веќе достигнало два месеци.", "38. Нешто подоцна жалителот побарал да биде ослободен тврдејќи дека неговиот продолжен притвор имал многу штетни последици по неговото здравје и врз добросостојбата на неговото семејство. На 14 август 1995 г. Регионалниот суд на Краков ја отфрлил жалбата. На 31 август 1995 г. по жалбата на жалителот Апелациониот суд на Краков ја потврдил таа одлука и забележал дека неговиот притвор бил оправдан заради сериозноста на добиената казна.", "39. На друг неутврден датум жалителот се жалел до министерот за правда на времетраењето на постапката во неговиот случај, посочувајќи дека Регионалниот суд на Краков не му обезбедил изјава со причините за неговата пресуда во законски утврдениот временски рок. Тоа значително ја оддолжило жалбената постапка. На 28 август 1995 г. шефот на Кривичниот оддел на Министерството за правда во својот одговор на жалбата, го информирал дека било веројатно дека изјавата за причините за неговата пресуда ќе надмине двесте страници и дека тоа што не се придржувале до законски утврдениот временски рок било заради фактот дека судијата известувач бил отсутен.", "40. На 27 септември 1995 г. на барање на Регионалниот суд, жалителот бил прегледан од судски психијатари од Медицинскиот колегиум - Факултетот за судска медицина при Јагиелонскиот универзитет во Краков. Во релевантниот дел од нивниот извештај се вели:", "“...Како што може да се види од предметот во согласност со наодите на медицинските експерти, жалителот бил подложен на набљудувања на психијатрискиот оддел при Вроцлавската затворска болница. Во текот на болничкото набљудување биле забележани обиди за самоубиство и долги, нејасни губења на свеста. Сеопфатните заклучоци... на извештајот на психијатрискиот вештак во Вроцлав покажале дека обвинетиот покажувал нарушување на личноста и предиспозиција за ситуациски реакции, кои не упатуваат со сигурност против фактот дека е во затвор, под услов да му се гарантира амбулантна психијатриска нега.", " [Жалителот] објаснил дека тој сè уште бил во Центарот за притвор и се чувствувал многу болно, имал постојана главоболка во делот на врвот на главата која се ширела кон темето. Многу често останувал без здив и имал проблеми со дишењето, особено навечер. Во тие случаи барал од полицајците да му помогнат и тие го носеле во болничкото одделение. Во повеќето случаи лекарот му препишувал Реланиум [диазепам], што не го намалувало неговото страдање. Тврдел дека продолжил да зема Реланиум во дози од најмалку 30 мг навечер и 15 мг во текот на денот. Овој лек, како што самиот рекол, „го организирал“ и не можел да функционира без него. Постојано се чувствувал уморен, навечер не спиел и бил вознемирен заради својот продолжен престој во затвор. Тој ова го сметал за бесмислено, со оглед дека веќе одлежал и повеќе од која и да е казна затвор што би можела да му биде изречена. За време на разговорите со обвинетиот било забележано дека имал абразија на епидермисот во долниот дел од вратот. Кога му била откопчана јаката од кошулата, се увидело дека се работело за линеарна абразија на епидермисот околу предниот дел од вратот што одговарала на браздите што можат да се најдат на жртви на бесење. Обвинетиот објаснил дека ... се обидел да се обеси со чаршав, но бил оживеан. Ова бил негов втор обид за самоубиство и не можел да објасни зошто се однесувал така. Тврдел и понатаму дека имал моменти кога се чувствувал како неговата свест да била прекината и дека во тоа време се обидувал да си го одземе животот, главно со бесење или со земање на лекови и сечење со жилет. Тврдел дека во една прилика кога заминал од дома после семејна расправа се разбудил неколку недели подоцна во пансион во Швиноушче. Не знаел како стигнал таму или што му се случило во текот на тие недели.", "Лицето што беше испитувано во моментов прави добар вербален контакт, ориентиран е, неговото расположение е нешто потиснато, напнат е, раздразлив и искусува силно чувство на неправда. Изјавува дека не е лекуван соодветно. Добива некакви лекови кои не ја подобруваат неговата состојба и тој смета дека ваквото лекување само го ‘подложува на психотропско однесување’", "По психијатриското испитување, обвинетиот бил испратен во одделот за ЕЕГ на специјалистички преглед.", "Резултатите од тоа испитување се приложени со извештајот.", "Извештај", "Испитувањето на обвинетиот Андржеј Кудла, маж, на 33-годишна возраст и анализата на резултатите од претходните испитувања и медицински и психолошки набљудувања изведени за време на хоспитализацијата која траела неколку недели покажуваат дека неговата актуелна ментална состојба е резултат на неговото нарушување на личноста и предиспозицијата да се распадне во тешки ситуации. Нарушувањата не се психотички по природа, но дополнителни обиди за самоубиство ќе претставуваат вистинска закана по неговото здравје. Од овие причини ние сметаме дека доколку правните постапки бараат обвинетиот да помине дополнително време во затвор, тој треба да биде испратен во болничкиот оддел и да биде под надзор на стручен персонал. Исто така треба да има гарантиран пристап до психијатар и психолог.", "Вештак\t\t\t\t\t \tВештак", "Д-р Елжбиета Скупин\t\t\t\tД-р Андржеј Зиеуба“", "41. На 6 октомври 1995 г. жалителот ја примил изјавата со причините за пресудата и неколку дена подоцна поднел жалба. Предметот бил префрлен во Апелациониот суд на Краков на 14 ноември 1995 г.", "42. На 22 февруари 1996 г. Апелациониот суд ја поништил пресудата и наредил повторување на судењето по основ дека надлежниот суд бил погрешно конституиран и дека имало бројни повреди на процедуралните одредби. За време на жалбената расправа адвокатот на жалителот побарал судот да го укине налогот за притвор, но без успех.", "43. На 11 април 1996 г. предметот бил испратен до Регионалниот суд. Регионалниот суд последователно изготвил налог за прекин и после тоа на жалителот му се судело посебно од неколку други обвинети.", "44. На 30 април 1996 жалителот побарал превентивната мерка што му била изречена биде повлечена или сменета. На 28 мај 1996 г. Регионалниот суд на Краков донел одлука во која, меѓу другото, се вели:", "“...Во оваа фаза од случајот соодветното одвивање на постапката може да се обезбеди со наметнување на други превентивни мерки различни од притворот. ... Затоа Судот го укинува налогот за притвор под услов жалителот да уплати кауција од 10.000 злоти во рок од еден месец од датумот кога оваа одлука ќе му се достави. ...”", "45. Жалителот се жалел против одлуката и побарал кауцијата да му биде намалена и утврдена во согласност со неговите финансиски можности или, евентуално, судот да обезбеди соодветно одвивање на судењето со тоа што ќе му нареди да се подложи на полициски надзор.", "46. На 11 јуни 1996 г. надлежниот суд добил извештај од психијатрискиот вештак кој тој го назначил. Вештакот утврдил дека жалителот бил во состојба на хронична депресија проследена со самоубиствени мисли. Тој сметал дека жалителот можел да учествува во расправата, но дека континуираниот притвор можел да го стави во опасност неговиот живот заради веројатноста дека би можел да се обиде да се самоубие.", "47. На 20 јуни 1996 г. Апелациониот суд на Краков ја отфрлил жалбата на жалителот против одлуката од 28 мај 1996 г. одлучувајќи дека утврдената сума за кауција не била претерана со оглед на големината на штетата што произлегла од извршувањето на делата за кои бил обвинет и сериозната природа на истите. Судот ја нагласил важноста на фактот дека откако првиот налог за неговиот притвор бил укинат во јули 1992 г. жалителот избегал и повторно бил притворен по тој основ. Кауцијата, судот додал, била креирана за да го обезбеди неговото присуство на судењето и за да го спречи од извршување дејствија насочени кон попречување на правилниот тек на постапката. Земајќи ги во предвид сите тие околности на неговиот случај, кауцијата била утврдена на соодветно ниво.", "48. Набрзо после тоа жалителот се жалел до Народниот правобранител (Rzecznik Praw Obywatelskich) дека севкупното времетраење на неговиот притвор во тој момент надминало три години. Жалбата била упатена до претседателот на Апелациониот суд на Краков, кој на 12 јули 1996 г. испратил писмо до жалителот. Во релевантниот дел од тоа писмо се вели:", "“...Обвинети сте за измама и фалсификат на 30 април 1992 г. Обвинението се однесува на десет сообвинети и биле обезбедени докази од деведесет и осум сведоци. Постапката беше оддолжена затоа што вие сте се криеле до вашето притворање што следело во октомври 1993 г. Исто така имате поднесено бројни барања за ослободување... Оддолжувањето на постапката меѓу датумот на пресудата на надлежниот суд и датумот на кој предметот на случајот бил испратен до Апелациониот суд било оправдано од обемноста на вашиот предмет и должината на изјавата за причините за пресудата (29 тома и 140 страни). ... Изјавата на причините била готова пред 16 август 1995 г., а била испратена на 16 септември 1995 г. бидејќи судијата известувач бил отсутен. Единственото одлагање се случило во однос на вашето барање за ослободување од 30 април 1996 г. [;] било разгледано на 28 мај 1996 г. со оглед дека од 1 мај до 5 мај 1996 г. имало државен празник. ...”", "49.  Во меѓувреме жалителот повторно поднел барање до Регионалниот суд на Краков за негово ослободување под полициски надзор или за намалување на кауцијата утврдена од судот на 28 мај 1996 г. На 2 јули 1996 г. судот го одбил барањето. Адвокатот на жалителот се пожалил против таа одлука и тврдел дека во контекст на психијатрискиот извештај од 11 јуни 1996 г. жалителот требало да биде ослободен бидејќи животот му бил во опасност.", "50. На 18 јули 1996 г. Апелациониот суд на Краков ја отфрлил жалбата, посочувајќи дека опасноста по животот на жалителот не била „апсолутна“ бидејќи можел да добие психијатриски третман во затвор. Судот сметал дека со оглед на однесувањето на жалителот после неговото ослободување во јули 1992 г., неговиот притвор требал да продолжи за да се обезбеди соодветен тек на судењето, освен ако не уплати кауција во износ 10.000 полски злоти.", "51. На 31 јули 1996 г. жалителот повторни побарал од Регионалниот суд да го намали нивото на безбедност или да го ослободи под полициски надзор. Тој се изјаснил дека немал доволно финансиски средства за да плати така значителен износ на пари. На 19 август 1996 г. судот ја отфрлил жалбата како евидентно лошо заснована. Тој забележал дека аргументите на жалителот во врска со прашањето на кауцијата биле „неоправдан спор со институциите на правдата“ и дека кауцијата би можела да се плати не само од самиот жалител туку исто така и од трета страна.", "52. Подоцна, жалителот побарал од Регионалниот суд да го ослободи за да може да го обезбеди бараното обезбедување. На 10 септември 1996 г. судот го отфрлил ова барање, одлучувајќи, меѓу другото:", "“...Логично е [жалителот] да биде ослободен по плаќањето на кауцијата. Барањето на обвинетиот за обратен редослед на работите е против правилата на постапката и здравиот разум и затоа мора да се отфрли. ...”", "53.  Повторното судење требало да започне на 10 октомври 1996 г. но било одложено заради тоа што еден од сообвинетите на жалителот во меѓувреме бил притворен во врска со друга кривична постапка против него.", "54.  На 19 октомври 1996 г. Регионалниот суд на Краков го укинал налогот за притвор откако семејството на жалителот ја уплатило во судот кауцијата во износ од 10.000 полски злоти.", "55. Следните две расправи биле закажани за 18 март и 17 април 1997 г., но судењето повторно било одложено бидејќи друг сообвинет бил болен. Последователните датуми за расправи биле утврдени за 6, 21 и 23 октомври 1997 г. Регионалниот суд подоцна закажал расправа за следниве датуми во 1998: 15 јануари, 26 февруари, 19 март, 6 и 28 април, 2, 22 и 24 јуни, 13 јули, 23 септември, 3 и 30 октомври и 17 и 24 ноември. На 4 декември 1998 г. судот донел пресуда. Жалителот бил осуден за тоа што бил обвинет и добил казна затвор од шест години.", "56. Ја обжалил на 19 април 1999 г. На 27 октомври 1999 г. Апелациониот суд на Краков ја изменил пресудата на надлежниот суд и ја намалил казната на жалителот на пет години казна затвор.", "57. Последователно жалителот поднел барање за касација (kasacja). На 24 февруари 2000 г. Апелациониот суд на Краков, откако одлучил дека жалителот се придржувал на релевантните формални услови за таквото барање, неговото барање го упатил до Врховниот суд (Sąd Najwyższy). Постапката пред Врховниот суд сè уште не е решена.", "Б. Медицинскиот третман што жалителот го примал за време на својот притвор од 4 октомври 1993 г. до 29 октомври 1996 г. како што е прикажано во медицинската евиденција водена од Краковскиот центар за притвор", "58. Жалителот бил држен во Краковскиот центар за притвор од 4 октомври 1993 г. до 29 октомври 1996 г. со само еден прекин: на 9 март 1994 г. тој бил пренесен во Вроцлавската затворска болница каде до 26 мај 1994 г. бил подложен на психијатриско набљудување наложено од друга кривична постапка против него.", "59. Медицинската евиденција покажува дека барањето било разгледано од лекар наскоро по неговиот притвор. На 6 октомври 1993 г. жалителот побарал да биде прегледан од психијатар. Прегледот се случил на 15 октомври. Жалителот бил дијагностициран дека страда од reactio situatione (ситуациска реакција). Бил прегледан од или консултирал затворски лекар во три други прилики претходно.", "60. Во ноември 1993 г. жалителот бил прегледан од затворските лекари осум пати. Било забележано дека тој страдал од хронична несоница и немање апетит и последователно од постојани главоболки, вртоглавици и тешкотии да се концентрира.", "61. На 10 декември 1993 г. жалителот бил прегледан од психијатар. Бил дијагностициран дека страда од нарушување на личноста и депресивна реакција. За време на тој месец и во четири последователни прилики консултирал или бил прегледан од лекари во затворската амбуланта. Тој се жалел на несоница и побарал да му се смени лекот. На 24 декември 1993 г. лекар препорачал да биде прегледан од психијатар.", "62.  На 4 јануари 1994 г. жалителот почнал да се жали дека му се стемнувало пред очи и на главоболки.", "63. На 26 јануари 1994 г. жалителот се обидел да се самоубие со земање на прекумерна доза лекарства. Лекарот на смена го завел следново:", "„Пациентот не е свесен, нема вербален контакт. ... [Неговите цимери од ќелијата] пријавија дека вчера ја зел вечерната доза на лекови ... никој не го видел да земе други лекови.", "Дијагноза: intoxicatio medicamentosa acuta per os susp. [претпоставка за акутно труење со лек земен орално].", "Медицински препораки: болничко набљудување и итно психијатриско лечење.“", "64. Жалителот бил примен во затворската болница и останал таму од 27 до 28 јануари 1994 г., со дијагноза “status post intoxicationem medicamentosam”. Тој бил подложен на медицински тестови (морфологија на црвените крвни зрнца, токсиколошка проверка на урината, електрокардиографија).", "65.  На 27 февруари 1994 г. жалителот бил прегледан од психијатар и дијагностициран дека страда од невротично нарушување.", "66. Од 26 мај 1994 г. (датумот на неговото враќање од Вроцлавската затворска болница) до почетокот на ноември 1994 г. жалителот се консултирал со лекарите од затворската амбуланта во тринаесет прилики. Тој главно се жалел на проблеми со спиењето и постојани главоболки кои траеле и по неколку денови, но и на настинка и кожни заболувања. Во септември 1994 г. неколку пати побарал да закаже посета на психијатар. Бил прегледан од психијатар на 9 ноември 1994 г. и дијагностициран дека има невротично нарушување.", "67. Во меѓувреме, на 5 ноември 1994 г. затворскиот лекар на смена побарал дополнителен преглед од психијатар за жалителот. Психијатар го прегледал жалителот на 7 декември 1994 г. и ја потврдил неговата претходна дијагноза. Евиденцијата покажува дека жалителот се жалел на вртоглавици и проблеми со спиење.", "68. На 2 јануари 1995 г. лекарот на смена побарал дополнителен преглед за жалителот од психијатар. На 11 и 13 јануари 1995 г. лекарот забележал дека жалителот не му се пријавил. На 16 јануари 1995 г. на жалителот му бил даден лек за кој не е посочено каков.", "69. На 23 јануари 1995 г. жалителот се обидел да се самоубие со бесење. На тој ден лекарите имаат внесено две забелешки во медицинската евиденција. Релевантниот дел од првата забелешка, напишана од дежурниот лекар вели:", "„Во приближно 4.30 часот наутро тој направил очигледен обид за самоубиство со бесење на санитарен уред на ѕидот. Крвен притисок 110/60... Во левата ноздрава имаше мало количество на запенета крв. Беа најден абразии на епидермисот на вратот кои одговараат на рани што се наоѓаат на жртви на бесење. ... Не сака да комуницира усно. ...", "Дијагноза: очигледен обид да се самоубие со бесење.", "Медицински препораки: психијатриски тест ...“", "Втората забелешка напишана од специјалист по интерна медицина го вели следново:", "„Општата состојба е добра. ... Може да комуницира логично. Изјави дека ова не бил прв обид за самоубиство.", "Дијагноза: состојба што следи по обид за самоубиство.", "Медицински препораки: психијатриски тест. Нема потреба да се смести во болница за лечење.", "70.  На 24 јануари 1995 г. жалителот бил прегледан од психијатар кој го поднел следниов извештај:", "„Добра вербална комуникација, емоциите задоволителни. ... Тој бил на психијатриското одделение во Вроцлавската затворска болница ... до јуни 1994 г. Обид за самоубиство: ‘Не можам повеќе да издржам.’ Нервозен е. Проблеми со спиењето, губење апетит, мачнина, повраќање. Случајот трае три години – без пресуда, немал претходни обвиненија. Бил уплашен од тоа што направил: ‘Не знам како ми дојде да го сторам тоа.’", "Дијагноза: состојба што следи по обид за самоубиство со бесење. Ситуациска депресивна реакција.“", "71. На 3 февруари 1995 г. жалителот повторно бил прегледан од психијатар. Во белешката на лекарот се вели:", "„Добар контакт. Целосно ориентиран, балансирано расположение. Нема психотични симптоми. Се жали на: ‘Не се чувствувам добро, доста ми е од ова, не спијам добро, ќе се обесам.’", "Дијагноза: нарушување на личноста; авто-агресивна реакција.“", "72. Во март 1995 г. жалителот бил прегледан од лекари шест пати. Два од прегледите биле направени од психијатари. Во релевантниот дел од медицинската потврда издаден после првиот преглед се вели:", "„Краков, 7 март 1995 г.", "Медицинска потврда", "Што се однесува до здравствената состојба на затвореникот", "На што се жалел затвореникот, претходни заболувања и операции: Тој во моментов ја поднесе следнава жалба: проблеми со концентрација, психомоторна агитација, чувства на внатрешна тензија, болка во епигастричниот предел која постојано се појавува. Медицинското досие покажува чести обиди за самоубиство, вклучително со бесење и прекумерна доза на лекови. Тој е под редовен психијатриски надзор. ...", "Психијатриски преглед на 7 март 1995 г. Ситуациска реакција со депресивни одлики. Способен да учествува во судска постапка. ...”", "После вториот преглед направен на 31 март 1995 г. докторот забележал:", "„Добро однесување, целосна ориентација, дисфорично расположение. Се жали на – тензија ... проблеми со спиење, проблеми со концентрација.", "Дијагноза: невротично нарушување.“", "73. Од почетокот на април до крајот на декември 1995 г. жалителот, или на сопствено барање или на барање на затворските лекари бил прегледуван од психијатари најмалку еднаш неделно. Освен тоа примил и лекување за други заболувања. Што се однесува на менталната состојба, се чини од медицинската евиденција дека тој постојано се жалел на депресија, проблеми со спиењето, тензија, проблеми со концентрацијата, иритација, а и немало подобрување на состојбата.", "74.  Во периодот од почетокот на јануари до крајот на август 1996 г. жалителот бил прегледан од лекари во триесет и две прилики; дванаесет прегледи биле направени од психијатари.", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКСА", "75. Во материјалното време правилата што се однесуваат на притворот биле содржани во Глава 24 од Законот од 19 април 1969 г. – Законик за кривична постапка (Kodeks postępowania karnego) – насловена како „Превентивни мерки“ (Środki zapobiegawcze). Законикот повеќе не е на сила. Бил укинат и заменет со Законот од 6 јуни 1997 г. (општо познат како „Новиот законик за кривична постапка“), кој стапил на сила на 1 септември 1998 г.", "76.  Законикот, меѓу другото, ги набројувал како „превентивни мерки“ притворот, кауцијата и полицискиот надзор.", "Членот 209 ги утврдува општите основи кои го оправдуваат изрекувањето на превентивните мерки. Оваа одредба вели:", "„Превентивните мерки можат да бидат изречени за да се обезбеди соодветно спроведување на постапките доколку доказите против обвинетиот доволно го оправдуваат мислењето дека тој го сторил кривичното дело.“", "Членот 217 § 1 ги дефинирал основите за притворот. Релевантниот дел од оваа одредба во верзијата што се применувала до 1 јануари 1996 г. уредува:", "„1. Притворот може да се изрече доколку:", " (1) постои разумен ризик дека обвинетиот ќе избега или ќе се крие, особено кога тој нема постојано место на живеење [во Полска] или неговиот идентитет не може да се утврди; или", " (2) постои разумен ризик дека обвинетиот ќе се обиде да ги убеди сведоците да дадат лажни сведочења или да го попречи соодветен тек на постапките на некои други незаконски начини; или", " (3) обвинетиот бил обвинет за сериозен прекршок или за повторување на кривично дело на начин како што е дефиниран во Кривичниот законик; или", " (4) обвинетиот е обвинет за прекршок кој создава сериозна опасност за општеството.", "...”", "На 1 јануари 1996 г. потставовите 3 и 4 од членот 217 § 1 биле заменети и целата одредба преформулирана. Од тој датум наваму во релевантните потставови се вели:", "„(1) постои разумен ризик дека обвинетиот ќе избега или ќе се крие, особено кога неговиот идентитет не може да се утврди или тој нема постојано место на живеење [во Полска]; или", " (2) [ист како и пред 1 јануари 1996 г.].“", "Ставот 2 од членот 217 уредува:", "„Доколку обвинетиот е обвинет за тешко кривично дело или меѓународен прекршок [за чие извршување тој можеби] подложи на казна затвор од законски максимум од најмалку осум години, или доколку првостепениот суд го осудил на најмалку три години затвор, потребата да се продолжи притворот за да се обезбеди соодветно одвивање на постапката може да е заснована на веројатноста дека ќе му биде изречена тешка казна.“", "Законикот ја утврдува маргината на дискреција во одржувањето на одредена превентивна мерка. Членовите 213 § 1, 218 и 225 од Законите биле засновани на правилото дека притворот бил најекстремната превентивна мерка и дека не треба да биде изречена доколку полесни мерки се соодветни.", "Членот 213 § 1 уредува:", "„Превентивната мерка [вклучувајќи и притвор] веднаш ќе биде повлечена или сменета доколку основата за неа престанала да постои или се појавиле нови околности кои го оправдуваат повлекувањето на дадената мерка или нејзино заменување со построга или помалку строга мерка.“", "Во членот 225 се вели:", "„Притворот ќе се изрече само кога е задолжителен; ова значи дека нема да биде изречен доколку се смета дека може да се применат мерките кауција или полициски надзор или двете мерки.“", "Овие одредби за „задолжителен притвор“ (на пример, притвор додека се чека одлука по жалба против изречена казна затвор која надминува три години) биле укинати на 1 јануари 1996 г. со Законот од 19 јуни 1995 г. за измени и дополнувања на Законикот за кривична постапка и другите кривични закони.", "Конечно, Членот 218 уредува:", "„Доколку нема посебни причини што укажуваат спротивно, притворот треба да биде укинат, особено доколку:", " (1) истиот може сериозно да го загрози животот или здравјето на обвинетиот; или", " (2) истиот би вклучил претерано оптоварувачки последици по обвинетиот или неговото семејство.“", "77.  Согласно полскиот закон „ослободувањето со кауција“ не значи ослободување под услов притвореникот да уплати утврдена сума во судот доколку не се појави пред него, туку ослободување под услов бараната гаранција да се уплати во судот или од самиот притвореник или од друго лице што гарантира пред притвореникот да биде ослободен.", "78. Членот 219 од Законикот се занимава со медицинскиот третман на обвинет за време на притворот. Тој го уредува следново:", "„Доколку здравствената состојба на обвинетиот бара лекување во медицинска установа, тој не може да биде и понатаму притворен освен во таква установа.“", "79. Членот 214 од Законикот за кривична постапка уредувал дека обвинетиот во секое време може да поднесе молба за ослободување. Тој вели:", "„Обвинетиот во секое време може да поднесе молба за превентивната мерка да му биде укината или сменета.", "По таквата молба одлучува обвинителот или, откако ќе се поднесе обвинението, надлежниот суд кој решава по случајот во рамките на период што не надминува три дена.“", "80. Членот 371 § 1 од Законикот утврдува временски рок за подготовка на изјавата за причините за пресудата на надлежниот суд кога ќе се поднесе жалба. Во релевантната одредба се вели:", "„Изјавата за причините за пресудата ќе се подготви во рок од седум дена од денот кога жалбата била поднесена; во сложен случај, кога е невозможно да се подготви во рамките на пропишаното време, претседателот на судот може да го продолжи тој рок за одреден период...“", "81.  Законикот утврдува два главни правни лекови за жалба, наречени „апелациони мерки“: жалба, која според членовите 374 et seq., може да се поднесе исклучиво против пресудата и привремена жалба која согласно членовите 409 et seq., може да се поднесе против други одлуки различни од пресудата и против налози за превентивни мерки. Немало (и сè уште нема) конкретна одредба која изречно предвидува правни лекови против неактивност на судството во случај на кривична постапка.", "ПРАВОТО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 3 ОД КОНВЕНЦИЈАТА", "82. Жалителот тврдеше дека не добил соодветен психијатриски третман кога бил во притвор од 4 октомври 1993 г. натаму. Тој бил држен во Краковскиот центар за притвор, каде што немало психијатриски оддел и каде не бил направен никаков сериозен напор за лекување на неговата хронична депресија. Според неговото изјаснување ова довело до неговите повторувани обиди за самоубиство во затворот и тоа претставувало нечовечно и понижувачко постапување во рамките на значењето на членот 3 од Конвенцијата кој уредува:", "„Никој не смее да биде подложен на мачење, нечовечно или понижувачко постапување или казнување.“", "83. Жалителот тврдеше дека Членот 219 од Законикот за кривична постапка наметнал обврска врз властите барем да земат во предвид дали неговата здравствена состојба била таква што барала тој да биде сместен во соодветна медицинска установа (види во параграф 78 горе). Навистина, тие биле сосема свесни дека тој имал самоубиствени тенденции, кои неизбежно биле влошени од лошите услови на затворот. Тие пред себе имале мноштво докази во таа насока бидејќи претходно бил ослободен додека го чекал судењето со оглед на опасноста по неговиот живот што произлегувала од неговиот континуиран притвор.", "84. Од 4 октомври 1993 г. до 29 октомври 1996 г., односно во времетраење од три години, повторно бил во притвор. За тоа време само еднаш добил третман во „медицинска установа“ согласно значењето на членот 219. Во март 1994 г. судот во времетраење од неколку месеци го сместил на психијатриското одделение на Вроцлавската затворска болница. Според жалителот судот го сторил тоа само заради тоа што неговата состојба забележително се влошила по неговиот обид за самоубиство во јануари 1994 г.", "85. Жалителот понатаму споменува дека по тој краток период на специјалистичко лекување тој повторно бил префрлен во Краковскиот центар за притвор каде што не добивал никакви лекови коишто би можеле да го спречат и понатаму да се обидува да се самоубие и каде што бил притворен во тешки затворски услови заедно со осудени криминалци. Ова за него било психолошки неподносливо, и на 23 јануари 1995 г. повторно се обидел да се самоубие. Тој тврдеше дека затворските власти своеволно и без никаков основ обидот за самоубиство не го сметале за вистински туку за обид за привлекување на внимание и инцидентот го пријавиле во судот како таков. Тие не спомнале дека еден ден подоцна психијатар го дијагностицирал неговото однесување како „ситуациски депресивна реакција“.", "И покрај таквата дијагноза, тој додал дека властите не сториле ништо битно за подобрување на неговата состојба или за да му се обезбеди соодветна психијатриска помош. Не само што надлежниот суд не успеал да обезбеди континуиран надзор на неговото здравје и на условите на неговиот притвор туку исто така не ги зел во предвид ниту извештаите на докторите за неговата состојба. Конкретно, бил држен во затвор од 11 јуни до 29 октомври 1996 г. иако на првиот од овие два датуми психијатриски експерт ја проценил неговата состојба како многу сериозна и изјавил дека неговиот понатамошен притвор го доведувал во опасност неговиот живот. Сè на сè земено, неговото држење во притвор без разлика на фактот дека тоа можело да го доведе во опасност неговиот живот и со оглед дека не му била обезбедена соодветна медицинска нега довело до постапување спротивно на членот 3 од Конвенцијата.", "86. Владата оспори дека – со исклучок на субјективните чувства на жалителот – постапувањето на кое се жалел го достигнало минималното ниво на суровост за да потпадне под опсегот на членот 3. Тие најпрво тврдеа дека во контекст на медицинските докази кои тие му ги доставиле на Судот нема сомнеж дека релевантните власти внимателно и често ја следеле здравствената состојба на жалителот и му обезбедиле медицинска нега соодветна на неговата состојба.", "87. Во однос на тоа дали властите ја исполниле својата обврска да го сместат жалителот во „соодветна медицинска установа“ во согласност со членот 219 од Законикот за кривична постапка, Владата посочи дека медицинската евиденција покажала дека тој бил приман во затворската болница секогаш кога ќе се покажало дека е неопходно. Покрај гореспоменатата забелешка во Вроцлав, тој бил сместен во болница после неговиот втор обид за убиство. Имајќи го ова во предвид, никакви мани не можат да се утврдат кај властите во таа насока.", "88. Ниту пак може да се каже, додаде Владата, дека судовите не провериле дали жалителот добил соодветна медицинска помош или дека тие не внимавале на тоа дали неговата состојба била компатибилна со континуираниот притвор. Тие честопати проверувале кај затворските служби какво била здравствената состојба на жалителот, кога тоа било неопходно, ги проверувале наодите на психијатриските испитувања па дури и интервенирале во насока на подобрување на состојбата. На пример, надлежниот суд веднаш реагирал на жалбата на жалителот за психијатриското лекување добиено во затворот (кое ја поднел на 7 декември 1994 г.) и побарал објаснување од релевантните затворски служби. Дополнително, судот во неколку прилики побарал од психијатарите да изготват извештаи за здравјето на жалителот.", "89. Како заклучок, Владата го повика Судот да го потврди мислењето изразено од членовите на Комисијата кои не се согласувале и кои сметале дека иако можеби било добро аргументирано дека властите требале да посветат поголемо внимание на психијатриската состојба на жалителот, сепак не го изложиле на страдање од такво сериозно ниво што би можело да се смета за нечовечно или понижувачко постапување.", "90. Како што Судот има одлучено во повеќе прилики, членот 3 од Конвенцијата ја вградува една од најосновните вредности на демократското општество. Тој забранува во апсолутна смисла мачење или нечовечно или понижувачко постапување или казнување без разлика на околностите и однесувањето на жртвата (види ги, меѓу другите извори, V. v. the United Kingdom [GC], no. 24888/94, § 69, ECHR 1999-IX, и Labita v. Italy [GC], no. 26772/95, § 119, ECHR 2000-IV).", "91. Меѓутоа, малтретирањето мора да го достигне минимумот ниво на сериозност за да потпадне под опсегот на членот 3. Проценката на овој минимум, во природата на нештата, е релативна; таа зависи од сите околности на случајот, како што е природата и контекстот на постапувањето, начинот и методот на неговото извршување, неговото времетраење, физички или ментални последици и, во некои случаи, полот, возраста и здравствената состојба на жртвата (види, на пример, the Raninen v. Finland judgment of 16 December 1997, Reports of Judgments and Decisions 1997-VIII, pp. 2821-22, § 55).", "92. Судот го смета постапувањето за „нечовечно“ бидејќи меѓу другото било со умисла, применувано со часови и предизвикало или реални телесни повреди или интензивно физичко или ментално страдање. Тој смета дека постапувањето било „понижувачко“ бидејќи било такво што требало кај жртвите да предизвика чувства на страв, болка и инфериорност кои можеле да ги омаловажат или да им ја намалат вредноста. Од друга страна Судот постојано нагласува дека страдањето и понижувањето вклучувале обврска во секој случај да се оди подалеку од тој неизбежен елемент на страдање и понижување поврзани со дадена форма на законско постапување или казнување (види, mutatis mutandis, the Tyrer v. the United Kingdom judgment of 25 April 1978, Series A no. 26, p. 15, § 30; the Soering v. the United Kingdom judgment of 7 July 1989, Series A no. 161, p. 39, § 100; и V. v. the United Kingdom cited above, § 71).", "93. Мерките со кои лицето се лишува од неговата слобода честопати можат да вклучуваат таков елемент. Сепак не може да се каже дека притворот сам по себе наметнува проблем согласно членот 3 од Конвенцијата. Ниту пак тој член може да се протолкува дека наметнува општа обврска за ослободување на притвореникот заради здравствени причини или да се смести во цивилна болница за да му се овозможи да добие одреден вид на медицински третман.", "94.  Во секој случај согласно оваа одредба државата мора да обезбеди лицето да е притворено во услови коишто се компатибилни на неговото човечко достоинство, начинот и методот на извршување на мерката да не го изложува на болка или тешкотија со интензитет што го надминува неизбежното ниво на страдање што е вообичаено за притворот и, со оглед на практичните барања на затворот, неговото здравје и добросостојба да бидат соодветно обезбедени, меѓу другото со тоа што ќе му се обезбеди потребната медицинска помош (види, mutatis mutandis, the Aerts v. Belgium judgment of 30 July 1998, Reports 1998-V, p. 1966, §§ 64 et seq.).", "95. Судот забележа на почетокот дека во овој случај не се оспорува дека и пред и за време на неговиот притвор од 4 октомври 1993 г. до 29 октомври 1996 г. жалителот страдал од хронична депресија и дека два пати се обидел да се самоубие во затвор. Неговата состојба исто така била дијагностицирана како нарушување на личноста или невротично нарушување и ситуациски депресивна реакција (види во параграфите 58-67 и 69-72 горе).", "96. Судот понатаму забележува дека медицинските докази кои Владата му ги доставиле нему (но не и на Комисијата) покажуваат дека за време на неговиот притвор жалителот редовно барал и добивал медицинско внимание. Тој бил прегледан од лекари со различна специјалност и честопати добивал психијатриска помош (види во параграфите 59-74 горе). Од почетокот на октомври до крајот на декември 1993 г. неколкупати бил прегледан од психијатари во затворот (види во параграфите 59-61 горе). На крајот од 1993 г. надлежниот суд добил извештај од психијатар кој потврдил дека неговата здравствена состојба во тоа време била компатибилна со притворот (види во параграф 21 горе in fine).", "Брзо после неговиот обид за самоубиство во 1994 г., настан кој во контекст на доказите изнесени пред судот не се чини дека произлегол или бил поврзан со некаква евидентна грешка на властите, жалителот добил специјалистички третман во форма на психијатриско набљудување во Вроцлавската затворска болница од 9 март до 26 мај 1994 г. (види во параграф 58 горе). Подоцна, после набљудувањето во Вроцлав, тој исто така бил подложен на дополнителни испитувања на 9 ноември и 7 декември 1994 г. (види во параграфите 66-67 горе).", "97. Мора да се признае тоа не го спречило да направи друг обид за самоубиство во јануари 1995 г. (види во параграф 69 горе). Меѓутоа, Судот, иако тој не смета дека е неопходно да изрази гледиште за тоа дали тој обид бил, како што властите тврделе, од типот на барање на внимание или израз на страдање предизвикано од неговото нарушување, не најде во материјалот пред себе нешто што би покажало дека тие можат да се сметаат за одговорни за тоа што се случило.", "98. Слично на тоа Судот не може да издвои ниеден случај од нивна страна да не обезбеди за жалителот психијатриски надзор. Напротив, тој утврди дека од почетокот на 1995 г. до неговото ослободување на 29 октомври 1996 г. жалителот бил прегледуван од психијатар најмалку еднаш месечно. Само во 1996 г., односно пред да биде ослободен, тој бил подлегнат на дванаесет такви испитувања (види во параграфите 70-74 горе).", "99. Судот прифаќа дека самата природа на психолошката состојба на жалителот го направила поранлива од еден просечен притвореник и дека неговиот притвор можел да ги влоши до одредена мерка неговите чувства на болка, мака и страв. Тој исто така го зема во предвид фактот дека од 11 јуни до 29 октомври 1996 г. жалителот бил држен во притвор и покрај психијатриското мислење дека континуираниот притвор би можел да го загрози неговиот живот заради можноста од обид за самоубиство (види во параграфите 46-50 горе). Меѓутоа, врз основа на доказите пред себе и проценката на релевантните факти како целина, Судот не смета дека е утврдено дека жалителот бил подложен на малтретирање кое достигнало ниво на сериозност што може да потпадне под опсегот на членот 3 од Конвенцијата.", "100.  Соодветно на тоа, немало повреда на тој член во овој случај.", "II. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 5 § 3 ОД КОНВЕНЦИЈАТА", "101.  Второ, жалителот се жалеше дека неговиот притвор бил претеран и тој тврдеше дека имало повреда на членот 5 § 3 од Конвенцијата во релевантниот дел кој уредува:", "„Секое лице уапсено или притворено според одредбите на став 1(в) од овој член има ... право на судење во разумен рок или да биде пуштено на слобода додека го чека судењето. Пуштањето може да се услови со давање гаранција дека тоа лице ќе се појави на судењето.“", "А. Периодот што треба да се земе во предвид", "102. Во постапките во прашање жалителот двапати бил притворен. Тој бил за првпат притворен на 8 август 1991 г. и останал во притвор речиси една година односно до 27 јули 1992 г. Потоа бил уапсен на 4 октомври 1993 г. и потоа поминал три години во притвор пред да биде ослободен со кауција на 29 октомври 1996 г. (види во параграфите 10, 18-20 и 54 горе).", "103.  Меѓутоа, со оглед дека декларацијата на Полска со која се признало правото на поединечна молба согласно поранешниот член 25 од Конвенцијата стапила на сила на 1 мај 1993 г. периодот на притворот на жалителот пред тој датум е надвор од јуриздикцијата ratione temporis на Судот.", "104. Исто така, Судот повторува дека со оглед на суштинската поврзаност меѓу членот 5 § 3 од Конвенцијата и ставот 1 (в) од тој член, лицето што е осудено првостепено не може да се смета дека е притворено „за да се изнесе пред надлежното правно тело заради основан сомнеж дека го сторил делото“, како што е формулирано во вторава одредба, туку е во позицијата предвидена во членот 5 § 1 (а), која одобрува лишување од слобода „после осудувањето од надлежен суд“ (види, на пример, B. v. Austria judgment of 28 March 1990, Series A no. 175, pp. 14-16, §§ 36-39). Соодветно на тоа притворот на жалителот од 1 јуни 1995 г., датумот на неговата првична првостепена осуда, до 22 февруари 1996 г., датумот на кој таа пресуда била укината и неговиот случај вратен, не може да се земе во предвид во однос на членот 5 § 3.", "105.  Судот последователно утврди дека периодот што треба да се разгледа се состоел од две различни лишувања од слобода, првото кое траело од 4 октомври 1993 г. до 1 јуни 1995 г. и второто од 22 февруари до 29 октомври 1996 г., и достигнало две години, четири месеци и три дена.", "Б. Разумноста на времетраењето на притворот", "106. Жалителот се изјасни дека властите не дале доволен основ за неговиот притвор. Најпрво немало валидна причина за да се оправда неговиот притвор од 4 октомври 1993 г. бидејќи тој поднел медицинско уверение со кое се потврдувало дека тој бил на боледување и затоа било сосема оправдано неговото отсуство од расправите во февруари и март 1993 г. Исто така, било очигледно од самиот почеток дека наметнувањето на други мерки наместо притвор – како што е кауција или полициски надзор или обете тие мерки – можеле да го обезбеди неговото присуство на судењето.", "107. Во секој случај, тој се изјаснил дека притворот пред судење во времетраење од две години и четири месеци не би можел да се смета за „разумен“. Навистина во постапките во прашање тој и не поминал во притвор само две години и четири месеци кои потпаѓаат во рамките на јуриздикцијата ratione temporis на судот и во рамките на обемот на членот 5 § 3, туку вкупно четири години и тринаесет дена.", "108.  Владата повтори дека главната причина зошто жалителот бил повторно притворен на 4 октомври 1993 г. не било неговото непојавување пред судот во февруари и март 1993 г., туку тоа што неговиот адвокат не се придржувал на временскиот рок за поднесување на медицинската потврда од судски вештак во врска со здравствената состојба на жалителот.", "109. Притворот на жалителот, тие тврдеа, резултирал од неговото однесување. Бил наметнат со оглед на ризикот дека може да избега, бидејќи избегал после неговото ослободување во јули 1992 г. Последователно надлежниот суд ја разгледал можноста да го ослободи жалителот со кауција. За да се намали ризикот од негово повторно бегство, тој утврдил кауција од 10.000 злоти (ПЛН), сума која соодветствувала на штетата предизвикана од извршувањето на прекршоците во прашање, но која жалителот ја сметал за претерана и не била обезбедена во наредните неколку месеци. Затоа одложувањето на неговото ослободување се должело на задоцнетото плаќање на бараната гаранција и било предизвикано од самиот жалител. Властите, Владата сметаше, покажала потребно внимание при работата на неговиот случај и немало периоди на инерција кои можеле да се должат на нивното однесување. Со оглед на тоа Владата го повика Судот да одлучи времетраењето на притворот на жалителот да не го надмине „разумното време“ во рамките на значењето на членот 5 § 3 од Конвенцијата.", "110. Судот повторува дека прашањето дали времетраењето на притворот е разумен или не може да се процени во апстрактен контекст. Дали е разумно за обвинетиот да остане во притвор мора да се процени во секој случај во согласност со посебните одлики. Континуираниот притвор може да биде оправдан во даден случај само ако постојат конкретни индикации за вистинската потреба на јавниот интерес која без разлика на пресумпцијата на невиност, надвладува над правилото за почитување на личната слобода утврдена во членот 5 од Конвенцијата (види го, меѓу другите извори, Лабита, цитиран горе, §§ 152 et seq.)", "Ова пред сè се однесува на националните судски власти за да се обезбеди, во дадениот случај, притворот пред судење на обвинето лице да не го надмине разумниот рок. За оваа цел тие мора да обрнат соодветно внимание на принципот на пресумпција на невиност, да ги проверат сите факти за или против постоењето на гореспоменатион услов за јавен интерес со кој се оправдува оддалечувањето од правилото во членот 5 и мора да се постават во нивните одлуки за примената на ослободувањето. Неопходно е, врз основа на причините дадени во оваа одлука и добро документираните факти изнесени од жалителот во неговите жалби, Судот да се повика да одлучи дали имало повреда на членот 5 § 3 или не (види Muller v. France judgment of 17 March 1997, Reports 1997-II, p. 388, § 35).", "111. Истрајноста на основан сомнеж дека лицето што е уапсени сторила дело е услов sine qua non за законитоста на континуираниот притвор, но после одреден временски период повеќе не доволен. Во такви случаи Судот мора да утврди дали другите основи посочени од судските власти и понатаму го оправдуваат лишувањето од слобода. Кога таквиот основ е „релевантен“ и „доволен“ Судот мора исто така да биде задоволен дека националните власти покажале „посебна трудољубивост“ во спроведувањето на постапката (ибид).", "112. Судот забележува дека во овој случај не се чини дека се оспорува дека главната причина зошто властите наредиле да се издаде „потерница“ и жалителот повторно да биде притворен била фактот дека тој не се придржувал на роковите за поднесување на медицинското уверение и да посочи адреса на која би можеле да му се достават судските покани за време на неговото лекување во Швиноушче (види во параграф 19 горе). Во однос на тие два факти Регионалниот суд на Краков и Апелациониот суд на Краков го засновале своето мислење дека постоел ризик дека жалителот би избегал, ризик кој го оправдувал неговиот притвор за да се обезбеди соодветно спроведување на постапката. Судовите го повторувале тоа мислење речиси во сите свои одлуки со кои се отфрлале бројните барања за ослободување кој ги поднел во годините што следеле по неговото апсење на 4 октомври 1993 г. (види во параграфите 29-34 горе).", "113. Повторно, ризикот од негово бегство бил еден од главните фактори што Регионалниот суд го зел во предвид кога го утврдувал износот на кауцијата што се барала од жалителот (види во параграфите 44-47 горе). Овој ризик наложил негов притвор додека се чекало за одлуката за вредноста на безбедноста (види во параграфите 49-54 горе) и, покрај основаниот сомнеж дека жалителот сторил дела на измама и фалсификување, навистина бил главната причина зошто бил држен во притвор во периодот во прашање.", "114. Судот се согласува дека тој основ покрај сомнежот дека жалителот ги сторил кривичните дела во прашање, за почеток би му бил доволен да го дозволи неговиот притвор. Меѓутоа со минување на времето тој основ неизбежно станал помалку релевантен, и со оглед дека пред да биде повторно притворен на 4 октомври 1993 г. жалителот веќе поминал речиси една година во притвор (види во параграфите 10-18 и 102-03 горе), само навистина обврзувачка причина би го убедила Судот дека неговиот понатамошен притвор од две години и четири месеци бил оправдан согласно членот 5 § 3.", "115.  Во овој случај Судот утврдил дека секоја таква причина, особено со оглед дека судовите, и покрај тоа што повеќепати упатувале на двата гореспоменати случаи кога жалителот не успеал да се придржува на судската наредба, не споменале никакви други околности што би покажале дека ризикот на кој се потпирале всушност продолжил да постои во текот на целиот релевантен период.", "116.  Судот соодветно на тоа заклучува дека причините на кои се потпираат судовите во своите одлуки не биле доволни за да се оправда жалителот да биде држен во притвор во текот на периодот што е во прашање.", "117.  Последователно, дошло до повреда на членот 5 § 3 од Конвенцијата.", "III. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 6 § 1 ОД КОНВЕНЦИЈАТА", "118.  Жалителот понатаму споменува дека неговото право на судење „во разумен рок“ не било почитувано и дека соодветно на тоа имало повреда на членот 6 § 1 од Конвенцијата, чиј релевантен дел уредува:", "„При утврдувањето на ... какво било кривично обвинение против него секој има право на ... расправа во разумен рок пред ... судски орган...“", "А. Периодот што треба да се земе во предвид", "119. Нема спор за тоа кога постапката започнала; тоа било заеднички основ дека релевантниот датум бил 8 август 1991 г. кога жалителот бил обвинет. Странките меѓутоа не се согласуваа дали постапката може да се смета дека сè уште е нерешена за потребите на членот 6 § 1.", "120.  Жалителот тврдеше дека „обвинението против него“ сè уште не било утврдено заради тоа што разгледувањето на основаноста на неговото барање за касација не било завршено во Врховниот суд.", "121.  Владата тврдеше дека судењето завршило на 27 октомври 1999 г. кога Апелациониот суд на Краков ја усвоил конечната пресуда и дека било неважно дали жалителот поднел или не поднел барање за касација до Врховниот суд, бидејќи жалбата не била единствениот правен лек со кој можело да се оспорат конечните пресуди.", "122. Судот потврдува дека Членот 6 § 1 не ги обврзува државите да воспостават апелациони или касациони судови. Сепак, една држава која има такви судови треба да обезбеди дека лицата кои се одговорни пред законот ќе ги уживаат пред нив основните гаранции содржани во членот 6 (види, меѓу другите извори, Delcourt v. Belgium judgment of 17 January 1970, Series A no. 11 pp. 13-15, § 25, и Brualla Gómez de la Torre v. Spain judgment of 19 December 1997, Reports 1997-VIII, p. 2956, § 37).", "Иако начинот на кој членот 6 треба да се примени во однос на апелационите или касационите судови зависи од специјалните одлики на постапките во прашање, нема сомнеж дека апелационите или касационите постапки потпаѓаат под опсегот на членот 6 (види, mutatis mutandis, Twalib v. Greece judgment of 9 June 1998, Reports 1998-IV, pp. 1427-28, § 46). Соодветно на тоа времетраењето на постапките треба да се земе во предвид за да се утврди дали севкупната должина на постапките била разумна.", "123. Последователно, и во отсуство на какви било докази кои би покажале дека Врховниот суд веќе има донесено пресуда во случајот на жалителот, Судот утврдува дека постапката до сега траела повеќе од девет години. Меѓутоа со оглед на својата јуриздикција ratione temporis (види во параграфот 103 горе), Судот може само да го земе во предвид периодот од седум години и околу пет месеци кои поминале од 1 мај 1993 г., иако ќе ја има на ум фазата до која стигнале во постапките на тој датум (види, на пример, Humen v. Poland [GC], no. 26614/95, §§ 58-59, 15 October 1999, несоопшетна).", "Б. Разумност на должината на периодот во прашање", "124. Судот ќе ја процени разумноста на времетраењето на постапката со оглед на конкретните околности на случајот и со оглед на критериумите поставени во неговата судска пракса, особено сложеноста на случајот и однесувањето на жалителот и на релевантните власти. Во однос на последново, она што е во прашање за жалителот исто така е земено во предвид (види, меѓу другите извори, Philis v.  (no. 2) judgment of 27 June 1997, Reports 1997-IV, p. 1083, § 35, и Portington v.  judgment of 23 September 1998, Reports 1998-VI, p. 2630, § 21).", "125. Жалителот се изјаснил дека самите судски власти го усложниле неговиот случај затоа што лошо го организирале судењето. Најпрво, имало девет сообвинети кои биле обвинети заедно со жалителот, иако обвиненијата против нив немале никаква врска со оние против него. Ова резултирало со повикување на деведесет и осум сведоци; меѓутоа, сведочењето на само седум од нив било релевантно за случајот на жалителот. Второ, во првичното судење, судот несоодветно бил конституиран, и тоа довело до укинување на пресудата и наредба за повторување на судењето. Трето, судот доцна дал налог за прекин и на крај морал да одлучува по неговиот случај посебно откако неговата првична првостепена пресуда била укината. Доколку тоа го сторил на почетокот, обвиненијата против него би биле утврдени порано.", "126. Жалителот продолжил со тврдење дека неефикасниот начин на кој властите работеле на неговиот случај била главната причина зошто постапката траела толку долго. Исто така, во текот на подолг период од деветнаесет месеци од февруари 1996 г. до септември 1997 г. Регионалниот суд не успеал да покаже соодветно процедурално внимание. Судовите затоа биле целосно одговорни за претераното траење на неговото судење.", "127.  Владата не се согласи и тврдеше дека случајот бил сложен заради големиот број на докази, бројот на обвиненија против жалителот и неговите сообвинети и големиот број на сослушани сведоци.", "128. Според нив, жалителот последователно придонел за продолжување на постапката. Тој не успеал да се појави на повеќе расправи. Тој избегал, заради што имало прекин во судењето од март до октомври 1993 г. Психијатриското набљудување на кое бил подложен и потребата да се смести во болници исто така предизвикале одложувања. Сè на сè должината на постапката главно се должела на неговото однесување.", "129. Упатувајќи на однесувањето на релевантните власти, Владата посочи дека немало знаци на неактивност од нивна страна. Напротив, судовите покажале должно внимание во работата на овој случај и, иако имало некои, иако занемарливи, одлагања од нивна страна, условот за „разумен рок“ сепак бил запазен во случајот на жалителот.", "130.  Судот смета дека иако случајот бил нешто посложен, не може да се каже дека ова само по себе го оправдувало целото времетраење на постапката.", "Точно е дека во февруари и март 1993 г. жалителот не се појавил пред судот и дека како резултат на тоа судењето било одложено за октомври 1993 г. (види во параграфите 19-21 горе). Меѓутоа, Судот не дошол до никакви докази кои би демонстрирале дека во некоја од последователните фази од постапката жалителот покажал однесување на доцнење или дека на друг начин го нарушил соодветното одвивање на судењето. Со оглед на тоа Судот смета дека неговото однесување не допринело значително за времетраењето на постапката.", "Владата сметала дека судот иако одговорен за некои од одложувањата, во целост не бил неуспешен во решавањето на случајот во разумен рок. Судот меѓутоа забележува дека обврска за експедитивна примена на правдата лежела на прво место во нивни раце, особено со оглед дека за време на значителниот дел од неговото судење жалителот бил во притвор и страдал од сериозна депресија. Ова барало особено внимание од нивна страна во работата на неговиот случај.", "Во врска со ова Судот забележува дека откако првичната првостепена пресуда против жалителот била укината на 22 февруари 1996 г. повторното судење било закажано за 10 октомври 1996 г., но започнало дури во март 1997 г. односно по истекувањето на повеќе од една година. Потоа било одложено за октомври 1997 г. (види во параграфите 43 и 53-55 горе). Можеме да признаеме дека одлагањето било – барем во одреден дел - предизвикано од настани кои можеле да им се препишат на сообвинетите на жалителот (види во параграфите 53 и 55 горе). Сепак, таквото отсуство на напредок во постапката резултирал со целосно доцнење од речиси една години и осум месеци, доцнење за кое Судот не нашол доволно оправдување и кое тој го смета за некомпатибилно со вниманието што се бара согласно членот 6 § 1.", "131.  Соодветно на тоа Судот не може да го смета времето што поминало во овој случај за разумно.", "Последователно, дошло до повреда на членот 6 § 1 од Конвенцијата.", "IV. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "132. Жалителот на крајот се изјасни дека немал делотворен правен лек со чија помош би го покренал прашањето на претераното траење на постапката во неговиот случај пред националните власти. Според него, соодветно на тоа имало повреда на членот 13 од Конвенцијата која уредува:", "„Секој човек, чии права и слободи признати со оваа Конвенција се нарушени, има право на делотворен правен лек пред националните власти, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "133. Во овој случај Судот бил повикан да го утврди опсегот на обврската на земјите договорнички согласно членот 13 за да му се обезбеди на едно лице „делотворен правен лек пред националните власти“ доколку правото според Конвенцијата афирмирано од жалителот е правото на „расправа во разумен рок“ гарантирано со членот 6 § 1. Жалителот тврдеше дека членот 13 треба да се протолкува како таков што бара „делотворен правен лек“; Владата го оспоруваше тоа. Комисијата сметаше дека не е неопходно да одлучува по ова прашање.", "А. Аргументи на странките", "1.  Жалителот", "134. Жалителот како во својата молба така и во расправата пред Судот во голема мерка се потпирал на мислењето на членовите на Комисијата кои не се согласувале и кои сметале не само дека било неопходно да се испита неговата жалба согласно членот 13 туку исто така и дека имало повреда на таа одредба. Дополнително, тој упатил на извештајот на Комисијата во случајот на Микулски против Полска (жалба бр. 27914/95, извештај на Комисијата од 10 септември 1999 г., необјавен) во кој Комисијата, иако утврдила дека немало повреда на членот 6 § 1 од Конвенцијата во однос на времетраењето на кривичната постапка против жалителот, сепак го изразил своето гледиште дека имало повреда на членот 13 заради непостоење на никаков правен лек со помош на кој би ќе можел да ја втемели суштината на својата жалба за должината на тие постапки пред надлежните национални власти.", "135. Жалителот сметал како што Комисијата сторила во извештајот за случајот на Микулски, дека иако ако во одредени случаи на членот 6 § 1 може да се гледа како на lex specialis во врска со членот 13 – на пример во случаите кога едно лице се жали дека неговото право на пристап до суд не било почитувано – истото не важело за жалбите на прекршување на правото на расправа во разумен рок.", "Во такви случаи членот 13 од конвенцијата треба во принцип да се применува без разлика дали повредата на членот 6 § 1 била утврдена.", "136. Тој исто така посочи дека правото на секое лице на делотворен правен лек согласно членот 12 не зависело од тоа дали била утврдена или не повреда на неговите права согласно Конвенцијата, туку од тоа дали тој имал барање поддржано со аргументи дека тие права му биле повредени.", "137. Според жалителот, полското законодавство не обезбедило никаков правен лек со кој тој можел делотворно да ја оспори должината на кривичната постапка против него, а неговото право на „расправа во разумен рок“ да биде остварено. Како последица неговото право на „делотворен правен лек пред националните власти“ во рамките на значењето на членот 13 не било почитувано.", "2. Владата", "138. Владата не се согласувала со жалителот по ниедна од точките. Во својата молба тие се повикуваат на гледиштето изразено од мнозинството на Комисијата и тврдеа дека не било неопходно да се испита дали во овој случај исто така имало повреда на членот 13 од Конвенцијата во однос на наводно отсуство на „делотворен домашен правен лек“ против претераното траење на постапката.", "139. На расправата тие понатаму тврдеа дека пристапот усвоен од Комисијата во случајот Микулски не бил доследен со воспоставената судска пракса на Судот за врската меѓу членовите 6 § 1 и 13 од Конвенцијата и дека мислењето на Комисијата во тој случај во целост била неподдржано од ratio legis од последнава одредба. Во тој контекст тие нагласиле дека Судот имал бројни пресуди - тие се однесувале особено на оние во случаите на Кадубец против Словачка (Kadubec v. Slovakia, judgment of 2 September 1998, Reports 1998-VI) и Бруала Гомез де ла Торе (пресудата е цитирана горе) – во кои доследно било одлучено дека или „условите на членот 13 се помалку строги, и овде се апсорбирани од, оние на членот 6“ или „улогата на членот 6 § 1 во врска со членот 13 е таква како на lex specialis, со што условите од членот 13 се апсорбираат од оние на членот 6 § 1“. Вреди да се забележи дека Судот го применил истиот пристап на lex specialis во однос на членот 5 § 4 од Конвенцијата кој, како и членот 6 § 1 гарантира право од строго процедурален карактер.", "140. Владата исто така упатува на случаите на Пицети против Италија (Pizzetti v. Italy, judgment of 26 February 1993, Series A no. 257-C), Џузепе Триподи против Италија (Giuseppe Tripodi v. Italy, no. 40946/98, 25 January 2000, unreported), и Буи против Франција (Bouilly v. France, no. 38952/97, 7 December 1999, unreported). Владата нагласи дека самата Комисија ја цитирала таа формулација на зборови во овој случај упатувајќи на пресудата во случајот на Пицети. Сепак во случајот Микулски Комисијата ја сметала таа пресуда за ирелевантна бидејќи не било утврдено никаква повреда на правото на расправа во разумен рок, туку сметал дека жалителот сепак имал „аргументирано тврдење“ дека правото било повредено и дека помалку строгите гаранции на членот 13 стапиле на сила.", "141. Таквиот заклучок, Владата тврдеше не бил доследен на сопствениот пристап на Комисијата во случајот Пицети, во кој се сметало дека членот 13 не се применувала кога наводната повреда на Конвенцијата се случила во контекст на судската постапка (види ја пресудата во случајот Пицети, цитирана горе, мислење на Комисијата, пп. 41-42).", "142. Владата рече дека тие не виделе никаква убедлива причина за повторно да размислат за постоење на јасна, доследна судска пракса на Судот за врската меѓу членот 6 § 1 и 13 од Конвенцијата. Тие особено го критикувале аргументот на Комисијата во случајот на Микулски дека со оглед на многу големиот број на жалби за претераното времетраење на постапката, применливоста на членот 13 во вреска со правото на расправа во разумен рок може да биде од значителна практична важност во давањето на делотворност на домашно ниво на една од фундаменталните процедурални гаранции во членот 6. Напротив, тие тврдеа дека креирањето на посебен, нов правен лек – кој од практични причини би значел воспоставување на дополнително право на жалба – би можело само да го оддолжи времетраењето на постапката во домашните судови.", "143. Во таа насока, тие тврдеа дека доколку Државата имала заостаната работа во својот систем на правосудство, не би се чинело за разумно да се поправи таа состојба со тоа што од Државата ќе се бара да создаде нови судски или други средства за жалби за оддолжување на постапката. На должината на постапката треба да се гледа како на структурална дисфункција и посеопфатни мерки ќе се потребни за да и се спротивстави.", "144. Исто така, Владата додаде, примената на буквално толкување ad absurdum би довело до заклучок дека исто така треба да има „делотворен правен лек пред националните власти“ за лицата кои се жалеле на повреда на членот 13. Заради сите овие причини Владата заклучи дека членот 6 § 1 од Конвенцијата бил lex specialis во однос на членот 13 и дека последователно вторава одредба не се применува за случаи во кои жалбата на жалителот за должината на постапките била испитана согласно членот 6 § 1.", "145. Владата конечно се изјаснила дека доколку Судот утврди дека е неопходно да се испита случајот во однос на членот 13 немало повреда на таа одредба. Тие прифатија дека немало никаков конкретен правен лек во Полска со кој би се жалеле за оддолжувањето на судските постапки. Меѓутоа тие сметаа дека во кривичната постапка против него жалителот можел да го постави прашањето на нивното времетраење во рамките на своите жалби против одлуките за пролонгирање на неговиот притвор или во барањата за ослободување кои тој ги направил согласно членот 214 од Законикот за кривична постапка (види во параграфот 79 горе). Жалителот исто така можел да поднесе жалба до претседателот на судот кој работел на неговиот случај или до министерот за правда. Како резултат на тоа овие лица ќе го ставеле неговиот случај под нивен административен надзор. Административниот надзор во принцип можел да резултира со дисциплинарни санкции за судијата доколку тој или таа не го спровеле судењето ефективно и експедитивно.", "Иако не може директно да даде обесштетување на таков жалител, Владата тврдеше дека збирот на правни лекови посочени од нив ги задоволувале условите на членот 13 од Конвенцијата.", "Б. Оценка на Судот", "1. Дали е неопходно да се разгледа жалбата согласно членот 13", "146. Во многу претходни случаи во кои Судот утврдил повреда на членот 6 § 1 тој не сметал дека е неопходно исто така да одлучува за попратна жалба поднесена согласно членот 13. Најчесто ова се случувало бидејќи во дадените околности, членот 6 § 1 требало да претставува lex specialis во однос на членот 13.", "Оттука кога правото од Конвенцијата афирмирано од поединец претставува „граѓанско право“ согласно домашното право – како што е правото на сопственост – заштитата обезбедена од членот 6 § 1 исто така е достапна (види, на пример, the Sporrong and Lönnroth v. Sweden judgment of 23 September 1982, Series A no. 52, pp. 31-32, § 88). Во такви околности заштитите од членот 6 § 1, кои имплицираат на целосна судската процедура, се построги и ги апсорбираат оние на членот 13 (види ја, на пример, пресудата во случајот Бруала Гомез де ла Торе, цитирана горе, p. 2957, § 41).", "Судот применува слична логика во случаи кога жалбите на жалителот биле насочени кон соодветноста на постојната апелациона или касациона постапка која потпаѓа во опсегот и на членот 6 § 1 во неговиот „кривичен“ дел и на членот 13 (види Kamasinski v. Austria judgment of 19 December 1989, Series A no. 168, pp. 45-46, § 110 – во врска со постапката за ништовност пред Врховниот суд).", "Во такви случаи нема правен интерес во преиспитувањето на истиот предмет на жалбата согласно помалку строгите услови од членот 13.", "147. Меѓутоа нема преклопување и оттука нема апсорпција кога, како и во овој случај наводната повреда на Конвенцијата, што лицето сака да ја изнесе пред „националните власти“ претставува повреда на правото на судење во разумен рок, спротивно на членот 6 § 1. Прашањето дали жалителот во даден случај немал корист од судењето во разумен рок во утврдувањето на граѓанските права и обврски или кривичното обвинение е посебно правно прашање за тоа дали на жалителот му бил достапен, согласно домашното право, делотворен правен лек за изнесување на жалба по тој основ. Во овој случај прашањето што треба да се утврди пред „судовите“ од членот 6 § 1 биле кривичните обвиненија поднесени против жалителот, додека жалбата што сакал да биде разгледана од „националните власти“ за потребите на членот 13 била посебната што се однесувала на неразумното времетраење на постапката.", "Во случаи од минатото кои можат да се споредат, Судот сепак одбил да одлучи по попратната жалба за отсуство на делотворен правен лек како гаранција од членот 13, сметајќи го за непотребно со оглед на своите претходни наоди на повреда на условот на „разумен рок“ поставен во членот 6 § 1 (види ги, меѓу другите примери пресудите цитирани горе: Pizzetti, p. 37, § 21; Bouilly, § 27; и Giuseppe Tripodi, § 15).", "148. Според гледиштето на Судот, дошло време да ја разгледа својата судска пракса во контекст на континуираното акумулирање на жалби пред него во кои единственото или главното тврдење е тоа дека не било обезбедена расправа во разумен рок со што е повреден членот 6 § 1.", "Фактот дека сè почесто се утврдуваат повреди во оваа насока неодамна довело Судот да упати на „важната опасност“ што постои по владеењето на правото во рамките на националните правни поредоци кога се случува „преголемо доцнења во администрирањето на правдата“ „за што парничарите немаат домашен правен лек“ (види, на пример, Bottazzi v. Italy [GC], no. 34884/97, § 22, ECHR 1999-V; Di Mauro v. Italy [GC], no. 34256/96, § 23, ECHR 1999-V; A.P. v. Italy [GC], no. 35265/97, § 18, 28 July 1999, unreported; и Ferrari v. Italy [GC], no. 33440/96, § 21, 28 July 1999, unreported).", "149. Во овој контекст, Судот сега ја забележува потребата да ја испита жалбата на жалителот согласно членот 13 земена посебно, без разлика на неговите претходни наоди на повреда на членот 6 § 1 за тоа што не бил суден во разумен рок.", "2. Применливост на членот 13 за жалби со кои се тврди повреда на правото на расправа во разумен рок", "150. Владата тврдеше дека членот 13 не важи за случаи во кои жалбата на жалителот на времетраењето на постапката била разгледана согласно членот 6 § 1. Тие исто така упатуваат на мислењето на Комисијата во случајот Пицети дека членот 13 не бил применлив кога наводната повреда се случила во контекст на судските постапки (види во параграфите 139-44 горе).", "151. Судот не најде ништо во текстот на членот 13 што може да биде основ на принципот со кој нема опсег за неговата примена во врска со секој од аспектите на „правото на суд“ втемелено во членот 6 § 1. Ниту пак никаква сугестија за такво ограничување на примената на членот 13 може да се најде во историјата на подготвување на истата.", "Искрено, заштитата обезбедена со членот 13 не е апсолутна. Контекстот во кој наводната повреда – или категорија на повреди – се случила може да вклучува неразделни ограничувања на можниот правен лек. Во такви околности членот 13 не се третира како неприменлив, но неговото барање на „делотворен правен лек“ треба да се толкува како да значи „правен лек којшто е толку делотворен колку што може да биде што се однесува на ограничениот опсег за опцијата што постои во [конкретниот контекст]“ (види Klass and Others v. Germany judgment of 6 September 1978, Series A no. 28, p. 31, § 69). Исто така „членот 13 не оди толку далеку за да гарантира правен лек кој дозволува законите на земјата договорничка да бидат оспорени пред националните власти по основ дека се спротивни на Конвенцијата“ (види James and Others v. the United Kingdom judgment of 21 February 1986, Series A no. 98, p. 47, § 85). Оттука, членот 13 не може да се толкува дека бара одредба за делотворен правен лек што би му овозможил на лицето да се жали на отсуството во домашното право за пристап до суд како што е обезбедено во членот 6 § 1.", "Меѓутоа што се однесува до наводниот неуспех да се обезбеди судење во разумен рок не може да се распознае никаква таква неразделива квалификација во опсегот на членот 13.", "152. Напротив, местото на членот 13 во шемата на заштитата на човековите права поставена со Конвенцијата би била наклонета кон држењето на имплицираните ограничувања од членот 13 на минимум.", "По основ на членот 1 (кој уредува: „Високите држави договорнички ќе им ги обезбедат на сите во рамките на својата јуриздикција правата и слободите од Делот I од оваа Конвенција“), примарната одговорност за спроведување и примена на гарантираните права и слободи е во рацете на националните власти. Со тоа машинеријата на жалбата до Судот е супсидијарна на националните системи што ги штитат човековите права. Овој супсидијарен карактер е артикулиран во членовите 13 и 35 § 1 од Конвенцијата.", "Целта на членот 35 § 1 кој го поставува правилото за исцрпување на домашните правни лекови, е да им се овозможи на земјите договорнички шанса за спречување или да се поправат наведените повреди врз нив пред тие наводи да бидат поднесени до Судот (види, како неодамнешен извор, Selmouni v. France [GC], no. 25803/94, § 74, ECHR 1999-V). Правилото во членот 35 § 1 е засновано на претпоставката отсликана во членот 13 (со кој е тесно врзан), дека постои делотворен домашен правен лек достапен во однос на наводната повреда на правата на поединецот од Конвенцијата (ибид.).", "На тој начин членот 13 со кој се дава директен израз на обврската на државата да ги заштити човековите права најпрво во рамките на сопствениот правен систем, утврдува дополнителна гаранција за лицето, за да се обезбеди тој или таа делотворно да ги ужива тие права. Целта на членот 13 како што произлегува од travaux préparatoires (види Collected Edition of the “Travaux Préparatoires” of the European Convention on Human Rights, vol. II, pp. 485 and 490, and vol. III, p. 651) е да се обезбедат средства со кои поединцот ќе може да добие помош на национално ниво за повредите на нивните права според Конвенцијата пред да се вклучи меѓународната машинерија на жалби пред Судот... Од таа перспектива правото на поединецот на судење во разумен рок ќе биде помалку делотворно доколку не постои шанса за поднесување на барање во врска со Конвенцијата прво до националните власти; а условите од членот 13 треба да се сметаат за такви што ги зајакнуваат оние на членот 6 § 1, наместо да бидат апсорбиран од општата обврска наметната од тој член да не се подложат лицата на прекумерни одлагања во рамките на правните постапки.", "153. Меѓутоа Владата тврдеше дека барањето на правен лек за прекумерно траење на постапките согласно членот 13 е еднакво на наметнување на нова обврска врз државите да воспостават „право на жалба“, особено право на жалба во однос на основаноста, која како таква е гарантирана само за кривични прашања согласно членот 2 од Протоколот бр. 7 на Конвенцијата; и дека во пракса примената на таков правен лек може само да ја пролонгира постапката во домашните судови (види во параграфите 142-43 горе).", "154. Судот не ги прифаќа исказите на Владата.", "Правен лек за жалење на неразумното времетраење на постапката како таков не вклучува жалба против „утврдувањето“ на некакво кривично обвинение или на граѓанските права и обврски. Во секој случај, подложни на почитувањето на условите од Конвенцијата, на државите договорнички – како што Судот има одлучено во многу претходни околности - им е обезбедена одредена дискреција во однос на начинот на кој тие ја обезбедуваат помошта што се бара со членот 13 и се прилагодуваат на нивната обврска од Конвенцијата согласно таа одредба (види, на пример, Kaya v.  judgment of 19 February 1998, Reports 1998-I, pp. 329-30, § 106).", "Што се однесува до сугестијата дека барањето на дополнителен правен лек би резултирало со тоа што домашните постапки ќе станат уште погломазни, Судот забележува дека иако во моментов нема доминантна шема во правните поредоци на државите договорнички во однос на правните лекови за претерано времетраење на постапките, постојат примери кои произлегуваат од сопствената судска пракса на Судот за правилото за исцрпување на домашните правни лекови што демонстрираат дека не е невозможно да се креираат такви правни лекови и тие да функционираат делотворно (види, на пример, Gonzalez Marin v. Spain (dec.), no. 39521/98, ECHR 1999-VII, and Tomé Mota v.  (dec.), no. 32082/96, ECHR 1999-IX).", "155. Доколку членот 13, како што Владата тврдеше, треба да се толкува така што не би се применувал за правото на расправа во разумен рок, како што е заштитено со членот 6 § 1, лицата систематски ќе бидат присилени да упатуваат жалби до Судот во Стразбур, што инаку, и според мислењето на Судот посоодветно, ќе мора да бидат разгледани пред сè во рамките на националниот правен систем. Долгорочно гледано, делотворното функционирање, како на национално така и на меѓународно ниво, на шемата за заштита на човекови права утврдени од Конвенцијата може да ослаби.", "156. Во контекст на ваквите размислувања Судот смета дека точното толкување на членот 13 е дека таа одредба гарантира делотворен лек пред националните власи за наводно прекршување на условот согласно членот 6 § 1 да се сослуша случајот во рамките на разумен рок.", "3. Придржување на условите од членот 13", "157. Како што Судот одлучи во неколку прилики, членот 13 од Конвенцијата ја гарантира достапноста на национално ниво на правен лек за спроведување на суштината на правата и слободите од Конвенцијата без разлика на формата во која се обезбедени во домашниот правен поредок. Делувањето на членот 13 оттука е да се побара обезбедување на домашен правен лек за справување со суштината на „жалба што може да се поддржи со аргумент“ согласно Конвенцијата и да се додели соодветна помош (види ја, меѓу многуте други извори, пресудата во случајот Каја цитирана горе).", "Опсегот на обврските на државите договорнички согласно членот 13 се менува во зависност од природата на жалбата на жалителот; меѓутоа правниот лек што се бара со членот 13 мора да биде „делотворен“ и во пракса и во законот (види, на пример, İlhan v.  [GC], no. 22277/93, § 97, ECHR 2000-VII).", "„Делотворноста“ на „правниот лек“ во рамките на значењето на членот 13 не зависи од сигурноста на исходот во корист на жалителот. Ниту пак „надлежниот орган“ посочен во таа одредба неопходно мора да биде судски орган; но доколку не е, неговите овластувања и гаранции што ги обезбедува треба да се релевантни во утврдувањето дали правниот лек што го има пред себе е делотворен. Исто така, дури и ако еден единствен правен лек сам по себе во целост не ги исполнува условите од членот 13, збирот на правни лекови обезбедени со друг домашен закон можат да го направат тоа (види, меѓу многуте други извори, the Silver and Others v. the United Kingdom judgment of 25 March 1983, Series A no. 61, p. 42, § 113, и the Chahal v. the  judgment of 15 November 1996, Reports 1996-V, pp. 1869-70, § 145).", "158. Останува за Судот да утврди дали средствата што се достапни на жалителот во полското право за поднесување на жалба во однос на должината на постапките во неговиот случај би биле „делотворни“ во смисла или за спречување на наводната повреда или нејзиното продолжување или за обезбедување на соодветно обесштетување за секаква повреда што веќе се има случена.", "159. Судот забележува на почетокот дека Владата не тврдеше дека имало некаков посебен правен пат со кој жалителот би можел да се жали на должината на постапката но се изјасни дека збирот на неколку правни лекови ги задоволувал барањата на членот 13. Меѓутоа тие не посочија дали, и ако е така како жалителот може да добие помош – било превентивна или задолжителна – со имање на неколку алтернативи на тие правни лекови (види во параграф 145 горе). Не беше сугерирано дека некој од поединечните правни лекови на кои се упатува или комбинација на истите можеле да го забрзаат утврдувањето на обвиненијата против жалителот или да му обезбедат соодветен надоместок за оддолжувања кои веќе се случиле. Ниту дали Владата обезбедила некаков пример од домашната пракса што покажува дека со користење на средствата во прашање, не било можно за жалителот да добие таква помош.", "Тоа само по себе би покажало дека средствата на кои се упатувало не одговарале на стандардот на „делотворност за целите од членот 13 бидејќи како што Судот веќе кажа (види во параграф 157 горе), потребниот правен лек мора да биде делотворен како правно така и во пракса.", "160. Соодветно на тоа Судот одлучи дека во овој случај имало повреда на членот 13 од Конвенцијата со оглед дека жалителот немал никаков домашен правен лек со кој тој би можел да го оствари своето право на „расправа во разумен рок“ како што е гарантирано со членот 6 § од Конвенцијата.", "V. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "1161. Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "А. Штета", "162. Во делот на материјалната штета жалителот бараше сума од 480.000 злоти (ПЛН) за загубен профит од својата комерцијална дејност предизвикана од неговиот долг притвор.", "Жалителот понатаму побара од Судот да му се доделат 800.000 американски долари (УСД), или нивен еквивалент во злоти за моралното страдање и болка што произлегле од повредата на неговите права според Конвенцијата.", "163. Владата сметаше дека сумите во прашање се претерани. Тие побараа Судот да одлучи дека наодот на повреда би претставувал сам по себе доволно правичен надоместок. Како алтернатива, тие го повикаа Судот да додели правичен надоместок врз основа на судската пракса во слични случаи и националните економски околности.", "164. Заклучокот на Судот врз основа на доказите пред него е дека жалителот не успеал да покаже дека материјалната отштета што ја барал реално била предизвикана од тоа што бил држен во притвор во релевантниот период. Последователно, нема никакво оправдување да му додели нешто во однос на тоа побарување.", "165. Од друга страна Судот прифаќа дека жалителот секако претрпел нематеријална штета – како што се болка и фрустрација што произлегле од продолженото траење на неговиот притвор и судење – што не е доволно компензирано со наодите за повреда на Конвенцијата. Правејќи ја својата проценка на правична основа, Судот му доделува на жалителот 30.000 злоти за ова побарување.", "Б. Трошоци и издатоци", "166. Жалителот, кој добил правна помош од Советот на Европа за претставување на својот случај, барал рефундирање од 30.400 УСД за трошоци и издатоци што настанале во текот на постапките пред судот.", "167. Во својата молба Владата го повик Судот доколку додели надоместок тој да биде само за трошоците и издатоците кои навистина и неопходно настанале и биле разумни во износот. На расправата тие рекоа дека побарувањето за трошоците и издатоците било претерано и до екстремни размери.", "168. Судот го оценил побарувањето во контекст на принципите што се поставени во судската пракса (види Nikolova v. Bulgaria [GC], no. 31195/96, § 79, ECHR 1999-II; Öztürk v. Turkey [GC], no. 22479/93, § 83, ECHR 1999-VI; и Witold Litwa v. , no. 26629/95, § 88, ECHR 2000-III).", "Применувајќи ги споменатите критериуми во овој случај и правејќи сопствена проценка врз правична основа, Судот смета дека е разумно да му се доделат на жалителот 20.000 злоти за неговите трошоци и издатоци плус секој данок на додаден вредност кој може да биде наплатен, минус 10.589 француски франци добиени како правна помош од Советот на Европа.", "В. Казнена камата", "169. Според информациите достапни на Судот, законската каматна стапка што се применува во Полска на денот на усвојување на оваа пресуда е 21% годишно.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "1.\tОдлучи едногласно дека имало повреда на членот 3 од Конвенцијата;", "", "2.\tОдлучи едногласно дека имало повреда на членот 5 § 3 од Конвенцијата;", "", "3.\tОдлучи едногласно дека имало повреда на членот 6 § 1 од Конвенцијата;", "", "4.\tОдлучи со шеснаесет гласа наспроти еден дека имало повреда на членот 13 од Конвенцијата;", "", "5.\tОдлучи едногласно", " (a)\tдека тужената држава треба да му ги исплати на жалителот во рок од три месеци следниве износи;", "\t (i) 30.000 ПЛН (триесет илјади полски злоти) за нематеријална штета;", "\t (ii) 20.000 ПЛН (дваесет илјади полски злоти) за трошоци и издатоци, заедно со данокот на додадена вредност кој може да се наплати, минус 10.589 ФРФ (десет илјади петстотини осумдесет и девет француски франци) конвертирани во злоти по курсот што важел на датумот на усвојување на оваа пресуда;", " (б)\tпроста камата со годишна стапка од 21% ќе се плаќа по истекот на гореспоменатите три месеци до исплатата;", "", "6.\tЕдногласно ги отфрла останатите побарувања на жалителот за правичен надоместок.", "", "Изготвена на англиски и француски јазик, и усвоена на јавна расправа во Зградата на човековите права, Стразбур, на 26 октомври 2000 г.", "\t\tЛузиус Вилдхабер\n\t\tПретседател \n\tПол Махони\n\tЗаменик секретар", "Согласно членот 45 § 2 од Конвенцијата и правилото 74 § 2 од Деловникот на Судот, делумно издвоеното мислење на г-динот Касадевал е приложено на оваа пресуда.", "\tЛ.В. \n\tП. Ј. М.", "", "© Совет на Европа/Европски суд за човекови права, 2012.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права () или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на .", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ."]}