{"file": "MAC_HJUDMAC_18896_91.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "18896/91", "text_paragraphs": ["© This translation  was done by the Academy for Judges and Public Prosecutors of the Republic of Macedonia: . Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Овој превод е изготвен при “Академијата за судии и јавни обвинители на Република Македонија”: . Судот доби дозвола повторно да го објави овој превод единствено за да го вклучи во својата база на податоци: HUDOC.", "", "", "СОВЕТ НА ЕВРОПА", "", "ЕВРОПСКИ СУД ЗА ЧОВЕКОВИ ПРАВА", "", "", "", "СУД (ГОЛЕМ СУДСКИ СОВЕТ)", "", "", "СЛУЧАЈ: RIBITSCH против АВСТРИЈА", "", "", "(Апликација бр. 18896/91)", "", "", "", "ПРЕСУДА", "", "", "", "", "", "СТРАЗБУР", "", "  4 декември 1995 година", "", "Во случајот Ribitsch против Австрија,", "Европскиот суд за човекови права, заседавајќи, во согласност со член 43 (чл. 43) од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“) и релевантните одредби од Деловникот А на Судот, како Голем судски совет, составен од следниве судии:", "г. R. RYSSDAL, Претседател,", "г. F. MATSCHER,", "г. J. De MEYER,", "г. I. FOIGHEL,", "г. J.M. MORENILLA,", "Сер John FREELAND,", "г. B. REPIK,", "г. P. JAMBREK,", "г. P. KURIS,", "како и г. H. PETZOLD, Секретар,", "Расправајќи на затворени седници на 27 јуни и 21 ноември 1995 година,", "Ја донесе следнава пресуда, која беше усвоена на последниот наведен датум:", "", "", "", "ПОСТАПКА", "", "1. Случајот беше поднесен до Судот од страна на Европската комисија за човекови права („Комисијата“) на 9 септември 1994 година, во рамките на тримесечниот период утврден во член 32 став 1 и член 47 (чл. 32-1, чл. 47) од Конвенцијата. Случајот беше инициран со жалбата (бр. 18896/91) против Република Австрија, поднесена до Комисијата, врз основа на член 25 (чл. 25) од страна на г. Ronald Ribitsch, австриски државјанин, на 5 август 1991 година.", "Барањето на Комисијата се однесуваше на член 44 и член 48 (чл. 44, чл. 48) и на изјавата со која Австрија ја призна задолжителната надлежност на Судот (член 46) (чл. 46). Целта на барањето беше да се постигне одлука за тоа дали фактите на случајот откриваат непочитување на обврските од страна на обвинетата држава кои произлегуваат од член 3 (чл. 3) од Конвенцијата.", "2. Како одговор на барањето изготвено во согласност со правилото 33 став 3 (г) од Деловникот А на Судот, жалителот изјавил дека сака да учествува во постапката и, воедно, назначил адвокат кој ќе го застапува (правило 30). Адвокатот добил дозвола од страна на Претседателот да го користи германскиот јазик (правило 27, став 3).", "3. Големиот судски совет кој беше формиран за да постапува по овој слулај, ги вклучуваше по службена должност г. F. Matscher, избран судија со австриско државјанство (член 43 (чл. 43) од Конвенцијата), и г. R. Ryssdal, Претседател на Судот (правило 21, став 3 (б)). На 24 септември 1994 година, во присуство на Секретарот, Претседателот ги извлече, по пат на ждрепка, имињата на другите седум членови, имено, г. Thór Vilhjálmsson, г. I. Foighel, г. М. Morenilla, Сер John Freeland, г. B. Repik, г. P. Jambrek и г. P. Kuris (член 43 од Конвенцијата, и правило 21, став 4) (чл. 43). Подоцна, г. Ј. De Meyer, заменик-судија, го замени г. Thór Vilhjálmsson, кој не беше во можност да учествува во натамошното разгледување на случајот (правило 22, став 1 и став 2, и правило 24, став 1).", "4. Како Претседател на Големиот судски совет (правило 21, став 5), г. Ryssdal, постапувајќи преку Секретарот, ги информираше Агентот на Владата на Република Австрија („Владата“), Адвокатот на жалителот и Делегатот на Комисијата во врска со организацијата на постапката (правило 37, став 1, и правило 38). Во согласност со последователно издадените наредбите на 17 октомври 1994 година и 6 март 1995 година, Секретарот ја доби белешката од Владата на 28 февруари 1995 година, и белешката од жалителот на 14 март 1995 година. На 24 март, Секретарот на Комисијата го информираше Секретарот дека Делегатот ќе ги изјави своите забелешки на рочиштето. На 21 април, тој достави одредени документи кои ги побара Секретарот, по налог на Претседателот.", "5. Во согласност со одлуката на Претседателот, јавната расправа се одржа во Зградата на човековите права, Стразбур, на 21 јуни 1995 година. Претходно, Судот одржа подготвителен состанок.", "", "Пред Судот се појавија:", "(а) за Владата", "г. W. OKRESEK, Раководител на Одделението", "за меѓународни односи, Оддел за уставни прашања,", "Сојузна канцеларија, \t\t\t  \t\t\t     Агент,", "г. W. SZYMANSKI, Раководител на правната служба,", "   Сојузно министерство за внатрешни работи,", "г. J. ROHRBÖCK, Советник, Сојузно министерство", "   за внатрешни работи, \t\t\t\t\t Советници;", "(б) за Комисијата", "г. H. G. SCHERMERS, \t\t\t\t\t\t   Делегат;", "(в) за жалителот", "г. H. POCHIESER, (Rechtsanwalt)  \t  \t\t\t   Адвокат.", "", "Судот ги сослуша обраќањата на г. Schermers, г. Pochieser и г. Okresek, како и нивните одговори на поставените прашања.", "На 3 јули 1995 година, Секретарот доби писмен одговор од Владата во врска со барањата на жалителот врз основа на член 50 (чл. 50); писмени забелешки од страна на жалителот во однос на одговорот на Владата беа доставени на 27 јули.", "", "", "", "ВО ОДНОС НА ФАКТИТЕ", "", "6. г. Ronald Ribitsch, австриски државјанин, роден во 1958 година, живее со својата сопруга во Виена.", "", "", "I. КОНТЕКСТ НА СЛУЧАЈОТ", "", "7. Во времето кога се случил овој настан, Одделот за безбедност во рамките на Сојузната полициска управа во Виена (Sicherheitsbüro der Bundespolizeidirektion) вклучуваше три единици наменети за водење на истраги за кривични дела поврзани со дрога. Една од овие единици, раководена од страна на Главен инспектор Pöttinger, беше конкретно одговорна за случаи кои вклучуваат жртви (смртни случаи).", "8. На 21 мај 1988 година, по смртта на двете лица што настанала како последица на земање преголема доза на хероин, девојката на еден од починатите лица отишла во седиштето на единицата со која раководел г. Pöttinger и дала изјава, тврдејќи дека нејзиното момче и кажало дека тој имал намера да набави дрога од жалителот.", "Постапувајќи по оваа информација, неколку службени лица од таа единица, истиот ден, го испрашале жалителот и извршиле претрес на неговиот дом, иако немале налог за тоа. Со пребарувањето не било откриено ништо, а жалителот и неговата сопруга добиле одобрение да заминат за Турција на одмор истиот тој ден.", "9. На 22 мај 1988 година, било утврдено дека еден од починатите бил рок пејач кој бил многу популарен во Австрија. Тоа довело до притисок од страна на медиумите да се пронајде дилерот кој го продал хероинот што ја предизвикал смртта. Единицата со која раководел г. Pöttinger спровела бројни распити во периодот меѓу 22 и 31 мај 1988 година.", "10. На второспоменатиот датум, една од единиците во рамките на Одделот за безбедност, раководена од страна на Главен инспектор Gross, вклучувајќи ги во тоа време и полициските службеници Markl, Trnka и Fröhlich, добила анонимен телефонски повик во кој г. Ribitsch бил обвинет за продажба на хероин на еден од починатите лица.", "Околу 12:30 часот напладне, неколку службени лица од оваа единица ги уапсиле жалителот и неговата сопруга за трговија со дрога и извршиле претрес на нивниот дом, иако немале ниту налог за претрес, ниту налог за апсење. Со пребарувањето биле откриени 0,5 g хашиш.", "", "", "", "II. ЗАДРЖУВАЊЕ НА ЖАЛИТЕЛОТ ВО ПОЛИЦИСКИ ПРИТВОР", "", "11. г. Ribitsch и неговата сопруга биле задржани во полициски притвор во седиштето на Одделот за безбедност во рамките на Сојузната полициска управа во Виена во периодот од околу 12:30 часот напладне на 31 мај 1988 година, до околу 09:30 наутро на 2 јуни 1988 година.", "12. Постојат две спротивставени верзии за она што се случило за време на задржувањето во полициски притвор.", "Според жалителот, службените лица кои го спровеле распитот, грубо го навредувале, а потоа, постојано го напаѓале со цел да изнудат признание од него. Тој се здобил со удари по главата (Kopfnuß), бубрезите и десната рака, како и со клоци по горниот дел од ногата и бубрезите. Тој бил легнат на земја, тегнејќи го за косата, а главата му била силно удрена од подот. Деведесет проценти од неговите повреди биле нанесени од ударите на полицискиот службеник Markl. Кога бил ослободен, тој имал модринки на неговата десна рака и на еден од бутовите, а, исто така, страдал и од цервикален синдром, повраќање, дијареа и силна главоболка.", "Поинаква верзија била изнесена од страна на г. Markl во извештајот со датум од 1 јуни 1988 година, чија цел била да се даде објаснување за настаните кои, според самиот извештај, се случиле на 1 јуни од околу 15:20 часот попладне па натаму, на 2 јуни во околу 8 часот наутро и на 2 јуни во околу 09:30 часот наутро. Во извештајот било наведено дека во попладневните часови на 1 јуни, жалителот бил изнесен од седиштето на полицијата и одведен во некој институт за истражување на акустика, каде што неговиот глас би можел да се спореди со гласот на лицето кое го упатило анонимниот телефонски повик до службите за итни случаи во Виена. Кога тој излегувал од полицискиот автомобил, а поради тоа што имал лисици на неговите раце, г. Ribitsch се лизнал и ја удрил неговата десна рака во задната врата на автомобилот. г. Markl, кој му ја отворил вратата, успеал да го зграпчи за неговата лева рака, но не бил во можност да го спречи неговото паѓање. Сепак, неговиот пад во голема мера бил ублажен и тој паднал „нежно“ на неговиот задник. Веќе наредното утро, за време на распитот, жалителот ја информирал полицијата за неговите повреди, иако одбил лекарска помош.", "13. Кога бил ослободен од полицискиот притвор, жалителот информирал неколку членови од неговото семејство, психолог и новинар за малтретирањето кое тој наводно го претрпел. Посоветуван од новинарот, тој отишол во болницата во Meidling, во попладневните часови на 2 јуни, каде бил прегледуван од 17:35 часот па натаму, а наредниот ден, тој отишол кај неговиот општ лекар. Во болничкиот извештај биле констатирани модринки со големина од 2-3 cm, на средината на надворешноста на десната рака, а во дополнителниот невролошки извештај биле констатирани модринки на надворешноста и на внатрешноста на десната рака. Ниту една друга повреда на неговите екстремитети не била констатирана. Рендгенската снимка покажала дека нема скршени коски. Во лекарскиот извештај било констатирано дека жалителот имал неколку модринки на неговата десна рака, како и симптоми карактеристични за цервикален синдром, како и тоа дека страдал од повраќање и силна главоболка и дека имал температура од 37,5oC. Фотограф ги фотографирал повредите на г. Ribitsch.", "", "", "III. КРИВИЧНА ПОСТАПКА ПОВЕДЕНА ПРОТИВ ПОЛИЦИСКИТЕ СЛУЖБЕНИЦИ ВО ПОКРАИНСКИОТ КРИВИЧЕН СУД ВО ВИЕНА", "", "14. На 7 јуни 1988 година, по програмата на австриското радио во врска со методите наводно користени од страна на полицијата за време на распитот на г. и г-ѓа Ribitsch, Сојузната полициска управа во Виена започна истрага во врска со засегнатите полициски службеници и ги испрати резултатите до јавното обвинителство на 25 октомври 1988 година.", "На 22 ноември, жалителот поднесе, како граѓанска страна, барање за надомест на штета врз основа на член 47 од Законот за кривична постапка (Strafprozeßordnung).", "", "А. Прелиминарни истраги", "", "15. На 26 јуни 1989 година, судија од Покраинскиот кривичен суд во Виена (Strafbezirksgericht) спроведе прелиминарни истраги (Vorermittlungen) и ги сослуша г. и г-ѓа Ribitsch како сведоци, како и полициските службеници Trnka, Gross, Fröhlich и Markl како обвинети (Beschuldigte).", "Во својот извештај, Комисијата се произнесе во врска со нивните изјави на следниов начин:", "", "„23. Жалителот изјави дека на 31 мај 1988 година, тој бил уапсен од страна на четири полициски службеници, меѓу кои Markl и Trnka. По неговото фотографирање и земањето на отпечатоци од неговите прсти, распитот започнал во попладневните и вечерните часови. На првото испрашување, биле присутни пет полициски службеници, кои го испрашувале еден по друг. Жалителот исто така посочи дека полициските службеници, со исклучок на полицискиот службеник Fröhlich, пиеле вино. За време на распитот, нивниот претпоставен, г. Gross, започнал да го тегне за неговите долги мустаќи и да се шета влечејќи го низ просторијата, а потоа, исто така, го удрил по лицето. Поради тоа што тој се уште не признал, полицискиот службеник Markl започнал да го удира. Тој го знаел идентитетот на овој полициски службеник поради тоа што тој го видел него како се потпишува на записникот. Полицискиот службеник Fröhlich седел зад машината за пишување. Тој бил единствениот полициски службеник кој се однесувал исправно. Полицискиот службеник Markl продолжил да го удира и за време на наредните распити. Markl бил тој што го удирал поголемиот дел од времето, иако, додека бил на подот, и другите, исто така, го удирале. На вториот ден, дури и правно квалификувано лице било присутно кратко време, кое видело дека тој бил тепан. Понатаму, полицискиот службеник Markl се обидел да го предизвика да возврати на ударите. 90% од неговите повреди биле предизвикани од страна на Markl. Хематомите на неговата десна надлактица биле предизвикани од ударите на Markl. Markl и натаму го удирал и предизвикал хематом на неговата десна или лева нога во пределот под поленото; отпечат од чевел бил подоцна виден на неговите панталони. Полицискиот службеник Markl, исто така, го фатил за коса и го фрлил на подот. По распитот, жалителот изјави, дека немало несреќен случај кога тој бил однесен со автомобил за да го споредат неговиот глас.", "", "24. Полицискиот службеник Trnka изјави дека тој работел, меѓу другото, со полициските службеници Markl и Fröhlich. Тој не можел да се присети дали бил присутен за време на апсењето на жалителот. Тој го спровел испрашувањето на сопругата на жалителот. Жалителот бил испрашуван во друга просторија, а тој понекогаш одел таму за да му постави прашања на жалителот. Слушнал за повредите со кои се здобил жалителот од медиумите. Тој лично не го тепал ниту клоцал жалителот, ниту видел дека неговите колеги го направиле тоа. Полициските службеници не пиеле алкохол во текот на распитот. Покрај тоа, иако работеле напорно, тие секогаш правеле пауза најмалку меѓу полноќ и 07:00 часот наутро.", "", "25. Полицискиот службеник Gross објасни дека тој раководел со конкретната работна единица од 1983 година, дека полицискиот службеник Markl бил во таа единица две години, полицискиот службеник Fröhlich една година, а полицискиот службеник Trnka пет години. Тој бил повремено присутен на испрашувањата на жалителот и на неговата сопруга. Тој не го допрел жалителот, ниту го тегнел за неговите мустаќи, иако тој се сети дека жалителот имал чудни мустаќи. Во тој период, тие работеле прекувремено, но немало некој посебен притисок врз нив. Тој бил информиран во тоа време дека жалителот се сопнал кога излегувал од полицискиот автомобил, и дека полицискиот службеник Markl или Fröhlich го информирал за истото. Тој не знаел за било какви повреди. Им наредил на своите колеги да изготват извештај за инцидентот. Немало алкохол во просториите каде што се одвивале испрашувањата.", "", "26. Според полицискиот службеник Fröhlich, кој се приклучил во работната единица во април 1988 година, полицискиот службеник Markl секогаш го спроведувал испрашувањето на жалителот во присуство на двајца или тројца колеги. По испрашувањето, тој потврдил дека правно квалификувано лице, имено некој од претпоставените, бил присутен кратко време на едно од испрашувањата. Не се пиело алкохол за време на распитот. Тие работеле прекувремено, но немало некој посебен притисок. Fröhlich, напоменувајќи дека бил присутен скоро цело време додека треал распитот, негирал дека жалителот бил телесно нападнат. Fröhlich продолжи дека на 1 јуни 1988 година тој, заедно со полицискиот службеник Markl, го одвеле жалителот да го споредат неговиот глас. Fröhlich го управувал автомобилот, а Markl седел во задниот дел, заедно со жалителот, кој бил врзан со лисици на рацете однапред. Жалителот најверојатно излегол од задната лева врата. Fröhlich посочи дека тој не го видел жалителот како се сопнува, но слушнал нешто такво. Кога тој се завртел, го видел Markl како веќе го држи жалителот. Жалителот рекол дека не бил повреден. Наредниот ден, жалителот споменал модринка на неговата надлактица. Еден од нив го информирал полицискиот службеник Gross за модринката, а Gross ги посоветувал да изготват извештај за инцидентот.", "", "27. Полицискот службеник Markl изјави дека тој се приклучил во работната единица на полицискиот службеник Gross во мај 1988 година. Во тоа време, тој го испрашувал жалителот, но тој секако не бил сам: со цел да се избегнат неосновани обвинувања, други колеги биле присутни барем дел од времето. Markl негира дека употребил насилство против жалителот, и претпоставува дека жалителот и неговата сопруга, од непознати причини, сакале да им се одмаздат. Што се однесува до текот на распитите, Markl истакна дека на почетокот жалителот негирал каква било вмешаност во кривичните дела за кои станувало збор, но во натамошниот тек на испрашувањата, тој даде одлучувачки знак во врска со идентитетот на вистинскиот злосторник. Во однос на повредите со кои се здобил жалителот, Markl ги потврди неговите изјави дадени во својот извештај од 1 јуни 1988 година. За време на возењето, тој седел веднаш до жалителот, кој бил врзан со лисици на рацете однапред, во задниот дел на полицискиот автомобил. Markl продолжи дека тој ја отворил вратата од страната каде што седел жалителот од надворешната страна. Жалителот се сопнал кога излегувал и паднал, удирајќи ја својата десна рака од касата на вратата. Markl единствено можел да го спречи да не падне. Жалителот рекол дека се чувствува добар. Сепак, наредниот ден, тој споменал модринка на неговата десна надлактица. Markl не можеше да се сети на некои други повреди или на отпечатокот од стапалка на панталоните на жалителот. Markl појасни дека тој го напишал извештај во врска со несреќниот случај на 2 јуни, но го завел со датумот кога се случил инцидентот. Markl, понатаму, потврди дека претпоставениот, можеби претставен како правно квалификувано лице, кратко време присуствувал на едно од испрашувањата. Markl, исто така, укажа на тоа дека тој вообичаено работел 60 до 70 часа прекувремена работа месечно; во тој период, веројатно направил 80 до 90 часа прекувремена работа. Покрај тоа, тие не конзумирале било каков вид на алкохол за време на нивната работа.“", "", "Б. Судски процес", "", "16. На 13 октомври 1989 година, судскиот процес против полициските службеници Trnka, Gross и Markl, обвинети за напад и нанесување телесни повреди, беше отпочнат во Покраинскиот кривичен суд во Виена, составен од еден судија. Во текот на судењето, судијата го испраша обвинетиот, како и неколкуте сведоци, имено, г. и г-ѓа Ribitsch, полицискиот службеник Fröhlich, г. Pretzner, раководителот на трите единици во рамките на Одделот за безбедност при Сојузната полициска управа во Виена, и сите оние кои ги виделе повредите на жалителот или биле информирани од негова страна за малтретирањето кое тој го претрпел. Овде беа вклучени д-р Scheidlbauer, општиот лекар, д-р Tripp, психологот, г. Buchacher, новинарот, и г. Lehner, фотографот.", "Во својот извештај, Комисијата се произнесе во врска со нивните изјави на следниов начин:", "", "„30. Полицискиот службеник Markl се повика на неговите претходни изјави. По испрашувањето, тој објасни дека како резултат на информациите кои му биле дадени, истрагите во врска со конкретниот случај биле префрлени од друга работна единица во рамките на Сојузната полициска управа во Виена. По нивното апсење, жалителот и неговата сопруга биле донесени во полициската управа. Прашан за натамошниот развој на работите во врска со жалителот, полицискиот службеник Markl изјави дека идентитетот на жалителот бил утврден и дека тој бил испрашуван за кривичните дела за кои станувало збор. Markl потврди дека полицискиот службеник Fröhlich бил присутен за време на испрашувањето. Сепак, тој не можел да се сети дали полициските службеници Gross и Trnka исто така биле присутни. Жалителот тврдел дека е невин, па дури и тврдел дека немал никаква врска со дрога, а особено со опиум. Тој се пожалил дека полицијата повторно создава потешкотии. Покрај тоа, жалителот повеќепати изјавил дека ќе предизвика проблеми и се исмевал со нив. Потоа, полицискиот службеник Markl ги опиша настаните кога жалителот бил изнесен надвор од зградата на полициската управа: жалителот бил врзан со лисици на рацете однапред, тој седел во задниот дел на полицискиот автомобил. По пристигнувањето, Markl ја отворил вратата која била заштитена со безбедносен механизам (child lock) како мерка на претпазливост. Кога излегувал од автомобилот, жалителот изгубил рамнотежа, паднал и ја удрил неговата десна рака од касата на вратата. Тој ја покажал неговата повреда, тркалезна модринка, но не сакал лекарска помош. Во понатамошното испрашување од страна на јавниот обвинител, Markl изјави дека, по апсењето, коцка хашиш била пронајдена кај жалителот, а кај неговата сопруга не било пронајдено ништо. Сепак, полициските информатори им кажале дека жалителот се занимавал со продажба на хероин и дека продавал прашок за перење на зависници од дрога. Оваа информација не била снимена поради тоа што информаторите не биле подготвени да дадат изјава за во евиденција. Во понатамошното испрашување, Markl посочи дека, откако прво негирал каква било поврзаност со една од жртвите, жалителот и неговата сопруга подоцна признале близок однос.", "", "31. Полицискиот службеник Trnka најпрво даде некои поопшти забелешки во врска со организацијата и распределбата на работата меѓу трите единици кои се занимаваат со расветлување на кривични дела поврзани со дрога. Тој потсети дека бил присутен за време на апсењето на жалителот и неговата сопруга и дека тој ја испрашувал сопругата на жалителот. Иако тој не помогнал во испрашувањето на жалителот во соседната просторија, тој повремено доаѓал да му постави прашања на жалителот. Тие главно се распрашувале за разликите во изјавите на брачните другари во врска со нивното алиби. Дознал за повредата претрпена од страна на жалителот откако тој бил ослободен.", "", "32. Полицискиот службеник Gross, раководител на работната единица за која станува збор, исто така, објасни дека, според информациите добиени од страна на полицискиот службеник Markl во врска со овој конкретен случај, случајот бил префрлен од друга работна единица која првично ги спровела истрагите. Тој го видел прв пат жалителот за време на распитот во попладневните часови. Заедно со полицискиот службеник Trnka ја испрашувале сопруга на жалителот, но исто така и жалителот со цел да го потврдат нивното алиби, поради тоа што имало разлики во нивните изјави. Што се однесува до повредата на жалителот, тој се сети дека или полицискиот службеник Markl или полицискиот службеник Fröhlich го информирале за инцидентот за време на посетата со полициска придружба. Тој ги посоветувал да изготват извештај. Прашан во детали за наводите на жалителот за малтретирање, Gross изјави дека се чини практично невозможно да се тегне жалителот за неговите мустаќи, без да му се нанесат повреди на лицето.", "", "33. Жалителот, сослушан како сведок, изјави дека, по неговото апсење во доцните утрински часови, тој најпрво бил испрашан во доцните попладневни часови од страна на полициските службеници Markl и Fröhlich, конктретно за неговото алиби. Било користено насилство, Gross го влечел низ собата за неговите мустаќи, и лесно бил удрен по главата. Во попладневните часови на вториот ден, тој повторно бил испрашуван, а поради тоа што одбил да признае дека тој им дал дрога на двете лица кои подоцна починале, бил тепан на секој половина час. Тој исто така бил клоцан додека лежел на подот, а поради тоа не ги видел лицата кои го клоцале. Полицискиот службеник Markl го удрил по надлактицата и го клоцал. Во еден наврат, правно квалификувано лице било присутно, кое не го прекинало тепањето. Полициски службеници од друга група, исто така, биле присутни; имало постојани промени. Во меѓувреме, тој бил придружуван за да го споредат неговиот глас. Прашан за посетата со полициска придружба, жалителот негирал дека се сопнал кога излегувал од автомобилот. Тој, исто така, потврди дека полицискиот службеник Fröhlich не го повредил.", "", "34. Жалителот понатаму истакна дека тој бил ослободен на 2 јуни 1988 година, во исто време како и неговата сопруга; тие отишле дома каде тој се сретнал со својот брат и со психологот, д-р Tripp, со кого тој се запознал. Тогаш тој забележал дека отпечатокот од стапалката на неговите панталони бил на исто место како и повредата на неговата нога. Откако се истуширал и се пресоблекол, тој се сретнал со новинарот Buchacher. Веднаш потоа, тој отишол во болница. Имал два вкочанети прста на неговата десна рака. Наредниот ден, му се вкочанил вратот и повраќал. Жалителот изјави дека не јадел два дена и дека имал проблеми со стомакот. Тој понатаму изјави дека имал здравствени проблеми како резултат на тоа што Markl, тегнејќи го за коса, го превртел од стол и го влечел на подот.", "", "35. Сопругата на жалителот изјави дека таа била испрашувана од страна на полицискиот службеник Trnka, потоа била вкрстено испрашувана од страна на четири лица, а подоцна од страна на полициските службеници Markl и Fröhlich. Таа била ослободена во исто време како и нејзиниот сопруг, кој веднаш и рекол дека бил удиран и тепан и влечен за неговите мустаќи и коса. Таа ги видела модринките кои тој и ги споменал, а исто така и отпечатокот од чевел на неговите панталони. Нејзиниот сопруг и рекол дека полицискиот службеник Markl ги предизвикал повредите. Нејзиниот сопруг се жалел на болка во вратот, главоболка, а подоцна и на чувство на вкочанетост на неговата десна рака.", "", "36. Полицискиот службеник Fröhlich беше следниот кој беше сослушан како сведок. Тој истакна дека, според поткажувањето за тоа кој им дал дрога на починатите, случајот бил префрлен во нивната работа единица. Поради ривалството кое постои меѓу единиците, информации од таков вид не се пренесувале. По неговото апсење, жалителот изјавил дека ќе предизвика проблеми. Сепак, за време на неговото испрашување, жалителот бил доста смирен. Fröhlich негираше дека видел дека жалителот бил удиран. Што се однесува до возењето со полициска придружба, Fröhlich укажа на тоа дека го паркирал полицискиот автомобил сосема близу до друг автомобил. Полицискиот службеник Markl ја отворил вратата за жалителот. Според Fröhlich, имало врева и, вртејќи се наоколу, тој видел како Markl го држи жалителот. Fröhlich потврди дека полицискиот службеник Gross ги посоветувал да изготват извештај за инцидентот.", "", "37. Лекарот на жалителот, д-р Scheidlbauer, потврди дека го прегледал жалителот кој бил соблечен. Жалителот имал неколку хематоми, најголемиот бил на десната надлактица. Scheidlbauer имал впечаток дека жалителот или се удрил во нешто или бил удиран. Scheidlbauer ја исклучи можноста дека удар во касата на вратата од автомобилот би можел да предизвика такви хематоми. Жалителот не посочил дека бил удиран од страна на полицијата. Scheidlbauer не констатирал повреди на нозете, но имало други модринки, а жалителот се жалел на повраќање и главоболка. Жалителот немал потрес на мозокот, но како последица на цервикалниот синдром, не бил во можност да ја врти главата. Во текот на испрашувањето, Scheidlbauer изјави дека таков цервикален синдром може да биде предизвикан од неколку причини, меѓу другото, од настинка или од фактот дека некој неколкупати го влечел за неговата коса. Сепак, не можело објективно да се утврди причината.", "", "38. Психологот Tripp, кој се видел со жалителот по негово ослободување, потврди дека жалителот му кажал за неговото апсење и притвор и за тоа дека бил удиран и малтретиран од страна на полицијата, поточно од еден полицискиот службеник. Tripp, потоа, рече дека не побарал да ги види повредите. Тој исто така изјави дека тој во ниту еден момент немал впечаток дека жалителот ја измислил својата приказна.", "", "39. Следен кој беше сослушан од страна на судот беше г. Pretzner, раководител на одделот - со три работни единици - во рамките на Сојузната полициска управа во Виена, кој бил одговорен за истраги на случаи со труење од опиум. Pretzner најпрво ја објасни организацијата и распределбата на работата меѓу единиците и, во тој контекст, го исклучи постоењето на ривалство меѓу единиците. Покрај тоа, Pretzner изјави дека тој присуствувал во текот на распитот на жалителот од страна на полициските службеници Markl и Fröhlich околу десеттина минути. Pretzner потсети дека тој го посоветувал жалителот дека признанието би можело да резултира со донесување на поблага казна од страна на судот. Соочен со наводите на жалителот, Pretzner негираше дека жалителот бил малтретиран или тепан, туку, напротив, атмосферата била пријателска.", "", "40. Сестрата на сопругата на жалителот, г-ѓа Hoke, ја опиша состојбата на жалителот и на неговата сопруга по излегувањето од притвор. г-ѓа Hoke потврди, конкретно, дека таа ја видела модринката на десната надлактица и дека жалителот и кажал дека бил влечен за неговата коса, фрлен на подот, удиран со тупаници и дека двајца или тројца полициски службеници биле присутни поголем дел од времето, и дека најбрутален од нив бил полицискиот службеник Markl. Таа не можеше да се сети дека видела отпечаток од чевел на панталоните на жалителот.", "", "41. [Братот на жалителот] I. Ribitsch изјави дека кога се сретнале во станот на жалителот, жалителот му кажал дека бил подложен на физичко насилство додека бил во притвор, односно, дека тој бил тепан, клоцан и влечен за коса до земја. I. Ribitsch видел неколку модринки на телото на жалителот, како и отпечаток од чевел на панталоните на жалителот. Жалителот, исто така, му рекол дека имал проблеми со стомакот и повраќал.", "", "42. Сестрата на сопругата на жалителот, г-ѓа Hoke, и неговиот брат I. Ribitsch беа потоа прашани за тоа дали жалителот споменал незгода за време на посетата со полициска придружба. г-ѓа Hoke изјави дека жалителот споменал дека еден од полициските службеници му рекол дека тоа била причината за неговите повреди. I. Ribitsch не слушнал за тоа.", "", "43. Новинарот Buchacher бил информиран од страна на сестрата на сопругата на жалителот, г-ѓа Hoke, за наводите на жалителот за малтретирање во текот на неговиот полициски притвор. Веднаш по тоа, Buchacher телефонски договорил средба со жалителот. Buchacher видел неколку повреди, хематоми на десната рака на жалителот, најголемата на надворешната страна, една или две помали на внатрешната страна. Buchacher ги фотографирал истите наредниот ден за потребите за новинарска приказна во едно списание. За време на распитот, Buchacher наведе дека жалителот му кажал дека неговиот глас бил спореден, но не и дека тој паднал од полицискиот автомобил.", "", "44. Buchacher, потоа, започна да ги чита белешките што тој ги запишал во текот на разговорот со жалителот тогаш кога жалителот ги дал следниве искази: главниот на групата го тегнел за брадата и го удрил по главата со рамниот дел од неговата рака; за време на првите распити бил навредуван, но се уште не бил удиран. По посетата со полициска придружба на институтот за истражување на акустика, полициските службеници го удирале по нозе и раце и го тепале дваесеттина минути. Имало шишиња со вино во просторијата, а полициските службеници мирисале на алкохол. Полицискиот службеник Fröhlich се однесувал исправно и не го удирал, полицискиот службеник Markl најмногу го удирал. Тие, исто така, му се заканиле дека ќе ги стават неговите деца во детски дом. Единствено за време на последното испрашување, утрото пред неговото ослободување, сите полициски службеници, вклучувајќи го и Markl, биле пријателски расположени и љубезни кон него.", "", "45. Buchacher, исто така, посочи дека го видел отпечатокот од стапалка на панталоните на жалителот, од кој, се чини, дека тој бил влечен по подот. Buchacher понатаму кажа дека проверил дека отпечатокот од чевел се совпаѓа со хематомот на делот од ногата на жалителот под коленото. На распитот, Buchacher изјави дека немал впечаток дека жалителот глумел.", "", "46. Фотографот Lehner, колега на новинарот Buchacher, потврди дека тој ги фотографирал повредите кои ги претрпел жалителот, односно сериозна модринка на неговата десна надлактица. Тој, исто така, се сети на повреди на нозете на жалителот. Тој не ги фотографирал помалите повреди, бидејќи истите не би биле видливи.“", "", "В. Пресуда", "", "17. На крајот на судскиот процес, Покраинскиот кривичен суд го прогласи за виновен полицискиот службеник Markl за напад и нанесување телесни повреди, во рамките на значењето на член 83 став 1 од Кривичниот законик (Strafgesetzbuch), и го осуди на казна затвор во времетраење од два месеца, суспензија, и три години условна казна. Исто така, судот издаде наредба г. Ribitsch да плати сума од 1.000 австриски шилинзи (ATS). Другите двајца полициски службеници, г. Trnka и г. Gross, беа ослободени.", "Во својата пресуда од 13 октомври 1989 година, судот накусо се осврна на кривичната истрага, особено во однос на притисок на кој биле изложени полициските службеници од единицата со која раководел г. Gross околу откривањето на виновникот, и многучасовната прекувремена работа која ја извршувале во тој период за таа цел. Понатаму, судот го опиша малтретирањето кое го претрпел жалителот додека бил во полициски притвор и ја исклучи можноста дека неговите повреди биле предизвикани случајно. Судот ја заснова својата пресуда на доказите изнесени од страна на г. Ribitsch, кој оставил одличен впечаток кога го давал својот исказ во судницата, како и на доказите изнесени од страна на сведоците, особено на новинарот кој го видел жалителот на денот кога тој бил ослободен од полицискиот притвор и си запишал белешки од разговорот. Судот, понатаму, наведува:", "", "„Накусо, судот, забележа дека повредите со кои се здобил Ronald Ribitsch биле видени од страна на неколку луѓе кои на ниту еден начин не биле вклучени во настаните поврзани со овој случај. Овие повреди се состоеле од неколку модринки - ниту мала гребнатинка, ниту мала модринка - на десната надлактица. Тврдењето дека имал цервикален синдром е веродостојно, со оглед на описот како истиот бил предизвикан, имено со насилно влечење на главата наназад за коса. Познат факт е за судовите (gerichtsbekannt) дека не е можно да се докаже постоење на цервикален синдром со објективни средства, дури и со користење на рентген зраци. ​​Консултирањето со медицински експерт за таа цел само би довело до одложување на постапката. Хематом со големина како на јајце, многу други модринки, како и цервикален синдром претставуваат телесни повреди. Тоа не е прашање за експерт; тоа е прашање за судот, по кое судот ќе одлучува соодветно, во согласност со постојната судска пракса.", "", "Не бил убедлив само исказот кој дотогаш го слушнал судот во однос на веродостојноста на Ronald Ribitsch, туку, исто така, и неговата одлична меморија во врска со засегнатите лица. Во врска со ова, судот се осврна и на идеограмот од 26 јуни 1989 година, а тоа е повеќе од една година по кривичното дело (досие, точка 10). На тој идеограм, сочинет од вкупно девет лица, Ronald Ribitsch не се двоумел ниту за момент во препознавањето на оние лица кои биле вклучени во полициските интервјуа, а особено на обвинетиот Markl.", "", "Против овие докази застана линијата на одбраната на обвинетото лице, која само може да се опише како вознемирувачка. Тој и неговиот адвокат, како и неговиот претпоставен, г. Pretzner, се обиделе на судењето (досие, страна 114 во точка 25) да го прикажат Ronald Ribitsch како подол и неработлив човек. Освен фактот што едно службено лице од одделот за безбедност нема право да истепа друго лице со цел да го натера да даде признание, едноставно поради тоа што тоа лице е невработено, она што е важно да се спомене тука е очигледното погрешно однесување на обвинетото лице кон неговите законски обврски. Во неговите напори да ја претстави сликата на сведокот Ribitsch како неморален човек, тој одеднаш изјавил на судењето дека двајцата анонимни јавувачи биле Wilhelm Puschl и Ursula Hennemann. Тој изјави дека во меѓувреме слушнал од нив дека „Ribitsch [бил] лошо суштество (eine miese Kröte), бидејќи тој [продавал] прашок за перење на најсиромашните, на зависниците од дрога“ (досие, страна 128 во точка 25). Кога судот го праша дали го пријавил тоа, тој беше принуден да одговори дека не го сторил тоа. Тој, понатаму, продолжи да се вплеткува во се повеќе и повеќе противречности во врска со изјавите дадени од страна на овие двајца сведоци (досие, страна 129 во точка 25). Ако тврдењето на обвинетото лице било навистина точно, тоа би значело дека едно службено лице од одделот за безбедност, кое имало добра причина да се сомнева во некого, во најмала рака, за намерно нанесување на тешки телесни повреди преку продажба на прашок за перење кој тој го подметнувал како хероин, не смета дека е неопходно, на било кој начин, воопшто да ја извршува својата должност во согласност со член 84 од Законот за кривична постапка. Мора да се извлече заклучок дека обвинетиот Markl повеќе би сакал да дозволи да се вршат кривични дела со потенцијално фатални последици отколку да ризикува луѓето да велат дека тој сега сака да му подметне нешто на Ribitsch - од што тој очигледно се плаши (види страна 129).", "", "Во однос на барањето за назначување на доктор по судска медицина за да се покаже дека повредите и хематомите, исто така, би можело да се предизвикани од ударот на работ на автомобилската врата, како и тоа дека другите модринки на внатрешноста на неговата десна надлактица биле предизвикани кога поранешниот осомничен бил грабнат за раката, Судот се произнесе на следниов начин: обвинетиот Markl наведува во својот (со погрешен датум) извештај (досие, страна 419) дека кога Ronald Ribitsch бил одведен за да се спореди неговиот глас, тој очигледно „го изгубил тлото под нозете“ при излегувањето од автомобилот, што предизвикало тој да изгуби рамнотежа и да ја удри неговата десна рака во работ на автомобилската врата, која била оставена отворена. Тој, Markl, кој стоел веднаш до него, успеал да го зграби за горниот дел од неговата лева рака, но не можел да го спречи да не падне. Сепак, како резултат на неговата интервенција, падот бил многу помалку сериозен, а Ribitsch само паднал нежно на неговиот задник. Затоа, Markl изјавува дека тој го зграпчил Ribitsch за левата рака, така што тој не можел да му нанесе модринка на внатрешноста на десната рака со тоа што го фатил на тој начин. Сепак, оваа верзија во врска со настаните во извештајот, исто така, е оспрена со изјавата на сведокот Fröhlich (досие, страна 103 во точка 25). Овој сведок изјави дека имало голем проблем да се најде место за паркирање. Тој морал да паркира многу близу до друго возило, така што тој имал многу потешкотии да излезе надвор од своето возило. „Многу е чудно“ (lebensfremd) тоа што, иако возачот на возилото имал големи потешкотии да излезе од возилото од неговата страна, како и поради тесниот простор, осомничениот во тоа време (г. Ribitsch) очигледно морал да има проблеми при излегувањето - Markl изјави дека Ronald Ribitsch седел веднаш зад возачот - а сепак имало доволно простор за Ribitsch да се удри од работ на вратата, а потоа да падне на неговиот задник. Ако некој ја земе предвид големината на Ronald Ribitsch, невозможно е тоа да се случило. Исто така, сведокот Scheidlbauer, кој е општ лекар, дал изјава како вештак кој, истовремено, бил веродостоен и „лесен за разбирање“ (nachvollziehbar), велејќи дека, иако најголемата модринка била на горната десна надлактица, таа модринка не била единствена. Тој понатаму обрна внимание на феноменот кој судовите го имаат утврдено во многу претходни случаи, имено, дека едно лице кое кога ќе се удри во тврд раб, вообичаено има гребнатинка или рана на кожата, а кога едно лице ќе падне или ќе се удри во нешто кое нема остри рабови, без разлика дали тоа е нешто со голема површина или колку тупаница, од ударот не страда површината, туку мекото ткиво под кожата (досие, страна 107). Слично, цервикалниот синдром може да биде последица од насилното нишање на главата на Ribitsch.", "", "Според законот, како објективните така и субјективните елементи на кривичното дело беa изнесени, и, оттука, Josef Markl e виновен за кривичното дело напад и нанесување на телесни повреди, во согласност со тоа што е дефинирано во член 83 став 1 од Кривичниот законик. Условите утврдени во член 42 од Кривичниот законик не се исполнети поради тоа што ваквиот вид на однесување не може да се класифицира како тривијално кривично дело. Покрај тоа, посебните, и, пред се, општи услови за заплашување се против примената на ова правило. Josef Markl не бил во можност да се одврати од вршење на делата за кои станува збор во овој конкретен случај, иако тој морал да знае дека слична постапка (во која фактите биле посериозни) веќе била поведена против еден од неговите претпоставени, г. Gross.", "", "Во одредувањето на казната за обвинетото лице, судот го смета фактот што обвинетото лице немало претходни обвиненија за олеснителна околност. Од друга страна, неговото особено брутално однесување претставува отежнувачка околност. Со оглед на можната максимална казна од девет месеци, изречената казна од два месеци е разумна во поглед на личноста на сторителот и степенот на вина. Општо земено, заради заплашување, се повеќе и повеќе обвиненија против брутални полициски службеници (prügelnde Polizisten) од одделот за безбедност се изјавени во последниве години - парична казна не би била доволна.", "", "Во оснос на времетраењето на изречената казна затвор, сепак, мора да се претпостави дека заканата за нејзино извршување би била доволна за да го одврати Josef Markl и другите од вршење на кривични дела. Од оваа причина, судот е во позиција да изрече условна казна.“", "", "", "", "IV. ЖАЛБАТА НА ПОЛИЦИСКИОТ СЛУЖБЕНИК MARKL ДО ПОКРАИНСКИОТ КРИВИЧЕН СУД ВО ВИЕНА", "", "18. г. Markl изјави жалба против пресудата до Регионалниот кривичен суд во Виена (Landesgericht für Strafsachen).", "А. Стручно мислење", "", "19. Во привремената одлука од 2 март 1990 година, судот издал наредба да се изготви стручно мислење од страна на Универзитетот во Виена, поточно од Институтот за судска медицина, во врска со веројатноста од постоење на причинско-последична врска меѓу повредите г. Ribitsch и несреќата која наводно се случила кога тој бил одведен со полициска придружба, и веродостојноста, од медицинска гледна точка, на изјавите на жалителот во врска со малтретирањето кое тој го претрпел.", "20. По разговорот со г. Ribitsch и со г. Markl и по организирањето на реконструкција на наводниот удар на жалителот во задната врата на полицискиот автомобил, експертот од Институтот за судска медицина, накусо ги изложи своите наоди на следниот начин:", "", "„Оттука, судејќи врз основа на медицинските извештаи за несреќни случаи на болницата во Meidling, Ronald Ribitsch имал група на модринки на надворешната страна на неговата десна надлактица, кои покривале површина од 2 до 3 см. Покрај тоа, наодите од невролошкиот преглед, исто така, содржеле опис на модринки на внатрешноста на десната рака. Оттука, единствените повреди утврдени од страна на лекарите биле модринките на надворешната и внатрешната страна на десната надлактица, како што е опишано погоре. Овие модринки мора да се сметаат за мали и треба да се толкува дека тие се последица на тапи удари на овие делови од телото (lokale stumpfe Gewalteinwirkung). Се чини дека истите нема да резултираат во болест или неспособност за работа повеќе од 24 дена.", "", "Дали имало други модринки во подрачјето на една мишка и под десното колено треба да се остави на проценката на доказите од страна на судијата, поради тоа што немало медицински наоди за да се формира основа за да се изгради мислење по ова прашање. Одлучувачки фактор е веродостојноста на доказите на сведокот. Дури и ако се претпостави дека постоеле такви хематоми, тоа немало да направи разлика во проценката на последиците од повредите кои се опишани погоре.", "", "Општиот лекар, д-р Fritz Scheidlbauer, дијагностицираше цервикален синдром и укажа на повраќање, главоболки и покачена телесна температура. Сепак, невролошкиот преглед, спроведен во болницата во Meidling, не откри никакви докази за повреда на главата или поместен цервикален пршлен. Овие симптоми може да се толкуваат во овој случај како неспецифични болки, кои може да бидат резултат, на пример, на општа инфекција (Allgemeininfekt) (Ronald Ribitsch изјави дека тој страдал од дијареа). Од друга страна, од гледна точка на судската медицина, не може да се докаже поврзаност со било каква траума која можеби била претрпена.", "", "Резултатите од тестот со автомобилот – не треба да се очекуваат големи разлики иако бил користен автомобил VW Golf – покажаа дека модринката на надворешноста на десната надлактица била на приближно истата местоположба како и модринката на надворешноста на надлактицата опишана во амбулантската евиденција и видлива на фотографијата. Од медицинска гледна точка, овие повреди мора да се опишат како неспецифични повреди, а тие само го поддржуваат заклучокот дека овој дел од телото бил насилно удиран со тап „инструмент“, без можност да се заклучи, од природата на повредите, каков вид на инструмент бил употребен. Оттука, не може да се исклучи можноста дека повредата била предизвикана од удар во автомобилската врата.", "Понатаму, дури и да се прифати претпоставката дека повредите опишани од страна на сведоците постоеле, општата дијагноза мора, во целост, да биде опишана како неспецифична, така што не може да се извлече конкретен заклучок, од медицинска гледна точка, за тоа дали лицето било малтретирано, иако ударите по надлактицата и, можеби, ударот во пределот на коленото, не можат да се исклучат. Како и да е, во никој случај, не може да се извлече заклучок дека имало сериозно малтретирање кое траело неколку часови од општиот изглед на повредите.", "", "Сепак, верзијата изјавена од страна на Josef Markl, имено, дека Ronald Ribitsch се удрил во вратата на автомобилот, може да објасни само една од неколкуте повреди кои можеби жалителот ги претрпел. \"", "", "Б. Расправа", "", "21. На расправата одржана на 14 септември 1990 година, беше прочитан извештајот изготвен од страна на експертот, како и изјавата од страна на „центарот за полициски притвор“ во врска со фактот дека затворскиот лекар го прегледал г. Ribitsch во 08:00 часот наутро на 1 јуни 1988 година, и потврдил дека тој е способен за издржување на мерката притвор. Судот, потоа, ги сослуша полицискиот службеник Markl, г. Ribitsch и експертот од Институтот за судска медицина.", "Во својот извештај, Комисијата се произнесе во врска со изјавите на г. Markl и на жалителот на следниот начин:", "", "„60. Полицискиот службеник Markl повторно беше испрашуван во врска со обвиненијата против него, поднесени од страна на жалителот и неговата сопруга. Markl го искажа ставот дека сопругата на жалителот страдала од самиот факт за нејзиното притворање, и, заедно со нејзиниот сопруг, се сконцентрирале на Markl и покренале обвинение против него. Markl потсети дека во текот на неговото апсење, жалителот се заканил дека ќе предизвика проблеми. Во подоцнежната фаза, кога неговиот претпоставен Pretzner бил присутен, имало, како и обично, прилично мирна атмосфера. На распитот на 2 јуни 1988 година, жалителот му ги покажал модринките на неговата десна надлактица, но не сакал да биде прегледан од лекар. Markl, исто така, ја повтори својата верзија во врска со инцидентот за време на посетата со полициска придружба на жалителот.", "", "61. Жалителот бил испрашуван за неговата професионална подготовка и неговите поранешни занимања, за неговата финансиска состојба, како и за неговите контакти со дрога. Прашан за наводното проширување на опсегот на испрашувањето, жалителот изјави дека полициските службеници сакале да утврдат вина кај него на секој можен начин. Што се однесува на првото испрашување на 31 мај 1988 година, тој изјави дека на полицискиот службеник Gross не му се допаднал еден од неговите одговори и, поради тоа, го потегнал за неговите мустаќи и го превртел од столот, а подоцна го турнал на земја повторно. Поради тоа што тој не давал отпор, не му ги откорнал мустаќите. Полицискиот службеник Markl, во таа фаза, веќе го удрил, но не во лице; кога го тепал, Markl се обидел, колку што е можно, да избегне да остава траги. Понатаму, жалителот изјави дека не претрпел никаков случаен инцидент за време на неговата посета со полициска придружба, а инсистирал на тоа дека, во тоа време, тој бил одведен со автомобил со две врати, додека реконструкцијата била направена со автомобил со четири врати. Жалителот, следствено, беше прашан во детали за текот на малтретирањето на кое тој наводно бил подложен. Тој ги повтори своите претходни изјави дека воглавно Markl го тепал и клоцал и го влечел за коса, иако, кога тој лежел на подот, имал впечаток дека бил удиран од повеќе од едно лице. Прашан за разликите во изјавите во текот на постапката, како, на пример, за отпечатокот од чевел, жалителот инсистирал на тоа дека хематомот бил на долниот дел од неговата нога, под коленото, каде што бил и отпечатокот од чевелот на неговите панталони. Тој не можел да каже со сигурност дека Markl го удрил, предизвикувајќи го точно тој хематом. Жалителот исто така, рече дека тој избрал адвокат да го застапува во овој предмет, само откако тој претходно собрал информации. Новинарот од јавниот медиум бил случајно присутен во пабот каде што тој ги информирал пријателите за инцидентите.“", "", "В. Пресуда", "", "22. На крајот на судскиот процес, Регионалниот кривичен суд ја поништи пресудата на Покраинскиот суд од 13 октомври 1989 година и го ослободи г. Markl. Врз основа на член 366 став 1 од Законот за кривична постапка, го упати жалителот на граѓанските судови во однос на неговото барање за надомест на штета.", "Во својата пресуда од 14 септември 1990 година, судот ги изнесе своите заклучоци на следниот начин:", "", "„Сепак, пишаната жалба од страна на адвокатот на одбраната против обвинението и неговите усни поднесоци на расправата на 2 март 1990 година, предизвикаа да се посвети внимание на прашањето дали, во основа, но и во контекст, доказите со кои се инкриминира обвинетото лице обезбедуваат доволен степен на веродостојност за да се поддржи пресудата со која се утврдува вина, поради тоа што мора да се има на ум дека граѓанската страна, Ronald Ribitsch, бил вмешан, од време на време, во секој случај, во сцената со дрогата.", "", "Ставот кој е спротивен на ставот на апелациониот суд во врска со доказите (Beweislage) гласи вака: иако е вистина дека изјавите дадени од страна на сите сведоци, информирани од страна на граѓанската страна во случајот, Ronald Ribitsch, совршено одговараат на неговата верзија во врска со настаните, која цело време остана иста, објективната точност на оваа верзија стои или паѓа само врз веродостојноста на доказите дадени од страна на Ronald Ribitsch. Покрај тоа, како и првостепениот суд, апелациониот суд не се сомнева во субјективната точност на изјавите дадени од страна на сведоците д-р Scheidlbauer, д-р Tripp, Elisabeth Hoke, Robert Buchacher и Peter Lehner, и, оттука, може да ја заснова својата одлука врз записите од нивните сведоштва, во согласност со член 473 став 2 од Законот за кривична постапка. Сепак, смета дека е неопходно да се испита веродостојноста на Ronald Ribitsch, внимателно да се разгледа неговата приказна со онаа на обвинетото лице и да се дополнат доказите изнесени во првостепената постапка со консултирање на експерт од Институтот за судска медицина. \"", "", "Во однос на веродостојноста на жалителот, Регионалниот суд посочи дека на 6 октомври 1988 година, Покраинскиот кривичен суд го прогласи за виновен за кривични дела поврзани со дрога и му нареди да плати парична казна. Покрај тоа, тој не бил вработен неколку години и живеел од приходот и социјалното осигурување на неговата сопруга. Овие средства, сепак, не биле доволни за да се покријат неговите трошоци како корисник на дрога, кој бил татко на две малолетни деца во тоа време, или неговите други лични трошоци. Судот, потоа, накусо ги изложи верзиите изјавени од г. Ribitsch, од една страна, и г. Markl, од друга страна, во врска со настаните кои се случиле додека жалителот бил во полициски притвор, и наведе:", "", "„Ниту изјавите на Ronald Ribitsch, ниту сведочењето на неговата сопруга Anita во досието, не можеле убедливо да го задоволат апелациониот суд дека имало ситуација која логично би можела да објасни зошто полициските распити преминале во криминално однесување. Покрај тоа, увидувајќи дека само четири полициски службеници биле присустни и поставувале прашања за време на распитите, кои одреден временски период биле зафатени со испрашување на Anita Ribitsch, дека полициските службеници Gerhard Trnka и Helmut Gross, кои подоцна беа ослободени, беа ослободени од вина од страна на самиот Ronald Ribitsch (том II, страна 95 и 96) и дека ниту Ronald Ribitsch ниту неговата сопруга Anita не го обвиниле полицискиот службеник Mario Fröhlich, кој се однесувал кон нив исправно, за какво било кривично дело (Ronald Ribitsch за Buchacher, том II, страна 122 и 123;. Anita Ribitsch, том I, страна 47), апелациониот суд смета дека и натаму останува целосно отворено прашањето кои други службени лица од одделот за безбедност би можеле да бидат соучесници на Josef Markl (Mit- oder Nebentäter). Мислењето дека доказите прибавени од страна на првостепениот суд, за тоа дека имало притисок од страна на јавноста за решавање на кривичното дело, што било отсликано и во бројните часови на прекувремена работа (потврдено од страна на шефот на полицијата, д-р Bögl, во том I, странa 37 и 43), претставуваат доволна мотивација, апелациониот суд не смета дека судот бил способен да изврши контрола (tragfähig), поради тоа што не може едноставно да се претпостави дека еден полициски службеник, и уште еден кој, згора на тоа, имал добра причина да биде свесен за зголеменото внимание на медиумите, би дозволил да биде вовлечен во кривично дело на начин кој е спротивен на сета логика.", "", "Верзијата на Ronald Ribitsch во врска со настаните, според која, во периодот меѓу 15:00 часот попладне и 22:45 часот навечер на 1 јуни 1988 година, тој бил испрашуван во периоди од околу четириесет и пет минути, секогаш од страна на тројца полициски службеници, по што, двајца службеници му ја удирале главата од подот и го удирале петнаесет минути (том I, страна 27), води кон тоа да се очекува постоење на голем број на повреди, особено на истакнати делови на лицето. Слично на тоа, изјавата на Ribitsch (loc. cit) дека бил удиран по телото на таков начин „што удирањето не оставило многу траги, но, сепак, било многу болно“ би укажала на тоа дека полициските службеници ја извршиле нивната задача на методичен начин, но тоа не е во согласност со изјавата на Ronald Ribitsch, според која службениците, во нивните напори да го принудат да даде признание, ја изгубиле сета контрола над своите постапки. Оваа верзија на настаните не одговара со тврдењето на г. Ribitsch, дека тој можел да направи разлика меѓу службениците кои го испрашувале и оние кои го малтретирале, со оглед на тоа што, според другите изјави дадени од страна на Ribitsch, Josef Markl учествувал и во испрашувањето и во малтретирањето.“", "", "Судот, потоа, го разгледа прашањето за повредите забележани на лицето на жалителот.", "(i) се осврна на изјавите на г. Markl, за тоа дека г. Ribitsch изгубил рамнотежа кога се удрил во задната врата на автомобилот и се лизнал на земјата, пред тој, Markl, да успее да го зграби за неговата лева рака и да го ублажи неговиот пад. Според извештајот на судска медицина, можно е модринките на надворешната страна на десната рака на жалителот да биле предизвикани од ваквиот удар, иако општиот лекар, кој бил испрашан од страна на првостепениот суд на оваа тема, изјавил дека тоа било тешко веројатно. На крајот, експертот од Институтот за судска медицина, кој ја организирал реконструкцијата на настаните, изјавил дека колку понасилен бил ударот на г. Ribitsch (Anprall) во вратата на автомобилот, толку била поголема веројатноста ударот да е причинител на повредите, но и дека, колку повеќе неговиот пад потсетува само на слизнување на земја (Abgleiten), толку повеќе неверојатна е верзијата на настаните дадена од страна на обвинетото лице.", "(ii) Судот додаде дека само еден од сведоците, имено, новинарот, го забележал постоењето на модринка на внатрешноста на десната рака, која, во секој случај, само по себе, не беше доказ за малтретирање. Покрај тоа, г. Markl изјавил во врска со тоа дека, исто така, не може да биде сигурен дека тој не го грабнал г. Ribitsch за неговата десна рака за да го спречи да не падне.", "(iii) Во однос на другите симптоми забележани кај жалителот, имено, цервикалниот синдром, вкочанетоста на прстите и дијареа, судот истакна дека, според извештајот на Институтот за судска медицина, тие, исто така, може да бидат знаци на општа инфекција.", "Судот го отфрли барањето на адвокатот на жалителот дека е потребно да се прибават дополнителни докази, како на пример, повторно испитување на сведоците, изработка на снимка од австриското радио, реконструкција на настаните со возило VW Golf со две врати и психо-невролошки извештај; судот, исто така, го отфрли барањето на обвинителството за изработка на дневници од страна на одделот за безбедност за да може да се провери дали бил користен автомобил со две врати или со четири врати. Судот, во овој дел, заклучи:", "", "„На крајот, ако се земе предвид фактот дека граѓанската страна Ronald Ribitsch не бил способен да го пријави кривичното дело, дека тој не бил во можност во текот на овие постапки да наведе зошто не го сторил тоа, дека, од неразбирливи причини, тој избрал да упати јавно обвинение на австриското радио и дека за време на постапката тој се заплеткал во противречности во врска со алибито кое требало да биде докажано од страна на сведокот Stranner, тогаш, постојат разумни сомневања во однос на веродостојноста (verläßliche Tragfähigkeit) на неговите докази.", "", "Оттука, апелациониот суд не можеше да донесе конечна одлука за тоа дали да ги отфрли доказите на обвинетото лице или да ги прифати, барем делумно, доказите изнесени од страна на граѓанската страна Ronald Ribitsch со таква сигурност која единствено може да биде земена како основа за пресудата за утврдување на вина во кривичната постапка.", "", "... “", "", "", "", "", "V. ЖАЛБАТА НА ЖАЛИТЕЛОТ ДО УСТАВНИОТ СУД", "", "23. г. Ribitsch потоа, поднесе жалба до Уставниот суд, кој издаде пресуда на 26 ноември 1990 година. Судот смета дека апсењето на жалителот, неговото задржување во полициски притвор и претресот извршен во неговиот дом биле незаконски и со тоа биле повредени неговите права на слобода и почитување на неговиот дом. Полицијата не поседувала налог за апсење ниту налог за претрес и не била во можност да го утврди ризикот од таен договор или непосредна опасност. Судот одлучи дека не е надлежен да одлучува по прашањето за навредите наводно искажани од страна на полицијата кон жалителот. Во врска со малтретирањето на кое наводно бил подложен, судот истакна дека трите обвинети лица биле ослободени од страна на пониските судови и заклучи:", "", "„Во врска со ваквиот исход на кривичната постапка (во текот на која беа презентирани многу докази), Уставниот суд смета дека не е во позиција (außer Stande) да ги уважи наводите на жалителот и да ги смета тврдењата за малтретирање изнесени во жалбата до овој суд за несомнено докажани. Накусо, во постапката пред Уставниот суд, повеќе не било можно, во такви околности, да се разјаснат релевантните факти понатаму, ниту, пак, следствено на тоа, да се достават докази за наводната повреда на човековите права.", "", "Од оваа гледна точка исто така, и оттука - во отсуство на валидна цел - жалбата мора да се прогласи за недопуштена (unzulässig).“", "", "", "ПОСТАПКА ПРЕД КОМИСИЈАТА", "", "24. г. Ribitsch изјави жалба до Комисијата на 5 август 1991 година. Повикувајќи се на член 3 и член 6 став 1 (чл. 3, чл. 6-1) од Конвенцијата и член 13 во врска со член 3 (чл. 13 + 3), тој изјави жалба дека бил подложен на нечовечко и понижувачко постапување за време на неговото задржување во полициски притвор, дека тој бил спречен од ефикасно спроведување на неговата постапка за надомест на штета како резултат на неговиот статус како граѓанска страна во кривичната постапка и дека тој немал ефикасен правен лек пред Уставниот суд.", "25. На 20 октомври 1993 година, Комисијата ја прогласи за допуштена жалбата врз основа на член 3 (чл. 3), а останатиот дел од жалбата (бр. 18896/91) за недопуштен.", "Во својот извештај од 4 јули 1994 година (член 31) (чл. 31), Судот го даде своето мислење (со десет гласа наспроти шест) дека имало повреда на член 3 (чл. 3). Целосниот текст на мислењето на Комисијата, како и на двете одделни мислења содржани во извештајот, се дадени како прилог кон оваа пресуда.", "", "", "ЗАВРШНИ ПОДНЕСОЦИ ДО СУДОТ ОД СТРАНА НА ВЛАДАТА", "", "26. Во својата белешка, Владата побара од Судот да утврди", "", "„дека правата на жалителот врз основа на член 3 (чл. 3) од Конвенцијата не биле повредени од страна на полициските службеници од Сојузната полициска управа во Виена.“", "", "", "ВО ОДНОС НА ПРАВОТО", "", "", "I. НАВОДНА ПОВРЕДА НА ЧЛЕН 3 (чл. 3) ОД КОНВЕНЦИЈАТА", "", "27. г. Ribitsch тврди дека додека бил во полициски притвор во Одделот за безбедност во рамките на Сојузната полициска управа во Виена, тој бил подложен на малтретирање несоодветно на член 3 (чл. 3) од Конвенцијата, кој предвидува:", "", "„Никој не смее да биде подложен на мачење, нечовечко или понижувачко постапување или казнување.“", "", "28. Владата ги оспори ваквите тврдења. Комисијата сметаше дека е добро основана.", "29. Жалителот тврди дека повредите кои тој ги имал кога бил ослободен од полицискиот притвор, поточно модринките на внатрешната и надворешната страна на неговата десна рака, биле видени од страна на голем број сведоци, вклучувајќи новинар, психолог и лекар (види став 13 и став 16 погоре). Овие повреди биле предизвикани од само една причина, односно од малтретирањето од страна на полициските службеници кои го испрашувале, кои, по грубото навредување, го напаѓале постојано со цел да го натераат да даде признание (види ги ставовите 12, 15 и 16 погоре).", "30. Владата не оспори дека г. Ribitsch се здобил со повредите додека тој бил во полициски притвор, но истакна дека не било можно во текот на домашната кривична постапка да се утврди казнивото однесување од страна на полициските службениц. Во врска со тоа, Владата се повика на заклучоците на Регионалниот кривичен суд во Виена, кој спроведе своја сопствена проценка на доказите, поточно издаде налог за изготвување на извештај од судска медицина, и темелно ги разгледа изјавите на г. Ribitsch и ја утврди неговата веродостојност. Владата изјави дека, за да се утврди повреда на Конвенцијата, неопходно е да се докаже дека малтретирањето било „над основаното сомнение“.", "31. Комисијата го искажа својот став дека државата е морално одговорна за секое лице задржано во притвор, поради тоа што лицето е целосно во рацете на полицијата. Во случај на повреди здобиени за време на полицискиот притвор, Владата треба да обезбеди докази со кои ќе се утврдат фактите кои доведуваат до постоење на сомнеж во врска со изјавите за настаните дадени од страна на жртвата, особено ако таквите изјави се поткрепени со лекарски уверенија. Во овој конкретен случај, објаснувањата дадени од страна на Владата не беа доволни за да постои основано сомнение за наводите на жалителот во врска со малтретирањето кое тој наводно го претрпел додека бил во полициски притвор.", "32. Судот повтори дека, според системот на Конвенцијата, утврдувањето и проверката на фактите, примарно, е прашање за Комисијата (член 28 став 1 и член 31) (чл. 28-1, чл. 31). Судот, сепак, не е обврзан со наодите во врска со фактите на Комисијата и слободно може да направи своја сопствена проценка на сите материјали кои се доставени до судот (види ja, меѓу другите, пресудата за случајот Klaas против Германија од 22 септември 1993 година, Серија А, бр. 269, стр. 17, став 29). Судот, понатаму, истакна дека, во принцип, не е негова задача да ја замени својата проценка на фактите со онаа на домашните судови, и дека не е обврзан со наодите на домашните судови повеќе отколку со оние наоди на Комисијата.", "Неговата проценка мора да биде особено темелна, посебно во случај кога Комисијата има донесено одлуки кои не се во согласност со оние одлуки на судовите за кои станува збор. Неговата внимателност мора да биде зголемена кога станува збор за правата како што се оние утврдени во член 3 (чл. 3) од Конвенцијата, кој, во апсолутна смисла, забранува тортура и нечовечко или понижувачко постапување или казнување, без разлика на однесувањето на жртвата. За разлика од повеќето суштински одредби од Конвенцијата и Протоколите бр. 1 и бр. 4 (П1, П4), член 3 (чл. 3) не содржи никаква одредба за исклучоци и, во согласност со член 15 став 2 (чл. 15-2), не смее да има отстапување од тоа, дури и во случај на вонредна состојба која го загрозува животот на нацијата (види ја пресудата за случајот Ирска против Обединетото Кралство од 18 јануари 1978 година, Серија А, бр. 25, стр. 65, став 163).", "33. Во овој конкретен случај, Судот ги забележа следниве факти:", "(1) Постоењето на повредите на телото на г. Ribitsch било утврдено уште на 2 јуни 1988 година, во извештајот на болницата во Meidling и истите биле забележани на 3 јуни 1988 година од страна на општиот лекар, д-р Scheidlbauer, како и од страна на голем број други сведоци. Во текот на првостепената постапка, д-р Scheidlbauer изјавил дека тој смета дека е прилично неверојатно ударот во вратата на автомобилот да ги предизвикал таквите повреди; во текот на жалбената постапка, експертот по судска медицина, именуван од страна на Регионалниот кривичен суд, изјави дека таквиот удар би можел да објасни „само една од неколкуте повреди кои можеби жалителот ги претрпел“. Не е спорно дека жалителот имал голем број на модринки на внатрешноста и надворешноста на десната рака (види ги ставовите 13, 16, 17 и 20 погоре).", "(2) Објаснувањата дадени од страна на полицискиот службеник Markl содржат разлики. Неговиот извештај, со погрешен датум од 1 јуни 1988 година, наводно бил изготвен по совет на неговиот претпоставен, г. Gross, иако г. Gross тврдел дека тој не знаел за било какви повреди (види став 15 и став 17 погоре). Изјавите на г. Markl за тоа кога жалителот првпат му ги покажал повредите на неговат десна рака се контрадикторни. И на крај, тој не презел никаква акција во врска со наводите на сведоците дека г. Ribitsch продавал прашок за перење, кој го подметнувал како хероин (види став 17 погоре).", "(3) Полицискиот службеник Fröhlich, возачот на автомобилот, рече дека тој не видел како г. Ribitsch паднал (види став 15 погоре).", "(4) Покраинскиот кривичен суд во Виена, по спроведената детална анализа на доказите и однесувањето на полицискиот службеник Markl, го прогласи за виновен за напад и нанесување на телесни повреди. Судот ја смета верзијата на г. Ribitsch во врска со настаните за веродостојна, а својата проценка ја заснова, пред се, на доследната природа на доказите изнесени од страна на сведокот и изјавите на општиот лекар. Од друга страна, ја опиша како „вознемирувачка“ линијата на одбрана усвоена од страна на г. Markl, чии изјави се чинат контрадикторни и збунувачки (види став 17 погоре).", "(5) Регионалниот кривичен суд во Виена, од друга страна, го ослободи г. Markl, донесувајќи одлука дека „не е во можност да донесе конечна одлука за тоа дали да ги отфрли доказите на обвинетото лице или да ги прифати, барем делумно, доказите изнесени од страна на граѓанската страна во постапката, Ronald Ribitsch, со таква сигурност која единствено може да биде земена како основа за пресудата за утврдување на вина во кривичната постапка“. Наведувајќи ги своите причини, Регионалниот кривичен суд се посомнева во веродостојноста на жалителот, имено, врз основа на размислувањата кои не се поврзани со текот на настаните додека тој бил во полициски притвор. Тука спаѓа и неговото обвинение за кривични дела поврзани со дрога во октомври 1988 година, фактот дека тој не бил вработен, фактот дека тој не остварувал доволно средства за живот и фактот дека тој „избрал да упати јавно обвинение на австриското радио“, наместо да поднесе жалба. Во наведувањето на своите причини со кои се оправдува напуштањето на ставот во врска со доказите прибавени од страна на првостепениот суд, Регионалниот кривичен суд, исто така, го вклучи размислувањето дека „не може едноставно да се претпостави дека еден полициски службеник, и уште еден, кој згора на тоа, имал добра причина да биде свесен за зголеменото внимание на медиумите, би дозволил да биде вовлечен во кривичното дело на начин кој е спротивен на сета логика“ (види став 22 погоре).", "(6) Уставниот суд не ја испита основаноста на жалбата на г. Ribitsch за малтретирање. Судот ја истакна незаконитоста на пребарувањата и апсењето на жалителот и неговата сопруга (види став 23 погоре).", "34. Не е спорно дека повредите кои му биле нанесени на г. Ribitsch за време на неговото задржување во полициски притвор, кој во секој случај бил незаконски, додека тој бил целосно под контрола на полициските службеници. Ослободувањето на полицискиот службеник Markl во кривичната постапка од страна на судот, обврзан за начелото на презумпција на невиност, не ја ослободува Австрија од својата одговорност во согласност со Конвенцијата. Владата, соодветно на тоа, имаше обврска да обезбеди разумно објаснување за тоа како биле предизвикани повредите на жалителот. Но Владата не направи ништо повеќе туку само се повика на исходот од домашната кривична постапка, во која не беше утврдено дека е задоволен високиот стандард за докажување кој е потребен за да се донесе кривична пресуда. Исто така е јасно дека, во тој контекст, значителна тежина била дадена на објаснувањето дека повредите биле предизвикани од ударот во вратата на автомобилот. Исто како и Комисијата, Судот утврди дека ваквото објаснување е неубедливо, смета дека, дури и во случај г. Ribitsch да се удрил додека бил превезуван со полициска придружба, тоа може само да обезбеди многу нецелосно, и, оттаму, недоволно, објаснување во врска со повредите за кои станува збор.", "Врз основа на сите материјали изнесени пред судот, Судот заклучи дека Владата не утврдила, на задоволително ниво, дека повредите на жалителот биле предизвикани на поинаков начин, туку - целосно, главно, или делумно - од третманот на кој тој бил подложен додека бил во полициски притвор.", "35. г. Ribitsch тврди дека малтретирањето кое го претрпел додека бил во полициски притвор претставува нечовечко и понижувачко постапување. Ударите кои ги добил, како и навредите и заканите изговорени против него и неговата сопруга, кои беа лишени од слобода во исто време, предизвикале интензивно физичко и ментално страдање. Покрај тоа, голем број на сведоци потврдиле дека жалителот претрпел физички повреди и дека страдал од значителна психолошка траума (види став 16 погоре).", "36. Земајќи ја предвид особената ранливост на жалителот додека тој бил незаконски задржан во полициски притвор, Комисијата прифати во целост дека тој бил подложен на физичко насилство кое е еднакво на нечовечко и понижувачко постапување.", "37. Владата не оспори дека повредите на жалителот, претпоставувајќи дека е докажано дека повредите му биле намерно нанесени додека тој бил во полициски притвор, го достигнале нивото на сериозност кое е доволно за да се подведат истите во рамките на член 3 (чл. 3).", "38. Судот нагласи дека, во однос на лицето лишено од слобода, секоја употребата на физичка сила која не е строго неопходна, поради самото негово однесување, го намалува човечкото достоинство и, во принцип, е повреда на правото наведено во член 3 (чл. 3) од Конвенцијата. Судот повтори дека барањата за истрага и непобитните потешкотии кои се дел од борбата против криминалот, не можат да го оправдаат поставувањето на граници во врска со заштитата која може да се додели во однос на физичкиот интегритет на поединецот (види ја пресудата за случајот Tomasi против Франција од 27 август 1992 година, Серија А, бр. 241-А, стр. 42, став 115).", "39. Во овој конкретен случај, повредите кои ги претрпел г. Ribitsch покажуваат дека тој бил подложен на малтретирање кое било еднакво на нечовечко и понижувачко постапување.", "40. Следствено на тоа, има повреда на член 3 (чл. 3).", "", "", "II. ПРИМЕНА НА ЧЛЕН 50 (чл. 50) ОД КОНВЕНЦИЈАТА", "", "41. Член 50 (чл. 50) од Конвенцијата предвидува:", "", "„Кога Судот ќе утврди дека одлуката или мерката преземена од страна на судскиот орган или било кој друг орган на Високата договорна страна е целосно или делумно во судир со обврските кои произлегуваат од оваа Конвенција, и доколку внатрешното право на засегнатата страна овозможува само делумна репарација на штетата на последиците од оваа одлука или мерка, со одлуката на Судот, доколку е потребно, ќе се додели правичен надомест на оштетената страна.“", "", "42. Според оваа одредба (чл. 50), жалителот побарал надомест за нематеријална штета и надомест на неговите трошоци и издатоци.", "", "А. Нематеријална штета", "", "43. г. Ribitsch тврди дека претрпел нематеријална штета за која тој го утврдил износот од ATS 250.000.", "44. Владата не даде никакви коментари во врска со прашањето.", "45. Делегатот на Комисијата тврди дека релативно висока сума треба да се додели со цел да се охрабрат луѓето кои се во иста положба како и г. Ribitsch да поведуваат судски постапки.", "46. Судот смета дека жалителот претрпел значителна нематеријална штета. Земајќи ги различните релевантни фактори предвид, и одлучувајќи на правична основа, во согласност со член 50 (чл. 50), му додели ATS 100.000.", "", "Б. Трошоци и издатоци", "", "47. г. Ribitsch, исто така, побарал надомест на неговите трошоци и издатоци. За постапката пред австрискиот суд, тој побарал ATS 78.780. За постапката пред институциите на Конвенцијата, тој побарал ATS 385.375, по одземање на сумата од ATS 20.185 за правната помош што тој ја добил пред Комисијата.", "48. Владата тврди дека, во врска со насоките за давачки на австриската адвокатска комора, поголемиот дел од сумите побарани биле претерано високи.", "49. Делегатот на Комисијата не дал свое мислење во врска со ова прашање.", "50. Одлучувајќи на правична основа и врз основа на критериумите што се применуваат во врска со ова прашање, Судот му додели на жалителот сума од ATS 200.000, од ​​кои треба да се одземе сумата од 18.576 француски франци која веќе била исплатена од страна на Советот на Европа за правната помош.", "", "", "", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "", "1. Смета, со шест гласа наспроти три, дека имало повреда на член 3 (чл. 3) од Конвенцијата;", "", "2. Смета, со шест гласа наспроти три, дека обвинетата држава треба да му плати на жалителот, во рок од три месеци, 100.000 (сто илјади) австриски шилинзи за претрпена нематеријална штета;", "", "3. Смета, едногласно, дека обвинетата држава треба да му плати на жалителот, во рок од три месеци, 200.000 (двесте илјади) австриски шилинзи за трошоци и издатоци, од кои треба да се одземе сумата од 18.576 (18.576) француски франци, конвертирани во противвредност на австриски шилинзи, според курсот кој важи на денот на донесување на оваа пресуда;", "", "4. Го отфрли, едногласно, останатиот дел од барањето за правичен надомест на штета.", "", "", "Изготвена на англиски и француски јазик, а изреката на пресудата е дадена на јавна расправа во Зградата на човекови права, Стразбур, на 4 декември 1995 година.", "", "Rolv RYSSDAL", "Претседател", "Herbert PETZOLD", "Секретар", "", "Во согласност со член 51 став 2 (чл. 51-2) од Конвенцијата и член 53 став 2 од Деловникот А на Судот, заедничко издвоено мислење на г. Ryssdal, г. Matscher и г. Jambrek е дадено во прилог на оваа пресуда.", "", "R. R.", "H. P.", "", "ЗАЕДНИЧКO ИЗДВОЕНО МИСЛЕЊЕ НА СУДИИTE RYSSDAL,", " MATSCHER И JAMBREK", "", "(Превод)", "", "1. Во овој конкретен случај, не можеме да се согласиме со мнозинство на Големиот судски совет, особено поради тоа што ние придаваме различна тежина на фактите.", "Во мај 1988 година, по смртта на двете лица како последица на земање преголема доза на хероин, посебната единица на Сојузната полициска управа во Виена спроведе истраги меѓу луѓето за сцената со дрогата, со цел да се открие кој ја испорачал дрогата на починатите лица. Во текот на овие истраги, беше испрашан, меѓу другите, и г. Ribitsch, кој бил познат како корисник на дрога, а исто така бил осомничен за продажба дрога. Двајца информатори, од кои едниот бил близок пријател на еден од починатите лица, го идентификувал г. Ribitsch како добавувач на фаталната доза на хероин.", "На 31 мај 1988 година, полициските службеници го уапсиле жалителот и извршиле претрес на неговиот дом. Овие полициски службеници нашле одредена количина на дрога во неговиот дом, г. Ribitsch бил задржан во полициски притвор заради испрашување во седиштето на Одделот за безбедност во рамките на Сојузната полициска управа во Виена во попладневните часови на 31 мај, па се до утринските часови на 2 јуни 1988 година.", "Понатаму, г. Ribitsch тврдел дека тој бил подложен на малтретирање, додека бил во полициски притвор. Тој не поднел жалба до надлежните органи, но информирал голем број од неговите пријатели и роднини, вклучувајќи го и новинарот. По советот кој го добил од страна на новинарот, г. Ribitsch отишол во болница и го информирал неговиот општ лекар. Неколку дена подоцна, новинарот организирал програма на австриското радио во врска со предметните настани.", "За разлика од она што вообичаено се случува во слични случаи поднесени против други држави (види ја, конкретно, пресудата за случајот Klaas против Германија, од 22 септември 1993 година, Серија А, бр. 269), надлежните органи, по нивна сопствена иницијатива, започнале истрага за предметните настани, веднаш штом биле информирани за истите.", "Резултатите од истрагата биле испратени до одделот на јавниот обвинител, кој повел кривична постапка против тројцата полициски службаници за напад и нанесување на телесни повреди.", "Во пресудата донесена од страна на Покраинскиот кривичен суд во Виена, еден од тројцата полициски службаници бил прогласен за виновен и осуден на казна затвор во времетраење од два месеци, суспензија, додека другите двајца биле ослободени. Причините за пресудата на Покраинскиот суд биле изнесени во детали. Судијата главно се потпрел на доказите изнесени од страна на сведоците – г. Ribitsch и другите лица кои можат да се вбројат како негови роднини и пријатели - и на уверенијата издадени од страна на болничкиот персонал и општиот лекар, во кои е даден извештај во врска со повредите на г. Ribitsch и другите симптоми кои ги опишал општиот лекар. Судијата одбил да го одобри барањето на одбраната за изготвување на извештај од судска медицина во врска со причините за овие повреди.", "По жалбата поднесена од страна на полицискиот службеник обвинет од страна на Покраинскиот суд, Регионалниот кривичен суд во Виена, најпрво, издал наредба за изготвување на извештај од судска медицина од страна на Универзитетот во Виена, Институт за судска медицина. Главната цел на овој извештај била да се утврди, доколку било можно, причината за повредите забележани од страна на лекарите и симптомите на кои се жалел жалителот. Заклучокот на судот бил дека повредите и симптомите за кои станува збор би можеле да се објаснат на различни начини; било сосема можно дека истите биле предизвикани од причина различна од онаа која била прифатена од страна на Покраинскиот суд. Регионалниот кривичен суд, составен од три професионални судии, внимателно ги проценил доставените докази, разгледувајќи ги во детали изјавите на жалителот и на другите сведоци, и го ослободи полицискиот службеник, на убедлива основа. Покрај тоа, пракса на апелационите судови во Австрија е да не ја поништуваат пресудата на пониските судови, освен ако постои сериозен сомнеж во врска со тоа дали истата е добро основана.", "Уставниот суд ја отфрлил жалбата поднесена од страна на жалителот, откако увидел дека немало причини да се критикува постапката која била спроведена од страна на Регионалниот суд, ниту неговата проценка на доказите или одлуката која тој ја донел.", "Уставниот суд можеби ја разгледал целата постапка во врска со случајот и направил своја проценка на фактите. Сепак, како што е објаснето во претходниот став, сметал дека нема причина да го стори тоа, и на тој начин, ја усвоил, во основа, пресудата по жалбата на Регионалниот суд.", "Нашиот заклучок би бил: обвинетата Влада наредила, по нејзин предлог, спроведување на истрага која довела до строго иследување на случајот од страна на независни судови на три различни нивоа на надлежност. Не е задача на Судот да ја замени својата проценка на фактите за онаа спроведена од страна на националните судови, освен ако тие постапувале неправилно, што не било така во овој конкретен случај.", "Со оглед на тоа што очигледно постоело основано сомнение за наводите на жалителот за малтретирање со што му биле нанесени телесни повреди за време на неговиот притвор во Сојузната полициска управа во Виена, и, иако не било можно да се обезбедат непобитни докази дека повредите и симптомите на кои се пожалил жалителот по негово ослободување од притвор биле предизвикани на поинаков начин од начинот на кој што тврди дека му биле нанесени жалителот, не можеме да донесеме заклучок дека имало повреда на член 3 (чл. 3) од Конвенцијата.", "2. Во однос на двосмисленото однесување на жалителот и имајќи предвид дека пред Покраинскиот суд тој побарал како надомест за штета само ATS 1.000, кои му биле доделени, ние не сметаме дека треба да гласаме за да му се додели на жалителот дополнителен надомест за нематеријална штета."]}