{"file": "MAC_HJUDMAC_60642_08.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "60642/08", "text_paragraphs": ["© Совет на Европа/ Европски суд за човекови права, 2015. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "ГОЛЕМ СУДСКИ СОВЕТ", "", "", "", "", "", "", "", "", "CЛУЧАЈ АЛИШИЌ И ДРУГИ против БОСНА И ХЕРЦЕГОВИНА, ХРВАТСКА, СРБИЈА, СЛОВЕНИЈА И ПОРАНЕШНА ЈУГОСЛОВЕНСКА РЕПУБЛИКА МАКЕДОНИЈА", "", "(Жалба бр. 60642/08)", "", "", "", "", "", "", "", "", "", "ПРЕСУДА", "", "", "", "", "", "СТРАЗБУР", "", "16 јули 2014 година", "", "", "Оваа пресуда е конечна, но може да биде предмет на уреднички измени.", "", "Во случајот Алишиќ и други против Босна и Херцеговина, Хрватска, Србија, Словенија и Поранешна Југословенска Република Македонија,", "Европскиот суд за човекови права, заседавајќи како Голем судски совет во состав:", "\tДин Шпилман [Dean Spielmann], Претседател,\n\tЈусеп Касадевал [Josep Casadevall],\n\tГвидо Раимонди [Guido Raimondi],\n\tИнета Зиемеле [Ineta Ziemele],\n\tМарк Вилигер [Mark Villiger],\n\tИзабел Беро-Лефевре [Isabelle Berro-Lefèvre],\n\tДавид Тор Бјоргвинсон [David Thór Björgvinsson],\n\tДануте Јочиене [Danutė Jočienė],\n\tДрагољуб Поповиќ [Dragoljub Popović],\n\tПаиви Хирвела [Päivi Hirvelä],\n\tМирјана Лазарова Трајковска,\n\tХана Јудкивска [Ganna Yudkivska],\n\tАнгелика Нусбергер [Angelika Nußberger],\n\tЛинос-Александар Сицилианос [Linos-Alexandre Sicilianos],\n\tАндре Потоцки [André Potocki],\n\tФарис Вехабовиќ [Faris Vehabović],\n\tКсенија Турковиќ [Ksenija Turković], судии,\nи Мајкл О’Бојл [Michael O’Boyle], Заменик секретар,", "Откако расправаше на затворени седници на 10 јули 2013 година и 28 мај 2014 година,", "Ја донесува следната пресуда, којашто беше усвоена на второспоменатата дата:", "ПОСТАПКА", "1.  Случајот беше инициран со жалба (бр. 60642/08) против Босна и Херцеговина, Хрватска, Србија, Словенија и Поранешната Југословенска Република Македонија поднесена до Судот согласно член 34 од Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од страна на тројца државјани на Босна и Херцеговина, г-ѓа Емина Алишиќ, г-н Азиз Саџак и г-н Сакиб Шахдановиќ („жалителите“), на 30 јули 2005 година. Првиот жалител има и германско државјанство.", "2.  Жалителите тврдеа дека тие не можеле да ги повлечат нивните „стари“ девизни штедни депозити од нивните сметки од филијалата во Сарајево на Љубљанска банка Љубљана и филијалата во Тузла на Инвестбанка од распадот на Социјалистичка Федеративна Република Југославија. Тие се повикаа на член 13 и член 14 од Конвенцијата и на член 1 од Протокол бр. 1 кон Конвенцијата.", "3.  Жалбата беше распределена на Четвртиот оддел на Судот (правило 52, став 1 од Правилата на Судот). На 17 октомври 2011 година Судски совет на тој оддел составен од следните судии: Николас Браца [Nicolas Bratza], Лех Гарлицки [Lech Garlicki], Нина Вајиќ, Боштјан М. Зупанчич, Љиљана Мијовиќ, Драгољуб Поповиќ и Мирјана Лазарова Трајковска, и Лоренс Ерли [Lawrence Early], Секретар на оддел, кон одлучувањето за основаноста на жалбата го приклучи и прашањето за искористување на домашните правни лекови и ја прогласи жалбата за допуштена.", "4.  Во неговата пресуда од 6 ноември 2012 година, Судскиот совет со шест гласа за и еден против ги одби приговорите на Владата во поглед на искористувањето на домашните правни лекови и одлучи:", "- едногласно дека имало повреда на член 1 од Протокол бр. 1 од Конвенцијата од страна на Србија во однос на г-н Шахдановиќ;", "- со шест гласа за и еден против дека имало повреда на член 1 од Протокол бр. 1 од Конвенцијата од страна на Словенија во однос на \nг-ѓа Алишиќ и г-н Саџак;", "- едногласно дека немало повреда на член 1 од Протокол бр. 1 од Конвенцијата од страна на другите тужени држави;", "- едногласно дека имало повреда на член 13 од Конвенцијата од страна на Србија во однос на г-н Шахдановиќ;", "- со шест гласа за и еден против дека имало повреда на член 13 од страна на Словенија во однос на г-ѓа Алишиќ и г-н Саџак;", "- едногласно дека немало повреда на член 13 од Конвенијата од страна на останатите тужени држави; и", "- едногласно дека не било потребно да се испита жалбениот навод по основ на член 14 во врска со член 13 од Конвенцијата и член 1 од Протокол бр. 1 во поглед на Србија и Словенија и дека немало повреда на член 14 во врска со член 13 од Конвенцијата и член 1 од Протокол бр. 1 во поглед на останатите тужени држави.", "Спротивставеното мислење на судијата Зупанчич беше приклучено кон пресудата.", "5.  На 18 март 2013 година, по барање на српската и словенечката Влада, комисија на Големиот судски совет одлучи да го достави случајот до Големиот судски совет во согласност со член 43 од Конвенцијата.", "6.  Составот на Големиот судски совет беше утврден согласно одредбите на член 26, став 4 и став 5 од Конвенцијата како и правило 24. Судијата Боштјан М. Зупанчич, судија од Словенија, одлучи да се повлече од Големиот судски совет (правило 28). Затоа, словенечката Влада ја именуваше судијата Ангелика Нусбергер, судија избрана за Германија, да го замени (член 26, став 4 од Конвенцијата и правило 29). Судиите Давид Тор Бјоргвинсон и Дануте Јочиене, чиј мандат истече на 31 октомври 2013 година, останаа во состав на Големиот судски совет во овој предмет (член 23, став 3 од Конвенцијата и правило 24, став 4).", "7.  Странките доставија дополнителни писмени опсервации (правило 59, став 1).", "8.  Јавна расправа се одржа во Зградата на човековите права, Стразбур, на 10 јули 2013 година (правило 59, став 3). Пред Судот пристапија:", "(a)  за жалителите\nг-н\tБ. Мујчин,\nг-н\tЕ. Есер,\tАдвокати,\nг-н\tА. Мустафиќ,\tAсистент;", "(б)  за Владата на Босна и Херцеговина \nг-ѓа\tM. Mијиќ,\tAгент\nг-ѓа\tБ. Скалоњиќ,\tПомошник агент,\nг-ѓа \tЕ. Веледар Арифагиќ,\nг-н\tЗ. Келиќ,\nг-н\tT. Ќурак,\nг-н\tС. Бакиќ,\nг-н\tE. Kубат,\nг-ѓа\tВ. Tуфек,\nг-ѓа\tН. Тросат,\nг-н\tM. Mахмутовиќ,\tСоветници;", "(в)  за хрватската Влада\nг-ѓа\tШ. Стажник,\tАгент,\nг-ѓа\tН. Kaтиќ,\nг-ѓа\tA. Meteлко-Згомбиќ,\nг-ѓа\tM. Башиќ,\nг-ѓа\tJ. Влашиќ,\nг-ѓа\tБ. Грабовац,\nг-ѓа\tВ. звонар,\tСоветници;", "(г)  за српската Влада \nг-н\tС. Цариќ,\tАгент,\nг-ѓа\tВ. Родиќ,\nг-ѓа\tД. Добрковиќ,\nг-н\tН. Петковиќ,\nг-н\tБ. Милисављевиќ,\nг-н\tБ. Kурбалија,\nг-ѓа\tС. Ѓурѓевиќ,\tСоветници;", "(д)  за словенечката Влада \nг-ѓа\tН. Пинтар-Госенца,\tAгент,\nг-ѓа\tЦ. Aнакер,\tАдвокат,\nг-ѓа\tA. нee,\nг-ѓа\tM. Превц,\nг-н\tР. Габровец,\nг-ѓа\tA. Полак-Петриќ,\nг-н\tA. Кулицк,\tСоветници;", "(ѓ)  за македонската Влада \nг-н\tK. Богданов,\tAгент,\nг-ѓа\tВ. Станојевска,\tСоветник.", "", "Судот слушна обраќања на г-н Мујчин, г-ѓа Мијиќ, г-ѓа Стажник, \nг-н Цариќ, г-ѓа Анекер и г-н Богданов.", "ФАКТИ", "I.  ОКОЛНОСТИ НА СЛУЧАЈОТ", "A. Вовед", "9.  Жалителите се родени во 1976 година, 1949 година и 1952 година, соодветно, и живеат во Германија.", "10.  Пред распадот на Социјалистичка Федеративна Република Југославија („СФРЈ“), двајца од жалителите, г-ѓа Алишиќ и г-н Саџак, имале девизни штедни депозити во Љубљанска банка Сарајево. Во 1990 година, во контекст на економските реформи од 1989/90 година (види параграф 21 подолу), Љубљанска банка Сарајево стана филијала на Љубљанска банка Љубљана, словенечка банка. Исто така пред распадот на СФРЈ, третиот жалител, г-н Шахдановиќ, имал девизен штеден влог во филијалата на Инвестбанка, српска банка, во Тузла, Босна и Херцеговина. Според документите со кои располага Судот, на 31 декември 1991 година, состојбата на сметката на г-н Алишиќ во сараевската експрозитура на Љубљанска банка Љубљана била 4,715 германски марки, а на сметката на г-н Саџак била 129,874 германски марки, на 3 јануари 2002 состојбата на сметките на г-н Шахдановиќ во филијалата на Инвестбанка во Тузла 63,880 германски марки, 4 австриски ѓилинзи и 73 американски долари.", "11.  Жалбените наводи на жалителите засновани на Конвенцијата се однесуваат на тоа што тие не можеле да ги подигнат своите девизни штедни влогови од сметките опишани погоре. Според нив, тоа претставувало повреда на член 1 од Протокол бр. 1 поединечно и на тој член во врска со член 14 од Конвенцијата, од страна на сите тужени држави. Тие исто така тврдеа дека имало повреда и на член 13 од Конвенцијата.", "Б.  Генеза на случајот", "1.  Комерцијално банкарство во СФРЈ пред реформата од 1989/90 година", "(a)  Основни банки, здружени банки и народни банки", "12.  Пред економските реформи кои беа спроведени во СФРЈ во 1989/90 година, системот на комерцијално банкарство се состоеше од основни и здружени банки. Основните банки имаа правен субјективитет, но беа интегрирани во организационата структура на една од деветте здружени банки. По правило, основните банки беа основани и управувани од претпријатија во општествена сопственост со седиште во истата територијална единица (што значи, во една од републиките – Босна и Херцеговина, Хрватска, Македонија, Црна Гора, Србија и Словенија – или автономните покраини – Косово и Војводина). Претпријатијата во општествена сопственост беа носител на југословенскиот модел на самоуправување: ниту приватни ниту во државна сопственост, тие беа колективна сопственост управувана од работниците, и засновани на комунистичката визија за индустриските односи (феноменот и сегашниот статус на таквите претпријатија во Србија, каде и натаму постојат, беше опишан во Качапор и други против Србија, бр. 2269/06 et al., параграф 71-76 и 97, 15 јануари 2008 година). Најмалку две основни банки можеа да формираат здружена банка. Љубљанска банка Љубљана, една од тие здружени банки, беше составена од Љубљанска банка Сарајево, во која двајца од жалителите во овој предмет отвориле сметки, Љубљанска банка Загреб,, Љубљанска банка Скопје и повеќе други основни банки. Исто така, Инвестбанка, во која еден од жалителите во овој предмет имал отворено сметка, заедно со други основни банки, била дел од здружената банка Белградска здружена банка [Beogradska udružena Banka].", "13. Во СФРЈ исто така имаше девет народни банки, Народна банка на Југославија („НБЈ“) и народна банка за секоја од шесте републики и двете автономни покраини.", " (б)  Девизни депозити", "14.  Бидејќи во тоа време тешко доаѓала до цврста валута, СФРЈ ги привлекувала работниците и другите граѓани во странство да отвораат девизни штедни влогови во нејзините банки. За таквите депозити се пресметувала висока камата, чија годишна стапка била често повисока од 10% и биле гарантирани од државата (член 14(3) oд Законот за девизно работење од 1985 година и член 76(1) oд Законот за банки и други финансиски организации од 1989 година).", "15.  Гаранцијата на државата требала да се активира во случај на стечај или „очигледна несолвентност“ на банката по барање на банката (член 18 од Законот за санација, стечај и ликвидација на банки и други финансиски организации од 1989 година и меродавното секундарно законодавство). Ниту една од банките кои се предмет на анализа во овој случај не поднесла такво барање.", "16.  Штедачите не можеле самостојно да побараат активирање на гаранцијата, но биле овластени, во согласност со Законот за облигациони односи од 1978 година, да ги подигнат нивните депозити во било кое време, заедно со доспеаната камата. Член 1035 од тој Закон предвидувал:", " „1.Договорот за паричен депозит е склучен кога банката се обврзала да прими, а депонентот да положи кај банката определен паричен износ.", "2. Со овој договор банката стекнува право да располага со депонираните пари и е должна да ги врати според условите предвидени во договорот.“", "Член 1043(1) од Законот превидувал:", "„Ако паричниот депозит е примен како штеден влог, банката односно штедно-кредитната организација му издава на депонентот штедна книшка “", "Член 1044 oд Законот предвидувал:", "„1. Во штедната книшка се внесуваат сите уплати и подигања на пари.", "2.  Уписите во книшката потврдени со печатот на банката и потписот на овластеното лице се доказ за уплатите односно за подигањата во односите помеѓу банката и вложувачот.", "3.  Спротивната спогодба е ништовна.“", "Понатаму, член 1045 од Законот гласел:", "„На штедните влогови се плаќа камата.“", "(в)  Систем на редепонирање", "17.  Од средината на седумдесетттите години на минатиот век, банките претрпеле девизни губитоци поради падот на курсот на динарот. Како одговор на тоа, СФРЈ вовела систем на „редепонирање“ на странски валути, дозволувајќи им на банките да пренесуваат девизни штедни влогови на граѓаните на НБЈ; која го презела ризикот за курсот на динарот (член 51 од Законот за девизно работење и кредитни односи од 1977 година). Иако системот правно гледано бил доброволен, во пракса банките немале друг избор затоа што не им било дозволено да имаат девизни сметки во странски банки, кои биле неопходни за исплати во странство, ниту пак им било допуштено да даваат кредити во странски валути. Затоа речиси сите девизи биле редепонирани во НБЈ според една од следните две методи: сметководствена или „про форма“ метода или метода на реален пренос на девизи на девизните сметки на СФРЈ. Сметководствениот метод се користел далеку повеќе, затоа што им овозможувал на комерацијалните банки да го пренесат ризикот за курсот на динарот на НБЈ без да плаќаат провизија на странски банки (види Ковачиќ и други против Словенија [ГСC], бр. 44574/98, 45133/98 и 48316/99, параграф 36, 3 октомври 2008 година; види ја исто така одлуката AP 164/04 на Уставниот суд на Босна и Херцеговина од 1 април 2006 година параграф 53). Според интерен извештај на НБЈ од септември 1988 година, до 30 јуни 1988 година, околу 9 милијарди американски долари биле редепонирани кај НБЈ, oд кои само 1.4 милијарди американски долари (што значи нешто повеќе од 15%) биле физички пренесени на многуте сметки на НБЈ во странство. Се чини дека тие средства на сметките во странство на НБЈ беа неодамна поделени помеѓу државите наследнички (види параграф 65 подолу).", "18.  Што се однесува на Љубљанска банка Сарајево, каде првите двајца жалители имале сметки, системот на редепонирање функционирал на следниот начин. Врз основа на низа спогодби (помеѓу Љубљанска банка Сарајево, Љубљанска банка Љубљана, Народната банка на Босна и Херцеговина и Народна банка на Словенија), Љубљанска банка Сарајево требала секој месец на Народна банка на Словенија, за сметката на Љубљанска банка Љубљана, да ја префрла разликата помеѓу депонираните и подигнатите девизни средства. Некои од тие средства биле враќани на Љубљанска банка Сарајево по барање на таа банка со цел да ја одржува ликвидноста (во периоди кога поголем бил износот на подигнати од депонирани девизи). Всушност, во периодот од 1984 година 1991 година 244,665,082 германски марки биле пренесени во Љубљанска банка Љубљана и 41,469,528 германски марки (што значи, помалку од 17%) биле вратени во Љубљанска банка Сараево. Средствата кои не биле вратени во Љубљанска банка Сараево се редепонирале во НБЈ според една од двете методи опишани погоре во параграф 17: сметководствениот или про форма методот (во кој случај нема никаков доказ дека тие средства навистина биле пренесени од Љубљана) или методот на вистински пренос на девизи на странките сметки на НБЈ. Без оглед на тоа кој метод на редепонирање се користел, сите тие средства се воделе како побарување на Љубљанска банка Сараево кон НБЈ.", "19.  Врз основа на спогодбите споменати во параграф 18 погоре, на Љубљанска банка Сараево ѝ биле одоборувани кредити во динари (на почеток без камата) од страна на НБЈ, преку Народна банка на Босна и Херцеговина, во замена за вредноста на редепонираните девизи. Динарите добиени на таков начин се користеле од основните банки за да нудат кредити, по каматна стапка пониска од стапката на инфлација, по правило, на претпријатија со седиште во истата територијална единица.", "20.  Кон крајот на 1988 година системот на редепонирање бил запрен (со измена на член 103 од Законот за девизно работење од 1985 година). На банките им било дозволено да отвораат сметки во странски банки. Љубљанска банка Сарајево, како и други банки, ја искористила таа можност и депонирала околу 13.5 милиони американски долари во странски банки во периодот од октомври 1988 година до декември 1989 година. Во списите нема информации што се случило со тие средства.", "Реформа на комерцијалното банкарство во СФРЈ од 1989/90 година", "21.  Во рамките на реформата од 1989/90, СФРЈ го укинала системот на основни и здружени банки опишан погоре. Оваа промена во банкарските прописи овомозжила некои основни банки да изберат независен статус, додека пак други банки станале филијали (без правен субјективитет) на поранешните здружени банки каде првично припаѓале. На 1 јануари 1990 година Љубљанска банка Сарајево, спомената погоре, така станала филијала (без правен субјективитет) на Љубљанска банка Љубљана; втората банка ги презела нејзините права, имот и обврски. Инвестбанка, спомената погоре, станала независна банка со седиште во Србија и со повеќе филијали во Босна и Херцеговина.", "22.  Понатаму, била прогласена конвертибилноста на динарот што довело до масовно повлекување на странски валути. СФРЈ затоа прибегнала кон итни мерки со кои се ограничува во голем обем подигнувањето на девизни депозити. На пример, од декември 1990 година, кога биле изменет член 71 од Законот за девизно работење, штедачите можеле да ги подигнат своите штедни влогови само за плаќање на увезени стоки или услуги за нивни или потреби на блиски роднини, за купување девизни обврзници, за тестаментално располагање со подарување за научни или хуманитарни цели или за плаќање на животно осигурување на локална осигурителна компанија. Покрај тоа, член 3 од одлуката на Владата на СФРЈ од април 1991 година, која била во сила до февруари 1992 година, и член 17(в) oд одлуката на НБЈ од јануари 1991 година, а кој Уставниот суд на СФРЈ го прогласил за неуставен во април 1992 година, го ограничувал износот кој штедачите можеле да го подигнат или да го користат за горенаведните намени до 500 германски марки одеднаш, но не повеќе од 1,000 германски марки месечно (види параграф 53 подолу).", "Распад на СФРЈ 1991/92 година", "23.  СФРЈ се распадна 1991/92. Во државите наследнички, девизните штедни влогови депонирани претходно биле ставени под посебен режим и обично се именуваат како „стари“ или „замрзнати“ девизни штедни влогови. Подолу следува анализа на меродавното домашно право и практика во врска со штедните влогови на секоја од петте држави наследничи, по азбучен ред, кои се исто така и тужени страни во овој случај.", "В.  Околности кои се однесуваат на тужените држави", "1.  Босна и Херцеговина", "(a)  Meрки кои се однесуваат на „старите“ девизни штедни влогови", "24.  Во 1992 година Босна и Херцеговина ја презеде законската гаранција за „старите“ девизни влогови од СФРЈ (види член 6 од Уредбата со законска сила за преземање и примена на сојузните закони кои во Босна и Херцеговина се применуваат како републички закони). Иако релевантните одредби не биле јасни во тој поглед, Народната банка на Босна и Херцеговина имала став дека гаранцијата се однесувала само на штедни влогови во домашните банки (види го нејзиниот извештај 63/94 oд 8 август 1994 година).", "25. Иако во текот на војната сите „стари“ девизни штедни влогови останале замрзнати, подигнување било исклучително дозволувано од хуманитарни причини и во некои други посебни случаи (види меродавно секундарно законодавство).", "26.  После војната од 1992 до 1995 година, секој од ентитетите (Федерација Босна и Херцеговина – „ФБХ“ – и Република Српска) донесле свое законодавство за „старите“ девизни депозити. Само законите на ФБХ се релевантни во овој случај, затоа што филијалите за кои станува збор се наоѓаат во тој ентитет. Во 1997 година ФБХ презеде одговорност на „старите“ девизни штедни влогови во банки и филијали на нејзина територија (види член 3(1) oд Законот за утврдување и реализација на побарувања на граѓаните во постапка за приватизација од 1997 година и Уредба за остварување на побарувања на нерезиденти од 1999 година). Иако таквите штедни влогови останале замрзнати, тој Закон предвидувал дека можеле да се употребат за купување на станови и претпријатија во државна сопственост (види член 18 од Законот за реализација на побарувања на граѓаните од 1997 година, изменет во 2004 година).", "27.  Во 2004 година ФБХ усвоила нови закони. Се обврзала да ги исплати „старите“ девизни штедни влогови во домашни банки во тој ентитет, без оглед на државјанството на засегнатиот депонент. Нејзината одговорност за такви штедни влогови во филијалите на Љубљанска банка Љубљана, Инвестбанка или други странски банки, во кои жалителите имале сметки, била изречно исклучена согласно член 9(2) од Законот за утврдување и начинот на намирување на внатрешни обврски на Федерацијата oд 2004 година.", "28.  Во 2006 година одговорноста за „старите“ девизни штедни влогови во домашните банки преминала од ентитетите на државата. Одговорноста за таквите штедни влогови во локалните филијали на Љубљанска банка Љубљана и Инвестбанка била повторно изречно исклучена, но државата требала да им помага на клиентите на тие филијали да добијат исплата на нивните штедни влогови од Словенија и Србија, соодветно (види член 2 од Законот за „стари“ девизни штедни влогови од 2006 година). Понатаму, сите постапки во врска со „старите“ девизни штедни влогови биле запрени по сила на закон (види член 28 од тој Закон; таа одредба била прогласена за неуставна со одлука У. 13/06 на Уставниот суд на Босна и Херцеговина од 28 март 2008 година, параграф 35).", "(б)  Статус на сараевската филијала на Љубљанска банка Љубљана и Љубљанска банка Сараево основана 1993 година", "29.  Како што беше наведено во параграф 21 погоре, во јануари 1990 година Љубљанска банка Сарајево стана филијала, без правен субјективитет, на Љубљанска банка Љубљана; второспоменатата банка ги презела правата, имотот и обврските на првоспоменатата банка. Според регистарот на трговски друштва, филијалата дејствувала во име и на сметка на матичната банка. На крајот на 1991 година девизните штедни влогови во таа филијала изнесувале околу 250 милиони германски марки, но помалку од 350,000 германски марки биле оставени во нејзиниот трезор (текот на девизи помеѓу Сарајево и Љубљана е опишан во параграф 18 погоре).", "30.  Нова банка, со ист назив како претходничката на сараевската филијала на Љубљанска банка Љубљана - Љубљанска банка Сараево – била основана согласно законите на Босна и Херцеговина во 1993 година. Таа унилатерално ја презела одговорноста за „старите“ девизни штедни влогови на сараевската филијала на Љубљанска банка Љубљана, словенечка банка.", "31.  Во 1994 година Народна банка на Босна и Херцеговина извршила надзор и воочила бројни недостатоци. Најпрво, управата на новата Љубљанска банка Сарајево не била правилно именувана и не било јасно кои се нејзини акционери. Од таа причина, Народната банка, именувала директор на банката. Второ, како домашна банка, Љубљанска банка Сараево не можела да преземе одговорност за „старите“ девизни штедни влогови, затоа што со тоа би се наметнале нови финансиски обврски врз државата Босна и Херцеговина (затоа што државата врз основа на закон гарантирала за „старите“ девизни штедни влогови во сите домашни банки). Народната банка наредила итно да се подготви биланс на состојба за сараевската филијала на Љубљанска банка Љубљана од 31 март 1992 година и да се дефинираат нејзините односи со матичната банка.", "32.  Сепак, според регистарот на трговски друштва, ново основаната Љубљанска банка Сарајево останала одговорна за „старите“ девизни штедни влогови во сараевската филијала на Љубљанска банка Љубљана до крајот на 2004 година (види параграф 35 подолу). Како последица на тоа, таа и натаму управувала со „старите“ девизни штедни влогови на сараевската филијала на Љубљанска банка Љубљана; околу 3% од тие штедни влогови биле употребени во процесот на приватизација во ФБХ (види параграф 26 подолу); и во еден случај домашен суд во граѓанска постапка наредил да му исплати на клиент на сараевската филијала на Љубљанска банка Љубљана (види Вишњевац против Босна и Херцеговина (одлука), бр. 2333/04, 24 октомври 2006 година).", "33. Уставниот суд на Босна и Херцеговина ја опишал ситуацијата пред 2004 година како „хаотична“ (одлука AP 164/04 oд 1 април 2006 година, параграф 55). Домот за човекови права на Босна и Херцеговина, домашен орган за човекови права, одлучил дека правната несигурност поврзана со прашањето на „старите“ девизни штедни влогови во, помеѓу другото, домашните филијали на Љубљанска банка Љубљана и Инвестбанка во текот на тој период претставува повреда на член 1 од Протокол бр. 1 од Конвенцијата (види одлука CH/98/377 et al. oд 7 ноември 2003 година, параграф 270).", "34.  Во 2003 година Агенцијата за банкарство на ФБХ ја ставила Љубљанска банка Сараево под своја привремена управа затоа што таа имала недефинирани односи со Љубљанска банка Љубљана, странска банка со седиште во Словенија.", "35.  По основ на измената на Законот за постапка на упис на правни лица во судски регистар од 2000 година, во 2003 година Парламентот на ФБХ го продолжил законскиот рок за бришење на уписи од воениот период во регистарот на правни лица до 2004 година. Набрзо после тоа, во ноември 2004 година Општинскиот суд во Сарајево одлучил дека домашната банка Љубљанска банка Сараево не е наследничка на сараевската филијала на словенечката Љубљанска банка Љубљана, дека не одговарала за „старите“ девизни штедни влогови во таа филијала, и дека како последица на тоа, уписот од 1993 година во регистарот на правни лица во кој се вели спротивното треба да се избрише.", "36.  Во 2006 година домашната Љубљанска банка Сараево го продала својот имот на хрватско трговско друштво кое, за возврат, се обврзало да ги исплати долговите на банката. Во исто време, просториите на сараевската филијала на словенечката Љубљанска банка Љубљана, под надзор на Владата на ФБХ до конечната одлука за статусот на таа филијала, биле издадени на истото хрватско трговско друштво во име и во корист на Љубљанска банка Љубљана.", "37.  Во 2010 година надлежниот суд отворил стечајна постапка за Љубљанска банка Сараево во Босна и Херцеговина. Постапката е сè уште во тек.", " (в)  Статус на тузланската филијала на Инвестбанка", "38.  Tузланската филијала на Инвестбанка имала статус на филијала без правен субјективитет. Износот на „старите“ девизни штедни влогови во таа филијала бил приближно 67 милиони американски долари (приближно 100 милиони германски марки на 31 декември 1991 година). Филијалата се затворила во јуни 1992 година и никогаш не продолжила со дејност. Не е јасно што се случило со нејзините средства.", "39.  Во 2002 година надлежен суд во Србија отворил стечајна постапка над Инвестбанка. Српските власти потоа ги продале просториите на филијалите на Инвестбанка во ФБХ (оние кои биле во Република Српска биле продадени во 1999 година). На пример, за просториите во Џафер Махала во Тузла, српските власти добиле 2,140,650 евра. Се чини дека стечајната постапка за Инвестбанка е сè уште во тек.", "40.  Во 2010 година Владата на ФБХ одлучила просториите и архивата на ескпозитурите на Инвестбанка во ФБХ да ги земе под своја управа, но се чини дека Инвестбанка повеќе немала ни простории, ни архива во ФБХ.", "41.  Во 2011 година, по барање на властите на ФБХ, српските власти отвориле кривична истрага за начинот на кој архивата на тузланската филијала била префрлена на српска територија во 2008 година.", "2.  Хрватска", "(a)  Meрки кои се однесуваат на „старите“ девизни штедни влогови", "42.  Хрватската Влада изјави дека ги исплатила „старите“ девизни штедни влогови во домашните банки и нивните експозитури во странство, без оглед на државјанството на засегнатиот депонент. Всушност, јасно е дека биле исплатени таквите депозити на државјани на Босна и Херцеговина депонирани во босанско-херцеговски филијали на хрватските банки. Сепак, словенечката Влада достави одлуки на Врховниот суд на Хрватска (Рев. бр. 3015/1993-2 oд 1994 година, Рев. бр. 3172/1995-2 oд 1996 година и Рев. бр. 1747 /1995-2 oд 1996 година) во кои се одлучува дека зборот употребен во меродавното законодавство (građanin) значел хрватски граѓанин (види и спореди со Ковачиќ и други, цитиран погоре, параграф 77).", "(б)  Статус на филијалата во Загреб на Љубљанска банка Љубљана", "43.  Во Хрватска им било дозволено на граѓаните да ги пренесуваат нивните „стари“ девизни штедни влогови од загребската филијала на Љубљанска банка Љубљана во хрватските банки (види член 14 од Законот за претворање на девизни депозити на граѓаните во јавен долг на Република Хрватска од 1993 година и релевантното секундарно законодавство). Се чини дека околу две третини од сите клиенти на таа филијала ја искористиле таа можност. Во март 2013 година Хрватска и Словенија потпишаа меморандум за разбирање, со кој се повикува на понатамошни сукцесиски преговори во поглед на тие пренесени штедни влогови. Што се однесува на клиентите кои не ги префрлиле нивните заштеди од загребската филијала на Љубљанска банка Љубљана во хрватските банки, чии штедни влогови изнесувале приближно 300 милиони германски марки, некои од нив иницирале граѓански постапки пред хрватските судови и на шеесет и тројца од им биле исплатени нивните „стари“ девизни штедни влогови од присилна продажба на имот на таа филијала кој се наоѓал во Хрватска (одлуки на Општинскиот суд во Осијек од 8 април 2005 година и 15 јуни 2010 година; види исто така Ковачиќ и други, цитиран погоре, параграфи 122-33).Некои други штедачи од таа група иницирале или во моментот водат граѓански постапки пред словенечките судови (види параграф 51 погоре). Според официјални документи доставени од хрватската Влада, Љубљанска банка Љубљана и нејзината загребска филијала повеќе немаат имот во Хрватска.", "3.  Србија", "(a)  Mерки кои се однесуваат на „старите“ девизни штедни влогови", "44.  После распадот на СФРЈ, „старите“ девизни штедни влогови во српските банки останале замрзнати. Сепак, подигнување било по исклучок дозволено од хуманитарни причини без оглед на државјанството на засегнатиот штедач и без оглед на локацијата на конкретната филијала (види го релевантното секундарно законодавство). Понатаму, српските судови во најмалку еден случај одлучиле дека банките со седиште во Србија биле одговорни за „старите“ девизни штедни влогови во нивните филијало кои се наоѓаат во Босна и Херцеговина (види Шекеровиќ против Србија (одлука), бр. 32472/03, 4 јануари 2007 година).", "45. Во 1998 година и потоа повторно во 2002 година Србија се согласила да ги исплати, делумно во готовина и делумно во државни обврзници, „старите“ девизни штедни влогови во домашните филијали на домашните банки на нејзините граѓани и на граѓаните на сите држави освен државите наследнички на СФРЈ заедно со „старите“ девизни штедни влогови во странските филијали на домашните банки (како што е тузланската филијала на Инвестбанка) на граѓаните од сите држави освен државите наследнички на СФРЈ. Тие државни обврзници требало да се исплатат до 2016 година на дванаесет годишни рати и со камата со годишна стапка од 2% (член 4 од Законот за регулирање на јавниот долг на Сојузна Република Југославија по основ на девизно штедење на граѓаните од 2002 година). Што се однесува на сумата која требало да се исплати, Србија се обврзала да ги исплати изворните депозити со камата пресметана до 31 декември 1997 година по изворната каматна стапка и доспеана камата после таа дата по годишна стапка од 2% (член 2 од истиот Закон).", "46.  Сепак, останатите „стари“ девизни штедни влогови (што значи, заштедите на граѓаните на државите наследнички на СФРЈ освен Србија депонирани во сите филијали на српските банки, и домашни и во странство, како и заштедите на српските граѓани во филијали на српските банки надвор од Србија) требало да останат замрзнати до завршувањето на преговорите за сукцесија, како што биле примерот со депозитите на третиот жалител. Понатаму, сите постапки кои се однесувале на „старите“ девизни штедни влогови биле запрени по сила на закон врз основа на член 21 и член 22 од Законот за подмирување на обврските по основ на девизно штедење на граѓаните од 1998 година и член 21 и член 36 од Законот за регулирање на јавниот долг на Сојузна Република Југославија по основ на девизно штедење на граѓаните од 2002 година.", "(б)  Статус на Инвестбанка и нејзините филијали", "47.  Според регистарот на правни лица, Инвестбанка е во државна сопственост. Таа е под управа на српската Агенција за осигурување на депозити. Како субјект во државна сопственост, таа морала да отпише дел од своите големи побаравања кон претпријатијата во државна и општествена сопственост со цел да се овозможи нивната приватизација по основ на Законот за приватизација од 2001 година. Во јануари 2002 година надлежниот суд отворил стечајна постапка над Инвестбанка. Стечајната постапка е во тек. Стотици штедачи од филијалите на Инвестбанка во Босна и Херцеговина безуспешно пријавиле свои побарувања во стечајната постапка. Дваесетмина од нив иницирале граѓанска постапка против Инвестбанка, но без успех.", "4.  Словенија", "(a)  Mерки кои се однесуваат на „старите“ девизни штедни влогови", "48.  Во 1991 година Словенија ја презеде гаранцијата од СФРЈ за „старите“ девизни штедни влогови во домашните филијали на сите банки (вклучувајќи ја Инвестбанка и други странски банки), без оглед на државјанството на засегнатиот депонент (види член 19(3) oд Уставниот закон за имплементација Темелната уставна повелба за самостојност и независност на Република Словенија од 1991 година – „Уставниот закон од 1991 година“), и ги конвертира обврските на банките кон депонентите во јавен долг (види Закон за старите девизни влогови од 1993 година). Така, Словенија се обврзала да ги исплати изворните депозити со камата доспеана до 31 декември 1990 година пресметана по изворно договорената каматна стапка, како и камата доспеана од 1 јануари 1991 година до 31 декември 1992 година по годишна стапка од 6% (член 2 од Законот за старите девизни влогови од 1993 година). Што се однесува на временскиот период после тоа, каматната стапка зависела од тоа дали депонентот избрал државни обврзници или готовина. Депонентите имале право да добијат или државни обврзници, кои биле исплатени до 2003 година во дваесет двогодишни рати со доспеана камата по годишна стапка од 5% или готовина од банките каде имале влог, заедно со камата по пазарна стапка плус 0.25% во десет двогодишни рати. Во вториот случај, на банките требало да им се издадат државни обврзници. Некои депоненти избрале обврзници затоа што можеле да ги искористат за купување на станови и претпријатија во државна сопственост и за плаќање на даноци и пензиски придонеси.", "(б)  Статус на Љубљанска банка Љубљана и нејзините филијали", "49.  Накусо по прогласувањето на независност, Словенија ја национализирала и потоа, во 1994 година, ја реконструирала Љубљанска банка Љубљана врз основ на измена на Уставниот закон од 1991 година. Најголем дел од нејзиниот имот и дел од нејзините обврски беа пренесени на нова банка – Нова Љубљанска банка (види член 22 (б) oд тој Закон, цитиран во параграф 54 подолу). Старата банка задржала одговорност за „старите“ девизни штедни влогови во нејзините филијали во другите државни наследнички и поврзани побарувања кон НБЈ (ibid.). Врз основа на тој Закон, домашните судови усвоиле повеќе одлуки со кои се наредува на старата Љубљанска банка да ги исплати „старите“ девизни штедни влоговина клиенти од нејзината сараевска филијала; во исто време, домашните судови сметале дека словенечката држава немала обврски во тој поглед (види ги пресудите на Врховниот суд II Ips 415/95 oд 27 февруари 1997; II Ips 613/96 oд 1 април 1998 година; и II Ips 490/97 oд 21 јануари 1999 година). Старата Љубљанска банка првично била управувана од Агенцијата за санација на банки. Таа е сега управувана од агенција на словенечката Влада – Фондот за сукцесија.", "50.  Во 1997 година постапките во врска со „старите“ девизни штедни влогови во филијалите на старата Љубљанска банка Љубљана во другите држави наследнички (со исклучок на постапките во трета инстанца пред Врховниот суд) биле запрени до завршувањето на преговорите за сукцесија (види Закон за Фондот на Република Словенија за сукцесија од 1993 година, изменет во 1997 година, и Законот за Фондот за сукцесија и високиот претставник на Република Словенија за сукцесија од 2006 година). Во декември 2009 година Уставниот суд на Словенија по тужба на двајца штедачи од Хрватска, а прогласил таа мерка за неуставна.", "51.  Окружниот суд во Љубљана оттогаш има донесена многу пресуди со кои се наредува на старата Љубљанска банка Љубљана да исплати стари „девизни штедни влогови“ од нејзината сараевска филијала заедно со камата (види, на пример, пресуда P 119/1995-I oд 16 ноември 2010 година, коајшто стана правосила на 4 јануари 2012 година кога била потврдена од Вишиот суд во Љубљана; пресуда \nP 9/2007-II oд 7 декември 2010 година; и пресуда P 1013/2012-II oд 10 јануари 2013 година). Судот објаснил дека согласно законодавството на СФРЈ, филијалите постапувале во име и во корист на матичните банки. Понатаму, согласно словенечките закони, старата Љубљанска банка Љубљана ја задржала одговорноста за „старите“ девизни штедни влогови во нејзината сараевска филијала. Судот сметал дека е нерелевантно дека истоимена банка, Љубљанска банка Сараево, ја презела одговорноста за старата Љубљанска банка Љубљана за штедни влогови во сараевската филијала во 1993 година (види параграф 30 погоре) затоа што тоа било сторено без да се добие одобрение ниту од матичната банка ниту од депонентите. Во секој случај, надлежен суд во Босна и Херцеговина го избришал уписот извршен во 1993 година во регистарот на правни лица во 2004 година (види параграф 35 погоре). Окружниот суд во Љубљана исто така сметал дека е ирелевантно што некои девизи биле префрлени на сметките на НБЈ во странство во согласност со системот на редепонирање опишан погоре.", "Поранешна Југословенска Република Македонија", "52.  Поранешната Југословенска Република Македонија ги исплатила „старите“ девизни штедни влогови во домашните банки и локалните филијали на странските банки како што е скопската филијала на Љубљанска банка Љубљана, без оглед на државјанството на засегнатиот депонент.", "II.  РЕЛЕВАНТНО ДОМАШНО ПРАВО", "53.  Како што беше воочено во параграф 22 погоре, определени ограничувања на подигнувањето на девизни депозити постоеле пред распадот на СФРЈ. На пример, член 17(в) oд одлуката на НБЈ од јануари 1991 година, кој Уставниот суд на СФРЈ го прогласил за неуставен во април 1992, гласел:", "„Овластените банки постапуваат по налози за исплата на девизи вложени на девизни сметки на домашни граѓани ... после прием на претходно известување на тие лица за намера за користење на девизите кои се исплатуваат, на следниот начин:", " (i)  кај износи до 500 германки марки: 15 дена пред првото подигнување и 30 дена пред секое следно подигнување;", "(ii)  за износи до 1,000 германски марки: 30 дена пред првоото подигнување и 45 дена за секое следно подигнување;", "(iii)  за износи до 3,000 германски марки: 90 дена и", "(iv)  за износи до 8,000 германски марки: 180 дена.“", "Сепак, таа одредба не се применувала за југословенските државјани кои работеле и живееле во странство, како што се жалителите во овој предмет (види член 8(6) и 17 oд таа одлука). Неможноста на жалителите од овој предмет да ги подигнат нивните штедни влогови од нивните сметки резултирала од примената на следните одредби на домашното право, презентирани по азбучен ред.", "54.  Релевантниот дел од Уставниот закон на Словенија од 1991 година, изменет во 1994 година, гласел:", "Преамбула", "„Имајќи ја предвид неподготвеноста на определени држави кои настанаа на територија на поранешната [СФРЈ] и банките со седиште во тие држави;", "Имајќи ја предвид постоечката неможност да се постигне договор за сукцесија во поглед на финансиските средства и обврски на поранешната СФРЈ и правните лица на нејзина територија, поради практичните и правните последици од војната на територија која се водеше на поранешна СФРЈ, меѓународните санкции наметнати на таканаречената СРЈ (Србија и Црна Гора), колапсот на финансискиот и економскиот систем во некои државни наследнички, и употребата на финансиските средства на поранешната СФРЈ од таканаречената СРЈ за финансирање на агресорска војна;", "...;", "И со цел да се изнајде, преку преговори со странски кредитори, правично решение со цел преземање на соодветен дел од државните долгови на поранешната СФРЈ во случаите кога не може да се утврди крајниот корисник...“", "член 22(б)", "„Љубљанска банка Љубљана и Кредитна банка Марибор ќе ги препуштат нивното работење и имот на новите банки, основани врз основа на одредбите на овој Уставен закон.", "Без оглед на одредбите од претходниот став, Љубљанска банка Љубљана и Кредитна банка Марибор задржуваат:", "...", "(iii)  целосна одговорност за девизните сметки и девизните штедни влогови за кои не гарантира Република Словенија;", "...", "(v)  со нив поврзаните побарувања.", "Љубљанска банка Љубљана ги задржува своите односи со нејзините постоечки филијали и подружници кои се наоѓаат во другите републики на поранешна СФРЈ, и задржува соодветен дел од побарувањата кон Народната банка на Југославија во однос на девизните штедни влогови.“", "55.  Релевантниот дел од Законот за Фондот за сукцесија на Република Словенија од 1993, изменет во 1997 година, предвидува:", "член 1", "„За остварување на побарувања и извршување на обврските на Република Словенија како и правните и физичките лица од територијата на Република Словенија во постапката на поделба на правата, имотот и обврските [на СФРЈ], со овој Закон се основа Фонд за сукцесија на Република Словенија.“", "член 15(г)(1)", "„Ако против лице кое има престојувалиште или живеалиште во Словенија во тек е судска или извршна постапка, а тужителот или доверителот имаат престојувалиште или живеалиште во ... една од републиките на поранешна СФРЈ ... а побарувањето се однесува на правна трансакција или извршна судска одлука, судот по службена должност ќе ја прекине постапката.“", "56.  Релевантниот дел од српскиот Закон за старите девизни штедни влогови од 2002 година гласи:", "член 21(1)", "„Граѓаните на [Босна и Херцеговина, Хрватска, Словенија и Поранешна Југословенска Република Македонија] кои имаат стари девизни штедни влогови во банки со седиште во Србија и Црна Гора, како и граѓаните на Србија и Црна Гора кои имаат стари девизни штедни влогови во филијалите на такви банки на територија на [Босна и Херцеговина, Хрватска, Словенија и Поранешна Југословенска Република Македонија] своите побарувања по основ на стари девизни депозити ќе ги остварат на начинот кој ќе се договори со државите наследнички на СФРЈ.“", "член 36", "„Сите постапки кои се однесуваат на девизните депозити регулирани со овој Закон, вклучително и извршните, се запираат по основ на овој Закон.“", "57.  Член 2 од Законот за стари девизни депозити од 2006 година на Босна и Херцеговина гласи:", "„1.  Во смисла на овој Закон, стари девизни депозити се девизни депозити во банките на територија на Босна и Херцеговина на 31 декември 1991 година, заедно со каматата досепана до таа дата, минус секоја исплата после таа дата и сите средства пренесени на посебни приватизациски сметки.", "2.  Под старите девизни депозити дефинирани во став 1 погоре нема да се подразбираат девизни депозити во филијали на територија на Босна и Херцеговина на Љубљанска банка, Инвестбанка или други странски банки.", "3.  Во согласност со Спогодбата за прашања за сукцесија, девизните депозити дефинирани во став 2 се одговорност на државите наследнички во кои конкретните банки имаат седиште. Босна и Херцеговина во рамките на своите меѓународни активности ќе дава помош на имателите на такви девизни сметки ...“", "58.  Член 23 од Законот за Фонд за сукцесија и висок претставник на сукцесија на Република Словенија од 2006 година предвидувал:", "„(1)  Оставуваат на сила сите одлуки на словенечките судови за запирање на постапките кои се однесуваат на девизните штедни влогови во комерцијални банки или нивни филијали во било која држава наследничка на СФРЈ, а кои се донесени по основ на Законот за Фондот за сукцесија на Република Словенија од 1993 година. Сите постапки на кои се однесува претходната реченица, а кои биле продолжени, ќе останат запрени или ќе бидат запрени.", " (2)  Постапките споменати во претходниот став ќе бидат продолжени по службена должност откако ќе се реши прашањето за гаранцијата на СФРЈ или НБЈ за девизни штедни влогови по основ на член 7 од анекс В од Спогодбата за прашања за сукцесија.“", "На 3 декември 2009 година Уставниот суд на Словенија ја прогласил таа одредба за неуставна.", "РЕЛЕВАНТНО МЕЃУНАРОДНО ПРАВО И ПРАКТИКА", "I.  МЕЃУНАРОДНО ПРАВО КОЕ СЕ ОДНЕСУВА НА СУКЦЕСИЈА НА ДРЖАВИ", "59.  Прашањето за сукцесија на држави е регулирано, барем делумно, со правилата на општото меѓународно право кодифицирани во Виенската конвенција за сукцесија на држави однос на договори од 1978 годин, и во определена мерка, во Виенската конвенција во однос на државен имот, архива и долгови. Иако втората конвенција не е сѐ уште во сила и само три од тужените држави во овој момент се нејзини договорни страни (Хрватска, Словенија и Поранешната Југословенска Република Македонија), добро утврдено начело на меѓународното право е дека, дури и ако државата нема ратификувано некој меѓународен договор, таа може да биде обврзана со една од неговите одредби ако со таа одредба се изразува обичајното меѓународно право, или преку кодификација на постоечко или преку создавање на ново обичајно правило (види Чудак против Литванија [ГСC], бр. 15869/02, параграф 66, ECHR 2010, и пресудата на Меѓународниот суд на правдата во North Sea Continental Shelf Cases, пресуда од 20 февруари 1969 година, параграф 71, ICJ Reports 1969).", "60.  Обврската да се преговара во добра вера со цел да се постигне согласност за основните начела за решавање на различни аспекти на сукцесијата (види мислење бр. 9 на Арбитражната комисија на Меѓународната конференција за поранешна Југославија, и член 6 од Резолуцијата за сукцесија на државите за сопственички и должнички прашања на Институтот за меѓународно право од 2001 година [the 2001 Resolution on State Succession in Matters of Property and Debts of the Institute of International Law] – „Резолуција од 2001 година“). Ако не се постигне согласност, територијалното начело е од клучна важност кога е во прашање сукцесијата на државен имот (член 18 од Виенската конвенција од 1983 година и член 16 од Резолуцијата од 2001 година) Што се однесува на државни долгови, апликативно е начелото „правичен сразмер“ [“equitable proportion” principle]. Релевантната одредба од Виенската конвенција од 1983 година е членот 41 којшто гласи:", "„Кога државата се распадне или престане да постои, а делови од територијата на државата претходничка ќе основаат две или повеќе држави наследнички, и ако државните наследнички не се договорат поинаку, државниот долг на државата претходничка ќе се подели на државните наследнички во правичен размер, имајќи ги предвид посебно, имотот, правата и интересите кои преминуваат на државните наследнички во однос на тој државен долг.“", "Член 23, став од Резолуцијата од 2001 година исто така превидува дека начелото на „правичен сразмер“ е водечкото начело кога е во прашање државен долг:", "„Доколку не се постигне согласност за преминувањето на државниот долг на државата претходничка, државниот долг во секоја категорија на сукцесијата, ќе премине на државите наследнички во правичен сразмер, имајќи ги предвид, особено, имотот, правата и интересите кои преминуваат на државата наследничка или државите наследнички во однос на тој државен долг.“", "Сепак, одредбите од член 27 до член 29 од резолуцијата од 2001 година се прави разлика помеѓу национални, локализирани и локални долгови и предвидуваат дека територијалното начело се применува посебно за локалните долгови:", "член 27 (Национални долгови)", "„1.  За државните долгови направени од државата претходничка во корист на целата држава (национални долгови) важат правилата содржани во член 22 и натака од оваа Резолуција.", "2.  За долговите на државните институции и претпријатија во државна сопственост кои дејствуваат на национални ниво важат истите правила без оглед на местото во кое се наоѓа нивното седиште.“", "Член 28 (Локализирани долгови)", "„1.  За државните долгови кои биле договорени од државата претходничка или јавна институција или претпријатија кои дејствуваат на национално ниво, за конкретни проекти или објекти во конкретен регион (локализирани национални долгови) се применуваат правилата содржани во претходниот член.", "Меѓутоа, при утврдувањето на уделот во тој долг во согласност со критериумот на правичност ќе се земе предвид преминувањето на имот (сопственост/постројки) поврзани до долгот и сета добивка од тие проекти или објекти од кои корист има државата наследничка на чија територија се наоѓаат.“", "Член 29 (Локални долгови)", "„1.  Долговите на локалните јавни институции (општини, региони, сојузни ентитети, оддели, комунални претпријатија и други регионални и локални институции) преминуваат на државата наследничка на чија територија се наоѓа таа јавна институција.", "...", "6.  Државата претходничка и државата наследничка или државите наследнички можат со договор на поинаков начин да го решат преминувањето на локалните долгови. Кога се работи за решенија во кои се инволвирани и приватни долгови, приваните доверители ќе учествуваат во подготовките и скучувањето на таа спогодба.“", "На крај, што се однесува на последиците на сукцесијата на држава врз приватни лица, резолуцијата од 2001 година, во делот кој е релевантен, предвидувала:", "Член 24м став 1 и став 2", "„1.  Сукцесијата на држави нема да влијае врз правата и обврските на приватни доверители и должници.", "2.  Државите наследнички во нивните домашни правни системи, ќе го признаат постоењето на права и обврски на доверители настанати во правниот систем на државата претходничка.“", "Член 25", "„Државите наследнички колку што е можно повеќе ги почитуваат правата на приватни лица стекнати во правниот систем на државата претходничка.“", "II.  СПОГОДБА ЗА ПРАШАЊА НА СУКЦЕСИЈАТА И РЕЛЕВАНТНА ПРАКТИКА", "61.  Оваа спогодба беше резултат на преговори кои траеја речиси десет години под покровителство на Меѓународната конференција за поранешна Југославија и Високиот претставник (меѓународен управител именуван врз основа на анексот 10 од Општата рамковна спогодба за мир во Босна и Херцеговина). Таа беше потпишана на 29 јуни 2001 и влезе во сила помеѓу Босна и Херцеговина, Хрватска, Србија и Црна Гора (покасно наследена од Србија), Словенија и Поранешната Југословенска Република Македонија на 2 јуни 2004 година.", "62.  Прашањето за „старите“ девизни штедни влогови беше спорно. Државите наследнички имаа различни ставови за тоа дали прашањето треба да се разлгедува како одговорност на СФРЈ соглсно анекс В (Финансиска актива и пасива) или како приватно-правно прашање согласно анекс Е (Приватна сопственост и стекнати права). Тие држави не можеа да се согласат ни околу прашањето дали гаранциите на СФРЈ за „старите“ девизни штедни влогови треба да се преземат од државата во која дадена матична банка има седиште или од државата во која бил вложен депозитот. На крај следните одредби беа додадени во анекс В од спогодбата:", "Член 2, став 3 (a)", "„Во останати финансиски обврски [на СФРЈ] спаѓаат:", "(a) гаранциите на СФРЈ или Народната банка на Југославија за штедни влогови во цврста валута депонирани во комерцијална банка или било која од нејзините филијали во било која држава наследничка пред датумот на кој соодветната држава прогласила независност; ...“", "Член 7", "„За гаранциите на СФРЈ или Народната банка на Југославија за штедни влогови во цврста валута депонирани во комерцијална банка или било која од нејзините филијали во било која држава наследничка пред датумот на кој соодветната држава прогласила независност, ќе се преговара без одлагање земајќи ја предвид особено потребата за заштита на заштедите во цврста валута на поединци. Овие преговори ќе се водат под покровителство на Банката за меѓународни порамнувања.“", "63.  Во 2001/2002 година беа одржани четири рунди на преговори во врска со поделбата на гаранциите на СФРЈ за „старите“ девизни штедни влогови. Затоа што државите наследнички не можеа да постигнат согласност, во септември 2002 година, Банката за меѓународни порамнувања [Bank for International Settlements](„BIS“) ги известила дека експертот, г-н Мејер [Meyer], одлучил да ја прекине неговата соработка по тоа прашање и дека BIS повеќе немало да учествува во тој поглед. Известувањето завршувало со следниот текст:", "„Сепак, доколку петте држави сукцесори покасно одлучат да почнат нови преговори за гаранциите за штедни влогови во цврста валута и ако побараат помош од BIS во тој поглед, BIS ќе биде подготвена да даде таква помош, согласно договорените услови.“", "Се чини дека четири државни наследнички (сите освен Хрватска) брзо после тоа ја известиле BIS за нивната подготвеност да ги продолжат преговорите. Хрватска тоа го сторила во октомври 2010 година и добила одговор во ноември 2010 година, кој во делот кој е релевантен, гласи:", "„...BIS неодамна го преиспита ова прашање и смета дека нејзиното учество во нова рунда преговори, како дел од улогата на посредник, не може да донесе додадена вредност, исто така имајќи предвид колку време помина од последната рунда на преговори, како и нашите актуелни приоритети на полето на монетарна и финансиска стабилност. Сепак, би сакале да нагласиме дека одржувањето на двомесечни средби во Брисел нуди практична можност гувернерите на државите сукцесори меѓусебно да го дискутираат ова прашање на неформална основа во BIS.“ ", "64.  Треба да се воочи дека сличното прашање за гаранциите на СФРЈ за штедни влогови депонирани во Поштенската штедилница и нејзините филијали беше решено надвор од преговорите за Спогодбата за прашања на сукцесијата, со тоа што секоја држава ги презела гаранциите за филијалите на нејзина територија.", "65.  Финансиските средства на СФРЈ биле поделени во следниот сразмер: Босна и Херцеговина – 15.5%, Хрватска – 23%, Поранешната Југословенска Република Македонија – 7.5%, Словенија – 16%, и Србија и Црна Гора (чиј сукцесор покасно станала Србија) – 38% (по основ на член 5 од анекс В од Спогодбата). Се чини дека во периодот од 2003 година до 2012 година практично сите девизи на сметките во странство на НБЈ, во износ од околу 237 милиони американски долари во банки во САД и 221 милион долари во други банки, биле поделени помеѓу државите наследнички согласно договорените удели.", "66.  Во согласност со член 4 од Спогодбата за прашања за сукцесија, бил формиран Постојан комитет од високи претставници на државите наследнички за го следи ефикасното имплементирање на спогодбата и да служи како форум во кој ќе се дискутираат прашања кои се отвораат при имплементација на спогодбата. Досега има одржано три средби во 2005, 2007 и 2009 година.", "67.  Следните одредби од таа Спогодба се релевантни за овој случај:", "\tЧлен 5\t", "„(1) Несогласувањата кои може да настанат во врска со толкувањето и примената на оваа Спогодба, ќе се решаваат пред сѐ, со разговори помеѓу засегнатите држави.", "(2) Ако тие разлики не можат да се надминат со такви разговори во рок од еден месец од првото комуницирање. Засегнатите држави", " (a) ќе се обратат до независно лице по нивен избор, со цел да се дојде до брзо и авторитативно решение на прашањето кое ќе биде почитувано и, доколку е соодветно, со него може да се утврдат конкретни временски рокови за мерките кои треба да се преземат; или", " (б) да го достават прашањето на решавање до Постојаниот комитет основан по основ на член 4 од оваа Спогодба.", " (3) Разликите до кои може да дојде во пракса во врска со толкувањето на термините употребени во оваа Спогодба или секоја следна спогодба потребна заради имплементација на анексите на оваа спогодба, може, дополнително по иницијатива на било која засегната држава на обврзувачко решавање од страна на поединец стручњак (кој не смее да биде државјанин на ниту една од страните на Спогодбата), и кој договорно го именуваат странките во спорот, или ако тие не може да се согласат, го именува Претседателот на Судот за помирување и арбитража на ОБСЕ. Тој стручњак ќе ги утврди сите процедурални прашања во врска со постапката, после консултација со странките кои побарале такво решавање, ако стручњакот смета дека е соодветно така да постапи, со цврста намера да осигура брзо и ефикасно решавање на несогласувањето.", " (4) Постапката превидена во став (3) oд овој член ќе биде строго ограничена на термините употребени во спогодобите за кои станува збор и и во никој случај нема да му се дозволи на експертот да ја утврдува практичната примена на било која од тие спогодби. Конкретно, споменатата постапка не се применува за", " (a) Додатокот на овој договор;", "(б) член 1, 3 and 4 oд анекс Б;", "(в) член 4 и 5(1) oд анекс В;", "(г) член 6 oд анекс Г.", "(5) Ништо од претходните ставови на овој член нема да влијае врз правата и обврските на страните на овој договор кои произлегуваат од важечка одредба која ги обврзува во поглед на решавањето на спорови.“", "член 9", "„Овој договор државите наследнички ќе го имплементираат во добра вера во согласност со Повелбата на Организацијата на Обединетите нации и во согласност со меѓународното право.“", "III.  МЕЃУНАРОДНА СУДСКА ПРАТИКА ВО ВРСКА СО PACTUM DE NEGOTIANDO ВО МЕЃУДРЖАВНИ СПОРОВИ", "68.  Обврската која произлегува од pactum de negotiando, да се преговара со цел да се склучи договор, мора да биде исполнета во добра вера во согласност со фундаменталното начело pacta sunt servanda. На 26 јануари 1972 година Арбитражниот суд за договорот за надворешниот долг на Германија во случајот Грција против Сојузна Република Германија го кажал, во тој поглед, следното (параграфи 62-65):", "„Сепак, pactum de negotiando исто така не е без правни последици. Тој означува дека двете страни ќе направат напори, во добра вера, да постигнат обострано задоволувачко решение преку компромис, дури и ако тоа значи отстапување од претходно цврсто заземени ставови. Подразбира подготвеност во име на преговорите да се отстапи од претходни позиции и да се се излезе во пресрет на другата страна. Формулацијата на договорот не може да се толкува на начин да значи дека било која страна има намера да остане на претходниот став и да инсистира на целосна капитулација на другата страна. Таков концепт би бил неконзистентен со поимот ‘преговори’. Тоа би било чиста спротивност на она што требало да се постигне. Обврската да се преговара подразбира дека со другата страна се разговара со цел да се постигне договор. Иако судот не смета дека член 19 во врска со став II oд анекс I апсолутно обврзува било која од страните да се постигне согласност, судот смета дека текстот на тие одредби наложува страните да преговораат, нешто да понудат и да побараат за возврат и во добра вера да се обидат да постигнат резултат кој е прифатлив за двете страни и на тој начин да стават крај на овој долготраен спор ...", "Договорот да се водат преговори за спорните парични побарувања, во овој случај, нужно подразбира подготвеност да се разгледа можна спогодба. Ова е вистина, дури и ако спорот се однесува на само на износот на побарувањата туку и на нивното постоење. Начелото на постигнување согласност со тоа не е засегнато. Член 19 нужно не наложува страните да ги решат различните правни прашања за кои имале разлики. На пример, не предвидува дека двете страни да имаат еднакво гледање на определени прашања за кои не се согласуваат, како што е прашањето дали спорните побарувања се правно засновани или не, или дали се државни или приватни побарувања. Што се однесува на тие прашања, страните, се согласиле дека не се согласуваат, но, без да ги доведат во прашање нивните тврдења во врска со тие точки, тие презеле обврска дека ќе водат преговори колку што е тоа можно заради склучување на договор за решавање ...", "Судот смета дека основното начело во предметот North Sea Continental Shelf Cases е применливо во овој спор. Како што кажал Меѓународниот суд на правдата, тоа начело потврдува и му дава значење на зборот „преговори“. За да бидат целисходни, во преговорите треба да се влезе заради постигнување согласност. Иако, како што истакнавме, договорот за преговорање нужно не подразбира постигнување на спогодба, тој подразбира дека ќе бидат вложени сериозни напори за постигнување на таа цел.“", "69.  Mеѓународниот суд на правдата неодамна ја резимираше релевантната судска пракса на следниот начин (пресуда од 5 декември 2011 година во предметот Примена на Времената спогодба од 13 септември 1995 година (Поранешна Југословенска Република Македонија против Грција), параграф 132, ICJ Reports 2011) [Application of the Interim Accord of 13 September 1995 (the former Yugoslav Republic of Macedonia v. Greece), § 132, ICJ Reports 2011)]:", "„Судот воочува дека значењето на преговорите за решавање на спорови, или обврската да се преговара, се разјаснети преку судксата пракса на овој Суд и на праксата на неговиот претходник, како и со арбитражни одлуки. Како што Постојаниот суд на меѓународната права веќе кажал во 1931 година во предметот Железнички сообраќај помеѓу Литванија и Полска [Railway Traffic between Lithuania and Poland], обврската да се водат преговори најпрво ‘не е само обврска да се започнат преговори, туку исто така тие да се водат колку што е можно поистрајно, со цел да се постигне договор’ (Railway Traffic between Lithuania and Poland, Advisory Opinion, 1931, P.C.I.J., Series A/B, No. 42, p. 116; види исто така Pulp Mills on the River Uruguay (Argentina v. Uruguay), Judgment, I.C.J. Reports 2010 (I), p. 68, para. 150), или дека мора да се водат долги преговори поради неопходна потреба (Mavrommatis Palestine Concessions, Judgment No. 2, 1924, P.C.I.J., Series A, No. 2, p. 13). Сепак, државите мора да постапуваат на таков начин да ‘преговорите се целисходни’. Тој услов не е исполнет, на пример, кога една од страните ‘инсистира на својот став без размислување за било каква негова промена’ (North Sea Continental Shelf (Federal Republic of Germany/Denmark; Federal Republic of Germany/Netherlands), Judgment, I.C.J. Reports 1969, p. 47, para. 85; see also Pulp Mills on the River Uruguay (Argentina v. Uruguay), Judgment, I.C.J. Reports 2010 (I), p. 67, para. 146) или кога се опструираат преговорите, на пример, со прекинување на комуникациите или предизвикување на неоправдано одолговлекување или непочитување на усогласените процедури (Lake Lanoux Arbitration (Spain/France) (1957), Reports of International Arbitral Awards (RIAA), Vol. XII, p. 307). Преговорите кои се водат со цел да се склучи договор исто така подразбираат дека страните треба да искажат разумен обзир за интересите на другата страна (Fisheries Jurisdiction (United Kingdom v. Iceland), Merits, Judgment, I.C.J. Reports 1974, p. 33, para. 78). Што се однесува на доказите потребни за да се утврди постоење на постапување во лоша вера (околност која би дала на било која од страните оправдување за да се ослободи од обврски), ‘мора да се појави нешто повеќе од неуспех на конкретните преговори’ (Арбитража за Tacna‑Arica Question (Chile/Peru) (1925), RIAA, Vol. II, p. 930). Тие докази може да бидат посредни, но мора да бидат поткрепени ‘со јасни и убедливи докази, а не со спорни заклучоци’ (ibid.).”", "IV.  ПРЕСУДА E-16/11 НА СУДОТ НА ЕФТА ОД 28 ЈАНУАРИ 2013 ГОДИНА", "70. Ландсбанки [Landsbanki], исландска банка во приватна сопственост, имала филијали во Холандија и Обединетото Кралство, кои обезбедувале електронски услуги на штедење под трговската марка Icesave. Таквите штедни влогови биле покриени со исландската програма за осигурување на депозити, како и со такви програми во Холандија и Обединетото Кралство.", "71.  Во 2008 година Ландсбанки пропаднала и исландската Влада основала Нова Ландсбанки по основ на своите закони за итни ситуации донесени со цел да се спречи системска криза. Домашните депозити биле пренесени во Нова Ландсбанки. Холандските и британските депозити не биле пренесени. Набрзо по основанањто ан Нова Ландсбанки и пренесувањето на домашните депозити во таа банка, обврската за исплати согласно исландскиот систем на осигурување на депозити, вклучувајќи ги холандските и британските депозити. За разлика од домашните депозити, депонентите во филијалите во Холандија и Обединетото Кралство не добиле компензација од исландскиот систем, но на крајот добиле исплата преку холандските и британските системи.", "72.  Во 2011 година Надзорниот орган на Европската асоцијација за слободна трговија (ЕФТА) поднел барање до Судот на ЕФТА. Побарал да се утврди дека Исланд, договорна страна на Договорот за Европски економски простор (ЕЕА), не ги исполнила своите обврски кои произлегуваат од директивата 94/19/EC на Европскиот парламент и Советот од 30 мај 1994 за системи за осигурување на депозити затоа што не обезбедила исплата на минималниот износ за компензација (20,000 евра) на депонентите во Холандија и Обединетото Кралство во предвидените временски рокови. Барањето било поддржано од Европската комисија како замешувач.", "73.  Во неговата пресуда од 28 јануари 2013 година, ЕФТА Судот заклучил дека, иако нормите на правото на ЕУ во однос на единствениот пазар биле пренесени во правниот поредок на ЕЕА, немало повреда на таа директива од страна на Исланд. Судот, конкретно одлучил дека директивата не ги обврзувала државите и нивните органи да осигураат компензација кога системот за осигурување на депозити не можел да одговори на обврските во случај на системска криза. Судот исто така нагласил дека државите „имале широка дискрециона слобода во носењето фундаментални одлуки за економската политика во специфичниот случај на системска криза“.", "ПРАВО", "74.  Жалителите тврдеа дека тоа што ме можеле да ги подигнат нивните „стари“ девизни штедни влогови од нивните сметки во филијалите на словенечка банка во Босна и Херцеговина, во случајот на првите двајца жалители, и филијала на српска банка во случајот на третиот жалител, претставувало повреда на член 1 од Протокол бр. 1 , анализиран посебно и во врска со член 14 од Конвенцијата од страна на сите тужени држави. Тие исто така тврдеа дека има повреда на член 13 од Конвенцијата.", "I.  ПРЕТХОДНИ ПРИГОВОРИ НА ВЛАДИТЕ", "75.  Владите го повикаа Големиот судски совет да ја преиспита одлуката на Судскиот совет од 17 октомври 2011 година со која жалбата се прогласува за допуштена. Секоја од тужените Влади тврдеше дека жалителите не биле во нивна „надлежност“ (член 1 од Конвенцијата), туку во надлежноста на другите тужени Влади. Српската и словенечката Влада понатаму истакнаа дека побарувањата на жалителите не се однесувале на облик на „сопственост“ во смисла на член 1 од Протокол бр. 1 и дека нивната жалба затоа била некомпатибилна ratione materiae со Конвенцијата. Сите Влади се повикаа на потполно истите основи како и пред Судскиот совет (види параграфи 49-50 oд одлуката за допуштеност).", "76.  Жалителите ги оспорија тие приговори и повикувајќи се, помеѓу другото, на заклучоците на Судскиот совет, побараа Судот да ги отфрли тие приговори.", "77.  Судскиот совет одлучи дека жалителите биле во надлежност на сите тужени држави со оглед ан фактот дека тие во контекст на преговорите за сукцесија прифатиле дека „старите“ девизни штедни влогови биле дел од финансиските обврски на СФРЈ кои требало да ги споделуваат (види параграфи 38 и 58 oд одлуката за допуштеност). Судскиот совет исто така ја зеде превид обврската на државите наследнички согласно меѓународното право заедно да ги разрешат сите аспекти на сукцесијата со договор (види параграфи 36 и 58 oд таа одлука). Што се однесува на прашањето за компатибилност ratione materiae, Судскиот совет сметал дека е утврдено врз основа на доказите дека немало причина за сомневање дека жалителите навистина имале „стари“ девизни депозити во износите кои ги посочиле. Судскиот совет исто така одлучи дека побарувањата на жалителите важеле и по распадот на СФРЈ од повеќе причини (види параграфи 52-55 oд одлуката за допуштеност). Судскиот совет посебно нагласи дека со законите на државите наследнички никогаш не биле укинати ниту им била одземена правната важност на побарувањата на жалителите на друг начин и дека никогаш немало никакво сомневање дека некои или сите држави наследнички на крајот ќе треба да им исплатат на жалителите:", " „Всушност, државите наследнички во многу прилики јасно ја искажале нивната недвосмислена посветеност да гарантираат дека лицата кои се во ситација како жалителите во овој предмет ќе добијат исплата на нивните „стари“ девизни депозити на еден или друг начин (спореди со Бата [Bata] против Република Чешка (одлука), бр. 43775/05, 24 јуни 2008 година, каде тужената држава никогаш не покажала никаков знак на прифаќање или потврда на побарувањето на жалителот и останала непријателски настроена кон сите такви побарувања од падот на комунистичкиот режим). Понатаму, тие држави прифатиле дека ‘старите’ девизни депозити биле дел од финансиските обврски на СФРЈ кои треба да ги поделат меѓу себе, како што ги поделиле и остатанатите финансиски обврски и финансиски средства на СФРЈ... Со оглед на посебните карактеристики на овој случај, тој мора да се разликува од предмети како X, Y и Z против Германија (бр. 7694/76, одлука на Комисијата од 14 октомври 1977 година, Decisions and Reports (DR) 12, стр. 131), S.C. против Франција (бр. 20944/92, одлука на Комисијата од 20 февруари 1995 година, DR 80, стр. 78), и Абраини Лесши и други против Франција [Abraini Leschi and Others v. France] (бр. 37505/97, одлука на Комисијата од 22 април 1998 година, DR 93, стр. 120) во кои беше одлучено дека спорните меѓународни договори, во отсуство на било какво законодавство за нивна имплементација, не создале индивидуални права на компензација на жалителите кои би можеле да влезат во опсегот на примена на член 1 од Протокол бр. 1.“", "78. Треба да се воочи дека Големиот судски совет во соодветни случаи има право да одлучи за прашања на допуштеност на жалбата согласно член 35, став 4 од Конвенцијата, затоа што таа одредба му овозможува на Судот да отфрли секоја жалба којашто смета дека е недопуштена „во било која фаза од постапката“. Затоа, дури и во стадиумот на мериторно разгледување на случајот и со примена на правило 55, Судот може да преиспита одлука со која некоја жалба се прогласува за допуштена ако заклучи дека таа требало да биде прогласен за недопуштена од една од причините дадени во првите три ставови на член 35 од Конвенцијата (види Одиевр против Франција [Odièvre v. France] [ГСC], бр. 42326/98, параграфи 22, ECHR 2003III).", "79.  Сепак, Големиот судски совет, откако ги испита приговорите на Владите, наоѓа дека тие не оправдуваат преиспитување на одлуката на Судскиот совет со која се одбиваат претходните приговори кои Владите претходно ги истакнале пред тој совет. Всушност, Големиот судски совет, не може, а да не воочи дека, покрај причините дадени од Судскиот совет, одлуките на српските и словенечките судови наведени во параграфите 44, 49 и 51 од оваа пресуда покажуваат дека побарувањата како оние кои се предмет на разгледување во овој случај имале важност и по распадот на СФРЈ. Понатаму, што се однесува на приговорот на словенечката Влада со кој се доведува во прашање постоењето и точниот износ на заштедите на жалителите, Големиот судски совет повторно ги испита сите докази во списите на предметот, имено копии од банкарски потврди во кои се посочува состојбата на сметките на г-ѓа Алишиќ и г-н Саџак на 31 декември 1991 година, копија од договорот за отворање штеден влог на г-н Саџак, извадоци од штедната книшка на г-н Шахдановиќ од кои се гледа состојбата на една од неговите сметки на 17 април 1992 година, официјални податоци доставени од српската Влада во постапката пред Судскиот совет во кои се посочува состојбата на сметките на г-н Шахдановиќ на 3 јануари 2002 година, податоци на микрофилм во врска со сметките на г-ѓа Алишиќ и г-н Саџак доставени од Владата на Босна и Херцеговина, и документ издаден од Агенцијата за приватизација на ФБХ во кој стои дека жалителите не ги употребиле нивните „стари“ девизни штедни влогови во процесот на приватизација.", "80.  Големиот судски совет, исто така земајќи ги предвид исклучителните околности на овој случај, заклучува дека беше докажано надвор од основано сомневање [beyond reasonable doubt] дека жалителите имаат „стари“ девизни штедни влогови во износите наведени во парагараф 10 погоре и смета дека е во доволна мерка утврдено дека тие депозити претставувале „сопственост“ во смисла на член 1 од Протокол бр. 1 (види, помеѓу останатите преседани, Гајдук и други против Украина (одлука), бр. 45526/99, одлука од 2 јули 2002 година, во однос на почетните депозити; Мержојев против Русија, бр. 68444/01, параграф 48, 8 октомври 2009 година; Сулјагиќ против Босна и Херцеговина, бр. 27912/02, параграф 35, 3 ноември 2009 година; Бојаџјан против Ерменија, бр. 38003/04, параграф 54, 22 март 2011 година; Kотов против Русија [ГСC], бр. 54522/00, параграф 90, 3 април 2012 година; и A. и Б. против Црна Гора, бр. 37571/05, параграф 68, 5 март 2013 година).", "81.  Cледствено на тоа, Големиот судски совет ги отфрла претходните приговори на тужените Влади. Судот нотира дека, за разлика од нивниот став пред Судскиот совет, ниту една од тужените Влади не истакна приговор пред Големиот судски совет дека жалителите не ги искористиле домашните правни лекови.", "", "II.  НАВОДНА ПОВРЕДА НА ЧЛЕН 1 ОД ПРОТОКОЛ БР. 1", "82.  Член 1 од Протокол бр. 1 од Конвенцијата гласи:", " „Секое физичко или правно лице има право на мирно уживање на својата сопственост. Никој не може да биде лишен од својата сопственост, освен во јавен интерес и под услови предвидени со закон и со општите принципи на меѓународното право.", "Претходните одредби не навлегуваат во правото на државите да донесуваат закони кои ги сметаат за неопходни за регулирање на користењето на сопственоста согласно општиот интерес или за да обезбедат плаќање на даноци или други придонеси или парични казни.“", "A.  Заклучоци на Судскиот совет", "83.  Судскиот совет утври дека прашањето на „старите“ девизни депозити во сараевската филијала на Љубљанска банка Љубљана и тузланската филијала на Инвестбанка било прашање поврзано со сукцесијата (види ја одлуката за допуштеност на жалбата во овој предмет). Понатаму, иако нагласил дека не било задача на Судот да го реши прашањето наместо тужените држави, Судот одлучил дека сепак може да испита дали неможноста на жалителите да располагаат со своите штедни влогови повеќе од 20 години, токму поради тоа што тужените држави не го решиле тоа прашање, доведувала до повреда на член 1 од Протокол бр. 1 од страна на тие држави. Судскиот совет одлучил дека Словенија извршила таква повреда (во поглед на г-ѓа Алишиќ и г-н Саџак), како и Србија (во поглед на г-н Шахдановиќ), земајќи предвид повеќе фактори, како што е чија била сопственоста на банките, законодавните и други мерки преземени во однос на средствата на банките, статусот на филијалите за кои станува збор после распадот на СФРЈ, трансферот на финансиски средства од тие банки на матичните банки, колапсот на преговорите водени под покровителство на Банката за меѓународни порамнувања во 2002 година и отсуството на целесобразни преговори после тоа (види параграфи 66-74 oд пресудата на Судскиот совет). Судскиот совет исто така одлучил дека немало повреда на тој член од страна на другите тужени држави.", "Б.  Аргументи на жалителите", "1.  Жалителите", "84.  Жалителите тврдеа дека сите тужени држави, како држави наследнички на СФРЈ, требало да ги исплатат „старите“ девизни депозити со оглед на фактот дека тие не го решиле ова прашање на сукцесијата. Жалителите истакнаа дека тие треба тоа да го направат во согласност со сразмерот користен при поделба на имотот на СФРЈ (види параграф 65 погоре).", "2.  Tужените Влади (по азбучен ред)", "(a)  Босна и Херцеговина", "85.  Владата на Босна и Херецговина истакна дека прашањето за „старите“ девизни депозити на жалителите било од граѓанско-правен карактер. Засегнатите жалители и банки склучиле граѓанско-правни договори според кои жалителите имале право во секое време да ги подигнат нивните влогови, или од една од филијалите или директно од седиштето на банката (согласно југословенското граѓанско право, банките одговарале за долговите на нивните филијали). Точно било дека СФРЈ гарантирала за сите девизни депозити, но таа гаранција никогаш не била активирана затоа што засегнатите банки биле несолвентни до распадот на СФРЈ. Затоа одговорноста преминала од банките на СФРЈ. Оттука, прашањето во врска со депозитите на жалителите не било прашање на сукцесија. Владата на Босна и Херцеговина била на мислење дека словенечката и српската Влада треба да се сметаат за одговорни за долговите на Љубљанска банка Љубљана и Инвестбанка, затоа што тие биле одговори за тоа што тие банки не можеле да ги исплатат нивните долгови. Поконкретно, словенечката Влада по основ на закон, ги пренесла најголемиот дел од средствата на Љубљанска банка Љубљана на нова банка (види параграф 49 погоре); а српската Влада ги отпишала долговите кои претпријатијата во државна сопственост ги имале кон Инвестбанка за да може да ги приватизира и да оствари милионски профит.", "86.  Владата на Босна и Херцеговина додаде дека филијалите на Љубљанска банка Љубљана и Инвестбанка биле должни да ги пренесат странските валути добиени од нивните клиенти до матичната банка. Како последица на тоа, трезорите на филијалите на територија на Босна и Херцеговина била речиси празни кога се распаднала СФРЈ, што било уште една причина Словенија и Србија да бидат одговорни за овој случај.", " (б)  Хрватска", "87.  Хрватската Влада истакна дека Словенија и Србија треба да се земат на одговорност од причините наведени од Владата на Босна и Херцеговина (параграфи 85-86 погоре). Tаа додаде дека реконстуркцијата на Љубљанска банка Љубљана не била потребна за да се спречи пропаст на банката, туку била насочена да се заштити таа банка од одговорност кон штедачите во нејзини филијали надвор од Словенија. Во врска со тоа, хрватската Влада достави копија од извештај подготвен од Moody’s [агенција за меѓународен кредитен рејтинг] вo 1997 кој покажува дека средствата на Нова Љубљанска банка, која била основана со имот на Љубљанска банка Љубљана само неколку години претходно (види параграф 49 погоре), изнесувале околу 3.7 милијарди американски долари.", "88.  Хрватската Влада исто така посочи дека Меморандумот за разбирање помеѓу Хрватска и Словенија од 11 март 2013 година, со кој се повикува на понатамоши преговори за сукцесија, се однесувал само на штедните влогови пренесени од филијалата во Загреб на Љубљанска банка Љубљана во хрватските банки во деведесеттите (види параграф 43 погоре). Затоа, спротивно на тврдењето на словенечката Влада, меморандумот не требало да се толкува како прифаќање дека сите „стари“ девизни депозити во филијалите на Љубљанска банка Љубљана надвор од Словенија биле прашање на сукцесија (види параграф 92 подолу).", "(в)  Србија", "89.  Српската Влада тврдеше дека имала обврска согласно меѓународните норми за сукцесија на држави и Спогодбата за прашања на сукцесија само да преговара во добра вера по прашањето на „старите“ девизни депозити во филијалите на Инвестбанка надвор од Србија. Затоа, Судот својата оцена требало да ја прави само во однос на прашањето дали биле водени такви преговори, а не да го анализира материјалното прашање дали државата требала да ги исплати заштедите на жалителите. Доколку сепак Судот одлучел да го испита тоа прашање, српската Влада тврдеше дека во овој случај за одговорна треба да се смета Босна и Херцеговина. Во тој поглед, српската Влада се повика на неколку основи, посебно на начелото на територијалност и на мерките преземени од таа држава во поглед на „старите“ девизни депозити (види параграфи 24-28 погоре). Таа исто така тврдеше дека најмногу корист од „старите“ девизни депозити во тузланската филијала на Инвестбанка имала Босна и Херцеговина. Како пример, српската Влада достави копии од договори за кредит помеѓу тузланската филијала на Инвестбанка, од една страна, и босанско-херецговска компанија, подружница на српска компанија на територија на Босна и Херцеговина и резидент на Босна и Херцеговина, од друга страна.", "90.  Според српската Влада, тврдењето на словенечката Влада (види параграф 95 подолу) дека странските валути завршиле или на сметките во странство на НБЈ или во НБЈ во Белград не било поткрепено со докази. Српската Влада нагласи дека фактот дека девизите, по правило, биле редепонирани во НБЈ согласно сметководствениот или „про форма“ методот, кој не наложувал физички трансфер на финансиски средства (види параграф 17 погоре). Понатаму, девизите кои биле пренесени на странските сметки на НБЈ веќе биле поделени помеѓу државите наследнички (види параграф 65 погоре).", "91.  На крај, српската Влада призна дека штедниот влог на г-н Шахдановиќ бил замрзнат многу години по основ на српските закони (имено, Законот за „старите“ девизни депозити од 1998 и од 2002 година), но тврдеше дека таа мерка било неопходна за да „се заштити ликвидноста на државните средства со оглед на тешката економска ситуација и финансискиот колапс низ кој државата поминувала“. Понатаму, со тоа не се наметнувал преголем товар врз жалителот. Прашањето за заштедата на г-н Шахдановиќ и на многу други лица во филијалите на српски банки надвор од Србија требало да биде договорено помеѓу државите наследнички во преговорите за сукцесија. Таа понатаму, се повика на Молнар Габор против Србија (бр. 22762/05, 8 декември 2009 година), каде Судот одлучил дека со законите за кои станува збор се воспоставува правична рамнотежа помеѓу општиот интерес на заедницата и легитимното побарување на жалителот на првичниот износ на неговиот штеден влог, како правата на сите лица кои биле во таква ситуација.", " (г)  Словенија", "92.  Словенечката Влада потврди дека прашањето на„старите“ девизни депозити во сараевската филијала на Љубљанска банка Љубљана и тузланската филијала на Инвестбанка било прашање на сукцесија. Таа во тој поглед се повика, помеѓу другото, на Спогодбата за прашања на сукцесија (види параграфи 62-63 погоре) и на Меморандумот за разбирање помеѓу Хрватска и Словенија од 2013 година (види параграф 43 погоре). Според неа, Судот затоа својата анализа на прашањето требало да ја фокусира на тоа дали преговорите за прашањето на „старите“ девизни депозити биле водени во добра вера, а не да го анализира материјалното прашање која држава треба да им ги исплати депозитите на жалителите. Доколку сепак Судот одлучел да го испита ова прашање, словенечката Влада тврдеше дека за одговорна треба да се смета Босна и Херцеговина, согласно територијалното начело, за „старите“ девизни депозити во засегнатите филијали. Дополнителна причина бил фактот што до 2004 година Босна и Херцеговина не ја имала изречно исклучено својата одговорност (види параграфи 24-28 погоре).", "93.  Понатаму, со оглед на тоа што Љубљанска банка Љубљана била пред банкрот, државата морала да ја реконструира во 1994 година. Сепак, словенечката држава не требала да биде одговорна за долговите на таа банка само затоа што станала нејзин сопственик како последица на процесот на санација. Инаку, ниту една држава не би можела да изврши санација на банка без да сноси целосна одговорност за долговите на таа банка. Во секој случај, словенечката Влада истакна дека Љубљанска банка Љубљана никогаш не вршела јавни функции, дека никогаш не дејствувала по конретни упатства на државата во поглед на неисплатувањето на „старите“ девизни депозити на жалителите и дека за неа важеле редовните закони (што значи, словенечкиот закон за трговски друштва). Фактот што државата била сопственик на трговското друштво во таа смисла ја контролирала банката, сам по себе не бил доволен за нејзините активности да се припишат на државата или да се смета државата за одговорна за долговите на трговското друштво согласно меѓународното обичајно право, кодифицирано во Нацрт членовите за одговорност на државите за меѓународни противправни акти на Комисијата за меѓународно право.", "94. Словенечката Владата понатаму истакна дека таа не била должна да ја санира сараевската филијала на Љубљанска банка Љубљана. Таа се повика на системите на гарантирање на депозити во неколку држави членки на Советот на Европа, меѓу кои, Белгија, Франција, Португалија, Швајцарија, Обединетото Кралство и Холандија, кои обезбедувале гаранции за депозити само на филијали на домашни банки кои се наоѓаат на нивна територија. Покрај тоа, таа се повика на пресудата E-16/11 на Судот на ЕФТА од 28 јануари 2013 година (види параграфи 71-73 погоре). Судот на ЕФТА нагласил дека државите имаат „широк простор за слободна оцена при носењето на фундаментали одлуки на економска политила во специфичниот случај на системска криза“. Истото важело и за член 1 од Протокол бр. 1.", "95.  На крај, иако било точно дека девизите редовно се пренесувале од сараевската филијала на Љубљанска банка Љубљана во Народната банка на Словенија, дел од средствата покасно биле враќани (види параграф 18 погоре). Средствата кои не биле вратени во Сараево биле заведени како побарување на сараевската филијала кон НБЈ и биле физички пренесени на странски сметки на НБЈ. Во поддршка на ова тврдење, словенечката Влада достави документи кои покажуваат дека имало определени трансфери на девизи од Љубљана до сметките на НБЈ во странски банки (поконкретно, LBS Bank – New York и LHB Internationale Handelsbank A.G. Frankfurt, и двете во сопственост на Љубљанска банка Љубљана, но исто така и на некои други странски комерцијални банки), во периодот пред распадот на СФРЈ.", " (д)  Поранешна Југословенска Република Македонија", "96.  Македонската Влада, како и владите на Босна и Херцеговина и Хрватска, тврдеше дека прашањето на штедните влогови на жалителите било од граѓанско-правен карактер. Според неа, со оглед на тоа дека немало линк помеѓу жалителите и македонските органи, јасно било дека македонската Влада не ја прекршила Конвенцијата.", "В.  Оцена на Големиот судски совет", "1.  Применливост на член 1 од Протокол бр. 1", "97.  Како што Судот веќе одлучи во параграф 80 погоре, „старите“ девизни депозити на кои се однесуваат жалбените наводи на жалителите претставуваат „сопственост“ во смисла на член 1 од Протокол бр. 1. Како последица на тоа, овој член е применлив во односниот случај.", "2.  Почитување на член 1 од Протокол бр. 1", " (a)  Која одредба е применлива", "98.  Како што Судот има кажано во многу прилики, член 1 од Протокол бр. 1 содржи три правила: првото правило, наведено во првата реченица на првиот став, е од општ карактер и со него се наведуваат начелата на мирно уживање на сопственоста, второто правило, содржано во втората реченица на првиот став, се однесува на одземањето на сопственост и го подложува таквото одземање на определени услови, третото правило, наведено во вториот став, потврдува дека државите имаат право, помеѓу другото, да го контролираат користењето на сопственоста во согласност со општиот интерес. Второто и третото правило, кои се однесуваат на конкретни случаи на мешање во правото на мирно уживање на сопственоста, мора да се анализира од аспект на општото начело содржано во првото правило (види, помеѓу останатите преседани, Споронг и Лонрот против Шведска [Sporrong and Lönnroth v. Sweden], 23 септември 1982 година, параграф 61, Series A no. 52; Јатридис против Грција [ГСC], бр. 31107/96, параграф 55, ECHR 1999-II; Immobiliare Saffi против Италија [ГСC], бр. 22774/93, § 44, ECHR 1999V; Брониовски против Полска [ГСC], бр. 31443/96, параграф 134, ECHR 2004V; and Вистинш и Перепјолкинс против Латвија [ГСC], бр. 71243/01, параграф 93, 25 октомври 2012 година).", "99. Што се однесува на случајот кој е предмет на анализа, треба да се воочи дека како последица на различни мерки донесени на домашни ниво, жалителоте не можеле да располагаат со своите штедни депозити повеќе од 20 години. Додека, барем на почетокот, замрзнувањето на банкарските сметки може да се смета дека било со намера да се контролира користењето на сопственоста во смисла на третото правило, може да се постави прашање дали фактот што нивните депозити не им биле достапни во текот на толку долг временски период довел до „одземање“ во смисла на второто правило. Сепак, со оглед на заклучоците од параграф 77 до параграф 81 погоре дека со законите на тужените држави не се укинуваат побарувањата на жалителите ниту им се одзема нивната правна валидност на друг начин, како и прифаќањето на тие држави дека депонентите како што се жалителите во принцип треба да можат да располагаат со своите штедни депозити, не може да се каже дека на жалителите им биле формално одземени нивните штедни депозити. Од истите причини, Судот смета дека тоа не претставува де факто експропријација. Со оглед на тоа како и на комплексноста на правните и фактичките прашања во овој случај, Судот смета дека наводната повреда на правото на сопственост не може да се класификува во конкретна категорија (види Бејелер против Италија [ГСC], бр. 33202/96, параграф 106, ECHR 2000I, и Золотас против Грција (бр. 2), бр. 66610/09, параграф 47, ECHR 2013). Овој случај затоа треба да се анализира од аспект на општото начело содржано во првото правило.", " (б)  Карактер на наводната повреда", "100.  Главната цел на член 1 од Протокол бр. 1 е да го заштити поединецот од неоправдано мешање на државата во мирното уживање на неговата или нејзината сопственост. Сепак, по основ на член 1 од Конвенцијата, секоја договорна страна „на сите во нејзина надлежност им ги гарантира правата и слободите дефинирани во Конвенцијата“. Исполнувањето на оваа општа должност може да подразбира позитивни обврски кои се составен дел на гарантирањето на ефикасно користење на правата гарантирани со Конвенцијата. Во контекст на член 1 од Протокол бр. 1, тие позитивни обврски може да наложат државата да преземе мерки за заштита на правото на сопственост (види Брониовски, цитиран погоре, параграф 143, со дополнителни преседани, и Likvidējamā p/s Selga и Василевска против Латвија (одлука), бр. 17126/02 и 24991/02, параграфи 94-113, 1 октомври 2013 година).", "101. Сепак, границите помеѓу позитивните и негативните обврски на државата по основ на член 1 од Протокол бр. 1 не се предмет на прецизна дефиниција. Сепак, важечките начела се слични. Дали случајот се анализира во смисла на позитивна обврска на државата или во смисла на мешање од државен орган кое треба да биде оправдано, критериумите кои треба да се применат не се суштински различни. И во двата контекста, мора да се земе предвид правичната рамнотежа која треба да се воспостави помеѓу конкурентните интереси на поединецот и заедницата како целина. Исто така е точно дека целите споменати во таа одредба може да бидат релевантни во определен степен при оцената дали била воспоставена рамнотежа помеѓу јавниот интерес и основното право на сопственост на жалителот. И во двата контекста државата има определен простор на слободна оцена [certain margin of appreciation] при утврдувањето на мерки кои треба да се преземат за да се осигура почитување на Конвенцијата (види Брониовски, цитиран погоре, параграф 144, каде се цитирани и други преседани).", "102.  Во овој случај, жалителите се жалеа на тоа што не можеа да ги подигнат своите штедни влогови од нивните сметки во банките за кои станува збор. Нивните депозити станале недостапни поради фактори како што се немање на средства на релевантните банки, донесување на закон со кој се замрзнуваат сметките и пропуштање на домашните органи да преземат мерки со цел им овозможат на депонентите кои се во ситуација како и жалителите да распологаат со нивните депозити. Оваа состојба може добро да се испита во смисла на мешање во ефикасното остварување на правото заштитено со член 1 од Протокол бр. 1 или во смисла на пропуштање да се обезбеди остварувањето на тоа право (види Золотас (бр.2), цитиран погоре, параграфи 40, 47 и 53, каде Судот одлучил дека обжалената мерка претставувала мешање и исто така одлучил дека државата има определени позитивни обврски). Со оглед на посебните околности на овој случај, Судот смета дека не е потребно стриктно да го категоризира своето испитување на случајот во рамките на позитивните или негативните обврски на државите. Судот ќе утврди дали постапувањето на тужените држави – без оглед на тоа дали тоа може да се карактеризира како мешање или пропуштање нешто да се преземе, или комбинација на едното и другото – можело да се оправда со оглед на начелото на законитост, легитимна цел и „правична рамнотежа“ (види Брониовски, цитиран погоре, параграф 146).", "(в)  Дали тужените држави го почитувале начелото на законитост", "103.  Првиот и најважниот услов од член 1 од Протокол бр. 1 е условот на законитост. Втората реченица на првиот став дозволува одземање на сопственоста „под услови предвидени со закон“, а вториот став потврдува дека државите имаат право да го контролираат користењето на сопственоста преку спроведување на „закони“. Понатаму, владеењето на правото, едно од основните начела на демократското општество, е составен дел на сите членови на Конвенцијата. Начелото на законитост исто така претпоставува дека применливите одредби на домашниот закон се доволно достапни, прецизни и предвидливи во поглед на нивната примена ( (ibid., параграф 147, каде се цитирани дополнителни преседани).", "104.  Не постои изречен спор помеѓу страните за тоа дали начелото на законитост било почитувано во овој случај. Судот не гледа причина да заклучи поинаку. Јасно е дека ситуацијата за која се одлучува, имено, неможноста жалителите да ги подигнат своите штедни депозити барем во периодот после распадот на СФРЈ, била заснована на домашен закон (види, конкретно, параграфи 54-58 погоре).", "(г)  Дали тужените држави остварувале „легитимна цел“", "105.  Секое мешање во уживањето на право од Конвенцијата мора да служи за остварување на легитимна цел. Исто така, во случај во кој се работи за позитивна обврска, мора да има легитимно оправдување за тоа што државата пропуштила да стори нешто. Начелото на „правична рамнотежа“ кое е составен дел на член 1 од Протокол бр. 1 само по себе претпоставува постоење на општ интерес на заедницата. Понатаму, треба да се повтори дека различните правила содржани во член 1 од Протокол бр. 1 не се одделни, во смисла на тоа да не се меѓусебно поврзани, и дека второто и третото правило се однесуваат само на конкретни случаи на мешање во правото на мирно уживање на сопственоста. Една од последиците од тоа е дека постоењето на јавен интерес кое е потребно согласно второто правило, или општиот интерес споменат во вториот став, се заклучоци кои произлегуваат од начелото наведено во првата реченица, така што мешањето во остварувањето на правото на мирно уживање на сопственоста во смисла на првата реченица на член 1 од Протокол бр. 1 мора исто така да служи за остварување на цел во јавен интерес (види Бејелер, цитиран погоре, параграф 111).", "106.  Поради нивното директно познавање на нивното општество и неговите потреби, државни органи во принцип подобро можат отколку судија на меѓународен суд да проценат што е во „јавен интерес“. Согласно системот на заштита воспоставен со Конвенцијата, на домашните органи е да ја направат првичната оцена за постоењето на проблем од јавен интерес кој наложува да се применат мерки во областа на остварување на правото на сопственост. Со оглед на тоа дека просторот за слободна оцена [margin of appreciation] кој му е достапен на законодавното тело во имплементирањето на социјални и економски политики е широк, Судот ќе ја почитува оцената на законодавното тело за тоа што е во јавен интерес, освен ако таа оцена е очигледно неразумна (види Брониовски, цитиран погоре, параграф 149, со дополнителни преседани). Судот веќе има одлучено дека оваа логика нужно се применува при такви фундаментални промени како што е распад на држава после војна, феномен кој неизбежно подразбира донесување на обемни економски и закони од социјалната сфера (види Сулјагиќ, цитиран погоре, параграф 42).", "107.  Со оглед на широкиот простор за слободна оцена, Судот заклучува дека легитимната цел во принцип била почитувана во овој случај. Според српската Влада целта била да се заштити ликвидноста на средствата на државата со оглед на тешката економска состојба и финансискиот колапс низ кој поминувала државата (види параграф 91 погоре). Останатите тужени држави не коментираа по ова прашање. Сепак, Судот е подготвен да прифати дека после распадот на СФРЈ и вооружените судири после тој распад, тужените држави морале да преземат мерки за да ги заштитат нивните банкарски системи и домашната економија генерално. Со оглед на вкупниот износ на „старите“ девизни депозити, јасно е дека ниту една од државите наследнички не можела да дозволи неконтролирано подигнување на таквите депозити. Судот затоа ќе го оцени клучното прашање, имено дали била воспоставена правична рамнотежа помеѓу општиот интерес и правата на жалителите од член 1 од Протокол бр. 1.", " (д)  Дали тужените држави го почитувале начелото на „правична рамнотежа“", " (i)  Општи принципи", "108.  При мешање во мирното уживање на сопственоста и пропуштањето да се преземат мерки мора да се воспостави правична рамнотежа помеѓу општиот интерес на заедницата и обврските за заштита на основните права на поединецот. Со други зборови, во секој случај во кој се работи за наводна повреда на член 1 од Протокол бр. 1, Судот мора да провери дали поради постапка или пропуштање на државата, засегнатото лице морало да трпи непропорционален или преголем товар. При оценување на исполнувањето на оваа обврска, Судот мора да направи севкупно испитување на различните интереси кои се во прашање, имајќи во обзир дека Конвенцијата е предвидена за заштита на права кои се „практични и ефикасни“. Во тој контекст, треба да се нагласи дека несигурноста, без разлика дали е правна, административна или пак произлегува од практика на државните органи, е фактор кој треба да се земе предвид при оцена на однесувањето на државата. Во тој контекст, кога се одлучува за прашање од општ интерес, државните органи имаат обврска навремено да реагираат, на соодветен и конзистентен начин (види Брониовски, цитиран погоре, параграфи 147-151).", "(ii)  Примена на општиот принципи во овој случај", "109.  Во неговата одлука од 17 октомври 2011 година со која жалбата се прогласува за допуштена, Судскиот совет одлучил дека законската гаранција на СФРЈ за „старите“ девизни депозити во засегнатите банки и затоа и релевантната одговорност, не преминала од тие банки на СФРЈ. Понатаму, согласно граѓанското право на СФРЈ и регистарот на трговски друштва, сите филијали на Љубљанска банка Љубљана и Инвестбанка постапувале во име и во корист на матичните банки во времето на распад на СФРЈ. Затоа, Судскиот совет заклучил дека Љубљанска банка Љубљана и Инвестбанка и натаму биле одговорни за „старите“ девизни депозити во сите нивни филијали до распадот на СФРЈ (види параграф 67 oд пресудата на Судскиот совет).", "110. Страните, во основа, го прифатија тој заклучок во нивните опсервации за меритумот пред Судскиот совет како и пред Големиот судски совет.", "111.  Големиот судски совет се согласува и го прифаќа заклучокот на Судскиот совет.", "112.  Судот исто така воочува дека Љубљанска банка Љубљана и Инвестбанка останале одговорни за „старите“ девизни депозити во нивните филијали во Босна и Херцеговина од распадот на СФРЈ. Домашното право и практика наведени во параграфите 44, 45, 49 и 51 погоре несомнено го потврдуваат тоа. Конкретно, домашните судови во Словенија и Србија и натаму ги сметале Љубљанска банка Љубљана и Инвестбанка за одговорни за „старите“ девизни депозити во нивните филијали во странство.", "113. Точно е дека, според регистарот на трговски друштва за периодот 1993-2004 година, босанско-херцеговачка банка со назив Љубљанска банка Сараево била исто така одговорна за „старите“ девизни депозити во сараевската филијала на Љубљанска банка Љубљана. Сепак, домашните судови, и во Босна и Херцеговина и во Словенија, одлучиле дека спорниот запис во регистарот заведен во време на војната бил од самиот почеток незаконски (види параграфи 30-35 и 51 погоре). Затоа тој бил избришан од регистарот. Судот не гледа причина да не се согласи со домашните судови во тој поглед. Всушност, Судот има одлучувано во многу прилики дека е пред сѐ на домашните судови да ги решаваат проблемите на толкување на домашното право така што задачата на Судот е ограничена на проверка дали последиците од тоа толкување се во согласност со Конвенцијата (види Вејт и Кенеди против Германија [Waite and Kennedy v. Germany] [ГСC], бр. 26083/94, параграфи 54, ECHR 1999I; Неждет Шахин и Перихан Шахин против Турција [ГСC], бр. 13279/05, параграф 49, 20 октомври 2011 година; and Вучковиќ и други против Србија [ГСC], бр. 17153/11, параграф 80, 25 март 2014 година).", "114.  Откако беше одлучено дека Љубљанска банка Љубљана и Инвестбанка биле и сѐ уште се одговорни за „старите“ девизни депозити во нивните филијали во Босна и Херцеговина, мора да се испита, како што испитал и Судскиот совет, дали Словенија и Србија биле одговорни затоа што тие банки не ги исплатиле нивните долгови на жалителите. Во тој поглед, Судот повторува дека државата може да биде одговорна за долгови на компанија во државна сопственост, дури и ако таа компанија е посебен правен субјект, под услов тоа да нема доволна институционална и оперативна независност од државата за државата да биде ослободена од одговорност по основ на Конвенцијата (види, помеѓу многу други преседани, Михајленки и други против Украина, бр. 35091/02 et al., параграфи 43-46, ECHR 2004XII; Cooperativa Agricola Slobozia-Hanesei против Молдова, бр. 39745/02, параграфи 17-19, 3 април 2007 година; Јершова против Русија, бр. 1387/04, параграфи 54-63, 8 април 2010 година; и Котов, цитиран погоре, параграфи 92-107). Клучните критериуми во гораведените предмети при утврдувањето дали државата навистина била одговорна за такви долгови се следните: правниот статус на компанијата (јавно или приватно право), карактерот на нејзините активности (јавна функција или обична комерцијална активност), контекстот во кој работи (како што е монопол или високо регулирано работење), нејзината институционална независност (во колкав дел е во државна сопственост), и нејзината оперативна независност (степенот на надзор и контрола од страна на државата).", "115.  Други фактои кои треба да се имаат предвид се дали државата била директно одговорна за финансиските проблеми на компанијата, дали ги извлекувала финансиски средства од компанијата на нејзина и штета на нејзините акционери, дали пропуштила да има соодветен однос на дистанца со компанијата или на друг начин постапила со злоупотреба на видот на трговското друштво (види Анохин против Русија (одлука), бр. no. 25867/02, 31 мај 2007 година, и Хачатарјан против Ерменија, параграфи 51-55, бр. 31761/04, 1 декември 2009 година). На крајот, што се однесува на претпријатијата во општествена сопственост, кој била широко применувана во СФРЈ и сѐ уште постои во Србија, Судот има одлучено дека тие, генерално, немаат „доволна институционална и оперативна независност од државата“ за таа да биде ослободена од одговорност по основ на Конвенцијата (види, помеѓу остантите преседани, Р. Качапор и други, цитиран погоре, параграфи 96-99, и Застава Ит Турс против Србија (одлука.), бр. 24922/12, параграфи 19-23, 9 април 2013 година).", "116.  Иако судската практика опишана погоре била развиена во однос на компании, а не на финансиски институции, Судот смета дека таа исто така се однесува на банките кои се предмет на анализа во овој случај. Во тој поглед, Судот воочува дека Љубљанска банка Љубљана е во државна сопственост на Словенија и под управа на словенечка државна агенција – Фондот за сукцесија (види параграф 49 погоре). Понатаму, од клучна важност е што со измена на Уставниот закон од 1991 година, Словенија префрлила најголем дел од финансиските средства на банката на нова банка, на штета на банката и засегнатите лица (ibid.). Така државата располагала со имотот на Љубљанска банка Љубљана онака како што ѝ одговорало (спореди со Хачатарјан, цитиран погоре, параграф 51). Големиот судски совет затоа се согласува и го потврдува заклучокот на Судскиот совет дека има доволно причини за Словенија да се смета за одговорна за долгот на Љубљанска банка Љубљана кон г-ѓа Алишиќ и г-н Саџак. Во врска со тиа, Судот исто така го воочува постоењето на определени докази во случајот кои посочуваат дека најголем дел од средствата на сараевскаат филијала на Љубљанска банка Љубљана завршиле во Словенија (види параграф 18 погоре).", "117.  Што се однесува на Ивестабнка, Судот забежелува дека и таа била во државна сопственост на Србија и под управа на српска државна агенција – Агеција за осигурување на депозити (види параграф 47 погоре). Уште поважно е што по основ на Законот за приватизација од 2001 година, таа банка била задолжена да отпише свои значителни побарувања кон претпријатија во државна и општествена сопственост на штета на банката и засегнатите лица (ibid.). Како Словенија во однос на Љубљанска банка Љубљана, и Србија располагала со имотот на Инвестбанка онака како што ѝ одговорало. Затоа, Судскиот совет се согласува и го повтрдува заклучокот на Судскиот совет дека има доволно причини за да ја смета Србија за одговорна за долгот на Инвестбанка кон г-н Шахдановиќ.", "118.  Судот би нагласил дека овие заклучоци се лимитирани на околностите на овој случај и не значат дека ниту една држава нема никогаш да може да санира пропадната банка без да преземе директна одговорност по основ на член 1 од Протокол бр. 1 за долговите на банката (види Котово, цитиран погоре, параграф116, и Анохин, цитиран погоре), ниту пак како што сугерираше Словенија (види параграфи 93-94 погоре), дека таа одредба наложува странските филијали на домашните банки секогаш да бидат вклучени во системите на гаранции за депозитите. Судот смета дека овој случај е посебен од следните причини. Прво, кога жалителите ги депонирале средствата, СФРЈ сѐ уште постоела и засегнатите филијали не биле странски филијали. Понатаму, Љубљанска банка Љубљана била во државна сопственост и пред санацијата. Всушност, и таа банка и Инвестбанка отсекогаш биле или во државна или во општествена сопственост. Затоа овој случај очигледно се разликува од стандарден случај на санација на несолвентна приватна банка. Пресудата на Судот на ЕФТА на кој се повика словенечката Влада е од мала важност во овој случај затоа што се однесува на санација на пропадната приватна банка во конкретната правна рамка која важи во Исланд. Понатаму, на штедачите за кои се одлучувало, за разлика од жалителите во овој случај, веќе им биле исплатени побарувањата од страна на холандските и британските власти (види параграфи 71-73 погоре).", "119. Судот исто така не го занемари повикувањето на српската Влада на случајот Молнар Габор (види параграф 91 погоре). Сепак, во тој случај, Судот ги анализирал одредбите на Законот за старите девизни депозити кои се однесуваат на лица, кои за разлика од жалителите во овој случај, исполнувале услови за постепена исплата на нивните депозити од српските власти. Судот одлучил дека со оглед на тешката состојба на српската економија во тоа време и просторот за слободната оцена кој е доверен на државите во прашања поврзани со економска политика, со спорните одредби се воспоставувала правична рамнотежа помеѓу општиот интерес и правата на жалителот. За разлика од тоа, г-н Шахдановиќ не исполнувал услови за депозитот да му биде постепено исплаќан од српските органи. Затоа, овој случај мора да се разликува од случајот Молнар Габор.", "120.  Oткако заклучи дека Словенија е одговорна за долгот на Љубљанска банка Љубљана кон г-ѓа Алишиќ и г-н Саџак и дека Србија е одговорна за долгот на Инвестбанка кон г-н Шахдановиќ, Судот мора да испита дали постои основана причина за тоа што тие држави не им ги исплатиле депозитите во период од толку многу години. Објаснувањето на српската и словенечката Влада за одолговлекувањето е во суштина дека меѓународното право за сукцесија на држави само наложувало по прашањата на сукцесија да се преговара во добра вера, без да наметне временски рок за решавање на таквите прашања. Тие понатаму тврдеа дека нивното инсистирање дека Босна и Херцеговина е одговорна за „старите“ девизни депозити во босанско-херцеговските филијали на словенечките и српските банки било целосно во согласност со главното начело на меѓународното право за сукцесија на држави – територијалното начело.", "121.  Судот не се согласува со сугестијата на Словенија и Србија дека територијалното начело треба да се примени на штедните влогови на жалителите. Во согласност со меѓународното право за сукцесија на државите, начелото на „правичен сразмер“ е начелото кое се применува кога се во прашање државни долгови. Иако е точно дека Резолуцијата за сукцесија на државите за сопственички и должнички прашања на Институтот за меѓународно право од 2001 година предвидува дека територијалното начело се применува посебно на локални долгови, штедните влогови на жалителите очигледно не припаѓаат на таа категорија на државни долгови (види параграф 60 погоре). Судот исто така не се согласува со сугестијата на Словенија и Србија дека меѓународното право само наложува за прашањата на сукцесија да се преговара, тоа исто така предвидува, доколку не се постигне согласност, дека државните долгови мора да биде поделени во правичен сразмер. (ibid.).", "122.  Исто така треба да се забележи дека правичната поделба на долгот за кој станува збор во овој случај би наложила севкупна проценка на имотот и долговите на поранешната држава и големината на сразмерните делови до сега доделени на државните наследнички. Тоа прашање е далеку од опсегот на овој случај и е не влегува во надлежност на Судот (види Ковачиќ и други, цитиран погоре, параграф 256).", "123.  Сепак, преговорите за сукцесија не ги спречувале државите наследнички да донесат мерки на домашно ниво за заштита на интересите на штедачите, како што се жалителите. Хрватската Влада исплатила голем дел од „старите“ девизни депозити во филијалата во Загреб на Љубљанска банка Љубљана на нејзините граѓани (види параграф 43 погоре), македонската Влада го исплатила целиот износ на „старите“ девизни депозити од скопската филијала на таа банка (види параграф 52 погоре). И покрај тоа, и двете Влади никогаш не отстапија од ставот дека Словенија конечно треба да одлучи дека е одговорна и продолжиле да бараат надомест на исплатените износи на меѓудржавно ниво (конкретно, во рамките на преговорите за сукцесија). Во исто време, словенечката Владата го исплатила целиот износ на „старите“ девизни депозити во домашните филијали на Инвестбанка и други странски банки (види параграф 48 погоре), а српската Влада се согласила да ги исплати „старите“ девизни депозити во странските филијали на српските банки (како што е тузланската филијала на Инвестбанка) на сите странски државјани, освен лицата со државјанство на државите наследнички на СФРЈ (види параграф 45 погоре). Tоа покажува дека биле најдени решенија во однос на некои категории на „старите“ девизни депозити во спорните филијали, но не и во однос на жалителите во овој случај.", "124.  Иако определено доцнење може да биде оправдано во исклучителни околности (види Мержојев, цитиран погоре, параграф 56, и, mutatis mutandis, Immobiliare Saffi, цитиран погоре, параграф 69), Судот смета дека жалителите во овој случај биле оставени да чекаат предолго. Затоа, Судот не е убеден дека надлежните органи на Словенија и Србија, и покрај широкиот простор за слободна оцена во оваа област, како што е споменато во параграф 106 погоре, воспоставиле правична рамнотежа помеѓу општиот интерес на заедницата и сопственичките права на жалителите, на кои им бил наметнат непропорционален товар.", "125. Поради сите причини наведени погоре, Судот заклучува дека имало повреда на член 1 од Протокол бр. 1 од страна на Словенија во однос на г-ѓа Алишиќ и г-н Саџак, дека имало повреда на тој член од страна на Србија во поглед на г-н Шахдановиќ и дека немало повреда на тој член од ниту една друга од останатите тужени држави.", "III.  НАВОДНА ПОВРЕДА НА ЧЛЕН 13 ОД КОНВЕНЦИЈАТА", "126.  Член 13 од Конвенцијата предвидува:", "„ Секој, чии права и слободи признати со оваа Конвенција, се повредени, има право на ефикасен правен лек пред домашен орган, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "A.  Заклучоци на Судскиот совет", "127.  Откако анализирал повеќе правни лекови, Судскиот совет заклучил дека жалителите немале правен лек на располагање во врска со нивните мериторни жалбени наводи. Затоа тој ги одбил приговорите на Владите дека жалителите не искористиле домашни правни лекови. Понатаму, затоа што ја сметал Словенија за одговорна за „старите“ девизни депозити во сараевската филијала на Љубљанска банка Љубљана, а Србија за „старите“ девизни депозити во тузланската филијала на Инвестбанка, Судскиот совет одлучил дека дека имало повреда на член 13 од страна на Словенија во поглед на г-ѓа Алишиќ и г-н Саџак, повреда на тој член од страна на Србија во поглед на г-н Шахдановиќ, и дека немало повреда од ниту една друга држава (види параграфи 83-90 oд пресудата на Судскиот совет).", "Б.  Аргументи на странките", "1.  Жалителите", "128.  Жалителите останаа на ставот дека не им бил достапен ефикасен правен лек за нивните жалбени наводи за меритумот, без да дадат дополнителни детали.", "2.  Tужените Влади", "129. Само словенечката Влада истакна дека жалителите имале на располагање ефикасни домашни правни лекови, конкретно тужба против старата Љубљанска банка пред словенечките судови. Жалителите исто така можеле да поднесат тужба против старата Љубљанска банка пред хрватските судови, каде на повеќе од 500 клиенти од филијалата во Загреб на Љубљанска банка им донесени пресуди против Љубљанска банка, а на шеесет и тројца од нив им биле исплатени „старите“ девизни депозити од присилна продажба на имот на таа банка кој се наоѓал во Хрватска (види параграф 43 погоре).", "130.  Останатите тужени Влади, се согласија дека на жалителите не им биле достапни ефикасни правни лекови. Владата на Босна и Херцеговина додаде дека дури и жалителите да добиеле пресуди со кои се наредува Љубљанска банка да им ги исплати „старите“ девизни депозити, евентуалната таква пресуда најверојатно би останала неизвршена, затоа што законот од 1994 година ја оставил таа банка без доволно средства (види параграф 49 погоре). Хрватската Влада остана на ставот дека тужба против Љубљанска банка пред хрватските судови би била исто така неефикасна затоа што таа банка повеќе немала имот во Хрватска (види параграф 43 погоре).", "В.  Оцена на Големиот судски совет", "131.  Судот во многу прилики има одлучувано дека член 13 гарантира достапност на домашно ниво на правен лек за спроведување на суштината на правата од Конвенцијата во каква форма и да се обезбедени во домашниот правен поредок. Затоа, правното дејство на член 13 е да наложи да биде обезбеден домашен правен лек за да се одговори на суштината на „аргументиран навод“ [“arguable complaint”] заснован на Конвенцијата и да се додели соодветно обештетување. Иако опсегот на обврските на државите договорнички по основ на член 13 се разликува во зависност од карактерот на жалбениот навод на жалителот, правниот лек кој го наложува член 13 мора да биде ефикасен во праксата како и во правото. „Ефикасноста“ на „правниот лек“ во смисла на член 13 не зависи од сигурноста во позитивен исход за жалителот. Исто така „органот“ споменат во таа одредба не мора нужно да биде судски орган, но доколку не е судски, неговите надлежности и гаранциите кои ги нуди се релевантни кога се оценува дали правниот лек е ефикасен. Понатаму, доколку еден правен лек сам по себе не ги исполнува условите од член 13, збир на правни лекови предвидени во домашното право може да ги исполнат тие услови (види Кудла против Полска [ГСC], бр. 30210/96, параграф 157, ECHR 2000XI).", "132.  Што се однесува на граѓанска тужба против старата Љубљанска банка пред словенечките судови, Судот воочува дека Окружниот суд во Љубљана има донесено бројни пресуди со кои се наредува на старата Љубљанска банка да ги исплати „старите“ девизни депозити од нејзината сараевска филијала, заедно со камата (види параграф 51 погоре). Сепак, словенечката Влада не докажа дека барем една од тие пресуди и извршена. Затоа досега нема докази дека тој правен лек можел на жалителите да им обезбеди соодветно и доволно обештетување.", "133.  Што се однеснува на граѓанска тужба против таа банка пред хрватските судови, беше забележано од документите со кои располага Судот дека старата Љубљанска банка повеќе нема имот во Хрватска. Затоа, тој правен лек на жалителите не им нудел разумни изгледи за успех.", "134.  Судот го воочи аргументот на словенечката Влада дека немало обврска да се обезбеди домашен правен лек во овој случај, затоа што член 13 не наложувал правен лек со кој законите на државата договорничка може да се оспорат пред домашен орган затоа што се спротивни на Конвенцијата. Иако тоа толкување на член 13 е точно (види Роше против Обединетото Кралство [ГСC], бр. 32555/96, параграф 137, ECHR 2005X; Сејдиќ и Финци против Босна и Херцеговина [ГСC], бр. 27996/06 и 34836/06, параграф 60, ECHR 2009; и Паксас против Литванија [ГСC], бр. 34932/04, параграф 114, ECHR 2011), жалителите во овој случај всушност не се жалеа на домашните закони на тужените држави, ниту пак на поединечна одлука или мерка. Тие се жалеа затоа што тужените држави не обезбедиле враќање на нивните штедни влогови на еден или друг начин. Затоа, ефикасен домашен правен лек требало да биде обезбеден.", "135. Што се однесува на Инвестбанка, Судот воочува дека Србија не негираше дека г-н Шахдановиќ немал на располагање ефикасен правен лек.", "136.  Големиот судски совет затоа заклучува како и Советот, дека имало повреда на член 13 од страна на Словенија во поглед на г-ѓа Алишиќ и г-н Саџак, повреда на тој член од страна на Србија во поглед на г-н Шахдановиќ. Исто така Судот заклучува и дека немало повреда од ниту една друга тужена држава.", "IV.  НАВОДНА ПОВРЕДА НА ЧЛЕН 14 ОД КОНВЕНЦИЈАТА", "137.  Член 14 oд Конвенцијата гласи:", "„Уживањето на правата и слободите, признати со оваа Конвенција, треба да се обезбеди без никаква дискриминација заснована врз пол, раса, боја на кожата, јазик, вера, политичко или кое и да е друго мислење, национално или социјално потекло, припадност на национално малцинство, материјална положба, потекло по раѓање или кој и да е друг статус.“", "138.  Иако жалителите се повикаа на овој член, тие не го елаборираа овој аргумент во нивните поднесоци до Големиот судски совет. Опсервациите на Владите во тој поглед се исто така ограничени. Големиот судски совет, од таа причина се согласува со Судскиот совет дека нема потреба да го испита случајот по основ на член 14 во поглед на Србија и Слобенија и дека немало повреда на тој член од останатите тужени држави.", "V.  ПРИМЕНА НА ЧЛЕН 46 ОД КОНВЕНЦИЈАТА", "139.  Релевантниот дел од член 46 од Конвенцијата гласи:", " „ Високите страни договорнички се обврзуваат да ги почитуваат конечните пресуди на Судот во споровите во кои се странки.", " 2. Конечната пресуда на Судот му се доставува на Комитетот на министрите којшто го надгледува нејзиното извршување. ...“", "A.  Заклучоци на Судскиот совет", "140.  Судскиот совет во овој случај ја применил постапката за пилот пресуда и посочил определени генерални мерки (види параграфи 98-101 oд пресудата на Судскиот совет).", "Б.  Аргументи на странките", "141.  Само српската и словенечката Влада приговорија на примената на постапка за донесување на пилот пресуда во овој случај, конкретно затоа што тие не би можеле да ја проверат состојбата на „старите“ девизни депозити во филијалите на Љубљанска банка Љубљана и Инвестбанка на територија на другите тужени држави без помош од тие држави. Владите на Босна и Херцеговина и Хрватска останаа на ставот дека српската и словенечката Влада распологале со сите неопходни податоци.", "В.  Оцена на Големиот судски совет", "1.  Општи принципи", "142.  Судот повторува дека член 46 од Конвенцијата, толкуван од аспект на член 1, на тужените држави им наметнува правна обврска да применат, под надзор на Комитетот на министри, соодветни генерални и/или индивидуални мерки за да ги обезбедат правата на жалителите за кои Судот утврдил дека биле повредени. Такви мерки треба да се преземат и во однос на други лица кои се во позиција како жалителите, конкретно преку решавање на проблемите кое довеле до заклучоците на Судот (види Лукенда против Словенија, бр. 23032/02, параграф 94, ECHR 2005X). Оваа обврска беше нагласена од Комитетот на министри при надзорот над извршувањето на пресуди на Судот (резолуции ResDH(97)336, IntResDH(99)434, IntResDH(2001)65 и ResDH(2006)1).", "143. Со цел да го олесни ефикасното имплементирање на неговите пресуди, Судот може да примени процедура за носење пилот пресуда кој му овозможува јасно да ги идентификува стуктуралните проблеми кои довеле до повредите и да посочи мерки кои треба да ги применат тужените држави за да ги поправат тие проблеми (види резолуција Res(2004)3 на Комитетот на министри за пресуди со кои открива системски проблем кој довел во повреда во конкретен случај од 12 мај 2004 година, правило 61 од Правилата на Судот, и Брониовски, цитиран погоре, параграфи 189-94). Целта на таа процедура е да помогне кон најбрзо и најефикасно решавање на проблемот кој влијаел врз заштитата на конкретните права од Конвенцијата во домашниот правен поредок (види Волкенберг и други против Полска (одлука), бр. 50003/99, параграф 34, ECHR 2007XIV). Иако мерките на тужената држава треба пред сѐ да бидат насочени кон решавање на таквиот проблем, а не кон воведување ако е тоа потребно на ефикасни правни лекови за повредите за кои станува збор, тие може исто така да опфаќаат ад хок решенија како што е пријателско решавање [friendly settlements] на случајот со жалителот или пак унилатерални понуди во согласност со условите од Конвенцијата. Судот може да одлучи да го одложи одлучувањето по слични предмети, на тој начин давајќи им на тужените држави шанса да ги решат тие предмети на други начини (види, на пример, Бурдов против Русија (бр.2), бр.33509/04, параграф  127, ECHR 2009). Сепак, доколку после донесувањето на пилот пресуда државата не донесе такви мерки и натаму продолжува да ја крши Конвенцијата, Судот ќе нема друг избор освен да продолжи да одлучува по сите слични жалби и да донесе пресуди за да осигура ефикасно почитување на Конвенцијата (Е.Г. против Полска (одлука), бр. 50425/99, параграф 28, ECHR 2008, и Куриќ и други против Словенија (правичен надоместок) [ГСC], бр. 26828/06, параграф 136, ECHR 2014).", "2.  Примена на општите принципи во овој случај", "144.  Повредите кои Судот ги утврди во овој случај засегаат многу лица. Пред Судот се поднесени повеќе од 1850 слични жалби, од страна на повеќе од 8,000 жалители. Тие се однесуваат на „старите“ девизни депозити во филијалите во Сараево и Загреб на Љубљанска банка Љубљана и таквите депозити во филијалите на неколку српски банки надвор од Србија (види параграф 46 погоре). Покрај тоа, има повеќе илјади потенцијални жалители. Затоа, Големиот судски совет се согласува со Судскиот совет дека е соодветно да се примени постапката за пилот пресуда во овој случај, и покрај приговорите на српската и словенечката Влада во тој поглед.", "145.  Со оглед на системскиот проблем кој го утврди, Судот смета дека се несомнено потребни генерални мерки на национално ниво за извршување на оваа пресуда.", "146.  Поконкретно, Словенија мора да ги преземе сите неопходни мерки, вклучувајќи измени на закон, во рок од една година и под надзор на Комитетот на министри, за да им овозможи на г-ѓа Алишиќ, г-н Саџак и на многумина други кои се во позиција како нив да им бидат исплатени „старите“ девизни депозити под исти услови како лицата кои имаат такви депозити во домашните филијали на словенечките банки (тие услови се наведени во параграф 48 погоре). Во истиот временски рок и под надзор на Комитетот на министри, Србија мора да ги преземе сите неопходни мерки, вклучувајќи и измени на закон, во рок од една година и под надзор на Комитетот на министри, за да им овозможи на г-н Шахдановиќ и на сите други кои се во позиција како него да им бидат исплатени „старите“ девизни депозити под исти услови како на српските државјани во домашните филијали на српските банки (тие услови се наведени во параграф 45 погоре).", "147.  Мора да се нагласи дека горенаведените мерки не важат за оние кои, иако се во иста позиција како жалителите во овој случај, им биле во целост исплатени „старите“ девизни депозити, како лицата кои можеле да ги подигнат нивните депозити од хуманитарни причини (види параграфи 25 и 44 погоре), или лицата кои ги употребиле тие депозити во процесот на приватизација во ФБХ (види параграф 32 погоре), или лицата на кои им биле исплатени нивните депозити во филијалите во Загреб и Скопје на Љубљанска банка Љубљана од страна на хрватската и македонската Влада (види параграфи 43 и 52 погоре). Србија и Словенија може да ги исклучат тие лица од системите за исплата на депозити. Сепак, кога на таков начин биле исплатени само дел од „старите“ девизни депозити, Србија и Слобенија сега се одговорни за останатиот дел од депозитот (Србија за „старите“ девизни депозити во сите филијали на српските банки, а Словенија за таквите депозити во сите филијали на словенечките банки, без оглед на државјанството на засегнатиот депонент и локацијата на филијалата).", "148.  За да им овозможат на српските и словенечките органи да ја проверат состојбата на нивните сметки, жалителите и сите лица во позиција како нивната мора да постапат во согласност со условите на евентуална процедура за верификација воведена од тие држави. И покрај тоа, ниту едно побарување не треба да биде одбиено затоа што нема договори во оригинал или штедни книшки (со оглед на протекот на време и војните кои погодиле толку многу луѓе на различен начин), под услов засегнатите лица да можат да ги докажат нивните побарувања на друг начин. Понатаму, секоја и сите одлуки за верификација мора да бидат предмет на оцена на суд.", "149.  Иако нема сомневање дека тоа што не можеле слободно да располагаат со нивните „стари“ девизни депозити повеќе од 20 години на засегнатите лица им предизвикало вознемиреност и фрустрации, Судот во овој момент, не смета дека е неопходно да посочи генерална мерка дека на сите нив треба да им се обезбеди соодветно обештетување за претрпената штета од страна на Србија и Словенија. Сепак, доколку некоја од тие држави не ги донесе мерките посочени во параграф 146 погоре и со тоа продолжи да ја крши Конвенцијата, Судот може повторно да го разгледа прашањето на обештетување во соодветен случај во иднина по ова прашање против државата за која станува збор (види Сулјагиќ, цитиран погоре, параграф 64).", "150.  На крајот, Судот го одложува разгледувањето на слични предмети против Србија и Словенија во рок од една година (види Сулјагиќ, цитиран погоре, параграф 65). Оваа одлука е без влијание врз надлежноста на Судот во било кое време да прогласи за недопуштен секој таков случај или да го избрише од листата на предмети во согласност со Конвенцијата.", "VI.  ПРИМЕНА НА ЧЛЕ 41 ОД КОНВЕНЦИЈАТА", "151.  Член 41 од Конвенцијата предвидува:", " „Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на заинтересираната Висока страна договорничка овозможува само делумно отстранување на последиците на таа повреда, Судот и дава на оштетената страна, доколку е потребно, правичен надоместок.“", "A. Штета", "152.  Жалителите побараа како материјална штета да бидат исплатени нивните „стари“ девизни депозити со камата. Судот веќе одлучи во овој поглед во параграф 146 погоре.", "153. Сите жалителите побараа по 4,000 евра за нематеријална штета.", "154.  Владите во своите опсервации до Големиот судски совет не коментираа по ова прашање.", "155.  Големиот судски совет, како и Судскиот совет, прифаќа дека тоа што жалителите не можеле слободно да располагаат со нивните „стари“ девизни депозити во период од повеќе од 20 години мора да им предизвикало болка и фрустрираност. Тие чувства биле неизбежно влошеи поради преземањето на товарот кој го презеле, барем во определена мера, да постапуваат во име на сите во нивна положба (види Хутен-Чапска против Полска [ГСC], бр. 35014/97, параграф 248, ECHR 2006VIII). Затоа, правејќи ја својата процена на правична основа, како што наложува член 41 од Конвенцијата, Судот ги доделува бараните износи (што значи, по 4,000 евра за г-ѓа Алишиќ и г-н Саџак, кои треба да ги исплати Словенија, и 4,000 евра на г-н Шахдановиќ, кои треба да ги исплати Србија).", "Б.  Трошоци и издатоци", "156.  Жалителите исто така побараа 27,351 евра за трошоците и издатоците кои ги имале во постапката пред Судот.", "157.  Сите Влади тврдеа дека тоа барање е превисоко и дека не е поткрепено со докази.", "158.  Според судската пракса на Судот, жалителот има право да му бидат надоместени трошоците и издатоците само во оној обем во кој било докажано дека тие биле реални и целесообразни како и дека се со разумен износ. Тоа значи дека жалителот мора да ги платил, или да е должен да ги плати, врз основа на законска или договорна обврска, и дека биле неизбежни за да се спречи утврдената повреда или да се добие обештетување. Судот за таа цел бара поднесување на доволно специфизирани сметки и фактури кои ќе му овозможат да утврди во кој обем се исполнети горенаведените услови. Со оглед на тоа дека не беа поднесени такви документи во овој случај, Судот го отфрла тоа барање.", "В.  Затезна камата", "159.  Судот смета дека е содоветно затезната камата да биде заснована на најниската каматна стапка на Европската централна банка, на што треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "1. Ги одбива, едногласно, претходните приговори на Владите;", "", "2.  Одлучува, едногласно, дека имало повреда на член 1 од Протокол бр. 1 кон Конвенцијата од страна на Србија во поглед на г-н Шахдановиќ;", "", "3.  Одлучува, едногласно, дека имало повреда на член 1 од Протокол бр. 1 кон Конвенцијата од страна на Словенија во поглед на г-ѓа Алишиќ и г-н Саџак;", "", "4.  Одлучува, со петнаесет гласа за и два против, дека немало повреда на член 1 од Протокол бр. 1 кон Конвенцијата од страна на останатите тужени држави;", "", "5.  Одлучува, едногласно, дека имало повреда на член 13 од Конвенцијата од страна на Србија во поглед на г-н Шахдановиќ;", "", "6.  Одлучува, едногласно, дека имало повреда на член 13 од Конвенцијата од страна на Словенија во поглед на г-ѓа Алишиќ и \nг-н Саџак;", "", "7.  Одлучува, со петнаесет гласа за и два против, дека немало повреда на член 13 од Конвенцијата од страна на останатите тужени држави;", "", "8.  Одлучува, едногласно, дека не е потребно да го разлгледа жалбениот навод под основ на член 14 од Конвенцијата во врска со член 13 од Конвенцијата и член 1 од Протокол бр. 1 од страна на Србија и Словенија, и дека немало повреда на член 14 од Конвенцијата во врска со член 13 од Конвенцијата и член 1 од Протокол бр. 1 од страна на останатите тужени држави;", "", "9.  Одлучува, едногласно, дека тоа што српската и словенечката Влада не ги вклучиле жалителите од овој случај и сите останати лица кои се во таква позиција во нивните системи за исплата на „старите“ девизни депозити претставува системски проблем;", "", "10.  Одлучува, со шеснаесет гласа за и еден против, дека Србија мора да ги преземе сите неопходни мерки, вклучувајќи и измени на закон, во рок од една година и под надзор на Комитетот на министри, за да му овозможи на г-н Шахдановиќ и на сите други кои се позиција како неговата да им бидат исплатени „старите“ девизни депозити под исти услови како српските државјани кои имале такви депозити во домашните филијали на српските банки;", "", "11.  Одлучува, со шеснаесет гласа за и еден против, дека Словенија мора да ги преземе сите неопходни мерки, вклучувајќи и измени на закон, во рок од една година и под надзор на Комитетот на министри, за да им овозможи на г-ѓа Алишиќ, г-н Саџак и на сите други кои се позиција како нив да им бидат исплатени „старите“ девизни депозити под исти услови како лицата кои имале такви депозити во домашните филијали на словенечките банки;", "", "12.  Одлучува, едногласно, за една година да го одложи разгледувањето на сите слични предмети против Србија и Словенија, без влијание врз надлежноста на Судот во секое време да го прогласи за недопуштен секој таков предмет или да го избрише од листата на предмети во согласност со Конвенцијата;", "", "13.  Одлучува, со шеснаесет гласа за и еден против,", " (a)  дека Србија треба да му исплати на г-н Шахдановиќ во рок од три месеци 4,000 евра (четири илјади евра) за нематеријална штета, плус секој данок кој може да биде пресметан на тој износ;", " (б)  дека Словенија треба да им исплати на г-ѓа Алишиќ и г-н Саџак во рок од три месеци по 4,000 евра (четири илјади евра) за нематеријална штета, плус секој данок кој може да биде пресметан на тој износ;", " (в)  дека по истекот на споменатиот рок од три месеци до исплата ќе се пресметува камата на горенаведените износи по стапка еднаква на најниската каматна стапка на Европската централна банка во текот на периодот во кој износот не е платен, плус три процентни поени;", "", "14.  Го одбива, едногласно, останатиот дел од барањето на жалителите за правичен надоместок.", "Пресудата е изработена на англиски и француски јазик и беше јавно објавена во Зградата на човековите права, Стразбур, на 16 јули 2014 година.", "\tMајкл О’Бојл\tДин Шпилман\n\tЗаменик секретар\tПретседател", "Во согласност со член 45, став 2 од Конвенцијата и правило 74, став 2 од Правилата на Судот, следните издвоени мислења се приклучени кон оваа пресуда:", " (a)  издвоено мислење на судијата Зиемеле;", "(б)  делумно издвоено мислење на судијата Поповиќ;", "(в)  делумно спротивставено мислење на судијата Нусбергер, кон кое се приклучи судијата Поповиќ.", "D.S.\nM.O’B.", "Издвоените мислења не беа преведени, но се појавуваат на англиски и француски јазик во верзиите на официјален јазик на пресудата кои може да се најдат во датабазата на судска пракса на Судот HUDOC.", "", "© Совет на Европа/Европски суд за човекови права 2015.", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}