{"file": "MAC_HJUDMAC_14038_88.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "14038/88", "text_paragraphs": ["", "© This translation  was done by the Academy for Judges and Public Prosecutors of the Republic of Macedonia: . Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Овој превод е изготвен при “Академијата за судии и јавни обвинители на Република Македонија”: . Судот доби дозвола повторно да го објави овој превод единствено за да го вклучи во својата база на податоци: HUDOC.", "", "", "", "СУД (ПЛЕНУМ)", "", "", "", "", "", "", "СЛУЧАЈ SOERING ПРОТИВ ОБЕДИНЕТОТО КРАЛСТВО", "", "(ЖАЛБА бр. 14038/88)", "", "", "", "", "", "", "ПРЕСУДА", "", "", "", "СТРАЗБУР", "", "07 јули 1989", "\n", "Во случајот Soering,", "Европскиот суд за човекови права, одлучувајќи на пленарна седница согасно членот 50 од Деловникот на Судот , во состав од следниве судии:", "\tгдин \tR. Ryssdal, претседател,", "\tгдин\tJ. Cremona,", "\tгдин\tThór Vilhjálmsson,", "\tгдин\tF. Gölcüklü,", "\tгдин\tF. Matscher,", "\tгдин\tL.-E. Pettiti,", "\tгдин\tB. Walsh,", "\tсер \tVincent Evans,", "\tгдин\tR. Macdonald,", "\tгдин\tC. Russo,", "\tгдин\tR. Bernhardt,", "\tгдин\tA. Spielmann,", "\tгдин\tJ. De Meyer,", "\tгдин\tJ.A. Carrillo Salcedo,", "\tгдин\tN. Valticos,", "\tгдин\tS.K. Martens,", "\tгга \tE. Palm,", "\tгдин\tI. Foighel,", "and also of гдин M.-A. Eissen, регистар, и Mr H. Petzold, заменик регистар,", "Одлучувајќи на затворена седница на 27 април и на 26 јуни 1989", "Ја усвои следнава пресуда, која беше донесена на последниот споменат датум:", "ПОСТАПКА", "Случајот беше изнесен пред Судот на 25 јануари 1989 од страна на Европската комисија за човекови права (\"Комисијата\"), на 30 јануари 1989 од Владата на Обединетото кралство на Велика Британија и Северна Ирска и на 3 февруари 1989 од Владата на Федеративна Република Германија , во рамки на рокот од три месеци согласно членот 32 став 1 и членот 47 (член. 32-1, член. 47) на Конвенцијата за заштита на човековите права и основни слободи (\"Конвенцијата\"). Тој потекна од жалбата бр. 14038/88 против Обединетото кралство , поднесена до Комисијата според членот 25 од страна на германскиот државјанин Jens Soering, на 8 јули 1988.", "Барањето на Комисијата се повикува на членовите 44 и 48, и на декларацијата со која Обединетото кралство ја признава обврзната надлежност на Судот (член 46) . Целта на барањето и на двете владини жалби беше да се добие одлука од Судот за тоа дали фактите на случајот довеле или не , до повреда на одговорната држава на нејзините обврски според членовите 3,6, и 13 од Конвенцијата.", "2. Како одговор на барањето дадено согласно Правилото 33 став 3 (г) од Деловникот на Судот, жалителот навел дека сака да земе учество во постапката која е во тек пред Судот, како и да назначи адвокати кои ќе гои застапуваат (Правило 30).", "3.  Советот бил составен на 26 јануари 1989. Тој ги вклучувал по службена должност сер Vincent Evans, избраниот британски судија (член 43 од Конвенцијата) , со тоа што Федеративна Република Германија не била страна во случајот во таа фаза, и гдин R. Ryssdal, претседателот на Судот (Правило 21 § 3 (б)). Имињата на останатите пет членови, односно гдин J. Cremona, гга D. Bindschedler-Robert, гдин R. Bernhardt, гдин N. Valticos и гга E. Palm, биле извлечени со ждрепка од страна на претседателот во присуство на регистарот.", "Истиот ден Советот ја отстапи надлежноста на пленарната седница на Судот (Правило 50).", "4.  Исто така, истиот ден, по барање за привремена мерка поднесено од страна на Комисијата и нажалителот, Судот и посочи на Владата на Обединетото Кралство дека е упатно да не го екстрадира жалителот во Соединетите американски држави до исходот на постапката пред Судот (Правило 36).", "5.  Претседателот на Судот се советуваше, преку Регистарот, со агентите на двете Влади- страни во случајот, делегатот на Комисијата и застапникот на жалителот, за потребата од писмена постапка (Правила 37 § 1 и 50 § 3). По тоа, согласно наредбите и насоките на претседателот, во регистарот беа поднесени следните документи:", "- на 28 март 1989, поднесоци на Владата на Обединетото кралство и на жалителот;", "- на 31 март 1989, поднесок на Владата на Германија;", "- на 17 април 1989, поднесок како одговор од жалителот;", "- на 18 април 1989, дополнителни поднесоци од Владата на Обединетото кралство;", "- на 20 април 1989, дополнителни докази доставени од жалителот.", "На 7 април 1989 секретарот на Комисијата го информираше Регистарот дека делегатот не предложил писмен одговор на поднесоците.", "6.  По советување, преку Регистарот, со оние кои требало да се јават пред Судот, претседателот посочил на 3 февруари 1989, дека усната постапка треба да биде отворена на 24 април 1989 (Правило 38).", "7.  На 17 февруари 1989, по барање на жалителот, претседателот ја поканил Комисијата да ги достави до Судот сите писмени и усни поднесоци доставени до Комисијата. Комисијата постапила по барањето на 22 февруари.", "8.  Со писмо примено на 28 март 1989, By letter received on 28 March Амнести интернешнл од Лондон доставиле барање да поднесат писмени коментари (Правило 37 § 2). На 30 март претседателот одговорил потврдно, под одредени услови. Коментарите биле поднесени до регистарот на 13 април.", "9.  Расправата се одржа во присуство на јавноста, во Зградата на човековите права во Стразбур, на назначениот датум. Непосредно претходно Судот одржа подготвителен состанок.", "Пред Судот се појавија:", "- за Владата на Обединетото кралство:", "\tгдин M. Wood, правен советник,", "\t\t\tМинистерство за надворешни работи, \tАгент,", "\tсер Patrick Mayhew, Q.C., M.P., јавен правобранител,", "\tгдин M. Baker, адвокат, \tСоветник,", "\tгга E. Wilmshurst, правен секретаријат на правните офицери,", "\tгдин D. Bentley, Министерство за внатрешни работи,", "\tгдин T. Cobley, Министерство за внатрешни работи, \tСоветници;", "- за Владата на Федеративна Република Германија", "\tгдин J. Meyer-Ladewig, Ministerialdirigent,", "\t\t\tФедеративно Министерство за правда, \tАгент,", "\tгдин M. Grotz, Regierungsdirektor,", "\t\t\tФедеративно Министерство за правда,", "\tMrs S. Werner, Richterin am Amtsgericht,", "\t\t\tФедеративно Министерство за правда,\tСоветници;", "- за Комисијата", "\tгдин E. Busuttil, \tДелегат;", "- за жалителот", "\tгдин Colin Nicholls, Q.C., \tСоветник,", "\tгдин R. Spencer, адвокат,", "\tгдин F. Gardner, адвокат, \tСоветници.", "Судот ги ислуша обраќањата на сер Patrick Mayhew за Владата на Обединетото Кралство, гдин Meyer-Ladewig за германската Влада, гдин Busuttil за Комисијата и гдин Nicholls за жалителот.", "10.  На денот на јавната расправа и помеѓу датумите 26 април и 15 јуни 1989, беа поднесени различни документи од британската влада, германската влада и жалителот.", "ЗА ФАКТИТЕ", "I.  ОСОБЕНИ ОКОЛНОСТИ НА СЛУЧАЈОТ", "11Жалителот , гдин Jens Soering, е роден на 1 август 1966 и е германски државјанин. Во моментот е во притвор во затвор во Англија, чекајќи екстрадиција во Соединетите американски држави, за да се соочи со обвинение за убиство во државата Вирџинија.", "12.  Убиствата во прашање биле сторени со округот на Бедфорд, Виџинија, во март 1985. Жртвите, (возраст 72) и Nancy Astor Haysom (возраст 53), биле родители на девојката на жалителот, Elizabeth Haysom, која е канадски државјанин. Во секој од случаите смртта настапила како резултат на повеќе масивни убоди и рани од убоди во вратот, грлото и телото. Во тој период жалителот и Elizabeth Haysom, кои имале по 18 и 20 години соодветно, биле студенти на Универзитетот во Вирџинија. Заедно исчезнале во октомври 1985, но биле уапсени во Англика во април 1986 во врска со чековна измама.", "13.  Жалителот бил испрашуван во Англија помеѓу 5 и 8 June 1986 од страна на полициски иследник од Одделот на шерифот на округот Бедфорд. Во изјава дадена под заклетва од 24 јули 1986, иследникот изјавил дека жалителот ги признал убиствата во негово присуство, како и во присуство на двајца британски полициски службеници. Жалителот изјавил дека бил заљубен во гга Haysom, но дека нејзините родители се противеле на врската. Затоа, тој и гга Haysom планирале да ги убијат. Тие изнајмиел автомобил во Шарлотсвил и патувале до Вашингтон каде си обезбедиле алиби. Жалителот тогаш отишол во куќата на родителите, разговарал за врската со нив и, кога тие му рекле дека ќе сторат се да ја спречат, настанала расправаија за време на која тој ги убил со нож.", "На 13 јуни 1986 големата порота на окружниот суд на Бедфорд го обвинила за убиство на родителите. Обвиненијата биле за тешко убиство за обајцата, и одделни обвиненија за убиство од полесен степен за секој од нив.", "14.  На 11 август 1986 Владата на САД побарала екстрадиција на жалителот и на гга Haysom согласно Договорот за екстрадиција од 1972 помеѓу САД и Обединетото Кралство (види став 30 подолу). На 12 септември државниот секретар за внатрешни работи побарал од судија од Судот на Магистратите на Боу стрит да издаде налог за апсење на жалителот според одредбите од членот 8 од Законот за екстрадиција од 1870 (види став 32 подолу). Жалителот следствено бил уапсен на 30 декември во затворот Челмсфорд, каде издржувал казна затвор за измама.", "15.  На 29 октомври 1986 британската амбасада во Вашингтон доставила барање до властите на САД со следнава содржина:", "\"Од причини што смртната казна е укината во Велика Британија, Амбасадата доби насоки да побара осигурување, согласно одредбите од... Договорот за екстрадиција, дека, во случај гдин Soering да биде предаден и осуден за кривичните дела за кои е обвинет.... дека смртната казна, доколку се изрече, нема да биде извршена.", "Доколку за Владата на САД е невозможно од уставни причини да даде такво осигурување, властитена Обединетото Кралство бараат од Владата на САД да им препорачаат на соодветните органи неизрекување на смртна казна, или доколку истата се изрече, нејзино неизвршување. \"", "16.  На 30 декември 1986 жалителот бил испрашан во затворот од страна на германски обвинител (Staatsanwalt) од Бон. Во изјава дадена како сведок, и под заклетва, обвинителот забележал дека жалителот изјавил ,меѓу останатото дека \"никогаш немал намера да ги убие гдин и гга Haysom и ... дека само се сеќава дека им нанел повреди на вратот на гдин и гга Haysom , што морало да има некаква врска со нивната подоцнежна смрт \"; како и дека во непосредно претходните денови \"немало никакви разговори [помеѓу него и Elizabeth Haysom] за убиство на нејзините родители\". Обвинителот исто така се повикал на документи кои му биле дадени на располагање, на пример изјавите од жалителот дадени за американскиот иследник, извештајот од аутопсијата и две психијатриски вештачења за жалителот (види став 21 подолу).", "На 11 февруари 1987 локалниот суд во Бон издал налог за апсење на жалителот за наводните убиства. На 11 март Владата на Федеративна Република Германија побарала екстрадиција во Федеративната република согласно Договорот за екстрадиција помеѓу Федеративната република и Обединетото Кралство (види став 31 подолу). Државниот секретар бил советува од страна на Директорот на јавнте гонења дека, иако германското барање содржело доказ дека германските судови имаат надлежност да му судат на жалителот, поднесените докази, со оглед на тоа што се состоеле само од изјавите кои жалителот му ги дал на обвинителот од Бон од небрежност, не се доволни за prima facie случај против него, како и дека судија не би можел, согласно Законот за екстрадиција од 1870 (види став 32 подолу) да го обврзе на сочекување на екстрадиција во Германија врз основа на признание добиено под такви околности.", "17.  Во писмо со датум 20 април 1987 до Директорот на Канцеларијата за меѓународни прашања, Кривичен оддел, Министерство за правда на САД, обвинителот за округот Бедфорд (гдин James W. Updike Jr) изјавил дека, под претпоставка на жалителот да не може да му се суди во Германија само врз основа на признание, нема средства за убедливи сведоци од САД да се појават пред кривичен суд во Германија. На 23 април ,САД, со дипломатска нота, побарале на екстрадицијата на жалителот во САД да биде претпочитана пред неговата екстрадиција во Федеративна Република Германија.", "18.  На 8 мај 1987 Elizabeth Haysom била предадена за екстрадиција во САД. Откога се изјаснила за виновна на 22 август како соучесник во убиството на нејзините родители, била опсудена на 6 октомври на 90 години затвор (по 45 за секое обвинение за убиство). 19.  На 20 мај 1987 Владата на Обединетото Кралство ја информирала Федеративна Република Германија дека САД порано “поднеле барање, поткрепено со prima facie докази, за екстрадиција на гдин Soering\". Владата на Обединетото Кралство ја известила Федеративната Република дека тие \"заклучиле дека, со оглед на сите околности на случајот, судот треба на нормален начин да продолжи да го разгледува барањето на САД“. Понатаму, тие посочиле дека побарале осигурување од американските власти по прашње на смртната казна како и дека “во случај судот да го предаде гдин Soering, неговото предавање на американските власти би било предмет на добивање на задоволително осигурување по ова прашање.“", "20.  На 1 јуни 1987 гдин Updike поднел поднесок под заклетва во својство на обвинител на округот Бедфорд, во кој навел како што следи:", "\"Потврдувам дека доколку Jens Soering биде осуден за тешко убиство согласно обвинението во округот Бедфорд, Вирџинија...во име на Обединетото Кралство ќе му биде претставено на судијата, во времето на изрекување на казната, дека желба на Обединетото Кралство е смртната казна да не биде изречена или извршена“.", "Ова осигурување било доставено до Владата на Обединетото Кралство во вид на дипломатска нота на 8 јуни. Таа била повторена со истите термини во дополнителен поднесок од гдин Updike, заколнат на 16 февруари 1988 и пренесена на Обединетото Кралство со дипломатска нота на 17 мај 1988. Во истата нота федералната влада на САД го преземала осигурувањето дека ќе се почитува посветеноста на соодветните власти на Вирџинија да извршат претставување во име на Обединетото Кралство. ", "За време на постојната постапка властите во Вирџинија ја информирале Владата на Обединетото Кралство дека гдин Updike не планира да обезбеди други осигурувања и дека има намера да бара смртна казна во случајот на гдин Soering затоа што доказите, по негово убедување, одат во прилог на таквото дејствие.", " 21.  На 16 јуни 1987 во Судот на магистрати на Боу стрит се одржала постапката за предавање пред раководниот магистрат.", "Владата на САД поднела докази дека ноќта на 30 март 1985 жалителот ги убил William и Nancy Haysom во нивниот дом во округот Бедфорд, Вирџинија. Особено биле поднесени докази за сопственото признание на жалителот согласно забележаното од поднесокот на полицискиот иследник од окружната полиција на Бедфорд (види став 13 погоре).", "Бил изведен психијатриски доказ од форензички психијатар- консултант во полза на жалителот (извештај од 15 декември 1986 од др. Henrietta Bullard) дека тој бил незрел и неискусен, како и дека го изгубил личниот идентитет во симбиотската врска со својата девојка – моќна, убедлива и растроена млада жена. Психијатрискиот извештај заклучил:", "\"Помеѓу гга Haysom и Soering постоел ‘folie à deux’, во кој растроениот партнер била гга Haysom. ...", "Во времето на сторувањето на делото, по мое мислење, Jens Soering страдал од абнормалност на умот од вродени причини, кои суштински ја намалиле неговата ментална одговорност за дејствување. Психијатрискиот синдром наведен како  ‘folie à deux’ е добро позната состојба на умот во која еден партнер е сугестивен до степен да тој или таа верува дека е психотична делузија на другиот. Степенот на растроеност на гга Haysom се граничи со психоза и , за време на повеќе месеци, таа била во можност да го убеди гдин Soering дека би можел да ги убие нејзините родители за тој и таа да преживеат како пар... гга Haysom имала восхитувачки и хипнотички ефект врз Soering, што довело до абнормална псхолошка состојба во која тој бил оневозможен да размислува рационално или да ги преиспитува апсурдностите на погледите на животот на гга Haysom и влијанието на нејзините родители ...", "Како заклучок, мое мислење е дека во времето на сторувањето на делото,  Soering страдал од абнормалност на умот, која, во оваа земја, би претставувала одбрана “ не е виновен за убиство од прв степен, туку за полесниот вид.\"", "Заклучоците на др Bullard биле суштински исти како оние содржани во претходен психијатриски извештај (од 11 декември 1986 од др. John R. Hamilton, медицински директор на болницата Броадмор), кој не бил изнесен пред Судот на магистратите.", "Раководниот магистрат нашол дека доказите од др. Bullard не се релеватни за ниту едно прашање кое тој требал да го одлучи и одлучил жалителот да го сочека налогот на државниот секретар за неговото враќање во САД.", "22.  На 29 јуни 1987 гдин Soering се жалел до Окружниот суд на основа на habeas corpus во врска со неговото предавање и дозволата да побара судска ревизија. На 11 декември двете пријави биле одбиени од Окружниот суд (Лорд судија Lloyd и гдин судија Macpherson).", "Во прилог на неговото барање за дозвола да побара судска ревизија, гдин Soering поднел дека осигурувањето добиено од американските власти било толку безвредно што ниту еден државен секретар не би го зел истото за задоволително според членот IV од Договорот за екстрадиција помеѓу Обединетото Кралство и САД (види став 36 подолу). Во својата пресуда Лорд судија Lloyd се согласил дека “осигурувањето остава нешто да се посакува\":", "\"Член IV од Договорот предвидува осигурување дека смртната казна нема да се извршува. Се претпоставува дека тоа значи осигурување од извршната гранка на Владата, што во случајов би бил Гувернерот на државата Вирџинија. Заколнатата изјава на гдин Updike, која ни оддалеку не е осигурување во име на извршната власт, не е ништо повеќе отколку дејствие да се изврши претставување во име на Обединетото Кралство до судијата. Не можам да верувам дека ова била намерата при потпишувањето на Договорот. Но, можам да разберам дека можат да постојат потешкотии во добивањето со повеќе од еден начин на осигурување, со оглед на федеративната природа на Уставот на САД.\"", "Пријавата за барање за судска ревизија било одбиено затоа што барањето било предвремено. Лордот судија Lloyd навел:", "\"Државниот секретар се уште не одлучил дали да го прифати осигурувањето како задоволително , а секако се уште не одлучил дали да издаде или не налог за предавање на Soering. Можно е и други фактори да интервенираат помеѓу сега и тогаш. Судот никогаш нема да си дозволи да биде доведен во позиција да ревидира административна одлука пред истата да биде донесена.\"", "Како дополнително наоѓање, додал :", "\"Второ, дури и одлуката која ќе го земе осигурувањето како задоволително да е веќе донесена од страна на државниот секретар, тогаш, од доказите во моментов пред нас, јас суѕм далеку од убеден дека таква одлука би била неразумна во смисла на Wednesbury.\" (за \"неразумноста\" во смисла на Wednesbury, види став 35 подолу.)", "23.  На 30 јуни 1988 Домот на Лордовите го одбил барањето на жалителот за дозвола за жалба против одлуката на Окружниот суд.", "24.  На 14 јули 1988 жалителот побарал од државниот секретар да не донесува налог за предавање на жалителот соглассно член 11 од Законот за екстрадиција од 1870 (види став 34 подолу).", "Ова барање било одбиено, и на 3 август 1988 државниот секретар го потпишал налогот со кој наредил предавање на жалителот на американските власти. Сепка, жалителот не бил предаден на САД заради привремената мерка од постојната постапка прво побарана од Европската комисија, а потоа од Европскиот суд (види ставови 4 погоре и 77 подолу).", "25.  На 5 август 1988 жалителот бил пренесен до затворската болница, каде останал до раниот ноември 1988 , под посебен режим кој се применувал на затвореници под ризик од самоубиство", "Според психијатриските докази изведени во прилог на жалителот (извештај од 16 март 1989 од др. D. Somekh), стравот на жалителот од екстремно физичко насилство и хомосексуална злоупотреба од страна на другите затвореници кои ја исчекуваат смртната казна во Вирџинија има особено длабок психолошки ефект врз него. Психијатрискиот извештај забележал растечки очај кај жалителот, заедно со објективен страв дека може да си го одземе животот.", "26.  Со декларација од 20 март 1989 поднесена до Судот, жалителот навел дека доколку Владата на Обединетото Кралство побара тој да биде пренесен на Федеративна Република Германија, тој ќе се сложи со таквото барање и не би изнел ниту фактичко ниту правно противење на извршување на налог во таа насока.", "II.  РЕЛЕВАНТНО ДОМАШНО ЗАКОНОДАВСТВО И ПРАКТИКА ВО ОБЕДИНЕТОТО КРАЛСТВО", "A. Кривично право", "27.  Во Англија убиството се дефинира како незаконско убивање на човечко суштество со злобна умисла. Казната е доживотен затвор. Смртната казна не може да се изрече за убиство (Убиство Закон за (Укинување на смртната казна) од 1965, член 1). Членот 2 од Законот за убиство од 1957 пропишува дека доколку едно лице убие друго, нема да биде осудено за убиство доколку страда од одредена умствена абнормалност (независно дали е вродена состојба или предизвикана од повреда или болест) која значително ќе ја намали неговата ментална одговорност за неговите дејствија на убивање. Лице пак, кое би било одговорно за осуда за убиство, ќе биде одговорно и за осуда за убиство од прв степен.", "28.  Англиските судови немаат кривична надлежност за дејствија на сатранци, освен во одредени случаи незначајни за постојната постапка. Следствено, ниту жалителот, германски државјанин, ниту Elizabeth Haysom, канадски државјанин, биле или се подложни на кривично судење во Обединетото Кралство.", "B. Екстрадиција", "29.  Релевантното општо право за екстрадицијата се содржи во Законите за екстрадиција 1870-1935.", "30.  Екстрадициските аранжмани помеѓу Обединетото Кралство и САД се поместени во Договорот за екстрадиција, потпишан од страна на двете влади на 8 јуни 1972, Дополнителен договор потпишан на 25 јуни 1972, и размена на ноти од 19 и 20 август 1986 , со кои се изменува Дополнителниот договор. Овие аранжмани биле инкорпорирани во закон во Обединетото кралство преку наредби во Советот (Наредба за екстрадиција на Соединетите американски држави 1976, S.I. 1976/2144 и Наредба за екстрадиција на Соединетите американски држави-измена 1986, S.I. 1986/2020).", "Согласно членот 1 од Договорот за екстрадиција, \"секоја договорна страна презема да го екстрадира на другата, под околности и предмет на услови прецизирани со овој Договор, секое лице на својата територија која било обвинето или осудено за било кое дело [прецизирано во Договорот и вклучувајќи и убиство], сторено во рамки на надлежноста на другата страна\".", "31.  Екстрадицијата помеѓу Обединетото Кралство и Федеративната Република Германија е уредена со Договор од 14 мај 1972 помеѓу Обединетото Кралство и Германија, за взаемно предавање на криминалци во бегство, повторно во примена со измени на Договорот потпишан во Бон на 23 февруари 1960, и повторно изменет со размена на ноти од 25 и 27 септември 1978. Овие договори биле инкорпорирани во закон во Обединетото Кралство преку наредби на Советот (Наредба за екстрадиција на Федеративна Република Германија 1960, S.I. 1960/1375 и Наредба за екстрадиција на Федеративна Република Германија - измена 1978, S.I. 1978/1403).", "32. По приемот на барањето за екстрадиција, државниот секретар може, со наредба, да побара од магистрат да издаде налог за апсење на криминалецот во бегство (Закон за екстрадиција 1870, членови 7 и 8).", "Постапките за екстрадиција во Обединетото Кралство се состојат од екстрадициска расправа пред магистрат. Членот 10 од Законот за екстрадиција 1870 пропишува дека \"доколку постои таков доказ кој (предмет на одредбите на овој закон), согласно правото на Англија, би го оправдал предавањето за судење на затвореникот, доколку делото за кое е обвинет се случило во Англија.... магистратот ќе му изрече затвор, но инаку ќе нареди да биде предаден. Магистратот мора да се осигура дека има доволно докази за на обвинетиот да му биде судено; против него мора да има prima facie случај пред да биде предаден. \"Tестот е дали, доколку доказите пред магистратот се изнесат и на судење, разумна порота, соодветно насочена, би ги прифатила и би донела осудителна пресуда“ (Schtraks v. Владата на Израел [1964] случаи по жалба 556).", "33.  Членот 11 од Законот за екстрадиција 1870 пропишува дека одлуките донесен вo постапките за предавање можат да се оспорат со барање за habeas corpus. Во пракса, таквото барање се поднесува до Окружниот суд, а со дозвола, до Домот на Лордовите. Постапката за habeas corpus примарно се бави со проверка дали магистратот имал надлежност да одлучува по случајот; дали имало докази пред него кои би го оправдале предавањето; дали делото е екстрадициско дело , кое нема политички карактер како и дека нема пречка за другите основи за предавање. Членот 12 од Законот од 1870 пропишува ослободување на затвореникот, доколку тој не биде предаден, на крајот на таквата постапка или во рок од два месеци од предавањето освен доколку не се изнесат доволни причини за спротивното.", "34.  Дополнително, според членот 11 од Законот од 1870, државниот секретар ужива дискреција да не го потпише налогот за предавање (Atkinson v. United States [1971] Случаи на жалба 197). Оваа дискреција може да претежне над одлуката на судот дека бегалецот треба да биде предаден, и секој затвореник кој го исцрпел лекот со барање за habeas corpus, може да поднесе барање до државниот секретар за таа цел. Во оцената дали да нареди предавање на бегалецот, државниот секретар треба да ги земе во предвид и новите докази кои не биле поднесени пред магистратот (Schtraks v. Владата на Israel, loc. cit.).", "35.  Дополнително, на затвореникот му е оставена ожност да ги оспори и одлуката на државниот секретар со која го отфрла неговото барање како и одлуката да се потпише налогот во постапка за судска ревизија. Во таква постапка, судот може да ја ревидира дискрецијата на државниот секретар, на основа на тоа што истата е загрозена со незаконитост, нерационалност или процедурална несоодветност (Совет на синдикати на државната служба и други против Министерот на државната служба [1984] 3 Правни извештаи на Англија 935).", "Нерационалноста е определена на основа на принципите на административното право поместени во Associated Provincial Picture Houses Ltd v. Wednesbury Corporation [1948] 1 King’s Bench Reports 223 (таканаречените \"Wednesbury принципи\" на разумност). Тестот во еден случај на екстрадиција би бил дека ниту еден разумен државен секретар не би издал наредба за предавање во тие околности. Како што пресудата на лордот судија Lloyd на Окружниот суд во односниот случај укажува (види став 22 погоре), потпирањето на било кое осигурување дадено од државата барател од страна на државниот секретар може да се тестира за да се определи дали таквото потпирање е во рамките на “разумноста“. Според Владата на Обединетото Кралство, на истиот принцип судот има надлежност да укине оспорена одлука за предавање на бегалец во држава за која е утврдено дека има сериозен ризик за нечовечки и понижувачки третман, врз основа на тоа дека сите според сите околности на случајот , одлуката била таква да не би можела да биде донесена од државен секретар кој се смета за “разумен“.  ", "Во R v. Home Secretary, ex parte Bugdaycay [1987] 1 Правни извештаи на Англија 940 at 952, a случај пред Домот на Лордовите кој се однесувал на одбивање да се даде азил, лордот Bridge, иако ги признал ограничувањата на Wednesbury принципите, објаснил дека судовите ќе ги применуваат особено строго против државниот секретар, во случаите во кои животот на жалителот е во опасност:", "\"Во рамките на тие ограничувања судот мора, мислам, да има право да ја подведен административната одлука на најстрого испитување, со цел да се осигура дека таа нема никаов недостаток, согласно тежината на прашањето кое се одлучува со истата. Правото на ќивот е најосновното од сите човекои права и ,кога има тврдење дека с оспорената административна одлука се загрозува животот на жалителот, основнот на одлуката мора секако да побарува најстрога скрутинизација.\"", "Лордот Templeman додал (страна 956):", "\" По мое мислење, онаму каде резултатот од една одлука со недостатоци може да го загрози животот или слободата, има посебна одговорност на страна на судот за испитување на процесот на донесување на одлуката.\"", "Сепак, судовите нема да ревидираат одлуки на државниот секретар само заради фактот дека тој пропуштил да увиди дали имало или не, повреда на Европската конвенција за човековите права (R v. Secretary of State, ex parte Kirkwood [1984] 1 Неделни правни извештаи 913).", "Дополнително, судовите немаат надлежност да издаваат привремени мерки против Круната во постапките на судска ревизија (Kirkwood, ibid., и R v. Secretary of State for Transport, ex parte Factortame Ltd and Others, The Times, 19 мај 1989).", "36.  Во законите за екстрадиција нема одредба која се однесува на смртната казна, но членот IV of the од Договорот за екстрадиција помеѓу САД и Обединетото Кралство пропишува:", "\"Доколку делото за кое се бара екстрадиција е казниво со смрт според релевантното право на државата барател, но релеватното право на државата од која се бара не пропишува смртна казна во сличен случај, екстрадицијата може да биде одбиена освен ако државата барател не и даде на државата од која се бара задоволително осигурување дека смертна казна нема да биде извршена.“", "37. Во случај на бегалец кој бил баран од страна на САД, а кој се соочувал со обвинение под смртна казна, практиката на државниот секретар согласно членот IV of the од Договорот помеѓу САД и Обединетото Кралство била да прифаќа осигурување од обвинителските власти на релевантната држава дека на судијата , во времето на казнување, ќе му се претстави дека желбата на Обединетото Кралство е да не се изрече нит изврши смртна казна. Оваа пракса била опишана од гдин David Mellor, тогаш министер во Министерството за внатрешни работи, на следниов начин:", "\"Писмениот поднесок кој државниот секретар го добива од федералните власти се сведува на тоа дека погледите на Обединетото Кралство ќе м бидат презентирани на судијата. Во времето на изрекувањето на казната тој ќе биде информиран дека Обединетото Кралство не сака смртна казанда биде ниту изречена, ниту спроведена. Тоа значи дека властите на Обединетото Кралство предаваат бегалец или се подготвени да испратат граќанин да се соочи со американскиот суд под јасно разбирање дека смертната казна нема да се изврши – и никогаш не била извршена во таквите случаи. Доколку смртната казна се изврши над лице кое било предадено под такви околности, тоа би бил фундаментален потрес за аранжманите на екстрадиција помеѓу нашите две држави.\" (Hansard, 10 март 1987, col. 955)", "Сепак, никогаш немало случај кога можела да се стави на тест ефективноста на таквиот поднесок.", "38.  Едновремени барања за екстрадиција за исто дело а од две различни држави не се честа појава. Доколку двете барања се добиено во исто време, државниот секретар одлучува кое барање ќе се процесуира, земајќи ги во предвид сите факти на случајот, вклучително и националноста на бегалецот и местото на извршување на делото.", "Во таа насока, членот X од Договорот за екстрадиција помеѓу САД и Обединетото Кралство пропишува:", "\"Доколку екстрадиција на лице е побарана едновремено од една од договорните страни и од друга држава или држави, било за истото дело или за различни дела, државата од која се бара ќе одлучи, во рамките на законот, земајќи ги во предвид сите околности, вклучително одредбите во оваа смисла во било кој договор на сила помеѓу државата од која се бара и државите-баратели, релативната сериозност и местото на извршување на делото, соодветните датумите на барање, националноста на лицето кое се бара моќноста за подоцнежна екстрадиција во друга држава.\"", "III. РЕЛЕВАНТНО ДОМАШНО ПРАВО НА ДРЖАВАТА ВИРЏИНИЈА", "A. Правото кое се однесува на убиство", "39.  Релевантните дефиниции и класификации за убиство и казнување на убиство се уредени во Законот на Вирџинија од 1950, и неговите измени, и случаите на државните и федералните судови.", "40.  Членот 18.2-31 од Законот на Вирџинија пропишува осум вида на убиство кое претставува тешко убиство, казниво како класа 1 кривично дело, вклучително и \"волево, намерно и планирано убиство на повеќе од едно лице како дел од истото дејствие \" (подчлен (е)). Канзата за дело од класа 1 е “смрт или доживотен затвор“ (Заон на Вирџинија, член 18.2-10(a)). Освен во случаите на нарачани убиства, само “стрелецот“ кој е всушност сторителот на убиството, може да биде обвинет за убиство од прв степен (Johnston v. Commonwealth, 220 Извештаи на Вирџинија (Va.) 146, 255 Југоисточен извештај, Втора серија (S.E.2d) 525 (1979)).", "Убиство кое не е тешко убиство се класифицира како убиство од прв или втор степен и е казниво со различни видови на затвор (Закон на Вирџинија, членови 18.2-10(b), (c) and 18.2-32).", "41.  Во повеќето судења за кривични дела, вклучително и оние за тешки убиства, на обвинетиот му се гарантира судење со порота. Тој може да се откаже од ова право ,но тоа не се случува често.", "B. Постапка на казнување", "42.  Постапката за казнување за тешко убиство во Вирџинија е одделна од определувањето на вина. По определувањето на вина за тешко убиство, истата порота, или судија без порота, ќе продолжи да утврдува докази во врска со казната. Сите релевантни докази за казната и за обвинетиот се допуштени. Олеснителните околности се скоро без ограничувања, додека отежителните се ограничени со закон (Закон на Вирџинија, член 19.2-264.4).", "43.  Казнувачот не може да определи смртна казан освен ако обвинителството не докаже , надвор од размумно сомнение, дека постои најмалку една од двете отежителни околности – идна опасност или злосторство.", "\"Идна опасност\" постои онаму каде има можност дека обвинетиот ќе стори кривични дела на насилство во иднина, кои како такви би претставувале континуирана сериозна закана за општеството (Закон на Вирџинија, член 19.2-264.2).", "\"Злосторство\" постои кога делото било згрозувачки или бесрамно злосторничко, ужасно или нечовечко во тоа што вклучувало мачење, десјтвија надвор од разумот или тежок физички контакт со жртвата (Закон на Вирџинија, ibid.). Зборовите “надовр од разумот“ значат \"степен на неморалност или физичка деградација која ја надминува онаа инхерентна на дефиницијата на вообичаената суровост или умисла“ (Smith v. Commonwealth, 219 Va. 455, 248 S.E.2d 135 (1978), certiorari одбиен, 441 Извештаи на Врховниот суд на САД (U.S.) 967 (1979)). Доказ на повеќе здобиени рани од жртвата, особено рани на вратот, кои дури и сами по себе значат тежок физички контакт во рамки на ѕверскиот ,методичен начин на кој биле нанесени, оставајќи ја жртвата да страда во агонија чекајќи ја смртта, го задоволува тестот за “злосторство“ по овој основ (Edmonds v. Commonwealth, 229 Va. 303, 329 S.E.2d 807, certiorari одбиен, 106 Supreme Court Reporter (S.Ct.) 339, 88 Извештаи на Врховниот суд на САД, едиција за адвокати, втора серија (L.Ed.2d) 324 (1985)).", "44.  Изрекувањето на смртна казна на младо лице кое достигнало граница на зрелост – која е 18 години - 18 years (Закон на Вирџинија, член 1.13.42) – е е забрането според правото на Вирџинија. ВОзраста е факт кој се цени од страна на поротата (Peterson v. Commonwealth, 225 Va. 289, 302 S.E.2d 520, certiorari одбиен, 464 U.S. 865, 104 S.Ct. 202, 78 L.Ed.2d 176 (1983)).", "45.  Олеснителните околности се поместени во законот, но не се ограничени на истите и се следниве:", "\"обвиетиот нема значајна историја на претходни криминални активности или тешкото дело било сторено додека бил под влијание на особена ментална или емоционална вознемиреност или жртвата била учќесник во однесувањето на обвинетиот или се согласила на чинот или за време на сторувањето на тешкото дело , капацитетот на обвинетиот да ја оцени противправноста на чинот или да го прилагоди своето однесување согласно на законот бил значително намален или возраста на обвинетиот во време на сторувањето на тешкото дело (Закон на Вирџинија, член 19.2-264.4B).", "46.  Во случај на судење со порота, поротата во случај на тешко убиство има должност да ги земе во предвид сите докази релевантни за казнувањето, било во прилог или на штета, пред да ја определи казната. Особено, поротата може да го осуди обвинетиот на смрт само по земањето во предвид на сите докази во полза на олеснувањето на казната (Watkins v. Commonwealth, 229 Va. 469, 331 S.E.2d 422 (1985), certiorari одбиен, 475 U.S. 1099, 106 S.Ct. 1503, 89 L.Ed.2d 903 (1986)). Освен во случај поротата да е едногласна, казната не може да биде смрт, туку мора да биде доживотен затвор (Закон на Вирџинија, член 19.2-264.4). Дури и да се прикажат една или повеќе отежителни околности, казнувачот сепак има слобода да определи доживотен затвор наместо смрт, во светло на олеснителните околности ли дури и без друга причина освен милост (Smith v. Commonwealth, loc. cit.).", "47.  По определување на смртна казна, судечкиот судија мора да нареди подготовка на истражен извештај, кој ќе ја наведе историјата на обвинетиот и “било кој или сите други релевантни факти со цел судот да биде целосно советуван на околноста дали смртната казна е соодветна и праведна“ , по разгледување на извештајот, и по презентирање на добра причина за тоа, судот може да ја преиначи смртната со казна доживотен затвор (Закон на Вирџинија, член 19.2-264.5).", "48.  По мораториум согласно одлуката на Врховниот суд на САД (Furman v. Georgia, 92 S.Ct. 2726 (1972)), изрекувањето на смртната казна било повторнo вратен ово Вирџинија во 1977, од кога биле убиени седум лица. Средството употребено за извршување на смртната казна било електричен стол.", "Законската шема за смртна казна во Вирџинија , вклучително и обврзната ревизија на казната (види став 52 подолу), судски е определено дека е уставна. Се сметало дека истата превенира од арбитрерно или варијабилно изрекување на смртната казна како и дека рестриктивно ја канализира одлуката на казнувачот(Smith v. Commonwealth, loc. cit.; Turnver v. Bass, 753 федерален известувач, втора сеија (F.2d) 342 (4th Circuit, 1985); Briley v. Bass, 750 F.2d 1238 (4th Circuit, 1984)). Смртната казна според законот за тешко убиство на Вирџинија се сметало дека не претставува сурово и невообичаено казнување, или такво кое обвинетиот го лишува од неговите законски права или од еднаквата заштита (Stamper v. Commonwealth, 220 Va. 260, 257 S.E.2d 808 (1979), certiorari одбиен, 445 U.S. 972, 100 S.Ct. 1666, 64 L.Ed.2d 249 (1980)). Врховниот суд на Вирџинија го одбил поднесокот дека смртта по пат на електричен стол може да предизвика “непотребно нанесување на болка пред смртта и емоционално страдање за време на сочекувањето на извршувањето на казната“ (ibid.).", "C. Лудило, ментални нарушувања и намалена одговорност", "49.  Законот на Вирџинија генерално не признава одбрана на основа на намалена одговорност (Stamper v. Commonwealth, 228 Va. 707, 324 S.E.2d 682 (1985)).", "50.  Тврдење на лудило во време на сторување на кривичното дело се признава како одбрана во Вирџиниоја и , доколку е успешно, претставува пречка за осуда. Таквото тврдење ќе се примени онаму каде обвинетиот знаел дека делото погрешно, но бил воден да го стори од незапирлив импулс, предизвикан од ментална болест која има влијание врз волевите моќи. (Thompson v. Commonwealth, 193 Va. 704, 70 S.E.2d 284 (1952) and Godley v. Commonwealth, 2 Virginia Court of Appeals Reports (Va. App.) 249 (1986)) или пак онаму каде то јне ја разбирал природата , карактерот и последиците на делото, или не бил во можност да го разликува исправното од погрешното (Price v. Commonwealth, 228 Va. 452, 323 S.E.2d 106 (1984)). Онаму каде не се тврди одбрана на основ на лудило, менталната состојба на обвинетиот е релевантна во фазата на утврдување на вина онаму каде може да послужи како доказ за фактите во прашање, на пример за умислата во времето на сторување на убиството (Le Vasseur v. Commonwealth, 225 Va. 564, 304 S.E.2d 644 (1983), certiorari одбиен, 464 U.S. 1063, 104 S.Ct 744, 79 L.Ed.2d 202 (1984)).", "51.  Во судење за тешко убиство, менталната состојба на обвинетиот за време на сторување на делото, вклучително и било кој вид на ментална болест, може да се тврди како олеснителна околност во фазата на определување на казната. Доказите за ова може да вклучуваат, но не мора да се огрниалени, на тврдење дека обвинетито бил под влијание на ектремна ментална или емотивна вознемиреност или дека во времетго на сторување на делото неговиот капацитет да ја разбере неговата противправност бил значително намален  (Virginia Code, section 19.2-264.4B – види став 45 above).", "Дополнително, обвинетите за тешко убиство кои се сиромашни имаат право по закон на квалификуван експерт за ментално здравје кој им помага при подготовка и презентација на информации во врска со историјатот, карактерот и менталната состојба, со цел да се утврдат олеснителните фактори (Закон на Вирџинија, член 19.2-264.3:1).", "По презентација на докзаи поврзани со менталната состојба на обвинетиот, казнувачот може да одлучи да изрече доживотна казна затвор наместо смртна казна.", "D. Жалби во тешки случаи", "52. Врховниот суд на Вирџинија по автоматизам го разгледува секој случај каде е изречена најтешката казна, независно од тврдењето на обвинетиот за време на судењето. Освен разгледување на “било кои грешки за време на судењето“, кои ги наведува обвинетиот во жалбата, Врховниот суд ја разгледува и смртната казна за да определи дали истата била изречена “ под влијание на страст, предрасуда или било кој друг арбитререн фактор“, како и дали е прекуменра и диспропоционална “ на казната која би била изречена во слични случаи“ (Закон на Вирџинија, член 17-110.1).", "Оваа автоматска директна жалба е уредена со Деловникот на Врховниот суд на Вирџинија и предвидува различни временски рокови за поднесување поднесоци. Дополнително, на казните со изречена смртна казна им се дава приоритет пред другите случаи (Правило 5.23; види Закон на Вирџинија, член 17-110.2). Вообичаено периодот за одлучување по оваа жалба не надминува шест месеци.", "По комплетирање на процесот на обжалување, смртната казна ќе биде извршена освен доколку не се поднесе прекин на извршувањето. Од практични причини, прекинот ќе се дозволи кога затвореникот иницира понатамошна постапка.", "Очигледно имало само еден случај од 1977, кога Врховниот суд на Вирџинија редуцирал смртна казна на доживотен затвор.", "53.  Затвореникот може да се жали до Врховниот суд на САД за certiorari ревизија на одлуката на Врховниот суд на Вирџинија. Доколку таа е неуспешна, тој може колатерално да ја напаѓа осудата и казната во habeas corpus постапки и во државните и во федералните судови.", "Затвореникот може да поднесе habeas corpus барање било во Врховниот суд на Вирџинија или во судечкиот суд, со право на жалба до Врховниот суд на Вирџинија. Потоа може уште еднаш да се жали до Врховниот суд на САД за certiorari ревизија на habeas corpus одлуката на државата.", "Потоа може да поднесен барање за формален поднесок за habeas corpus во Федералниот Окружен суд. Одлуката на Окружниот суд може да се обжалил пред федералниот апелациски суд, а доколку не се добие поволна одлука, и барање за certiorari ревизија пред Врховниот суд на САД.", "Во секој од овие колатерални напади, затвореникот може да побарање одлагање на извршувањето до конечните одлуки на неговите жалби.", "54.  Законите и деловниците на судовите во Вирџинија и во Федерацијата определуваат рокови за поднесување на жалбите по осуда или за жалбите против одлуките во постапките за habeas corpus. Оттука, нема рокови за поднесување на иницијалните државни и федерални пријави за habeas corpus.", "55.  Основите кои можат да се тврдат во жалбите и во habeas corpus постапките се ограничени со \"современите правила за приговори\" во однос на оние кои биле поднесени во текот на судењето (види Правило 5.25 од Деловникот на Врховниот суд на Вирџинија). Правилото се заснова на принципот дека судењето е “главниот настан“, така да реалните прашања помеѓу страните треба да се тестираат и определат на судењето а не во жалбата или во било која подоцнежна постапка за ревизија. Правилото било усвоено со цел да се превенира поставувањето на стапици за судечките судови (Keeney v. Commonwealth, 147 Va. 678, 137 Југоисточен известувач (S.E.) 478 (1927)), така да на судеќкиот судија му биде дадена можноста да одлучи по прашањата пред него интелигентно, како и да бидат избегнати непотребни жалби, ревизии и ништовни судења (Woodson v. Commonwealth, 211 Va. 285, 176 S.E.2d 818 (1970), certiorari одбиен, 401 U.S. 959 (1971)). Правилото се применува исто и во тешките случаи и е признаено од федералните судови (види Briley v. Bass, 584 Федерален додаток (F. Supp.) 807 (Eastern District Virginia), aff’d, 742 F.2d 155 (4 Circuit 1984)).", "По исклучок на правилото, грешки на кои не се приговарало во текот на судењето можат да бидат предмет на приговор во жалбата, онаму каде тоа е нужно за да се задоволи правдата или кога за тоа же се изнесе добра причина. Овој исклучок бил применет од Врховниот суд на Вирзинија за да се укине осуда за тешко убиство (Ball v. Commonwealth, 221 Va. 754, 273 S.E.2d 790 (1981)). Во случаи на смртна казна, пропорционалноста на казната и прашањето дали казната била изречена под влијание на страст, предрасуда или друг арбитререн фактор (види став 52 погоре) е пшредмет на ревизија независно дали мало приговор на судењето (види Briley v. Bass, loc. cit.).", "56.  Просечно, периодот кој изминува помеѓу судењето и извршувањето во Вирџинија, пресметан на основа на седумте такви казни извршени од 1977, е шест до осум години. Одложувањата главно биле резултат на стратегии од страна на осудените затвореници за одложување на жалбените постапки што е можно повеќе. Врховниот суд на САД се уште не го разгледувал, ниту одлучувал за “феноменот на чекање на смртна казна“ а особено дали тој е спротивен на забраната за “сурово и невообичаено казнување“, според првиот амандман на Уставот на САД.", "E. Правна помош при жалбите", "57.  Сите затвореници осудени на смрт имале посебни адвокати кои ги застапуваа, независно дали се приватно ангажирани или назнаќени од судот. Од друга страна , нема законска одредба која изречно утврдува правна помош за сиромашните затвореници да поднесување habeas corpus барања. Сепак, неодамна беше потврдено од страна на Апшелациониот суд на САД дека државата Вирџинија мора на сиромашните лица осудени на смрт да им обезбеди правна помош од адвокат, кој же ги оспорува нивните осуди на смртна казна преку habeas corpus дејствија (Giarratano v. Murray, 847 F.2d 1118 (4th Circuit 1988) (en banc) – случај кој е во моментот пред Врховниот суд на САД). Во федералните habeas corpus и certiorari постапки, праксата не ја наметнува истата обврска (ibid., p. 1122, колумна 1), од причини што федералните судови ќе ги имаат на располагање поднесоците од жалбата, транскрипт и мислењето на државниот суд (in certiorari постапките) и поднесоците на адвокатот, транскрипт и мислење (во habeas corpus постапките).", "Затворениците во Вирџинија исто така имаат пристап до правни информации и помош во форма на правни библиотеки и институционални адвокати. Тие се во можност да им асистираат на затворениците “ за секое правно прашање во врска со нивото затворање“ (Закон на Вирџинија член 53.1-40), вклучително изготвувањето на habeas corpus барањата и барањата за назначување на адвокат.", "Затовреникот не е под обврска да има адвокат, и може самостојно да се застапува и во државните и во федералните судови. Сепак, ниту еден затвореник под смртна казна во Вирџинија не бил без застапник за време на судење, жалбена или habeas corpus постапка. Ниту пак постоел затвореник врз кој била извршена смртна казна, кој немал застапник.", "F. Органите кои се вклучени во постапката за смртна казна", "58.  Секои четири години се избира обвинител за секој од окрузите на Вирџинија (член VII(4) од Уставот на Вирџинија ). Негова основна должност е гонење на сите кривични дела во рамките на неговата територија (види закон на Вирџинија, член 15.1-18.1). Тој има дискреција околу тоа кој степен на убиство ќе го наведе во обвинението, ограничена со прашањето на обвинителската етика и неговата законска должност според општиот закон и кон јавноста да поднесе обвинение за криминал , кое е најпоткрепено со докази. Тој е независен во извршувањето на своите должности, не е предмет на давање насоки на ниту еден релевантен начин од страна на јавниот обвинител на Вирџинија, гувернерот на Вирџинија или било кој друг, ниту во поднесување пријави, барање на одредена казна или давање осигурувањеа поврзани со тоа (види закон на Вирџинија, член 2.1-124). Дражвниот обвинител може да се впушта во преговори за спогодување, но судот не е обврзан да прифати ниту еден договор кој ќе резултира од тоа (Правило 3A.8 од Деловникот на Врховниот суд на Вирџинија).", "59. Судиите на окружните и овисоките судови на државата Вирџинија не се избираат туку се назначуваат. Нивното однесување се уредува со каноните за судско однесување, кои се усвоени од Врховниот суд на Вирџинија како Деловник на Врховниот суд. Дел од првиот канон е почитување на високи стандарди на однесување со цел зачувување на интегритетот и независноста на судството.  ", "60.  Гувернерот на Вирџинија има неограничена моќ “да ја промени смртната казна“ (член V, оддел 12, од Уставот на Вирџинија). По правило, Гувернерот не ветува дека ќе ја реализира оваа своја компетенција пред да настапат осудата и казната. Почнувајќи од 1977, немало случај во кој Гувернерот ја изменил смртната казна.", "G. Затворските услови во затворскиот центар Mecklenburg", "61.  Во моментот има околу 40 луѓе осудени на смртна казна во Вирџинија . Мнозинстовото од нив се во затвор во затворскиот центар Mecklenburg, кој е модерна институција со максимум безбедност со вкупен капацитет од 335 затвореници. Институционалните оперативни процедури (IOP 821.1) утврдуваат единствени оперативни процедури за администрацијата, безбедноста, контролата и доставата на потребните услуги за затворениците кои чекаат смртна казна во Mecklenburg. Дополнително, условите во затворот се уредени со сеопфатна декларација на согласност дадени од Окружниот суд на Ричмонд во случајот Alan Brown et al. v. Allyn R. Sielaff et al. (5 април 1985). Мониторинг на усогласеноста на условите на оваа декларација вршат и Одделот за санкции на Вирџинија и Унијата за американски граѓански слободи. Окружниот суд на САД исто така задржува надлежност за утврдува усогласеност со оваа декларација.", "62.  Каналите преку кои можат да се поднесуваат поплаки, и , доколку се основани, да се обезбеди лек, ги вклучуваат (1) употребата на постапка за поплака на затвореник до Одделот за санкции, одобрена од Федералниот суд , а со вклучување на управникот, регионалниот администратор и директорот на затворите , (2) формален или неформален контакт помеѓу застапниците на затворениците и затворскиот персонал, (3) поплака до судовите за прекршување на декларацијата за согласност и (4) поведување правна постапка според федералните и државните закони за граѓански надомест. ", "63.  Големината на ќелијата на затвореник осуден на смртна казна е 3m на 2.2m. Затворениците имаат можност за околку седум и пол часови за рекреација неделно во лето, и околу шест часа неделно во зима, доколку дозовлуваат временските услови. Одделот за осуденици кои чекаат на смртна казна има две дворишта за рекреација, кои имаат игралиште за кошарка а едно има и тегови и клупи за тегови. На затворениците им се дозволува да ги напуштат ќелиите и во други случаи, кога примаат посети, кога ја посетуваат правната библиотека или затоврската болница. Дополнително, им се дава можност и за еден час надвор од ќелијата наутро, во заедничка област. Секој осуденик е способен за работни задолженија, како обврски за чистење. Кога затворениците се движат низ затворот, тие се со лисици, како и со посебни окови на половината. ", "Кога не се во ќелиите, затворениците се наоѓаат во заедничка просторија. Стражарите не се во оваа просторија и се наоѓаат надовр од неа. Во случај на неред или напад помеѓу затворениците, стражарите немаат дозвола за интервенција без наредба за тоа од офицер со повисоко звање.", "64.  Жалителот поднел многу докази за екстремен стрес, психолошко влошување и ризик од хомосексуална злоупотреба и физички напади од затворениците кои чекаат смртна казна, вклучително и во затворскиот центар Mecklenburg. На овие докази остро се спротистави Владата на Обединетото Кралство, врз основа на изјави под заклетва дадени од администраторите на Одделот за санкции на Вирџинија.", "65.  Затворениците кои чекаат смртна казна го примаат истите медицински услуги како и затворениците од општата популација. Во секоја зграда има болница со соодветните опрема, персонал и материјал, која овозможува 24 часовна грижа на пациенти. Mecklenburg исто така обезбедува психолошки и психијатриски услуги на затворениците осудени на смртна казна. Окружниот суд на САД (источен округ на Вирџинија) неодамна ја потврди соодветноста на третманот за ментално здравје, кој им е на располагање на затворениците кои чекаат смртна казна во Mecklenburg (Stamper et al. v. Blair et al., одлука од 14 јули 1988).", "66. Затворениците имаат право на посети без контакт во соби за посета во сабота, недела и празници помеѓу 8.30am и 3.30pm. Адвокатите имаат пристап до своите клиенти за време на нормалните работни часови по барање, како и за време на распоредот на посети. Затворениците со добро поведение имаат право и на посети со контакт со членовите на нивното непосредно семејство два дена во неделата. Излезната пошта од затворениците се собира дневно , а секоја влезна пошта се распоредува навечер.", "67.  Во целата институција се изведуваат рутински претреси четирипати годишно како безбедносна мерка која се применува во сите институции во Вирџинија. Овие претреси, наречени “заклучувања“ траат околу една недела. За нивното времетрање, затворениците се затвораат во нивните ќелии; се тушираат, примаат медицински, забарски и психолошки услуги и по барање можат да ја посетат правната библиотека, дозволени им се правни посети и телефонски повици. Обоците им се обесбедуваат во ќелиите. За време на заклучувањата, привилегиите и времето надвор од ќелиите постепено се зголемува за враќање во нормалниот тек на функционирање. ", "Заклучувањата можат да се наредат од време на време во врска со затворениците на смртна казна, доколку се добие информација дека одредени затвореници планираат неред, ситуација на земање заложници или бегство.", "68.  Затвореник осуден на смртна казна се преместува во “куќата на смртта“ 15 дена пред да биде извршена казната. Куќата на смртта е до комората на смртта каде што се наоѓа елетричниот стол. Кога затвореникот е во куќата на сртта , тој е под присмотра 24 аса на ден. Тој е изолиран и нема светлина во ќелијата. Светлата од надворешноста се постојано запалени. Затвореникот кој е во процес на обжалување може да биде преместен во куќата на смртта неколку пати.", "H. Давањето и ефектот на осигурвањата повзани со смртната казна", "69.  Односите помеѓу Обединетото Кралство и САД за прашањата поврзани со екстрадицијата се реализираат помеѓу федералните а не државните власти. Сепка, по однос на делата против државните закони, федералните власти немаат законски обврзна моќ да обезбедат, во соодветен случај за екстрадиција, осигурување дека смртната казна нема да биде изречена или извршена. Во таквите случаи моќта лежи во државата. Доколку државата реши да даде ветување во врска со смртната казна, Владата на САД има моќ да даде осигурување на Владата која екстрадира, дека ветувањето на државата ќе биде почитувано. ", "Според доказите од властите на Вирџинија, постапката за смртно казнување и одредбите за извештаите по казната во Вирџинија ( види став 47 погоре) му дозволуваат на судијата кој ја определува казната да го земе во предвид претставувањето кое треба да се направи во име на Владата на Обединетото Кралство, согласно осигурувањето даден оод страна на обвинителот за округот Бедфорд (види став 20 погоре). Дополнително, Гувернерот е слободен да ги земе во предвид желбите на Владата на Обединетото Кралство при секое барање за милост (види став 60 погоре).", "I. Взаемна помош за кривични предмети", "70.  Нема начин склучен американски сведок да биде распитан на судење во Федеративна Република Германија. Сепак, таквиот сведок вообичаено, освен доколку не е затворен, би бил слободен доброволно да се јави пред гемрански суд и гемрнаските власти би платиле за неговите трошоци. Дополнително, федерален суд на САД би можел, по замолница или барање од странски трибунал, да нареди на лице да даде сведочење или документ или нешто друго, за употреба во постапка пред странскиот трибунал (28 закон на САД, член 1782). Дополнително, јавните документи, на пример транскрипт од кривично судење, се достапни на страните обвинителски власти.", "IV.  РЕЛЕВАНТНО ЗАКОНОДАВСТВО И ПРАКСА ВО ФЕДЕРАТИВНА РЕПУБЛИКА ГЕРМАНИЈА", "71.  Германското кривично законодавство се применува на дела сторени во странство од страна на гермнаски држвјанин, доколку делото е подложно на казнување во местото каде е сторено (Кривичен законик, член 7(2)).", "72.  Убиството се дефинира со член 211 (2) од Кривичниот законик како што следи:", "\"Се смета за убиец оној кој ќе убие друго лице од причини убиствени страсти, за да го задоволи својот сексуален инстинкт, од завист или други базични мотиви, со измама или свирепо или на начин кој претставува јавна опасност или со цел да овозможи друго кривично дело или да сокрие друго кривично дело.“ ", "Убиството се казнува со доживотен затвор (Кривичен законик член 211(2)), а смртната казна е напуштена со Устав (член 102 од Основниот закон, 1949).", "73. Според условите на Законот за малолетнички судови (1953) и неговите измени, доколку помлад полнолетник – дефиниран како лице кое е над 18, но под 21 година во времето на сторувањето на кривичното дело (член 1(3)) – стори кривично дело, судот ќе ги примени одредбите применливи за малолетници - дефинирани како лица кои имаат од 14 до 18 години - (ibid.) - доколку, inter alia, \"вкупната оцена за личноста на сторителот, имајќи ги во вид и околностите на неговата средина, открие дека, според неговиот морален и ментален развој, тој е се уште како малолетник во времето на сторување на делото“ (член 105(1)). Казните за младите полнолетници кои потпаѓаат под овој оддел се од шест месеци до 10 години, или , под одредени услови, во неопределено времетраење (членови 18, 19 и 105(3)).", "Онаму каде, од друга страна, личниот развој на сторителот-помлад полнолетник е во согласност со неговата возраст, општиот кривичен закон се применува, но судијата може да одреди казна од 10 до 15 години затвор, наместо доживотен затвор (член 106(1)).", "74.  Онаму каде сторителот, во време на сторувањето на делото, не бил во можност да ја сфати противправноста на делото , или дејствувал согласно со таквото сфаќање од причини морбидна ментална или емотивна вознемиреност или од причини ментален недостаток или друга сериозна ментална или емоционална абнормалност, не може да има вина на негова страна и не може да биде казнет (Кривичен закон, член 20). Сепак, во таков случај, можно е со наредба сторителот да биде преместен на неодредено време во психијатриска болница (Кривичен закон, член 63).", "Во случај на намалена одговорност, односно онаму каде има суштинска намаленост во способноста на обвинетиот да ја сфати противправноста на делото или делува согласно со таково сфаќање за време на сторувањето од една од причините од членот 20 (Кривичен закон, член 21), казната може да се намали, а особено во случаи на убиство , затвор од не помалку од три години ќе се замени со доживотен (Кривичен закон , член 49, ставови 1 и 2). Алтернативно, судот може да одреди сместување во психијатриска болница.", "75.  Онаму каде има ризик од смртна казна, федералната влада ќе дозволи екстрадиција само кога има недвосмислено осигурување од државата барател дека смртната казна нема да се изрече или изврши. Договорот за екстрадиција меѓу Германија и САД од 20 јуни 1978, во сила од 29 август 1980, содржи одредба (член 12) која во суштина кореспондира со . член IV од Договорот за екстрадиција помеѓу САД и Обединетото Кралство (види став 36 погоре). Владата на Федеративната Република Германија изјавила како доказ дека тие не би сметале дека осигурувањето , од оној вид какво што било дадено од Владата на САД, е соодветно, и дека тие би ја одбиле екстрадицијата. Согласно неодамнешните судски одлуки, прашањето дали било даден осоодветно осигурување е предмет на испитување во постапка пред повисок регионален суд.", "ПОСТАПКА ПРЕД КОМИСИЈАТА", "76.  Жалбата на гдин Soering бр. 14038/88 била поднесена на 8 јули 1988. Во својата жалба тој навел дека верува дека има сериозна можност дека би бил осуден на смртна казна доколку биде екстрадиран во САД, независно од осигурувањето даден она Владата на Обединетото Кралство. Тој останал при тоа дека во околностите, и особено ако се има во предвид феноменот на сочекување на смртната казна, тој би бил изложен на нечовечки ипонижувачки третман , спротивен на членот 3 од Конвенцијата. Во своите понатамошни поднесоци, навел дека неговата екстрадиција во САД би претставувала повреда на членот 6 став 3 точка в, заради отсуството на правна помош во државата Вирџинија при различните постапки на жалба. Конечно , тврдел дека , спротивно на членот 13, немал ефективен лек според британското право, во врска со неговата жалба според членот 3.", "77.  На 11 август 1988 Претседателот на Комисијата и посочил на Владата на Обединетото Кралство дека, согласно член 39 од Деловникот на Комисијата, пожелно е , во интерес на страните и соодветно спроведување на постапката, жалителот да не биде екстрадиран во САД додека Комисијата не добие можност да ја испита жалбата. Ова посочување било доволно одложувано од Комисијата во неколку наврати додека случајот не бил доставен до Судот.", "78.  Комисијата ја прогласи жалбата за допуштена на 10 ноември 1988.", "Во својот извештај усвоен на 19 јануари 1989 (член 31), Комисијата изразила мислење дека има повреда на членот 13 (седум гласови наспроти четири), но дека нема повреда на членот 3 (шест гласови наспроти пет) или на членот 6 став 3 в (едногласно).", "Целосниот текст на мислењето на Комисијата и одделните мислења содржани во извештајот се додадени како анекс на оваа пресуда.", "КОНЕЧНИ ПОДНЕСОЦИ НА СУДОТ ОД ВЛАДАТА НА ОБЕДИНЕТОТО КРАЛСТВО", "79.  На јавната расправа на 24 април 1989, Владата на Обединетото Кралство останала на заклучните согледувања содржани во нејзиниот поднесок, каде го побарале од Судот следново:", "\"1. Ниту екстрадицијата на жалителот ниту било кое дејствие или одлука на Владата на Обединетото Кралство во врска со тоа , претставува повреда на членот 3 од Конвенцијата;", "2. Ниту екстрадицијата на жалителот ниту било кое дејствие или одлука на Владата на Обединетото Кралство во врска со тоа , претставува повреда на членот 6 став 3 точка в од Конвенцијата;", "3. дека нема повреда на членот од Конвенцијата;", "4. дека нема прашање кое произлегува од членот 50 од Конвенцијата, кое побарува испитување од Судот\".", "Тие исто така поднеле дека понатамошните жалби од член 6 од страна на жалителот не се во опсегот на случајот, така како што бил прогласен за допуштен од Комисијата.", "ПРАВО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 3", "80.  Жалителот навел дека одлуката на државниот секретар од Министерството за внатрешни работи, тој да биде предаден на властите на САД, доколку се примени, би била повреда на членот 3 од страна на Обединетото кралство, кој член пропишува", "\"Никој нема да биде подложен на тортура или нечовечки или понижувачки третман или казнување“:", "A. Применливост на членот 3 во случаите на екстрадиција", "81.  Наводната повреда произлегува од изложеноста на жалителот на феноменот на сочекување на смртната казна. Овој феномен може да се објасни како составен од комбинација од околности на кои жалителот би бил изложен доколку, по екстрадицијата во Вирџинија да се соочи со обвинение за тешко убство, би бил осуден на смрт.", "82.  Во својот извештај (став 94) Комисијата се повикала на својата “судска пракса, дека депортацијата или екстрадицијата на лице, може да покрене прашање според членот 3 на Конвенцијата, доколку има сериозни причини да се верува дека лицето ќе биде подложно на третман спротивен на членот 3, во државата на која ќе биде предаден“.", "Владата на Федеративна Република Германија го поддржала пристапот на Комисијата, посочувајќи на сличен пристап во германските судови.", "Жалителот исто така поднел дека членот 3 не само што им забранува на државите членки да предизвикуваат нечовечки или понижувачки третман или казнување во рамките на нивните јурисдикции, туку исто така наметнува придружна обвраска лицата да не се доведуваат во позиција каде ќе трпат или може да трпат страдање или казнување, во раце на други држави. За жалителот, барем кога се однесува на членот 3, лицето не може да биде предаден онадовр од заштитената зона на Конвенцијата, без сигурноста дека заштитите кои би ги уживал се ефективни како и стандардот на Конвенцијата. ", "83. Владата на Обединетото Кралство, од друга страна, спорела дека членот 3 не треба да се толкува така да наметнува одговорност на договорните страни за дејсртвија кои се случуваат надвор од нејзината јурисдикција. Особено, во своите поднесоци навеле дека екстрадицијата не ја вклучува одговорноста на државата-предавач, за нечовечки или понижувачки третман или казнување кое лицето кое се екстрадира може да го претрпи надвор од надлежноста на државата. За почеток, тие навеле дека би било штетно за јазикот на членот 3 доколку цврсто се смета дека, преку предавањето на криминалев кој е во бегство , државата која го екстрадирала го изложила на било каков третман или казнување кое тој би го добил по осуда и изрекување на казна во државата –примател. Понатамошен аргумент против пристапот на Комисијата е дека тоа се коси со меѓународното договорно право; води кон конфликт со нормите на меѓунариодниот судски процес; ефективно, вклучува пресудување за внатрешните работи на странски држави кои не се страни на Конвенцијата или на постапките пред институции на Конвенцијата; подразбира крупни потешкотии со докажувањето ,со тоа што побарува испитување на туѓи правни системи и услови во странски држави; не може да има разумно повикување на практиката на националните судови и меѓународната заедница во поддршка; предизвикува сериозен ризик од штета во државата договорна страна која има обврска да ги згрижува заштитените лица, а криминалците остануваа неосудени, и во најголем број неказнети. ", "Како алтернатива, Владата на Обединетото Кралство поднела дека примената на членот 3 во случаите на екстрадиција треба да се ограничат на оние околности во кои третманот или казнувањето во странство е сигурно, претстојно и сериозно. По нивно видување, фактот е дека по дефиниција, обжалените прашања се само антиципирани, а заедно со заедничкиот и легитимен интерес на сите држави криминалците во бегство да се доведат пред правдата, побарува многу висок степен на ризик, докажан надовр од секакво разумно сомнение, дека лошиот третман навистина ќе се случи.", "84.  Судот ќе му пристапи на прашањето врз основа на следните разгледувања:", "85.  Како резултат на членот 5 став 1ѓ, кој дозволува “ законски...притвор на лице против кое е преземено дејстие со цел...екстрадиција“, правото да не се биде екстрадиран, како такво, не е заштитено со Конвенцијата. Сепак, доколку мерката на екстрадицијата има последици штетни по уживањето на одредено право од Конвенцијата, можно е, под претпоставка дека последиците не се многу далечни, да се јават обврските на државата договорна страна под релевантната конвенциска гаранција (види, mutatis mutandis, Abdulaziz, Cabales and Balkandali, пресуда од 25 мај 1985, Серија A no. 94, pp. 31-32, §§ 59-60 – во врска со правата во областа на емиграцијата). Она што е во прашање во односниот случај е дали членот 3 може да се примени кога спротивните последици на екстрадицијата се, или можат да бидат претрпени надвд од јурисдикцијата на државата која екстрадира, како резултат на третман или казнување спроведено во државата-примател.", "86.  Членот 1 од Конвенцијата, кој пропишува дека високите договорни страни ќе ги обезбедат секому, во рамките на нивните јурисдикции, правата и слободите дефинирани во главата 1, поставува територијална граница на досегот на Конвенцијата. Особено, преземените мерки од страна на договорната држава се ограничени (\"reconnaître\" во францускиот текст) на обезбедување на пропишаните права и слободи во рамките на нивната јурисдикција. Дополнително, Конвенцијата не ги уредува дејствијата на државите кои не се страни кон Конвенцијата , ниту пак може да биде средство за наметнување на конвенциските стандарди од страна на договорните страни на други држави. Членот 1 не може да се чита така како да оправдува општ принцип до степен да , независно од екстрадициските обврски, држава договорна страна не предаде лице доколку не е задоволна дека условите кои го чекаат во државата-крајна дестинација се во целосна усогласеност со секоја од заштитите на Конвенцијата Навистина, како што потенцираше Владата на Обединетото Кралство, не може да се игнорира полезната цел на екстрадицијата во превенција на избегнување на правдата од бегалците-сторители, при определувањето на опсегот на примената на Конвенцијата, и особено на членот 3.", "Во односниот случај општо прифатено е дека Обединетото Кралство нема надлежност врз практиките и аранжманите на властите на Вирџинија, предмет на жалбите на жалителот. Исто така, вистина е дека во другите меѓународни инструменти цитирани од Владата на Обединетото Кралство – на пример ОН Конвенцијата за статусот на бегалците од 1951 (член 33), ОН Конвенцијата за екстрадиција од 1957 (член 11) и ОН Конвенцијата против тортурата и друг суров, нечовечки и понижувачки третман и казнување од 1984 (член 3) – проблемите на предавање на лица во друга надлежност каде можат да настанат несакани последици се адресирани изречно и посебно.", "Овие консидерации спека не можат да ги ослободат договорните страни од одговорноста според членот 3, за сите и секоја предвидлива последица, претрпена надвор од нивната јурисдикција.", "87. При интерпретација на Конвенцијата мора да се земе во предвид нејзиниот посебен карактер како договор за колективна имплементација за човековите права и основни слободи (види the Ireland v. the United Kingdom пресуда од 18 јануари 1978, серија A бр. 25, p. 90, § 239). Оттука, целта на Конвенцијата како инструмент за заштита на индивидуалните човечки суштества побарува нејзините одредбида се толкуваат и применуваат така да нејзините заштити бидат практични и ефективни (види, inter alia, Artico пресуда од 13 мај 1980, Series A no. 37, p. 16, § 33). Дополнително, секое толкување на правата и слободите кои се гарантираат мора да биде во согласност со “општиот дух на Конвенцијата, инстурмент создаден да ги одржува и промовира идеалите и вредностите на демократското општество“ (види Kjeldsen, Busk Madsen and Pedersen пресуда од 7 декември 1976, серија A бр. 23, p. 27, § 53).", "88.  Членот 3 нема одредба за исклучоци и не е дозволена дерогација според член 15, во време на војна или друга национална итност. Оваа апсолутна забрана на тортурата и нечовечкиот и понижувачки третман или казнување според условите на Конвенцијата укажува дека членот 3 ја опфаќа една од основните вредности на демократските општества, кои го сочинуваат Советот на Европа. По слични услови може да се најде и во други меѓународни инструменти, како Меѓународниот пакт за граѓански и политички права од 1966 и Американската конвенција за човекови права од 1969, и генерално се признава како меѓународно прифатлив стандард.", "Останува прашањето дали екстрадицијата на бегалец во друга држава, каде би бил или би можел да биде подложен на тортура или нечовечки или понижувачки третман или казнување, самата по себе би ја подразбирала одговорноста на договорната држава според членот 3. Дека одбивноста кон тортурата има такви импликации се признава во членот 3 од ОН Конвенцијата против тортура и друг суров, нечовечки и понижувачки третман или казнување, која пропишува дека “ниедна дрќава членка нема...да екстрадира лице онаму каде има суштински основи да се верува дека ќе биде во опасност од подложност на тортура. Фактот дека специјализиран договор би одредил во детали специфична обврска придружно кон забраната за тортура не значи дека суштински слична обврска веќе не е инхерентна кон општите услови на членот 3 на Европската конвенција. Тешко дека би било согласно со Конвенцијата, тоа “заедничко наследство на политички традиции, идеали, слобода и владеење на правото“ на кое се повикува Преамбулата, да држава-договорна страна предаде бегалец на друга држава кога има сознанија за суштински основи да се верува дека ќе биде во опасност од подложност на тортура, колку и да е ужасно наводно стореното кривично дело. Екстрадиција под такви околности, иако не е експлицитно наведена во општиот јазик на членот 3, би било едноставно спротивно на духот и намерата на овој член, и по мислење на Судот, оваа инхерентна обврска да не се екстрадира се протега и на случаи каде бегалецот во државата примател би бил соочен со реален ризик од изложеност на нечовечки и понижувачки третман, или казнување , пропишано со членот 3.", "89.  Во што се состои \"нечовечкиот или понижувачки третман или казнување\" зависи од сите околности на случајот (види став 100 подолу). Дополнително, инхерентно на вкупноста на Конвенцијата е потрагата по фер рамнотежа помеѓу барањата на општиот интерес на заедницата и барањата за заштита на основните права на индивидуата. Како движењата во светот стануваат се полесни, а криминалот зазема поголеми меѓународни димензии, од зголемен интерес е за сите нации осомничените сторители, кои бегаат во странство да бидат изведени пред лицето на правдата. Спротивно на тоа, создавањето на безбедни зони за бегалците не само што ќе резултира со опасност за државата под обврска да ги згрижува заштитените лица, туку исто така може и да ги поткопа темелите на екстрадицијата. Овие видувања мора да бидат вклучени меѓу факторите кои ќе се земат во предвид при толкувањето и примената на поимите на нечовечки и понижувачки третман или казнување во случаите на екстрадиција. ", "90. Не е вообичаено за институциите на Конвенцијата да се произнесуваат за постоењето или пак за потенцијалните повреди на Конвенцијата. Сепак, онаму каде жалителот тврди дека доколку се изврши одлука за негова екстрадиција, тоа ќе биде спротивно на членот 3 по основ на предвидлиците последици од тоа, потребно е напуштање на овој принцип, заради сериозната и непоправлива природа на наводното страдање кое се ризикува, а со цел да се осигура ефективноста на заштитите пропишано со тој член -членот 3 (види став 87 погоре).", "91.  Сумирано, одлуката на договорна држава да екстрадира бегалец може да покрене прашање под членот 3, и оттука, да се вмеша одговорноста на таа држава според Конвенцијата, онаму каде се покажани суштински основи за верување дека тоа лице, доколку се екстрадира, ќе се соочи со реален ризик од подложност на тортура или нечовечки и понижувачки третман или казнување во државата барател. Утврдувањето на оваа одговорност неизбежно вклучува оцена на условите во државата барател по однос на стандардите од членот 3 од Конвенцијата. Во секој случај, не станува збор за пресудување или утврдување на одговорност за државата примател, независно дали според општото меѓународно право, според Конвенцијата или на друг начин. И да може да се утврди одговорност според Конвенцијата, тоа ќе биде одговорност на државата која екстрадира од причини што таа презема дејствија кои како директна последица имаат изложување на лицето на лош третман. ", "B. Примена на членот 3 во посебните околности на односниот случај", "92.  Постапката за екстрадиција против жалителот во Обединетото Кралство била завршена со потпишувањето на налогот со кој се наредува неговото предавање до американските власти, а од страна на државниот секретар (види став 24 погоре); оваа одлука, иако се уште не е имплементирана, има директен ефект врз него. Оттука, според горните принципи треба да се определи дали предвидливите последици од враќањето на гдин Soering во САД се такви да дозволат примена на членот 3. Оваа истрага мора најпров да се концентрира на тоа дали за гдин Soering има реален ризик да биде осуден на смрт во Вирџинија, бидејќи изворот на наводниот нечовечки и понижувачки третман или казнување, имено , феноменот на “сочекување на смртната казна“, лежи во нејзиното изрекување. Само во случај на потврден одговор на ова прашање Судот треба да испитува дали изложеноста на овој феномен , во околностите на случајот на жалителот, ќе вклучат и третман или казнување кое не е во согласност со членот 3.", "1. Дали има реален ризик за смртна казна за жалителот и оттука за изложеност на феноменот на сочекување на смртната казна", "93.  Владата на Обединетото Кралство, спротивно од Владата на Федеративна Република Германија, Комисијата и жалителот, не прифатила дека ризикот од смртна казна е со доволен степен на веројатност за повикување на членот 3. Нивните причини се четворократни.", "Прво, како што се гледа од неговиот разговор со германскиот обвинител, каде се чини дека ја одрекува секоја намера за убиство (види став 16 погоре), жалителот не ја признал својата вина за тешко убиство.", "Второ, само prima facie случај бил досега оформен против него. Особено, според Владата на Обединетото Кралство, психијатриските докази се слаби околу околноста дали жалителот страдал од ментална болест, доволна за одбрана на основ на лудило согласно правото на Вирџинија (за кое види став 50 погоре).", "Трето, дури и да биде осуден за тешко убиство, не може да се претпостави дека во општата примена на својата дискреција поротата ќе препорача , а Врховниот суд на Вирџинија ќе потврди изрекување на смртна казна (види ставови 42-47 и 52 погоре).Владата на Обединетото Кралство се повикала на присуство на значајни олеснителни фактори, како возраста на жалителот и неговата ментална состојба за време на сторување на делото, како и отсуството на претходна криминална активност, која би била земена во предвид од поротата и потоа и од судијата во одделната постапка за определување казна (види ставови 44-47 и 51 погоре).", "Четврто, осигурувањето добиено од САД мора најмалку значително да го намали ризикот од изрекувањето или извршувањето на смртната казна (види ставови 20, 37 и 69 погоре).", "Сепак, на јавната расправа, правобранителот го објаснил сфаќањето на неговата Влада дека, доколку гдин Soering биде екстрадиран во САД, има “одреден ризик“, кој е “повеќе од занемарлив“, дека смртната казна ќе биде изречена.", "94.  Како што потенцирал жалителот, тој на американски и на британски офицер, како и на двајца психијатри им го признал своето учество во убиствата на родителите Haysom, иако се чинело дека сакал да ги повлече таквите признанија при разговорот со германскиот обвинител (види ставови 13, 16 и 21 погоре). Не е задача на Европскиот суд да ја узурпира функцијата на судовите во Вирџинија преку одлучување дека одбрана на основ лудило би била достапна во делот на психијатриските докази. Оправдан е наводот на Владата на Обединетото кралство е дека не може да се претпостави дека гдин Soering би бил сигурно или возможно да биде осуден за тешко убиство какво што е обвинението (види ставови 13 и 40 погоре). Независно, како како што изнел јавниот правобранител на јавната расправа, има значителен ризик дека жалителот ќе биде осуден во таа насока.", "95.  Според законот на Вирџинија, пред да се донесе смртна казна, обвинителството мора да докаже, надвор од разумно сомнение, дека постои најмалку една од двете законски отежителни околности, имено идната опасност или зло (види став 43 погоре). Во оваа насока, ужасните и брутални околности на убиствата ( види став 12 погоре) претпоставено би биле против жалителот, ако се има во предвид праксата за основите на кои се утврдува “ злосторството“ во криминалот (види став 43 погоре).", "Навистина, само по себе олеснителните околности ја намалуваат веројатноста за изрекување на смртна казна. Не опмалку од четири од петте факти при олеснувањето може да се тврди дека може да се применат на случајот на гдин Soering. Тоа се отсуството на претходно криминално досие на обвинетиот, фактот дека делото е сторено додека обвинетиот бил под екстремна ментална или емоционална возмениреност, фактот дека во времето на сторувањето значително бил намален капацитетот на обвинетиот да ја разбере противправноста на своето поведение или да го прилагоди истото на барањата на законот, како и неговата возраст (види став 45 погоре).", "96.  Овие различни аргументи за или против изрекувањето на смртната казна мора да се разгледуваат во светло на однесувањето на обвинителските власти.", "97.  Обвинителот на округот Бедфорд, гдин Updike, кој е одговорен за спроведување на обвинението против жалителот, потврдил дека \"доколку Jens Soering биде осуден за тешко убиство како што е обвинет...во име на Обединетото кралство ќе биде направено претставување на судијата, во времето на изрекувањето на казната,, дека е желба на Обединетото Кралство да не се изрече или изврши смртна казна“ (види став 20 погоре). Судот забележува, како и судијата Lloyd во Окружниот суд (види став 22 погоре), дека ова преземање е далеку од тоа да ја изрази одредбата од членот IV од Договорот за екстрадиција помеѓу Обединетото Кралство и САД од 1972, кој говори за \" задоволителни осигурувања на страната која е барател, дека нема да се изврши смртна казна“ (види став 36 погоре). Сепак, делото за кое се обвинува, со оглед на тоа што е дело под државна, а не под надлежноста на федерацијата, потпаѓа под надлежност на државата Вирџинија;следи дека како последица на тоа, на обвинителот на државата не може да му биде дадена насока ниту од друг државен ниту од федерален обвинител да вети повеќе; судовите на Вирџинија, како судски тела, не можат однапред да се обврзат до каква одлука же дојдат врз основа на доказите; и гувернерот на Вирџинија не може на ниво на принцип, да вети дека подоцна ќе ја пркатикува својата извршна власт за да помилува смртна (види ставови 58-60 погоре).", "Бидејќи ова е така, преземањето на гдин Updike навистина и било најдоброто “осигурување“ што во особените околности можело Обединетото Кралство да го добие од федералната Влада на САД. Според изјавата дадена во Парламентот во 1987 од страна на министерот за надворешни работи, прифаќањето на осигурувањето под тие услови “ значи дека властите на Обединетото кралство предаваат бегалец или се подготвени да испратат граѓанин да се соочи со американски суд под јасното разбирање дека смртната казна нема да се изврши...Доколку смртната казна се изврши врз лице кое било предадено под овие околности, тоа би било фундаментален удар врз аранжманите за екстрадиција помеѓу двете држави“ (види став 37 погоре) Сепак, ефективноста на таквото осигурување се уште не била ставена на тест.", "98.  Жалителот спорел дека претставувањата кои се однесуваат на желби на странски влади не би биле допуштени според законот на Вирџинија, или, доколку се допуштат, не би имале влијание врз судијата кој ја изрекува казната.", "Независно која е позицијата на законот и праксата во Вирџинија (види ставови 42, 46, 47 и 69 погоре), и независно од дипломатскиот контекст на екстрадициските односи меѓу Обединетото Кралство и САД, не може објективно да се каже дека информирањето на судијата во фазата на изрекување казна за желбите на Обединетото кралство го елиминира ризикот од изрекување на смртна казна. Во независното практикување на својата дискреција, обвинителот на државата самиот одлучил и останал при тоа да бара смртна казна, бидејќи доказите, по негово наоѓање, го поддржуваат тоа дејствие (види став 20 in fine погоре). Доколку националниот орган со надлежност за гонење зазема таков цврст став, тешко дека на Судот му е отворена можноста да најде дека нема основа за верување дека жалителот се соочува со реален ризик да биде осуден на смрт и оттука да го искуси феноменот на сочекување на смртната казна.", "99.  Оттука, заклучок на Судот е дека веројатноста на изложеноста на жалителот на феноменот на сочекување на смртната казна, било покажано дека е од таков вид да го засега членот 3.", "2. Дали во околностите ризикот на изложеност на феноменот на чекање на смртната казна би ја направил екстрадицијата спротивна на членот 3", "(a) Општи ставови", "100.  Како што е утврдено со праксата на Судот, лошиот третман, вклучително казнувањето, мора да имаат минимално ниво на сериозност за да потпаднат под опсегот на членот 3. Оцената на овој минимум е според природата на нештата, релативна; зависи од околностите на случајот, како што е природата и контекстот на третманот на казнувањето, начинот и методот на нејзиното извршување, должината, нејзините физички и ментални ефекти, и во некои случаи, полот, возраста и состојбата со здравјето на жртвата (види го погоре споменатиот Ireland v. the United Kingdom пресуда, Серија A бр. 25, p. 65, § 162; и Tyrer пресуда од 25 април 1978, Серија A бр. 26, pp. 14-15, §§ 29 и 30).", "Судот смета дека третманот е нечовечки затоа што е со умисла, применуван со саати отегнато и предизвикува, ако не вистинска физичка повреда,тогаш најмалку интензивно физичко и ментално страдање, како и понижувачк бидејќи бил таков да педизвикува кај жртвата чувство на страв, болка и инфериорност, способна да ја понижи и посрами , и возможно да го скрши нејзиниот физички или морален отпор (види ја погоре споменатата Ireland v. the United Kingdom пресуда, p. 66, § 167). Со цел казнувањето или третманот повзан со него да биде “нечовечки“ или “понижувачки“, страдањето или понижувањето мора во секој случај да одат над неизвежниот елемент на страдање или понижување поврзано со дадената форма на легитимното казнување (види Tyrer пресуда, loc. cit.). Во оваа насока се води сметка не само за искусената физичка болка, туку исто и , онаму каде има значително одложување пред извршување на казната, за менталната болка на казнетото лице заради антиципирање на насилството кое ќе му биде нанесено.", "101. Смртната казна е дозволена под одредени околности според член 2 став 1 од Конвенцијата , кој пропишува: ", "", "\"Правото на живот на секој човек е заштитено со закон. Никој не смее намерно да биде лишен од живот, освен при извршување на судска пресуда со која лицето е прогласено за виновно за извршување на деликт, санкциониран со ваква казна.”", "", "Во светло на овие зборови, жалителот не сугерирал дека смртната казна сама по себе носи до повреда на членот 3. Тој, како и двете влади-страни во постапката, се согласил со Комисијата дека екстрадицијата на лице во држава каде тој ризикува да му биде изречена смртна казна, само по себе не покренува прашање ниту под членот 2 ниту под членот 3. Од друга страна, Амнести Интернешнал во своите писмени поднесоци (види став 8 погоре) спореле дека еволуирачките стандарди во Западна Европа што се однесува на постоењето и употребата на смртната казна побаруваат таа денес да се смета за нечовечки и понижувачки третман во смисла на членот 3", "102. Се разбира, Конвенцијата е жив инструмент кој...мора да се толкува во светло на условите на сегашноста„“, и , при оцената даи одреден третман или казнување треба да се смета за нечовечки или понижувачки за потребите на членот 3 , “ Судот не може да не биде под влијание на развојот и општо прифатените стандарди во казнената политика на државите членки на Советот на Европа во оваа област“ (види ја погоре споменатата пресуда Tyrer, сероја A бр. 26, pp. 15-16, § 31). Смртната казна фактички повеќе не постои во време на мир во државите- договорни страни на Конвенцијата. Во неколкуте држави во кои смртната казна законски постои за мирнодопски дела, таа, и доколку е изречена, повеќе не се спроведува. Овој “ практично, консензус во западноевропските правни системи, дека смртната казна, под постојните околности, повеќе не е во согласност со регионалните стандарди на правдата“ , според зборовите на Амнести Интернешнал, се рефлектира во Протокол 6 на Конвенцијата, кој пропишува напуштање на смртната казна, а кој е отворен за потпис во Април 1983, кој во праксата на Сетот на Европа укажува на отсуство на приговор од било која членка на организацијата; стапи на сила во март 1985 и до денес е ратификуван од тринаесет договорни страни кон Конвенцијата, но не Обединетото Кралство.", "Дали овие значајни измени ќе имаат ефект со подведување на смртната казна сама по себе под лош третман според членот 3, мора да се определи на принципите кои го уредуваат толкувањето на Конвенцијата.", "103. Конвенцијата треба да се чита во целост и членот 3 , оттука, треба да се земе во согласност со одредбите на членот 2 (види, mutatis mutandis, Klass and Others пресуда од 6 септември 1978, серија A бр. 28, p. 31, § 68). На оваа основа, изготвувачите на Конвенцијата  очигледно немале намера членот 3 да вклучи општа забрана на смртната казна, со оглед на тоа што тоа би го поништило јасниот јазик на членот 2 став 1.", "Праксата што следела во националните казнени политки, во форма на општо напуштање на смртната казна, може да се земе како формирање на договор помеѓу договорните страни за укинување на исклучокот пропишан со членот 2 став 1, и оттука за отстранување на текстуалното ограничување на опсегот за еволутивно толкување на членот 3. Сепак, Протоколот 6, како подоцнежен писмен договор, ја помажува намерата на договорните страни уште во 1983 за усвојување на нормален метод на измена на текстот, со цел да се вовоеде нова обврска за напуштање на смртната казна за време на мир, и, уште повеќе, тоа да се направи по пат на опционален инструмент кој на секоја држава и дозволува да го одбере моментот кога да преземе таква обврска. При овие услови, независно од посебниот карактер на Конвенцијата ( види став 87 погоре), членот 3 не може да се толкуа како да содржи општа забрана на смртната казна.", "104. Сепак, тоа не значи дека околностите поврзани со смртната казна никогаш не можат да покренат прашање по членот 3. Начинот на кој таа се изрекува или извршува, личните околности на осуденото лице, диспропорционалноста со тежината на стореното дело, како и условите во притворот додека се сочекува казната,се примери за фактори кои можат однесувањето или казнувањето на осдуеното лице да го подведат под членот 3. Денешниот однос на договорните страни кон смртната казна е релевантен за оцената дали прифатливиот праг за страдање или понижување бил надминат.", "(b) Особени околности", "105. Жалителот поднел дека околностите на кои би бил изложен како последица од имплементација на одлуката на државниот секретар да го предадат на САД , имено феноменот “сочекување на смртната казна“, кумулативно претставува сериозен третман, така што неговата екстрадиција би била спротивна на членот 3. Тој особено ги навел одложувањата во постапките по жалба и ревизија по изречената смртна казна, за време на кои би бил подложен на зголемента тензија и психолошка траума; фактот, како што навел, дека судијата или поротата, при определувањето на казната, не се обврзани да ги земат во предвид возраста и менталната состојба на обвинетиот во времето на сторување на делото; екстремните услови на неговиот иден притвор во Mecklenburg казнениот центар, каде очекува да биде жртва на насилство и сексуална злоупотреба заради својата возраст, боја на кожа и националност, како и постојаниот изглед на самото погубуање, вклучително и ритуалот на истото. Тој исто така се потпрел на можноста за екстрадиција или депортација во Федеративна Република Германија, на која не би се противел, со тоа потенцирајќи ја диспропорционалноста на одлуката на државниот секретар. ", "Владата на Федеративна Република Германија зазела став дека, со оглед на сите околности, третамнот кој го чека жалителот во Вирџинија би одел многу над третманот неизбежно поврзан со изрекувањето и извршувањето на смртната казна, потребно да се смета за нечовечки во смисла а членот 3. ", "Од друга страна, заклучокот изразен од страна на Комисијата бил дека степенот на сериозноста потребен за членот 3, нема да биде достигнат.", "Владата на Обединетото кралство го дели ова мислење. Оосбено, тие ги оспориле многу од фактичките наводи на жалителот во послед на условите при чекањето на смртната казна во Mecklenburg and his и судбината која би го очекувала таму.", "i. Должината на притворот пред погубувањето", "106. Периодот кој осуден затвореник може да очекува да го помине чекајќи на смртната казна во Вирџинија е во просек шест до осум години (види став 56 погоре). Должината на овој период во кој се чека смртта, според Комисијата и Владата на Обединетото Кралство, во најголем дел е заради затвореникот, со оглед на тоа што тој ги искористува сите можности за жалба кои му се на располагање согласно правото на Вирџинија. Автоматската жалба до Врховниот суд на Вирџинија вообичаено не трае подолго од шест месеци ( види став 52 погоре). Преостанатиот период се должи на едностраните напади од страна на самиот затвореник преку постапките од habeas corpus пред државните и федералните судови, како и од апликациите до Врховниот суд на САД за certiorari ревизија, со тоа што затвореникот во секоја од овие фази може да бара одложување на погубувањето (види ставови 53-54 погоре). Средствата кои се достапни според правото на Вирџинија служат за осигурување дека крајната санкција со смрт не е изречена незаконски или арбитрерно.", "Независно од тоа, исто како што е неизбежен одреден проток на време помеѓу санкцијата и извршувањето доколку на осуденото лице му се овозможен жалбени инстанци, исто така е и дел од човековата природа нивно целосно искористување за зачувување на животот. Независно колку и да се со добри намери, и дури и потенцијално од полза одредбите од комплексот на пост-казнениете постапки во Вирзинија, последицата е дека осудениот затвореник треба уште многу години да поминува низ условите на сочекувањето на смртната казна , како и агонијата и растечкиот притисок на живеење во постојано присуство на смртта.", "ii. Условите при сочекување на смртната казна", "107. Што се однесува до условите во казнениот центар Mecklenburg каде жалителот можел да очекува да биде држен доколку е осуден на смрт, Судот се потпира на фактите кои не биле оспорени од страна на Владата на Обединетото Кралство, без да најде за потребно да ја определува конзистентноста на дополнителните докази доставени од жалителот,особено по одос на ризикот од хомосексуална злоупотреба и физичките напади кои ги претрпуваат затворениците додека ја чекаат смртната казна (види став 64 погоре).", "Тежината на затворскиот режим во Mecklenburg, како и услугите (медицински, правни и социјални) и контролите (легислативни, судски и административни) кои им се оезбедуваат на затворениците, во детали се опишани погоре (види ставови 61-63 и 65-68). Во таа смисла, Владата на Обединетото Кралство обрнала внимание на нужниот услов за дополнителната безбедност за притворените осудени на смрт за убиство. Доека истиот во принцип може да се оправда, сериозноста на посебниот режим како тој што е на сила при сочекувањето на смртната казна во Mecklenburg е дополнет со фактот што на истиот затворениците се изложени на пролонгиран период кој во просек трае шест до осум години.", "iii. Возраста и менталната состојба на жалителот", "108. Во времето на убиствата, жалителот имал само 18 години и има одредени психијатриски докази, кои како такви не биле оспорени, дека “тој страда од таква абнормалност на умот...која суштински ја намалува менталната одговорност на неговите дејствија“ (види ставови 11, 12 и 21 погоре).", "За разлика од членот 2 на Конвенцијата, членот 6 од Меѓународниот пак за гражански и политички права од 1966, и членот 4 од Американсакта конвенција за човекови права од 1969, изречно забрануваат изрекување на смртна казна на лица под 18 години во времето на сторување на делото. Независно дали таквата забрана е инхерентна на краткиот и општ јазика на членот 2 од Европската конвенција, нејзиното експлицитно наведување во подоцнежни меѓународни инструменти, од кои првиот е ратификуван од голем број држави-договорни страни на Конвенцијата, најмалку што прави е индицира дека, како општи принцип, младоста на засегнатото лице е околност, која може, заедно со останатите, да ја доведе во прашање согласноста на мерките поврзани со смртната казна со членот 3.", "Истиот ефект за примена на членот 3 по однос на растроеното ментално здравје е на линија со праксата на Судот (сумирано погоре во членот 100).", "109. Правото на Вирџинија, како што потенцирале Владата на Обединетото Кралство и Комисијата, секако не ги игнорира овие два фактори. Според Законот на Вирџинија, мора да се води сметка за менталната растроеност на обвинетиот, било како аболутна пречка за осуда , доколку истата е во степен на констатирање лудило, или ,како и возраста, како олеснителен факт во фазата на одлучување за казната (види ставови 44-47 и 50-51 погоре). Дополнително, обвинетите за тешко убиство кои се сиромашни имаат право на назначување на вкалификуван експерт за ментално здравје кој ќе им помага при подготовката на нивниот поднесок во посебната постапка за одлучување за казната ( види став 51 погоре). Овие одредби во Зкаонот на Вирџинија недвосмислено служат, според ставот на американските судови, како заштита од арбитрерно или каприциозно изрекување на смртната казна, како и за рестриктивно канализирање на дискрецијата на казнувачот (види став 48 погоре). Сепак, тие не ја отстрануваат релевантноста на возраста и менталната состојба во врска со прифатливоста, согласно член 3 , на феноменот на сочекување на смртна казна, за одредено лице веќе осудено на смрт.", "Иако не е работа на Судот да прејудицира прашања поврзани со кривична одговорност и соодветна казна, младоста на жалителот за време на извршување на казната, како и неговата тогашна ментална состојба, врз основа на постојните психијатриски докази, оттука, треба да бидат земени во предвид како фактори што придонесуваат на тенденцијата, третманот при сочекување на смртната казна, во неговиот случај, да се подведе под условите на членот 3.", "iv. Можноста за екстрадиција во Федеративна Република Германија", "110. За Владата на Обединетото Кралство, и мнозинството на Комисијата, можноста за екстрадиција или депортација на жалителот за судење во Федеративната Република Германија (види ставови 16, 19, 26, 38 и 71-74 погоре), каде смртната казна е напуштена со Устав (види став 72 погоре), не е од значење за постојните цели. Секој поинаков пристап, поднела Владата на Обединетото Кралство , би водел кон \"двоен стандард\" кој им дава заштита под Конвенцијата за лицата подложни за ектрадиција кои се доволно среќни да имаат таква алтернативна дестинација која им е достапна, но која не е можна за помалку среќни.", "Овој аргумент не е без тежина.Дополнително, Судот не може да ги превиди ниту страшната природа на убиствата за кои е обвинет гдин Soering , ниту легитимната и полезна улога на екстрадициските договори во борбата против криминалот. Целта за која се барало неговото предавање на САД, согласно Договорот за екстрадиција меѓу САД и Обединетото Кралство е несомнено легитимна. Сепак, предавањето на гдин Soering за судење во неговата земја би ги отстранило опасноста на криминалец во бегство да се извлече без казна, како и ризикот од инензивно и пролонгирано страдање при сочекувањето на смртната казна. Оттука, тоа е околност од значење за вкупна оцена според членот 3, што води кон потрага за потребната правична рамнотежа на интересите и пропорционалноста на оспорената екстрадиција во односниот случај (види ставови 89 и 104 погоре).", "(c) Заклучок", "111. За секој затвореник осуден на смрт, неизбежен е одреден елемент на одложување помеѓу изрекувањето и извршувањето на казната, како и искусувањето на сериозен стрес во условите на строг затвор. Надвор од сомнение се демократскиот карактер на правниот систем на Вирџинија воопшто, како и позитивните особености на судењата во Вирџинија, и постапките на жалба и казнување особено. Судот се согласува со Комисијата дека машинеријата на правдата, на која би бил подложен жалителот во САД, сама по себе не е ниту арбитрерна ниту неразумна, туку напротив, го почитува владеењето на правото и дозволува незанемарливи процесни заштити за обвинетиот во судења за тешки дела. За затворениците кои ја чекаат смртната казна постојат на располагање простории за помош, особено за пружање психолшки и психијатриски (види став 65 погоре).", "Сепак, според Судот, со оглед на долгиот период кој минува на чекање на смртната казна во така екстремни услови, со постојано присутната и растечка агонија на чекање на нејзиното извршување, како и личните околности на жалителот, особено неговата возраст и ментална состојба во времето на сторување на делото, неговата екстрадиција во САД би го изложила на реален ризик од третман кои е над прагот поставен од членот 3. Од значење е и дека во постојниот случај легитимната цел на екстрадицијата би можела да се постигне со други средства, кои не би вклучувале страдање од така исклучителен интензитет или должина.", "Според тоа, одлуката на државниот секретар да го екстрадира жалителот во САД, доколку се имплементира, би значела повреда на членот 3.", "Оваа становиште на ниту еден начин не ја доведува во прашање добрата волја на Владата на Обединетото Кралство , која од почетокот на оваа постапка ја демонстрира својата желба да почитување на своите обврски согласно Конвенцијата, рпво со запирање на предавањето на жалителот на САД согласно привремената мерка изречена од институциите на Конвенцијата, и второ преку поднесвуање на случајот до Судот за судска одлука (види ставови 1, 4, 24 и 77 погоре).", "II.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 6", "A. Кривична постапка во САД", "112. Жалителот поднел дека од причини отсуство на правна помош во Вирџинија за едностраните оспорувања пред федералните судови (види став 57 погоре), при неговото враќање во САД тој не би бил во можност да обезбеди правно застапување, кое се бара според член 6 став 3 (в), според кој:", "\"Секој обвинет за кривично дело ги има следниве минимум права: ...", "(в) да се брани лично или преку правен застапник по свој избор или, доколку нема доволнос средства да плати за правна помош, истата да му биде достапна бесплатно доколку тоа го бараат интересите на правдата;", " ...\"", "Комисијата изнела мислење дека предложената екстрадиција на жалителот би ја покренала одговорноста на Владата на Обединетото Кралство според член 6 став 3(в). Владата на Обединетото Кралство се согласила со оваа анализа , алтернативно, изнела дека наводите на жалителот се неосновани.", "113. Правото на фер судење во кривична постапка, според членот 6, има значајно место во едно демократско општество ( види inter alia, пресуда Colozza од 12 февруари 1985, серија A бр. 89, p. 16, § 32). Судот не исклучува дека по исклучок може да се покрене прашање под членот 6, онаму каде бегалецот страда или ризикува да страда од флагрантно оневозможување на правично судење во државата која го побарува. Сепак, фактите на постојниот случај не покажуваат таков ризик.", "Следствено, не се покренува прашање според член 6 став 3 (в) во оваа смисла.", "B. Постапката на екстрадиција во Англија", "114. Жалителот понатаму според дека одбивањето на Судот на нагистратите да изведе докази во поглед на неговата психичка состојба во постапката за екстрадиција (види став 21 погоре) е повреда на ставовите 1 и 3 (г) од членот 6, според кои:", "\"1. Во определувањето ... на кривична пријава против него, секој има право на правично ... судење ... .\"", "\"3. Секој обвинет за кривично дело ги има следните минимум права:", " ...", "(г) да ги испита или испитува сведоците против него и да обезбеди приссутво и испитување на сведоците во своја полза, под истите услови како и сведоците против него;", " ...\"", "115. Како што посочил делегат на Комисијата, оваа жалба не била поднесена пред Комисијата. Наводите што тогаш ги изнел жалителот за пропуштање на должноп земање во предвид на психијатриските докази биле во врска со членот 3, а оганичени на конечната одлука на државниот секретар да го екстрадира во САД. Тој не формулирал никакви приговори во врска со обемот на однесување на Судот на магистратите, било според членот 6, 3 или 13. Со оглед на ова, новиот навод за повреда на членот 6 не претставува дополнителен правен поднесок или аргумент, туку нова и одделна жалба која е надвор од обемот на случајот, ограничен со одлуката за допуштеност на Комисијата ( види, inter alia, пресуда Schiesser од 4 декември 1979, серија A бр. 34, p. 17, § 41, и пресуда Johnston и останати од 18 декември 1986, серија A бр. 112, p. 23, § 48).", "Следствено, Судот нема надлежност да го разгледува прашањето.", "III. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13", "116. Конечно, жалителот изнел навод за повреда на членот 13, кој пропишува:", "\"Секој чии права и слободи поместени во Конвенцијата се повредени, ќе има ефективен лек пред национален орган, без оглед на тоа што повредата била сторена од лица кои извршувале службена должност“.", "Тој поднел дека немал ефективен лек во Обединетото Кралство по однос на својата ќалба под членот 3. Мнозинството на Комисијата дошло до ист заклучок. Владата на Обединетото Кралство не се согласила, тврдејќи дека членот 13 нема примена во околностите на постојниот случај или, како алтернатива, дека сплетот на лекови според домашното право бил соодветен.", "117. Во светло на ставот на Судот во врска со член 3(види став 111 погоре), тврдењето на жалителот под тој член не може да се земе ниту како да не е во согласност со одредбите на Конвенцијата, ниту како да не е подложно за спорење по однос на основаноста (види, inter alia, пресуда Boyle и Rice од 27 април 1988, серија A бр. 131, p. 23, § 52).", "Владата на Обединетото Кралство сепак спорела дека членот 13 не може да има примена при околностите на случајот, бидејќи оспорувањето е под условите на договорот помеѓу Обединетото Кралство и САД и исто така бидејќи наводната повреда на суштинската одредба е од антиципаторска природа.", "Судот не смета дека е потребно да одлучи одделно за овие два приговори за применливост бидејќи дојде до заклучок дека во секој случај барањата на членот 13 не се повредени.", "118. Владата на Обединетото Кралство се потпрела на сплетот на лекови во постапката пред Судот на Магистратите, пријавата за habeas corpus и барањето за судска ревизија (види ставови 21-23, 32-33 и 35 погоре).", "119. Судот ќе го започне испитувањето со постапката за судска ревизија, бидаејќи тоа е основното средство за оспорување на одлука за екстрадиција еднаш кога истата ќе биде донесена.", "И жалителот и Комисијата биле на мислење дека опсегот на судската ревизија е премногу тесен да им овозможи на судовите да го разгледаат основнот на жалбата на жалителот во контекст на членот 3. Жалителот понатаму тврдел дека отсуството на јурисдикција на судовите да изрекуваат привремени мерки против Круната е дополнителна причина која ја прави судската ревизија неефективен лек.", "", "120. Членот 13 гарантира достапност на лек на национално ниво, со цел спроведување на суштината на правата и слободите од Конвенцијата, независн ово која фомра тие се обезбедени во домашниот правен поредок (види ја погоре споменатата Boyle и Rice пресуда, серија A бр. 131, p. 23, § 52). Оттука, ефектот на членот 13 е да побарува овозможување на домашен лек кој ќе му дозволи на надлежниот “национален орган“ да се бави со суштината на релевантната жалба според Конвенцијата и да овозможи соодветен надомест (види, inter alia, пресуда Silver и останати од 25 март 1983, серија A no. 61, p. 42, § 113 (a)).", "121. Во постапката по судска ревизија судот може да одлучи дека спроведувањето на извршната дискреција е незаконско на основа на тоа што е загрозено со незаконитост, неразумност или процесна несоодветност (види став 35 погоре). Во слчаи на екстрадиција , тестот за “неразумност“ на основа на т.н. “ принципите од Wednesbury\", би бил дека ниту еден разумен државен секретар не би издал наредба за предавање во тие околности (ibid.). Според Владата на Обединетото Кралство, судот би имал надлежност да укине оспорена одлука да се предаде бегалец на држава онаму каде е утврдено дека има сериозен ризик за нечовечки или понижувачки третман, врз основа на тоа што во сите околности на случајот одлуката била таква каква што не би донел ниту еден разумен државн секретар. Иако Конвецнијата не се смета дека е дел од правото на Владата на Обединетото Кралство (ibid.), Судот е задоволен дека англиските судови можат да ја оценат “разумноста“ на одлуката за екстрадиција во светло на оној вид на фактори на кои се потпрел гдин Soering пред институциите на Конвенцијата во врска со членот 3.", "122. Гдин Soering навистина поднел барање за судска ревизија заедно со неговото барање за habeas corpus и бил пресретнат со неповолен одговор од лорд судија Lloyd по прашањето за “неразумноста“ (види став 22 погоре). Сепак, како што објаснил лорд судија Lloyd, барањето не успеало затоа што било преурането, со оглед на тоа што судовите имаат надлежност само кога министерот и навистина ќе ја донесен одлуката (ibid.). Дополнително, аргументтие поднесени од гдн Soering не биле истите како оние на кои се потпрел кога го образложувал своето барање според членот 3 пред институциите на Конвенцијата. Неговиот застапник пред Окружниот суд се ограничил на поднесување дека осигурувањето на САД било толку безвредно што ниту еден разумен државен секретар не би сметал за задоволително според Договорот. Ова е аргумент во поглед на веројатноста на изрекување на смртната казна, но кој не се однесува на квалитетот на третманот кој би го чекал гдин Soering по осудувањето на смрт, со оглед на тоа што ова е суштината на неговите наводи за нечовечки и понижувачки третман.", "Не постоело ништо што можело да го спречи гдин Soering да поднесе барање за судска ревизија во соодветниот момент и да тврди “неразумност ворз основа на Wednesbury \" на основа на многу од истиот материјал кој го изнел пред институциите на Конвенцијата во врска со феноменот на сочекување на смртната казна. on the basis of much the same material that he adduced before the Convention institutions in relation to the \"death row phenomenon\". Таквото барање би било предмет на строго испитување, во светло на фундаменталната природа на човековото право во прашање (види став 35 погоре). Ефективноста на лекот, за потребите на членот 13, не зависи од сигурноста или од поволниот исход за гдин Soering (види Swedish Engine Drivers’ Union , пресуда од 6 февруари 1976, серија A бр. 20, p. 18, § 50), а во секој случај не е работа на овој Суд да шпекулира каква би била одлуката на англиските судови.", "123. Отсуството на надлежност на англиските судови да изрекуваат привремени мерки против Круната (види став 35 погоре), според Судот, не ја намалува ефективноста на судската ревизија во односната релација, со оглед на тоа што нема сугерирање дека во пракса бегалецот воопшто би бил предаден пред да се одлучи по барањето пред Окружниот суд и секоја евентуална жалба по тоа. ", "124. Судот заклучува дека гдин Soering имал според англиското право на располагање ефективен лек во врска со неговата жалба според членот 3. Бидејќи ова е така, нема потреба да се испитува за останатите два лека на кои се повикала Владата на Обединетото Кралство . Оттука, нема повреда на членот 13.", "IV.  ПРИМЕНА НА ЧЛЕНОТ 50", "125. Според условите на членот 50,", "\"Доколку Судот најде дека одлука или мерка преземена од правен орган или било кој друг орган на високата договорна страна, е целосно или делумно во спротивност со обврските кои извираат од...Конвенцијата, и ако внатрешното право на посочената страна дозовлува само делумна отштета за последиците од оваа одлука или мерка, одлуката на Судот, доколку е потребно, ќе додели правична отштета на оштетената страна“.", "Гдин Soering изјавил дека, со оглед на тоа пшто предмет на неговата жалба е обезбедувањето на уживање на неговите права гарантирани со Конвенцијата, правичен надомест за неговите барања би бил постигнат со ефективно извршување на одлуката на Судот. Тој го поканил Судот да им асистира на државите- страни во случајот и нему преку давање на насоки во врска со оперативниот дел од неговата пресуда.", "Дополнително, тој изнел барање за трошоците за неговото застапување во постапката која произлегла од барањето кон Владата на Обединетото Кралство од властите во САД за неговата екстрадиција. Тој ги специфицирал овие трошоци на £1,500 и £21,000 за трошоци за адвокати за домашната и постапката во Стразбур соодветно, £2,067 и 4,885.60 FF за патувањето и сместувањето на адвокатите кои се појавиле пред институциите на Конвенцијата, и £2,185.80 и 145 FF за разни други трошоци, правејќи сума од £26,752.80 и 5,030.60 FF.", "126. Се уште немало повреда на членот 3. Сепак, бидејќи Судот утврдил дека одлуката на државниот секретар да го екстрадира во САД, доколку би била имплементирана, би довела до повреда на членот 3, членот 50 мора да се примени на фактите на постојниот случај.", "127. Судот смета дека неговото наоѓање во врска со членот 3 само по себе е доволно за соодветен правичен надомест за целите на членот 50. Судот нема моќ согласно Конвенцијата да дава придружни насоки од видот кој бил побаран од жалителот (види, mutatis mutandis, Dudgeon пресуда од 24 февруари 1983, серија A бр. 59, p. 8, § 15). Според членот 54, одговорноста за надгледување на извршувањето на пресудите на Судот лежи во Комитетот на министри на Советот на Европа.", "128. Владата на Обединетото Кралство во принцип не го оспорила барањето за надомест на трошоците, но сугерирала дека, доколку Судот најде дека една или повеќе жалби на жалителот за повреди на Конвенцијата е неосновани, би било соодветно Судот, одлучувајќи на еднаква основа согласно членот 50, да ја намали сумата соодветно (види Le Compte, Van Leuven и De Meyere пресуда од 18 октомври 1982, серија A бр. 54, p. 10, § 21).", "Основната грижа на жалителот, и мнозинството на аргументите се фокусирале на жалбата според членот 3 и на тоа прашање жалителот има успех. Оттука Судот смета дека на жалителот треба во целост да му бидат надоместени трошоците.", "", "", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО", "", "", "1. Смета дека, доколку се имплементирала одлуката на државниот секретар за екстрадиција на жалителот во САД, би дошло до повреда на членот 3 ;", "", "2. Смета дека, во истиот случај, не би имало повреда на 6 § 3 (в) ;", "", "3. Смета дека нема надлежност да ја испита жалбата според Article 6 §§ 1 и 3 (г);", "", "4. Смета дека нема повреда на членот 13;", "", "5. Смета дека Обединетото Кралство треба да му плати на жалителот, на основа на трошоци, сума од £26,752.80 (дваесет и шест илјади и седумстотини педесет и две фунти стерлинзи и осумдесет пени) 5,030.60 FF (пет илјади и триесет француски франци и шеесет центи), заедно со секој данок на додадена вредност кој би можел да биде наплатен;", "", "6. Го отфрла остатокот од барањето за правична отштета.", "", "Изготвено на англиски и француски и прогласено на јавна расправа во Зградата на човековите права, Стразбур, на 7 јули 1989.", "", "Rolv RYSSDAL", "Претседател", "", "За Регистарот", "Herbert PETZOLD", "Замени регистар", "", "Согласно член 51 став 2 од Конвенцијата и Правило 52 став 2 од Деловникот на Судот, одделното мислење на судијата De Meyer is е во прилог на пресудата.", "", "R.R.", "H.P.", "", "", "\nМИСЛЕЊЕ НА СОГЛАСНОСТ НА СУДИЈА DE MEYER", "Екстрадицијата на жалителот во САД не би го изложила на жалителот само на нечовечки и понижувачки третман. Таа исто така и над се, би го повредила неговото право на живот.", "Навистина, најважното прашање во овој случај не е “веројатноста и стравот од изложеноста на жалителот на феноменот на сочекување на смртна казна“, туку едноставниот факт дека неговиот живот би бил загрозен со посочената екстрадиција.", "", "Втората сентенца од членот 2 § 1 од Конвенцијата, според нацртот од 1950, пропишува дека \"никој нема да биде лишен од својот живот намерно освен при извршување на казна на суд по осуда за кривично дело за кое оваа казна е пропишана со закон“.", "Во околностите на односниот слчучај, екстрадицијата на жалителот во САД би го изложила на ризикот да биде осуден на смрт, и погубен, во Вирџинија за дело за кое таа казна не е пропишана со закон во Обединетото Кралство.", "Кога е вклучено правото на живот на едно лице, ниту една држава од која се бара не може да и дозволи на државата барател да го прави она што на самата држава од која се бара не и е дозволено.", "Доколку, како во постојниот случај, домашното право на државата не дозволува смртна казна за односното дело, на таа држава не и е дозволено да го стави засегнатото лице во позиција во која може да биде лишен од живот за тоа дело, во раце на друга држава", "Овој заклучок веќе е доволен да го спречи Обединетото Кралство од предавање на жалителот на САД.", "", "Има и уште нешто пофундаментално.", "Втората сентенца на членот 2 § 1 на Конвенцијата беше усвоен пред близу четириесет години, во особени историски околности, кратко по Втората светска војна. И доколку се уште се чини дека дозволува смртна казна под одредени услови во време на мир, не ја одразува современата ситуација и сега е надмината со развојот на правната свест и практика.", "Таквата казна не е во согласност со постојната состојба на европската цивилизација.", "De facto, повеќе не постои во ниту една држава членка на Конвенцијата.", "Нејзината незаконитост била препознаена од Комитетот на Министри на Советот на Евопра, кога го усвои, во декември 1982, и го отвори за потпис во април 1983, шестиот протокол кон Конвенцијата, кој до денес е потпишан од шеснаесет, и ратификуван од тринаесет договорни страни. ", "Ниту една држава договорна страна кон Конвенцијата не може во тој контекст, дури и ако не го ратификувала Шестиот протокол, да си дозволи да екстрадира ниту едно лице доколку тоа лице притоа го носи ризикот да биде погубено до државата-барател.", "Да се екстрадира некој при такви околности би било навредливо за европските стандарди за правда и спротивно на јавниот поредок на Европа.", "", "Предавањето на жалителот од Обединетото кралство на САД би можело да биде законско само ако САД дадат апсолутно осигурување дека тој не би бил погубен доколку биде осуден за делото за кое е обвинет.", "Такво осигурување не било, ниту можело да биде добиено.", "Федералната Влада на САД не може да даде гаранција околу тоа што може или не може да биде одлучено или сторено од страна на судските и другите органи на државата Вирџинија..", "Всушност, државниот обвинител кој го водел случајот има намера да бара смртна казна и гувернерот на државата никогаш не променил казна со смрт од враќањето на изрекувањето на смртна казна во 1977.", "Во овие околности нема никаков сомнеж дека екстрадицијата на жалителот во САД би го повредила неговото право на живот."]}