{"file": "MAC_HJUDMAC_2700_10.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "2700/10", "text_paragraphs": ["© Совет на Европа/Европски суд за човекови права, 2012 година. Овој превод е нарачан со поддршка од Повереничкиот фонд за човекови права на Советот на Европа (). Преводот не е обврзувачки за Судот. За повеќе информации видете го целосното известување за авторските права на крајот на документот.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyrights/droits d’auteur à la fin du présent document.", "\nПРВ ОДДЕЛ", "", "", "", "", "", "ПРЕДМЕТ KIYUTIN против РУСИЈА", "", "(Жалба бр. 2700/10)", "", "", "", "", "", "", "ПРЕСУДА", "", "", "", "СТРАЗБУР", "", "10 март, 2011 г.", "", "", "КОНЕЧНА", "", "15/09/2011", "", "", "Оваа пресуда стана конечна во согласност со член 44 § 2 (в) на Конвенцијата. Пресудата може да биде предмет на редакциски измени.", "", "Во предметот Kiyutin против Русија,", "Европскиот суд за човекови права (Прв оддел), заседавајќи како Совет составен од следниве судии:", "\tNina Vajić, Претседател,\n\tAnatoly Kovler,\n\tChristos Rozakis,\n\tPeer Lorenzen,\n\tElisabeth Steiner,\n\tMirjana Lazarova Trajkovska,\n\tJulia Laffranque, судии,", "и Søren Nielsen, Секретар на одделот,", "По заседавањето без присуство на јавноста на 17 февруари 2011 година,", "Ја изрекува следнава пресуда, што беше донесена на тој датум:", "ПОСТАПКА", "1. Предметот произлегува од жалбата (бр. 2700/10) против Руската Федерација, поднесена пред Судот во согласност со член 34 на Конвенцијата за заштита на човековите права и на основните слободи („Конвенцијата“) од страна на државјанин на Узбекистан, г. Viktor Viktorovich Kiyutin („жалител“) на 18 декември 2009 година.", "2. Жалителот бил застапуван од г-ѓа L. Komolova, адвокат што работи во Ориол. Руската влада („Владата“) била застапувана од г. G. Matyushkin, Претставник на Руската Федерација во Европскиот суд за човекови права.", "3. Жалителот тврдел, конкретно, дека бил жртва на дискриминација врз основа на неговата здравствена состојба во неговото барање за руска дозвола за престој.", "4. На 5 мај 2010 година Претседателот на Првиот оддел одлучил да ја извести Владата за жалбата. Тој одлучил, исто така, да ја испита основаноста на жалбата во исто време со нејзината допуштеност (член 29 § 1 на Конвенцијата).", "5. Биле примени и писмени поднесоци од трети страни од Interights, Меѓународниот центар за правна заштита на човековите права, која добила дозвола од Претседателот да интервенира како трета страна (член 36 § 2 на Конвенцијата и Правило 44 § 2 од Деловникот на Судот).", "ФАКТИЧКА СОСТОЈБА", "I. ОКОЛНОСТИТЕ НА ПРЕДМЕТОТ", "6. Жалителот е роден во Узбечката ССР на Советскиот Сојуз во 1971 година и добил државјанство на Узбекистан по распаѓањето на СССР.", "7. Во октомври 2002 година неговиот брат купил куќа со земјишна парцела во селото Lesnoy во регионот на Ориол во Русија. Во 2003 година, жалителот, неговиот полубрат и нивната мајка дошле од Узбекистан да живеат таму.", "8. На 18 јули 2003 година жалителот се оженил со државјанка на Русија и во јануари 2004 година тие добиле ќерка.", "9. Во меѓувреме, во август 2003 година, жалителот поднел барање за добивање дозвола за престој. Од него било побарано да помине лекарски преглед, во кој било констатирано дека жалителот е ХИВ позитивен. Врз основа на таквата околност, неговото барање за дозвола за престој било одбиено. Одбивањето било потврдено во последниот степен од страна на Регионалниот суд на Ориол на 13 октомври 2004 година.", "10. Во април 2009 година жалителот поднел ново барање за издавање на дозвола за привремен престој. По неговото барање, на 6 мај 2009 година, Сојузната служба за миграција утврдила дека тој престојувал незаконски во Русија (прекршок во согласност со член 18.8 § 1 на Законот за административни прекршоци) и му изрекла парична казна во износ од 2.500 руски рубљи.", "11. Со одлука од 26 јули 2009 година, Сојузната служба на миграција на регионот на Ориол го отфрлила неговото барање за дозвола за престој со упатување на член 7 § 1 (13) на Законот за странски државјани, кој го ограничувал издавањето на дозволи за престој на странски државјани што не може да покажат дека се ХИВ негативни. Во одлуката било наведено дека жалителот требало да ја напушти Русија во рок од три дена или да биде депортиран. Жалителот поднел жалба за отфрлањето пред суд.", "12. На 13 август 2009 година Окружниот суд на северен Ориол ја отфрлил неговата жалба, носејќи го следниов заклучок:", "„Со оглед на фактот што г. V.V. Kiyutin е ХИВ позитивен, судот смета дека барањето за привремена дозвола за престој во Руската Федерација било законски отфрлено.“", "13. Жалителот поднел жалба, повикувајќи се на одлуката на Уставниот суд од 12 мај 2006 година (видете став 24 долу) и на документите на ОН за превенција на СИДА-та. На 16 септември 2009 година Регионалниот суд на Ориол ја отфрлил неговата жалба", "14. На 20 октомври 2009 година на жалителот му бил извршен лекарски преглед во Регионалниот центар за превенција на СИДА во Ориол. Му била дијагностицирана напредна фаза на ХИВ, Хепатит Б и Ц и му била препишана високо активна антиретровирусна терапија (HAART) со индикации за спасување на животот.", "15. На 25 ноември 2009 година Регионалниот суд на Ориол одбил да поведе постапка за надзорна ревизија и ги потврдил претходните пресуди како законски и оправдани, заклучувајќи:", "„Во своето барање за спроведување надзорна ревизија г. Kiyutin тврдел дека судовите не ја земале предвид неговата семејна ситуација и неговата здравствена состојба кога одлучувале за неговото барање за дозвола за престој, што се косело со одлуката на Уставниот суд од 12 мај 2006 година. Овој аргумент не претставува основа за поништување на судските одлуки.", "Применливите закони што го уредуваат влезот и престојот на странските државјани во Русија не бараат од извршните власти или судовите да ја утврдуваат здравствената состојба на странските државјани што се заразени од ХИВ или клиничката фаза на нивната болест за потребите на носење на одлуката дали може да се издаде дозвола за престој.", "При носењето на одлуката за прашањето на привремениот престој за ХИВ-позитивно лице, судовите може, но не се обврзани, да ги земат предвид фактичките околности во конкретниот предмет врз основа на хуманитарните аспекти.", "Покрај тоа, странскиот државјанин што поднесува барање за издавање дозвола за престој во Русија мора да поднесе потврда за својот ХИВ-негативен статус; ако статусот е ХИВ-позитивен, законот го забранува издавањето на претходно наведената дозвола.“", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКТИКА", "A. Закон за превенција на ХИВ (бр. 38-FZ од 30 март 1995 година)", "16. Во своите релевантни делови, преамбулата на Законот гласи:", "„Увидувајќи дека хроничната болест што е предизвикана од хуманиот имунодефициентен синдром (ХИВ),", "е широко распространета насекаде во светот,", "има тешки социо-економски и демографски последици за Руската Федерација,", "претставува закана за личната, јавната и државната безбедност, како и закана за опстанокот на човештвото,", "повикува на заштита на правата и законските интереси на населението ...“", "17. Во согласност со член 4 § 1, Државата им гарантира бесплатна медицинска помош на руските државјани што се заразени со ХИВ.", "18. Член 11 § 2 предвидува дека странските државјани и лицата без државјанство кои се наоѓаат на руска територија треба да се депортираат веднаш штом ќе се открие дека се ХИВ-позитивни.", "Б. Закон за странски државјани (бр. 115-FZ од 25 јули 2002 година)", "19. Член 5 предвидува дека странските државјани на кои не е им потребна виза за влез во Руската Федерација може да останат во Русија во временски период што не е поголем од деведесет дена и мора да ја напуштат Русија по истекувањето на тој период.", "20. Член 6 § 3 (4) и (6.2) утврдува дека странскиот државјанин кој стапил во брак со руски државјанин или кој има дете што е руски државјанин се квалификува за добивање тригодишна дозвола за престој, не зависно од професионалните квоти што се утврдени од страна на Владата.", "21. Член 6 § 8 и Резолуцијата бр. 789 на Владата од 1 ноември 2002 година го утврдуваат списокот на документите што мора да се приложат со барањето на странскиот државјанин за дозвола за престој. Помеѓу останатите документи, барателот мора да поднесе здравствена потврда што покажува дека не е заразен со ХИВ.", "22. Член 7 содржи список на основите за одбивање на привремена дозвола за престој или поништување на претходно издадена дозвола за престој. Имено, барањето за дозвола за престој се одбива ако странецот е зависник од дроги или ако не може да поднесе потврда што покажува дека не е заразен со ХИВ (став 1 (13)).", "В. Обезбедување медицинска помош за странски државјани", "23. Во согласност со Правилата за обезбедување медицинска помош на странски државјани на руска територија (Резолуција на Владата бр. 546 од 1 септември 2005 година), на странските државјани може бесплатно да им се обезбедува само итна медицинска помош (§ 3). Останатите видови медицинска помош може да се обезбедуваат со плаќање (§ 4).", "Г. Судска практика на Уставниот суд", "24. На 12 мај 2006 година Уставниот суд одбил уставна жалба поднесена од страна на украинскиот државјанин X. кој бил ХИВ-позитивен и живеел во Русија со својата сопруга и ќерка, двете со руско државјанство (одлука бр. 155O). Г. X. се жалел дека член 11 § 2 на Законот за превенција на ХИВ и 7 § 1 (13) на Законот за странски државјани го повредиле неговото право на почитување на неговиот семеен живот и неговото право на медицинска помош, како и дека тие биле дискриминаторни.", "25. Уставниот суд заклучил дека оспорените одредби биле компатибилни со Уставот бидејќи ограничувањето на привремениот престој на странските државјани заразени со ХИВ било воведено од законодавната власт за заштита на уставните вредности, од кои главната е правото на државна заштита на јавното здравје (§ 3.3).", "1. Упатувајќи на Декларацијата на ОН за посветеноста на борбата против ХИВ/СИДА од 27 јуни 2001 година, резолуциите на Комисијата на ОН за човекови права и останатите меѓунариодни инструменти со кои се забранува дискриминацијата поврзана со ХИВ, како и судската практика на овој Суд за протерувањето на странските државјани воопшто и за странците што се заразени со ХИВ посебно, Уставниот суд го нагласил начелото на пропорционалност на мерките што биле донесени во согласност со уставните цели и укажал:", "„Следува дека, соочени со судирот меѓу подеднакво заштитените уставни вредности, органите за спроведување на законот и судовите може да ги земат предвид, врз основа на хуманитарните аспекти, фактичките околности во конкретниот предмет при носењето на одлуката за прашањето дали ХИВ-позитивно лице се квалификува за привремен престој во Руската Федерација.", "Оттаму, одредбите на член 11 § 2 на Законот за превенција на ХИВ и на член 7 § 13 на Законот за странски државјани не ја исклучуваат можноста дека органите за спроведување на законот и судовите може - врз основа на хуманитарните аспекти - да ја земат предвид семејната ситуација, здравствената состојба на ХИВ-позитивното лице кое е странски државјанин или лице без државјанство, како и други вонредни но образложени околности при утврдувањето дали лицето треба да се депортира од Руската Федерација или дали тоа треба да биде примено за привремен престој на руската територија. Во секој случај, засегнатото лице треба да ја исполнува обврската за почитување на законски утврдените превентивни мерки што имаат за цел да го спречат ширењето на ХИВ инфекцијата.“ (§ 4.2)", "Д. Кривичен законик", "27. Член 22 предвидува кривична одговорност за свесно заразување на друго лице со ХИВ или за свесно изложување на друго лице на ризикот од заразување со ХИВ. Овие дела се казниви со лишување од слобода во времетраење до една година.", "III. РЕЛЕВАНТНИ МЕЃУНАРОДНИ МАТЕРИЈАЛИ", "28. На 27 јуни 2001 година Генералното собрание на Обединетите нации донесе Декларацијата за посветеноста на борбата против ХИВ/СИДА (Резолуција S-26/2) што предвидува, особено:", "„Ние, шефовите на држави и влади и претставниците на државите и владите, собрани во Обединетите нации ... за разгледување и адресирање на проблемот на ХИВ/СИДА од сите негови аспекти, како и за обезбедување на глобалната посветеност на зајакнувањето на координацијата и интензивирањето на националните, регионалните и меѓународните напори за борба против него на сеопфатен начин ...", "13. Укажувајќи, дополнително, дека стигмата, молкот, дискриминацијата и негирањето, како и непостоењето на доверливоста, ги подриваат напорите за превенција, грижа и третман и го зголемуваат влијанието што епидемијата го има врз поединците, семејствата, заедниците и народите, и дека овие прашања мора, исто така, да се адресираат ...", "16. Увидувајќи дека целосното реализирање на човековите права и основни слободи за сите претставува суштински елемент во глобалниот одговор на пандемијата на ХИВ/СИДА, вклучително во областите на превенција, грижа, поддршка и лекување, и дека тоа ја намалува ранливоста во однос на ХИВ/СИДА и ги спречува стигматизирањето и дискриминирањето на лицата што живеат со или под ризик од ХИВ/СИДА ...", "31. Афирмирајќи ја клучната улога на семејството во превенцијата, грижата, поддршката и лекувањето на лицата што се засегнати и заразени со ХИВ/СИДА, имајќи го на ум фактот дека во различните културни, социјални и политички системи постојат различни форми на семејството ...", "ХИВ/СИДА и човековите права", "58. До 2003 година, да донесат, зајакнат или спроведат, соодветно, закони, прописи и други мерки за елиминирање на сите облици на дискриминација и за осигурување на целосното уживање на сите човекови права и основни слободи од страна на лицата што живеат со ХИВ/СИДА и членовите на ранливите категории, и особено да им осигурат пристап до, inter alia, образование, наследство, вработување, здравствена заштита, социјални и здравствени служби, превенција, поддршка и третман, информации и правна заштита, истовремено почитувајќи ја нивната приватност и доверливост; и да развијат стратегии за борба против стигмата и социјалната исклученост во врска со епидемијата ...“", "29. Комисијата за човекови права на Обединетите нации за првпат се изнесе против дискриминацијата и стигмата во врска со ХИВ и СИДА во својата Резолуција бр. 1995/44 („Заштита на човековите права во контекст на ХИВ и СИДА“), што беше донесена на нејзиниот 53-ти состанок на 3 март 1995 година и која гласи, особено:", "„1. Потврдува дека дискриминацијата врз основа на статусот на лице со СИДА или ХИВ, без оглед дали тој статус е вистински или претпоставен, е забранета со постоечките меѓународни стандарди за човековите права и дека изразот „или друг статус“ во одредбите против дискриминацијата во меѓународните текстови за човековите права може да се толкува така што го опфаќа здравствениот статус, вклучувајќи ХИВ/СИДА;", "2. Ги повикува сите држави да осигурат, кога е тоа потребно, дека нивните закони, политики и практики, вклучително и оние што се воведени во контекст на ХИВ/СИДА, ги почитуваат стандардите за човековите права, вклучувајќи го правото на приватност и интегритет на лицата што живеат со ХИВ/СИДА, ја забрануваат дискриминацијата во врска со ХИВ/СИДА и немаат попречувачко дејство врз програмите за превенција на ХИВ/СИДА и врз грижата за лицата заразени со ХИВ/СИДА ...“", "УНХЦР остана на својот став против дискриминацијата во контекст на ХИВ/СИДА во својата последователна Резолуција бр. 2005/84, донесена на неговиот 61-ви состанок на 21 април 2005 година.", "30. Член 2 § 2 на Меѓународниот договор за економски, социјални и културни права гарантира дека правата содржани во него „се извршуваат без дискриминација од каков било вид врз основа на расата, бојата на кожата, полот, јазикот, религијата, политичкото или друго мислење, национално или социјално потекло, имот, раѓање или друг статус“. Во својот Општ коментар за недискриминацијата (бр. 20, 2009 г.), Комитетот за економски, социјални и културни права изречно го вклучува здравствениот статус, и особено ХИВ статусот, во основите „други статуси“ што се наведени во член 2 § 2:", "„33. Здравствениот статус се однесува на физичкото и менталното здравје на лицето. Државите-членки треба да осигурат дека вистинскиот или претпоставениот здравствен статус на лицето не претставува пречка за остварување на неговите права од овој Договор. Државите често ја наведуваат заштитата на јавното здравје како основа за ограничување на човековите права во контекст на здравствениот статус на определено лице. Меѓутоа, голем број такви ограничувања се дискриминаторски, на пример, кога ХИВ статусот се користи како основа за различен третман во однос на пристапот до образование, вработување, здравствена заштита, патување, социјално осигурување, домување и азил.“", "31. Парламентарното собрание на Советот на Европа ја разгледува темата на ХИВ/СИДА во повеќе документи. Препораката 1116 (1989 г.) за СИДА-та и човековите права ги нагласува следниве поенти:", "„3. Увидувајќи дека, иако Советот на Европа се занимава со превенцијата уште од 1983 година, етичките аспекти биле разгледувани само површно;", "4. Сметајќи, сепак, дека е од суштинско значење да се осигури дела човековите права и основни слободи не се загрозени поради стравот што го предизвикува СИДА-та;", "5. Загрижени особено за дискриминацијата на која се изложени жртвите на СИДА-та и дури и серопозитивните лица ...", "8. Препорачува Комитетот на министри:", "А. да му издаде упатства на Управувачкиот комитет за човекови права да му даде приоритет на зајакнувањето на клаузулата за забрана на дискриминацијата во член 14 на Европската конвенција за човекови права, преку додавање на здравствената основа на забранетите основи за дискриминација, или преку изготвување на општа клаузула за еднаквиот третман пред законот ...", "Г. ги повикува земјите-членки на Советот на Европа: ...", "3. да не го одбиваат правото на азил единствено врз основа на тоа што барателот на азил е заразен со ХИВ вирусот или е заболен од СИДА ...“", "Резолуцијата 1536 (2007 г.) ја потврди посветеноста на PACE за борба против сите видови дискриминација на луѓето што живеат со ХИВ/СИДА:", "„Нагласувајќи дека пандемијата на ХИВ/Сида претставува вонредна состојба на медицинско, социјално и економско ниво, Собранието го повикува парламентите и владите на Советот на Европа да:", "9.1. осигурат дека нивните закони, политики и практики ги почитуваат човековите права во контекст на ХИВ/Сида, особено правото на образование, работа, приватност, заштита и пристап до превенција, третман, грижа и поддршка;", "9.2. ги заштита луѓето што живеат со ХИВ/Сида од сите облици на дискриминација како во јавниот, така и во приватниот сектор ...“", "32. Конвенцијата на Обединетите нации за правата на лицата со попречености, што влезе во сила на 3 мај 2008 година и е потпишана, но не и ратификувана од Русија, предвидува особено:", "Член 5 – Еднаквост и недискриминација", "„2. Државите членки забрануваат секаква дискриминација врз основа на попреченост и на лицата со попреченост им гарантираат еднаква и ефективна правна заштита од дискриминација врз каква било основа ...“", "Член 18 – Слобода на движење и национална припадност", "„1. Државите членки ги признаваат правата на лицата со попреченост на слобода на движењето, слободен избор на местото на живеење и националната припадност, врз еднакви основи со останатите, вклучително осигурувајќи дека лицата со попреченост:", "...", "2. Не се лишени, врз основа на попреченоста, или својата способност за добивање, поседување и користење на документацијата за својата национална припадност или други документи за идентификација, или да ги користат релевантните процеси, како што е постапката за емиграција, што може да бидат неопходни за овозможување на остварувањето на правото на слобода на движењето ...“", "Член 23 – Почитување на домот и семејството", "„1. Државите членки преземаат ефективни и соодветни мерки за елиминација на дискриминацијата на лицата со попреченост во однос на сите прашања поврзани со бракот, семејството, родителството и односите, врз еднаква основа со останатите ...“", "33. Изјавата на УНАИДС/ИОМ (Заедничка програма на Обединетите нации за ХИВ/СИДА / Меѓународна организација за миграција) за ограничување на патувањето во врска со ХИВ/СИДА, јуни 2004 година, ги содржи следниве препораки:", "„1. ХИВ/СИДА не треба да се смета за состојба што претставува закана за јавното здравје во однос на патувањето бидејќи, иако е заразен, хуманиот имунодефициентен вирус не може да се пренесе само со присуството на определено ХИВ позитивно лице во некоја земја или преку попатни контакти (преку воздухот или на вообичаените начини преку водата или храната). ХИВ се пренесува преку посебни однесувања што речиси секогаш се приватни. Оттаму, за превенцијата се потребни доброволни постапки и таа не може да се наметне. Рестриктивните мерки, всушност, може да бидат на штета на интересите на јавното здравје, бидеќи исклучувањето на ХИВ позитивните недржавјани ја поттикнува климата на жигосувањето и дискриминацијата на луѓето што живеат со ХИВ и СИДА и, на тј начин, може да ги одврати како државјаните, така и недржавјаните од откривањето на својата состојба и искористувањето на службите за превенција и нега воп врска со ХИВ. Дополнително, ограничувањата насочеми против недржавјаните што живеат со ХИВ може да создаде погрешна претстава во јавноста дека ХИВ/СИДА е „странски“ проблем што може да се контролира со мерки како што се граничните контроли, наместо преку темелно образование за јавното здравје и други методи за превенција ...", "3.Ограничувањата на влезот или престојот што се засноваат врз здравствените проблеми, вклучително и ХИВ/СИДА, треба да се спроведуваат на таков начин што ќе се исполнуваат обврските во однос на човековите права, вклучувајќи го принципот за недискриминација, невраќање на местото на прогонот (non-refoulement) на бегалците, правото на приватност, заштита на семејството, заштита на правата на мигрантите и заштита на најдобрите интереси на детето. Треба соодветно да се земат предвид и неодложните хуманитарни потреби.", "4.Сите ограничувања на патувањето што се поврзани со здравјето треба да се изрекуваат единствено врз основа на индивидуално интервју/преглед. Во случајот на исклучување, лицата треб да се информираат усно и во писмена форма за причините за исклучувањето.", "5.Споредливите здравствени состојби треба да се третираат еднакво во однос на прашањата за можните економски трошоци во врска со лицето што ја има таквата состојба. Лицата што живеат со ХИВ/СИДА кои бараат влез за краткорочен или долгорочен престој не треба да се издвојуваат и да бидат исклучени врз ваквата финансиска основа.", "6.Исклучувањето врз основа на можните трошоци за здравствена заштита и социјална помош поврзани со здравствената состојба треба да се земе предвид единствено ако се покаже, преку индивидуално оценување, дека на лицето му е потребна таква здравствена заштита и социјална помош; веројатно ќе ги искористи во релативно блиската иднина; и дека нема други средства како да ги покрие таквите трошоци (на пр., преку приватно осигурување или осигурување од работен однос, приватни средства, поддршка од групи во заедницата); и дека овие трошоци нема да се порамнат преку бенефиции што се поголеми од нив, како, на пр., специфични вештини, таленти, придонеси кон работната сила, плаќање на даноци, придонес за културната разновидност и пособноста за генерирање приходи или отворање нови работни места.", "7.Ако некое лице што живее со ХИВ/СИДА е предмет на протерување (депортирање), таквото протерување (депортирање) треба да биде во согласност со меѓународните правни обврски, вклучувајќи го правото на соодветна судска постапка и пристапот до соодветните средства за оспорување на протерувањето. Треба да се земат предвид неодложните причини од хуманитарна природа што го оправуваат одобрението за останување на лицето ...“", "34. Меѓународните упатства за ХИВ/СИДА и човекови права (пречистен текст од 2006 година), објавени од страна на Канцеларијата на Високиот комесар за човекови права на ОН и УНАИДС, предвидуваат:", "„102. Клучните принципи за човековите права што се од суштинско значење за ефективниот одговор на ХИВ од страна на Државата се содржани во постоечките меѓународни инструменти ... Некои од принципите за човековите права со значење за ХИВ/СИДА се, inter alia:", "правото на недискриминација, еднаква заштита и еднаквост пред законот ...", "правото на слобода на движење ...", "104.Во согласност со меѓународното законодавство за човековите права, земјите може да воведуваат ограничувања на определени права, во тесно утврдени околности, ако таквите ограничувања се неопходни за постигнување на предоминантни цели, како што се јавното здравје, правата на другите, моралот, јавниот ред, општата добросостојба во демократско општество и државната безбедност ...", "105.Државите најчесто го наведуваат јавното здравје како основа за ограничување на човековите права во контекстот на ХИВ. Меѓутоа, голем број од таквите ограничувања го прекршуваат принципот на недискриминација, на пример кога ХИВ статусот се користи како основа за рљазличен третман во однос на пристапот до образованието, вработувањето, здравствената заштита, патувањето, социјалното осигурување, домувањето и азилот ...", "127.Не постои оправдување поврзано со јавното здравје за ограничување на слободата на движење или на избор на местото на живеење врз основа на ХИВ статусот. Во согласност со важечките меѓународни здравствени прописи, единствената болест за која е потребна потврда за меѓународно патување е жолтата треска [испуштена фуснота]. Според тоа, сите ограничувања на овие права што се засноваат единствено врз претпоставен или реален ХИВ статус, вклучувајќи ја проверката за ХИВ на меѓународните патници, се дискриминаторски и не може да се оправдаат со прашањата на јавното здравје.", "128.Кога Државите им забрануваат долгорочен престој на луѓето што живеат со ХИВ/СИДА поради прашања поврзани со економските трошоци, Државите не треба да ја издвојуваат ХИВ/СИДА-та, наспроти споредливите заболувања, за таков третман и треба да утврдат дека таквите трошоци навистина ќе се поднесат во случајот на поединечниот странец што бара престој. При разгледувањето на барањата за влез, хуманитарните прашања, како што е обединувањето на семејството и потребата за азил, треба да имаат предимство пред економските прашања.", "35. Извештајот на Меѓународниот работен тим за ограничувања на патувањето поврзани со ХИВ, свикан од УНАИДС во 2008 година, ги содржел следниве наоди:", "„Работниот тим потврди дека ограничувањата на влезот, привремениот престој и постојаниот престој врз основа на ХИВ статусот се дискриминаторски, не го заштитуваат јавното здравје и не ги идентификуваат рационално оние лица што би можеле да предизвикаат несоодветно оптоварување на јавните средства. Конкретно, Работниот тим ги утврдил следниве наоди:", "Работниот тим не најде никакви докази дека дека ограничувањата на влезот, привремениот престој и постојаниот престој поврзани со ХИВ го заштитуваат јавното здравје и изразува загриженост дека тие всушност може да ги нарушат напорите за заштита на јавното здравје.", "Ограничувањата на влезот, привремениот престој и постојаниот престој што го издвојуваат ХИВ, наспроти споредливите заболувања, и/или се засноваат единствено врз ХИВ статусот се дискриминаторски.", "Исклучувањето или депортирањето на ХИВ-позитивните лица заради избегнување на можните трошоци на третманот и поддршката треба да се засноваат врз индивидуална процена на реалните трошоци што веројатно ќе бидат поднесени, не треба да го издвојува ХИВ, и не треба да има предност пред интересите на човековите права или хуманитарните барања.“", "IV.  КОМПАРАТИВНИ ПОДАТОЦИ", "36. Во мај 2009 година, УНАИДС, Заедничката програма на Обединетите нации за ХИВ/СИДА објави истражување насловено Мапирање на ограничувањата на влезот, привремениот престој и постојаниот престој на лицата што живеат со ХИВ. Најновата ажурирана верзија на истражувањето (од мај 2010 година) е достапна на веб локацијата на УНАИДС.", "37. Во согласност со истражувањето, 124 земји, територии и области во светот немаат ограничувањата на влезот, привремениот престој и постојаниот престој посебно поврзани со ХИВ. Останатите 52 земји, територии или области воведуваат определени форми на ограничувања на влезот, престојот и живеалиштето на лицата што живеат со ХИВ врз основа на нивниот ХИВ статус. Втората категорија вклучува седум земји-членки на Советот на Европа.", "38. Ниедна земја-членка на Советот на европа не одбива виза или влез за краткорочен престој врз основа на ХИВ статусот на поединецот. Три Држави (Ерменија, Молдавија и Русија) може да депортираат лица по откривање на нивниот ХИВ статус. Овие и уште три останати држави (Андора, Кипар и Словачка) бараат од лицето што поднесува барање за дозвола за престој да покаже дека е ХИВ-негативно. Конечно, Литванија бара изјава за тоа дали лицето има „болест што претставува закана за јавното здравје“.", "ПРАВОТО", "I. НАВОДНА ПОВРЕДА НА ЧЛЕН 14 НА КОНВЕНЦИЈАТА РАЗГЛЕДУВАН ЗАЕДНО СО ЧЛЕН 8", "39. Жалителот вложил жалба врз основа на членовите 8, 13, 14 и 15 на Конвенцијата дека одлуката за одбивање да му се даде дозвола за престој во Русија била несразмерна на легитимната цел за заштита на јавното здравје и дека го нарушила неговото право да живее со своето семејство. Судот забележува дека суштинското прашање во оваа жалба е различниот третман на кој бил подложен жалителот врз основа на неговата здравствена состојба кога го поднесувал барањето за дозвола за престој. Имајќи ги предвид околностите на предметот и имајќи на ум дека тој е неприкосновен во правното карактеризирање на фактичката состојба на предметот (видете Guerra and Others v. Italy, 19 февруари 1998 г., § 44, Извештаи за пресуди и одлуки 1998I), Судот смета дека е соодветно да ги разгледува жалбите на жалителот од гледна точка на член 14 на Конвенцијата, разгледуван во врска со член 8 (споредете Abdulaziz, Cabales and Balkandali v. the United Kingdom, 28 мај 1985 г, § 70, Серија A бр. 94). Тие одредби гласат:", "Член 8", "„1. Секој човек има право на почитување на неговиот приватен и семеен живот, домот и преписката.", "2.Јавните власти не смеат да се мешаат во остварувањето на ова право, освен ако тоа мешање е предвидено со закон и е неопходно во едно демократско општество во интересите на државната и јавната безбедност или економската благосостојба на земјата, заштитата на јавниот ред и спречување на кривични дела, заштитата на здравјето и моралот, или заштитата на правата и слободите на другите.“", "Член 14", "„Остварувањето на правата и слободите што се утврдени во Конвенцијата се обезбедува без диксриминација врз каква било основа, како што е полот, расата, бојата на кожата, верата, политичко или кое било друго мислење, национално или социјално потекло, припадност на национално малцинство, имот, потекло по раѓање или каков било друг статус.“", "А. Поднесоци на страните", "1. Владата", "40. Владата тврдела дека жалителот сѐ уште живеел во регионот Ориол и дека, со оглед на неговите семејни врски и здравствената состојба, тој не бил депортиран. Одбивањето на дозволата за престој не го попречувало неговото право на почитување на неговиот семеен живот, а дури и ако се претпостави дека го попречувало, таквото попрелување имало законска основа во член 7 § 1 (13) на Законот за странски државјани. Тоа било оправдано и со загриженоста на руските власти за масовното ширење на епидемијата на ХИВ и нејзините општествено-економски и демографски последици во Руската Федерација, заканата што таа ја претставувала за личната, јавната и државната безбедност и за постоењето на човештвото и потребта за осигурување на заштитата на правата и законитите интереси на населението. Одбивањето на дозвоата за престој било неопходна мерка наменета за спречување и борба против ХИВ инфекцијата.", "41. Владата укажала дека жалителот имал право да остане на руска територија сѐ додека ги почитува прописите за влезот, излезот и престојот на странските државјани. Бидејќи тој не се квалификувал за дозвола за престој, но не му била потребна виза за да влезе во Русија за период до деведесет дена, тој можел да ја напушта Русија на секои деведесет дена и потоа пак да се врати. Покрај тоа, одбивањето на дозволата за престој не го спречило жалителот од водењето на на неговиот семеен живот во Узбекистан, каде што можеле да му се приклучат неговата сопруга и неговата ќерка (Владата упатила на предметите Slivenko v. Latvia [GC], бр. 48321/99, ECHR 2003X, и Abdulaziz, цитиран горе).", "42. Во своите дополнителни забелешки, Владата тврдела дека потенцијалната опасност што жалителот ја претставувал за пошироката јавност била потврдена со преваленцата на ХИВ инфекцијата во светот, како и со фактот што тој бил осудуван за сериозни и особено сериозни кривични дела во Узбекистан. Домашните судови немале потреба да ја испитуваат неговата индивидуална ситуација или информациите за неговата здравствена состојба или стил на живеење бидејќи таквите прашања биле правно нерелевантни за решавањето на овој предмет.", "2. Жалителот", "43. Жалителот го оспорил поднесокот на Владата дека домашните власти ја земале предвид неговата здравствена состојба и семејна ситуација. Тој укажал дека овие околности не биле спомнати во домашните пресуди и дека одлуката на Уставниот суд од 12 мај 2006 година останала обична декларација без практично дејство. Тој верувал дека не бил депортиран единствено поради ставот „почекај и види“ на руските власти, кои првично го очекувале исходот на домашната постапка и сега ја чекале пресудата на Судот од Стразбур. Покрај тоа, кога упатила на неговата здравствена состојба, Владата не навела точно дали мисли на ХИВ инфекцијата воопшто или нејзината недамнешна компликација во форма на влошена туберкулоза, за која било неопходно болничко лекување и што го направила неспособен за патување.", "44. Во однос на постоењето на мешање, жалителот тврдел дека член 5 на Законот за странски државјани го ограничил неговиот законски престој во Русија на деведесет дена и дека не било можно какво било дополнително продолжување на овој рок врз основа на член 7, кој барал од него да приложи потврда дека е ХИВ негативен. Тој разбрал за инфекцијата дури откако е преселил во Русија и се оженил со руска државјанка и, оттаму, не можел да предвид дека нема да може да добие престој во Русија. Целото негово семејство, вклучувајќи ја мајка му, било во Русија и неговата сопруга и ќерката биле родени таму и тој имал цврсти социјални, економски и лични врски во Русија, додека, пак, во Узбекистан немал роднини, работа или сместување. Според мислењето на жалителот, овие елементи го прават неговиот предмет различен од предметот Slivenko v. Latvia, во кој руските власти на главата на семејството Сливенко и обезбедиле стан во Курск.", "45. Во врска со сразмерноста на наводното мешање во неговиот семеен живот, жалителот нагласил дека руските судови постапувале водејќи се од претпоставката дека тој претставувал сериозна закана за здравјето на населението на Русија. Тие не го анализирале неговиот начин на живеење и не објасниле зошто тој би довел до епидемија или би предизвикувал закана за државната безбедност, јавниот ред или економската добросостојба на Русија, или би ги подривал правата и слободите на другите. Тој не се впуштал во промискуитетни сексуални контакти и не злоупотребувал дроги и ги почитувал безбедносните мерки што се соодветни за неговата здравствена состојба. Тоа што руските судови не ги земале предвид овие околности укажувало на недопуштена дискриминација врз основа на неговиот здравствен статус.", "3. Третата страна", "46. Interights, во својство на трета страна, тврдела прво дека општите одредби за недискриминација од главните универзални и регионални договори за човековите права биле толкувани како одредби што ја забрануваат дискриминацијата врз основа на ХИВ или СИДА статусот, без оглед дали тој е вистински или претпоставен. Ова толкување било усвоено од страна на Комитетот за човекови права на Обединетите нации, Комитетот за економски, социјални и културни права, Поткомисијата за спречување на дискриминацијата и заштита на малцинствата и Комитетот за правата на детето. Во Декларацијата на ОН за посветеноста на борбата против ХИВ/СИДА, донесена од Генералното собрание на ОН во август 2001 година, земјите-членки ја наведуваат својата посветеност да донесат и спроведуваат законодавство што има за цел елиминирање на сите облици на дискриминација против луѓето што живеат со ХИВ/СИДА. На европско ниво, Парламентарното собрание на Советот на Европа повикал на зајакнување на член 14 на Конвенцијата во врска со луѓето што живеат со ХИВ/СИДА и за нивна засилена заштита како во јавниот, така и во приватниот сектор.", "47. Како второ, третата страна тврдела дека, покрај општите стандарди против дискриминацијата што постојат во согласност со меѓународното право, луѓето што живеат со ХИВ/СИДА треба да ја користат и забраната на дискриминацијата врз основа на попреченоста што е содржана во судската практика на Судот и во другите правни системи. Применливоста на рамката за заштита од дискриминацијата врз основа на попреченоста што е утврдена во Конвенцијата за правата на лицата со попречености на луѓето што живеат со ХИВ/СИДА беше одобрена од страна на Канцеларијата на Високиот комесар за човекови права, Светската здравствена организација и Програмата на ОН за ХИВ/СИДА (УНАИДС) во нивното заедничко Резиме на политиките за попреченост и ХИВ (2009 г.). Приодот кон ХИВ врз основа на попреченоста беше дополнително поддржан од законодавствата и практиките на повеќе земји кои изречно или имплицитно го проѓирија опфатот на своите закони за попреченоста за да го вклучат ХИВ статусот (Канада, САД, Обединетото Кралство, Германија и Норвешка). Во предметот Glor v. Switzerland, овој Суд, исто така, прифати дека член 14 на Конвенцијата обезбедува заштита против дискриминацијата врз основа на попреченоста (бр. 13444/04, § 80, ECHR 2009...).", "48. Меѓународното право не признава право на населување во странска земја и ограничувањата на патувањето не мора да бидат нелегитимни per se кога се применуваат на неутрален начин; меѓутоа, истите ограничувања ги прекршуваат анти-дискриминаторските стандарди ако ги издвојуваат лицата што живеат со ХИВ за различен третман без објективно образложение. При оценувањето дали разликата во третманот е оправдана, овој Суд идентификувал повеќе особено ранливи групи - на пример, Ромите, хомосексуалците, лицата со ментални попречености - кои историски биле жртви н предрасуди и социјална исклученост, во врска со што Државата има потесен простор за одлучување. Во поднесокот на третата страна, луѓето што живеат со ХИВ претставуваат една таква група, бидејќи тие се жртви на широко распространето жигосување и прогон, вклучително во регионот на Советот на Европа и на Државата треба да и се даде само тесен простор за одлучување при изборот на мерките што ги подложуваат лицата кои живеат со ХИВ на различен третман.", "49. Третата страна идентификувал две можни образложенија за различниот третман врз основа на нечиј ХИВ статус: образложението за заканите за јавното здравје и образложението за јавните трошоци. Во однос на прашањата на јавното здравје, страната укажала на постоечкиот консензус меѓу експертите и меѓународните тела што работат во областа на јавното здравје дека таквите мерки се неефективни во спречувањето на ширењето на ХИВ (се прави упатување до документи и изјави на Светската здравствена организација, Високиот комесар за човекови права на ОН, Меѓународната организација за миграција, Високиот комесар на ОН за бегалци, Светската банка, Меѓународната организација на трудот, Европскиот парламент и Комисијата). Во 2008 година Меѓународниот работен тим на УНАИДС за ограничувања на патувањето поврзани со ХИВ не нашол никакви докази дека ограничувањата на патувањето заради ХИВ го заштитувале јавното здравје. Иако ХИВ е пренослива болест, таа не е заразна во смисла на ширење преку честички во воздухот или преку површен контакт, туку се пренесува преку специфично однесување, како што е незаштитениот секс или употребата на контаминирани шприцеви, што им овозможува на ХИВ-негативните лица да преземат мерки за да се заштитат од заразување. Образложението врз основа на јавното здравје било дополнително ослабено од аргументот што ограничувањата на патувањето не се применуваат за државјаните што заминуваат и се враќаат или за странските туристи што престојуваат кратко време. Таквите мерки може, исто така, да бидат штетни за јавното здравје на сопствените државјани на земјата бидејќи создаваат лажно чувство на безбедност преку портретирање на ХИВ/СИДА-та како странски проблем и занемарување на потребата за безбедно однесување, како и поради тоа што ги поттикнале мигрантите да го избегнуваат тестирањето за ХИВ и да остануваат незаконски во земјата, со што стануваат отсечени од услугите за превенција и грижа во врска со ХИВ.", "50. Според мислењето на третата страна, националните миграциски политики покажуваат дека најголемиот број земји во светот го делат мислењето дека ограничувањата на патувањето заради ХИВ не претставуваат ефикасна мерка за заштита на јавното здравје. Ова било имплицитно изведено од фактот што мнозинството држави не спроведувале какви било такви ограничувања и што определен број земји неодамна ги укинале таквите ограничувања и прифатиле дека ХИВ не претставува закана за јавното здравје (САД, Кина и Намибија). Други земји ја разгледувале можноста за спроведување на ограничувања на патувањето поврзани со ХИВ но на крајот ја отфрлиле таквата можност, рефлектирајќи го отсуството на рационална врска меѓу таквите мерки и ефективната превенција (Обединетото Кралство, Германија). Покрај тоа, било потврдено дека биле достапни помалку рестриктивни а поефективни алтернативи за заштита на јавното здравје, а тие ги вклучуваат доброволното тестирање и советување и информативните кампањи.", "51. Во врска со прашањето за спречување на прекумерното трошење во јавно финансираните системи за здравствена заштита, третата страна укажала на заклучоците на Судот во предметот G.N. and Others v. Italy (бр. 43134/05, § 129, 1 декември 2009 г.), каде Судот утврдил дека во контекст на здравствените политики недоволните средства не може да се користат како оправдување за донесување мерки што се засноваат врз произволни критериуми. Ограничувањата на емиграцијата што го издвојуваат ХИВ а ги испуштаат другите еднакво скапи заболувања како што се кардиоваскуларните или бубрежните заболувања се чинат произволни и диксриминаторски. Дополнително, ограничувањата во врска со јавните трошоци треба да се засноваат врз индивидуализирана процена на здравјето и финансиската состојба на лицето наместо само врз присуството на определена медицинска состојба. Во врска со ова третата страна упатила на препораките содржани во изјавата на УНАИДС/ИОМ (видете став 39 горе) и на судската практика на Врховниот суд на Канада, кој заклучил дека ако потребата за можните услуги се разгледува единствено врз основа на класификацијата на заболувањето наместо врз неговата конкретна манифестација, процената би станала општа, а не индивидуална, и би резултирала со „исклучување по автоматизам на сите лица со определена попреченост, дури и на оние чијшто прием не би предизвикал, или разумно не би требало да предизвика, прекумерни оптоварувања на јавните средства“(Hilewitz v. Canada (Министер за државјанство и емиграција); De Jong v. Canada, 2005 SCC 57, став. 56).", "Б. Допуштеност", "52. Судот забележува дека жалбата не е очигледно неоснована во смисла на член 35 § 3 на Конвенцијата. Судот дополнително забележува дека таа не е недопуштена врз какви било други основи. Според тоа, жалбата мора да се прогласи за допуштена.", "В. Основи", "1. Примена на член 14, земен заедно со член 8", "(а) Дали фактите на предметот се „во полето на примена“ на член 8", "53. Судот повторува уште на самиот почеток дека правото на странецот да влезе или да се насели во определена земја не е гарантирано со Конвенцијата. Што се однесува до имиграцијата, член 8 или која било друга одредба на Конвенцијата не може да се смета дека и наметнува на некоја Држава општа обврска за почитување на изборот од страна на брачните парови на земјата на нивното брачно живеалиште и да го одобри повторното обединување на семејството на својата територија (видете Gül v. Switzerland, 19 февруари 1996 г., § 38, Извештаи 1996I). Ниедна страна не го оспорува ова. Меѓутоа, иако член 8 не вклучува право на населување во определена земја или право на добивање дозвола за престој, Државата мора, сепак, да ги спроведува своите имиграциски политики на начин што е во согласност со човековите права на странскиот државјанин, особено со правото на почитување на неговиот приватен или семеен живот и правото да не биде предмет на дискриминација (видете Abdulaziz, цитиран горе, §§ 59-60, и Nolan and K. v. Russia, бр. 2512/04, § 62, 12 февруари 2009 г.).", "54. Во однос на заштитата од дискриминација, се потсетува дека член 14 единствено ги надополнува останатите материјални одредби на Конвенцијата и нејзините Протоколи. Тој не постои независно бидејќи има правно дејство единствено во врска со „уживањето на правата и слободите“ што се заштитени со тие одредби (видете, меѓу останатите релевантни предмети, Sahin v. Germany [GC], бр. 30943/96, § 85, ECHR 2003-VIII). Примената на член 14 не ја претпоставува задолжително повредата на едно од материјалните права што се заштитени од Конвенцијата. Она што е потребно, како и доволно, е дека фактите на предметот се „во полето на примена“ на еден или повеќе членови на Конвенцијата или нејзините Протоколи (видете Petrovic v. Austria, 27 март 1998 г., § 22, Извештаи 1998-II).", "55. Жалителот е државјанин на Узбекистан со руско потекло кој живее во Русија од 2003 година. Несомнено, не сите населени мигранти, без оглед на тоа колку долго престојувале во земјата од која треба да бидат протерани, задолжително уживаат „семеен живот“ таму во смислата на член 8 (видете Maslov v. Austria [GC], бр. 1638/03, § 63, 23 јуни 2008 г.). Меѓутоа, концептот за „семеен живот“ мора, во секој случај, да ги вклучува односите што произлегуваат од законски и вистински брак (видете Abdulaziz, цитиран горе, § 62), како бракот што бил склучен од жалителот со неговата сопруга од Русија и во кој било родено нивното дете. Во овие околности, Судот заклучува дека фактите на предметот се „во полето на примена“ на член 8 на Конвенцијата.", "(б) Дали здравствениот статус на жалителот бил „друг статус“ во смислата на член 14", "56. Член 14 не ги забранува сите разлики во третманот, туку само оние разлики што се засноваат врз препознатливи, објективни или лични карактеристики, или „статус“, според кои лицата или групите лица се разликуваат меѓусебно (видете Carson and Others v. the United Kingdom [GC], бр. 42184/05, §§ 61 и 70, ECHR 2010..., и Kjeldsen, Busk Madsen and Pedersen v. Denmark, 7 декември 1976 г., § 56, Серија A бр. 23). Тој ги набројува посебните основи што го сочинуваат „статусот“, вклучувајќи ги, inter alia, полот, расата и имотот. Меѓутоа, списокот што е наведен во член 14 е илустративен и не е исцрпен, како што покажуваат зборовите „каква било основа, како што е“ (на француски јазик “notamment”) (видете Engel and Others v. the Netherlands, 8 јуни 1976 г., § 72, Серија A бр. 22, и Carson, цитиран горе, § 70) и вклучувањето во списокот на изразот „каков било друг статус“ (на француски “toute autre situation”). Зборовите „друг статус“ вообичаено добиваат широко значење (видете Carson, цитиран горе, § 70) и нивното толкување не е ограничено на карактеристиките што се лични во смисла на тоа што се вродени или вградени (видете Clift v. the United Kingdom, бр. 7205/07, §§ 56-58, 13 јули 2010 г.).", "57. По откривањето на ХИВ-позитивниот статус на жалителот, за него станало правно неможно да биде примен за законски престој во Русија поради законската одредба што го ограничувала издавањето на дозволи за престој на странци што не можеле да го покажат својот ХИВ-негативен статус. Иако член 14 изречно не го наведува здравствениот статус или каква било медицинска состојба меѓу заштитените основи за дискриминација, Судот неодамна потврди дека телесната попреченост и различните влошувања на здравјето се во опфатот на оваа одредба (видете Glor, §§ 53-56, и G.N., § 119, двата цитирани горе). Судот укажува на ставот на Комисијата на ОН за човекови права дека изразот „друг статус“ во одредбите за заштита од дискриминацијата во меѓународните правни инструменти може да се толкува дека го опфаќа здравствениот статус, вклучително и ХИВ инфекцијата (видете став 31 горе). Овој приод е усогласен со Препораката 1116 (1989 г.) на Парламентарното собрание на Советот на Европа, која повикува на зајакнување на клаузулата за недискриминација во член 14 вклучувајќи го здравјето меѓу останатите забранети основи за дискриминација (видете став 35 горе) и со Конвенцијата на ОН за правата на лицата со попречености, што на своите земји потписнички им наметнува општа забрана за дискриминација врз основа на попреченоста (видете став 37 горе). Според тоа, Судот смета дека разликата што се прави врз основа на нечиј здравствен статус, вклучувајќи заболувања како што е ХИВ инфекцијата, треба да бидат опфатени – како облик на попреченост или заедно со неа – од изразот „друг статус“ во текстот на член 14 на Конвенцијата.", "58. Следува дека член 14 на Конвенцијата, земен заедно со член 8, е применлив.", "2. Усогласеност со член 14, земен заедно со член 8", "(а) Дали жалителот бил во аналогна положба со останатите странци", "59. Судот утврдил во својата судска практика дека дискриминацијата значи различно постапување, без објективно и разумно оправдување, на лицата во аналогни, или релевантно слични, ситуации (видете D.H. and Others v. the Czech Republic [GC], бр. 57325/00, § 175, ECHR 2007, и Burden v. the United Kingdom [GC], бр. 13378/05, § 60, ECHR 2008...).", "60. Како сопружник на руски државјанин и татко на руско дете, жалителот се квалификувал за поднесување барање за дозвола за престој врз основа на своите семејни врски во Русија (видете став 20 горе). За неговото барање да биде целосно, тој требало да се подложи на ХИВ тестирање и да приложи потврда што покажува дека не бил заразен со ХИВ (видете став 21 горе). Откако тестот го открил неговиот ХИВ-позитивен статус, неговото барање за дозвола за престој било одбиено врз основа на непостоењето на задолжителната потврда дека е ХИВ негативен. Ова е единствениот основ на кој упатуваат одлуките на руската Служба за миграција и руските судови (видете ставови Error! Reference source not found. до 13 горе). Доколку Владата тврдела дека жалителот, исто така, претставувал закана за јавниот ред бидејќи бил претходно осудуван за тешки кривични дела во Узбекистан, Судот забележува дека нивното тврдење не било поткрепено со какви било специфични докази или документи и дека домашните власти очигледно одбиле да му издадат дозвола за престој поради неговиот ХИВ статус, наместо поради каква било криминална историја што тој можеби ја имал.", "61. Според тоа, Судот смета дека жалителот може да тврди дека бил во ситуација што е аналогна на ситуацијата на други странски државјани за целите на барањето за издавање на дозвола за престој врз основа на нивните семејни врски во Русија.", "(б) Дали разликата во постапувањето била објективно и разумно оправдана", "62. Откако жалителот ќе покаже дека постоела разлика во постапувањето, тогаш и останува на тужената Држава да покаже дека разликата во постапувањето може да се оправда (видете Chassagnou and Others v. France [GC], бр. 25088/94, 28331/95 и 28443/95, §§ 91-92, ECHR 1999III). Таквото оправдување мора да биде објективно и разумно, или, со други зборови, тоа мора да има легитимна цел и мора да постои разумен однос на сразмерност меѓу употребените средства и целта што треба да се исполни. Договорните земји имаат определен простор за оценување дали и во кој обем разликите во инаку сличните ситуации го оправдуваат различниот третман. Опфатот на просторот за оценување е различен во зависност од околностите, предметот и неговиот историјат (видете Burden, § 60; Carson, § 61, и Clift, § 43, сите цитирани горе).", "63. Ако некое ограничување на основните права се применува на особено ранлива група во општеството што претрпел значителна дискриминација во минатото, тогаш просторот за оценување на Државата е значително потесен и таа мора да има сериозни причини за предметното ограничување. Причината за ваквиот приод, што преиспитува определени класификации per se, е тоа што таквите групи историски биле предмет на предрасуди со трајни последици кои резултирале со нивната социјална исклученост. Таквите предрасуди може да вклучуваат законодавно утврдени стереотипи што ја забрануваат индивидуализираната процена на нивните способности и потреби (видете Alajos Kiss v. Hungary, бр. 38832/06, § 42, ECHR 2010...). Во минатото Судот идентификувал повеќе такви ранливи групи што биле предмет на различен третман поради својот пол (видете Abdulaziz, цитиран горе, § 78, и Burghartz v. Switzerland, 22 февруари 1994 г., § 27, Серија A бр. 280B), сексуалната ориентација (видете Schalk and Kopf v. Austria, бр. 30141/04, § 97, ECHR 2010..., и Smith and Grady v. the United Kingdom, бр. 33985/96 и 33986/96, § 90, ECHR 1999VI), расата или етничката припадност (видете D. H., цитиран горе, § 182, и Timishev v. Russia, бр. 55762/00 и 55974/00, § 56, ECHR 2005XII), менталните способности (видете Alajos Kiss, цитиран горе, § 42, и, mutatis mutandis, Shtukaturov v. Russia, бр. 44009/05, § 95, 27 март 2008 г), или попреченоста (видете Glor, цитиран горе, § 84).", "64. Од почетокот на епидемијата во 1980-тите, луѓето што живеат со ХИВ биле жртви на широко распространето жигосување и прогон, вклучително во регионот на Советот на Европа (видете, особено, Препорака 1116 (1989 г.) за СИДА-та и човековите права, и точка 9.2 на Резолуцијата 1536 (2007 г.), двете цитирани во став 35 горе). Во првите години на епидемијата, кога дијагнозата на ХИВ/СИДА-та речиси секогаш била смртна болест и не се знаело многу за ризикот од пренесување, луѓето се плашеле од заразените лица поради стравот од зараза. Незнаењето за тоа како се шири болеста создаде предрасуди што, за возврат, ги жигосуваа или маргинализираат лицата што го носат вирусот. Со акумулирањето на информациите за начините на пренесување, ХИВ инфекцијата беше припишана на однесувањата - како што е истополовиот сексуален однос, инјектирањето на дроги или промискуитетноста - кои веќе беа жигосани во повеќето општества, создавајќи лажна врска меѓу инфекцијата и личната неодговорност и зајакнувајќи ги другите облици на стигма и дискриминација, како расизмот, хомофобијата или мизогинијата. Во поблиското минато, без оглед на значителниот напредок во превенцијата на ХИВ и подобриот пристап кон ХИВ третманите, стигмата и со неа поврзаната дискриминација на луѓето што живеат со ХИВ/СИДА остана прашање на голема загриженост за сите меѓународни организации што се активни во областа на ХИВ/СИДА-та. Декларацијата на ОН за посветеноста на борбата против ХИВ/СИДА забележува дека стигмата „го зголемува влијанието што епидемијата го има врз поединците, семејствата, заедниците и народите“ (видете став 29 горе) и Генералниот секретар на ОН, г. Бан Ки-мун потврди дека „во поголема или помала мера, речиси насекаде во светот, дискриминацијата останува(-ала) факт на секојдневието на луѓето што живеат со ХИВ“ (6 август 2008 г.) Судот, според тоа, смета дека луѓето што живеат со ХИВ се ранлива група со историја на предрасуди и жигосување, и дека на Државата треба да и се даде само тесен простор за одлучување при изборот на мерките што ги издвојуваат лицата од оваа група за различен третман врз основа на нивниот ХИВ статус.", "65. Постоењето на европскиот консензус претставува дополнително прашање со значење за утврдувањето дали на тужената Држава треба да и се даде потесен или поширок простор за одлучување (видете Dickson v. the United Kingdom [GC], бр. 44362/04, § 81, ECHR 2007XIII, и S. L. v. Austria, бр. 45330/99, § 31, ECHR 2003I (извадоци)). Ако постои општ стандард што тужената Држава не успеала да го исполни, ова може да претставува релевантно прашање за Судот кога тој ги толкува одредбите на Конвенцијата во специфичните предмети (видете Tănase v. Moldova [GC], бр. 7/08, § 176, ECHR 2010..., и Demir and Baykara v. Turkey [GC], бр. 34503/97, § 85, 12 ноември 2008 г.). Судот забележува дека, од четириесет и седумте земји-членки на Советот на Европа, само шест земји бараат од лицето што поднесува барање за дозвола за престој да поднесе и негативни резултати од ХИВ тестирањето, дека една земја бара изјава за тоа, и дека само три земји предвидуваат депортирање на странците за кои е откриено дека се ХИВ позитивни (видете ставови 44 и 45 горе). Останатите договорни земји не воведуваат какви било ограничувања на влезот, привремениот и постојаниот престој на лицата што живеат со ХИВ врз основа на нивниот ХИВ статус. Оттаму, излегува дека исклучувањето на ХИВ-позитивните баратели од престојот не е одраз на воспоставениот европски консензус и не наоѓа поддршка кај земјите-членки на Советот на Европа. Според тоа, тужената Држава има обврска да обезбеди особено несовладливо оправдување за различниот третман на кој жалителот се пожалил дека бил жртва.", "66. Владата презентирала повеќе цели што требало да бидат исполнети со оспореното ограничување, кои се чини дека тесно се придржуваат кон текстот на преамбулата на Законот за превенција на ХИВ (видете ставови 16 и 47 горе). Таа не дала објаснувања како наводните закани за државната безбедност и за постоењето на човештвото биле со значење за индивидуалната ситуација на жалителот, какви општествено-економски или демографски последици би можело да повлекува неговото присуство на руската територија, или, пак, зошто одбивањето на дозволата за престој би ја зајакнало заштитата на правата и интересите на другите. Сепак, од одлуката на Уставниот суд произлегува дека ограничувањето на привремениот престој на странските државјани што се заразени со ХИВ имало за цел да ја осигури заштитата на јавното здравје (видете став 24 горе). Иако таа цел е несомнено легитимна, ова само по себе не му дава легитимитет на специфичниот третман што го добил жалителот врз основа на неговиот здравствен статус. Мора да се утврди дали постои разумен однос на сразмерност меѓу бараната цел и употребените средства.", "67. Судот доследно сметал дека ги зема предвид релевантните меѓународни инструменти и извештаи при толкувањето на гаранциите од Конвенцијата и за утврдување дали постои општ стандард во областа. Останува на Судот да одлучи кои меѓународни инструменти и извештаи ќе ги смета за релевантни и колкава важност ќе им припише на истите (видете Tănase, § 176, и Demir and Baykara, §§ 85-86, двата цитирани горе). Во овој предмет Судот смета дека не несомнено е релевантен поднесокот на третата страна за постоечкиот консензус меѓу експертите и меѓународните тела што се активни во областа на јавното здравје, кои се согласни дека ограничувањата на патувањето за луѓето што живеат со ХИВ не може да се оправдаат со упатување на интересите на јавното здравје. Светската здравствена организација ги отфрлила ограничувањата на патувањето како неефективен начин за спречување на ширењето на ХИВ уште во 1987 година (Извештај за консултациите за меѓународното патување и ХИВ инфекцијата, 2-3 март 1987 година). Оттогаш наваму, истиот став бил изразен од страна на Високиот комесар за човекови права на ОН (видете ги извадоците од Меѓународните упатства за ХИВ/СИДА и човекови права, цитирани во став 41 горе), Меѓународната организација за миграција (видете ја изјавата на УНАИДС/ИОМ, цитирана во став 39 горе), Високиот комесар за бегалци на ОН (УНХЦР, Забелешка за ХИВ/СИДА-та и заштитата на бегалците, внатрешно раселените лица и останатите лица од интерес, 2006 година), Светската банка (Правните аспекти на ХИВ/СИДА-та, 2007 година), и, како најново, Меѓународната организација на трудот (Препорака на МОТ за ХИВ и СИДА и светот на работата, бр. 200, 2010 година). На ниво на Европа, Европскиот парламент и Европската комисија потврдиле дека „не постојат објективни причини за забрана на патувањето за луѓето заразени со ХИВ“ (Резолуција од 22 мај 2008 година). Тужената Држава, од своја страна, не понудила какви било експертски мислења или научни анализи што би можеле да го побијат едногласниот став на меѓународните експерти.", "68. Несомнено, ограничувањата на патувањето се од помош за заштитата на јавното здравје од високо заразните болести со краток период на инкубација, како што се колерата или жолтата треска, или, да земеме некои понови примери, тешкиот акутен респираторен синдром (САРС) и „птичјиот грип“ (H5N1). Ограничувањата на влезот што се поврзани со таквите заболувања може да помогнат да се спречи нивното ширење преку исклучување на патниците што може да ги пренесат овие болести со своето присуство во некоја земја преку површни контакти или преку честички во воздухот. Меѓутоа, присуството на ХИВ-позитивното лице во некоја земја само по себе не претставува закана за јавното здравје: ХИВ не се пренесува случајно туку преку специфични однесување што ги вклучуваат сексуалниот однос или заедничкото користење на шприцеви како главни начини за пренесување. Ова не ја става превенцијата исклучиво во рацете на недржавјанинот со ХИВ инфекција, туку, напротив, им овозможува на ХИВ-негативните лица да преземат мерки за да се заштитат од инфекцијата (побезбеден секс и побезбедни инјекции). Исклучувањето на ХИВ-позитивните странски државјани од влезот и/или престојот со цел да се спречи пренесувањето на ХИВ се заснова врз претпоставката дека тие ќе се впуштат во специфичните небезбедни однесувања и дека државјаните, исто така, нема да се заштитат себеси. Оваа претпоставка се сведува на генерализирање што не е засновано врз факти и не ја зема предвид индивидуалната ситуација, како што е случајот со жалителот. Покрај тоа, во согласност со руското законодавство, секој облик на однесување на ХИВ-позитивното лице кое е свесно за својот ХИВ статус што изложува некое друго лице на ризик од ХИВ инфекција само по себе претставува кривично дело што е казниво со лишување од слобода (видете став 27 горе). Владата не објаснила зошто овие законски санкции не се сметале за доволни во однос на нивното одвратувачко дејство против однесувањата што го вклучуваат ризикот од пренесување.", "69. Дополнително, се чини дека Русија не применува ограничувања на патувањето во врска со ХИВ на туристите или краткорочните посетители. Таа ниту воведува ХИВ тестирање за руските државјани што заминуваат од и се враќаат во земјата. Земајќи го предвид фактот што методите за пренесување на ХИВ остануваат исти, независно од времетраењето на присуството на некое лице на руска територија, или независно од државјанството на лицето, Судот не гледа објаснување за селективното спроведување на ограничувањата на патувањето во врска со ХИВ за странците кои поднесуваат барање за издавање дозвола за престој во Русија, но не и против горе наведените категории, кои всушност го претставуваат мнозинството од патниците и мигрантите. Не постои причини за извлекување на претпоставката дека тие со помала веројатност би се впуштиле во небезбедно однесување во споредба со ненаселените мигранти. Во врска со ова Судот го забележува со голема загриженост поднесокот на Владата дека подносителот на претсавката би требало да може да ги заобиколи одредбите на Законот за странски државјани преку заминување и повторно влегување во Русија на секои деведесет дена. Овој поднесок фрла сомнежи врз искреноста на загриженоста на Владата за јавното здравје во врска со присуството на жалителот во Русија. Дополнително, постоечките ХИВ тестови што мора да ги помине подносителот на барање за дозвола за престој во Русија не секогаш го откриваат присуството на вирусот кај некои ново заразени лица, кои може да се наоѓаат во временскиот период во кој тестот не го открива вирусот, што може да трае неколку месеци. Произлегува дека примената на ограничувањата во врска со ХИВ единствено во случајот на идните долгорочни жители не е ефективен приод за спречување на пренесувањето на ХИВ од страна на ХИВ-позитивните мигранти.", "70. Различниот третман на ХИВ-позитивните долгорочни доселеници наспроти краткорочните посетители може да биде објективно оправдано со ризикот што првите би може да станат јавно оптоварување и да имаат прекумерни побарувања од јавно финансираниот систем за здравствена заштита, додека второ наведените би барале третман на друго место. Меѓутоа, таквите економски аспекти за исклучувањето на идните ХИВ-позитивни жители се применливи единствено во правниот систем каде странските државјани може да ги користат националните системи за здравствена заштита по намалена цена или бесплатно. Ова не важи за Русија: лицата што немаат руско државјанство немаат право на бесплатна медицинска помош, со исклучок на итната помош, и треба самите да платат за сите медицински услуги (видете став 23 горе). Оттаму, без оглед на тоа дали жалителот добил дозвола за престој во Русија или не, тој не би се квалификувал за користење на придобивките од јавниот систем за здравствена заштита во Русија. Според тоа, ризикот дека тој би претставувал финансиско оптоварување за руските фондови за здравствена заштита не бил убедливо утврден.", "71. Конечно, се забележува дека ограничувањата на патувањето и престојот за лицата што живеат со ХИВ не само што се неефективни за спречување на ширењето на болеста, туку може, всушност, и да бидат штетни за јавното здравје во земјата. Како прво, мигрантите би останале во земјата нелегално за да го избегнат ХИВ тестирањето и во таквиот случај нивниот ХИВ статус би останал непознат и за здравствените власти и за самите мигранти. Ова би ги оневозможило да ги преземат потребните мерки на претпазливост, избегнувајќи го небезбедното однесување и добивајќи пристап до информации и услуги за превенција на ХИВ. Како второ, исклучувањето на ХИВ позитивните странци може да создаде лажно чувство на безбедност преку охрабрување на локалното население да ја смета ХИВ/СИДА-та за „странски проблем“ што се решава преку депортирање на заразените странци и недопуштање истите да се доселат во земјата, така што локалното население нема да чувствиува потреба да се однесува безбедно.", "72. Со оглед на горе наведеното, Судот заклучува дека, иако заштитата на јавното здравје навистина била легитимна цел, Владата не можела да поднесе непобитни и објективни аргументи за да покаже дека оваа цел може да се постигне преку исклучувањето на жалителот од престојот врз основа на неговиот здравствен статус. Прашање за дополнителна загриженост на Судот е генерализираниот и неселективниот карактер на оспорената мерка. Член 7 § 1 (13) на Законот за странски државјани изречно предвидува дека секое барање за дозвола за престој се одбива ако барателот не може да го докаже својот ХИВ-негативен статус. Член 11 § 2 на Законот за превенција на ХИВ дополнително предвидува депортирање на недржавјаните за кои е откриено дека се ХИВ-позитивни. Ниедна од овие одредби не остава каков било простор за индивидуална процена врз основа на фактите на конкретниот случај. Иако Уставниот суд укажал дека одредбите не ја исклучуваат можноста за земање предвид на хуманитарните аспекти во исклучителни случаи (видете ја одлуката од 12 мај 2006. цитирана во став 24 горе), не е јасно дали одлуката им дава дискрециски права на домашните власти да го отфрлат императивниот пропис од член 7 § 1 (13) на Законот за странски државјани.", "73. Во овој предмет, Сојузната служба за миграција, Окружниот суд, а потоа и Регионалниот суд, не го почитувале ставот на Уставниот суд. Иако образложението за основите на жалбата изречно се повикувало на одлуката од 12 мај 2006 година и на релевантните меѓународни инструменти, судовите го отфрлиле барањето на жалителот за дозвола за престој единствено со упатување на законските барања од Законот за странски државјани, без да ја земат предвид неговата релана здравствена состојба и неговите семејни врски во Русија. При одбивањето на барањето на жалителот за надзорна ревизија, Регионалниот суд изречно навел дека судовите не се обврзани да земаат предвид какви било хуманитарни аспекти и дека одредбите од член 7 § 1 (13) со кои се бара приложување на потврда дека лицето е ХИВ-негативно не може во никој случај да не се земат предвид (видете став 15 горе). Владата потврдила во своите конечни поднесоци до Судот дека индивидуалната ситуација на жалителот немала никакво правно значење и дека домашните судови не биле обврзани да ги земат предвид информациите за неговото здравје или семејните врски (видете став 49 горе). Судот смета дека таквото неселективно одбивање на дозволата за престој, без индивидуализирана судска оцена и исклучиво врз основа на здравствената состојба, не може да се смета за усогласено со заштитата од дискриминацијата што е вградена во член 14 на Конвенцијата (видете, mutatis mutandis, Alajos Kiss v. Hungary, бр. 38832/06, § 44, ECHR 2010...).", "74. Земајќи го предвид фактот што жалителот припаѓа на особено ранлива група, дека неговото исклучување не било поткрепено со разумно и објективно оправдување, како и дека оспорените законски одредби не оставаат простор за индивидуализирана оцена, Судот смета дека Владата го пречекорила тесниот простор за одлучување што и бил доделен во овој предмет. Оттаму, жалителот бил жртва на дискриминација врз основа на неговиот здравствен статус, што претставува повреда на член 14 на Конвенцијата земен заедно со член 8.", "II. ДРУГИ НАВОДНИ ПОВРЕДИ НА КОНВЕНЦИЈАТА", "75. Жалителот вложил жалба и врз основа на член 6 § 1 на Конвенцијата дека домашните судови не го информирале дека имал право да побара разгледување на неговата жалба без присуство на јавноста и дека тие не наредиле затворена расправа по сопствено наоѓање.", "76. Судот смета дека, иако жалителот немал квалификации од областа на правото и не бил застапуван, тој можел да ја изрази својата желба неговиот предмет да се разгледува зад затворени врати на обичен јазик, или најмалку можел да ја спомне оваа желба во својот тужбен предлог. Без какви било индикации за тоа што претпочитал жалителот во однос на видот на постапката, домашните судови немале никаква обврска да ја исклучат јавноста по сопствено наоѓање. Следи дека оваа жалба е очигледно неоснована и мора да се отфрли во согласност со член 35 §§ 3 (a) и 4 на Конвенцијата.", "III. ПРИМЕНА НА ЧЛЕН 41 ОД КОНВЕНЦИЈАТА", "77. Член 41 на Конвенцијата предвидува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или нејзините протоколи, и ако внатрешното право на засегнатата Висока договорна страна овозможува само делумно отстранување на последиците на таквата повреда, Судот, доколку е тоа потребно, и овозможува правично обесштетување на оштетената страна.“", "А. Штета", "78. Жалителот побарал 20.000 евра (ЕУР) во однос на нематеријалната штета.", "79. Владата изјавила дека барањето е прекумерно.", "80. Судот прифаќа дека жалителот претрпел болки и фрустрација поради дискриминацијата врз него врз основа на неговиот здравствен статус. Одлучувајќи врз правична основа, Судот му доделува на жалителот 15.000 ЕУР, плус какви било даноци што може да се плативи на тој износ.", "Б. Судски и други трошоци", "81. Жалителот побарал, исто така, 14.700 руски рубљи за судските трошоци и трошоците за превод.", "82.Владата тврдела дека надоместувањето на трошоците било можно единствено во однос на судските и другите трошоци поднесени во постапката во Стразбур.", "83. Во согласност со судската практика на Судот, жалителот има право на надоместување на трошоците единствено ако се покаже дека таквите трошоци биле вистински и неопходно поднесени и дека се оправдани во поглед на нивниот износ. Во овој предмет, земајќи ги предвид документите што ги поседува и горенаведените критериуми, Судот смета дека е разумно да додели износ од 350 ЕУР за судските и другите трошоци поднесени во домашните постапки и во постапката во Стразбур, плус какви било даноци што може да се плативи за жалителот.", "В. Затезна камата", "84. Судот смета дека е соодветно затезната камата да се пресметува врз основа на маргиналната каматна стапка на Европската централна банка, на која треба да и се додадат три процентни поени.", "ПОРАДИ ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО", "1. Ја прогласува жалбата во врска со одбивањето на дозволата за престој за допуштена, а остатокот на жалбата за недопуштен;", "", "2. Заклучува дека има повреда на член 14 на Конвенцијата, разгледуван заедно со член 8;", "", "3. Заклучува", "(а) дека тужената Држава треба да му исплати на жалителот, во рок од три месеци по денот на кој пресудата станува конечна и правосилна во согласност со член 44 § 2 на Конвенцијата, износ од 15.000 ЕУР ( петнаесет илјади евра) за претрпената нематеријална штета и 350 ЕУР (триста и педесет евра) во однос на судските и другите трошоци, плус какви било даноци што жалителот треба да ги плати за овие износи, претворени во руски рубљи според важечкиот девизен курс на денот на плаќањето;", "(б) дека од истекувањето на претходно наведениот рок од три месеци до исплатата се пресметува проста камата на горенаведениот износ по стапка еднаква на маргиналната каматна стапка на Европската централна банка во текот на периодот на доцнење на исплатата, зголемена за три процентни поени;", "", "4. Го одбива остатокот од барањето на жалителот за правично обесштетување.", "Изготвено на англиски јазик и доставено во писмена форма на 10 март 2011 година, во согласност со Правилото 77 §§ 2 и 3 од Деловникот на Судот.", "\tSøren Nielsen\tNina Vajić\n\tСекретар\tПретседател", "", "© Совет на Европа/Европски суд за човекови права, 2012 година.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот јазик. Овој превод е нарачан со поддршка од Повереничкиот фонд за човекови права на Советот на Европа (). Тој не е обврзувачки за Судот, ниту пак Судот презема каква било одговорност за неговиот квалитет. Преводот може да се преземе од HUDOC базата на податоци за судската практика на Европскиот суд за човекови права () или од кој било друга база на податоци на која што Судот го има отстапено преводот. Преводот може да се репродуцира за некомерцијални цели под услов ако се цитира целосниот наслов на предметот, заедно со ова известување за авторските права и упатување до Повереничкиот фонд за човекови права. Ако се планира да се искористи кој било дел од преводот за комерцијални цели, ве молиме обратете се кај .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of the translation for commercial purpose, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle put être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}