{"file": "MAC_HJUDMAC_22251_08.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "22251/08", "text_paragraphs": ["", "© Совет на Европа/Европски суд за човекови права, 2015. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "ГОЛЕМИОТ СУДСКИ СОВЕТ", "", "", "СЛУЧАЈОТ НА БОЧАН против УКРАИНА (бр. 2)", "", "(Жалба бр. 22251/08)", "", "", "ПРЕСУДА", "", "Оваа верзија е исправена на 11 март 2015 г.", "согласно Правилото 81of од Деловникот на Судот", "", "", "СТРАЗБУР", "", "5 февруари 2015 год.", "", "", "Оваа пресуда е конечна, но може да подложи на уредничка ревизија.", "", "", "", "Во случајот на Бочан против Украина (бр. 2),", "Европскиот суд за човекови права (Големиот судскиот совет), кој заседаваше во рамките на Големиот судскиот совет во состав:", "\tДиан Шпилман (Dean Spielmann), претседател,\n\tХосеп Касадевал (Josep Casadevall),\n\tГвидо Раимонди (Guido Raimondi),\n\tИнета Зиемеле (Ineta Ziemele),\n\tМарк Вилигер (Mark Villiger),\n\tИзабел Беро (Isabelle Berro),\n\tБоштјан М. Зупанчич (Boštjan M. Zupančič),\n\tАлвина Ѓулумјан (Alvina Gyulumyan),\n\tГана Јудкивска (Ganna Yudkivska),\n\tАнгелика Нусбергер (Angelika Nußberger),\n\tЕрик Мосе (Erik Møse),\n\tАндре Потоцки (André Potocki),\n\tПол Леменс (Paul Lemmens),\n\tПол Махони (Paul Mahoney),\n\tАлеш Пејчал (Aleš Pejchal),\n\tКриштоф Војтичек (Krzysztof Wojtyczek),\n\tДмитри Дедов (Dmitry Dedov), судии,\nи \tЛоренс Иерли (Lawrence Early), правен советник,", " Откако го разгледа случајот на затворена седница на 7 мај и 19 ноември 2014 г.,", "Ја донесе следнава пресуда, којашто беше усвоена на последно-споменатиот датум:", "ПОСТАПКА", "1.  Случајот произлезе од жалба (бр. 22251/08) против Украина поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“) од страна на украинската државјанка, г-ата Марија Иванивна Бочан („жалителката“) на 7 април 2008 година.", "2.  Жалителката беше застапувана од нејзиниот син, г-динот И. Бочан, адвокат со пракса во Тернопил. Украинската Влада („Владата“) беше застапувана од нивниот агент, од неодамна, г-ата Н. Севотјанова од Министерството за правда.", "3.  Жалителката, повикувајќи се на членот 6 § 1 од Конвенцијата и членот 1 од Протоколот бр. 1, се жалеше на постапките поврзани со нејзината „жалба во контекст на вонредните околности“ засновани на пресудата на Судот во претходниот случај на жалителката (види Bochan v. Ukraine, no. 7577/02, 3 May 2007), како што е предвидено во важечкото украинско законодавство.", "4.  На 6 септември 2011 г. Владата била информирана за жалбата.", "5.  На 19 ноември 2013 г. Судскиот совет на Петтата секција во состав Марк Вилигер (Mark Villiger), претседател, Ангелика Нусбергер (Angelika Nußberger), Боштјан М. Зупанчич (Boštjan M. Zupančič), Гана Јудкивска (Ganna Yudkivska), Андре Потоцки (André Potocki), Пол Леменс (Paul Lemmens), Алеш Пејхал (Aleš Pejchal), судии, како и Клаудиа Вестердиек (Claudia Westerdiek), секретар на секцијата, се откажале од јурисдикцијата во корист на Големиот судски совет и при тоа ниедна од странките не приговориле на тоа (член 30 од Конвенцијата и Правилото 72 од Деловникот).", "6.  Составот на Големиот судски совет беше утврден согласно одредбите од член 26 §§ 4 и 5 од Конвенцијата и правилото 24 од Деловникот на Судот.", "7. И жалителката и Владата поднесоа сопствените забелешки на писмено. На 17 март 2014 г., по консултациите со странките, претседателот на Големиот судски совет одлучи да не одржи расправа.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "8.   Жалителката е родена во 1917 година и живее во Тернопил.", "9.  Фактите на случајот, како што се изјаснија странките, можат да се резимираат на следниов начин.", "А. Фактичка позадина на случајот", "10.  Од 1997 г. жалителката побарува, досега неуспешно, право на дел од куќа во сопственост на г-динот М. во материјалното време, и на земјиштето на која истата се наоѓа. Нејзиното побарување се заснова на следниве аргументи: дека делот од куќата во прашање бил изграден на нејзин трошок и на трошок на нејзиниот починат сопруг; дека нејзиниот сопруг законски се стекнал со право на имотот, кој последователно таа го наследила; дека истиот не му бил продаден на г-динот М., иако првично постоел договор со синот на жалителката за таква цел; и дека купопродажниот договор врз основа на кој се засновало правото на сопственост на г-динот М бил фалсификуван.", "11. Имотното побарување на жалителката било разгледано во повеќе прилики од страна на домашните судови. На крај, после прераспределувањето на случајот од страна на Врховниот суд на пониски судови со различна територијална јурисдикција побарувањето на жалителката било отфрлено. Потпирајќи се на изјавите на 17 сведоци, од кои едниот бил сослушан во затвор, и документите поднесени од г-динот М., судовите на две нивоа на јурисдикција, утврдиле дека г-динот М. во 1993 г. ги купил темелите од еден дел од куќата во прашање од синот на жалителката и последователно ја изградил на сопствен трошок. Соодветно на тоа г-динот М. бил законскиот сопственик на куќата и имал право да го користи земјиштето на која истата била изградена. Правосилната пресуда, со која биле потврдени пресудите од пониските судови, била усвоена од Врховниот суд на 22 август 2002 г.", "Б. Пресудата на Судот во првиот случај", "12. На 17 јули 2001 г. жалителката поднела жалба до Судот, во коа се жалела конкретно на неправичност на домашните судски постапки во однос на нејзиното побарување. Таа исто така се жалела и на времетраењето на постапките и наводна повреда на членот 1 од Протоколот бр. 1 од Конвенцијата разгледан поединечно и во врска со членот 14 од Конвенцијата во однос на нивниот исход.", "13. На 3 мај 2007 г. Судот усвоил пресуда во случајот, којшто станала правосилна на 3 август 2007 г. Судот одлучил дека постоела повреда на членот 6 § 1 од Конвенцијата, со оглед на околностите во кои случајот на жалителката бил прераспределен од страна на Врховниот суд и заради отсуството на доволно образложение во домашните пресуди, со тоа што овие прашања биле земени заедно и кумулативно (види Бочан, цитиран горе, § 85).", "14.  Судот образложил вака:", "„74. ... Прераспределувањето [на случајот на жалителката] било наложено од Врховниот суд откако изречно не се согласил со наодите на пониските судови во врска со фактите, и го изнел својот став во врска со еден од главните аспекти на случајот .... дури и пред новата проценка на фактите а земајќи ги во предвид доказите изнесени во пониските судови ... Исто така разгледувајќи го пропустот на Врховниот суд да ги изнесе причините за прераспределувањето, Судот смета дека стравовите на жалителката дека судиите на Врховниот суд, вклучително и неговиот заменик претседател, имале претходно изградена идеја за исходот на случајот, и дека судиите на кои им бил префрлен случајот на 9 октомври 2000 г. ќе морале да го разгледаат случајот во согласност со гледиштето на Врховниот суд, можело да се сметаат за објективно оправдани.", "75. Судот смета дека оваа општа процедурална ситуација исто така го нарушува и начелото на правна сигурност (види Ryabykh v. Russia, no. 52854/99, §§ 51-52, ECHR 2003IX). Фактот дека гледиштето на Врховниот суд во однос на случајот на жалителката се разликувал од оној на пониските судови не можело да биде единствениот основ за негово повторно разгледување. Овластувањето на повисоките судови за разгледување треба да се применува за коригирање на судски грешки, погрешни пресуди, а не како замена на проценката на фактите од страна на пониските судови.", "15.  Судот понатаму забележа дека домашните судови не дале одговор на поднесоците на жалителката во врска со веродостојноста на изјавите на сведоците и валидноста на доказите во форма на документи, кои биле одлучувачки за исходот на случајот (види Бочан, цитиран горе, §§ 81-84).", "16.  Повикувајќи се на горенаведените наоди согласно членот 6 § 1 од Конвенцијата, Судот одлучи дека не било неопходно да одлучува по жалбата на жалителката врз основа на членот 1 од Протоколот бр. 1, со оглед дека не покренувал никакво посебно прашање (види Бочан, цитиран горе, § 91).", "17.  Жалбите на жалителката за времетраењето на постапката и повредата на членот 1 од Протоколот бр. 1 земени во врска со членот 14 од Конвенцијата биле отфрлени како непоткрепени (види Бочан, цитиран горе, §§ 87 и 93).", "18. На жалителката ѝ биле доделени 2.000 евра како правичен надоместок за нематеријална штета. Судот исто така забележа „дека жалителката имала право, согласно украинските закони, да бара нејзиниот случај повторно да биде разгледан во контекст на наодот на Судот дека домашните судови не се придржувале на членот 6 во нејзиниот случај“ (види Бочан, цитиран горе, §§ 97 и 98).", "19.  До денешен ден Комитетот на Министри на Советот на Европа сè уште го нема заклучено надзорот за спроведувањето на пресудата согласно членот 46 § 2 од Конвенцијата.", "В. „Жалбата на жалителката во контекст на вонредните околности“", "20. На 14 јуни 2007 г. жалителката поднела до Врховниот суд „жалба во контекст на вонредните околности“ согласно особено на членовите 353-355 од Законот за граѓанска постапка од 2004 г. (види параграф 24 долу). Потпирајќи се на пресудата на Судот од 3 мај 2007 г., таа побарала од Врховниот суд да ги укине судските одлуки во нејзиниот случај и да усвои нова пресуда со која во целост ќе се дозволат нејзините побарувања. Кон својата жалба таа приклучила копии од пресудата на Судот и од домашните пресуди.", "21. На 14 март 2008 г. панел од 18 судии од Граѓанскиот оддел на Врховниот суд, откако ја разгледале жалбата во состав на судскиот совет и потпирајќи се на членот 358 од Законот за граѓанска постапка од 2004 г. (дадени во параграф 24 долу), ја отфрлил жалбата на жалителката. Релевантниот дел од пресудата на Врховниот суд го вели следново:", "„Со пресудата од 3 мај 2007 г. Европскиот суд за човекови права ги прогласи жалбите на жалителката за неправичност на постапките и за повреда на членот 1 од Протоколот бр. 1 за допуштени, а остатокот од жалбата за недопуштена. Утврдена е повреда на членот 6 § 1 од Конвенцијата ... во овој случај. [Судот] ѝ наложи на тужената држава да ѝ плати на жалителката во рок од три месеци од датумот на кој пресудата ќе стане правосилна согласно членот 44 § 2 од Конвенцијата, 2.000 евра за нематеријална штета ...", "Во параграф 64 од пресудата на Европскиот суд за човекови права се забележува дека поднесоците на жалителката главно се однесуваат на четири прашања, имено:", "(а) дали судовите, коишто се занимавале со случајот [на жалителката] биле независни и непристрасни;", "(б) дали фактот дека случајот бил разгледан од Градскиот суд на Чемероветск ја спречило жалителката да не учествува во постапките;", "(в) дали бил запазен принципот на еднаквост на оружјето во однос на пропустот на домашните судови да ги сослушаат сведоците чии писмени изјави судовите ги прифатиле како доказ;", "(г) дали правосилните одлуки дадени од првостепениот, апелациониот и касациониот суд биле доволно поткрепени;", "Како што може да се види од материјалите на случајот, жалителката била застапувана во [домашните] постапки од нејзиниот син, адвокат ... За целото времетраење на постапките таа не успеала да се појави пред судот, иако била навремено информирана за рочиштата.", "Никој од оние што зеле учество во случајот, вклучително и г-динот Б.И. [синот на жалителката], не побарал да бидат свикани сведоците ... Г-динот Б.И. не поднел изјави на сведоци ... кои можеле да докажат дека куќата била изградена на негов трошок (или на трошок на неговите татко или мајка).", "Ниедна од страните, вклучително и г-динот Б.И., не побарале повлекување на [првостепениот] судија. Жалбите дека судот не бил објективен ... биле покренати од г-динот Б.И. дури откако била усвоена пресуда во овој случај.", "Како што може да се види од материјалите на случајот, валидноста на купопродажниот договор од 18 март 1993 г., според кој г-динот М. купил од г-динот Б.И. половина од темелите и дел од градежните материјали, не била оспорена. Исто така постои и документ со кој се потврдува дека левата страна од куќата била изградена на трошок на г-динот М. и документ според кој г-динот М. му платил на г-динот Б.И. 1.550.000.000 карбованети [поранешната транзициска валута на Украина пред септември 1996 г.] за темелите од левата страна на куќата. Околностите не биле побиени со вештачењето во случајов.", "Во својата пресуда, Европскиот суд за човекови права исто така забележал дека жалителката ... не успеала да обезбеди докази дека таа претрпела дискриминација во уживањето на нејзините имотни права, спротивно на членот 14 од Конвенцијата разгледан во врска со членот 1 од Протоколот бр. 1, на сметка на исходот на граѓанската постапка. [Судот] заклучил дека жалбите на жалителката [согласно овие одредби] требале да бидат одбиени како евидентно лошо засновани согласно членот 35§§ 3 и 4 од Конвенцијата. Оттука, Европскиот суд за човекови права заклучил дека одлуките на [домашните] судови биле законски и доброосновани и одлучил да ѝ додели на жалителката надоместок во износ од 2.000 евра за повреда на условот „разумно време“ од украинските судови.", "Во контекст не претходното, судските пресуди во случајот не можат да се укинати по основите споменати во жалбата на г-ѓата Бочан.", "Повикувајќи се на [Членот] 358 од [Судот за граѓанска постапка на Украина], панелот на судии на Граѓанскиот оддел при Врховниот суд на Украина", "[Одлучи]:", "Да одбие да дозволи жалбата [на г-ѓата Бочан М.И.] да биде разгледана во контекст на вонредните околности на пресудата од 19 јануари 2001 г. на Градскиот суд на Чемероветск во Регионот Хмелнјтск, одлуката од 1 март 2001 г. на Регионалниот апелационен суд на Хмелнјтск и одлуката од 22 август 2002 на Врховниот суд на Украина.“", "22. На 8 април 2008 г. жалителката поднела нова „жалба во контекст на вонредните околности“ пред Врховниот суд. Таа тврдела дека одлуката од 14 март 2008 г. се засновала на неточно „толкување“ на пресудата на Судот од 3 мај 2007 г. и побарала Врховниот суд повторно да ја разгледа основаноста на случајот во контекст на наодите на Судот во однос на членот 6 § 1 од Конвенцијата во таа пресуда како што е забележано во параграф 15 горе.", "23. На 5 јуни 2008 г. панел од седум судии на Граѓанскиот оддел на Врховниот суд, потпирајќи се на членот 356 од Законот за граѓанска постапка од 2004 г., ја прогласил жалбата за недопуштена, бидејќи не содржела аргументи кои можеле да послужат како основи за повторно разгледување на случајот во контекст на вонредните околности согласно членот 354 од Законот за граѓанска постапка од 2004 г. (види параграф 24 долу за текстот од член 354 и за релевантните извадоци од членот 356 од Законот).", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО", "А. Законот за граѓанска постапка од 2004 г.", "24.  Релевантните извадоци од Законот, како што се формулирани во материјалното право, велат:", "Член 353. Правото да се оспорат судски пресуди во контекст на вонредни околности", "„1. Странките во постапките ... имаат право да ги оспорат пред Врховниот суд на Украина судските одлуки во граѓанските случаи во контекст на вонредни околности откако [тие одлуки] биле разгледани од касација.“", "Член 354. Основи за жалба во контекст на вонредните околности", "„1. Откако судските одлуки во граѓанските случаи се разгледани од касација, тие можат да бидат разгледани во контекст на вонредните околности доколку се обжалени по [следниве] основи:", "(1) дивергентна примена на законот од страна на касациониот суд (или судови);", "(2) наод од меѓународно судско тело, чија јурисдикција е призната од Украина, дека [домашната] судска одлука ги прекршила меѓународните обврски на Украина.“", "Член 355. Поднесување на жалба во контекст на вонредните околности", "„1. Жалба може да биде поднесена во рок од еден месец од откривањето на вонредни околности.", "2. Жалба во контекст на вонредни околности треба да се понесе во согласност со правилата што се применуваат кај касационите жалби.", "...”", "Член 356.Допуштеност на жалба во контекст на вонредните околности", "„1. Прашањето на допуштеноста на жалбата во контекст на вонредните околности ... треба да се одлучи од судскиот совет во состав од седум судии ...", "2. Жалбата треба да се прогласи за допуштена ... доколку најмалку тројца судии одлучат така ...", "3. Одлуката во врска со допуштеноста на една жалба ... не може да се обжали ...", "4. Копија од одлука со која се прогласува една жалба за допуштена ... треба да им се испрати на странките ...", "5. Доколку една жалба била прогласена за допуштена ... судот може да го суспендира извршувањето на релевантните одлуки.", "6. Правилата утврдени во ставовите 1 до 4 од овој член не се применуваат за жалба поднесена врз основот предвиден во став 2 од членот 354 од овој Закон.“", "Член 357. Постапка за испитување во контекст на вонредните околности", "„1. Испитување на случај во контекст на вонредни околности е еден вид на касациона постапка (різновидом касаційного провадження).", "2. Случајот треба да биде сослушан од панел на судии кои претставуваат најмалку две третини од членовите на граѓанскиот оддел на Врховниот суд на Украина ...", "...", "4. Испитувањето на случајот во контекст на вонредните околности треба да се спроведе согласно правилата што се применуваат во касационата постапка.“", "Член 358.Овластувањата на Врховниот суд на Украина кога се разгледуваат случаи во контекст на вонредни околности", "„1. Кога се испитува случај во контекст на вонредни околности Врховниот суд на Украина има овластување да:", "(1) ја отфрли жалбата и да ја остави одлуката непроменета ...", "(2) да ја укине, во целост или делумно, судската одлука и да го врати случајот на повторно разгледување на првостепениот, апелациониот или касациониот суд ...", "(3) да укине одлука на апелациониот или касациониот суд и да потврди одлука која била погрешно укината ...", "(4) да ги укине одлуките во случајот и да ги прекине постапките ...", "(5) да ја измени и дополни одлуката или да усвои нова одлука во согласност со суштината на случајот ...“", "Член 360. Силата на одлуките на врховниот суд", "„1. Одлуките усвоени од Врховниот суд на Украина во контекст на вонредни околности имаат сила на закон кога ќе бидат усвоени и не можат да бидат обжалени.“", "Б. Законот за извршување на пресуди и примена на судската пракса на Европскиот суд за човекови права, 23 февруари 2006 г.", "25.  Релевантните делови од Законот, според формулациите во материјалното време, велат:", "„Овој Закон ги регулира односите кои произлегуваат од: обврската на државата да ги спроведат пресудите на Европскиот суд за човекови права во случаи против Украина; потребата да се елиминираат причините за повреда од Украина на Конвенцијата за заштита на човековите права и основните слободи и на протоколите во таа смисла; потребата да се спроведат европските стандарди за човекови права во законската и управната пракса на Украина; и потребата за креирање на услови за намалување на бројот на жалби против Украина пред Европскиот суд за човекови права.“", "Член 1 Дефиниции", "„1. За потребите на овој член овие термини се користат со следниве значења:", "...", "Конвенцијата – Конвенцијата од 1950 г. за заштита на човековите права и основните слободи и Протоколите на истата за кои [Парламентот] на Украина се согласил да бидат обврзувачки;", "Судот - Европскиот суд за човекови права;", "...", "Корисник – (а) жалителот пред Европскиот суд за човекови права во случај против Украина во чија корист судот ја донел својата пресуда или во чиј случај странките постигнале пријателски договор, или неговиот застапник, или неговиот наследник ...", "Извршување на пресудата на [Судот] – (а) исплата на надоместок на корисникот; (б) усвојување на поединечни мерки; (в) усвојување на општи мерки;", "...”", "Член 2. Извршување на пресудата на [Судот]", "„1. Пресудата на [Судот] треба да е обврзувачка и спроведлива за Украина во согласност со членот 46 од Конвенцијата.", "2. Постапката за извршување на пресудата треба да се утврди со овој Закон, со Законот за постапки на извршување и со други прописи, земајќи ги во предвид специфичните одредби од актуелниов Закон.“", "Член 10. Дополнителни индивидуални мерки", "„1. Индивидуални мерки треба да се усвојат дополнително на исплатата на надоместок, а насочени кон обнова на правата на корисникот [кои биле прекршени].", "2. Индивидуалните мерки вклучуваат:", "(а) обнова во рамките на можното на правниот статус што корисникот го имал пред повредата на Конвенцијата (restitutio in integrum);", "...", "3. Претходниот правен статус на корисникот треба да се обнови, меѓу другото, по пат на:", "(а) повторно разгледување на случајот од страна на суд, вклучително и повторно отворање на постапките во тој случај;", "(б) повторно разгледување на случајот од управен орган.“", "Член 11. Активности кои Кабинетот на владиниот агент ги презема во однос на индивидуалните мерки", "„1. Кабинетот на владиниот агент во рок од три дена од приемот на известувањето од Судот дека пресудата станала правосилна:", "(а) ќе му испрати на корисникот известување во кое ќе му го објасни неговото право да започне постапки за ревидирање на неговиот случај и/или повторно да се отворат постапки согласно законот на сила...“", "III. ПРАВОТО И ПРАКСАТА ВО ЗЕМЈИТЕ-ЧЛЕНКИ НА СОВЕТОТ НА ЕВРОПА", "26. Компаративно истражување на националното законодавство и пракса во триесет и осум земји-членки на Советот на Европа покажува дека многу од државите имаат воспоставено домашни механизми за обезбедување на можност за барање на ревидирање на граѓански случаи укинати со правосилна судска одлука, врз основа на наод на Судот дека Конвенцијата била повредена. Конкретно во дваесет и две земји-членки кои биле предмет на истражувањето, домашниот Граѓански законик предвидува можност за успешен жалител да побара ревидирање на граѓански случај врз основа на наод на повреда од страна на Европскиот суд за човекови права или друг меѓународен суд. Ова се однесува на Албанија, Андора, Ерменија, Азербејџан, Хрватска, Чешка, Естонија, поранешната југословенска Република Македонија, Грузија, Германија, Летонија, Литванија, Молдавија, Црна Гора, Норвешка, Португалија, Романија, Русија, Србија, Словачка, Швајцарија и Турција. Во сите овие држави барањата за ревидирање треба да се поднесат до суд. Меѓутоа, нивото на јурисдикција се разликува од една до друга држава членка. Во некои највисокиот суд е тој што го разгледува барањето, односно тоа е Врховниот суд (како што е во случајот на Албанија, Азербејџан, Естонија и Литванија) или Уставниот суд (Чешка). Во други, барањето се поднесува до судот чија одлука се оспорува (Хрватска, поранешната југословенска Република Македонија и Србија). Вообичаено, ревидирањето не е автоматско и подложи на критериумите на допуштеност, како што се временското ограничување, позицијата на жалителот и поткрепеноста на барањето (таков е случајот на пример во Албанија, поранешната југословенска Република Македонија, Грузија, Црна Гора и Турција). Некои домашни одредби предвидуваат да се исполнат други услови, на пример дека сериозните последици од повредата и понатаму постојат (Романија), или дека надоместокот не ја коригирал повредата (Словачка), или дека жалителот не можел да биде компензиран со некакви други средства (Естонија).", "27. Иако во шеснаесет од триесет и осумте земји-членки кои биле предмет на истражувањето, ревидирањето на граѓански случаи врз основа на наод на повреда на Конвенцијата од Судот во моментов не е предвидено експлицитно со постоечките законски одредби (таков е случајот во Австрија, Белгија, Франција, Грција, Унгарија, Италија, Ирска, Лихтенштајн, Луксембург, Монако, Холандија, Полска, Словенија. Шпанија, Шведска и Обединетото Кралство (Англија и Велс)), во некои од тие држави и понатаму може да е отворено за жалителите да бараат повторно разгледување во таква ситуација согласно постапката за разгледување во контекст на нови факти кои се појавиле или процедурални грешки кои биле направени (на пример, Франција, Холандија и Полска).", "IV. препораката бр. R (2000) 2 на комитетот на министри", "28.  Во својата Препорака бр. R (2000) 2, усвоена на 19 јануари 2000 г. на 694-от состанок на замениците министри, Комитетот на министри забележа дека праксата на вршење надзор на извршувањето на пресудите на Судот покажа дека повторното разгледување на еден случај или повторното отворање на постапки во некои околности се покажало како најефикасно, ако не и единствено, средство за постигнување на restitutio in integrum. Комитетот на министри затоа ги повика државите да воведат механизми за повторно разгледување на случајот по утврдувањето на повреда на Конвенцијата од страна на Судот, особено кога:", "„(i) повредената странка ќе продолжи да трпи многу сериозни негативни последици заради исходот од домашната одлука во прашање, кои не се адекватно коригирани со правичен надоместок и не може да се поправи освен со повторно разгледување или отворање, и", "(ii) пресудата на Судот води кон заклучокот дека", "(а) оспорената домашна одлука по својата основаност е спротивна на Конвенцијата, или", "(б) утврдената повреда се заснова на процедурални грешки или толку тешки недостатоци што се фрла сериозен сомнеж врз исходот од домашните постапки на кои се однесува жалбата.“", "ПРАВОТО", "I. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 6 § 1 ОД КОНВЕНЦИЈАТА и членот 1 од протоколот бр. 1", "29. Жалителката се жалеше на постапките во врска со нејзината „жалба во контекст на вонредните околности“ („вонредна жалба“) што кулминирала со одлука на Врховниот суд од 14 март 2008 г. Конкретно таа тврдеше дека при разгледувањето на нејзината вонредна жалба, Врховниот суд не ги зел во предвид наодите на Судот согласно членот 6 § 1 од Конвенцијата во својата пресуда од 3 мај 2007 г. што се однесува до оценката на доказите на домашните судови (види параграф 15 горе). Исто така било пропуштено да се разгледаат некои важни аспекти на случајот, имено валидноста на главните докази во форма на документи на кои се засновале одлуките на домашните судови. Исто така неговото образложение во врска со исходот од претходната жалба на жалителката било спротивно на наодот на Судот во пресудата од 3 мај 2007 г. Според жалителката, неправичниот начин на кој Врховниот суд се справил со вонредната жалба вклучувало нова повреда на членот 6 § 1 од Конвенцијата и членот 1 од Протоколот бр. 1. Овие одредби, во делот што е релевантен за поднесоците на жалителката, го велат следново:", "Член 6 § 1", "„При утврдувањето на неговите граѓански права и обврски ... секој има право на правична ... истрага ... од страна на... суд...“", "Член 1 од Протоколот бр. 1", "„Секое физичко или правно лице има право на мирно уживање на својот имот. Никој не може да биде лишен од својот имот, освен во јавен интерес и под услови предвидени со закон и со општите принципи на меѓународното право", "Претходните одредби не навлегуваат во правото на државите да донесуваат закони кои ги сметаат за неопходни за регулирање на користењето на имотот согласно општиот интерес или заради сигурно плаќање на даноците, други придонеси или парични казни.“", "30. На самиот почеток, Судот забележа дека актуелната жалба е продолжение на претходната жалба поднесена од жалителката во врска со граѓанската парница во врска со спорот околу правото на недвижен имот. Во својата пресуда од 3 мај 2007 г. во врска со жалбата, Судот одлучи дека одлуките на домашните судови биле усвоени во постапки во кои не се почитувале гаранциите на независност и непристрасност на едно правично рочиште, законската сигурност и барањето да се дадат доволни причини од членот 6 § 1 (види параграфи 13-15 горе). Потпирајќи се главно на пресудата на Судот од 3 мај 2007, жалителката поднела вонредна жалба до Врховниот суд со која ги оспорувала споменатите одлуки. Во постапките во кои е одлучено во март 2008 г., а кои се предмет на нејзината актуелна жалба, Врховниот суд ја одбил нејзината жалба, одлучувајќи дека домашните одлуки биле правилни и добро засновани.", "31.  Судот мора да утврди најпрво дали е спречен со членот 46 од Конвенцијата да одлучува по различните жалби поднесени од жалителката, со оглед на распределбата на овластувањата согласно Конвенцијата меѓу Комитетот на министри и Судот што се однесува до надзорот на извршувањето на пресудите на Судот (види, на пример, Lyons and Others v. the United Kingdom (dec.), no. 15227/03, ECHR 2003IX). Второ, доколку не е спречен, мора да се испита дали домашните постапки по вонредната жалба на жалителката ги повлекувала гаранциите од Конвенцијата, особено оние согласно членот 6 § 1 (види Steck-Risch and Others v. Liechtenstein (dec.), no. 29061/08, 11 May 2010), и доколку е така дали условите од членот 6 § 1 биле исполнети.", "32. Пред ова, треба да се забележи дека жалбите на жалителката се главно упатени против постапките по нејзината вонредна жалба поднесена на 14 јуни 2007 г. и одбиени од Врховниот суд на 14 март 2008 г. Со оглед на природата и исходот на сличната последователна жалба на жалителката, одбиена од Врховниот суд на 5 јуни 2008 г., Судот исто така ќе ги земе во предвид и вториве постапки (види параграфи 55-56 долу).", "А. Дали Судот е спречен од членот 46 од Конвенцијата да ги испита жалбите опфатени со актуелната жалба", "1. Општи принципи", "33. Прашањето на придржувањето на Високите договорни страни на пресудите на Судот е надвор од неговата јурисдикција доколку не е покренато во контекст на „прекршена постапка“ предвидена во членот 46 §§ 4 и 5 од Конвенцијата (види The United Macedonian Organisation Ilinden – PIRIN and Others v. Bulgaria (no. 2), nos. 41561/07 and 20972/08, § 56, 18 October 2011). Согласно членот 46 § 2, Комитетот на министри има овластување да врши надзор на извршувањето на пресудите на Судот и да ги оцени мерките преземени од тужената држава. Меѓутоа, улогата на Комитетот на министри во сферата на извршување на пресудите на Судот не го попречува Судот да ја испита новата жалба во однос на мерките преземени од тужената држава во врска со извршувањето на пресудата доколку таа жалба содржи релевантни нови информации поврзани со прашањата за кои е одлучено во првата пресуда (види Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no.2) [GC], no. 32772/02, §§ 6163, ECHR 2009).", "34. Релевантните општи принципи биле сумирани во случајот на Егмез против Кипар ((dec.), no. 12214/07, §§ 48-56, 18 September 2012), на следниов начин:", "„48. Судот повторува дека наодите на повреда на неговите пресуди во принцип се деклараторни (види Krčmář and Others v. the Czech Republic (dec.), no. 69190/01, 30 March 2004; Lyons and Others v. the United Kingdom (dec.), no. 15227/03, ECHR 2003-IX; и Marckx v. Belgium, 13 June 1979, § 58, Series A no.31) и дека со членот 46 од Конвенцијата, Високите договорни страни презеле обврска да се придржуваат на правосилните пресуди на Судот во секој случај во кој тие се странки, при што извршувањето би било под надзор на Комитетот на министри (види, mutatis mutandis, Papamichalopoulos and Others v. Greece (Article 50), 31 October 1995, § 34, Series A no. 330-B). Следи, меѓу другото, дека пресудата во која Судот ќе утврди повреда на Конвенцијата или нејзините Протоколите ѝ наметне на тужената држава правна обврска не само да им се исплати на засегнатите сумата што им е доделена како правичен надоместок, туку исто така да избере, предмет на надзор од страна на Комитетот на министри, општи и/или, доколку соодветствува, индивидуални мерки да бидат усвоени во нејзиниот правен поредок за да стави крај на повредата утврдена од Судот и во рамките на можностите да ги обесштети последиците (види Pisano v. Italy (бришење) [GC], no. 36732/97, § 43, 24 October 2002 и Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII). Предмет на следење од страна на Комитетот на министри, тужената држава има слобода да ги избере средствата со кои ќе ги исполни своите правни обврски согласно членот 46 од Конвенцијата под услов таквите мерки да се компатибилни со заклучоците поставени во пресудата на Судот (види ја горе-цитираната пресуда во случајот Scozzari and Giunta, § 249).Од своја страна Судот не може да преземе никаква улога во овој дијалог (Lyons and Others, цитиран горе).", "49. Иако Судот во некои ситуации може да укаже на конкретен правен лек или друга мерка што треба да биде преземена од тужената држава (види на пример, Assanidze v. Georgia [GC], no. 71503/01, точка 14 од оперативниот дел, ECHR 2004-II; Gençel v. Turkey, no. 53431/99, § 27, 23 October 2003), и понатаму е обврска на Комитетот на министри да го процени спроведувањето на таквите мерки согласно членот 46 § 2 од Конвенцијата (види Greens and M.T. v. the United Kingdom, nos. 60041/08 and 60054/08, § 107, 23 November 2010; Suljagić v. Bosnia and Herzegovina, no. 27912/02, § 61, 3 November 2009; Hutten Czapska v. Poland (пријателска спогодба) [GC], no. 35014/97, § 42, 28 April 2008; Hutten Czapska v. Poland [GC], no. 35014/97, §§ 231-239 и оперативниот дел, ECHR 2006-VIII); Broniowski v. Poland (пријателска спогодба) [GC], no. 31443/96, § 42, ECHR 2005-IX; и Broniowski v. Poland [GC], no. 31443/96, §§ 189-194 и оперативниот дел, ECHR 2004-V).", "50. Последователно, Судот постојано нагласува дека нема јурисдикција да потврди дали договорните страни се придржувале на обврските што им биле наметнати со пресудите на Судот. Затоа е забрането да се преиспитаат жалбите во врска со неуспехот на државите да ги извршат пресудите, прогласувајќи ги таквите жалби за недопуштени ratione materiae (види Moldovan and Others v. Moldova (dec.), no. 8229/04, 15 February 2011; Dowsett v. the United Kingdom (no. 2) (dec.), no.8559/08, 4 January 2011; Öcalan v. Turkey (dec.), no. 5980/07, 6 July 2010; Haase v. Germany, no.11057/02, ECHR 2004 III; Komanický v. Slovakia (dec.), no. 13677/03, 1 March 2005; Lyons and Others, цитиран горе; Krčmář and Others, цитиран горе; и [Fischer] v. Austria (dec.), no. 27569/02, ECHR 2003 VI).", "51. Меѓутоа, улогата на Комитетот на министри во оваа сфера не е таква да значи дека мерките што се преземени од тужената држава да се поправи повредата утврдена од Судот не можат да поттикнат нов проблем за кој не е решавано со пресудата (види Verein gegen Tierfabriken Schweiz (VgT), цитиран горе, § 62; Hakkar v. France (dec.), no.43580/04, 7 April 2009; Haase, цитиран горе; Mehemi [v. France (no. 2),no. 53470/99, § 43, ECHR 2003IV]; Rongoni v. Italy, no. 44531/98, § 13, 25 October 2001; Rando v. Italy, no. 38498/97, § 17, 15 February 2000; Leterme v. France, 29 April 1998, Reports 1998-III; Pailot v. France, 22 April 1998, § 57, Reports 1998-II; и Olsson v. Sweden (no. 2), 27 November 1992, Series A no. 250) и, како таков, претставува предмет на нова жалба која може да биде разгледана од Судот.", "52. Врз основа на тоа, Судот утврди дека тој бил надлежен да ги разгледа жалбите во низа случаи кои следеле, на пример кога домашните власти ќе спровеле нова домашна истрага во случајот при извршување на некоја од пресудите на Судот, било преку повторно отпочнување на постапка (види Emre v. Switzerland (no. 2), no. 5056/10, 11 October 2011, и Hertel [v. Switzerland (dec.), no. 53440/99, ECHR 2002-I]) или преку започнување на цел нов сет на домашни постапки (види The United Macedonian Organisation Ilinden – PIRIN and Others v. Bulgaria (no. 2), nos. 41561/07 and 20972/08, 18 October 2011 и Liu v. Russia (no. 2), no.29157/09, 26 July 2011).", "53. Исто така, во специфичен контекст на континуирано повредување на право од Конвенцијата по усвојувањето на пресуда во која Судот утврдил повреда на тоа право во одреден временски период, не е невообичаено Судот да ја разгледа втората жалба во врска со повредата на тоа право во последователниот период (види, меѓу другите, Ivanţoc and Others v. Moldova and Russia, no. 23687/05, §§ 93-96, 15 November 2011 во врска со континуиран притвор; Wasserman v. Russia (no. 2), no. 21071/05, §§ 36-37, 10 April 2008 заради тоа што домашната пресуда не била извршена; и Rongoni v. Italy, цитиран горе, § 13, во врска со времетраењето на постапките). Во такви случаи „новото прашање“ произлегува од продолжувањето на повредата која формирала основа за првичната одлука на Судот. Меѓутоа преиспитувањето на Судот е ограничено од новите рокови и од секоја нова жалба покрената во врска со ова (види на пример, Ivanţoc and Others, цитиран горе).", "54. Јасно е од судската пракса на Судот дека утврдувањето на постоењето на ‘ново прашање’ во голема мерка зависи од специфичните околности на дадениот случај и дека разликите меѓу случаите не се секогаш сосема јасни. Така, на пример, во случајот на Verein gegen Tierfabriken Schweiz (VgT) (цитиран горе) Судот утврдил дека тој бил надлежен да ја разгледа жалбата дека домашниот суд во прашање ја отфрлил жалбата за повторно започнување на постапка после пресудата на Судот. Судот главно се потпирал на фактот дека основите за отфрлање на жалбата биле нови и затоа претставувале релевантни нови информации кои можеле да поттикнат нова повреда на Конвенцијата (види Verein gegen Tierfabriken Schweiz (VgT), цитиран горе, § 65). Понатаму тој го зел во предвид фактот дека Комитетот на министри го завршил својот надзор на извршување на пресудата на Судот без да го земе во предвид одбивањето повторно да биде отворен случајот, бидејќи не бил информиран за таа одлука. Судот сметал дека од таа позиција и одбивањето во прашање претставувало нов факт (исто, § 67). Слично на тоа, во својата пресуда од неодамна во случајот на Емре (цитиран горе) Судот утврдил дека нова домашна пресуда дадена по повторното отворање на случајот, а во која домашниот суд спровел ново балансирање на интересите, претставувало нов факт. Исто така било забележано во врска со ова дека извршувањето на постапката пред Комитетот на министри сè уште не било започнато. Меѓутоа, многу слични жалби биле отфрлени во случаите на Шелинг против Австрија (Schelling v. Austria (no. 2) (dec.), no. 46128/07, 16 September 2010) и Стек-Риш и други против Лихтенштајн (Steck-Risch and Others v. Liechtenstein (dec.) no. 629061//08, 11 May 2010)), со оглед дека Судот сметал дека во однос на фактите одлуките на домашните судови за одбивање на жалбите за повторно отворање не се засновале или не биле поврзани со релевантни нови основи кои можеле да поттикнат нова повреда на Конвенцијата. Исто така, во случајот Стек-Риш Судот забележал дека Комитетот на министри го завршил својот надзор во однос на извршувањето на претходната пресуда на Судот пред одбивањето на домашниот суд повторно да отвори постапка и без да се потпре на фактот дека можело да се поднесе барање за повторно отворање. Немало никакви нови релевантни информации ни во оваа смисла.", "55. Исто така треба да се упати во овој контекст на критериумот што е утврден во судската пракса во врска со членот 35 § 2 (б), со кој една жалба треба да се прогласи за недопуштена доколку е значително иста со оглед дека веќе била испитана од Судот ... и не содржи никакви нови релевантни информации’: (i) една жалба се смета за ‘значително иста’ кога странките, поплаките и фактите се идентични (види Verein Gegen Tierfabriken Schweiz (VgT) цитиран горе, § 63 и Pauger v. Austria (dec.), nos. 16717/90 and 24872/94, Одлука на Комисијата од 9 јануари 1995); (ii) концептот на жалбата се карактеризира со фактите кои се наведуваат во неа, а не чисто со правните основи на кои се потпира (види Guerra and Others v. Italy, 19 February 1998, § 44, Reports 1998-I и Powell and Rayner v. the United Kingdom, 21 February 1990, § 29, Series A no. 172); и (iii) кога жалителката ќе поднесе нови информации, жалбата нема да биде суштински иста како претходната жалба (види Patera v. the Czech Republic (dec.), no. 25326/03), одлука на Комисијата од 10 јануари 1996 и Chappex v. Switzerland (dec.), no. 20338/92, одлука на Комисијата од 12 октомври 1994).", "56. Соодветно на тоа, овластувањата што му се доделени на Комитетот на министри со членот 46 да врши надзор врз извршувањето на пресудите на Судот и да го оцени спроведувањето на мерките што се преземени од државите согласно овој член нема да бидат повредени кога Судот мора да се справи со новите релевантни информации во контекст на новата жалба (види Verein Gegen Tierfabriken Schweiz (VgT) цитиран горе, § 67).", "2. Примена на горенаведените принципи во актуелниот случај", "35. Осврнувајќи се на актуелниот случај, Судот смета дека некои од барањата на жалителката во актуелниот случај може да бидат сфатени како жалби за наводен недостаток на соодветно извршување на пресудата на Судот од 3 мај 2007 г. во нејзиниот претходен случај. Жалителката може конкретно да се сфати дека тврди дека недостатоците во првичната домашна постапка, која го креирала предметот на пресудата на Судот од 2007 г., не биле поправени со постапките кои кулминирале со одлуката на Врховниот суд од 14 март 2008 г., со тоа што Врховниот суд не се осврнал на валидноста на главните докази во форма на документи на кои се засновале оспорените одлуки на домашните судови (види параграф 29 горе). Меѓутоа, жалбите за неизвршена пресуда на Судот или за неисплатено обесштетување за повредата утврдена од Судот биле надвор од надлежноста ratione materiae на Судот (види во резимето на судската пракса на Судот дадено во претходниот параграф, поконкретно во случајот Lyons and Others, цитиран горе). Соодветно на тоа, жалбите на жалителката, што се однесува на делот за неуспехот да се поправи првичната повреда на членот 6 § 1 од Конвенцијата што било утврдено во пресудата на Судот од 2007, мора да се прогласат за некомпатибилни ratione materiae со Конвенцијата согласно членот 35 §§ 3 (a) и 4.", "36.  Меѓутоа, новата жалба на жалителката исто така покренува нов проблем не толку поврзан со исходот од постапките за кои било одлучено во 2008 г. од страна на Врховниот суд во однос на водењето и правичноста на тие постапки – кои биле хронолошки последователни и различни од постапките оспорени во пресудата на Судот од 2007 г.", "37. Тврдењето на жалителката во таа смисла, како што може да се извлече од нејзините поднесоци, се однесува на начинот на кој Врховниот суд се справил со еден од нејзините главни аргументи засновани на пресудата на судот од 2007 г. Поконкретно, таа тврдеше дека образложението дадено од Врховниот суд во својата одлука од 14 март 2008 г., евидентно било спротивно на релевантните наоди на Судот во неговата одлука од 2007 г. (види параграф 29 горе). Со тоа овој нов проблем се однесува на начинот на кој одлуката од март 2008 година била усвоена во постапките во врска со вонредната жалба на жалителката, а не било заради нивниот исход како таков или ефективноста на националните судови во спроведувањето на пресудата на Судот (спореди и спротивстави со случаите Стек-Риш и други, Очалан, и Шелинг (бр. 2), цитирани горе, во кои жалителите не тврделе дека имало некаква дистинктивна неправичност во однос на водењето на новите релевантни постапки во тие случаи на домашно ниво). Иако иницијативите на жалителката за повторно разгледување на домашните одлуки во актуелниов случај биле несомнено поврзани со извршувањето на пресудата на Судот од 3 мај 2007 г., нејзините жалби во врска со неправичноста на последователните судски постапки се однесуваат и на ситуација различна од таа разгледана во таа пресуда и содржат релевантни нови информации поврзани со прашања за кои не е одлучувано со оваа пресуда.", "38.  Како последица, во актуелниот случај Судот е надлежен да го разгледа „новото прашање“, без да ги повреди прерогативите на тужената држава и Комитетот на министри согласно членот 47 од Конвенцијата, во однос на наводната неправичност на постапките за вонредната жалба на жалителката наспроти нивниот исход како такви и нивното влијание врз соодветното извршување на пресудата на Судот од 3 мај 2007 г.", "39. Соодветно на тоа, Судот не е спречен од членот 46 од Конвенцијата да ја преиспита новата жалба на жалителката на неправичност на постапките кои кулминирале во одлуката на Врховниот суд од 14 март 2008 г. Судот сега ќе се осврне на прашањето дали оспорените домашни постапки ги привлекле гаранциите за правичност на членот 6 § 1 од Конвенцијата.", "Б. Дали новата жалба на жалителката е компатибилна ratione materiae со членот 6 § 1 од Конвенцијата", "1. Изјаснување на странките", "40. Владата тврдеше дека членот 6 од Конвенцијата не можел да се примени за постапките во врска со „жалбата на жалителката во контекст на вонредните околности“. Тие тврдеа дека одлуката на Врховниот суд од 14 март 2008 г., со која била отфрлена нејзината прва жалба, била времена и не ги утврдила нејзините граѓански права и обврски. Подоцнежната одлука на Врховниот суд од 5 јуни 2008 г. била таа со која била отфрлена нејзината втора жалба со која биле „дефинирани“ нејзините граѓански права и обврски. Меѓутоа, бидејќи жалителката не се жалела дека имало грешки во постапките од јуни 2008 г., членот 6 не можел да се примени.", "41. Жалителката се изјасни дека членот 6 § 1 од Конвенцијата можел да се примени за постапки во врска со нејзината вонредна жалба која кулминирала во одлуката на Врховниот суд од 14 март 2008 г.", "2. Оценка на Судот", "(а) Општи принципи", "42. Судот повторува дека за членот 6 § 1 да се примени во своето граѓанското својство, мора да постои спор („contestation“ во францускиот текст) за „право“ за кое може да се каже, барем на аргументирани основи, дека е признато согласно домашното право, без разлика дали тоа право е заштитено согласно Конвенцијата. Спорот мора да биде вистински и сериозен; може да се поврзе не само со реалното постоење на правото, туку исто така и во неговиот опсег и начинот на неговото постоење; и конечно резултатот од постапките морале да бидат директно одлучувачки за правото во прашање, зошто чисто слаби врски или далечни последици не се доволни да се вклучи членот 6 § 1 во играта (види, меѓу другите извори, Micallef v. Malta [GC], no. 17056/06, § 74, ECHR 2009; и Boulois v. Luxembourg [GC], no. 37575/04, § 90, ECHR 2012).", "43.  Во врска со ова, карактерот на законот кој управува како треба да се реши прашањето (граѓанско, комерцијално, управно право, итн.) и на органот кој има јурисдикција во однос на ова прашање (редовен суд, управно тело, итн.) немаат одлучувачка последица (види Micallef, цитиран горе, § 74).", "(б) Судската пракса во врска со применливоста на членот 6 во постапките за вонредни жалби", "44.  Во согласност со гореспоменатите принципи, согласно од дамна утврдената судска пракса, Конвенцијата не гарантира право за случај што бил прекинат да биде одново отворен. Вонредните жалби со кои се бара повторно отворање на прекинатите судски постапки вообичаено не вклучуваат утврдување на „граѓанските права и обврски“ или на „кривичното обвинение“ и затоа членот 6 се смета дека не се применува за нив (види, меѓу другите извори, X. v. Austria, no. 7761/77, одлука на Комисијата од 8 мај 1978, D.R. 14, p.171; Surmont and De Meurechy v. Belgium, nos. 13601/88 and 13602/88, одлука на Комисијата од 6 јули 1989, D.R. 62, p. 284; J.F. v. France (dec.), no. 39616/98, 20 April 1999; Zawadzki v. Poland (dec.) no. 34158/96, 6 July 1999; Sonnleitner v. Austria (dec.) no. 34813/97, 6 January 2000; Sablon v. Belgium, no. 36445/97, §86, 10 April 2001; Valentin Gorizdra v. Moldova (dec.) no. 53180/99, 2 July 2002; Kucera v. Austria, no. 40072/98, 3 October 2002; Fischer, цитиран горе; Jussy v. France, no. 42277/98, § 18, 8 April 2003; Dankevich v. Ukraine, no. 40679/98, 29 April 2003; Steck-Risch and Others, цитиран горе; Öcalan, цитиран горе; Schelling (no. 2), цитиран горе; Hurter v. Switzerland (dec.), no. 48111/07, 15 May 2012; Dybeku v. Albania (dec.), no. 557/12, §30, 11 March 2014). Ова е така затоа што се однесува на прашањето опфатено со принципот на res iudicata на правосилна пресуда во националните постапки, во принцип не може да се смета дека последователната вонредна жалба или поднесокот со барање за ревидирање на пресудата го поттикнува тврдењето во однос на постоењето на право признато согласно националното право или дека исходот од постапките во кои било одлучено дали истиот случај повторно ќе се разгледа или не, има одлучувачка улога при „утврдувањето на ... граѓанските права или обврски или некакво кривично обвинение“ (спореди и спротивстави со Melis v. Greece, no. 30604/07, §§ 18-20, 22 July 2010, којшто се оддалечува од споменатиот пристап).", "45. Овој пристап исто така е следен во случаи кога повторното отворање на домашните судски постапки се бара врз основа на наодот на Судот за повреда на Конвенцијата (види, на пример, Фишер, цитиран горе). При декларирањето на жалбата на жалителката согласно членот 6 за недопуштена во случајот на Фераин геген Тирфабрикен Швајц (ВгТ) против Швајцарија (Verein gegen Tierfabriken Schweiz (VgT) v. Switzerland (no. 2) (no. 32772/02, § 24, 4 October 2007)), Судскиот совет се изјаснил:", "„24. ... Од судската пракса јасно е дека овој член не може да се примени за постапки во врска со барањето за повторување на судењето или за повторно отворање на граѓанските постапки (види Sablon v. Belgium, no. 36445/97, § 86, 10 April 2001). Судот не гледа причина зошто ваквото размислување не би требало да се примени и за барање за повторно отворање на постапки откако била утврдена повреда на Конвенцијата (види, во врска со кривичниот случај, [Fischer] v. Austria (dec.), no. 27569/02, ECHR 2003VI). Затоа се смета дека жалбата согласно членот 6 не е компатибилна ratione materiae со одредбите од Конвенцијата.“", "46.  Меѓутоа, доколку вонредната жалба вклучува или всушност резултира со повторно разгледување на случајот, членот 6 се применува за постапки на повторно разгледување на вообичаен начин (види, на пример, Sablon, цитиран горе, §§ 88-89; Vanyan v. Russia, no. 53203/99, §56, 15 December 2005; Zasurtsev v. Russia, no. 67051/01, §62, 27 April 2006; Alekseyenko v. Russia, no. 74266/01, §55, 8 January 2009; Hakkar, цитиран горе; и Rizi v. Albania (dec.), no. 49201/06, §47, 8 November 2011).", "47. Исто така членот 6 беше утврдено дека може да се примени и во одредени случаи кога постапките, иако се карактеризирале како „вонредни“ или „посебни“ во домашното право, се сметале за слични по природата и опсегот на вообичаените жалбени постапки, а националната карактеризација на постапките не се сметала за одлучувачка за прашањето на применливост.", "48. Оттука, во случајот на Сан Леонард Бенд Клуб против Малта (San Leonard Band Club v. Malta (no. 77562/01, §§ 41-48, ECHR2004 IX)), членот 6 се сметал дека важел за постапките во врска со барањето за ново судење. Судот образложил дека барањето било слично на жалбата по точки од законот пред касациониот суд, малтешките власти не примениле никакво дискреционо овластување но требале да дадат пресуда во однос на барањето, а исходот од новата судска постапка бил одлучувачки за „граѓанските права и обврски“ на компанијата на жалителот.", "49. Слично на ова во случајот на Марести против Хрватска (Maresti v. Croatia (no. 55759/07, 25 June 2009)) Судот одлучил дека постапките во врска со барањето за вонредно разгледување на правосилната пресуда во кривичниот случај потпаѓале под опсегот на членот 6. При разгледувањето на природата на специфичните одлики на тие постапки, забележал дека барањето за вонредно разгледување било достапно за обвинетиот за строго ограничен вид на грешки на законот кои функционирале на штета на обвинетиот, барањето морало да биде поднесено во рамките на строго временско ограничување од еден месец по врачувањето на пресудата на апелациониот суд на обвинетиот, а причините со кои се правдало вонредното разгледување биле изречно набројани во хрватскиот Закон за кривична постапка и не подложеле на никаква дискрециона одлука на хрватскиот Врховен суд. Судот понатаму забележал дека барањето на вонредно разгледување имало свој еквивалент во хрватските граѓански постапки во форма на жалба по точки од законот во граѓанските случаи, за кои се применувал членот 6 (види параграфи 25-28 од гореспоменатата пресуда).", "50. Сè на сè, иако членот 6 § 1 не е вообичаено применлив за вонредни жалби кои бараат повторно отворање на прекинатите судски постапки, природата, опсегот и специфичните одлики на постапките за одредена вонредна жалба во одреден правен систем може да биле такви што постапките за таквиот вид на жалба влегувале во опсегот на членот 6 § 1 и заштитата на правичното судење што им се обезбедува на учесниците во парницата. Соодветно на тоа Судот мора да ја испита природата, опсегот и специфичните одлики на вонредната жалба во прашање во дадениот случај.", "(в) Примена на горенаведените принципи во актуелниот случај", "51.  Оттука, осврнувајќи се на конкретните околности на актуелниот случај, Судот забележува дека во релевантното време Законот за граѓанска постапка им го гарантирал на странките во постапките кои веќе биле прекинати со касационата одлука „правото на оспорување пред Врховниот суд ... на судските одлуки во граѓанските случаи во контекст на вонредни околности“ (членот 353, воведниот член во делот од Законот што се занимава со вонредни жалби – текстот е даден во параграф 24 горе). Врз основа на следнава одредба од Законот (членот 354 § 1 – текстот е даден во параграф 24 горе), „наод на меѓународно судско тело, чија јурисдикција била призната од Украина, дека [домашната] судска одлука ги повредила меѓународните обврски на Украина“ бил еден од двата основи врз основа на кои можело да се поднесе таква вонредна жалба. Членот 357 (исто.) дополнително го дефинирал „разгледувањето на еден случај во контекст на вонредни околности“ како „еден вид на касациона постапка“, каде Врховниот суд ги имал истите овластувања за ревидирање како и во касационите постапки, а вонредната жалба подложела на истата постапка како и во касационите жалби. Овластувањата на Врховниот суд да одлучува по вонредна жалба исто така можеле да се споредат со оние што ги поседувал во однос на касационите жалби. Оттука, постапките за вонредна жалба би можеле да резултираат со една од различните видови на одлуки утврдени со членот 358 од Законот, особено во одлука „да се отфрли жалба и да се остави [оспорената] одлука непроменета“, „да се укине целосно или делумно [оспорената] судска одлука и да се врати случајот за повторно разгледување на [надлежниот понизок суд]“, „да се укине [оспорената] одлука на апелациониот или касациониот суд и да се потврди одлуката која погрешно била укината“, или „да се измени [оспорената] одлука или да се усвои нова одлука согласно законските основи во случајот“ (исто.).", "52. За потребите на испитувањето на овој Суд на природата и опсегот на правниот лек што се применува од оваа жалителка согласно Законот за граѓанска постапка, законскиот контекст во позадината, претставен од одредбите од Законот за извршување на пресуди и примена на судската пракса на Европскиот суд за човекови права од 2006 година, исто така може да биде релевантен (види параграф 25 горе, со што се воспоставуваат релевантните делови од тој Закон). Особено, членот 10(3)(a) од Законот од 2006 г. вели дека „претходниот правен статус на корисникот“ – односно, успешен жалител пред овој Суд – „треба да биде обновен, меѓу другото, по пат на повторно разгледување на случајот од страна на суд, вклучително и повторно отворање на постапките во тој случај“ (исто.). Исто така, согласно членот 11 § 1 (a) од истиот Закон, Кабинетот на владиниот агент треба да му испрати на корисникот „известување во кое ќе му го објасни неговото право да започне постапки за ревидирање на неговиот случај и/или повторно да ги отвори постапките согласно законот на сила.“", "53. Важечката национална законска рамка на тој начин може да ѝ направи достапен на жалителката правен лек со кој се овозможува судско разгледување на нејзиниот граѓански случај од страна на Врховниот суд во контекст на наодот на овој Суд дека првичните домашни одлуки биле погрешни. Врз основа на видот на судското ревидирање кое е предвидено, на вонредната жалба поднесена од жалителката може да се гледа како на продолжување на првичната (прекината) граѓанска постапка, сродна на касационата постапка, како што е дефинирано со украинскиот закон. Во вакви услови, иако специјалните одлики на оваа процедура од касационен вид може да влијаат на начинот на кој пропишаните процедурални гаранции од членот 6 § 1 функционираат (види Delcourt v. Belgium, 17 January 1970, §26, Series A no. 11), Судот смета дека тие гаранции треба да можат да се применат на истиот начин на кој се применуваат и во касационите постапки по граѓанските прашања генерално (види, на пример, Mushta v. Ukraine, no. 8863/06, § 39, 18 November 2010; и, mutatis mutandis, San Leonard Band Cluband Maresti, цитиран горе во параграфите 48-49).", "54. Овој заклучок, извлечен од важечките украински законски одредби, е поткрепен од упатувањето за опсегот и природата на „проверката“ која всушност била спроведена од страна на Врховниот суд на 14 март 2008 г., пред да ја отфрли вонредната жалба на жалителката, оставајќи ги оспорените одлуки непроменети. Во текот на таа проверка Врховниот суд ги разгледал материјалите од случајот и судските одлуки од првичните постапки во контекст на новите поднесоци на жалителката засновани главно на пресудата на Судот од 3 мај 2007 (види параграфи 20-21 горе). Оттука она што се случило во постапките во март 2008 г. може да се спореди со постапките во врска со касационата жалба на жалителката за која одлучил Врховниот суд во август 2002 г. (види параграф 11 горе и Бочан, цитиран горе, § 39), на кој членот 6 § 1 применил ratione materiae. За Судот, во март 2008 Врховниот суд го разгледал граѓанскиот случај на жалителката „во контекст на вонредните околности“, имено пресудата на Судот од 2007 г., во постапка од касационен вид и утврдил дека немало причини да ги укине оспорените одлуки. Затоа спровел „повторно разгледување“, како што го нарекувал Законот од 2006, на нејзиното имотно побарување на нови и свежи основи поврзано со неговото толкување на пресудата на Судот од 3 мај 2007 г., иако одлучил да не го смени исходот од случајот и, особено, да не побара целосен нов претрес на случајот од понизок суд.", "55.  Горенаведените размислувања не се изменети од фактот дека во јуни 2008 г., Врховниот суд, потпирајќи се на членот 356 од Законот, ја одбил последователната жалба на жалителката од април 2008 г. како недопуштена врз формални основи без никаква дополнителна „проверка“ на материјалните аспекти на случајот (види параграф 23 горе).", "56. Оттука, во контекст на обете релевантни одредби на украинското законодавство и на природата и опсегот на постапките кои кулминирале со одлуката на Врховниот суд од 14 март 2008 г. во врска со вонредната жалба на жалителката, по што следела одлуката за потврда од јуни 2008 г., Судот смета дека тие постапки биле одлучувачки за да се утврдат граѓанските права и обврски на жалителката. Последователно, релевантните гаранции од членот 6 § 1 важеле за тие постапки. Соодветно на тоа, приговорот на Владата во врска со применливоста на таа одредба за оспорените постапки требал да се одбие.", "57. Независно од заклучокот што се однесува на применливоста на членот 6 § 1 за видот на постапките во прашање во овој случај, Судот би повторил дека договорните држави треба да одлучат како најдобро да ги спроведат пресудите на Судот без непотребна повреда на принципите на res iudicata или правна сигурност во граѓанска парница, особено кога таквата парница се однесува на трети страни кои имаат сопствени легитимни интереси кои треба да бидат заштитени. Исто така кога договорните страни предвидуваат можност за барање за повторно отворање на прекинати судски постапки врз основа на пресуда на Судот, домашните власти треба да обезбедат постапка за справување со таквите барања и за воспоставување на критериуми за утврдување дали бараното повторно отворање е неопходно во дадениот случај. Не постои униформен пристап кај договорните страни во однос на можноста за барање на повторно отворање на прекинати судски постапки по наодот за повреда од овој Суд или што се однесува до модалитетите за спроведување на постоечките механизми за повторно отворање (види параграфи 26-27 горе).", "58. Меѓутоа, заради делотворност на системот на Конвенцијата, претходно споменатите размислувања не треба да ја намалат важноста за постоење на такви домашни постапки, кои дозволуваат еден случај да биде одново разгледан во контекст на наод дека заштитата што ја нуди членот 6 за правично судење била повредена. Напротив, таквите постапки можат да се сметаат за важен аспект на спроведувањето на неговите пресуди согласно членот 46 од Конвенцијата, а нивната достапност ја покажува предаденост на договорната држава на Конвенцијата и судската пракса на Судот (види Лионс и други, цитиран горе). Судот потсетува во овој контекст на Препораката бр. R (2000) 2 усвоена од Комитетот на министри, во која државите потписнички на Конвенцијата се повикуваат да обезбедат соодветни можности за повторно отворање на постапките на домашно ниво кога Судот ќе утврди повреда на Конвенцијата (види параграф 28 горе). Тој го потврдува своето гледиште дека таквите мерки можат да се „најефикасните, ако не и единствени, средства за постигнување на restitutio in integrum” (види Verein gegen Tierfabriken Schweiz (VgT) (no. 2), цитиран во параграф 33 горе, §§ 33 и 89; и Steck-Risch and Others, цитиран горе).", "В. За тоа дали новата жалба на жалителката согласно членот 6 § 1 од Конвенцијата ги задоволува другите услови за допуштеност", "59. Судот понатаму утврдува дека жалбата на жалителката за неправичноста на постапките што кулминирале со одлука на Врховниот суд од 14 март 2008 г., не е евидентно лошо засновано во рамките на значењето на членот 35 § 3 (a) од Конвенцијата. и дека не е недопуштена по никој друг основ. Затоа мора да се прогласи за допуштена.", "Г. Основаност на новата жалба на жалителката согласно членот 6 § 1 од Конвенцијата", "60.  Што се однесува до прашањето на придржување на условите од членот 6 § 1 во актуелниот случај, Судот забележува дека жалбата за неправичност на жалителката била насочена конкретно против образложението на Врховниот суд дадено во неговата одлука од 14 март 2008 г.", "61. Тој повторува дека, според неговата долга и утврдена судска пракса, овој Суд не треба да се занимава со наводни правни или фактички грешки направени од националните судови, освен ако и доколку тие можеби ги повредиле правата и слободите заштитени со Конвенцијата (види, на пример, García Ruiz v. Spain [GC], no. 30544/96, §28, ECHR 1999I; и Perez v. France [GC], no.47287/99, §82, ECHR 2004I), на пример кога, вонредно, може да се каже дека тие конституираат „неправичност“ некомпатибилна со членот 6 од Конвенцијата. Иако оваа одредба го гарантира правото на правично рочиште, таа не ги утврдува правилата за допуштеност на доказите или за начинот на кој доказите треба да се проценат, при што овие се главно прашања кои треба да се регулираат од страна на националното право и националните судови. Вообичаено, прашања како што е тежината што им се придава од националните судови на одредени докази или наоди или оценки кои се изнесуваат пред нив за да бидат разгледани не треба да бидат разгледани од Судот. Судот не треба да делува како четврта инстанца и со тоа нема да ја проверува согласно членот 6 § 1 пресудата на националните судови, освен ако нивните наоди можат да се сметаат за своеволни или евидентни неразумни (види, на пример, Dulaurans v. France, no. 34553/97, §§ 33-34 and 38, 21 March 2000; Khamidov v. Russia, no. 72118/01, § 170, 15 November 2007; и Anđelković v. Serbia, no. 1401/08, § 24, 9 April 2013).", "62. Оттука, во случајот на Дулауранс Судот утврдил повреда на правото на правично судење, бидејќи единствената причина зошто францускиот Касационен суд ја донел својата оспорена одлука со која била одбиена касационата жалба на жалителот како недопуштена била резултат на „une erreur manifeste d’appréciation“ („евидентна грешка во проценката“) (види Дулауранс, цитиран горе). Размислувањето кое е во основата на овој поим на „erreur manifeste d’appréciation“ (концепт од француското управно право), како што е употребен во контекст на членот 6 § 1 од Конвенцијата, нема сомнеж дека ако правната или фактичката грешка на националниот суд е толку очигледна што се карактеризира како „евидентна грешка“ – односно се работи за грешка која ниеден разумен суд никогаш не би ја направил – може да е таква што може да ја попречи правичноста на постапките. Во случајот на Хамидов, неразумноста на заклучокот на домашните судови во однос на фактите била „толку неверојатна и флагрантна уште на прв поглед“ што Судот одлучил дека постапките на кои се жалеле морале да се сметаат за „своеволни од големи размери“ (види Хамидов, цитиран горе, § 174). Во случајот на Анѓелковиќ, Судот утврдил дека своеволноста на одлуката на домашниот суд, која во принцип немала никаква законска основа во домашното право и не содржела никаква поврзаност меѓу утврдените факти, важечкиот закон и исходот од постапките, достигнала ниво на „попречување на правдата“ (види Анѓелковиќ, цитиран горе, § 27).", "63. Во актуелниот случај, Судот заклучува дека во својата одлука од 14 март 2008 г. Врховниот суд во голема мерка погрешно ги претставил наодите на Судот во неговата пресуда од 3 мај 2007 г. Поконкретно, Врховниот суд прикажал дека овој Суд утврдил дека одлуките на домашните судови во нејзиниот случај биле законски и добро-засновани и дека ѝ бил доделен правичен надоместок за повредата на гаранцијата на „разумен рок“, што биле тврдења кои биле очигледно погрешни (види параграфи 13-18 и 21 горе).", "64. Судот забележува дека образложението на Врховниот суд не достигнува ниво на чисто различно читање на правниот текст. Судот може само да го протолкува како „во голема мерка своеволно“ или дека содржи „попречување на правдата“, во смисла дека погрешното презентирање на пресудата од 2007 г. во првиот случај на Бочан (цитиран горе) имало поразителен ефект за обидот на жалителката за преиспитување на нејзиното имотно побарување во контекст на пресудата на Судот во нејзиниот претходен случај во рамките на касационата постапка предвидена согласно домашниот закон (види параграфи 51-53 горе). Во врска со ова, треба да се забележи дека во својата пресуда од 2007 г. Судот утврдил дека со оглед на околностите во кои случајот на жалителката бил повторно доделен од страна на Врховниот суд на пониските судови, сомнежите на жалителката во врска со непристрасноста на судиите кои се занимавале со случајот, вклучително и пресудите на Врховниот суд, биле објективно оправдани (види параграфи 13-15 горе).", "65. Соодветно на тоа, во контекст на наодите на Судот во врска со природата и импликациите за недостатоци во одлуката на Врховниот суд од 14 март 2008 г. (види параграфи 63-64 горе), мора да се заклучи дека оспорените постапки не го исполниле условот за „правично судење“ согласно членот 6 § 1 од Конвенцијата и дека имало повреда на таа одредба.", "Д. Новата жалба на жалителката што се однесува до членот 1 од Протоколот бр. 1", "66. Жалителката тврдеше дека таа незаконски била лишена од нејзиниот имот заради постапките по нејзината вонредна жалба. Таа се потпираше на членот 1 од Протоколот бр. 1.", "67.  Судот забележува дека оваа жалба е поврзана со жалбата што е горе разгледана и дека затоа исто така мора да биде прогласена за допуштена.", "68.  Земајќи го во предвид својот наод во однос на членот 6 § 1 од Конвенцијата (види параграф 65 горе), Судот утврди дека не е неопходно да се испита дали, во овој случај, имало повреда на членот 1 од Протоколот бр. 1.", "II. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "69.  Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините Протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "А. Штета", "70. Жалителката побаруваше 300.000 евра за штетата што произлегла од наводната повреда на нејзините права согласно членот 6 од Конвенцијата и членот 1 од Протоколот бр. 1.", "71. Владата тврдеше дека жалителката не ја посочила природата на штетата што таа наводно ја претрпела на сметка на одлуката на Врховниот суд во нејзиниот случај и не обезбедила никакви докази во поткрепа на нејзиното барање. Соодветно на тоа, побарувањето требало во целост да се отфрли.", "72. Судот забележува дека жалителката не обезбедила детали за природата на наводната штета и нејзината сериозност. Сепак тој смета дека жалителката мора да претрпела одредена болка и нервоза на сметка на „неправичниот“ начин на кој Врховниот суд постапил со нејзината вонредна жалба, што, како последица ги свел на нула нејзините напори нејзиното имотно побарување да биде разгледано во контекст на пресудата на Судот во нејзиниот претходен случај во рамките на касационата постапка предвидена согласно домашниот закон (види параграф 64 горе). Судот не смета дека е соодветно да се испитува дали некакво дополнително повторно разгледување на имотното барање на жалителката на домашно ниво е остварливо во околностите, особено со оглед на значителното време што поминало во меѓувреме, како и можните импликации од таквото разгледување врз принципите за res iudicata и правна сигурност во укинатата граѓанска парница и врз легитимните интереси на третите страни. Од друга страна, реалноста сега е таква што на жалителката мора да се гледа, заради потребите на проценката на Судот согласно членот 41, како да немала практична можност да има пристап до правен лек во однос на повредата утврдена во нејзиниот случај на домашно ниво. Оттука, правејќи проценка на правична основа, Судот ѝ доделува на жалителката 10.000 евра за нематеријална штета, плус секој данок што се наплаќа на тој износ.", "Б. Трошоци и издатоци", "73. Жалителката не побаруваше за трошоци и издатоци.", "В. Казнена камата", "74.  Судот смета дека е соодветно казнената каматна стапка да се заснова на маргиналната стапка за позајмување на Европската Централна Банка на која треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО,", "1. Ги прогласува жалбата на жалителката согласно членот 6 § 1 од Конвенцијата за неправичност на постапките кои кулминирале со одлуката на Врховниот суд од 14 март 2008 г. и нејзината жалба согласно членот 1 од Протоколот бр. 1 на Конвенцијата дека незаконски била лишена од нејзиниот имот на сметка на тие постапки за допуштени, а остатокот од жалбата за недопуштена;", "", "2. Одлучи дека имало повреда на членот 6 § 1 од Конвенцијата;", "", "4. Одлучи дека нема потреба да ја разгледа жалбата во однос на членот 1 од Протоколот бр. 1 од Конвенцијата;", "", "4. Одлучи", "(а) дека тужената држава треба да ѝ плати на жалителката во рок од три месеци износ од 10.000 евра (десет илјади евра) плус сите даноци на кои можеби подложи овој износ, за нематеријална штета, конвертирани во валутата на тужената држава по стапката што се применува на датумот на исплатата;", "(б) дека од истекувањето на гореспоменатите три месеци до исплатата ќе се плаќа проста камата на гореспоменатиот износ по стапка еднаква на маргиналната стапка за позајмување на Европската Централна Банка во текот на казнениот период плус три процентни поени;", "", "5. Го отфрла остатокот од побарувањето на жалителката за правичен надоместок.", "Изготвено на англиски и на француски јазик, и доставено на писмено на 5 февруари 2015 година, согласно правилото 77 §§ 2 и 3 од Деловникот на Судот.", "\tЛоренс Иерли\tДин Шпилман\n\tПравен советник\tПретседател", "Во согласност со членот 45 § 2 од Конвенцијата и правилото 74 § 2 од Деловникот на Судот, кон оваа пресуда се приложени следниве издвоени мислења:", "(а) заедничко мислење на согласност на судиите Јудкивска и Леменс;", "(б) мислење на согласност на судијата Војтичек.", "Д.С.\nТ.Л.Е.", "\n", "", "© Совет на Европа/Европски суд за човекови права, 2015.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права (http://hudoc.echr.coe.int) или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на publishing@echr.coe.int .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int ) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int."]}