{"file": "MAC_HJUDMAC_26766_05.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "26766/05", "text_paragraphs": ["© Совет на Европа/ Европски суд за човекови права, 2012. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "Информативна белешка за судската пракса на Судот бр. 147", "декември 2011", "Al-Khawaja and Tahery v. the United Kingdom - 26766/05 and 22228/06", "Пресуда 15.12.2011 [GC]", "Член 6", "Кривична постапка", "Член 6-3-d", "Испитување на сведоци", "Осудителни пресуди засновани на изјави од отсутни сведоци: нема повреда, повреда", "", "Факти – Првиот апликант (г-дин Al-Khawaja), кој е лекар специјалист, бил обвинет по две точки за недоличен напад на две пациентки. Една од пациентките, СТ, починала пред да почне судењето, но пред својата смрт дала пред полицијата изјава, која потоа била прочитана пред поротата. Судијата изјавил дека содржината на изјавата е клучна за обвинението по првата точка бидејќи нема други непосредни докази за она што се случило. Одбраната прифатила дека кога изјавата би била прочитана пред поротата на судењето, таа би била во можност да ја побие преку вкрстено испитување на други сведоци. Во текот на судењето, поротата слушнала докази од голем број различни сведоци, вклучувајќи ги и другата тужителка и две пријателки на починатата - сведок, на кои таа им се доверила веднаш по настанот. На одбраната ѝ било овозможено вкрстено испитување на сите сведоци кои дале исказ во живо. Во својот заклучок, судечкиот судија ги потсетил членовите на поротата дека тие не виделе како СТ ја дава изјавата или како е подложена на вкрстено испитување, како и дека тврдењата биле негирани. Првиот апликант бил прогласен за виновен по двете точки.", "Вториот апликант (г-дин Tahery) бил обвинет, меѓу другото, за ранување со намера, по прободување во инцидент поврзан со организирани банди. Ниту едно од лицата испитани на местото на настанот не изјавило дека го видело апликантот како ја прободува жртвата, но два дена подоцна еден од присутните, Т, дал изјава во полицијата со која имплицирал вина на вториот апликант. На судењето обвинителството побарало дозвола да се прочита изјавата на Т под образложение дека тој е премногу исплашен за да се појави во судот. Судечкиот судија го одобрил барањето откако врз основа на изјавите дадени од Т и од еден полицаец утврдил дека Т е премногу исплашен за да даде изјава (иако неговиот страв не бил предизвикан од вториот апликант) и дека неговите стравувања не би биле ублажени со посебни мерки, како што е сведочење зад параван. Изјавата со сведочењето на Т тогаш била прочитана пред поротата во негово отсуство. Изјава дал и вториот апликант. Судијата, во заклучокот, ја предупредил поротата за опасноста од потпирање на изјавата на Т, бидејќи таа не била тестирана со вкрстено испрашување. Апликантот бил прогласен за виновен и осуден, а неговата пресуда била потврдена и по жалба.", "И двајцата апликанти поднеле апликација пред Европскиот суд, жалејќи се дека нивните осудителни пресуди се засновани до одлучувачки степен на изјави од сведоци кои тие не биле во можност вкрстено да ги испрашаат во суд и дека според тоа, им било негирано правото на праведно судење. Во пресудата од 20 јануари 2009 година Советот едногласно во двата случаја утврди дека е направена повреда на член 6 § 1 во врска со член 6 § 3 (d) од Конвенцијата врз основа дека не постоела ефикасна противтежа на неможноста за вкрстено испрашување на засегнатите сведоци во постапката.", "Право – Член 6 § 1 во врска со член 6 § 3 (d): Член 6 § 3 (d) го предвидува начелото дека, пред осомничениот да биде прогласен за виновен, сите докази против него обично мора да бидат дадени во негово присуство на јавна седница за да може да се води страначка постапка (со вкрстено испрашување). Исклучоци на ова начело се можни, но не смеат да ги попречуваат правата на одбраната. Како правило, ова налага на осомничениот да му се даде задоволителна и соодветна можност да го оспори и испраша сведокот кој сведочи против него, било во времето кога тој сведок ја дал својата изјава, било во некоја подоцнежна фаза од постапката. Од ова општо начело следат две последици.", "Прво, треба да постои добра причина за да се прифати изјава на отсутен сведок. Добра причина постои, меѓу другото, кога сведокот починал или е отсутен поради страв што може да му се припише на обвинетиот или на лица кои дејствуваат во негово име при што, во вториов случај, треба да се смета дека обвинетиот се откажал од своите права во согласност со член 6 § 3 (d). Кога отсуството на сведокот се должи на општ страв од сведочење што директно не може да се припише на закани од страна на обвинетиот или на лица кои дејствуваат во негово име, судот треба да спроведе соодветно испитување за да утврди дали за тој страв постојат објективни основи, поткрепени со докази. Пред сведокот да може да биде оправдано ослободен од сведочење врз основа на страв, парничниот суд треба да утврди во задоволителна мера дека се несоодветни или непрактични сите достапни алтернативи, како што се анонимност на сведокот и други посебни мерки.", "Второ, осудителна пресуда базирана исклучиво или до одлучувачки степен на изјава на отсутен сведок кого осомничениот немал можност да го испраша, без оглед дали за време на истрагата или на судењето, главно, ќе се смета за несоодветна со барањата за праведност според член 6 („единствено или одлучувачко правило“). Меѓутоа, ова не претставува апсолутно правило и не треба да се применува нефлексибилно, со игнорирање на специфичностите на определениот правен систем бидејќи тоа би го трансформирало правилото во слаб и неселкективен инструмент кој функционира спротивно на традиционалниот начин на кој Судот му приоѓа на прашањето на севкупната праведност на постапките, имено постигнување рамнотежа на спротивставените интереси на одбраната, жртвата и на сведоците, како и на јавниот интерес за ефикасна примена на правдата. Согласно тоа, дури и кога прераскажана изјава претставува единствен или одлучувачки доказ против обвинетиот, нејзиното прифаќање како доказ автоматски не резултира со повреда на член 6 § 1. Истовремено, кога обвинителна пресуда се базира исклучиво на изјави на отсутни сведоци, Судот мора да ја подложи постапката на најтемелно испитување. Поради опасностите од прифаќањето на таквите изјави, тоа би претставувало мошне значаен фактор на постигнување рамнотежа и фактор кој бара задоволителни фактори на противтежа, вклучувајќи и постоење силни процедурални мерки на заштита. Прашањето во двата случаја е дали постојат задоволителни фактори на противтежа, вклучувајќи и мерки кои овозможуваат донесување праведна и соодветна процена на сигурноста на тие докази.", "Во врска со тоа, Судот смета дека домашното право содржи силни мерки на заштита осмислени за да обезбедат праведност.* Што се однесува до начинот на кој овие мерки на заштита се применуваат во пракса, тој разгледа три прашања во секој од двата предмета: дали било неопходно да се прифатат изјавите на отсутните сведоци; дали нетестираните (со вкрстено испрашување) изјави на отсутните сведоци се единствената или одлучувачката основа на осудителните пресуди на двајцата апликанти; и дали имало доволно фактори на противтежа, вклучувајќи и силни процедурални мерки на заштита, за да се обезбеди двете парници, гледани во целина, да бидат праведни.", "(а) Предметот на првиот апликант – Не е спорно дека смртта на СТ ја предизвикала потребата за прифаќање на нејзината изјава, во случај да треба да биде разгледана. Судијата бил сосема јасен за нејзиното значење („нема изјава, нема прва точка“) и според тоа, таа се сметала за одлучувачка. Сигурноста на таа изјава била поддржана од фактот дека постоеле сосема мали недоследности меѓу изјавата на СТ пред полицијата и описот што им го дала веднаш по наводниот инцидент на двете пријателки, од кои и двете сведочеле на судењето. Што е најважно, постоела голема сличност меѓу нејзиниот опис на наводниот напад и описот на другата тужителка, во однос на која немало никакви докази за евентуално тајно договарање. Во случај на недоличен напад од страна на лекар врз пациент во текот на приватни консултации кога се присутни само тој и жртвата, би било тешко да се замисли посилен поткрепувачки доказ, особено кога сите други сведоци биле повикани да дадат изјава на суд и нивната веродостојност била тестирана преку вкрстено испитување. Иако во жалбената постапка било утврдено дека упатството што судијата ѝ го дал на поротата било недоволно, Апелациониот суд, исто така, сметал дека на поротата од тоа упатство мора да ѝ било јасно дека изјавата на СТ треба да има помала тежина бидејќи поротата ниту ја видела, ниту ја слушнала. Имајќи ги предвид таквото упатување и доказите понудени од обвинението како поддршка на изјавата на СТ, Судот смета дека поротата била во можност да направи праведна и соодветна процена на сигурноста на тврдењата на СТ против првиот апликант. Во такви услови, и разгледувајќи ја праведноста на постапката во целина, имало доволно фактори на противтежа во однос на прифаќањето на изјавата на СТ како доказ.", "Заклучок: нема повреда (петнаесет наспрема два гласа).", "(б) Предметот на вториот апликант – Биле направени соодветни испитувања за да се утврди дали постојат објективни основи за стравот на Т и судечкиот судија бил уверен дека тој нема да биде ублажен со посебни мерки.", "Т бил единствениот сведок кој тврдел дека го видел прободувањето и неговата непоткрепена изјава на очевидец, ако не била единствен доказ, претставувала барем одлучувачки доказ против апликантот. Очигледно, станува збор за доказ со голема тежина, без кој шансите за осудителна пресуда значително би се намалиле. Но, ниту заклучокот на судечкиот судија дека нема да биде предизавикана неправедност со прифаќање на изјавата на Т со оглед дека апликантот е во позиција да ја оспори или да ја побие самиот или со повикување други сведоци ниту, пак, предупредувањето на судијата дадено на поротата да пристапи кон доказите на Т со внимателност, не може да претставува задоволителна противтежа за хендикепот во услови на кој работела одбраната. Дури иако дал изјава со која го негира обвинението, апликантот не бил во можност да ја тестира точноста и сигурноста на изјавата на Т преку вкрстено испитување и, со оглед дека Т бил единствениот сведок кој, очигледно, сакал или можел да каже што видел, апликантот не бил во можност да повика кој било друг сведок да му противречи на неговото сведочење. Исто така, без оглед колку јасно или силно било изразено, предупредувањето од судијата во неговото упатство до поротата за опасностите на потпирањето на нетестирана изјава не може да биде задоволителна противтежа кога нетестираната изјава на единствениот сведок на обвинението била и единствен непосреден доказ против апликантот.", "Одлучувачката природа на изјавата на Т во отсуство на силни поткрепувачки докази во предметот значи дека поротата не била во состојба да донесе праведна и соодветна оцена на сигурноста на изјавата на Т. Испитувајќи ја праведноста на постапката во целина, Судот заклучува дека немало доволно фактори на противтежа за да се надоместат тешкотиите со кои се соочила одбраната, а кои резултирале од прифаќањето на изјавата на Т.", "Заклучок: повреда (едногласно).", "Член 41: ЕУР 6.000 за вториот апликант во однос на нематеријална штета.", "* Тие вклучуваат посебни правила за дефинирање на околностите во кои изјавата на отсутен сведок би можела да биде прифатена како доказ, барање за разгледување алтернативни мерки за да се овозможи сведок отсутен поради страв да даде исказ во живо, дискреционо право да се исклучи изјава на отсутен сведок и обврска да се запре постапката доколку случајот против осомничениот „целосно или делумно“ се базира на прераскажана изјава, која е толку неубедлива што евентуалната осудителна пресуда би била несигурна.", "Исто така, судечкиот судија требало да ѝ даде на поротата традиционално упатување за товарот на доказите и да ја насочи во однос на опасностите на потпирање на прераскажана изјава.", "", "На овој линк може да се најдат ", "", "© Совет на Европа/Европски суд за човекови права 2012", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}