{"file": "MAC_HJUDMAC_36760_06.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "36760/06", "text_paragraphs": ["", "", "© Совет на Европа/ Европски суд за човекови права, 2012", "Овој превод беше изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации види ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2012", " This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "ГОЛЕМ СУДСКИ СОВЕТ", "", "", "СЛУЧАЈ СТАНЕВ против БУГАРИЈА", "(Жалба бр. 36760/06)", "", "", "", "", "", "ПРЕСУДА", "", "", "", "", "СТРАЗБУР", "", "17 јануари 2012", "", "", "", "", "", "Оваа пресуда е кончна но, може да биде предмет на уреднички измени.", "", "Во случајот Станев против Бугарија,", "Европскиот суд за човекови права заседавајќи како Голем судски совет во состав:", "\tNicolas Bratza, Претседател,\n\tJean-Paul Costa,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tLech Garlicki,\n\tKhanlar Hajiyev,\n\tEgbert Myjer,\n\tIsabelle Berro-Lefèvre,\n\tLuis López Guerra,\n\tMirjana Lazarova Trajkovska,\n\tZdravka Kalaydjieva,\n\tGanna Yudkivska,\n\tVincent A. de Gaetano,\n\tAngelika Nußberger,\n\tJulia Laffranque, судии,\nи Vincent Berger, Јурисконсулт,", "Откако расправаше на затворени седници на 9 февруари и 7 декември 2011,", "Ја донесува следната пресуда, која што беше усвоена на втората дата:", "ПОСТАПКА", "1.  Случајот беше инцициран со жалба (бр. 36760/06) против Република Бугарија поднесена пред Судот според член 34 од Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од страна на бугарски државјанин, г-н Руси Косев Станев („жалителот“), на 8 септември 2006.", "2.  Жалителот на кого му беше доделена правна помош, беше застапува од г-ѓа А. Генова, адвокат од Софија, и г-ѓа V. Lee и \nг-ѓа L. Nelson, адвокати од Mental Disability Advocacy Center, невладина организација со седиште во Будимпешта. Бугарската Влада („Владата“) беше застапувана од нејзините агенти, г-ѓа Н. Николова и г-ѓа Р. Николова од Министерството за правда.", "3.  Жалителот се жалеше за неговото сместување во дом за социјални грижи за лица со ментални заболувања и за тоа што не можел да добие дозвола да го напушти домот (член 5 §§ 1, 4 и 5 oд Конвенцијата). Повикувајќи се на член 3, земен сам по себе и во врска со член 13, тој понатаму се жалеше на условите за живот во домот. Тој исто така тврдеше дека тој немал пристап до суд да побара да престанок на делумното старателство (член 6 од Конвенцијата). На крај, тој тврдеше дека ограничувањата кои произлегувале од режимот на старателство, вклучително и неговото сместување во Домот, го повредувале неговото право на почитување на неговиот приватен живот во смисла на член 8, земен самостојно или во врска со член 13 од Конвенцијата.", "4.  Жалбата беше распределена на Петтиот оддел на Судот (правило 52 § 1 oд Правилникот на Судот). На 29 јуни 2010, откако расшрава за допуштеноста и основаноста на жалбата беше одржана на 10 ноември 2009 (правило 54 § 3), жалбата беше прогласена за допуштена од Судски совет составен од Peer Lorenzen, Претседател, Renate Jaeger, Karel Jungwiert, Rait Maruste, Isabelle Berro-Lefèvre, Mirjana Lazarova Trajkovska и Zdravka Kalaydjieva, судии, и од Claudia Westerdiek, Секретар на оддел. На 14 септември 2010 Судски совет од истиот оддел, составен од Peer Lorenzen, Претседател, Renate Jaeger, Rait Maruste, Mark Villiger, Isabelle Berro-Lefèvre, Mirjana Lazarova Trajkovska и Zdravka Kalaydjieva, судии, и од Claudia Westerdiek, Секретар на оддел, ја отстапи надлежноста на Големиот судски совет, а ниту една од странките не приговори на тоа отстапување (член 30 oд Конвенцијата и правило 72).", "5.  Составот на Големиот судски совет беше определен во согласност со одредбите на член 26 §§ 4 и 5 oд Конвенцијата и правило 24.", "6.  И жалителот и Владата поднесоа писмени опсервации во однос на основаноста на жалбата.", "7.  Понатаму, беа примени коментари на трета страна вмешувач од невладината организација Interights, на која Претседателот и одобри да се вмеша во писмениот дел од постапката (член 36 § 2 oд Конвенцијата и правило 44 § 3).", "8.  Јавна расправа се одржа во Зградата на човековите права, Стразбур, на 9 февруари 2011 (правило 59 § 3).", "Пред Судот пристапија:", "(a)  за Владата\nг-ѓа\tН. Николова, Mинистерство за правда,\t\nг-ѓа\tР. Николова, Mинистерство за правда,\tКо-агенти;", "(б)  за жалителот \nг-ѓа\tA. Генова,\tАдвокат,\nг-ѓа V. Lee,\nг-ѓа L. Nelson,\tСоветници.", "", "Судот слушна нивни обраќања. Жалителот бепе исто така присутен.", "ФАКТИ", "I.  ОКОЛНОСТИ НА СЛУЧАЈОТ", "9.  Жалителот е роден во 1956 во Русе, каде живеел сѐ до декември 2002 и каде неговата полусестра и втората сопруга на неговиот тактко, неговите едиствени блиски роднини, исто така живеат. На 20 декември 1990 комисија на лекари по трудова медицина го прогласила за неспособен за работа. Комисијата заклучила дека како последица на неговата дијагноза на шизофренија во 1975, жалителот имал инвалидитет од 90% но, не му била потребна помош. Тој прима инвалидска пензија врз таа основа.", "A.  Ставање на жалителот под делумно старателство и сместување во Дом за социјални грижи за лица со ментални заболувања", "10.  На неодредена дата во 2000, на предлог на двете блиски сроднички на жалителот, регионалниот јавен обвинител од Русе побарал од Окружниот суд во Русе (Окръжен съд) на жалителот целосно да му се одземе деловната способност. Во пресуда од 20 ноември 2000 судот делумно ја одзел деловната способноста на жалителот врз основа на тоа дека тој имал шизофренија од 1975 како и врз основа на неговата неспособност да се грижи за неговите права и интереси и да ги разбере последиците од неговите постапки. Судот одлучил дека заболувањето на жалителот не било толку сериозно за да биде потребно целосно одземање на деловната способност. Тој забележал, посебно, дека во текот на годините од 1975 до 2000 тој бил примен во психијатриска болница неколку пати. Судот го зел во предвид лекарскиот извештај подготвен во текот на постапката и го сослушал жалителот. Понатаму, според некои други лица кои судот ги сослушал, жалителот го продал сиот свој имот, просел, ги потрошил сите свои пари на алкохол и станувал агресивен секогаш кога ќе пиел.", "11.  Tаа пресуда била потврдена по жалба на жалителот со пресуда од 12 април 2001 од Апелациониот суд во Велико Трново (Апелативен съд), и потоа случајот бил доставен од општинскиот совет во Русе на 7 јуни 2001 за поставување на старател.", "12.  Со оглед на тоа што членовите на семејството одбиле да преземат какви било старателски должности, на 23 мај 2002 Општинскиот совет во Русе ја поставил г-ѓа Р.П., вработена во советот за старател на жалителот до 31 декември 2002.", "13.  На 29 мај 2002 Р.П. побарала од социјалните служби во Русе да го сместат жалителот во дом за социјални грижии за лица со ментални заболувања. Таа кон барањето приклучила повеќе документи вклучително и психијатриска дијагноза. Социјалните служби изработиле извештај за жалителот, воочувајќи на 23 јули 2002 дека тој имал шизофренија, дека живеел сам во мала руинирана доградба до куќата на неговата полусестра и дека таа и втората сопруга на неговиот татко изјавиле дека не сакале да бидат поставени за негови старатели. Затоа условите за сместување ан жалителот во Дом за социјални грижи биле исполнети.", "14.  На 10 декември 2002 бил потпишан договор за сместување помеѓу Р.П. и Домот за социјални грижи за возрасни лица со ментални заболувања во близина на селото Пастра во општината Рила („Домот за социјални грижи во Пастра“), установа за која било одговорно Министерството за труд и социјална политика. Жалителот не бил информиран за договорот.", "15.  Покасно во текот на тој ден, жалителот со амбулантно возило бил однесен во Домот за социјални грижи во Пастра, на околу 400 км од Русе. Пред Судот, тој изјави дека не му било кажано зошто е сместен во домот или за колку време; Владата не го негираше тоа.", "16.  На 14 декември 2002, на предлог на директорот на Домот за социјални грижи во Пастра, било заведено дека домашната адреса на жалителот била во општината Рила. Во потврдата за живеалиште било наведено дека неговата адреса била променета заради „постојан надзор“. Според најновите докази поднесени во февруари 2011, жалителот тогаш сеуште живеел таму.", "17.  На 9 септември 2005 адвокатот на жалителот побарал од Општинскиот совет во Рила да постави старател на нејзиниот клиент. Во писмо од 16 септември 2005 таа била известена дека Општинскиот совет одлучил на 2 февруари 2005 да го постави директорот на Домот за социјални грижи во Пастра за старател на жалителот.", "Б.  Престојот на жалителот во Домот за социјални грижи во Пастра", "1.  Одредби на договорот за сместување", "18.  Договорот склучен помеѓу старателот Р.П. и домот за социјални грижи во Пастра на 10 декември 2002 (види параграф 14 погоре) не го содржел името на жалителот. Во него се предвидувало дека домот ќе обезбеди храна, облека, лекарски услуги, греење и логично, сместување, за возврат на плаќање на износ напари определен со закон. Се чини дека целиот износ на инвалидската пезнија на жалителот била префрлена на Домот за покривање на тој износ. Во договорот било предвидено дека 80% од износот требало да се користи за плаќање на пружените услуги а останатите 20% биле тргнати настрана на лични трошоци. Според информации од списите на предметот, инвалидската пензија на жалителот, податок кој е ажуриран во 2008, изнесувала 130 бугарски лева (BGN – приближно 65 евра (EUR)). Во договорот не се прецизирало траењето на давањето на услуги за кое станувало збор.", "2.  Опис на домот", "19.  Домот за социјални грижи во Пастра се наоѓа во изолиран дел на планината Рила во југозападна Бугарија. До него може да се дојде преку прашлив пат од селото Пастра, најблиско место кое од домот е оддалечено 8 км.", "20.  Домот, изграден во дваесеттите, се состои од три згради, каде штитениците, сите мажи, се сместени според нивната ментална здравствена состојба. Според извештај подготвен од Агенцијата за социјална помош во април 2009, седумдесет и три лица живееле во домот, едно било во болница, а две лица побегнале. Од вкупниот број штитеници, на дваесет и три лица им била целосно одземена деловната способност, на две лица им била делумно одземена деловната способност, а останатите биле деловно способни. Секоја зграда има двор заграден со висока метална огреда. Жалителот бил сместен во блок 3 од домот, во кој биле сместени штитеници со помали здравствени проблеми, кои можеле да се движат и да одат сами до најблиското село, со претходно одобрение.", "21.  Според жалителот, Домот бил руиниран, бил нечист и едвај загреан во текот на зимата, и како последица на тоа, тој и другите штитеници биле принудени да спијат во нивните капути во зима. Жалителот бил во просторија од 16 метри квадрати со четири други штитеници и креветите биле практично еден до друг. Тој имал само мала масичка до креветот во која ги чувал неговите алишта, но, тој преферирал да ги чува ноќе во неговиот кревет, плашејќи се дека тие можеле да бидат украдени и заменети со стари. Штитениците на домот немале нивни лични делови од облека затоа што после нивното перење тие не им биле враќани на истите лица.", "3.  Исхрана, хигиена и санитарни услови", "22.  Жалителот тврдеше дека храната која ја добивал во домот била недоволна и неквалитетна. Тој немал никакво влијание во изборот на оброци и не му било дозволено да помага во нивното подготвување.", "23.  Пристап до бањата, која била во лоша состојба, бил дозволен еднаш неделно. Тоалетите биле во дворот, биле нехигиенски и во исклучително лоша состојба, се состоеле од дупки во земјата заградени со распаднати засолништа. Секој тоалет го користеле најмалку осум лица. Средства за хигиена биле достапни само повремено.", "4.  Неодамнешни настани", "24.  Во нејзиниот поднесок пред Големиот судски совет, Владата изјави дека била извршена реновација на крајот на 2009 во делот на домот каде што бил сместен жалитеот, вклучувајќи ги и санитарните објекти. Во домот сега имало централно греење. Исхраната била разновидна и редовно вклучувала овошје и зеленчук како и месо. Штитениците можеле да гледаат телевизија, имале пристап до книги и игри. Државата им обезбедила облека. Жалителот не ги оспори овие тврдења.", "5.  Патувања на жалителот", "25.  Управата на домот ги чувала документите за идентификација на жалителот, и тој можел да го напушти домот само со посебно одобрение од директорот. Тој редовно одел во селото Пастра. Се чини дека во текот на посетите тој воглавно помагал во домашните работи на селаните или работел во селскиот ресторан.", "26.  Помеѓу 2002 и 2006 жалителот се вратил во Русе три пати со одобрение за отсуство. Секое патување било одобрено за период од околу десет дена. Патувањето чинело 60 лева (приближно 30 евра), што било платено од управата на домот.", "27.  После неговите први две посети на Руси, жалителот се вратил во домот за социјални грижи во Пастра пред крајот на одобреното отсуство. Според изјава на директорот на Домот дадена на канцеларијата на јавниот обвинител на неопределена дата, жалителот се вратил порано затоа што не можел да управува со неговите финансиски средства и немал сместување.", "28.  Tретиот период од отсуство бил одобрен од 15 до 25 септември 2006. Откако жалителот не се вратил на предвидената дата, директорот писмено ја известил општинската полиција во Русе на 13 октомври 2006, и побарал да го најдат жалителот и да го однесат во Софија, каде вработени од Домот требало да го земат и однесат назад во Пастра. На 19 октомври 2006 полицијата во Русе го известила директорот каде бил жалителот но, дека тие не можеле да го однесат жалителот затоа што по него не трагала полицијата. Тој бил вратен назад во домот за социјални грижи во на 31 октомври 2006, наводно од лица вработени во домот.", "6.  Можности за културни и рекративни активности", "29.  Жалителот имал пристап до телевизор, неколку книги и шаховска табла во заедничката просторија на домот до 15 часот, после што просторијата била заклучувана. Просторијата не била загреана во зима и штитениците кога биле во неа ги носеле своите капути, капи и ракавици. Немало никакви други социјални, културни или спортски активности..", "7.  Преписка", "30.  Жалителот тврдеше дека вработените во Домот за социјални грижи одбиле да му дадат пликови за допишување и затоа што тој немал пристап кон своите пари, тој не можел ни да купи самиот. Вработените барале од него да им ги даде сите листови хартија кои тој сакал да ги испрати по пошта како тие би можеле да ги стават во плик и да ги испратат наместо него.", "8.  Лекарска терапија", "31.  Произлегува од лекарско уверение од 15 јуни 2005 (види параграф 37 подолу) дека после неговото сместување во домот во 2002, на жалителот му биле давани антипсихотици (carbamazepine (600мг)), под месечен надзор на психијатар.", "32.  Понатаму, на расправата пред Големиот судски совет застапниците на жалителот изјавија дека нивниот клиент бил во стабилна ремисија од 2006 и не бил на психијатриска терепија во последните неколку години.", "В.  Оценка на социјалните способности на жалителот во текот на неговото престојување во Пастра и заклучоци од психијатрискиот извештај подготвен на барање на неговиот адвокат", "33.  Еднаш годишно, директорот на Домот за социјални грижи и социјалниот работник на домот правеле извештаи за оцена на однесувањето на жалителот и неговите социјални способности. Во извештаите било посочено дека жалителот бил некомуникативен, повеќе преферирал да биде сам отколку да се вклучи во групни активности, одбивал да ги прима своите лекови и немал блиски роднини кои би ги посетувал при одобрено отсуство. Тој не бил во добри односи со неговата полусестра и никој не знаел дали тој имал каде да живее надвор од Домот за социјални грижи. Во извештаите било заклучено дека било невозможно жалителот да се реинтегрира во општеството, и била поставен цел да се гарантира дека тој ќе ги стекне потребните социјални способности и знаење, за да се врати во општеството и, на долг рок, да се реинтегрира во неговото семејство. Се чини нему никоаш не му била дадена терапија за таа цел.", "34.  Од списите на предметот произлегува дека во 2005 старателот на жалителот побарал од Општинскиот совет да му биде доделена социјална помош да се олесни неговата реинтеграција во заедницата. Врз основа на тоа барање, на 30 декември 2005 општинското одделение за социјална помош извршило „социјална оценка“ (социална оценка) на жалителот, после која било заклучено дека жалителот не бил способен да работи, дури ни во адаптирана средина, и дека немало потреба за обука или повторна обука, и дека во тие околности, тој имал право на социјална помош на трошоци за превоз, живот и лекарства. На 7 февруари 2007 општинското одделение за социјална помош му одобрило на жалителот месечна помош во износ од 16.50 лева (приближно 8 EUR). На 3 февруари 2009 износот бил зголемен на 19.50 лева (прближно 10 EUR).", "35.  Понатаму, на барање на неговиот адвокат, жалителот бил прегледан на 31 август 2006 од д-р В.С., друг психијатар, а не оној кој редовно го посетувал Домот за социјални грижи, и од страна на психолог, г-ѓа И.А. Во извештајот кој бил изработен било заклучено дека дијагнозата на шизофренија од 15 јуни 2005 (види параграф 37 подолу) била неточна затоа што жалителот не ги покажувал сите симптоми на тоа заболување. Во извештајот било наведено дека, иако жалителот порано го имал тоа заболување, тој не покажувал какви било знаци на агресија во моментот на прегледот, туку повеќе сомничав однос и блага тенденција кон „вербална агресија“, дека не примал терапија за болеста помеѓу 2002 и 2006 и дека неговата здравствена состојба била видно стабилизирана. Во извештајот било воочено дека не постоел никаво ризик за влошување на неговата ментална здравствена состојба и дека според мислењето на директорот на Домот, жалителот можел да се реинтегрира во општеството.", "36.  Според извештајот, престојот на жалителот во Домот за социјални грижи во Пастра бил многу штетен за неговата здравствена состојба и дека било пожелно тој да го напушти Домот, инаку, постоел ризик кај дено да се равие „синдромот на институционализација“ колку подолго тој останел таму. Во извештајот понатаму стоело дека би било пополезно за неговата ментална здравствена состојба и социјален развој да му се дозволи да се интегрира во животот на зедницата со што помалку ограничувања, и дека единствен аспект кој требало да се следи била неговата тендецнија кон прекумерно конзумирање на алкохол, која се појавила пред 2002. Според специјалистите кои го прегледале жалителот, однесувањето на лице зависно од алкохол можело да има слични особини со тоа на лице кое има шизофренија, затоа, потребно било посебно внимание во случајот на жалителот и требало да се внимава да не се мешаат тие две болести.", "Г.  Обидите на жалителот да биде одобрен прекин на делумното старателство", "37.  На 25 ноември 2004 жалителот, преку неговиот адвокат, побарал од канцеларијата на јавниот обвинител да поднесе предлог до Окружниот суд за враќање на деловната способност. На 2 март 2005 јавниот обвинител побарал од Домот за социјални грижи во Пастра да му испрати мислење на директорот и други медицински потврди во однос на болеста на жалителот за подготовка на можен предлог за враќање на неговата деловна способност. Врз основа на тоа барање, жалителот бил примен во психијатриска болница од 31 мај до 15 јуни 2006 за лекарска евалуација. Во уверение издадено на втората дата, лекарите потврдиле дека жалителот покажувал знаци на шизофренија. Со оглед на тоа што неговата здравствена состојба не се подобрила од 2002 кога бил сместен во Домот за социјални грижи, режимот на кој бил подложен останал непроменет. Тој примал лекови за одржување од 2002 под месечна контрола на психијатар. Психиолошкиот преглед покажал дека тој бил вознемирен, напнат и сомничав. Неговите комуникациски вештини биле слаби и тој не бил свесен за својата болест. Тој рекол дека сакал по секоја цена да го напушти домот. Лекарите не дале мислење за неговата способност за враќање во општеството ниту за потребата тој да остане во Домот за социјални грижи во Пастра.", "38.  На 10 август 2005 окружниот јавен обвинител одбил да поднесе предлог за враќање на деловната способност на жалителот врз основа на тоа дека, според мислење на лекарите, директорот на Домот за социјални грижи во Пастра и социјалниот работник на Домот, жалителот не можел самиот да се грижи за себеси, и дека Домот, каде можел да прима терапија, бил најсоодветното место за него. Адвокатот на жалителот се жалел на одбивањето да се поднесе предлог, тврдејќи дека нејзиниот клиент требало да има можност самиот да процени дали, со оглед на условите за живот во Домот, било во негов интерес тој да остане таму. Таа нагласила дека присилниот континуиран престој на жалителот во домот, претставувал лишување од слобода, ситуација која била неприфатлива. Едно лице не можело да биде ставено во институција без негова или нејзина согласност. Според законот кој бил во сила, секој кој бил под делумно старателство бил слободен да го избере неговото или нејзиното место на живеење, со согласност на старателот. Изборот на место на живеење затоа не бил во надлежност на обвинителството. И поркај тие приговори, одбивањето на окружниот јавен обвинител било потврдено на 11 октомври 2005 од страна на Виш јавен обвинител, и покасно на 29 ноември 2005 од страна на канцеларијата на Државниот јавен обвинител во Врховниот касационен суд.", "39.  На 9 септември 2005 жалителот, преку неговиот адвокат, побарал од градоначалникот на Рила да поднесе предлог за прекин на делумното старателство. Во писмо од 16 септември 2005 градоначалникот на Рила го одбил барањето, наведувајќи дека немало основа за таков предлог со оглед на лекарското уверение од 15 јуни 2005, мислењата на директорот и социјалниот работник и заклучоците од канцеларијата на јавниот обвинител. На 28 септември 2005 адвокатот на жалителот се обратил од Окружниот суд во Дупница за судска оцена на одлуката на градоначалникот, според член 115 од Законот за семејство (види параграф 49 подолу). Во писмо од 7 октомври 2005 Окружниот суд изјавил дека со оглед на тоа што на жалителот делумно му била одземена деловната способност, тој морал да поднесе валидно полномошно со кое се потврдува дека адвокатот го застапува, и дека требало да биде прецизирано дали неговиот старател учествувал во постапката. На неодредена дата адвокатот на жалителот доставила копија на полномошно потпишано од жалителот. Таа исто така побарала старателот да се приклучи во постапката како заинтересирана страна, или да се постави ад хок застапник. На 18 јануари 2006 судот одржал расправа на која претставник на градоначалникот на Рила приговорил дека полномошното било невалидно затоа пто не било потпишано и од старателот. Старателот, кој бил присутен на расправата, изјавил дека тој не се противел на предлогот на жалителот, но, дека неговата старосна пензија била недоволна да ги покрие неговите трошоци и дека, затоа, Домот за социјални грижи во Пастра било најдоброто место во кое тој би живеел.", "40.  Окружниот суд во Дупница донел пресуда на 10 март 2006. Во однос на допуштеноста на барањето за судско оцена, тој одлучил дека иако жалителот го овластил адвокатот да го застапува, таа не била овластена да презема мерки во негово име затоа пто старателот не го потпишал полномошното. Сепак, тој одлучил дека поддршката на старателот во однос на барањето дадена на јавната расправа ги валидирала сите процедурални мерки преземени од адвокатот, и затоа барањето било дозволено. Во однос на основаноста, судот го одбил барањето, одлучувајќи дека старателот немал легитимен интерес да го оспори одбивањето на градоначалникот, со оглед на тоа што можел да поднесе барање независно и директно за прекин на делумното старателство на жалителот. Со оглед на тоа што против пресудата не можело да се изјави жалба, таа станала правосилна.", "41.  На крај, жалителот изјави дека тој неколку пати усно побарал неговиот старател да поднесе барање за прекин на делумното старателство и за да му се дозволи да го напушти домот. Сепак, неговите барања биле секогаш одбивани.", "II.  РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКСА", "A.  Правен статус на лицата под делумно старателство и нивно застапување пред судовите", "42.  Член 5 од Законот за лица и семејство од 9 август 1949 предвидува дека лицата кои не се способни да се грижат за сопствените интереси заради психичка болест или психичко нарушување мора да им биде одземена целосно деловната способност и да се прогласат за деловно неспособни. На возрасни лица со поблага форма на такви нарушувања ќе им биде делумно одземена деловната способност. Лицата на кои им е целосно одземена деловната способност се ставаат под целосно старателство (настойничество), додека пак тие на кои им е делумно одземена деловната способност се ставени под делумно старателство (попечителство). Според членовите 4 и 5 од законот, лицата под делумно старателство не можат да преземаат правни работи без согласност на нивниот старател. Тие можат, сепак, да вршат обични работи кои се дел од секојдневниот живот и да имаат пристап до средствата добиени како надомест за нивната работа. Затоа, старателот на лице на кое делумно му е одземена деловната спосбност не може самостојно да прави правни трансакции кои се обврзувачки за тоа лице. Тоа значи дека договорите потпишани само од старателот, без согласност на лице на кое делумно му е одземена деловната спосбност, се невалидни.", "43.  Според член 16, параграф 2, од Законикот за граѓанска постапка („ЗГП“), лицата на кои целосно им е одземена деловната способност пред суд ги застапува старателот. Лицата на кои делумно им е одземена деловната способност, имаат право да учествуваат во судски постапки, со согласност на старателот. Затоа, старателот на лице на кое делумно му е одземена деловната способност нема улога на правен застапник. Старателот не може да презема дејства во име на лицето под делумно старателство, но, може да изрази согласност или несогласност со трансакциите на тоа лице (Сталев, Ж., Българско гражданско процесуално право, София, 2006 г., стр. 171). Особено, лице на кое делумно му е одземена деловната способност може да ангажира адвокат под услов полномошното да е потпишано од старателот (ibid., стр. 173).", "Б.  Постапка за поставување на старател на лице на кое делумно му е одземена деловната способност", "44.  Има две фази на постапката за поставување на старател на лице на кое делумно му е одземена деловната способност: делумно одземање на деловна способност и поставување на старател.", "", "1.  Делумно одземање на деловна спосбност во судска постапка", "45.  Првата фаза подразбира судска постапка која во релевантниот период била регулирана со членовите 275-277 од ЗГП од 1952, кои биле пренесни без измени во членовите 336-340 на новиот ЗГП од 2007. Предлог за одземање на деловна способност може да биде поднесен од брачниот партнер на лицето или блиски роднини, јавниот обвинител или од било која друга заинтересирана страна. Судот донесува одлука откако ќе го сослуша лицето на јавна расправа – или, откако лично стекнал впечаток за состојбата на тоа лице – и ги сослушал блиските роднини. Ако изјавите кои биле дадени се недоволни, судот може да употреби други докази, како што е лекарска евалуација од специјалисти. Според домашната судска пракса, евалуација мора да биде наредена кога судот не може да заклучи од било кои други информации во списите дека предлогот за одземање на деловна способност е неоснован (Решение на ВС № 1538 от 21.VIII.1961 г. по гр. д. № 5408/61 г.; Решение на ВС № 593 от 4.III.1967 г. по гр. д. № 3218/1966 г.).", "2.  Поставување на старател од страна на управни органи", "46.  Втората фаза подразбира управна постапка за поставување на старател, која во релевантниот период била регулирана со Глава X (членови 109-128) од Семејниот законик од 1985 („СЗ“); овие одредби биле пренесени, со само мали измени, во членовите 153-174 oд новиот СЗ од 2009. Административната фаза од постапката се води од орган наречен „орган за старателство“, имено градоначалникот или било кој друг работник на општински совет кој градоначалникот ќе го определи.", "47.  Старателот пожелно е да биде некој од роднините на засегнатото лице кои најдобро можат да ги бранат неговите или нејзините интереси.", "В.  Контрола на мерките преземени од старателот и можност за негово сменување", "48.  Mерките кои ги презема старателот се предмет на контрола од страна на органот за старателство. По барање на тој орган, старателот мора да поднесе извештај за неговите или нејзините активности. Ако се забележат какви било неправилности, органот може да побара тие неправилности да бидат отстранети или може да нареди суспендирање на мерките за кои станува збор (види член 126, параграф 2, и член 125 oд СЗ од 1985, и член 170 и член 171, параграфи 2 и 3, од СЗ од 2009). Не е јасно од домашното право дали лица на кое делумно им е одземена деловната способност може самостојно да побараат од градоначалникот или преку некој друг да ги укине мерките преземени од старателот.", "49.  Одлуките на градоначалникот, како орган за старателство, и секое одбивање на градоначалникот да постави старател или да преземе мерки предвидени со СЗ се предмет на судска оценка. Тие може да бидат оспорени од заинтересирани страни или јавниот обвинител пред окружен суд, која носи правосилна мериторна одлука (член 115 oд СЗ од 1985). Оваа процедура дозволува блиските на лицето побараат промена на старателот во случај на судир на интереси (Решение на ВС № 1249 от 23.XII.1993 г. по гр. д. № 897/93 г.). Според домашната судска пракса, лице на кое целосно му е одземена деловната способност не спаѓа во „заинтересираните страни“ кои имаат право да поведат таква постапка (Определение № 5771 от 11.06.2003 г. на ВАС по адм. д. № 9248/2002). Нема домашна судска пракса која покажува дека лице на кое делумно му е одземена деловната способност има право да го стори истото.", "50.  Понатаму, органот за старателство може во секо време да го смени старателот кој не ги исполнува неговите или нејзините должности (член 113 oд СЗ од 1985 ). Со член 116 oд СЗ од 1985, не може да биде поставено за старател лице кога има судир на интереси помеѓу тоа лице и лицето на кое делумно му е одземена деловната способност. Член 125 од СЗ од 1985 предвидува дека ќе биде поставен заменик старател кога старателот не може да ги исполнува неговите или нејзините должности или кога има судир на интереси. Во двата случаи, органот за старателство може да постави ад хок застапник.", "Г.  Постапка за враќање на деловната способност", "51.  Врз основа на член 277 oд ЗГП од 1952, оваа постапка е слична со постапката за делумно одземање на деловна способност. Секој кој може да поднесе предлог за ставање на лице под делумно старателство, органот за старателство и старателот може да поднесат предлог за враќање на деловната способност. Оваа одредба била пренесена во член 340 од ЗГП од 2007. На 13 февруари 1980 Врховниот суд во полн состав донел одлука (бр. 5/79) со цел да се разјаснат некои прашања во однос на постапката за одземање ан деловна способност. Параграф 10 од одлуката се однесува на постапката за враќање на деловната спосбност и гласи:", "„Правилата кои се применуваат во постапката за враќање на деловната способност се исти со тие кои ја регулираат постапката за одземање на деловната способност (член 277 и член 275, параграфи 1 и 2 од ЗГП). Лицата кои поднесле такво барање или блиските се сметаат за тужени во постапката. Ништо не го спрелува лицето кои побарало одзмеање на деловна способност на друго лице да побара прекинување на таа мерка ако се промениле околностите.", "Лицата кои се под делумно старателство може да предложат, самостојно или со согласност на нивниот старател, таа мерка да биде прекината. Тие исто така може да побараат органот за старателство или советот за старателство да поднесат предлог според член 277 од ЗГП до окружниот суд кој им ослучил за одземање на деловната способност. Во тие случаи, тие мора да докажат дека барањето е во нивен интерес преку доставување на лекарско уверение. Во контекст на такво барање, тие ќе се третираат како тужители. Кога старателот на лица на кое делумно им е одземена деловната способност, органот за старателство или советот за старателлство (во случај на лице на кое му е целосно одземена деловната способност) одибе да поднесе таков предлог за враќање на деловната способност, лицето на кое му е одземена деловната способност може да побара тоа да го стори јавниот обвинител (Постановление № 5/79 от 13.II.1980 г., Пленум на ВС).”", "52.  Понатаму, Владата се повика на случај во кој постапката за оцена на правниот статус на лице на кое целосно му била одземена деловната способност била поведена по барање на старателот и дека старателството над лицето било прекинато (Решение № 1301 от 12.11.2008 г. на ВКС по гр. Д. № 5560/2007 г., V г.о.).", "Д.  Валидност на договори склучени од застапниците на лица на кои им е одземена деловната способност", "53.  Член 26(2) oд Законот за облигации и договори од 1950 предвидува дека договорите кои се спротивни на законот или кои биле склучени без согласност се ништовни.", "54.  Според член 27 од истиот Закон, договорите склучени од застапниците на лица на кои им е одземена деловната способност, во спротивност на релевантните правила се сметаат за ништовни. Причина за потполна ништовност може да биде отворена во било кое време, додека пак причина за делумна ништавност само преку тужба до надлежен суд. Правото да се изнесе причина за ништовност застарува после три години од датата на прекин на делумното старателство. Во други случаи, периодот за кој станува збор, почнува да тече од датата на која е поставен старател (член 32(2), земен заедно со член 115(1)(д), oд гореспоменатиот закон; види исто така Решение на ВС № 668 от 14.III.1963 г. по гр. д. № 250/63 г., I г. о., Решение на Окръжен съд – Стара Загора от 2.2.2010 г. по т. д. № 381/2009 г. на I състав, Решение на Районен съд Стара Загора № 459 от 19.5.2009 г. по гр. д. № 1087/2008).", "Ѓ.  Место на живеење на лицата на кои им е одземена деловната способност", "55.  Според член 120 и член 122, параграф 3, од СЗ од 1985 параграф, лицата на кои им е одземена деловната способност се смета дека живеат на адресата на нивниот старател, освен ако „исклучителни причини“ наложуваат тие да живеат на друго место. Кога местото на живеење е променето без согласност на старателот, старателот може да побара окружниот суд да нареди лицето да се врати на официјалната адреса. Според член 163, параграфи 2 и 3 од СЗ од 2009, пред да донесе одлука во такви случаи, судот е должен да го сослуша лицето кое е под старателство. Ако заклучи дека постојат „исклучителни причини“, мора да одбие враќање на лицето и мора веднаш да го извести општинското одделение за социјална помош за да можат да бидат преземени заштитни мерки.", "56.  Против одлуката на окружниот суд може да се поднесе жалба до претседателот на регионалниот суд, иако нејзиното извршување не може да биде одложено.", "", "Ѓ.  Сместување на лица на кои им е одземена деловната способност во домови за социјални грижи за возрасни лица со психички заболувања", "57.  Според Законот за социјална помош од 1998, социјална помош се доделува на лица кои, од медицински и социјални причини, не се способни да ги задоволат нивните основни потреби самостојно преку работа, преку нивниот имот или со помош на лица кои според закон се должни да се грижат за нив (член 2 од Законот). Социјалната помош се состои од давање на различни финансиски надоместоци, надоместоци во натура и социјални услуги, вклучително и сместување во специјализирани институции. Тие надоместоци се доделуваат врз основа на индивидуална проценка на потребите на засегнатите лица и во согласност со нивните желби и личен избор (член 16(2)).", "58.  Врз основа на прописите за применување на Законот за социјална помош од 1998 (Правилник за прилагане на Закона за социално подпомагане), три категории на институции се дефинирани како „специјализирани установи“ за давање на социјални услуги: (1) домови за деца (домови за деца без родителска грижа, домови за деца со телесен инвалидитет, домови за деца со ментална ретардација); (2) домови за возрасни со инвалидитет (домови за возрасни со ментална ретардација, домови за возрасни со телесен инвалидитет, домови за возрасни лица со оштетен слух и вид, домови за возрасни со деменција), и (3) домови за стари лица (правило 36(3)). Социјалните услуги се даваат во специјализирани установи кога повеќе не е возможно да се добиваат во заедницата (правило 36(4)). Според домашното право, сместувањето на лице на кое му е одземена деловната способност не се смета за форма на лишување од слобода.", "59.  Слично, со Уредба бр.4 од 16 март 1999 за условите за извршување на социјални услуги, усвоена на 16 март 1999 (Наредба № 4 за условията и реда за извършване на социални услуги), возрасни лица со ментална ретардација се сместуваат во слецијализирани домови за социјална грижа ако е невозможно да им се даде лекарска нега во семејна средина (член 12, точка (4), и член 27 oд Уредбата). Член 33(1), точка (3), на Уредбата предвидува дека кога едно лице е сместено во дом за социјални грижи, лекарско уверение за здравствената состојба на тоа лице мора да биде приложено. Според член 37(1) oд Уредбата, договор за сместување и давање на социјални услуги се склучува помеѓу специјализираната установа и засегнатото лице или неговиот или нејзиниот законски застапник, врз основ на модел-договор одобрен од Министерството за труд и социјална политика. Лицето може да биде префрлени о друг дом или да ја напушти установата во која тој или таа бил/а сместен/а: (1) на негово или нејзино барање или на барање на неговиот или нејзиниот законски застапник, поднесено писмено до директорот на установа; (2) ако промената на неговата или нејзината психичка или физичка здравствената состојба повеќе не одговара на видот на домот; (3) во случај на неплаќање на месечниот социјален придонес за повеќе од еден месец; (4) во случај на постојани прекршувања ан интерните правила на установата; или (5) во случај на потврдена зависност од наркотици.", "60.  Понатаму, системот со кој се регулира задолжително психијатриско лекување и чување во здравствена установа е опишан во Законот за здравје од 2005, кој го замени Законот за јавно здравје од 1973.", "Ж.  Поставување на ад хок застапник во случај на судир на интереси", "61.  Член 16, параграф 16 од ЗГП предвидува дека, во случај на судир на интереси, помеѓу лицето кое е застапувано и самиот застапник, судот ќе постави ад хок застапник. Бугарските судови ја применуваат оваа одредба во некои случаи во кои имало судир на интереси помеѓу малолетници и нивниот законски застапник. Така, непоставувањето за ад хок застапник било одлучено дека е суштинска повреда на правилата на постапката за тактовство (Решение на ВС № 297 от 15.04.1987 г. по гр. д. № 168/87 г., II г. о.), спорови помеѓу родители посвоители и биолошки родители (Решение на ВС № 1381 от 10.05.1982 г. по гр. д. № 954/82 г., II г. о.) или имотни спорови (Решение № 643 от 27.07.2000 г. на ВКС по гр. д. № 27/2000 г., II г. о.; Определение на ОС – Велико Търново от 5.11.2008 г. по в. ч. гр. д. № 963/2008).", "З.  Одговорност на државата", "62.  Законот за одговорност на државата и општините за штета од 1988 (Закон за отговорността на държавата и общините за вреди – наслов изменет во 2006) предвидува во член 2(1) дека државата е одговорна за штета предизвикана на приватни лица со судска одлука со која се изрекуваат определени мерки на лишување од слобода кога одлуката била укината затоа што била без законска основа.", "63.  Член 1(1) oд истиот Закон предвидува дека државата и општините се одговорни за штета предизвикна од приватни лица и други правни субјетки како последица на незаконски одлуки, акти или несторувања од нивните органи или функционери во исполнување на нивните административни должности.", "64.  Во повеќе одлуки, различни домашни судови одлучиле дека оваа одредба е применлива за штета претрпена од затвореници како последица на лоши услови или несоодветен медицински третман во затвор и кога е соодветно, делумно или целосно ги прифатиле барањата за надомест на штета поднесени од засегнатите лица (реш. от 26.01.2004 г. по гр. д. № 959/2003, ВКС, IV г. о. and реш. № 330 от 7.08.2007 г. по гр. д. № 92/2006, ВКС, IV г. о.).", "65.  Нема судски одлуки во кои било одлучено дека овој став се применува на лоши услови во социјални установи.", "66.  Понатаму, се чини дека судската пракса на домашните судови според член 1(1) од овој Закон, секој чие здравје се влошило затоа што органи на Министерството за здравство не ја исполниле нивната должност да обезбедат редовно лекови може управните органи да бидат одговорни и да добие оштета (реш. № 211 от 27.05.2008 г. по гр. д. № 6087/2007, ВКС, V г. о.).", "67.  На крај, за државата и нејзините органи вашат обичните правила за надомест на штета за други причини која настанала, на пример, со смртта на лицето под старателство додека бегало од социјална установа за ворасни лица со психички нарушувања, од причина што вработените на установата не ја исполниле нивната должност на постојан надзор (реш. № 693 от 26.06.2009 г. по гр. д. № 8/2009, ВКС, III г. о.).", "Ѕ.  Апсење од страна на полицијата врз основа на Законот за Министерство за внатрешни работи од 2006", "68.  Според овој закон полицијата, помеѓу другото, е овластена да уапси секое лице кое, врз основа на тешки психички нарушувања или преку неговото или нејзиното однесување, претставува закана за јавниот ред или го изложува неговиот или нејзиниот живот на очигледна опасност (член 63(1)-(3)). Засегнатото лице може да ја оспори законитоста на неговото апсење пред суд, кој мора веднаш да донесе одлука за тоа (член 63(4)).", "69.  Понатаму, должностите на полицијата вклучуваат и потрага по исчезнати лица (член 139(3)).", "И.  Информации поднесени од жалителот за потраги по лица кои побегнале од домови за социјално згрижување на возрасни со психички заболувања", "70.  Бугарскиот Хелсиншки Комитет спровел истражување на полициски станици во врска со потрага на лица кои побегнале од домови за социјална грижа од овој тип. Произлегува од истражувањето дека не постое изедначена пракса. Некои полициски службеници рекле кога било побарано од вработени во дом да најдат исчезнато лице, тие ја правеле потрагата и го носеле лицето во полициска станица, пред да го известат домот. Други службеници објасниле дека тие го барале лицето, но, дека немале овластување да го уапсат, само ги изветувале вработените на домот, кои сами го враќале лицето назад.", "Ј.  Статистички податоци поднесени од жалителот за судски постапки во однос на одземање на деловна способност", "71.  Бгарскиот Хелсиншки комитет добил статисички податоци од осум регионални судови за исходот на постапки за враќање на деловна способност помеѓу јануари 2002 и септември 2009. Во текот на тој временски период на 677 лица им била одземена деловната спосбност. Постапка за враќање на деловната способност била поведена во триесет и шест случаи, во десет од нив деловната способност била вратена; целосно одземање било променето во делумно одземање на деловната способност во осум случаи: барањето било отфрлено во четири случаи; судовите ја прекинале постапката во седум случаи; а останатите се сеуште во тек.", "III.  РЕЛЕВАНТНИ МЕЃУНАРОДНИ ИНСТРУМЕНТИ", "A.  Ктонвенција за правата на лицата со инвалидитет усвоена од Генералното собрание на Организацијата на Обединетите нации на 13 декември 2006 (Резолуција A/RES/61/106)", "72.  Конвенцијата влезе во сила на 3 мај 2008. Таа беше потпишана од Бугарија на 27 септември 2007 но, сеуште не е ратификувана. Релевантните делови од Конвенцијата предвидуваат:", "член 12", "Еднакво признавање пред законот", "“1.Државите договорнички повторно потврдуваат дека, лицата со инвалидитет насекаде имаат право на признавање, како лица пред законот.", "2. Државите договорнички признаваат дека, лицата со инвалидитет уживаат законски права, на еднаква основа со другите во сите аспекти на животот.", "3. Државите договорнички преземаат соодветни мерки со цел да им обезбедат на лицата со инвалидитет пристап до поддршката, која може да им е потребна при остварувањето на нивната деловна способност.", "4. Државите договорнички ќе гарантираат дека сите мерки поврзани со остварување на деловната способност предвидуваат соодветни и ефикасни заштитни мерки за спречување на злоупотреба во согласност со меѓународното право за човекови права. Тие заштитни мерки ќе гарантираат дека мерки поврзани со користење на деловната способност ги почитуваат правата, волјата и желбите на лицето, дека нема судир на интереси и несоодветно влијание,дека се пропорционални и прилагодени на околностите на лицето, се применуваат колу е можно пократко и се предмет на редовна контрола од страна на надлежен, независен и непристрасен орган или суд. Заштитните мерки ќе бидат пропроционални на степенот во кој тие мерки влијаат врз правата и интересите на лицето..", "5. Под услов на почитување на одредбите на овој член, државите договорнички ги преземаат сите соодветни и ефикасни мерки за да обезбедат еднакво право на лицата со инвалиднтет да поседуваат или наследат сопственост, да ги контролираат своите финансиски работи и да имаат еднаков пристап до банкарски кредити, хипотеки и други форми на финансиско кредитирање и ќе гарантираат дека лицата со инвалидитет не се арбитрерно лишени од својата сопственост.“", "член 14\nСлобода и безбедност на личноста", "„1. Државите договорнички ќе гарантираат дека лицата со инвалидитет, на еднаква основа со другите", "(a) го уживаат правото на слобода и безбедност на личноста;", "(б) дека не се незаконски и арибитрерно лишени од слобода и дека секое лишување од слобода е во согласност со законот и дека постоењето на инвалидитет во ниту еден случај не е го оправдува лишувањето од слобода.", "2.  Државите договорнички ќе гарантираат дека, доколку лицата со инвалидитет се лишени од слобода во било каква постапка, тие имаат право на на еднаква основа со другите, на гаранции во согласност со меѓународното право за човекови права и се третираат во согласност со целите и начелата од оваа Конвенција, вклучувајќи и преку обезбедување на разумно прилагодување.“", "Б.  Препорака бр. R (99) 4 на Комитетот на министри на Советот на Европа за принципите за шравна заштита на возрасни лица на кои им е одземена деловната способност (усвоена на 23 февруари 1999)", "73.  Релевантните одредби на Препораката гласат:", "принцип 2 – Флексибилност на правните мерки", " „1.  Мерките за заштите и другите правни мерки за заштита на личните и економски интереси на лица на кои им е одземена деловната способност треба да бидат доволни, во опсег или во нивната флексибилност, за да овозможат соодветен правен одговор на различините степени на деловна неспособност и различни ситуации.", "...", "4.  Опсегот на мерки на заштитиа треба да вклучува, во соодветни случаи, мерки кои не ха ограничуваат деловната способност на засегнатото лице.“", "принцип 3 – Максимално зачувување на деловната способност", "„1.  Законската рамка треба, колку што е можно повеќе, да признае дека може да постојат различни степени на деловна неспособност и дека таа може да се променува од време на време. Затоа, заштитната мерка, не треба автоматски да доведе до целосно одземање на деловна способност. Сепак, ограничувањето на деловната способност треба да биде возможно кога е докажано дека е потребно за заштита на засегнатото лице.", "2.  Посебно, заштитната мерка не треба автоматски да доведе до тоа лицето да нема право на глас, или да направи тестамент, или да даде или одбие согласност за било каква медицинска интервенција, или да донесува одлука од лична природа во било кое време кога неговата или нејзината способност тоа го дозволува. ...“", "принцип 6 – Пропорционалност", "„1.  Кога заштитна мерка е потребна таа треба да биде пропорционална на степенот на способност на засегнатото лице и прилагодена на индивиудалните околности и потреби на засегнатото лице.", "2.  Заштитната мерка треба да влијае врз деловната способност, правата и слободите на засегнатото лице во што можно помач обем кој е во согласност со постигнување на целта на интервенцијата. ...“", "Принцип 13 – Право лицето да биде сослушано лично", "„Засегнатото лице треба да има право да биде сосолушано лично во секоја постапка која би можела да има влијание врз неговата или нејзината деловна способност.“", "Принцип 14 – Времтраење, контрола и жалба", "„1.  Заштитните мерки треба, секогаш кога е возможно и соодветно, да се со ограничено траење. Треба да се даде прилика за периодични контроли.", "...", "3.  Треба да има соодветни права на жалба.“", "В.  Извештаи за посети на Бугарија од Европскиот комитет за спречување на тортура и нечовечко или понижувачко постапување или казнување (CPT)", "", "", "1.  Извештај на CPT за неговата посета од 16 до 22 декември 2003, објавен на 24 јуни 2004", "74.  Овој извештај се однесува на ситуацијата на лицата кои се ставени од јавните органи во социјални установи за лица со психички нарушувања или ментална заостанатост, а за кои е одговорно Министерството за труд и социјална полтиика. Делот II.4 oд извештајот е посветен на Домот за социјални грижи во Пастра.", "75.  CPT забележал дека официјалниот капацитет на домот бил 105 лица. Имало 92 регистрирани штитеници од машки пол, од кои осумдесет и шест биле присутни во времето на посетата. Двајца штитеници побегнале, а на останатите им било одобрено отсуство. Околу 90% од штитениците имале шизофренија а останатите имале психички растројства. Мнозинството од нив биле многу години во установата, а отпуст од установата не бил вообичаена пракса.", "76.  Според заклучоците на CPT, просториите на Домот за социјални грижи во Пастра биле во очајна состојба и нечисти, а во домот немало соодветно греење.", "77.  Особено, во зградите немало вода. Штитениците се капеле во студена вода во дворот и биле неизбричени и нечисти. Бањата, која можеле да ја користат еднаш недлено, била рудиментирана и трошна.", "78.  Tоалетите, кои исто така биле во дворот, се состоеле од распаднати засолништа со дупка ископана во земјата. Тие биле во ужасна состојба и пристапот до нив бил опасен. Понатаму, основни средства за хигиена биле ретко достапни.", "79.  Во извештајот се воочува дека храната која лицата ја добивале била несоодветна. Штитениците добивале три оброци на ден, вклучително 750 грама леб. Во понудата никогаш немало јајца и млеко, а свежо овошје и зеленчук биле ретко достапни. Не била обезбедена специјална исхрана.", "80.  Еинствениот вид на терапија во домот се состоел од давање на лекови. Штитениците, кои биле третирани како хронични психијатриски пациенти на кои им требала терапија за одржување, биле регистрирани како надворешни пациенти на психијатар во Дупница. Психијатарот го посетувал домот секои два или три месеци, и на повик. Понатаму, штитениците имале пхисијатриски преглед два пати годишно, кога нивните лекарства се проверувале и, ако биле потребно, се променувале. Речиси сите штитеници примале психијатриски лекарства, што било заведувано на специјален картон и и биле давани од медицински сестри.", "81.  Покрај давање на лекарства, никакви други терапевтски активности не биле организирани за штитениците кои воделе пасивен, монотон живот.", "82.  CPT заклучил дека тие услови создале ситуација за која можело да се каже дека доведувала до нечовечко и понижувачко постапување. Тој побарал од бугарските власти итно да го заменат Домот за социјални грижи во Пастра. Во нивниот одговор од 13 февруари 2004 бугарските власти потврдиле дека домот не бил во согласност со европските стандарди. Тие изјавиле дека домот ќе биде затворен како приоретно прашање и дека штитениците ќе бидат префрлени во други установи.", "83.  CPT понатаму забележал, во делот II.7 oд неговиот извештај, дека сместувањето на лица со психички инвалидитет во специјална установа бил де факто лишување од слобода. Процедурата за сместување затоа требало да биде предмет на заштитни мерки, помеѓу кои објективна лекарска, и особено психијатриска, оценка. Исто така била од голема важност тие лица да имаат право да поведат постапка во која судот брзо ќе одлучи за законитоста на нивното сместување. CPT препорачал Бугарија да гарантира такво право (види параграф 52 од извештајот).", "2.  Извештај на CPT’ за неговата посета од 10 до 21 септември 2006, објавен на 28 февруари 2008", "84.  Во својот извештај CPT повторно препорачал воведување на судска контрола на законитоста на сместување во дом за социјални грижи (види параграфи 176-177 од извештајот).", "85.  Комитетот исто така препорачал дека треба да се направат напори да се гарантира дека сместувањето на штитеници во домот за лица со психички заболувања и/или заостанатост била целосно во согласност со словото и духот на законот. Договорите за давање на социјални услуги требале да ги прецизираат законските права на штитениците, вклучително и можностите за поднесување поплаки за сместувањето пред надворешен орган. Понатаму, птитениците кои не можеле да ги разберат договорите требало да добијат соодветна помош во тој поглед (види параграф 178 од извештајот).", "86.  На крај, CPT ги повикал бугарските власти да ги преземат потребните чекори да се избегне судири на интереси кои произлегуваат од поставувањето на вработен во дом за социјални грижи за старател на штитеник во истата установа (види параграф 179 од извештајот).", "87.  CPT направил уште една посета во Домот за социјални грижи во Пастра во текот на неговата периодична посета во октомври 2010.", "IV.  СПОРЕДБЕНО ПРАВО", "A.  Пристап до суд за враќање на деловна способност", "88.  Споредбената анализа на домашното право на давесет држави члени на Советот на Европа покажува дека во големото мнозинство на случаи (Хрватска, Данска, Естонија, Финска, Франција, Германија, Грција, Унгарија, Луксембург, Монако, Полска, Португалија, Романија, Словачка, Шведска, Швајцарија и Турција) законот дозволува на секое лице на кое му била одземена деловната способност директно да побара од судовите престанок на таа мерка.", "89.  Во Украина, лицата на кои делумно им била одземена деловната способност можат самите да побараат престанок на таа мерка, тоа не важи за оние лица на кои им била целосно одземена деловната способност, кои сепак можат да ги оспорат пред суд мерките преземени од нивниот старател.", "90.  Судска постапка за прекин на мерката одземање на деловна способност не може да биде поведена директно од засегнатото лице во Латвија (каде барање може да поднесе јавен обвинител или советот за старателство) или Ирска.", "Б.  Сместување на лица на кои им е одземена деловната способност во специјална установа", "91.  Споредбената анализа на законите на дваесет држави договорни страни на Конвенцијата покажува дека нема воедначен пристап во Европа во однос на прашањето на сместување на лица на кои им е одземена деловната способност во специјални установи, особено во однос на органот надлежен да нареди сместување и гаранциите обезбедени на засегнатото лице. Сепак може да се забележи дека во некои земји (Австрија, Естонија, Финска, Франција, Германија, Грција, Полска, Португалија и Турција) одлуката за долготрајно сместување на лицето во дом против негова или нејзина волја директно се носи или одобрува од страна на судија.", "92.  Во други правни системи (Белгија, Данска, Унгарија, Ирска, Латвија, Луксембург, Монако и Обединетото Кралство) го овластуваат старателот, блиските или управните органи да одлучат за сместување во специјална установа без да биде потребно одобрение од судија. Исто така произлегува дека во секоја од овие земји, сместувањето треба да исполни повеќе суштински услови, поврзани со здравствената состојба на лицето, постоењето на опасност или ризик и/или поднесување на лекарски уверенија. Понатаму, обврската да се сослуша или консултира засегнатото лице во врска со неговото сместување, поставувањето на временски рок со закон или од страна на суд за завршување или контрола на сместувањето, и можноста за правна помош се помеѓу заштитните мерки предвидени во неколку домапни правни системи.", "93.  Во определени земји (Данска, Германија, Грција, Унгарија, Ирска, Латвија, Полска, Словачка, Швајцарија и Турција) можност за оспорување на првата одлука за сместување пред судски орган му е сотапна на засегнатото лице без да е потребна согласност од старателот.", "94.  На крај, неколку држави (Данска, Естонија, Финска, Германија, Грција, Ирска, Латвија, Полска, Швајцарија и Турција) директно го овластуваат засегнатото лице повремено да побара судска контрола на законитоста на продолженото сместување.", "95.  Исто така треба да се воочи дека законите за деловна способност или сместување во специјални установи на многу земји биле неодамна изменети (Австрија:2007, Данска: 2007, Естонија: 2005: Финска: 1999; Франција: 2007; Германија 1992; Унгарија: 2004; Латвија: 2006; Полска: 2007; Украина: 2000; Обединетото Кралство:2005) или измените се во тек (Ирска). Овие законски реформи се предвидени за да се зголеми правната заштита на лицата на кои им е одземена деловната способност преку обезбедување на или право на директен пристап до суд за оцена на нивниот статус или дополнителни заштитни мерки кога се сместени во специјални установи против нивна волја.", "ПРАВО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕН 5 § 1 OД КОНВЕНЦИЈАТА", "96.  Жалителот тврдеше дека неговото сместување во домот во Пастра било спротивно на член 5 § 1 oд Конвенцијата.", "Член 5 § 1 предвидува:", "„1. Секој има право на слобода и на безбедност. Никој не смее да биде лишен од слобода, освен врз основа на закон во долунаведените случаи:", "(а) ако издржува казна затвор по пресуда на надлежниот суд;", "(б) ако бил уапсен или притворен поради противење на законскиот налог на судот или со цел да се обезбеди извршување на со закон пропишана обврска;", "(в) ако е уапсен или притворен поради приведување пред надлежна судска власт, кога постои оправдано сомнение дека тоа лице извршило кривично дело, или кога постојат оправдани причини тоа лице да се спречи да изврши кривично дело, или по извршувањето на кривичното дело да побегне;", "(г) ако се работи за притвор на малолетник врз основа на законска процедура, заради воспитување под надзор или заради приведување пред надлежна судска власт;", "(д) ако се работи за притвор на лице за да се спречи ширење на некоја заразна болест, на ментално оболени лица, алкохоличари, наркомани и скитници;", "(ѓ) ако се апси или притвора лице врз основа на закон, со цел да се спречи илегално да влезе во земјата или лице против кое е во тек постапка за протерување или екстрадиција.“", "", "A.  Прелиминарни забелешки", "97.  Големиот судски совет забележува дека Владата поднесе приговор кој го поднесе и пред Судскиот совет тврдејќи дека не биле искористени домашните правни лекови во однос на жалбениот навод по член 5 § 1.", "98.  Приговорот беше заснован на следните аргументи. Прво, жалителот можел во секое време лично од судот да побара враќање на деловната способност според член 277 од ЗГП, и прекин на старателството би значело дека може да го напушти домот по негова волја. Второ, неговите блиски на ја искористиле можноста, според членивите 113 и 115 од СЗ, да побараат од орагнот за старателство да биде сменет старателот. Според Владата, во случај на одбивање, блиските на жалителот можеле да се обратат до суд, кој мериторно би одлучил по барањето и, ако било соодветно, би поставил нов старател, кој потоа би можел да го раскине договорот за сместување. Владата исто така тврдеше дека во суштина дека блиските на жалителот можеле да го оспорат договорт склучен помеѓу старателот Р.Ш. и домот во Пастра. На крај, таа посочи дека самиот жалител можел да побара органот за старателство да постави ад хок застапнил врз основа на наводен судир на интереси со неговиот старател, со цел да побара да ја напушти установаната и да живее на друго место (член 123, параграф 1, oд СЗ).", "99.  Големиот судски совет забележува дека во одлуката за допуштеност од 23 јуни 2010 Судскиот совет одлучил дека овој приговор отворал прашања кои биле поврзани со жалбениот навод на жалителот по член 5 § 4 и затоа го приклучил приговорот кон неговата анализа на основаноста на жалбата во однос на таа одредба.", "100.  Понатаму, заклучувајќи дека прашањето дали имало „лишување од слобода“ во смисла на член 5 § 1 во овој случај било тесно поврзано со основаноста на жалбениот навод по таа одредба, Судскиот совет исто така го приклучил тоа прашање кон одлучувањето за основаноста. Големиот судски совет не гледа причина да ги доведе во прашање заклучоците на Судскиот совет во однос на тие прашања.", "Б.  Дали жалителот бил лишен од слобода во смисла на член \n5 § 1", "1.  Аргументи на странките", "(a)  Жалителот", "101.  Жалителот изјави дека иако според домашното право, сместувањето на лица со психички заболувања во установи за социјално згрижување се сметало за „доброволно“, неговото префрлање во Домот за социјални грижи претставува лишување од слобода. Тој тврдеше дека, како во случајот Storck v. Germany (no. 61603/00, ECHR 2005V), објективните и субјективните елементи на лишувањето од слобода била присутни во неговиот случај.", "102.  Што се однесува на природата на мерката, жалителот тврдеше дека живеењето во Дом за социјални грижи на оддалечено планинско место претставувало физичка изолација од општеството. Тој не можел самиот да избере да си замине затоа што, немал документи за лична идентификација или пари, тој би се соочил со ризик да биде сопрен од полицијата за рутинска контрола, пто било распостранета пракса во Бугарија.", "103.  Отсуствата од домот за социјални грижи се подложни на дозвола. Оддалеченоста од приближно 420 км помеѓу установата и неговото родно село и фактот што тој немал пристап до неговата инвалидска пензија му онезвоможувале да патува ро Русе повеќе од три пати. Жалителот понатаму тврдеше дека нему не му била дадена дозвола да патува во многу прилики од страна на управата на домот. Тој дополни дека, според пракса без никаква законска основа, штитеницие кои ќе останале подолго од дозволенот време се третирале како лица во бегство нив ги барала полицијата. Тој изјави во врска со тоа дека во една прилика полицијата го уапсила во Русе и дека, иако тие не го вратиле во домот, фактот што директорот побарал тој да биде најден и вратен назад претставувал значително ограничување на неговото право на лична слобода. Тој изјави дека тој бил уапсен и задржан од полицијата до пристигнувањето на вработени од домот за да го вратат назад, без да биде информиран за причините за неговото лишување од слобода.", "Со оглед на тоа што тој бил вратен назад под принуда, ирелевантно било тоа што лицата кои го вратиле биле вработени на домот.", "104.  Жалителот понатаму тврдеше дека неговото сместување во Домот веќе траело повеќе од осум години и дека неговите надежи дека еден ден ќе го напушти биле попусти, затоа што одлуката морала да биде одобрена од неговиот старател.", "105.  Во однос на последиците од неговото сместување, жалителот ја нагласи строгоста на режимот на кој бил подложен. Неговите работни активности, третман и движење биле предмет на темелен и практичен надзор од страна на вработените на Домот. Тој бил должен да следи строга дневна рутина, будење, одење во кревет и јадење во утврдено време. Тој немал слобода во изборот на облека, подготовката на неговите оброци, учество во културни настани или развој на односи со други луѓе, вклучително и интимни врски затоа што сите штитеници на Домот биле мажи. Нему му било дозволено да гледа телевизија само наутро. Затоа, неговото сместување во домот предизвикало воочливо влошување на неговата благосостојба и почеток на синдромот на институционализација, со други зборови неспосбност да се реинтегрира во заедницата и да води нормален живот.", "106.  Во однос на субјективниот елемент, жалителот тврдеше дека неговата ситуација се разликувала од ситуацијата анализирана во \nH.M. v. Switzerland (no. 39187/98, ECHR 2002II), каде жалителката се согласила да биде сместена во установа за нега. Неговиот старател во тоа време, г-ѓа Р.П. (види параграф 12 погоре), не го консултирала за сместувањето и, дотолку повеќе, тој неа не ја ни познавал, ниту пак бил известен за постоењето на договорот за сместување од 10 декември 2002 (види параграф 14 погоре) кој тој не го потпишал. Тие околности прикажувале распространета пракса во Бугарија каде луѓе на кои им е одземена деловната способност, дури и делумно, се сметаат за неспосбни да ги изразат своите желби. Понатаму, јасно било од медицинските документи дека желбите на жалителот да го напушти домот не биле толкувани како слободна изразена желба, туку како симптом на психичка болест.", "107.  На крај, во случајот H.M. v. Switzerland (цитиран погоре) властите ја засновале нивната одлука да ја сместат жалителката во дом за нега после детална анализа која покажала дека условите за живот во нејзиниот дом биле многу влошени како последица на тоа пто таа не соработувала со органот за социјална заштита. Напротив, жалителот во овој случај никогаш не му била понудена ниту пак тој одбил алтернативна социјална грижа во неговито дом.", "(б)  Владата", "108.  Во нејзините писмени опсервации пред Судскиот совет, Владата прифати дека околностите на случајот претставувале „лишување од слобода“ во смисла на член 5 § 1 oд Конвенцијата. Сепак, на расправата и во постапката пред Големиот судски совет, таа тврдеше дека тој ччлен не бил применлив. Таа забележа дека во тој однос жалителот не бил присилно сместен во психијатриска установа од страна на јавните власти според Законот за јавно здравје, туку тој бил сместен во дом за социјални грижи на предлог на неговиот старател, врз основа на граѓанско-правен договор и според правилата за социјална помош. Така, лицата на кои им била потребна помош, вклучувајќи ги и тие со психички заболувања, може да побараат повеќе социјални и медицински услуги, или директно или преку застапник според Законот за социјална помош од 1998 (види параграфи 57-60 погоре). Домовите за возрасни со психички заболувања нуделе широк спектар на услуги од тој тип и сместувањето во такви установи не можело да се смета за лишување од слобода.", "109.  Што се однесува на конкретните околности на овој случај, Владата нагласи дека жалителот никогаш изречно и свесно не приговорил на неговото сместување во домот, и дека затоа не можело да се заклучи дека мерката била присилна. Понатаму, тој можел да си замине од Домот во секое време.", "110.  Понатаму жалителот бил поттикнуван да работи во селскиот ресторан најдобро што умее и дека му било дозволено отсуство три пати. Причината од која тој два пати се вратил од Русе пред истекот на дозволеното отуство (види параграф 27 погоре) била тоа што тој немал каде се смести. Владата понатаму тврдеше дека жалителот никогаш не бил вратен во Домот од полицијата. Таа потврди дека во септември 2006 директорот бил приморан да побара од полицијата да го бара жалителот затоа пто тој не се вратил (види параграф 28 погоре). Сепак, јасно било од случајот Dodov v. Bulgaria (no. 59548/00, 17 January 2008) дека државата имала позитивна обврска да се грижи за лицата сместени во домови за социјални грижи. Според Владата, мерките преземени од директорот бил дел од оваа должност за заштита.", "111.  Владата понатаму забележа дека жалителот немал деловна способност и дека ја немал предноста на семејна средина на поддршка, сместување или доволно средства за самостоен живот. Повикувајќи се во тој поглед на пресудите во H.M. v. Switzerland (цитиран погоре) и Nielsen v. Denmark (28 November 1988, Series A no. 144), таа тврдеше дека сместувањето на жалителот во домот било само заштитна мерка преземена само во негов интерес и претставувала соодветен одговор на на социјалната и медицинската итност, а тој одговор не може да се смета за недоброволен.", "(в)  Трета страна", "112.  Interights ги даде следните генерални забелешки. Таа изјави и дека направила споредбена анализа на праксата за сместување на лица со психички заболувања во специјални установи во земјите на Централна и Источна Европа. Според заклучоците од истражувањето, во најголемиот дел од случаи сместувањето во такви установи можело да се смета дека претставува де факто лишување од слобода.", "113.  Домовите за социјални грижи често били во рурални или планински области до кои не било лесно да се стигне. Кога тие се наоѓале во близина на урбани области, тие биле обиколени со високи ѕидови или ограда а вратите биле заклучени. По правило, штитениците можеле да ги напуштат домовите само со изречна дозвола од директорот на домот и за определно време. Во случај на отсуство кое не било дозволено, полицијата била овластена да го бара и врати тоа лице. Истиот рестриктивен режим важел за сите штитеници, без каква било разлика според нивниот правен статус – без разлика дали тие имале деловна способноста или таа им одземена делумно или целосно – и според Interights, тоа било одлучувачки фактор. Воопшто не се земало во превид дали сместувањето било доброволно или недоброволно..", "114.  Во однос на анализата на субјективниот аспект на сместувањето, Interights изјави дека согласноста на засегнатото лице било прашање кое барало посебно внимание. Големи напори требало да се направат за да се утврдат нивните вистински желби, без оглед на одземањето на деловната способност до кое можело да дојде во нивниот случај. . Interights изјави дека во реалноста, соочени со избор помеѓу опасен, бездомнички живот и релативната безбедност во домовите за социјални грижи, лицата без деловна спосбност во земјите во Централна и Источна Европа можеле да се одлучат за второто решени, само затоа што не биле понудени алтернативни услуги од државниот систем на социјална помош. Тоа не значело, сепак, дека засегнатото лице можело да се каже дека по своја слободна волја се согласило со сместувањето.", "2.  Оценка на Судот", "(a)  Општи принципи", "115.  Судот повотрува дека разликата помеѓу лишување од слобода и ограничувања на слободата на движење, која е регулирана со член 2 од Протокол бр.4, е само во степенот или интензитетот, а не во природата или суштината. Иако понекогаш не е лесно да класифицира некоја мерка во едната или во другата категорија во смисла на тоа дека некои гранични случаи се прашање на чисто мислење, Судот не може да ја избегне таа одлука од која зависи применливоста или неприменливоста на член 5 (види Guzzardi v. Italy, 6 November 1980, §§ 92-93, Series A no. 39). За да се утврди дали некој бил лишен од слобода, почетната точка мора да биде конкретната ситуација во која се наоѓа лицето и мора бидат земени во предвид широк спектар на критериуми како што е типот, траењето, последиците и начинот на спроведување на мерката за која станува збор (види Storck, цитиран погоре, § 71, и Guzzardi, цитиран погоре, § 92).", "116.  Во контекст на лишувањето од слобода врз основа на менталното здравје, Судот има одлучено дека може да се смета дека лицето е „лишено од слобода“ дури и во време кога тоа било во отворено болничко одделение со редовен пристап без да биде придружувано од некого на неосигурени болнички простори и со можност само да излезе надвор од болницата (види Ashingdane v. the United Kingdom, 28 May 1985, § 42, Series A no. 93).", "117.  Понатаму, во однос на сместувањето на лица со психички заболувања во установа, Судот има одлучено дека поимот лишување од слобода не само пто се состои од објективен елемент на чување на лицето во определен ограничен пристор значително долго време. Може да се смета дека едно лице е лишено од слобода ако, како дополнителен субјективен елемент, тоа не дало валидна согласност за таквото чување (види Storck, цитиран погоре, § 74).", "118.  Судот одлучил дека имало лишување од слобода во околности како следните: (a) кога жалителот, на кого му била одземена деловната способност и бил примен во психијатриска болница на барање на неговиот законски застапник, неуспешно се обидел да ја напушти болницата (види Shtukaturov v. Russia, no. 44009/05, § 108, 27 March 2008); (б) кога жалителката прво се согласила да биде примена во клиника но, потоа се обидела да побегне (види Storck, цитиран погоре, § 76); и (в) кога жалителот бил возрасно лице кое не било способно да даде согласност за неговото примање во психијатриска установа а која, сепак, никогаш не се обидел да ја напушти (види H.L. v. the United Kingdom, no. 45508/99, §§ 89-94, ECHR 2004IX).", "119.  Судот исто така има одлучено дека правото на слобода е премногу важно во демократско општество за некои лице да ја изгуби предноста од заштитата која ја дава Конвенцијата од едноставна причина што тоа можеби самото се согласило да биде лишено од слобода (види De Wilde, Ooms and Versyp v. Belgium, 18 June 1971, §§ 64-65, Series A no. 12), особено кога не е спорно дека тоа лице нема деловна способност да се согласи или да не се согласи со, предложената мерка (види H.L. v. the United Kingdom, цитиран погоре, параграф 90).", "120.  Понатаму, Судот имал прилика да забележи дека првата реченица на член 5 § 1 мора да се толкува дека определува позитивна обврска на државата да ја заштити слободата на сите кои се под нејзина јурисдикција. Поинаку, би имало голема празнина во заштитата од арбитерно лишување од слобода, што не било во согласност со важноста на личната слобода во демократско општество. Државата затоа е должна да преземе мерки кои обезбедуваат ефикасна заштита на ранливи лица вклучувајќи и разумни чекори за спречување на лишување од слобода за кои властите знаат или треба да знаат (види Storck, цитиран погоре, параграф 102). Така, со оглед на конкретните околности на случаите за кои одлучувал, Судот има одлучено дека имало одговорност на домашните власти како последица на лишување од слобода на барање на старателот на жалителот (види Shtukaturov, цитиран погоре) и лишување од слобода во приватна клиника (види Storck, цитиран погоре).", "(б)  Примена на тие принципи во овој случај", "121.  Судот најпрво забележува дека не е потребно во овој случај да одлучи дали, генерално, секое сместување на лице на кое му е одземена деловната способност во установа за социјални грижи претставува „лишување од слобода“ во смисла на член 5 § 1. Во некои случаи, сместувањето е предложено од семејствата кои исто така се вклучени во мерките за старателство и е засновано на граѓанско-правен договор склучен со соодветна социјална установа. Затоа, било какво ограничување на слободата е последица на дејствија на приватни лица а улогата на властите е ограничена на вршење надзор. Од Судот не се бара во овој случај да одлучи за обврските кои може да произлезат според Конвенцијата за властите во такви околности.", "122.  Судот забележува дека има специјални околности во овој случај. Членовите на семејството на жалителот не биле вклучени во мерките за старателство, а должноста на старател била дадена на државен службеник (г-ѓа Р.П.) која преговарала и го склучила договорот за сместување со Домот за социјални грижи во Пастра без каков било контакт со жалителот, кој всушност никогаш не ни го запознала. Договорот за сместување бил имплементиран во државна установа од страна на социјалните служби, кои исто така не го сослушале жалителот (види параграфи 12-15 погоре). Жалителот никогаш не бил консултиран за одлуките на неговиот старател, иако тој можел да побара валидно мислење и неговата согласност била потребна според Законот за поединци и семејство од 1949 (види параграф 42 погоре). Покрај тоа, тој не бил пренесен во Домот за социјални грижи во Пастра на негово барање или врз основа на доброволно склучен граѓанско-правен договор за сместување во установа за да му биде дадена социјална помош и заштита. Судот смета дека ограничувањата на кои жалителот се жали се последица на различни мерки преземени од јавните власти и установи преку нивните службеници, почнувајќи од првичното барање тој да биде сместен во установа и преку имплементирање ан релевантната мерка, а не на акти и иницијатива на приватни лица. Иако нема укажувања дека старателот на жалителот дејствувала во лоша вера, горните согледувања го разликуваат овој случај од Nielsen (цитиран погоре), каде мајката на жалителот го сместила својот син, малолетник, во психијатриска установа во добра вера, што го навело Судот дека мерката за која станува збор подразбирала користење на старателските права над дете кое не било способно да даде валидно мислење.", "123.  Затоа може да се заклучи дека сместувањето на жалителот во дом за социјални грижи е дејствие кое може да им се припише на домашните власти. Останува да биде утврдено дали ограничувањата кои биле резултат на таа мерка довеле до „лишување од слобода“ во смисла на член 5.", "124.  Во однос на објективниот аспект, Судот забележува дека жалителот бил сместен во зграда која не можел да ја напупти, но, нагласува дека прашањето дали зградата била заклучена не било одлучувачко (види Ashingdane, цитиран погоре, параграф 42). Иако е точно дека жалителот можел да оди во најблиското село, за тоа му била потребна изречна дозвола (види параграф 25 погоре). Понатаму, времето кое го поминувал надвор од домот и местата на кои можел да оди биле предмет на контрола и ограничувања.", "125.  Судот понатаму воочува дека помеѓу 2002 и 2009 на жалителот му било дозволено отсуство за три кратки посети (од околу десет дена) во Русе (види параграфи 26-28 погоре). Судот не може да шпекулира дали ако побарал тој би можел почесто да оди во посета. Сепак, забележува дека таквата дозвола за отсуство била дискрециона одлука на управата на Домот, која ги чувала документите за лична идентификација на жалителот и управувала со неговите финансии, вклучувајќи ги и трошоците за превоз (види параграфи 25-26 погоре). Понатаму, на Судот му изгледа дека местото на домот во планински регион далеку од Русе (околу 400 км) го правело патувањето тешко и скапо за жалителот со оглед на неговите приходи и способност самиот да организира патување.", "126.  Судот смета дека овој систем на одобрување отсуство и фактот што управата ги чувала документите за лична идентификација на жалителот наметнувале значителни ограничувања на неговата лична слобода.", "127.  Понатаму, не е спорно дека кога жалителот не се вратил од отсуство во 2006, управата на Домот побарала од полицијата во Русе да го најде и врати (види параграф 28 погоре). Судот може да прифати дека такви мерки се дел од одговорностите преземени од управата на дом за лица со психички заболувања кон своите штитеници. Понатаму воочува дека дека тој не бил вратен од полицијата и дека тој не докажал дека бил упасен до доаѓањето на вработените од домот.Сепак, со оглед на тоа дека дозволеното време за отсуство истекло, вработените го вратиле во Домот без оглед на неговите желби.", "128.  Затоа, иако жалителот можел да патува неколку пати, факторите кои се наведени погоре го наведоа Судот да смета дека, спротивно на тврдењето на Владата, тој бил под постојан надзор и не можел да си замине од Домот кога ќе посакал без дозвола. Повикувајќи се на случајот Dodov (цитиран погоре), Владата сметаше дека ограничувањата за кои станува збор биле потребни со оглед на позитивната обврска на властите да го заштитат животот и здравјето на жалителот. Судот воочува дека во случајот споменат погоре, мајката на жалителот има Алзхајмерова болест и дека, како последица, нејзиното помнење и други ментални капацитети прогресивно се влошувале, до тој степен што вработените во домот за нега добиле напатствија да не ја оставаат сама. Во овој случај, сепак, Владата не покажа дека здравствената состојба на жалителот била таква да тој бил изложен на непосреден ризик, или да наложи воведување на било какви специјални ограничување за заштита на неговиот живот и тело.", "129.  Што се однесува на траењето на мерката, Судот забележува дека тоа не било прецизирано и затоа било од неограничено траење затоа што жалителот бил запишан во општинските книги за евиденција дека има постојана адреса на живеење во Домот, каде сеуште се наоѓа (живеејќи таму повеќе од осум години). Овој временски период е доволно долг за тој да ги почувствува негативните последици на ограничувањата кои му биле наметнати.", "130.  Што се однесува на субјективниот аспект на мерката, треба да се воочи дека, спротивно на домашното право (види параграф 42 погоре), жалителот не бил прашан за негово мислење за сместувањето во домот и тој никогаш изречно не се согласил да биде таму сместен. Наместо тоа, тој бил однесен во Пастра со амбулантно возило и сместен во Домот без да биде известен за причините или за траењето на таа мерка, која била преземена од страна на старателот кој му бил поставен. Судот забележува во тој поглед дека постојат ситуации во кои желбите на лице со нарушени ментални капацитети може валидно да бидат заменети со тие на друго лице кое дејствува врз основа на заштитна мерка и дека понекогаш е тешко да се утврдат вистинските желби или преференции на засегнатото лице. Сепак, Судот веќе има одлучено дека фактот што некое лице нема деловна способност не значи нужно дека тој не е во состојба да ја разбере ситуацијата (види Shtukaturov, цитиран погоре, § 108). Во овој случај, домашното право им давало определено значење на желбите на жалителот и се чини дека тој бил свесен за неговата ситуација. Судот воочува дека, барем од 2004, жалителот јасно ја изразил својата желба да си оди од Домот за социјални грижи во Пастра, и на психијатрите, и преку неговите поднесоци до властите во кои барал да му биде вратена деловната способност и да се одлучи за прекин на старателството (види параграфи 37-41 погоре).", "131.  Заради овие согледувања овој случај се разликува од \nH.M. v. Switzerland (цитиран погоре), во кој Судот одлучи дека немало лишување од слобода затоа што жалителката бил сместена во дом за нега исклучиво во нејзин интерес и, дека после нејзиното пристигнување во домот, таа се согласила да остане. Во тој поглед Владата не покажа дека во овој случај, при пристигнувањето во Домот за социјални грижи во Пастра или покасно, жалителот се согласил да остане таму. Со оглед на тоа, Судот не е убеден дека жалителот се согласил да биде сместен таму или дека тоа молкум го прифатил покасно и во текот на неговиот престој.", "132.  Со оглед на конкретните околности во овој случај, особено вклучувањето на властите во одлуката жалителот да биде сместен во Домот и нејзиното спроведување, правилата за дозволување на отсуство, времетраењето на сместувањето и тоа што жалителот не дал согласност во тој поглед, Судот заклучува дека ситуацијата која ја разгледува претставува лишување од слобода во смисла на член 5 § 1 oд Конвенцијата. Затоа, таа одредба е применлива во овој случај.", "В.  Дали сместувањето на жалителот во Домот за социјални грижи во Пастра било во согласност со член 5 § 1", "1.  Аргументи на странките", "(a)  Жалителот", "133.  Жалителот тврдеше дека, со оглед на тоа што тој не се согласил да биде сместен во Домот за социјални грижи во Пастра и што не го потпишал договорот склучен помеѓу неговиот старател и Домот, договорот бил спротивен на Законот за лица и семејство. Тој додаде дека тој не бил известен за постоењето на договорот во времето кога бил сместен и дека тој за него не дознал долго време после тоа. Тој исто така немал можност да ја оспори таа мерка на старателот. Иако старателот бил должен според член 126 од Семејниот Законик да доставува извештај за своите активности до органот за старателство (градоначалникот), тој не бил овластен да преземе какви било мерки против неа. Понатаму, не бил подготвен извештај во однос на жалителот, а неговите старатели никогаш не биле повикани на одговорност за тој пропуст.", "134.  Жалителот понатаму тврдеше дека неговото сместување во дом за лица со психички заболувања не спаѓало помеѓу причините од кои лишувањето од слобода може да биде оправдано во смисла на член 5. Мерката за која станува збор не била оправдана со потреба да се гарантира јавната безбедност или неспособноста на засегнатото лице да живее надвор од установата. Во поддршка на ова тврдење, жалителот тврдеше дека директорот на Домот проценил дека тој бил способен да се интегрира во заедницата и дека биле направени обиди тој да се зближи со семејството, иако тие биле неуспешни. Затоа, властите ја засновале нивната одлука тој да биде сместен во Домот на фактот што неговото семејство не било подготвено да се грижи за него и дека му била потребна социјална помош. Тие не провериле дали потребната помош можела да биде обезбедена преку алтернативни мерки со кои помалку се ограничувала неговата лична слобода. Таквите мерки биле сосема возможни со оглед на тоа што бугарскиот закон обезбедувал широк спектар на социјални услуги, како што е лична помош, центри за социјална рехабилитација и специјални надоместоци и пензии. Властите според тоа не воспоставиле правична рамнотежа помеѓу социјалните потреби на жалителот и неговата лична слобода. Би било арбитрерно, и спротивно на смислата на член 5, лишувањето од слобода да биде засновано само на социјални причини.", "135.  Ако Судот одлучел дека сместувањето спаѓало во опсегот на член 5 § 1 (д), според кој лица со психички болести може да бидат лишени од слобода, жалителот тврдеше дека домашните власти не ги исполниле условите од таа одредба. Во отсуство на понова психијатриска оценка, јасно било дека сместувањето во Домот не било со цел да му се обезбеде лекарска терапија и дека било засновано само на медицински документи поднесеви во текот на постапката за одземање на деловна способност. Тие документи биле издадени приближно една година и шест месеци претходно и не се однесувале стриктно на неговото сместување во установа за лица со психички заболувања. Повикувајќи се на Varbanov v. Bulgaria (no. 31365/96, § 47, ECHR 2000-X), жалителот изјави дека тој бил сместен во Домот за социјални грижи во Пастра без било каква оцена на неговото ментално здравје.", "(б)  Владата", "136.  Владата тврдеше дека сместувањето на жалителот во Домот било во согласност со домашното право затоа што старателот потпишал договор врз основа на кој жалителот требало да добива социјални услуги во негов интерес. Затоа таа постапила во согласност со нејзините одговорности и ја исполнила нејзината должност да заштити лице кое е под делумно старателство.", "137.  Имајќи во предвид дека единствената цел на сместувањето била да му се обезбедат на жалителот социјални услуги според Законот за социјална помош, а не да му се дава задолжителен медицински третман, Владата тврдеше дека мерката не потпаѓала под член 5 § 1 (д) oд Конвенцијата. Во тој поглед, властите ја зеле во предвид неговата финансиска и семејна ситуација, што значи, дека тој немал финансиски средства или блиски кои можат секојдневно да му помагаат.", "138.  Владата воочи во исто време дека жалителот можел во секој случај да се смета за „ментално оболено лице“ во смисла на член 5 § 1 (д). Лекарската евалуација спроведена во текот на постапката за одземање на деловна способност во 2000 јасно покажала дека тој имал психички нарушуувања и дека затоа било легитимно тоа што властите го сместиле во установа за лица со слични проблеми. На крај, повикувајќи се на пресудата во Ashingdane (цитиран погоре, параграф 44), Владата тврдеше дека постоела соодветна врска помеѓу причината за сместувањето, имено здравствената состојба на жалителот, и установата во која тој бил сместен. Затоа, таа сметаше дека мерката за која станува збор не го повредувала членот 5 § 1 (д).", "(в)  Tретата страна", "139.  Врз основа на истражувањето споменато во параграфите 112-144 погоре, Interights тврдеше дека во земјите од Централна и Источна Европа, сместувањето на лица со ментални нарушувања во дом за социјални грижи се гледало само од аспект на социјална заштита и било регулирано со договорно право. Со оглед на тоа дека тие сместувања не се сметале за форма на лишување од слобода според домашното право, процедуралните механизми за заштита кои биле достапни во однос на недоброволно задржување во психијатриска болница не биле применливи.", "140.  Interights изјави дека сиутации од таков карактер можеле да се споредат со таа анализирана во случајот H.L. v. the United Kingdom (цитиран погоре), во кој критиката била насочена кон системот пред 2007 во Обединетото Кралство, во која доктрината на неопходност која постои во прецеднтното право дозволувала „неформално“ лишување од слобода на лице со ментални нарушувања кое не се противело на тоа. Судот одлучил дека непостоењето на утврдени процедурални правила за примање и лишување од слобода на тие лице било запрепастувачко. Според Судот, постоел значаен контраст помеѓу овој недостаток на правни прописи и екстензивниот систем на заштитни механизми кои важеле за формално психијатриско чување регулирано со закони за ментално здравје. Во отсуство на формализирана процедура за прием, во која би било јасно кој може да предложи прием, од кои причини по која основа, и со оглед на недостатокот на укажувања во поглед на должината на лишувањето од слобода или карактерот на третманот или негата, здравствени работници во болницата презеле потполна контрола и третманот на едно ранливо лице без деловна способност, исклучиво врз основа на сопствената лекарска оценка, која се вршела тогаш кога и на начин на кој тие сметале е дека е неопходно. Иако нема сомневање дека тие здравствени работници постапувале добронамерно и во најдобар интерес на жалителот, Судот воочил дека намената на процедуралните заштитни механизми е точно таа да се заштитат поединците од какви било погрешни проценки и професионални пропусти (H.L. v. the United Kingdom, цитиран погоре, параграфи 120121).", "141.  Interights го повика Судот да остане конзистентен во тој пристап и да одлучи дека во овој случај неформалното примање и продолженото лишување од слобода во дом за социјални грижи било спротивно со заштитните механизми против арбитрерност според член 5. Судовите не биле вклучени во ниту една фаза од постапката и ниту едно друго независно тело немало задача да ги мониторира установите за кои станува збор. Недостатокот на прописи заедно со ранливоста на лицата со психички заболувања овозможувало злоупотреби на човековите права во контекст на исклучително ограничен надзор.", "142.  Tретата страна понатаму тврдеше дека во најголем дел од таквите случаи, сместувањето било по автоматизам затоа пто постоеле многу малку можности за алтернативна социјална помош. Таа изјави дека властите треба да имаат практична обврска да обезбедат соодветки мерки со кои во помала мерка се ограничувала личната слобода но, со кои сепак можело да се гарантира лекарска нега и социјални услуги за лица со психички заболувања. Тоа би било начин на применување на принципот дека правата кои се гарантирани со Конвенцијата не треба да се теоретски или илузорни туку практични и ефикасни.", "2.  Оцена на Судот", "(a)  Општи принципи", "143.  Судот повторува дека за да е во согласност со член 5 § 1, лишувањето од слобода за кое станува збор мора најпрво да биде „законито“, вклучувајќи почитување на процедура предвидена со закон; во тој поглед Конвенцијата упатува на домашниот закон и ја определува обврската да се постапува во согласност со материјалните и процедуралните правила на тој закон. Покрај тоа, наложува дека секое лишување од слобода мора да биде во согласност со целта на член 5, имено заштита на поединци од арбитрерност (види Herczegfalvy v. Austria, 24 September 1992, § 63, Series A no. 244). Понатаму, лишување од слобода на поединци е толку сериозна мерка што тоа е оправдано само кога други, помалку строги мерки биле разгледани и било одлучено дека се недоволни за го заштитат поединецот или јавниот интерес што можело да наложи засегнатото лице да биде лишено од слобода. Тоа значи дека не е доволно лишувањето од слобода да биде во согласност со домашниот закон; тоа мора исто така да биде неопходно во конкретните околности (види Witold Litwa v. Poland, no. 26629/95, § 78, ECHR 2000III).", "144.  Понатаму, подпараграфите од (a) до (ѓ) oд член 5 § 1 cодржат исрцпна листа на допуштени основи за лишување од слобода; таа мерка нема да биде законита освен ако потпаѓа во една од тие основи (ibid., § 49; види исто така, посебно, Saadi v. the United Kingdom [GC], no. 13229/03, § 43, 29 January 2008, и Jendrowiak v. Germany, no. 30060/04, § 31, 14 April 2011).", "145.  Што се однесува на лишувањето од слобода на лица со психички заболувања, едно лице не може да биде лишено од слобода затоа што е „ментално оболено“ освен ако следните три минимални услови не се исполнети: прво, мора веродостојно да се покаже дека станува збор за ментално оболено лице; второ, менталното нарушување мора да биде од таков вид и таков степен да бара задолжително чување; трето, важењето на континуираното чување зависи од континуирано присуство на таквото нарушување.(види Winterwerp v. the Netherlands, 24 October 1979, § 39, Series A no. 33; Shtukaturov, цитиран погоре, § 114; и Varbanov, цитиран погоре, § 45).", "146.  Што се однесува на вториот од горните услови, лишувањето од слобода на лице со психичко заболување може да биде неопходно не само кога на лицето му е потребна терапија, лекарства или друг клинички третман за да се излечи или ублажи неговата болест, туку исто така и кога на лицето му е потребна контрола и надзор за да биде спречено, на пример, да си наштети себеси или на дрги лица (види Hutchison Reid v. the United Kingdom, no. 50272/99, § 52, ECHR 2003IV).", "147.  Судот понатаму повторува дека мора да постои некаква врска помеѓу употребената основа на дозволено лишување од слобода и местото и условите на лишувањето од слобода. Во принцип, „лишувањето од слобода“ на лице кое е психијатриски пациент ќе биде „законито“ во смисла на член 5 § 1 (д) ако се спроведува во болница, клиника или друга соодветна установа која е овластена за таква намена (види Ashingdane, цитиран погоре, параграф 44, и Pankiewicz v. Poland, no. 34151/04, параграфи 42-45, 12 February 2008). Сепак, земајќи ги во предвид горенаведеното, член 5 § 1 (д) не се однесува во принцип на соодвветен третман или услови (види Ashingdane, цитиран погоре, параграф 44, и Hutchison Reid, цитиран погоре, параграф 49).", "(б)  Примена на тие принципи во овој случај", "148.  При одлучувањето дали сместувањето на жалителот во Домот за социјални грижи во Пастра било законито во смисла на член 5 § 1, Судот мора да утврди дали мерката за која станува збор била во согласност со домашниот закон, дали спаѓала во опсегот на еден од исклучоците предвидени со подпараграфите (a) до (ѓ) на член 5 § 1 од Конвенцијата oд правилото на лична слобода, и на крај, дали било оправдано врз основа на еден од тие исклучоци.", "149.  Врз основа на релевантните домашни инструменти (види параграфи 57-59 погоре), Судот воочува дека Бугарскиот закон предвидува сместување во установа за социјално згрижување како заштитна мерка преземена на предлог на засегнатото лице, а не како присилна мерка изречена по основите наведени во параграфите (a) до (ѓ) oд член 5 § 1. Сепак, во конретните околности на овој сучај, мерката за која станува збор подразбирала значителни ограничувања на личната слобода што довело до лишување од слобода без воопшто да се земе во предвид волјата или желбите на жалителот (види параграфи 121-132 погоре).", "150.  Што се однесува на тоа дали била почитувана постапката предвидена со закон, Судот воочува прво дека според домашниот закон, старател на лице на кое му е одземена деловната способност не е овластен да презема правни дејствија во име на тоа лице. Сите договори кои се составени во такви случаи се валидни само ако се потпишани заедно од старателот и лицето под делумно старателство (види параграф 42 погоре). Судот затоа заклучува дека одлуката на старателот на жалителот, Р.П., да го смести во дом за лица со психички заболувања, без негова претходна согласност била невалидна според бугарскиот закон. Овој заклучок е сам по себе доволен Судот да утврди дека лишувањето од слобода на жалителот било спротивно на член 5.", "151.  Во секој случај, Судот смета дека таа мерка била незаконита во смисла на член 5 § 1 oд Конвенцијата затоа што не било оправдана врз основа на ниту еден од подпараграфите од (a) дo (ѓ).", "152.  Жалителот прифати дека властите постапиле воглавно врз основа на одредби со кои се регулира социјална помош (види параграф 134 погоре). Сепак, тој тврдеше дека ограничувањата кои му биле наметнати претставувале лишување од слобода кое што не било наложено од ниту еден од исклучоците предвидени во подпараграфите од (a) дo (ѓ) од член 5 § 1 од правилото за лична слобода. Владата изјави дека сместувањето на жалителот во Домот било само со цел да се заштитат неговите интереси за добие социјална грижа (види параграфи 136-137 погоре). Сепак, таа изјави дека ако Судот одлучи дека член 5 § 1 бил применлив, требало да одлучи дека мерката за која станува збор била во согласност со подпараграф (д) со оглед на психичката болест на жалителот (види параграф 138 погоре).", "153.  Судот воочува дека жалителот ги исполнувал условите за социјална помош затоа што тој немал сместување и не бил способен да работи како последица на неговата болест. Судот е на став дека, во определени околности благосостојбата на лице со психичко заболување може да биде дополнителен фактор кој треба да се земе во предвид, покрај медицински докази, при оценувањето дали е потребно лицето да се смести во установа. Сепак, објективната потреба за сместување и социјална помош не смее по автоматизам да води кон наметнување на мерки кои вклучуваат лишување од слобода. Судот смета дека секоја заштитна мерка треба да ги одразува колку што е можно повеќе желбите на лицата кои се способни да ја изразат својата волја. Пропуштањето да се побара нивно мислење би можело да доведе до ситуации на злоупотреба и да го наруши користењето на правата на ранливите лица. Затоа, секоја мерка која е преземена без претходна консултација на заинтересираното лице по правило ќе бара внимателна оценување.", "154.  Судот е подготвен да прифати дека сместувањето на жалителот во Домот било директна последица на состојбата на неговото ментално здравје, делумното одземање на неговата деловна способност и неговото ставање под делумно старателство. Околу шест дека откако г-ѓа Р.П., била поставена за старател на жалителот, без да го познава или да се сретне со него, одлучила врз основа на списите да побара од социјалните служби да го сместат во Дом за лица со психички заболувања. Социјалните служби, од нивна страна, исто така се повикале на менталното здравје на жалителот при одлучувањето дека барањето треба да биде одобрено. На Судот му се чини дека е јасно дека ако на жалителот не му била одземена деловната способност поради неговото психичко заболување, тој не би можел да биде лишен од слобода. Затоа, овој случај треба да биде разгледан според подпараграф (д) од член 5 § 1.", "155.  Останува да се утврди дали сместувањето на жалителот во Домот ги исполнувало условите определени со судската пракса на Судот во однос на лишување од слобода на лица со психички заболувања (види ги принципите наведени во параграф 145 погоре). Во врска со тоа, Судот повторува дека при одлучувањето дали едно лице треба да биде лишено од слобода како „ментално оболено лице“, на националните власти треба им се признае дека имаат определено дискреционо право со оглед на тоа што пред сѐ е на нив да ги оценат доказите кои се изведени пред нив во конкретен случај: задачата на Судот е да ги провери одлуките на тие власти според Конвенцијата (види Winterwerp, цитиран погоре, § 40, и Luberti v. Italy, 23 February 1984, § 27, Series A no. 75).", "156.  Во овој случај точно е дека извештајот на лекари специјалисти изработен во текот на постапката за одземање на деловната способност на жалителот упатувал на неговите заболувања. Сепак, релевантниот преглед се случил пред ноември 2000, додека пак жалителот бил сместен во Домот за социјални грижи во Пастра на декември 2002 (види параграфи 10 и 14 погоре). Со оглед на тоа, повеќе од две години поминале од специјалистичкиот психијатриски преглед на кој се повикале властите и сместувањето на жалителот во домот, во текот на кое време старателот не проверил дали имало било каква промена на неговата состојба и не се сретнала или консултирала со него. За разлика од Владата (види параграф 138 погоре), Судот смета дека овој е период е предолг и дека медицинското мислење дадено во 2000 не може да се смета дека веродостојно ја изразува состојбата на менталното здравје на жалителот во времето на сместувањето. Исто така треба да се воочи дека домашните власти немале каква било правна обврска да наредат психијатриски извештај во моментот на сместувањето. Владата објасни во тој поглед дека релевантните одредби биле тие од Законот за социјална помош, а не одредбите од Законот за здравје (види параграфи 57-60 и 137 погоре). Сепак, според Судот, тоа што немало неодамнешна медицинска евалуација би било доволно за да се заклучи дека сместувањето на жалителот во Домот не било законито во смисла на член 5 § 1 (д).", "157.  Како дополнително согледување, Судот забележува дека во овој случај не биле исполнети ниту другите услови на член 5 § 1 (д). Што се однесува на потребата да се оправда сместувањето со сериозноста на неговото заболување, тој воочува дека целта на лекарскиот извештај од 2000 не била да се утврди дали здравствената состојба на жалителот наложувала негово сместување во дом за лица со психички заболувања, туку само да се утврди прашањето за неговата правна заштита. Иако е точно дека член 5 § 1 (д) дозволува лишување од слобода на лице со психичко заболување дури и тогаш кога медицински третман не е нужно предвиден (види Hutchison Reid, цитиран погоре, § 52), таквата мерка мора да биде правилно оправдана со сериозноста на состојбата на лицето во интерес на тоа да се гарантире неговата или нејзината сопствена заштита или заштита на другите. Во овој случај, сепак, не беше утврдено дека жалителот претставувал ризик за себеси или за другите, на пример заради неговата психичка состојба; тврдењето на некои сведоци дека тој станувал агресивен кога пиел (види параграф 10 погоре) не може само по себе да биде доволно во оваа смисла. Ниту пак властите пријавиле какви било акти на насилство од страна на жалителот во текот на неговиот престој во Домот за социјални грижи во Пастра.", "158.  Судот исто така ги воочува и неправилностите при оценувањето дали заболувањето кое го наложило лишувањето од слобода на жалителот сеуште постоело. Иако тој бил под надзор на психијатар (види параграф 31 погоре), целта на тој надзор не била да овозможи евалуација на редовни интервали дали било потребно тој сеуште да е во Домот за социјални грижи во Пастра во смисла на член 5 § 1 (д). Всушност, со релевантните закони таква евалуација не била предвидена.", "159.  Со оглед на тоа што беше наведено претходно, Судот забележува дека сместувањето на жалителот не било наредено „според постапка пропишана со закон“и дека неговото лишување од слобода не било оправдано со подпараграф (д) од член 5 § 1. Понатаму, Владата не посочи било која од другите основи наброени во подпараграфите од (а) до (ѓ) која би можела да го оправда лишувањето од слобода за кое станува збор во овој случај.", "160.  Затоа, имало повреда на член 5 § 1.", "II.  НАВОДНА ПОВРЕДА НА ЧЛЕН 5 § 4 OД КОНВЕНЦИЈАТА", "161.  Жалителот се жалеше дека тој не можел да се обрати до суд кој ќе одлучи за законитоста на неговото сместување во Домот за социјални грижи во Пастра..", "Тој се повика на член 5 § 4 oд Конвенцијата, кој предвидува:", "„Секој кој ќе биде лишен од слобода со апсење или притворање има право да вложи жалба до судот, и тој во кус рок да ја разгледа законитоста на тоа лишување од слобода и ако тоа не било законско, да нареди негово ослободување.“", "A.  Аргументи на странките", "1.  Жалителот", "162.  Жалителот изјави дека домашниот закон не предвидувал било какви конкретни правни лекови во поглед на неговата ситуација, како што е периодична судска контрола на законитоста на неговото сместување во дом за лица со психички заболувања. Тој додаде дека, со оглед на тоа што тој бил сметан за неспособен самиот да преземе правно дејствие, домашниот закон не му обезбедил можност да се обрати до суд да побара одобрение да го напушти Домот за социјални грижи во Пастра. Тој изјави дека тој исто така не можел да побара неговото сместување да биде прекинато, со оглед на судирот на интереси со неговиот старател, кој во исто време бил и директор на Домот.", "163.  Жалителот понатаму воочи дека нему не му било дозволено да поведе постапка пред суд предвидена со член 277 од ЗГП (види параграф 51 погоре) и дека, такво барање не би довело до оценка за законитоста на неговото лишување од слобода туку само би се оцениле условите кои го оправдувале делумното старателство за кое станува збор.", "164.  Тој исто така тврдеше дека постапката предвидена во членовите 113 и 115 од СЗ (види 49-50 параграфи погоре) теоретски им давала на неговите блиски право да побараат од градоначалникот да го промени старателот или да го убеди градоначалникот да го раскине договорот за сместување. Сепак, тоа било индиректен правен лек кој нему не му бил достапен, затоа што неговата полусестра и втората сопруга на неговиот татко не сакале да поведат таква постапка.", "2.  Влада", "165.  Владата тврдеше дека, со оглед на тоа што целта на сместувањето на жалителот во Домот била да му се овозможат социјални услуги, тој можел во секое време да побара договорот за сместување да биде раскинат без да мора во тоа да се вклучат судовите. Според изјавата на Владата, во делот во кој жалителот навел судир на интереси со неговиот старател, тој можел да се повика на член 123, параграф 1, од СЗ (види параграф 50 погоре) и да побара од органот за старателство да постави ад хок застапаник, кој потоа би можел да се согласи со промена на живеалиштето на жалителот.", "166.  Владата понатаму изјави дека блиските на жалителот не ја искористиле можноста која ја имале по членовите 113 и 115 од СЗ да побараат од органот за старателство да го промени старателот или да ги оспорат мерките кои таа ги презела. Владата дополни дека во случај на одбивање, неговите блиски можеле да се жалат пред суд, која би одлучил мериторно, и ако било соодветно, да постави нов старател, кој потоа би можел да го раскине договорот за сместување. Тоа, според Владата, би им овозможило да го оспорат во суштина договорот потпишан помеѓу г-ѓа Р.П. и Домот за социјални грижи во Пастра.", "167.  На крај, Владата изјави дека предлот за враќање на деловната способност (според член 277 од ЗГП – види параграф 51 погоре) претставувал правен лек во смисла на член 5 § 4 затоа што, ако било забележано значително подобрување на здравствената состојба на жалителот и бил одобрен прекин на старателството, тој би бил слободен да го напушти Домот.", "Б.  Оцена на Судот", "1.  Општи принципи", "168.  Судот повторува дека член 5 § 4 им дава права на лицата лишени од слобода да поведат постапка за оцена на почитувањето на процедуралните и материјалните услови кои се суштински за „законитоста“, во смисла на Конвенцијата, на нивното лишување од слобода. Поимот на „законитост“ според параграф 4 од член 5 има исто значење како и параграф 1, така што лицето кое е лишено од слобода има право на оценка на „законитоста“ на неговото лишување од слобода во светло не само на условите од домашното право туку исто така и од Конвенцијата, општите принципи кои се содржани во неа и целта на ограничувањата дозволени со член 5 § 1. Член 5 § 4 не гарантира право на судска оценка од таков опсег да го овласти судот, во сите аспекти вклучувајќи прашања на чиста ажурност, дискреционото право на органот кој одлучува да го замени со своја дискрециона одлука. Оцената треба, сепак, да биде доволно широка да има влијание врз оние услови кои се суштински за „законито“ лишување од слобода на едно лице според член 5 § 1 (see E. v. Norway, 29 August 1990, § 50, Series A no. 181-A). „Судот“ кој ја врши оценката не смее да има само советодавни функции туку мора да има надлежност да „одлучи“ за „законитоста“ на лишувањето од слобода и да нареди пуштање на слобода ако лишувањето од слобода е незаконито (види Ireland v. the United Kingdom, 18 January 1978, § 200, Series A no. 25; Weeks v. the United Kingdom, 2 March 1987, § 61, Series A no. 114; Chahal v. the United Kingdom, 15 November 1996, § 130, Reports of Judgments and Decisions 1996V; and A. and Others v. the United Kingdom [GC], no. 3455/05, § 202, 19 February 2009).", "169.  Формата на судска оцена која ги исполнува условите од член \n5 § 4 може да варира од една област на одлучување до друга, и ќе зависи од видот на лишување од слобода за кое станува збор. Не е задача на Судот да проверува кој би бил најсоодветниот систем во сферата за која се одлучува(види Shtukaturov, цитиран погоре, § 123).", "170.  Сепак, член 5 § 4 гарантира правен лек кој мора да му биде достапен на засегнатото лице и мора да обезбеди можност за оцена на почитувањето на условите кое треба да се исполнат за лишувањето од слобода на ментално оболено лице да се смета за „законито“ во смисла на член 5 § 1 (e) (види Ashingdane, цитиран погоре, § 52). Условот од Конвенцијата за еден акт на лишување од слобода да биде подложен на независна судска контрола е од фундаментална важност во контекст на основната цел на член 5 од Конвенцијата да се обезбедат заштитни механизми против арбитрерност. Она што е во прашање е и заштитата на физичката слобода на поединците и нивната лична безбедност (види Varbanov, цитиран погоре, параграф 58). Во случајот на лишување од слобода врз основа на психичко заболување, посебни процедурално гаранции може да се потребни за да се заштитат интересите на лица кои, заради нивниот психички инвалидитет, не се потполно способни да постапуваат во свое име (види, помеѓу други претходни одлуки Winterwerp, цитиран погоре, § 60).", "171.  Помеѓу принципите кои произлегуваат од судската пракса според член 5 § 4 во однос на „ментално оболени лица“ се следните:", "(a)  лице кое е лишено од слобода на неопределен или подолг временски период, во принцип има право секогаш кога нема автоматска периодична оценка од судски карактер, да поведе постапка „во разумни интервали“ пред суд, за да се разгледа прашањето за „законитоста“ на неговото лишување од слобода во смисла на Конвенцијата;", "(б)  Член 5 § 4 наложува процедурата која се применува да е од судски карактер и да му даде на поединецот гаранции кои одговараат на видот на лишување од слобода за кое станува збор; со цел да се утврди дали постапката предвидува соодветни гаранции, мора да се земе во предвид посебните околности во кои таа постапка се одвива;", " (в)  судската постапка спомената во член 5 § 4 не мора секогаш да ги има истите гаранции како оние кои се потребни според член 6 § 1 во граѓанска или кривична постапка. Сепак, од суштинска важност е лицето кое е засегнато да има пристап до суд и можност да биде сослушано лично или, кога е потребно, преку некаков облик на застапување (види Megyeri v. Germany, 12 May 1992, § 22, Series A no. 237-A).", "2.  Примена на тие принципи на случајот кој сега се разгледува", "172.  Судот забележува дека Владата не посочи било каков домашен правен лек кој може на жалителот да му овозможи директно да ја оспори законитоста на неговото сместување во Домот за социјални грижи во Пастра и континуираното спроведување на таа мерка. Исто така воочува дека бугарските судови не биле вклучени во ниту еден момент и на ниту еден начин во сместувањето и дека домашниот закон не предвидува автоматска периодична судска оцена на сместувањето во дом за лица со психички заболувања. Понатаму, со оглед на тоа што сместувањето ан жалителот во Домот не е признато како лишување од слобода во бугарскиот закон (види параграф 58 погоре), нема одредба за какви било домашни правни лекови со кои може да се оспори законитоста на сместувањето во смисла на лишување од слобода. Понатаму, Судот воочува дека, според праксата на домашните судови, валидноста на договорот за сместување можела да се оспори врз основа на немање на согласност сако по иницијатива на старателот (види параграф 54 погоре).", "173.  Во делот во кој Владата се повикува на постапката за враќање на деловна способност според член 277 од ЗГП (види параграф 167 погоре), Судот воочува дека целта на таа постапка не би била да се разгледа законитоста на сместувањето на жалителот, како такво, туку само да се оцени неговиот статус (види параграфи 233-246 погоре). Владата исто така се повика на постапките за оцена на мерките преземени од старателот (види параграфи 165-166 погоре). Судот смета дека е потребно да утврди дали тие правни лекови би довеле до судска оценка на законитоста на сместувањето каква што се бара со член 5 § 4.", "174.  Во врска со тоа, Судот воочува дека СЗ од 1985 им давал право на блиските на лице кое е под делумно старателство да ги оспорат одлуките на органот за старателство, кој пак било должен да ги оцени мерките преземени од старателот – вклучувајќи го и договорот за сместување – и да го промени старателот во случај на неисполнување на неговите или нејзините должности (види параграф 48-50 погоре). Сепак, Судот воочува дека тие правни лекови не му биле директно достапни на жалителот. Дотолку повеќе, ниту едно од лицата кое теоретски имале право да ги искористат тие лекови не покажало каква било намера да дејствуваат во интерес на г-н Станев, и а тој самиот не можел да дејстува без нивно претходно одобрение.", "175.  Нејасно е дали жалителот можел да побара од градоначалникот да побара објаснувања од старателот или да го прекине спроведувањето на договорот за сместување врз основа на тоа дека тој бил невалиден. Во секој случај, се чини дека со оглед на тоа деку нему му била делумно одземена деловната способност, законот не му давал право самиот да се обрати пред суд за да ги оспори мерките преземени од градоначалникот (види параграф 40 погоре); што не беше оспорено од Владата.", "176.  Истиот заклучок важи и во однос на можноста жалителот да побара од градоначалникот привремено да го замени старателот со ад хок застапник врз основа на наводен судир на интереси и потоа да побара раскинување на договорот за сместување. Судот воочува во тој поглед дека градоначалникот има дискреционо право да одлучи дали имало судир на интереси (види параграф 50 погоре). На крај, не произлегува дека жалителот можел самиот да се обрати пред судовите мериторно да одлучат во случај градоначалникот да одбие да преземе такви мерки.", "177.  Судот затоа заклучува дека правните лекови на кои се повикува Владата му биле или недостапни на жалителот или не биле од судски карактер. Понатаму, ниту еден од нив не можел да доведе до директна контрола на законитоста на сместувањето на жалителот во Домот за социјални грижи во Пастра во смисла на домашниот закон и Конвенцијата.", "178.  Со оглед на овие согледувања, Судот го одбива пригворот на Владата за неискористување на домашни правни лекови (види параграфи 97-99 погоре) и заклучува дека имало повреда на член 5 § 4 oд Конвенцијата.", "III.  НАВОДНА ПОВРЕДА НА ЧЛЕН 5 § 5 OД КОНВЕНЦИЈАТА", "179.  Жалителот тврдеше дека тој немал право на оштета за наводните повреди на неговите права според членовите 5 §§ 1 и 4 oд Конвенцијата.", "Тој се повика на член 5 § 5, кој предвидува:", "„Секое лице кое било жртва на апсење или притворање спротивно на одредбите на овој член, има право на обештетување“.", "A.  Аргументи на странките", "180.  Жалителот тврдеше дека околностите во кои незаконитото лишување од слобода може да доведе до право на оштета се исцрпно наведени во Законот за државна одговорност од 1988 (види параграфи 62-67 погоре) и дека неговата ситуација не спаѓала во нив. Тој понатаму се жалеше дека немало правни лекови со кои би можело да се бара надомест за повреда на член 5 § 4.", "181.  Владата тврдеше дела постапката за надомест на штета според Законот од 1988 можело да биде поведена ако било утврдено дека сместувањето на жалителот во домот било без законска основа. Со оглед на тоа дека било одлучено дека сместувањето било во согласност со домашниот закон и со неговите интереси, тој не можел да ја поведе постапката за која станува збор.", "Б.  Оцена на Судот", "182.  Судот повторува дека член 5 § 5 е почитуван кога е можно да се побара надомест на штета за лишување од слобода кое е извршено во услови спротивни на параграфите 1, 2, 3 или 4 (види Wassink v. the Netherlands, 27 September 1990, параграф 38, Series A no. 185-A, и Houtman and Meeus v. Belgium, no. 22945/07, параграф 43, 17 March 2009). Правото на надомест на штета наведено во параграф 5 затоа претпоставува дека била утврдена повреда на еден од другите параграфи, или од страна на домашен суд или од институции на Конвенцијата. Во врска со тоа, ефикасното уживање на правото на надомест на штета гарантирано со член 5 § 5 мора да биде гарантирано со доволен степен на сигурност (види Ciulla v. Italy, 22 February 1989, § 44, Series A no. 148; Sakık and Others v. Turkey, 26 November 1997, § 60, Reports 1997-VII; and N.C. v. Italy [GC], no. 24952/94, § 49, ECHR 2002X).", "183.  Враќајќи се на овој предмет, Судот забележува дека, со оглед на наоѓањето на повреда на параграфите 1 и 4 од член 5, параграфот 5 е применлив. Затоа мора да утврди дали, пред оваа пресуда, жалителот имал извршно право на домашно ниво на надомест на штета, или дали тој ќе има такво право после донесувањето на оваа пресуда.", "184.  Судот повторува во тој поглед дека за да најде повреда на член 5 § 5, тој мора да утврди дека наоѓањето на повреда на еден од другите параграфи на член 5, не можело да доведе пред или после пресудата на Судот, до извршно барање на надомест на штета пред домашните судови (види Brogan and Others v. the United Kingdom, 29 November 1988, §§ 66-67, Series A no. 145B).", "185.  Со оглед на судската пракса цитирана погоре, Судот смета дека мора прво да се утврди дали најдената повреда на член Article 5 §§ 1 и 4 во овој случај можела да доведе, пред донесувањето на оваа пресуда, на право на надомест на штета пред домашните судови.", "186.  Што се однесува на повредата на член 5 § 1, Судот забележува дека член 2(1) од Законот за државна одговорност за штета од 1988 предвидува надомест на штета која произлегла од судска одлука со која се одредуваат некои видови на лишување од слобода кога одлуката била укината затоа што немала правна основа (види параграф 62 погоре). Сепак, тоа не било случај во овој предмет. Произлегува од списите на предметот дека бугарските судски власти во ниту една фаза не заклучиле дека мерката била незаконита или на друг начин го повредила член 5 од Конвенцијата. Дотолку повеќе, аргументацијата на Владата беше дека сместувањето на жалителот во Домот било во согласност со домашниот закон. Судот затоа заклучува дека жалителот не можел да бара надомест на штета врз основа на одредбата спомената погоре во отсуство на потврда од националните власти дека сместувањето било незаконито.", "187.  Што се однесува на можност според член 1 oд истиот Закон за барање на надомест на шетата која настанала од незаконски акти на властите (види параграф 63 погоре), Судот забележува дека Владата не достави судски одлуки кои докажуваат дека таа одредба се применува на случаи кои вклучуваат сместување на лице со психички заболувања во домови за социјални грижи врз основа на граѓанско-правни договори.", "188.  Понатаму, со оглед на тоа што бугарскиот закон немало правен лек со кој суд би ја оценил законитоста на сместувањето, жалителот не можел да се повика на државна одговорност како основа за добивање на надомест на штета заповреда на член 5 § 4.", "189.  Така се поставува прашањето дали пресудата во овој случај, во која беа утврдени повреди на параграфите 1 и 4 од член 5, ќе му даде право на жалителот да бара надомест на штета посред бугарскиот закон. Судот забележува дека не произлегува од релевантото законодавство дека таков правен лек постои, ниту пак, Владата достави било какви аргументи да го докаже спротивното.", "190.  Затоа не беше докажано дека жалителот пред пресудата на Судот во овој случај, или после нејзиното донесувње, би можел да искористи право на надомест на штета за повреда на член 5 §§ 1 и 4.", "191.  Затоа имало повреда на член 5 § 5.", "IV.  НАВОДНА ПОВРЕДА НА ЧЛЕН 3 OД КОНВЕНЦИЈАТА, ЗЕМЕН САМОСТОЈНО ИЛИ ВО ВРСКА СО ЧЛЕН 13", "192.  Жалителот се жалеше дека условите за живеење во Домот за социјални грижи во Пастра биле лоши и дека немало ефикасен правен лек во бугарското право во однос на овој жалбен навод. Тој се повика на член 3, земен самостојно и во врска со член 13 од Конвенцијата. Овие одредби гласат:", "член 3", "„Никој не смее да биде подложен на мачење, нечовечко или понижувачко постапување или казнување “", "член 13", "„Секој чии права и слободи признати со оваа Конвенција, се нарушени, има право на ефикасен правен лек пред националните власти, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "A.  Претходен приговор за неискористување на домашни правни лекови", "193.  Во нејзиниот поднесок пред Големиот судски совет Владата за прв пат поднесе приговор за неискористување на домашни правни лекови во однос на жалбениот навод по член 3 од Конвенцијата. Таа тврдеше дека жалителот можел да добие надомест на штета за условите за живот во Домот поднесувајќи тужба според Законот за државна одговорност за штета од 1988.", "194.  Судот повторува дека, во согласност со правило 55 од Правилникот на Судот, секој приговор за недопуштеност мора, колку што неговиот крактер и околностите дозволуваат, да биде изнесен од страна на тужената договорна страна во нејзините писмени или усни опсервации за допуштеноста на жалбата (види N.C. v. Italy, цитиран погоре, § 44). Кога приговор за неискористување на домашни правни лекови е ненавремено изјавен во смисла на правилото 55, тој приговор автоматски нема дејство и затоа мора да биде одбиен (види Velikova v. Bulgaria, no. 41488/98, § 57, ECHR 2000VI, и Tanrıbilir v. Turkey, no. 21422/93, § 59, 16 November 2000).", "195.  Во овој случај, Владата не се повика на какви било околности кои го оправдуваат неподнесување на приговорот за кој станува збор во моментот на одлучувањето на Судскиот совет за допуштеноста на жалбата.", "196.  Со оглед на тоа, Судот забележува дека Владата не може да го поднесе тој приговор заради пропуштање на рокот, и кој затоа мора да биде одбиен.", "B.  Основаност на жалбениот навод по член 3 од Конвенцијата", "1.  Аргументи на странките", "197.  Жалителот тврдеше дека лошите услови за живот во Домот за социјални грижи во Пастра, особено несоодветната храна, очајните санитарни услови, немањето на греење, присилниот медицински третман, пренатрупаните простории за спиење и отсуството на терапевтски и културни активности, доведувале до третман кој е забранет со член 3.", "198.  Тој забележа дека Владата веќе признала дека цо 2004 тие услови за живот не биле во согласност со европските стандарди и дека се обврзала дека ќе ги подобри (види параграф 82 погоре). Сепак, условите останале непроменети, најмалку до крајот на 2009.", "199.  Во нејзините опсервации пред Судскиот совет, Владата ги потврди недостатоците во условите за живот во Домот. Таа објасни дека нессодветните финаниски ресурси предвидени за установи од тој тип биле главната пречка на гарантирањето на потребниот минимален стандард за условите за живот. Таа исто така изјави дека, после инспекција од Агенцијата за социјална помош, властите одлучиле да го затворат Домот за социјални грижи во Пастра и презеле мерки за подобрување на условите за живот на неговите штитеници. Според Владата, со оглед на тоа што условите за живот биле исти за сите штитеници на домот и дека немало намера да се нанесе злоупотреба, жалителот не бил подложен на понижувачко постапување.", "200.  Пред Големиот судски совет Владата изјави дека реновациите биле извршени кон крајот на 2009 во делот од Домот каде живеел жалителот (види параграф 24 погоре).", "2.  Оцена на Судот", "(a)  Општи принципи", "201.  Член 3 ја гарантира една од најфундаменталните вредности на демократското општество. Тој апсолутна забранува тортура или нечовечко или понижувачко постапување или казнување, без оглед на околностите и однесувањето на жртвата (види, помеѓу други претходни одлуки, Kudła v. Poland [GC], no. 30210/96, § 90, ECHR 2000-XI, и Poltoratskiy v. Ukraine, no. 38812/97, § 130, ECHR 2003V).", "202.  Злоупотребата мора да достигне минимален степен на јачина за да потпадне во опсегот на член 3. Оцената на тој минимум, е според природата на нештата, релативна; зависи од сите околности на случајот, како што е карактерот и контекстот на постапувањето, начинот и методата на неговото извршување, неговото траење, неговите физички или психички последици и, во некои случаи, полот, возраста и здравствената состојба на жртвата (види Kudła, цитиран погоре, параграф 91, и Poltoratskiy, цитиран погоре, параграф 131).", "203.  Судот одлучил дека едно постапување е „нечовечко“ затоа што, помеѓу другото, било применувано непрекинато неколку часа и предизвикало телесна повреда или интензивно физичко или ментално страдање (види Labita v. Italy [GC], no. 26772/95, § 120, ECHR 2000IV). Како „понижувачко“ се смета постапувањето кое било такво да предзивика кај жртвата чувства на страв, вознемиреност и инфериорност, со кои жртвата потполно се понижува и обезвреднува, а можеби и го уништува нивниот физички или ментален отпор, и дека ја доведува до тоа да постапи против својата волја или совест (види Jalloh v. Germany [GC], no. 54810/00, § 68, ECHR 2006IX). Во врска со тоа, прашањето дали тоа постапување имало за цел понижување или обезвреднување на жртвата е фактор кој мора да се земе во предвид, иако отсуството на таква намера не мора секогаш да доведе до заклучок дека немало повреда на член 3 (види Peers v. Greece, no. 28524/95, §§ 67, 68 и 74, ECHR 2001-III, и Kalashnikov v. Russia, no. 47095/99, § 95, ECHR 2002-VI).", "204.  Страдањето и понижувањето до кои доаѓа мора во секој случај да бидат поголеми од незибежниот елемент на страдање и понижување поврзани со дадена форма на легитимно постапување или казнување. Мерките со кои едно лице се лишува од слобода може често да вклучуваат таков елемент. Сепак не може да се каже дека лишувањето од слобода по себе отвора проблематично прашање под член 3 од Конвенцијата. Сепак, според тој член државата мора да гарантира дека лицето е лишено од слобода во услови кои се во согласност со почитувањето на неговото човечко достоинство, дека начинот и методата на извршување на мерката не го подложуваат на страдање или тешкотии од интензитет кој го надминува неизбежниот степен на страдање кој е инхерентен на лишувањето од слобода и дека, со оглед на практичните барања на лишувањето од слобода, неговото здравје и благосостојба се соодветно обезбедени со, помеѓу останатото, обезбедување на потребна лекарска помош (види Kudła, цитиран погоре, параграф 92-94).", "205.  При оценувањето на условите на лишувањето од слобода по член 3 од Конвенцијата, мора да се земат во предвид кумулативните последици и траењето на мерката за која станува збор (види Kalashnikov, цитиран погоре, §§ 95 и 102; Kehayov v. Bulgaria, no. 41035/98, параграф 64, 18 January 2005; и Iovchev v. Bulgaria, no. 41211/98, параграф 127, 2 February 2006). Во врска со тоа, важен фактор кој треба да се земе во предвид, покрај материјалните услови, е режимот на лишување од слобода. При оценувањето дали рестриктивен режим може да доведе до постапување спротивно на член 3 во даден случај, мора да се земат во предвид конкретните услови, строгоста на тој режим, неговото траење, целта која со него треба да се оствари и неговите последици врз засегнатото лице (види Kehayov, цитиран погоре, § 65).", "(б)  Примена на тие принципи на случајот за кој сега се одлучува", "206.  Во овој случај Судот одлучи дека сместувањето на жалителот во Домот за социјални грижи во Пастра – ситуација за која домашните власти мора да се сметаат за одговорни – претставува лишување од слобода во смисла на член 5 од Конвенцијата (види параграф 132 погоре). Следува дека член 3 е применлив на ситуацијата на жалителот, со оглед на тоа дека со него се забранува нечовечко и понижувачко постапување на секој кој е под грижа на властите. Судот би нагласил дека забраната на злоупотребување во член 3 се применува подеднакво на сите видови на лишување од слобода, и попрецизно не прави разлика според целта на мерката за која станува збор; ирелевантно е дали мерката подразбира лишување од слобода наредено во контекст на кривична постапка или прием во установа со цел да се заштити животот или здрвајето на засегнатото лице.", "207.  Судот на почетокот воочува дека, според Владата, зградата во која живее жалителот била реновирана кон крајот на 2009, со што дошло до подобрување на условите за живот (види параграф 200 погоре), а жалителот не го оспори тоа. Судот затоа смета дека треба да се смета дека жалбениот навод на жалителот се однесува на периодот од 2002 до 2009. Владата не негираше дека во текот на тој временски период условите за живот на жалителот одговарале на описот кој тој го дал, и исто така потврди дека, од економски причини, имало определени недостатоци во тој поглед (види параграф 198-199 погоре).", "208.  Судот забележува дека иако жалителот делел просторија од 19 метри квадратни со четворида други штитеници, тој имал значителна слобода на движење и во и надвор од Домот, факт кој е веројатно дека ги ублажувал негативните последици на ограничениот простор за спиење (види Valašinas v. Lithuania, no. 44558/98, § 103, ECHR 2001-VIII).", "209.  Сепак, други аспекти на материјалните услови за живот на жалителот се значајна причина за загриженост. Посебно, се чини дека храната била недоволна и од слаб квалитет. Зградата била несоодветно греена и во зима жалиелот морал да спие во неговиот капут. Тој можел да се тушира еднаш неделно во нехигиенска и запуштена бања. Тоалетите биле во очајна состојба и пристапот до нив бил опасен, според заклучоците на CPT (види параграфи 21, 22, 23, 78 и 79 погоре). Понатаму, Домот не ја враќал облеката на истите луѓе после перење (види параграф 21 погоре), што било веројатно дека ќе предизвика чувства на инфериорност кај штитениците.", "210.  Судот не може да го занемари фактот дека жалителот бил изложен на сите услови опишани погоре во значително долг временски период од околу седум години. Ниту пак може да ги игнорира заклучоците на CPT, кој, откако го посетил Домот, заклучил дека условите за живот во релевантниот период можело да се каже дека претставувале нечовечко и понижувачко постапување. И покрај тоа што знаеле за тие заклучоци, во временскиот период од 2002 до 2009 Владата не го исполнувала ветувањето да ја затвори установата (види параграф 82 погоре). Судот сметка дека недостатокот на финансиски ресурси на кој се повика Владите не е релевантен аргумент за да се оправда тоа што жалителот бил чуван во условите за живот кои беа опишани погоре (види Poltoratskiy, цитиран погоре, § 148).", "211.  Сепак Судот би нагласил дека нема индикации дека домашните власти намерно сакале да му нанесат нечовечко постапување. Но, како што беше воочено погоре (види параграф 203 погоре), отсуството на таква намера не може потполно да исклучи наоѓање на повреда на член 3.", "212.  Како заклучок, иако ги воочува подобрувањата направени во Домот за социјални грижи во Пастра од крајот на 2009, Судот смета дека, земени во целина, условите за живот на кој жалителот бил изложен во текот на приближно седум годнин претставувале понижувачко постапување.", "213.  Затоа имало повреда на член 3 of од Конвенцијата.", "В.  Основаност на жалбениот навод по член 13 земен во врска со член 3", "1.  Аргументи на странките", "214.  Жалителот тврдеше дека не му биле достапни домашни правни лекови без согласност на старателот, вклучувајќи и барање за надомест на штета според Законот за државна одговорност за шета од 1988. Тој посочи во тој поглед дека тој немал старател за временски период од повеќе од две години, од истекот на мандатот на г-ѓа Р.П. на 31 декември 2002 (види параграф 12 погоре) и поставувањето на нов старател на 2 февруари 2005 (види параграф 17погоре). Понатаму новиот старател бил во исто време и директор на Домот за социјални грижи. Затоа би имало судир на интереси помеѓу жалителот и неговиот старател во случај на какво било оспорување на условите за живот во Домот и дека жалителот не можел да очекува старателот да ги подржи неговите наводи.", "215.  Според Владата, барање за враќање на деловна способност (види параграфи 51-51 погоре) било правен лек преку кој жалителот можел да си обезбеди судска оцена на неговиот статус, и во случај да бил одреден прекин на делумното старателство, тој можел да си оди од Домот за социјални грижи и повеќе ни би ги трпел условите за живот на кои се жалел.", "216.  Владата додаде дека жалителот можел директно да се жали за условите за живот во Домот за социјални грижи во Пастра преку поднесување на тужба според член 1 од Законот за државна одговорност за штета од 1988 (види параграфи 62-67 погоре).", "2.  Оцена на Судот", "217.  Судот упатува на неговата воспоставена судска прака дека член 13 гарантира постоење на домашен правен лек со кој може да се одлучи за „аргументиран жалбен навод“ според Конвенцијата и да се осигура соодветно исправување на состојбата. Државите договорнички имаат определено дискреционо право во однос на начинот на кој тие ги исполуваат своите обврски од оваа одредба. Опсегот на обврската од член 13 варира зависно од природата на жалбата на жалителот според Конвенцијата. Сепак, правниот лек кој се бара со член 13 мора да биде „ефикасен“ и во пракса и според законот (види McGlinchey and Others v. the United Kingdom, no. 50390/99, параграф 62, ECHR 2003V).", "218.  Кога, како во овој случај, Судот нашол повреда на член 3, надомест на нематеријална штета која произлегла од таа повреда во принцип треба да биде дел од спектар на достапни правни лекови (ibid., параграф 63; Iovchev, цитиран погоре, § 143).", "219.  Во овој случај Судот забележува дека член 1(1) oд Законот за државна одговорност за штета од 1988 навистина била токуван од домашните судови дека се применува за шетата претрпена од затвореници како последица на лоши услови во затвор (види параграфи 63-64 погоре). Сепак, како што изјави Владата, сместувањето на жалителот во Домот за социјални грижи во Пастра не се сметало за лишување од слобода според домашниот закон (види параграфи 108-111 погоре). Затоа, тој не би имал право на надомест на штета за лошите услови за живот во Домот. Понатаму, нема претходни судски одлуки во кои било одлучено дека одредбата се применува на наводи за лоши услови во домови за социјални грижи (види параграф 65 погоре) и Владата не изнесе други аргументи да го докаже спротивното. Со оглед на овие согледувања, Судот заклучува дека правните лекови за кои станува збор не биле ефикасни во смисла на член 13.", "220.  Што се однесува на повикувањето на Владата на постапката за враќање на деловна способност (види параграф 215 погоре), Судот смета дека, дури и ако се претпостави дека, како последица на тој правен лек, на жалителот би му била вратена деловната способност и можел да го напушти домот, нему не би му бил доделен било каков надомест на штета за постапувањето на кои бил изложен во текот на неговиот престој таму. Затоа, правниот лек за кој станува збор не гарантирал соодетно задоволување.", "221.  Затоа имало повреда на член 13 од Конвенцијата, земен во врска со член 3.", "V.  НАВОДНА ПОВРЕДА НА ЧЛЕН 6 § 1 OД КОНВЕНЦИЈАТА", "222.  Жалителот тврдеше дека бугарскиот закон не му давал можност да се обрати пред суд и да побара враќање на деловната способност. Тој се повика на член 6 § 1 од Конвенцијата, чии релевантни делови гласат:", "„Во утврдувањето на неговите граѓански права и обврски...секој има право на правично...судење...од....суд....“", "A.  Прелиминарни забелешки", "223.  Големиот судски совет забележува дека Владата остана на тврдењето во приговорот изјавен пред Судскиот совет наведувајќи неискористување на домашните лекови. Тој приговор беше заснован на член 277 од ЗГП, кој, според Владата, му давал право на жалителот лично да побара од судовите враќање на деловната способност.", "224.  Големиот судски совет воочува дека во неговата одлука за допуштеност од 29 јуни 2010 Судскиот совет забележал дека жалителот ја оспорил достапноста на правниот лек кој, според Владата, би му овозможил да добие оцена на неговиот правен статус и дека тој аргумент бил основа за неговиот жалбен навод по член 6 § 1. Судскиот совет затоа го приклучи приговорот на Владата кон неговото одлучување за основаноста на жалбениот навод за кој станува збор. Големиот судски совет не гледа причина да отстапи од заклучокот на Судскиот совет.", "Б.  Основаност", "1.  Аргументи на странките", "225.  Жалителот остана на тврдењето дека тој не можел лично да поведе постапка за враќање на неговата деловна способност по член 277 од ЗГП и дека тоа произлегувало од одлуката на Врховниот суд бр. 5/79 (види параграф 51 погоре). Во поддршка на тој аргумент, тој изјави дека Окружниот суд во Дупница одбил да го разгледа неговото барање за судска оцена на одбивањето на градоначалникот да поведе таква постапка, врз основа на тоа што старателот не го потпишал полномошното потпишано од жалителот и неговиот адвокат (види параграф 39-40 погоре).", "226.  Понатаму, иако не му било достапно барањето за враќање на деловна способност, жалителот се обидел да поднесе такво барање преку канцеларијата на јавниот обвинител, градоначалникот и неговиот старател (директорот на Домот). Сепак, со оглед на тоа што не било поднесено такво барање до судовите, сите негови обиди биле безуспешни. Затоа, жалителот никогаш немал прилика за неговиот случај да одлучува суд.", "227.  Владата тврдеше дека член 277 oд ЗГП му давала на жалителот директен пристап до суд во секој момент неговиот правен статус да биде оценет. Таа посочи дека, спротивно на наводите на жалителот, во одлуката на Врховниот суд бр. 5/79 судот го толкувал член 277 од ЗГП дека значи дека лицата на кои им е делумно одземена деловната способност можат директно да побараат од судовите прекин на старателството. Единствениот услов за да се поднесе такво предлог бил да се достават докази за подобрување на нивната состојба. Сепак, како што био посочено во медицинската евалуација извршена по барање на јавниот обвинител (види параграф 37 погоре), со која било заклучено дека жалителот сеуште ги имал истите здравствени проблеми и дека тој не бил способен да се грижи за своите работи, јасно било дела жалителот немал такви докази. Владата затоа заклучи дека жалителот не се обидел самиот да се обрати пред суд затоа што не можел да го поткрепи со докази своето барање.", "228.  Владата понатаму забележа дека судовите редовно разгледувале предлози за враќање на деловна спосбност поднесени, на пример, од старател (види параграф 52 погоре).", "2.  Оцена на Судот", "(a)  Општи принципи", "229.  Судот повторува дека член 6 § 1 гарантира секому да поднесе секое негово барање кое се однесува на неговите или нејзините граѓански права и обврски (види Golder v. the United Kingdom, 21 February 1975, параграф 36, Series A no. 18). На ова „право на суд“, чиј аспект е правото на пристап до суд, може да се повика секој кој смета врз веродостојни основи дека мешањето со неговите или нејзините граѓански права е незаконито и се жали дека немал можност да поднесе тужба пред суд кој ги исполнува услвите од член 6 § 1 (види, помеѓу останатото, Roche v. the United Kingdom [GC], no. 32555/96, параграф 117, ECHR 2005X, и Salontaji-Drobnjak v. Serbia, no. 36500/05, параграф 132, 13 October 2009).", "230.  Правото на пристап до суд не е е апсолутно туку може да биде предмет на ограничувања, тие се дозволени индиректно затоа што правото на пристап „по својата природа бара регулирање од страна на државата, регулирање кое може да разликува во време и место според потребите и ресурсите на заедницата и поединците“ (види Ashingdane, цитиран погоре, § 57). Во тоа регулирање, државите договорнички уживаат определено поле на слободна оцена. Иако конечната одлука во однос на почитувањето на обврските од Конвенцијата е на Судот, не е дел од задачата на Судот да ја замени оценката на домашните власти со било која друга оцена во однос на што би можело да биде најдобра политика во ова поле. Сепак, ограничувањата кои се применуваат не смеат да го ограничат пристапот кој им е даден на поединците на таков начин или до тој степен да е нарушена самата суштина на тоа право. Понатаму, едно ограничување нема да биде спојливо со член 6 § 1 ако нема легитимна цел и ако нема разумна врска на пропорционалност помеѓу употребените средства и целта која требало да се постигне (ibid.; види исто така, помеѓу многу други претходни одлуки, Cordova v. Italy (no. 1), no. 40877/98, § 54, ECHR 2003-I, и повторувањето на релевантни принципи во Fayed v. the United Kingdom, 21 September 1994, § 65, Series A no. 294-B).", "231.  Понатаму, Конвенцијата има цел да гарантира права кои не се теоретски или илузорни, туку права кои се практични и ефикасни. Ова е особено точно за гаранциите содржани во член 6, со оглед на важното место кое правото на правично судење со сите гаранции по тој член го има во демократкско општество (види Prince Hans-Adam II of Liechtenstein v. Germany [GC], no. 42527/98, § 45, ECHR 2001-VIII).", "232.  На крај, Судот забележува дека во најголем дел од случаите поднесени пред него а кои се однесуваат на „ментално оболени лица“, домашната постапка се однесувала на нивното лишување од слобода и биле разгледувани по член 5 од Конвенцијата. Сепак, Судот постојано одлучувал дека „процедуралните“ гаранции по член 5 §§ 1 и 4 од Конвенцијата се генерално слични со тие по член 6 § 1 (види, на пример, Winterwerp, цитиран погоре, § 60; Sanchez-Reisse v. Switzerland, 21 October 1986, §§ 51 and 55, Series A no. 107; Kampanis v. Greece, 13 July 1995, § 47, Series A no. 318-B; и Ilijkov v. Bulgaria, no. 33977/96, § 103, 26 July 2001). Во случајот Shtukaturov (цитиран погоре, параграф 66), при одлучувањето дали постапката за одземање на деловна способност бил правична, Судот ја зел во предвид, помеѓу останатото, неговата судска прака по член 5 §§ 1 (д) и 4 од Конвенцијата.", "(б)  Примена на тие принципи на случајот за кој сега се одлучува", "233.  Судот на почетокот забележува дека во овој случај, ниту една од странките не ја оспори применливоста на член 6 во постапката за враќање на деловна способност. Жалителот, кому му било делумно одземена деловната способност, се жалеше дека бугарскиот закон не му нудел директен пристап до суд за да побара враќање на неговата деловна способност. Судот имал прилика да појасни дека во постапката за враќање на деловната способност директно се одлучува за „граѓански права и обврски“ (види Matter v. Slovakia, no. 31534/96, § 51, 5 July 1999). Член 6 § 1 од Конвенцијата е затоа применлив во овој случај.", "234.  Останува да се утврди дали на жалителот му бил ограничен пристапот до суд и, ако е тоа така, дали ограничувањето имало легитимна цел и дали било пропорционално на таа цел.", "235.  Судот најпрво воочува дека странките не се согласувало околу тоа дали лице на кое му е одземена деловната способност има locus standi директно да побара од бугарските судови враќање на деловната способност; Владата тврдеше дека таквото лице имало таков пристап, а жалителот остана на спротивното тврдење.", "236.  Судот го прифаќа аргументот на жалителот дека, за да поднесе предлог до бугарски суд, лице кое е под делумно старателство е должно да бара поддршка од лицата споменати во член 277 of ЗГП од 1952 (кој стана член 340 од ЗГП од 2007). Листата на лица кои имаат право да се обратат до суд во тој поглед, не го вклучува изречно лицето кое е под делумно старателство (види параграфи 45 и 51 погоре).", "237.  Во однос на одлуката на Врховниот суд од 1980 (види параграф 51 погоре), Судот забележува дека иако четвртата реченица од параграф 10 од одлуката, земен сам за себе, може да остави впечаток дека лице под делумно старателство има пристап до суд, Врховниот суд објаснува дека кога старателот на лице на кое му е делумно одземена деловната способност и органот за старателство одбијат да поведат постапка за враќање на деловната способност, засегнатото лице може да побара од јавниот обвинител да го стори тоа. Според Судот, потребата да бара интервенција од јавниот обвинител е тешко спојлива со директен пристап до суд на лицата под делумно старателство во смисла на тоа дека одлуката дали ќе се интервенира или не, е дискреционо право на обвинителот. Следува дека не може да се каже дека одлуката на Врховниот суд 1980 јасно го потврдила постоењето на таков пристап до суд во бугарскиот закон.", "238.  Судот понатаму воочува дека Владата не поднесе било какви судски одлуки кои докажуваат дека лицата под делумно старателство можеле самите да се обратат до суд и да побараат прекин на таа мерка; сепак, таа покажа дека барем еден предлог за враќање на деловна способност бил поднесен со успешен исход од страна на старател на лице на кое му е целосно одземена деловната способнист (види параграф 52 погоре).", "239.  Судот затоа смета дека беше утврдено дека жалителот не можел да побара враќање на деловната способност освен преку старателот или некое од лицата наброени во член 277 од ЗГП.", "240.  Судот исто така би нагласил дека, што се однесува до пристапот до суд, домашниот закон не прави разлика помеѓу оние на кои им е целосно одземена деловната способност и тие на кои, како на жалителот, таа деловната способност им е само делумно одземена. Понатаму, домашниот закон не предвидува никаква можност за автоматска периодична оцена на тоа дали основите за ставање на лицето под старателство се сеуште валидни. На крај, во случајот на жалителот мерката за која станува збор била неограничена временски.", "241.  Точно е дека, правото на пристап до суд не е е апсолутно и наложува по својата природа дека државата треба да ужива определено поле на слободна оценка при регулирањето на областа за која сега се одлучува (види Ashingdane, цитиран погоре, параграф 57). Понатаму, Судот потврдува дека ограничувањата на процедуралните права на едно лице, кога на тоа лице му била само делумно одземена деловната способност, може да биде оправдано со заштитата на лицето, заштитата на интересите на другите и за правилно спроведување на правдата. Сепак, важноста на користењето на тие права ќе се разликува според целта на барањето кое засегнатото лице има за цел да го поднесе пред суд. Посебно, правото да се побара судска оцена на одлуката за одземање на деловна способност е едно од најважните права за засегнатото лице затоа што таа постапка, штом е поведена, е одлучувачка за користењето на сите права и слободи врз кои влијае одезмањето на деловната способност, а секако и во врска со сите ограничувања кои можат да бидат воведени во однос на личната слобода на лицето (види исто така Shtukaturov, цитиран погоре, параграф 71). Судот затоа смета дека ова право е едно од фундаменталните процедурални права за заштита на лицата на кои им била делумно одземена деловната способност. Следува од тоа дека тие лица во принцип треба да уживаат директен пристап до суд во оваа област.", "242.  Сепак, државата е слободна да ја определи постапката со која таквиот директен пристап треба да се реализира. Во исто време, Судот смета дека би било неспојливо со член 6 домашното законодавство да предвидува определени ограничувања на пристапот до суд во оваа област, само со цел да се осигура дека судовите нема да бидат пренатрупани со премногу и очигледно неосновани барања. Сепак, се чини јасно дека овој проблем може да биде решен со други, помалку рестриктивни средства од автоматско негирање на директен пристап, на пример преку ограничување на тоа колку често можат да бидат поднесени барања или воведување на систем на претходно оценување на нивната дозволеност врз основа на списите од предметот.", "243.  Судот понатаму забележува дека осумнаесет од дваесет национални правни системи анализирани во овој контекст предвидуваат директен пристап до суд за секое лице на кое му е делумно одземена деловната способност и кое сака неговиот статус да биде преоценет. Во седумнаесет држави таков пристап е даден дури и на лица на кои им е целосно одземена деловната способност (види параграфи 88-90 погоре). Тоа покажува дека сега постои тренд на европско ниво кон давање на директен пристап до судовите на лицата на кои им е одземена деловната способност за да побараат нејзино враќање.", "244.  Судот исто така е обврзан да ја воочи растечката важност која меѓународните инструменти за заштита на луѓето со психички заболувања сега ја даваат на тоа на тие лица да им се даде што поголема правна автономија. Тој се повикува во овој поглед на Конвенцијата на Организацијата на Обединетите Нации од 13 декември 2006 за правата на лицата со инвалидитет и Препораката бр. R (99) 4 на Комитетот на министри на Советот на Европа за принципите во однос на правната заштита на возрасни лица на кои им е одземена деловната способност, који препорачуваат да се воведат адекватни процедурални заштитни мерки за заштита на лицата на кои им е одзмена деловната способност што е можно повеќе, да се гарантира периодична оценка на нивниот статус и да бидат достапни соодветни правни лекови (види параграфи 72-73 погоре)", "245.  Со оглед на тоа што беше наведено претходно, особено на трендовите кои се појавуваат во домапните закони и релевантни меѓународни инструменти, Судот смета дека член 6 § 1 од Конвенцијата мора да се толкува дека гарантира во принцип дека на секој кому му е делумно одземена деловната способност, како во случајот на жалителот, има директен пристап до суд да побара враќање на неговата или нејзината деловната способност.", "246.  Во овој случај Судот веќе забележа дека директен пристап од овој вид не е гарантиран со доволен степен на сигурност од релевантното бугарско законодавство. Ово наоѓање е доволно за тој да заклучи дека имало повреда на член 6 § 1 од Конвенцијата во однос на жалителот.", "247.  Со оглед на горниот заклучок нема потреба Судот да разгледа дали индиректните правни лекови на кои се повикува Владата му давале на жалителот доволно гаранции дека неговиот случај ќе биде поднесен пред суд.", "248.  Судот затоа го одбива приговорот на Владата за неискористување на домашните правни лекови (види параграф 223 погоре) и заклучува дека имало повреда на член 6 § 1 од Конвенцијата.", "VI.  НАВОДНА ПОВРЕДА НА ЧЛЕН 8 ОД КОНВЕНЦИЈАТА, ЗЕМЕН САМОСТОЈНО И ВО ВРСКА СО ЧЛЕН 13", "249.   Жалителот тврдеше дека рестриктивниот старателски режим, вклучувајќи го и неговото сместување во Домот за социјални грижи во Пастра и материјалните услови за живот таму, претставувале неоправдано мешање со неговото право на почитување на неговиот приватен живот и дом. Тој тврдеше дека бугарскиот закон не му обезбедувал доволен и достапен правен лек во тој поглед. Тој се повика на член 8 од Конвенцијата, земен самостојно и во врска со член 13.", "Член 8 предвидува:", "„1. Секој има право на почитување на неговиот приватен и семеен живот, домот и преписката.", "2. Јавната власт не смее да се меша во остварувањето на ова право, освен ако тоа мешање е предвидено со закон и ако претставува мерка која е во интерес на државната и јавната безбедност, економската благосостојба на земјата, заштитата на поредокот и спречувањето на кривични дела, заштитата на здравјето и моралот, или заштитата на правата и слободите на другите, во едно демократско општество.“", "250.  Жалителот тврдеше посебно дека старателскиот режим не одговорал на неговиот случај туку подразбирал ограничувања кои автоматски се наметнувале на секој кому му била одземена деловната способност од страна на судија. Тој дополни дека фактот што морал да живее во Домот за социјални грижи во Пастра практично го спречил да учествува во животот на заедницата и да создава врски со други лица по негов слободен избор. Властите не се обиделе да најдат алтернативни терапевтски решенија во заедницата или да преземат мерки со кои помалку се ограничувала неговата лична слобода, и како последица на што кај него се јавил „синдромот на институционализација“, пто значи, губење на социјални вештини и карактерни особини.", "251.  Владата ги оспори тие наводи.", "252.  Со оглед на заклучоците по членовите 3, 5, 6 и 13 од Конвенцијата, Судот смета дека нема посебно прашање по член 8 од Конвенцијата, земен заедно и/или во врска со член 13. Затоа не е потребно да го разгледа овој жалбен навод.", "VII.  ЧЛЕНОВИ 46 И 41 ОД КОНВЕНЦИЈАТА", "A.  Член 46 од Конвенцијата", "253.  Релевантните делови од член 46 од Конвенцијата гласат:", "„1. Високите страни договорнички се обврзуваат да се придржуваат кон конечните пресуди на Судот во споровите во кои се странки.", "2. Конечната пресуда на Судот му се доставува на Комитетот на министрите којшто го надгледува нејзиното извршување. ...“", "254.  Судот повторува дека со член 46 од Конвенцијата, државите договорнички се обврзуваат да ги почитуваат конечните пресуди на Судот во секој предмет во кој тие се странка, а извршувањето на пресудите е под надзор на Комитетот на министри. Следува, помеѓу другото, дека пресуда во која Судот утврдува повреда на Конвенцијата или Протоколите наметнува на тужената држава правна обврска не само да ги исплати на засегнатите лица износите доделени како правично задоволување, туку исто така да ги определат, под надзор на Комитетот на министри, генералните и/или, ако е соодветно, поединечните мерки кои треба да се усвојат во домашниот правен поредок со цел да се стави крај на повредата најдена од Судот и да се отстранат колку што е можно повеќе нејзините последици (види Menteş and Others v. Turkey (Article 50), 24 July 1998, § 24, Reports 1998IV; Scozzari and Giunta v. Italy [GC], nos. 39221/98 and 41963/98, § 249, ECHR 2000-VIII; и Maestri v. Italy [GC], no. 39748/98, § 47, ECHR 2004-I). Судот понатаму воочува дека е пред се на засегнатата држава да ги определи, под надзор на Комитетот на министри, средствата кои треба да се употребат во домашниот правен поредок за да ја исполни својата обврска по член 46 од Конвенцијата (види Scozzari and Giunta, цитиран погоре; Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I; и Öcalan v. Turkey [GC], no. 46221/99, § 210, ECHR 2005IV).", "255.  Сепак, со цел да и помогне на тужената држава да ги исполни своите обврски од член 46, Судот може да го посочи видот на индивидуални и/или генерални мерки кои треба да ги преземе со цел да стави крај на ситуацијата за која утврдил дека постои (види Broniowski v. Poland [GC], no. 31443/96, § 194, ECHR 2004-V, and Scoppola v. Italy (no. 2) [GC], no. 10249/03, § 148, ECHR 2009...).", "256.  Во овој случај, Судот смета дека е потребно, со оглед на утврдувањето на повреда на член 5, да посочи индивидуални мерки за извршување на оваа пресуда. Судот воочува дека утврдил повреда на тој член заради непочитување на условот дека секое лишување од слобода мора да биде „во согласност со постапка предвидена со закон“ и тоа што немало оправдување за лишувањето од слобода на жалителот според подпараграф (д) или било кој од останатите подпараграфи на член 5 § 1. Тој исто така ги воочи недостатоците во оцената на постоењето и траењето на било какви нарушувања кои го прават нужно неговото сместување во дом за социјални грижи (види параграфи 148-160 погоре).", "257.  Судот смета дека со цел да се поправат последиците од повредата на правото на жалителот, властите треба да утврдат дали тој сеуште сака да остане во Домот за кој станува збор. Ништо во оваа пресуда не треба да се гледа како пречка за негово понатамошно сместување во Домот за социјални грижи во Пастра или било кој друг дом за луѓе со психички заболувања ако се утврди дека тој се согласува да биде сместен таму. Сепак, ако жалителот се противи на такво сместување, властите треба без одлагање да ја преиспитаат неговата ситуација во светло на заклучоците во оваа пресуда.", "258.  Судот воочува дека исто така утврди повреда на член 6 § 1 заради тоа што не бил овозможен директен пристап до суд на лице на кое му била одземена деловната способност да бара нејзино враќање (види параграфи 233-248 погоре). Со оглед на тој заклучок, Судот и препорачува на тужената држава да предвиди потребни генерални мерки за да гарантира ефикасна можност за таков пристап.", "Б.  Член 41 од Конвенцијата", "259.  Член 41 од Конвенцијата предвидува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на заинтересираната Висока страна договорничка овозможува само делумно отстранување на последиците на таа повреда, Судот и дава на оштетената страна, доколку е потребно, правично задоволување.“", "1.  Штета", "260.  Жалителот не поднесе барање за надомест на материјална штета но, побара EUR 64,000 за нематеријална штета.", "261.  Тој изјави посебно дека трпел лоши животни услови во Домот за социјални грижи и побара износ од EUR 14,000 по тој основ. Во однос на неговото сместување во Домот за социјални грижи во Пастра, тој изјави дека имал чувства на вознемиреност, тегоби и фрустрација од моментот кога таа мерка почнала да се применува во декември 2002. Неговото присилно сместување исто така имало значајни последици по неговиот живот затоа што тој бил одвоен од социјалната средина и подложен на многу рестриктивен режим, што ја отежнало неговата реинтеграција во заедницата. Тој изјави дека иако немало слична судска пракса во однос на незаконско лишување од слобода во социјална установа за лица со психички заболувања, треба да се земе во предвид износот доделен од Судот во случаи во врска со незаконско лишување од слобода во психијатриски установи. Тој се повика, на пример, на пресудите во Gajcsi v. Hungary (no. 34503/03, §§ 28-30, 3 October 2006) и Kayadjieva v. Bulgaria (no. 56272/00, § 57, 28 September 2006), во исто време воочувајќи дека тој бил лишен од слобода за значително подолг временски период од жалителите во споменатите случаи. Тој изјави дека износ од EUR 30,000 би бил правичен надомест по тој основ. На крај, тој додаде дека тоа што немал пристап до усд за да побара оцена на неговиот правен статус го ограничило користењето на повеќе слободи во областа на неговиот проватен живот, предизвикувајќи дополнителна нематеријална штета, за која би бил соодветен износ од EUR 20,000.", "262.  Владата изјави дека барањата на жалителот биле прекумерни и носновани. Таа тврдеше дека ако Судот доделел каков било надомест за нематеријална штета, износот не требало да ги надмине износите доделени во пресудите против Бугарија во однос на задолжително чување во психијатриска установа. Владата се повика на пресудите во Kayadjieva (цитирана погоре, параграф 57), Varbanov (цитирана погоре, параграф 67), и Kepenerov v. Bulgaria (no. 39269/98, § 42, 31 July 2003).", "263.  Судот забележува дека најде повреди на неколку одредби на Конвенцијата во овој случај, имено на членовите 3, 5 (параграфи 1, 4 и 5), 6 и 13. Судот смета дека жалителот мора да страдал како последица на неговото сместување во Домот, кое започнало во декември 2002 и сеуште трае, на тоа што не можел да побара судска оцена на таа мерка и тоа што немал пристап до суд да побара прекин на делумното старателство. Тоа страдање несомнено кај него предизвикало чувство на беспомошност и вознемиреност. Судот понатаму смета дека на жалителот му била нанесена нематеријална штета поради понижувачките услови за живот кој морал да ги трпи повеќе од седум години.", "264.  Одлучувајќи врз правична основа, како што наложува член 41 од Конвенцијата, Судот смета дека на жалителот треба да му се додели вкупна сума од EUR 15,000 за нематеријална штета.", "2.  Трошоци и надоместоци", "265.  Жалителот не поднесе барање за надомест на трошоци и надоместоци.", "3.  Затезна камата", "266.  Судот смета дека е соодветно затезната камата да се пресмета согласно најниската каматна стапка на Европската централна банка, на која треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "1.  Ги одбива, едногласно, приговорите на Владата за неискористување на домашните правни лекови;", "", "2.  Одлучува, едногласно, дека имало повреда на член 5 § 1 oд Конвенцијата;", "", "3.  Одлучува, едногласно, дека имало повреда на член 5 § 4 oд Конвенцијата;", "", "4.  Одлучува, едногласно, дека имало повреда на член 5 § 5 oд Конвенцијата;", "", "5.  Одлучува, едногласно, дека имало повреда на член 3 oд Конвенцијата, земен самостојно и во врска со член 13;", "", "6.  Одлучува, едногласно, дека имало повреда на член 6 § 1 oд Конвенцијата;", "", "7.  Одлучува, со тринаесет гласа против четири, дека не е потребно да се разгледа дали имало повреда на член 8 oд Конвенцијата, земен самостојно и во врска со член 13;", "", "8.  Одлучува, едногласно,", "(a)  дека тужената држава треба да му плати на жалителот, во рок од три месеци, EUR 15,000 (петнаесет илјади евра) за нематеријална штета, кои ќе се конвертираат во бугарски левови по курс кој важи на денот на исплата, плус секој данок кој може да биде пресметан на тој износ;", "(б)  дека по истекот на гореспоменатиот рок од три месеци до исплата, ќе се исплати камата на гореспоменатиот износ еднаква на најниската каматна стапка на Европската централна банка, за односниот период плус три процентни поени;", "", "9.  Го одбива, едногласно, останатиот дел од барањето на жалителот за правично задоволување.", "Изработена на англиски и француски јазик, и донесена на јавна расправа во Зградата на човековите права, Стразбур, на 17 јануари 2012.", "\tVincent Berger\tNicolas Bratza\n\tЈурисконсулт\tПретседател", "", "© Совет на Европа/Европски суд за човекови права 2012", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод беше изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се преземе од HUDOC базата на податоци на судска пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на случајот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако целта е да се употреби било кој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", ""]}