{"file": "MAC_HJUDMAC_13936_02.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "13936/02", "text_paragraphs": ["", "", "© Совет на Европа/ Европски суд за човекови права, 2012", "Овој превод беше изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации види ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2012", " This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "ЧЕТВРТИ ОДДЕЛ", "", "", "", "", "СЛУЧАЈ MANOLE И OTHERS против МОЛДОВА", "", "(Жалба бр. 13936/02)", "", "", "", "", "", "", "ПРЕСУДА", "[Извадоци]", "", "СТРАЗБУР", "", "17 септември 2009", "", "КОНЕЧНА", "", "17/12/2009", "", "Оваа пресуда може да биде предмет на уреднички измени.", "", "Во случајот Manole и Others против Молдова,", "Европскиот суд за човекови права (Четврти оддел), заседавајќи како Судски совет, во состав:", "\tNicolas Bratza, Претседател,\n\tJosep Casadevall,\n\tGiovanni Bonello,\n\tRait Maruste,\n\tLech Garlicki,\n\tJán Šikuta,\n\tStanislav Pavlovschi, судии,\nи Lawrence Early, Секретар на Оддел,", "Расправајќи на затворена седница на 27 август 2009,", "Ја донесува следната пресуда, која што беше усвоена на таа дата:", "ПОСТАПКА", "1.  Случајот е инициран по жалба (бр.13936/02) против Република Молдова поднесена пред Судот согласно член 34 од Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од девет молдавски државјани („жалителите“: види параграфи 9-17 подолу) на 19 март 2002.", "2.  Жалителите, на кои им беше доделена правна помош, беа застапувани од г-н V. Nagacevschi и г-н V. Gribincea во име на “Lawyers for Human Rights”, невладина организација со седиште во Chişinău. Молдавската Влада („Владата“) беше застапувана од нејзиниот тогашен агент, г-н V. Parlog.", "3.  Жалителите, сите од кои биле вработени или поранешни вработени во Телерадио-Молдова („ТРМ“), тврдеа дека биле жртви на пракса на несоодветен политички притисок врз уредувачкатa политика, спротивно на член 10 од Конвенцијата.", "4.  На 15 јуни 2004, Судски совет на Четвртиот оддел ја прогласи жалбата за делумно недопуштена и одлучи да ги комуницира жалбите нa горенаведените девет жалители до Владата за опсервации.", "5.  Расправа се одржа јавно во Зградата на човековите права, Стразбур, на 8 март 2006 (правило 59 § 3).", "Пред Судот пристапија:", " (a)  за Владата\nг-н\tV. Parlog, \tАгент,\nг-ѓа\tD. Sarcu,\nг-ѓа\tL. Grimalschi,\nг-ѓа\tI. Lupusor,\tСоветници;", "(б)  за жалителите\nг-н\tV. Nagacevschi, \nг-н\tV. Gribincea,\tАдвокати,", "", "Судот слушна обраќања од г-н Parlog, г-н Nagascevschi и \nг-н Gribincea.", "6. Со одлука од 26 септември 2006, Судот го прогласи остатокот од жалбата за допуштен.", "ФАКТИ", "I.  ОКОЛНОСТИ НА СЛУЧАЈОТ", "A. Телерадио-Молдова", "7.  „Телерадио-Молдова“ (ТРМ) билa создаденa со декрет на Претседателот како компанија во државна сопственост на 11 март 1994, од поранешното државно радиодифузно тело. Статутите на ТРМ биле изменети во 1995, 1996 и повторно во 2002, кога била трансформирана во јавна компанија (види параграфи 59, 60 и 65 подолу) и била регистрирана како такво на 26 јули 2004.", "8.  Во ноември 2004 Молдавска телевизиска станица (NIT) во приватна сопственост почнала да емитува програма на национално ниво. До таа дата, покрај ТРМ; само еден романски јавен канал (Romania 1) и еден руски јавен канал (ORT) можеле да бидат следени во цела Молдова.  1 не емитувала локални вести а ORT вовела десетминутен дневен билтен во 2002. Додека во октомври 2004, 61% од молдавското наеление било рурално, кабелска телевизија била достапна само во големите градови а користењето на сателитски антени било главно неразвиено. Според Владата, истражување спроведено од Центарот за независно новинарство (види параграф 76 подолу) во 2004 нашло дела ТРМ бил најгледан канал во Молдова и дека вечерните вести на ТРМ биле омилената телевизиска програма на приближно 20% од населението.", "Б.  Жалителите", "9.   Larisa Manole (првиот жалител) работела во телевизија од 1982 и била Раководител на Одделот за телевизиски вести на ТРМ 2001-2002 и уредник и презентер на вечерните вести на Романски. Таа ја напуштила ТРМ во 2002.", "10.  Corina Fusu (вториот жалител) ја уредувала и презентирала утринската забавна програма, како и вечерните вести на ТРМ и емисија посветена на француската култура. Таа почнала да работи кај претходникот на ТРМ во 1990 и била отпуштена како технолошки вишок во ноември 2004.", "11.  Mircea Surdu (третиот жалител) бил главен уредник на неделно вечерно ток-шоу за културни, социјални и политички прашања. Тој почнал да работи кај претходникот на ТРМ во 1985 и бил отпуштен од државната компанија во август 2004 но вработен од јавната компанија во август 2004.", "12.  Dinu Rusnac (четвртиот жалител) бил виш уредник на одделот за телевизиски вести и ги презентирал вечерните вести на романски. Тој почнал да работи во ТРМ во јули 1984 и бил прогласен за технолошки вишок во ноември 2004.", "13.  Diana Donică (петтиот жалител) била директор од повисок ранг и работела на шоуто презентирано од Mircea Surdu. Таа почнала да работи во ТРМ во авхуст 1994 и бил отпуштена од државната компанија во август 2004 но вработена од јавната компанија во август 2004.", "14.  Leonid Melnic (шестиот жалител) бил продуцент на неколку програми и ток-шоуа во културната програма на телевизијата. Тој почнал да работи кај претходникот на ТРМ во август 1992 и бил отпуштен од државната компанија во август 2004 но вработен од јавната компанија во август 2004.", "15.  Viorica Cucereanu-Bogatu (седмиот жалител) работела како специјален дописник на програмата за телевизиски вести. Таа почнала да работи кај претходникот на ТРМ во август 1979 и била прогласена за технолошки вишок во ноември 2004.", "16.  Angela Aramă-Leahu (осмиот жалител) била постар уредник и презентер во телевизиската редкација за култура како и продуцент и презентер на забавно шоу. Таа почнал да работи кај претходникот на ТРМ во декември 1983 и била прогласена за технолошки вишок во ноември 2004.", "17.  Ludmila Vasilache (деветтиот жалител) била уредник и презентираланеколку емисии во редакцијата за култура на телевизијата. Таа почнала да работи кај претходникот на ТРМ во февруари 1990. Таа бил отпуштена од државната компанија во август 2004 но вработена од јавната компанија во август 2004.", "Б.  Аргументи на странките во однос на несоодветната политича контрола во ТРМ помеѓу февруари 2001 и ноември 2004", "1.  Жалителите", "18.  Според жалителите, ТРМ била предмет на политичка контрола во текот на целото нејзино постоење. Сепак, после февруари 2001, кога Комунистичката партија освоила големо мнозинство на парламентарните избори, повеќето од менаџерите на високи позиции биле отстранети и нивните позиции пополнети со лица лојални на Владата. Ограничувањата на новинарската слобода на изразување наводно тогаш станале акутни.", "19.  Жалителите тврдеа дека информации емитувани на вестите биле строго контролирани од високото раководство на ТРМ. Иако претходно било дел од работата на првиот жалител да селектира прилози да го пишува сценариото за делот од вестите кој го презентирала, после 2001 таа задача била преземена од раководителот на рекацијата за вести, кој одлучувал кои прилози треба да бидат вклучени врз основа на распоред подготвен од државната новинска агенција „Молдпрес“. Изборот се доставувал на одобрување кај претседателот на ТРМ и директорот на радио и телевизија. На материјалите кои покривале парламентарни, владини или претседателски седници како и локални посети на службени органи им бил даван приоритет.", "20.  Само група на новинари и техничари на кои им се верувало, биле користени за интервјуа и известувања од политичка природа. Иако пред 2001 новинарите имале голема уредничка контрола, сега им биле давани инструкции за тонот и насоката која прилогот требал да ја има; повремено цело сценарио им било диктирано. Интервјуа и други извештаји кои не биле емитувани во живо биле селектирани и монтирани да ја презентираат владејачката партија во позитивно светло.", "21.  Во согласност со политиката на ТРМ, извештаите за активностите на провладини тела и службеници требало да траат помеѓу 3 и 5 минути. Извештаите за други настани би траеле помеѓу 60 и 90 секунди. Како последица на тоа две третини од времето предвидено за вести би било посветено на извештаи поврзани со Владата. Не се известувало за било каков конфликт во земјата или настаните организирани од опозицијата, невладини организации или луѓе со ставови различни од тие на владејачката партија. Ниту една опозициска партија немала пристап во етерот и „црна листа“ била составена на проминентни личности од политичкиот, културниот и научниот живот кои не ја подржувале Комунистичата партија и на кои, затоа, не им бил дозволен пристап на емиситте на ТРМ. Во ретките прилики кога на политичар од опозицијата му било дадено време во етерот, интервјуата биле скратувани или говорот бил надсинхронизиран со новинарски коментар или текст доставен од владината новинска агенција, Молдпрес.", "22.  Покрај вестите, други емисии биле исто така предмет на цензура. Контроверзни теми биле забранети; идентитетот на гостите и публиката во студијата биле контролирани, програми во живо и интерактивни програми биле избегнувани а доаѓачките повици проверувани. Неделниот распоред на емитување морал да биде одобрен од претседателот на ТРМ. Емисиите кои тој не ги одобрил биле изоставени од распоредот на емитување без претходно изветување на гледачите или на учесниците во емисијата и без никакво објаснување.", "23.  Жалителите тврдеа дека користењето на зборовите и фразите како „Романец“, „романски јазик“, „Бесарабија“, „историја на Романците“, „тоталитарен режим“ биле забранети, како и било каква референца на историски периоди како што е периодот помеѓу двете Светски војни, организираниот глад во СССР, сталинистичиот режим, депортациите во гулаг и периодот на национална обнова во 1989.", "24.  Жалителите идентификуваа повеќе конкретни инциденти во текот на овој период. Тие вклучувале дисциплинска постапка поведена против новинар за употреба на изразите „тоталитарен комунистички режим“, „комунистичка влада“ и „Плоштадот на Големото народно собрание“ во текот на известување во живо на Денот на независноста, 27 август 2001, бришењето на интервју со Mircea Snegur, првиот Претседател на Молдова, од прилог во вечерните вести за Денот на независноста; опоменувањето на новинар кој снимил интервју со претседателот на Унијата на кино работници во текот на кое лицето кои било интервјуирано рекло дека „во периодот на тоталитарниот режим црквите беа уништувани“; бришењето на интервју со поранешниот Генерален секретар на Комунистичата партија, G.E., на 22 септември 2001, затоа што рекол дека „во моментот не може да се види никакво светло на крајот на тунелот“ кога зборувал за економската ситуација во Молдова; укинувањето на емисија, која требала да биде прикажана на 28 октомври 2001, за починатите пејачи Doina и Ion Aldea Teodorovici; одбивање да се емитува, на 13 февруари 2002, интервју со парламентарецот Vlad Cubreacov во однос на заменувањето во школската програма на предметот „Историја на Романците“ со „Историја на Молдова“, одбивање да се прикаже било какво следење на ставот на опозицијата во прилог на 22 февруари 2002 за дебатата во Парламентот за општествено-политичката ситуација; цензурирањето на известување од прес-конференција на заменикот на парламентарната фракција “Alianţa Braghiş”, кој ги критикувал владините предлози за територијално-административна реформа; забранувањето на прилози за Конгресот на филолози и конференции организирани од историчари затоа што мислења за „Историја на Романците“ и романскиот јазик биле дадени; забранување, во април 2002, на прилог за инаугурацијата на Музејот за национална историја кој бил посветен на жртвите на сталинистичките репресии; забранување на прилог во јули 2002 за професорот Elle Pelerino, затоа пто зборувала за советските депортации на етнички Германци; бришењето, од прилог од јули 2002 за починатиот Gheorghe Ghimpu, на насловот на неговата книга „Националната свест на Молдавските Романци“; забранување во текот на божиќните сезони 2002 и 2002 на сите интервјуа со свештеници од Метрополитанската црква на Бесарабија.", "25. На 28 ноември 2002 ток-шоуто „Bună Seara“, презентирано од жалителот Mircea Surdu, требало да биде посветено на дискусија за планот за федерализација на Молдова предложен од Руската Федерација. Гости во емисијата биле Vladimir Filipov, претставник на Советот на Европа во Молдова, Klaus Neurkirh, портпарол на Мисијата на ОБСЕ, и тројца лидери на Парламентарни фракции: Victor Stepaniuc, Dumitru Braghiş и Iurie Roşca. Претседателот на ТРМ му кажал на Vladimir Filipov неколу часа пред моментот кога емитувањето требало да започме дека не мора да доаѓа затоа што емисијата била откажана. Продуцентскиот тим и презентерот не биле информирани. Претставникот на ОБСЕ; Dumitru Braghiş и Iurie Roşca дошле во студиото. Публиката ги зазела своите места и шоуто започнало. Сепак, без учесниците да знаат и без било какво објаснување, [шоуто]не било емитувано и наместо тоа бил прикажан филм. Новинарите кои работеле на шоуто биле покасно испитани од полицијата.", "2. Владата", "26. Владата не одговори за конкретните инциденти идентификувани од страна на жалителите. Сепак, таа се изјасни дека политичарите од опозицијата имале пристап на националната телевизија и дека се известувало за протестите од 2002, како што било покажано од текстот на вестите во периодот 14-27 февруари 2002 и за определените датуми во април 2002, јули 2002 и ноември 2003. Понатаму, објавените тв водичи ги покажале следните емитувања на ТРМ: на 14 мај 2004, емисија со наслов „Трибина на политички партии“; на 12 јули 2004, емисија со наслов „Јавен живот“, со учество на Претседателот на Молдова; и на 15 јули 2004, „Демократските процеси и слободата на медиумите“, со учество на г-н V. Stepaniuc, лидерот на комунистичка парламентарна фркација, г-н D. Braghiş, лидерот на парламентарна фракција “Moldova Democrată”, г-н M. Petrache, лидерот на вонпарламентарната партија “Centrist Union”, и други лица кои не биле претставници на политичи партии.", "27.  Од 2002, за главните малцински групи, ТРМ емитувала програми на шест јазици, имено, руски, украински, гагауски, бугарски, ромски и јидиш.", "28.  Во текот нз изборната кампања во 2005, емисии како „Час на опозицијата“ и покасно „Контрапункт“ и дозволувале на опозицијата да ги изрази своите погледи во текот на еден час секоја недела. Вон изборниот период, емисијата „Платформа на политичките партии“ овозможувала десет минути секоја недела политичар од опозицијата да се обрати на јавноста. Понатаму, од 2005, сите дебати во Парламентот биле емитувани на телевизиските и радио канали на ТРМ.", "Г.  Протестите и штрајкот од 2002", "29.  Од 9 јануари дo мај 2002 главната опозициска партија во тоа време, Христијанско демократската народна партија, организирала дневни протести против одлуката на Владата да ја изменат учичишната програма и повторно да воведат задолжитело изучување на рускиот јазик. Протестите, на Плоштадот на Големото национално собрание, пред главната зграда на Владата, вклучувале десетици илјади протестанти (види повеќе во The Christian Democratic People’s Party v. Moldova, no. 28793/02, ECHR 2006-II).", "30.  Според Владата, за протестите се известувало во вестите на ТРМ, воглавно во наративни извештаи на жалителот Corina Fusu. Жалителите, сепак, тврдеа дека следењето на протестите било многу ограничено и строго контролирано, посебно, било забрането да се даваат било какви информации за причините за протестите или за ставовите изразени од опозицијата во текот на парламентарна дебата.", "31.  На 25 февруари 2002, 331 вработени на ТРМ ја потпишале следната протестна декларација:", "„Ние, вработените во Телерадио-Молдова, забележуваме дека после победата на Комунистичка партија на изборите, нашата слобода на изразување е повредена. На нашите гледачи и слушатели им е одземено правото на точни и непристрасни информации. Всушност, властите повторно воведоа, во националното радио и телевеизија, политичка цензура во советски стил, забранета со Уставот на Молдова. Како последица Телерадио-Молдова стана инструмент за перење на мозок и манипулација со јавното мислење, микрофон на владејачата партија. Протестираме против овие тоталитарни дејтвија, кои ги повредуваат правата на телевизиските гледачи, радио слушателите и на слободата на медиумите како целина. Повреди на демократските принципи од овој вид се опасни, бидејќи ја дестабилизираат политичката ситуација во земјата. Ние иразуваме солидарност со активностите на протестантите, насочени против насилната русизација и намерното уништување на демократскиот систем. Бараме укинување на цензурата во државната компанија Телерадио-Молдова и почитување на правото на народот на точни, сигурни и непристрасни информации. Бараме властите да ја почитуваат демократската и проевропската политика кои народот во оваа земја ја избра.“", "32.  На 26 февруари 2002 декларацијата била испратена до новинските агенции и неколку илјади луѓе се собрале пред седиштето на ТРМ за да протестираат против политичката контрола. Покасно на тој ден, во текот на снимањето на вестите од 19 часот, четвртиот жалител, Dinu Rusnac, одбил да чита од сценариото кои му било дадено а кое не споменувало никаква иформација за протестите пред седиштето на ТРМ. Екипата на вестите почнала да емитува прилог за протестите но, после неколку минути, вестите биле прекинати и заменети со документарен филм. Воени службеници биле повикани во студиото, а на Larisa Manole не и било дозволено да ги презентира вестите на романски во 21 часот заради нејзиното вклучување во протестите.", "33.  На 27 февруари 2002 група на вработени на ТРМ одлучила да оди на [“go-slow”] штрајк со намалување на продуктивноста и Штрајкувачки одбор бил избран за таа цел. Штрајкувачкиот одбор испратил до претседателот на ТРМ и до Владата листа на барања, вклучувајќи и укинување на цензурата, а уредниците и презентерите одлучиле да започнат со продуцирање на нецензорирани вести. Група од приближно 700 протестанти се собрала пред зградата на ТРМ.", " 34.  Tоа попладне (27 февруари 2002), Претседателот на Молдова се сретнал со претставници на Штрајкувачкиот одбор. Тој изјавил дека тој исто така се противел на цензура. Сепак, тој го одбил барањето да се понуди на опозицијата еден час време во етер, заради тоа што протестите на Плоштадот на Големото национално собрание биле незаконски.", "35. На 5 март 2002 четвртиот жалител, Dina Rusnac, вклучил во сценариото на вестите од 19 часот прилот за одговорот на Штрајкувачкиот одбор на одредени изјави на Претседателот на Молдова како и интервју со лидерот на Христијанско-демократската народна партија, Iurie Roşca. Раководителот на редакцијата за вести ги избришал тие параграфи од сценариото. Во текот на емисијата, емитувана во живо, г-н Rusnac тврдел дека постоела цензура и го покажувал редактираното сценарио кон камерата. Веднаш, раководителот му наредил на техничарот да го прекине звукот..", "36.  На 7 март 2002 Парламентот формирал посебна Парламентарна комисија за да изработи “стратегија за подобрување на работата на [ТРМ]“.", "Д.  Дисциплински постапки против првиот и четвртиот жалител", "37.  После настаните од 27 февруари 2002, на првиот жалител, Larisa Manole, која порани ги читала вестите на романски секоја вечер, и било дозволено да ги презентира само една или две вечери неделно. На 6 март 2002, на основа на тоа дека таа направила грешка при читање на вестите, таа била разрешена од позицијата на уредник и виш презентер и поставена за помлад репортер и веќе не и било дозволено да ги презентира вестите.", "38.  Таа повела спор за работни односи против ТРМ и на 11 септември 2002 Апелациониот суд одлучил во нејзина корист, наредувајќи на ТРМ да ја врати на нејзината поранеша позиција на презентер на вести. ТРМ, сепак, не ја почитувала пресудата и г-ѓа Manole никогаш не биле вратена на својата поранешна работа. Нејзе не и била давана доволно работа ккао репортер и наводно била предмет на вознемирување и цензура, до мерка во која таа повеќе не можела да заработува за живот и морала да даде отказ на 13 ноември 2002. Потоа таа работела за новинска агенција и за друга телевизиска компанија.", "39.  На 7 март 2002 на четвртиот жалител, Dinu Rusnac, му била изречена дисциплинска казна строго предупредување (“mustrare aspră”) заради тоа што отстапил од авторизираното сценарио на вестите по негова иницијатива. Понатаму, тој бил разрешен од позицијата на презентер на вести и му било одземено правото да презентира било каква информативна емисија.", "40.  Тој повел постапка против ТРМ и, на 23 септември 2002, Апелациониот суд ја поништил дисциплинската казна по основа на тоа што не произлегувало дека г-н Rusnac прекршил било каква договорна обврска со отстапувањето од сценаритот. [Апелациониот суд] сепак го отфрлил неговото тожбено барање да биде вратен како презентер на вести, затоа што заклучил дека тој немал никакво договорно право на оваа позиција која што ја вршел само врз основа на усен договор. На 25 октомври 2002 ТРМ ја укинала дисциплинската казна во исполнување на пресудата на Апелациониот суд.", "Ѓ.  Извештајот на Советот за аудио-визуелна координација", "41.  Помеѓу 16 и 19 април 2002 Советот за аудио-визуелна координација („САК“: види параграф 58 подолу) организирал серија на состаноци со раководители и вработени во ТРМ за да дискутираат за прашањето на цензура и други проблеми со кои компанијата се соочувала. На 29 април 2002 САК ги објавил неговите заклучоци, како што следи:", " „И управата на компанијата и вработените изразија интерес и желба за наоѓање брзо решение на конфликтот, кој доведе до барања и создавање на штрајкувачки одбо.", "Дискусијата беше фокусирана на две генерални теми:", "Политичката природа на Штрајкувачкиот одбор и настаните во [ТРМ];", "Социјални и административни прашања, со акцент на нереализираниот креативен потенцијал на вработените.", "Голем број на настани довеле до штрајкот. Имало голема промена на повисоки раководители во централната управа и одделенија на компанијата, што довело до сериозни последици. Спротвно на нивните договори за работа, определени новинари и помошници на режисери престанале да ги почитуваат инструкциите за подготвување и емитување на емисИи, што довело до снижување на воспоставените стандарди и непочитување на правилата и условите за емитување. Политичката пристрасност на определени телевизиски новинари се гледа во фактот што група од нив веднаш им ја дала нивната поддршка за протестите на Плоштадот на Големото национално собрание организирани од паралментарна партија од опозицијата. Злоупотребувајќи ја настанатата ситуација, новинарите не само што ги прекршиле професионалните обврски туку исто така имале удел во влошувањето на ситуацијата во компанијата преку поделба на вработените на два табора: „ние“ и „тие“.", "... Дисциплинските казни, вклучувајќи и повлекувањето на дозвола на презентирање, биле наметнати на новинари кои ги пркршиле процедурите за емитување. Пристрасните изјави на членовите на Штрајкувачкиот одбор биле отфрлени од мнозинството на вработени во ТРМ. Тоа довело до создавањето Антиштрајкувачки одбор, кој немал помалку членови од Штрајкувачкиот одбор.", "Активностите на Штрајкувачкиот одбор не биле подржани од страна на синдикатот на ТРМ. Членовите на Штрајкувачкиот одбор презентирале барања не само до управата на компанијата и Владата туку исто така и до Советот на Европа, без да го информираат Советот за аудио-визуелна координација.", "Во однос на поимите ‘цензура’ и ‘примена на цензура ‘ во креативниот процес, имало обид да се квалифкуваат како ‘цензура’ основните улови наметнати од должноста да се почитуваат обврските од службата. Во исто време поимите ‘надворешна’ и ‘внатрешна’ цензура биле воведени во дискурс.", "Всушност, тие се обиделе да ја искористат употребата на цензура да ги оправдаат слабиот квалитет на нивата работа и недостиг на професионалност. Новинарите не ги извршувале правилно нивните задачи кои повисоките раководители, со цел да продуцираат непристрасни емисии, им ги довериле. Основните критериуми на шрофесионалност се толкувани како форма на диктат или цензура. Сепак не може да се исклучи дека одредени директори не се обиделе да водат нивно сопствено емитување во живо наклонето кон партиската страна на парламентарното мнозинство. Обидите на претставници на државната власт да влијаат врз пораките кои се пренесуваат преку емисиите сеуште постои, иако САК нема било какви конкретни примери за тоа. Разбирливо е дека таквиот вид на несоодветно влијание доведе до протести од страна на вработени со креативни задачи. Тоа е вообичаено во телевизиите.", "Така, ‘политичката цензура’ е идентификувана како недостаток на професионализам од страна на определени директори во однос на организацијата на креативниот процес. ‘Политичката цензура’ прерасна во ‘интелектуална цензура’", "Исто така е забележано дека управата на компанијата не ја забранува употребата на зборовите Бесарабија, Романец, романски јазик, романска историја, или тоталитарен режим во историски контекст; сепак не се дозволува нивната примена во известувања за тековни настани. Барањата на членовите на Штрајкувачкиот одбор добија време во етер. ...", "Статутот на ТРМ беше предмет на оцена на Европската унија пред да биде усвоен од Владата. Сепак, определени членови и одредби не се сѐуште одразени во креативните активности на ТРМ или во односите помеѓу управата и вработените Предлозите да се претвори државната компанија во јавна институција се аспиративни и немаат финансиска заснованост. ...", "Затоа, САК откако ја испита состојбата во компанија во државна сопственост Телерадио-Молдова, смета дека", "Постојаната пракса на променување директори и вршењето притисок на вработените со креативни задачи, што се толкува како примена на цензура, не се компатибилни со активностите на креативната работна сила.", "Статутот на компанијата во државна сопственост Телерадио-Молдова и можното создавање во иднина на јавни работни места во телевизиското и радио емитување треба јавно да бидат анализирани.", "Одредбите на Статутот мора строго да се почитуваат од компанијата, чијашто одговорност е да воспостави колективен collegial Борд на директори.", "Дефинитивната одлука во однос на обезбедувањето на моќна опрема и финансирањето, вклучително и плати, треба да биде донесена од Парламентот и Владата.", "Статутот и составот на Уметничата комисија за телевизија и радио, и инструкциите за подготовка и започнување на емисии мора да бидат разгледани повторно. Мора да се овозмои постојана анализа на законодавството кое се однесува на аудио-визуелниот сектор и со целосна одговорност.", "Постапките за обука и преориентација на вработените мора да се ревидираат, а прорамите за обука да се организираат во студиа во странство.“", "Е.  Трансформација на ТРМ во јавна компанија и постапката за враќање на поранешни работни места", "42.  На 7 јуни 2002 Претседателот на Молдова дал изјава за печатот во однос на ТРМ. Тој ја изразил својата задршка во однос на Резолуцијата на Парламентарното собрание на Советот на Европа со која се повикуваат молдавските власти да ја трансформираат државната компанија ТРМ во јавна компанија (види параграф 61 подолу), но, изјавил дека би прифатил одлука на Парламентот да се направи таква промена.", "43.  На 26 јули 2002 Парламентот го донел Законот бр. 1320-XV за јавната аудио-визуелна институција, „Телерадио-Молдова“, со кој државната компанија стана јавна компанија (види параграф 65 подолу).", "44.  Според новиот закон, вработените во старата државна компанија морале да положат испит за да бидат вработени во новата јавна компанија. Испитна комисија била именувана во мај 2004. Жалителот Mircea Surdu бил избран да ги претставува вработените од постоечката ТРМ.", "45.  Сите жалители го полагале исптитот. Резултатите биле објавени на 26 јули 2004. На Corina Fusu, Dinu Rusnac, Viorica Cucereanu-Bogatu и Angela Arama-Leahu не им биле потврдени работните места, заедно со голем број на лица кои учествувале на штрајкот во 2002. Mircea Surdu дал оставка од Испитната комсија во знак на протест.", "46.  На 27 јули 2004 новинарите кои не биле задржани на работа организирале прес-конференција на која тврделе дека биле отпуштени од политички причини. Наративен извештај за прес-конференцијата бил предвиден во вестите од 19 часот. Сепак, претседателот на ТРМ донел одлука да се емитува документарен филм за природата наместо тоа.", "47.  На истата дата, претседателот на ТРМ издал наредба со која на деветнаесет лица кои учествувале на прес-конференцијата, вклучително и петмина од жалителите, им бил забранет пристап во просториите на ТРМ. Новинарите и нивните подржувачи продолжиле да протестираат пред зградата на ТРМ приближно седум месеци.", "Е.  Парница во однос на постапката за враќање на работа", "48.  Жалителите Corina Fusu, Angela Aramă-Leahu, Dinu Rusnac и 57 други лица се жалеле до Административниот совет на Апелациониот суд во Chişinău за законитоста на постапката за враќање на работа тврдејќи посебно дека Испитната комисија бил незаконски конституирана.", "49.  Со пресуда од 24 септември 2004 Апелациониот суд во Chişinău ја одбил тужбата како неоснована. Нашол, помеѓу останатото, дека испитната комисија бил конституирана според Законот бр.1320-XV од 26 јули 2002, и дека тој закон не им давал на жалителите било какви конкретни права во однос на спроведувањето на испитот. ТРМ дејствувала во рамките на своите дискрециони овластувања и не постоело право да се оспорат законски одредби.", "50.  На 16 март 2005 Врховниот суд на правдата ја одбил жалбата како неоснована.", "II. ПРИНЦИПИ И УПАТСТВА ЗА ЈАВНИТЕ РАДИОДИФУЗНИ СЕРВИСИ ИЗРАБОТЕНИ ОД КОМИТЕТОТ НА МИНИСТРИ НА СОВЕТОТ НА ЕВРОПА", "51.  На Четвртата Конференција на министри посветена на политиката за масовни медиуми во Прага, 7-8 декември 1994, Комитетот на министри ги усвои следните резолуции:", "Резолуција бр. 1 за иднината на јавните радиодифузни сервиси", "...", "52.  Во 1996 Комитетот на Министри ја усвои Препораката бр.  R(96)10, за „Гарантирање на независност на јавните радиодифузни сервиси“ ...", "53.  Во декември 2000 Комитетот на министри усвои Препорака Rec(2000)23 за „Независноста и функциите на регулаторните тела во радиодифузниот сектор“ која, помеѓу останатото, нагласи дека за да се гарантира постоењето на голем обем на независни и автономни медиуми во радиодифузниот сектор, било суштински важно да се обезбеди адекватна и пропорционална регулатива, со цел да се гарантира слободата на медиумите а во исто време да се осигура рамнотежа помеѓу таа слобода и други легитимни права и интереси. ...", "54.  На 27 септември 2006 Комитетот на министри усвои „Декларација за гарантирањето на независност на јавните радиодифузни сервиси во државите членки“...", "III.  ДОМАШНО ПРАВО И ПРАКСА", "А.  Правни лекови за оспорување домашни закони за несогласност со Конвенцијата", "55.  Според член 4 од Законот за управна постапка (Закон бр. 793-XIV од 10 февруари 2000), законите и управните декрети, регулаторни административи уредби, наредбите и одлуките на Претседателот и Владата не се предмет на судска оцена; тие се предмет на оценување на нивната уставност. Оценување на уставноста се врши кога има иницијатива по некое прашање до Уставниот суд (член 4 од Законот за Уставниот суд, Закон бр. 317-XIII, 13 декември 1994). Не постои директен пристап во вид на индивидуално барање до Уставниот суд. Лицата и институциите кои имаат право да поднесат случај пред Уставниот суд се изречно наброени во член 25 од Законот за Уставниот суд и член 38 од Законикот за уставна надлежност, кој предвидува како што следи:", "", " „Право да поднесат шредмет пред Уставниот суд ќе имаат:", "(a) Претседателот на Република Молдова;", "(б) Владата;", "(в) Министерот за правда;", "(г) Врховниот суд;", "(д) Економскиот трибунал;", "(ѓ) Државниот правобранител;", "(е) пратеник;", "(ж) парламентарна група;", "(з) Омбудсман;", "(ѕ) Народното собрание на Гагаузија (Gagauz-Yeri) ...”", "Б.   Уставни одредби релевантни за аудио-визуелно емитување", "56.  Слободата на изразување е гарантирана со Уставот, како што следи:", " „член 32.  Слобода на мислење и изразување", "(1)  На сите граѓани им се гарантира слободата на мислење како и слободата јавно да ги изразуваат своите мислења и ставови преку збор, слика или било кое друго можно средство.", "(2)  Користењето на слободата на изразувањето не смее да ја повреди честа, достоинството или правата на други луѓе да имаат и да ги изразуваат своите мислења или ставови.", "(3)  Законот ќе забрани и ќе ги гони сите активности насочени кон негирањето или навредувањето на државата или народот. Повикувањето на бунт, војна, агресија, етничка, расна или религиозна омраза, поттикнувањето на дискриминација, територијален сепаратизам, јавно насилство, или други активности со кои се загрозува уставниот поредок се исто така забранети и ќе бидат кривично гонети“.", "В.  Законот за аудио-визуелно емитување (1995)", "57.  Законот за аудио-визуелно емитување (Закон бр. 603-XIII од 3 октомври 1995) ги поставува стандардите за слободата на изразување во аудио-визуелното емитување, како што следи:", "„член 2", "(3)  Аудио-визуелните институции нема да бидат предмет на цензура.", "член 3", "Слободата на аудио-визуелно изразување подразбира строго почитување на Уставот и не може да биде употребувана на штета не достоиството, честа, приватниот живот или имиџот на друга личност.", "член 6", "(1) Државата ќе ги гарантира сите потребни услови за активноста на јавните аудио-визуелни институции.", " (2)  Државата ќе ги гарантира обезбедувањето на јавните аудио-визуелни институции со потребната техничка опрема за нивната радиодифузна дејност.", "член 29", "Новинар од аудио-визуелна институција, кој делува во нејзино име, ќе го има правото:", "...", "(б)  на пристап до сите судови од сите инстанци.", "58.  Законот исто така го востановува Советот за аудио-визуелна координација („САК“):", "„член 31", "(1) Советот за аудио-визуелна координација ќе биде составен од девет членови, именувани од:", "(a)  Парламентот –тројца членови (од кои еден експерт за аудио-визуелни работи);", "(б) Претседателот на Република Молдова – тројца членови (од кои еден експерт за аудио-визуелни работи);", " (в)  Владата - тројца членови (од кои еден експерт за телекомуникации). ...”", "Г.  Формирањето на ТРМ како државен радиодифузер", "59.  ТРМ беше основана на 11 март 1994 со Претседателскиот декрет бр.63, кој превидуваше:", "„член 1", "Националната радио и телевизија е ликвидирана.", "член 2", "Се основа државната компанија ‘Телерадио-Молдова’.", "член 4", "Управувањето со државната компанија ‘Телерадио-Молдова’ ќе биде вршено од претседателот на компанијата додека координирањето на нејзините активности ќе биде вршено од Координативниот совет.“", "", "60.  Статутот на ТРМ беше изменет со Одлука на Владата бр. 502 од 12 септември 1996 за Статутот на државната компанија „Телерадио-Молдова“. Таа гласи:", "„член 2", "Компанијата е јавна аудио-визуелна институција. Креативната и уредувачката активност на компанијата ќе биде заштитена со закон од мешање на јавните органи и притисок од политички партии.", "член 3", "‘Телерадио-Молдова’ ќе има статус на државна компанија.", "член 4", "Основач на компанијата е Владата, во името на државата Република Молдова. Активноста на компанијата ќе биде водена од државата преку Советот за ауди-визуелна координација.", "член 10", "Компанијата ќе ги има следните цели:", "Да обезбеди точни и објективни информации за општествено-политичкиот, економскиот и културниот живот во земјата и надворешните односи на државата;", "Да ги промовира интересите на сите слоеви во општеството, да ги пропагира вредностите на мир и хуманизам, демократските вредности и почитувањето на човековите права;", "Да создава, собира, да ги зачува и промовира културните и уметнички вредности.", "член 20", "Креативната и уредувачката активност на компанијата ќе биде независна. Телевизиските и радио емисиите ќе бидат заштитени со закон од мешање на јавните власти и влијание и притисок од било која политичка партија.", "член 22", "Компанијата ќе биде обврзана:", "Да ја презентира на објективен и непристрасен начин реалноста на националниот и интернационалниот општествено-политички живот, да го осигура правото на народот на информирање, да ги промовира автентичните вредности на националната култура, културата на националните малцинства и универзалната култура;", "Да осигура слобода на изразувањето, слобода на мислата и слобода на размената на информации;", "Да осигура почитување на правата на новинарите во согласност со националното законодавство и со меѓународната пракса: да осигура присуство на лица со различни политички и религиозни погледи во своето емитување;", "Да им даде приоритет и бесплатно емитување на соопштенијата за јавноста на Парламентот, Владата и Претседателот на Молдова ...", "член 23", "Истражувачките и креативните оддели на компанијата ќе го осигураат правото на новинарот на мислење и да има негов или нејзин став. Компанијата не може да задолжи новинар за промовира било какви идеи кои се во спротивност со неговите или нејзините морални вредности.", "Член 24", "Емисиите емитувани од компанијата не смеат да пропагираат војна, агресија, етничка, расна, класна или религиозна омраза, насилни противдржавни активности, тероризам, јавна непослушност, територијален сепаратизам или било какви идеи и мислења спротивни на моралните стандарди...", "член 30", "Претседателот на компанијата, генералниот директор на телевизијата и генералниот директор на радиото ќе бидат именувни од Парламентот, на предлог на Советот за аудио-визуелна координација или на негова сопствена иницијатива. Мандатот ќе трае пет години. Потпретседателот на компанијата ќе биде именуван од Советот за аудио-визуелна координација на предлог на претседателот на компанијата за период од пет години.", "член 31", "Претседателот на компанијата ќе:", "Раководи со компанијата; ...", "Вработува и отпушта работници на компанијата;", "Врши надзор на работата на Бордот на директори на компанијата; ...", "член 33", "Бордот на директори е колективно и консултативно управно тело на компанијата. Тоа ќе биде составено од тринаесет членови, кои ќе работат во согласност со Правилата за Бордот на директори.", "Член 34", "Претседателот на компанијата ќе биде член на бордот на директори по автоматизам. Другите членови ќе бидат претставници на Владата и на Советот за аудио-визуелна координација.“", "Д.  Трансформацијата на ТРМ во јавна компанија", "1.  Препораки на Советот на Европа и извештаи во однос на предлогот за трансформација на ТРМ во јавен радиодифузер", "61.  На 24 април 2002 Парламентарното собрание ја усвои Резолуцијата 1280(2002) за „Функционирањето на демократските институции во Молдова“, која наведува, помеѓу останатото:", "„1.  Парламентарното собрание изразува сериозна загриженост за настаните кои се случуваат во Молдова од јануари 2002 и нервоза за континуираното влошување и радикализација на полтичката клима таму, која е закана за стабилноста на земјата.", "2.  Протестите организрани од Христијанско-демократската народна партија (ХДНП) се одржуваат сега во центарот на Chisinau повеќе од три месеци и половина. ...", "7.  Собранието воочува дека обемот на протестното движење од новинари и вработени во Телерадио Молдова ја нагласува потребата да се спроведат брзи реформи, за потполно да се гарантира слободата на изразувањето и да се промовира јавен сервис за радиодифузија. Ги повикува властите да ја прекинат праксата на цензура на телевизските емисии и да им овозможи на опозициските политички партии, и во парламентот и надвор од него, широк пристап до емисии за дискусија. Ја замолува молдавската Влада и Парламентот да започнат без одлагање со работа на трансформацијата на Телерадио-Молдова во независна јавна организација. ...", "10.  Собранието очекува молдавските политички сили да водат вистински, конструктивен дијалог и да се согласат на компромис која треба да ги вклучува следните елементи: ...", "iv. ревидирањето на законодавството за радио/телевизија и измена на статусот на Телерадио-Молдова за да стане независна јавна корпорација; неодложен почеток со работа на релевантниот парламентарен комитет: можно продолжување на разгледувањето на нацрт-законот анализиран од претходното законодавно тело; ... [завршување на работата] до крајот на тековната парламентарна сесија, на 31 јули 2002;", "11.  Собранието ја повикува молдавската Влада и Парламент да ги преземат овие мерки без одлагање. ...", "14.  Собранието ги повикува модавските власти да соработуваат во целост со Советот на Европа и неговите органи, и посебно: ...", "ii. да ги достават на ескпертска анализа на Советот на Европа идните нацрт-закони за реформирано емитување и трансформација на државната компанија Телерадио-Молдова во независна јавна корпорација; ...”", "62.  На истиот ден Парламентарното собрание ја усвои Препораката бр. 1554(2002) за „Функционирањето на демократските институции во Молдова“, која го содржи, помеѓу останатото, следното барање:", "„5.  Собранието исто така го замолува Комитетот на Министри да ја зајакне соработката со молдавските власти во однос на:", "i. брза експертска оцена на идните нацрт-закони за реформа на емитувањето и трансформација на државната компанија Телерадио-Молдова во независна јавна корпорација; ...“", "63.  После коресподенцијата помеѓу молдавските власти и Генералниот секретар на Советот на Европа, експертот, Karol Jakubowicz, Раководител за стратешко планирање и развој во Полската телевизија, направи писмена анализа на нацрт-законот на Владата за јавен радиодифузен сервис во Молдова. Во првиот извештај, од 22 јули 2002, (ATCM (2002) 19), г-н Jakubowicz забележал, помеѓу останатото:", "„[Нацртот на Владата] ... предвидува многу форми на директно политичко мепање во активностите [на радиодифузната организација]:", "•  Обврска во член 4(2) и член 6(1) да шират ‘соопштенија од јавен интерес, примени од јавните власти’ и да обезбедат време во етерот, по предлог, на јавните власти и органите на јавната администрација, за пренос на таквите соопштенија, без никакви ограничувања во однос на содржината, видот и причините за нивно пренесување.", "•  Именување на членови на ‘Советот на набљудувачи’ директно од Парламентот, Претседателот и Владата - чл. 13(2).", "•  Можност за нивно разрешување во било кое време од органот кој ги именувал, во случај на повреда на Законот за аудио-визуелни’, т.е. практично без било каква основа – чл. 13(5).", "•  Условот дека процедуралните правила на Советот на набљудувачи мора да бидат одобрени од Парламентот- чл. 13(7).", "•  Именување на генералниот директор директно од Парламентот, кој исто така може да го/ја разреши на предлог на Советот на набљудувачи– чл. 19.", "•  Правото на слецијалниот парламентарен комитет да побара писмено објаснување за било која активност од страна на јавниот радиодифузер која според мислењето на Парламентот го прекршува законот, и потоа да наложи, заедно САК, таквите прекршувања да се исправат.", "Овие предложени одредби тешко може да се прифати дека се во согласност со Препораката бр.R (96)10 на Комитетот на министри за Гарантирањето на независноста на јавниот радиодифузен сервис или со член 10 од Европската конвенција за човекови права. Одредбите од членот 10 дека слободата на говорот треба да биде користена ‘без мешање од јавен орган’ се однесува посебно на мешањето наметнато од државата или јавен орган или службено лице. Дотолку повеќе, Еропскиот суд за човекови права има прифатено дека во определени околности Конвенцијата може да наметне позитивна обврска на државата да го спречи, регулира или ограничи мешањето од приватно лице или орган со слободата на зиразувањето. Автентично, ефикасно користење на слободата на изразувањето и информирањето не зависи само од должноста на државата да не се меша, туу може исто така да наложи и позитивна мерки за да помогнат да се стимулира или заштити и одбрани слободата на изразување. Очекувано е државите членки на Европската конвенција да имаат обврска да преземат потребни мерки да ја заштитат и одбранат слободата на изразувањето користена од масовните медиуми и новинарите. Одредбите наброени погоре не може да се спојат со тие обрски, затоа што тие се фокусирани на создавање на позитивни причини за политички власти да се меша во работата на јавниот радодифузен сервис на начини кои создаваат вистинска можност за ограничување на неговата слобода“.", "64.  Втората анализа на г-н Jakubowicz’s, со дата 18 декември 2002 (ATCM (2002) 30), се однесувала пред се на предлозите за составот на управувачкото тело на ТРМ, “Советот на набљудувачи”. Тој се повикал на упатствата наведени во Дополнувањето на Препораката на Комитетот на министри бр. R (96) 10 (види параграф 51 погоре), дека правилата кои го регулираат статусот и членството во надзорните тела на јавните радиодифузни организации треба да бидат изработени на начин да се избегне да се подложат тие тела на ризик од политичко или друго мешање и забележал дека имало два можни модели за составот начинот на именуување на членови на телата како Надзорниот совет.", "„•  Според првиот, определени институции и групи од граѓанското општество се овластени да делегираат претставник по нивен избор во Советот за радиодифузија, за определен период (на пр. четири години). Примери на такви институции и групи се цркви, универзитети, театри, автори, новинари, музичари, земјоделци, жени, млади луѓе, спортски федерации, екологисти, работодавачи, синдикати, итн.", "• Според вториот, определен број на членови (на пр. девет или дванаесет) се именува од Парламентот или од неколку јавни институции (на пр. една третина од Парламентот, една третина од Владата, една третина од Претседателот). Со оглед на тоа што членовите на Советот за радиодифузија треба да ги претставуваат интересите на граѓанското општество, големи напори треба да бидат направени за тие во реалноста да не ги претставуваат политичките ставови и интереси на оние кои ги именувале ...", "Во општествено-политичките услови на земја во транзиција, вториот модел содржи можна контрадикција: дали поединци именувани од Парламентот, Владата и Претседателот, можат навистина да го претставуваат граѓанското општество,, или интересите на општеството во целина? Во услови на екстремна политизација на јавниот живот, дали е можно да се има доверба дека оние кои биле политички именувани навистина НЕМА да застапуваат политички ставови и интереси на оние кои ги именувале?", "Затоа што ризикот дека ќе го прават токму тоа е многу висок, предност треба да се даде на првиот модел.", "Се разбира, покрај сите правни мерки на претпазливост, никој не може да контролира кого членовите на Советот ќе сакаат да слушаат и чии ставови тие ќе сакаат да следат. Од оваа причина, важно е составот на Советот да биде што е можно поразновиден, така што потенцијалното влијание под кое членовите на Советот би потпаднале е што е можно поразлично. ...”", "2.  Закон бр. 1320-XV TRM и неговите измени", "65.  На 26 јули 2002, со цел да се трансформира ТРМ во јавна радиодифузна организација, Парламентот го усвои Законот бр. 1320-XV TRM за јавната национална радиодифузна компанија Телерадио-Молдова. Законот, во кој не се земени во предвид препораките на експертот на Советот на Европа (види параграфи 62-64 погоре), предвидуваше како што следи:", "„член 1", "Јавната национална аудио-визуелна институција – компанијата ‘Телерадио-Молдова’ – се основа со овој закон. Таа ќе биде институција со правен субјективитет со функционална автономија и уредувачка независност која ќе го осигура правото на слобода на пренесување точни и објективни информации на целата територија на Република Молдова...", "член 5", "(2)  Компанијата мора да осигура голема разновидност на емисии со кои се покриваат интересите на различни општествени, национални, религиозни и политички категории.", " (3)  Компанијата мора да осигура почитување на принципот на објективност и непристрасност во вестите и своите документарни емисии.", "член 13", "(1) Советот на набљудувачи на компанијата е автономно тело кое ќе биде одговорно да осигура почитување на правото на народот и на општеството да примаат точни, целосни и објективни информации. Ќе биде одговорен за мониторинг на почитувањето од страна на компанијата на законот и нејзиниот статут.", " (2)  Советот на набљудувачи ќе биде составен од 15 членови кои се добро познати личности од културната, научната, образовната, областа на медиумите и други области. Мандатот ќе биде пет години и тие ќе бидат именувани од:", " (a)  Парламентот – двајца членови (еден од опозицијата) ...;", "(б)  Претседателот на Република Молдова – двајца членови;", "(в)  Владата – двајца членови;", "(г)  Високиот судски совет – еден член;", "(д)  Креативните работници на компанијата - еден член;", " (ѓ)  Организациите на националните малцинства – двајца членови;", "(е)  Конфедерацијата на синдикати на Молдова - еден член;", " (ж)  Конфедерацијата на слободниот синдикат ‘Солидарност’ – еден член;", " (з)  Креативните унии (Унијата на писатели, Унијата за пластична уметност, Унијата на кино работници, Унијата на композитори, Унијата на театарски работници) – еден член;", "(ѕ)  Медиумските организации (Здружението на новинари, Здружението за слободни медиуми, Здружението на електронски медиуми, Комитетот за слобода на медиумите, Центарот за независно новинарство, Здружението за масовни медимуи) - еден член;", "(и)  Здружението на ветерани – еден член.", "член 14", "Советот на набљудувачи ќе:", "Именува претседател на компанијата, потпретседател, извршнен директор на телевизијата и извршен директор на радиото;", "Го потврдува составот на Бордот на директори;", "член 20", "Надзор над работата на компанијата", " (1)  Надзорот над работата на комшанија ќе го врши Советот на набљудувачи.", "(2)  Ако Советот на набљудувачи не ги извршува правилно надзорните функции, Парламентот може, преку Специјална парламентарна комисија, да бара од било кое тело на компанијата писмени информации за дејствијата или пропустите со кои според Парламентот се крши законот. Специјалната парламентарна комисија ќе биде составена од претставници на сите парламентарни фракции, кои ќе бидат претставени пропорционално со претставеноста на нивните партии во Парламентот.", "...", "(4)  Парламентот, заедно со Советот за аудио-визуелна координација, може да и нареди на компанијата да преземе соодветни мерки за елиминирање на најдените повреди на законот.", "(5)  Компанијата ќе има право да ја оспори законитоста на примените наредби пред судовите, во согасност со законите кои се во сила ...", "...", "(7)  Секоја мерка преземена според овој член нема да ја повредува слободата на информирање на компанијата и правото на слобода на изразување.“", "66.  На 18 септември 2002 Комитетот на министри усвои Одговор на Препораката на Парламентарното собрание 1554 (види параграф 61 погоре) во кој наведе, помеѓу останатото, дека статусот на ТРМ останувал предмет на загриженост. Иако Законот бр. 1320-XV претставувал напредок, тој предвидувал многу форми на директно политичко мешање со активностите на ТРМ, како што г-н Jakubowicz истакнал во својата анализа. Комитетот на министри нагласи дека одредбите не биле во согласност со стандардите на Советот на Европа и постоел ризик тие да бидат спротивни на член 10 од Конвенцијата.", "67.  На 26 септември 2002 Парламентарното собрание усвои уште една Резолуција за функционирањето на демократските институции во Молдова бр. 1303 (2002), во која ги повика молдавските власти да „го ревидираат, во текот на есента 2002, законот за националната јавна радиодифузна компанија Телерадио-Молдова со вистинско вклучување во дискусии, граѓанското општество, здруженијата кои ги претставуваат медиумите и политичката опозиција, и преку прифаќање на препораките дадени од експерти на Советот на Европа. Посебно, [Собранието] побарало „ревидирањето на одредбите за составот, именувањето и овластувањата на набљудувачкиот совет да биде предмет на што е можно поширока дебата...“", "68.  Владата потоа одлучила дека Законот бр. 1320-XV не бил доволен за да се заврши трансформацијата на ТРМ и бил подготвен нацрт-закон за изменување и дополнување, кој, покрај повеќе помали измени, содржел и предлот да се ликвидира постоечката ТРМ и да се основа нова организација со истото име.", "69.  Г-н Jakubowicz објавил анализа на нацрт-законот за измени и дополнување на 24 октомври 2003 (ATCM(2003)025) во која ги дал следните забелешки:", "„... Законот кој е сега во сила содржи само основни одредби во однос на статусот на компанијата како јавен радиодифузен сервис и со кои се опишуваат институционални решенија. Затоа, јасно беше дека ќе мора да биде изменет и дополнет за да се создаде потполна и соодветна правна рамка за јавен радиодифузен сервис во Молдова – во согласност со Резолуцијата бр. 1 ‘Иднината на јавните радиодифузни сервиси’ усвоена на Четвртата Конференција на министри во однос на политиката за масовни медиуми (Прага, 7-8 декември 1994); Препораката бр. R(96)10 на Комитетот на министри до државите членки за Гаранциите за независност на кавниот радиодифузен сервис, и Препорака Rec(2003)9 на Комитетот на министри до државите членки за мерките за промовирање демократски и социјален придонес на дигитална радиодифузија.", "Затоа, се поставува прашањето, дали овваа предложена измена ја постигнува целта.", "ЗАКЛУЧОК", "Освен предлогот за ликвидација на постоечката Телерадио-Молдова и да се основа нова организација под исто име на нејзиното место, измените се однесуваат не релативно минорни прашања. ...", "Затоа, овие измени не може да се земат како завршување на напорите целосно да се регулира Телерадио-Молдова, да се зачува нејзиното правилно функционирање, независност, автономија и финансирање, и да се создаде правна сигурност за компанијата. Суштинските измени на начинот на кој Телерадио-Молдова функционира како јавен радиодифузен сервис се мали. ...", "Според измените, се планира да (i) се ликвидира државната компанија Телерадио-Молдова; (ii) се отпуши целокупниот персонал, и (iii) да и се одземе целиот имот (кој имот потоа ќе биде префрлен на новата национална радиодифузна компанија Телерадио-Молдова и што ќе биде предмет на посебна одлука на Владата и нема краен рок до кој одлуката мора да биде донесена). Не е јасно дали тоа значи дека Телерадио-Молдова ќе го прекине своето работење и ќе престане да емитува во меѓупериодот или не. Ова е сигурно наговестено од од одредбата дека целиот персонал ќе биде отпуштен, но можеби постои план и покрај тоа да се продолжи со емитување.", "Спроведувањето на овој план би било многу неповолно за Телерадио-Молдова и нејзината публика. Во исто време, не е јасно каква суштинска цел би имало. Како што ќе тврдиме подолу, нема ништо во нацрт-измените што ги прави незаменливи од правна гледна точка. Уште повеќе, се чини дека ликвидацијата нема да биде потполна, со оглед на тоа што нема одредба за именување на нов надзорен совет или управувачки борд, ниту на нов претседател. Ако останат управувачките тела, нема вистинска ликвидација, туку само масовно отпуштање на вработени под изговор на ликвидација. ...“", "70.  Законот за измена и дополнување бил сепак усвоен од Парламентот на 17 октомври 2003. ТРМ била регистрирана во Државната комора за регистрирање како јавна компанија на 26 јули 2004 и започнала со емитување по нејзиниот нов статут на 8 август 2004.", "71.  На 4 октомври 2005 Парламентарното собрание ја усвои Реолуцијата 1465 (2005) за функционирањето на демократските институции во Молдова, во која ги даде следните забелешки, покрај останатите:", "“6.  ... Сепак, вистинското вклучување на граѓанското општество наложува плуралистички и динамичен медиски сектор, посебно во однос на телевизијата. Услови мора исто така да бидат создадени за навистина независен и професионален јавен радиодифузен сервис.", "...", "14.  Собранието понатаму ги повикува молдавските власти, во однос на заштитата на човековите права, да ...", "14.1.1.  го ревидираат законодавството во однос на јавниот радиодифузен сервис (и национален и локален) и на аудио-визуелниот сектор генерално;", "14.1.2.  да ја завршат трансформацијата на Телерадио-Молдова во вистински јавен радиодфузен сервис, како што е дефинирано со Препораката на Собранието 1641 (2004) за јавни радиодифузни сервиси; ...“", "Ѓ.  Извештаи кои се однесуваат на несоодветно политичко влијание во ТРМ", "1.  Набљудувачи од меѓувладини организации", "72.  Во јануари 2004 Специјалниот претставник на Генералниот секретар на Советот на Европа во Молдова го подоготви следниот извештај во однос на медиумите во Молдова:", "„Уставот на Република Молдова ја гарантира слободата на изразувањето и слободата на медиумите. Сепак, состојбата со медиумите во Молдова е една од областите на најголема загриженост на повеќе амбасади во Chisinau како и на НВО. Во текот на последните две години притисокот на властите врз независните масовни медиуми се зголеми, паралелно со поддршата за државни публикации.", "Состојбата на електронските медиуми е многу важна кога се земе во обзир дека во руралните области, каде живее приближно половина од населението на Република Молдова, пристапот до информации е многу ограничен. Киосците за весници се практично непостоечки, а пишаниот печат таму стигнува со закаснување до една недела. Радиото е главен извор на информации.", "Опозицијата не e соодветно застапена во етерот. Отпуштањата на новинари стануваат се почести.", "•  Еден од спектакуларните примери на цензура на Националната ТВ беше забранувањето на пренесувањето на популарното ток-шоу во живо Buna Seara на 28 ноември минатата година на кое лидерите на парламентарните фракции Stepaniuc, Braghis и Rosca, СПГС и портпаролот на Мисијата на ОБСЕ беа поканети. Три часа пред почнувањето на емисијата СПГС беше официјално известен од Претседателот ТРМ Efremov дека таа нема да биде емитувана затоа што лидерот на [парламентарното] мнозинство одлучил да не дојде.", "•  Постои општа согласност помеѓу политичките сили дека ТВ каналот Молдова 1 мора да ги емитува првите 30 минути од состаноците на Постојаната тркалезна маса без монтирање Оваа обврска не беше почитувана во текот на состанокот во декември а објаснувањето беше дека појавувањето во Час на опозицијата три дена покасно било доволно за таа недела. Прилогот што одеше на вестите на истиот ден деликатно ги избегна поголемиот број изјави кои содржат критика кон властите.", "•  ’Час на опозицијата ‘ од своја страна, изгледа како монолог на опозицијата. Не се чини дека придонесува многу кон дијалогот со мнозинството. Тоа што ни е потребно е вистинска дебата. ...", "73.  Претставникот на Организацијата за безбедност и соработка во Европа (ОБСЕ) за слобода на медиумите ја имаше неговата втора посета во Chisinau помеѓу 18 до 21 октомври 2004, на покана на Владата. Целта на посетата беше да се оцени тековната состојба со медумската слобода во земјата и да им се дадат препораки на властите. Претставникот се состана со владини функционери, параламентарци, новинари и претставници на невладини организации. На 16 декември 2004 тој ги објави своите „Забелешки и препораки“, во кои се наведува помеѓу останатото:", "„Позитивен развој – плурализам ...", "Има повеќе подобрувања кои се достојни за почит во состојбата со молдавските медиуми.", "Севкупно, медиумскиот плурализам е високо развиен во Молдова, и во смисла на квантитет на медиуми и во смисла на различни ставови кои се претставуваат (иако разновидноста по двете точки е повеќе присутна во пишаните медуми отколку во емитувачките медиуми). Политичари од секој ранг се редовно критикувани во медиумите; независните ТВ и радио станици се многу отворени во нивните коментари за властите. Постои исто така и отворена дебата во однос на развојот на самите медиуми; оваа дебата беше опишана од страна на Министерот за надворешни работи како ‘транспарентна.’ ...", "Молдова бепе една од првите земји во регионот која го трансформира државниот радиодифузер во јавен радиодифузен сервис.", "Сепак, повеќето соговорници се согласија дека имало неколку нерешени медиумски проблеми кои мора да бидат решени во догледно време. Некои од недостатоците, како што парламентарниот опозициски лидер Braghis кажа ‘биле резултат на демократија во развој.’ Според него, ОБСЕ требала повеќе да се вклучи во прашања поврзани со медиумите. Министерот за надворешни работи исто така изјави дека ‘Молдова има некои недостатоци во сферата на медиумите, но тие не се намерни. Други европски држави исто така имаат недостатоци. Ние не сакаме да тргнеме по погрешен пат и затоа сме благодарни на сите препораки кои доаѓаат од ОБСЕ, и други меѓународни организации.’", "Целта на овој извештај е да понуди такви препораки засновани на забелешките направени во текот на посетата.", "Општа состојба на радиодифузниот сектор", "Не може да има вистински плурализам кога не постојат кокурентни домашни канали на национално ниво. Во оваа ситуација, потребен е транспарентен тендер за уште една национална фреквенција.", "Во моментот, има само три национални телевизии во Модлова, и само една од нив – јавната компанија Телерадио-Молдова (ТРМ) – е молдавски канал во смисла на содржина. Другите два канали ре-емитуваат програми од соседните земји, Романија и Руската Федерација.", "Се чини дека е јасно дека постои четврта национална фрекенција, сепак емитувањето било прекинато од органот кој одобрува дозволи за емитување во 2002. Тендерот за трет национален канал – тој кој ре-емитува руска мрежа – беше огласен на 15 октомври 2004; сепак, тендер за четвртата не е огласен повторно. За дополнителни информации за проблемот на транспарентност при издавање дозволи, види го поглавјето за Аудио-визуелниот совет.", "Ситуацијата во однос на ТРМ", "Премногу Влада, премалку други гласови", "ТРМ, иако лравно трансформирана од државен емитувач во автономна јавна институција, во реалност продолжува да се приклонува кон Владата. Најголем дел од политичките емисии се вести за и од валдејачката партија. Во оваа ситуација, кога ТРМ е единствениот домашен канал на национално ниво, балансирано следење на политичките настани е уште поважно. ТРМ сѐуште треба да ги исполни своите обврски како јавен радиодифузен сервис.", "Никакво мониторирање на содржината не се врши од самата ТРМ и покрај фактот дека тоа е пропишано со новиот Закон за националната јавна радиодифузна компанија Телерадио-Молдова. Објаснувањето дадено од управата на ТРМ било недостатокот на средства за продуцирање на потребните снимки. Но, всушност Надзорниот борд (НБ) е тој што треба барем да се обиде да спроведе такво мониторинг. НБ, објаснувајќи го немањето грижа за мониторинг, рече дека во почетниот период кога ТРМ само што почнала со своето функционирање како јавна компанија, би било погрешно да се продуцира било каков мониторинг.", "Како последица, само невладиниот сектор правел таков мониторинг. Нивните заклучоци биле силно оспорувани од управата на ТРМ, НБ и официјални лица од владејачката партија. Точно е дека НВО мониторингот се правел на квантативна основа. Методот на ‘штоперица’ е несомнено недоволно развиен, и не може да ги открие програмските нијанси. Сепак, овој метод е доволно добар, и резултатите беа доволно силни да покажат дека вестите кои се следеле од ТРМ после трансформацијата било диспропорционално за Владата и од Владата.", "Работен спор", "И управата на ТРМ и КЗЧПД кој ги претставува новинарите кои не биле вработени како дел од процесот на трансформација од државен во јавен радиодифузен сервис треба да се согласат на компромис преку преговори.", "Претставникот на ОБСЕ и неговиот тим имаа неколку состаноци со управата на ТРМ и со претставници на поранешни новинари на ТРМ кои не биле повторно вработени откако ТРМ била официјално трансформирана од државен во јавен радиодифузен сервис. Alexander Ivanko ја набљудуваше работата на Комитетот за помирување на Телерадио-Молдова кој беше основан да го реши овој работен спор.", "Позадина на случајот", "Во февруари 2002 штрајковите и протестие против наводната цензура во ТРМ подржани од повеќе од 300 работници на ТРМ иницираа дебата во Молдова за потребата за трансформација на ТРМ во јавен радиодифузер. Потребната правна рамка беше поставена со помош од Советот на Европа.", "Законот за национална јавна радиодифузна компанија Телерадио-Молдова беше усвоен од Парламентот на 26 јули 2002. Законот беше изменет на 13 март 2003 откако беше критикуван од Советот на Европа. На 13 ноември 2002 законот беше повторно изменет, овој пат со цел да се ликвидира поранешниот државен радиодифузер. Тоа значело дека новооснованата јавна компанија нема да има било каква обврска да ги вработи сите работници од државниот радиодифузер. Според неколку извори, имало страв помеѓу работниците на ТРМ дека процесот на селекција би ги направил технолошки вишок тие работници кои биле најактвини во текот на протестите во февруари 2002 и кои се залагале за трансформација на ТРМ во независен јавен радиодифузер.", "Комисија за избор составена од тројца членови предложени од Управниот одбор, тројца членови предложени од Надзорниот одбор и еден член избран од вработените на ТРМ била основана на 30 април 2004. Комисијата избрала нови вработени до 7 август 2004.", "На 907 лица им биле понудени договори, 890 ги потпишале, 140 работни места се сѐуште слободни. Комисијата за избор затоа сѐуште нема завршено со својата работа. Приближно 190 работници беа отпуштени.", "Откако резултатите од изборот за редакцијата за вести беа објавени на 27 јули, незадоволството кај вработените на ТРМ за начинот на кој процесот бил спроведен се претворија во јавни протести. На 27 јули група на работници на ТРМ го основаа Комитетот за заштита на човечкото и професионалното достоинство и ја зазеле собата во која комисијата за избор ги држела своите состаноци. Во одговор, управата на ТРМ ги суспендира договорите на 19 работници и на 30 јули полицијата ги отстрани протестантите од зградата.", "Овие протест, во одреден момент вклучуваа илјадници луѓе, почнаа како протест против резултатите од процесот на избор. Главното барање беше затоа да се повтори процесот. Ова барање беше покасно изменето во ‘враќање во состојбата пред да почне процедурата за избор.’ Изменетото барање би можело теоретски да биде задоволено без повторување преку понудување на договори на сите 190 работници кои биле отпуштени.", "Сите соговорници се согласија дека состојбата со ТРМ била најнеодложното медиумско прашање во земјата. Сите се чинеа согласни дека единствениот начин да се продолжи е преку процес на преговори. Како што рече Министерот за надворешни работи Stratan: ‘Сакаме трансформацијата на ТРМ да биде направена на демократски начин.’ Сепак, неколу прашања треба да бидат отворени.", "Целиот процес на избор се чини нарушен од немањето на разбирање за барањата од таков процес. Иако е јасно дека некои од вработените најверојатно ќе мора да бидат прогласени за вишок, критериумите за селекција не беа јасно дефинирани, и самата селекција не беше транспарентна. Обвинувањата за политичка пристрасност не можат да бидат оспорени со оглед на немањето транспарентност во процесот на селекција.", " Ставот на управата на ТРМ, барем во почетокот, не беше конструктивен и доведе до масовни протести и до застој кој сѐуште не е разрешен.", "Од друга страна, КЗЧПД, првично формиран за да ги штити правата на отпуштените работници, почна да додава политички барања кон првичните барања на трудот.", "Во оваа ситуација, Претставникот на ОБСЕ, заедно со Шефот на Мисијата на ОБСЕ во Молдова и Специјалниот претставник на Генералникот секретар на Советот на Европа предложија на гореспоменатиот Комитет за помирување да се основа нова комисија за избор според следната формула:", "- Двајца членови од Комисијата за избор да бидат именувани од управата на Телерадио-Молдова;", "- Двајца членови на Комисијата да бидат именувани од КЗЧПД;", "- Тројца членови на Комисијата да бидат именувани со консензус од Комисијата за помирување. Алтернативно, еден од тие трјца членови би можел да биде странски експерт, испратен од ОБСЕ или од Советот на Европа.", "Во времето на пишување [на извештајот], ова прашање сѐуште не е решено. Комисијата за помирување и ТРМ одржаа само два состаноци во ноември. На двата состаноци Комисијата го дискутираше заедничкиот предлот за нова комисија за избор, даден на 21 октомври од страна на Канцеларијата на Претставникот, Мисијата на ОБСЕ и Советот на Европа. Комисијата не успеа да дојде до одлука за заедничкиот предлог. Повикувајќи се на недостатокот на напредок во работата на Комисијата и обвинувајќи ја управата на ТРМ за ‘симулирање на дијалог’ претставниците на новинарите кои протестираат се повлекоа од Комисијата за помирување на 25 ноември.", "Надзорниот одбор на ТРМ [именуван на други места во оваа пресуда како ‘Совет на набљудувачи ‘: види параграф 65 погоре]", "Во сегашниот Надзорен одбор (НО), иако теоретски мнозинсвото на негови членови е формирано од граѓанското општество, не го претставува целиот спектар на ставови кои преовладуваат во опшеството, и всушност дозволува политичка едностраност. Сегашниот закон би требало да се промени за да дозволи поинаков состав на НО.", "Неколку парламентарци од опозицијата, новинари и НВО се жалеа за сегашната поставеност на НО која вклучува двајца претставници од Парламентот (еден од опозицијата), двајца од Владата, двајца именувани од Претседателот, и девет од различни организации. Сепак, Претседателот, Владата и Парламентот се контролирани од една партија, како и мнозинството на граѓански организации претставени во одборот.", "Лидерот на фракција на Комунистичката партија потврди дека не целото граѓанско опшество е претставено во одборот, туку само ‘главни граѓански организации’ што го остава отворено прашањето кој, и поважно, како дефинира една организација како ‘главна.’ Во високо исполитизираната клима во Молдова високо исполитизиран НО се разбира како намалувања на кредибилитетот на јавниот радиодифузер. Еден од предлозите од опозицискиот лидер Braghis би опфатил НО од 12 членови, шест лица од владејачката партија, шест од опозицијата, а одборот би работел исклучиво на основа на консензус.", "Иако оваа идеја може да звучи привлечно, може исто така да доведе то застој кога одборот не би можел да се согласи за било што оставајќи ја управата на ТРМ без никаква надзорна контрола.", "ОБСЕ и Советот на Европа треба да бидат поттикнати да смислат предлог за структурата на НО која би ја имала согласноста на сите политички страни во Молдова. Неколку предлози, посебно тој подготвен од Здружението на електронски медиуми (APEL), би требало внимателно да се анализираат.", "Советот за аудио-визуелна координација", "Тендерите за доделување на фреквенции се нудат со многу кратки рокови, и не дозволуваат доволно време потенцијалните апликанти да ги подготват потребните документи. Исто така, постои недостиг на транспарентност во процесот на одлучување во однос на доделувањето на фреквенции.", "Жалбите за политичка пристрасност при доделувањто фреквенции не можеа да бидат докажани. Но кога ги разгледа тие жалби, Претставникот утврди дека процесот дозволува субјективност при оценувањето и гласањето за тендери за доделување на фреквенции.", "Радиодифузните дозволи се доделуваат од страна на Советот. Во систем кој може да биде опишан само како ‘двоглав’, самите фреквенции кои треба да се користат од страна на оној кој ја добила дозволата, се даваат на Советот од страна на Министерството за комуникации. Како што еден висок функционер рече: ‘Ние не знаеме кога овие фреквенции стануваат достапни.’", "Советот, кој се состои од девет луѓе, е именуван соодветно од Владата, од Претседателот, и Парламентот. Во ситуација како денешната, кога мнозинството во сите извршни и законодавни гранки е контролирано од една партија, овој систем води кон целосна политичка контрола врз Советот. Неколку соговорници се жалеа дека немале доверба во објективноста на Советот кога доделува дозволи за канали.", "Исто така треба да се воочи дека тендерот за многу важниот четврти национален канал не беше повторно издаден после години во кои немаше апсолутно никакво поместување по ова прашање. Од друга страна, тендерот за третата национална мрежа, чијашто дозвола истекуваше, бесе објавен со рок од 45 дена, и објавен само во три весници во реклама со мал фонт.", "За да се осигура независноста на Советот, постапката за избор, не треба да биде политички ориентирана, и би требало да се фокусира на ангажирање како членови на Советот на поединци кои се познати експерти во радиодифузниот сектор.", "Методот на доделување на фреквенции мора да биде променет. Само еден орган би требало да биде надлежен и за востановување и за доделување на фреквенциите. Тоа би го корегирало ‘двоглавиот’ систем во кој Советот зависи од Министерството, не знаејќи кога (и зошто) една фреквенција би можела да биде понудена на тендер. ...", "Препораки", "...", "· Не може да постои вистински плурализам кога нема конкурентни домашни канали на национално ниво. Во оваа ситуација, потребен е транспарентен тендер за уште една национална фреквенција.", "· ТРМ; иако правно е трансформирана од државен радиодифузер во автономна јавна институција, во реалноста продолжува да биде наклонета кон Владата. Поголемиот дел од политичките активности за кои се известува се вести за или од владејачата партија. Во оваа ситуација, кога ТРМ е едниствениот домашен радиодифузер на национално ниво, балансирано покривање на политички настани е уште поважно. ТРМ сѐуште треба да ги исполни своите обврски како јавен радиодифузен сервис.", "· И управата на ТРМ и КЗЧПД, кој ги претставува новинарите кои не беа вработени како дел од процесот на трансформација од државен во јавен радиодифузер, би требало да се согласат на компромис преку преговори.", "· Нова комисија за избор би требало да биде формирана.", "· Во сегашниот Надзорен одбор (НО), иако теоретски мнозинството на негови членови е формирано од граѓанското општество, не го претставува целиот спектар на ставови кои преовладуваат во опшеството, и всушност дозволува политичка едностраност. Сегашниот закон би требало да се промени за да дозволи поинаков состав на НО.", " · Тендерите за доделување на фреквенции се нудат со многу кратки рокови, и не дозволуваат доволно време потенцијалните апликанти да ги подготват потребните документи. Исто така, постои недостиг на транспарентност во процесот на одлучување во однос на доделувањето на фреквенции. ...“", "74.  Во приближно истото време ОБСЕ и Советот на Европа заедно објавија ... „Мерила за функционирање на јавните радиодифузери во Република Молдова“:", "...", "75.  На 12 мај 2004 Европската комисија објави “Извештај за европска соседска политика” во однос на Молдова (SEC (2004) 567), кој има повеќе заклучоци во однос на, помеѓу останатото, демократијата и човековите права во земјата. Извештајот ја воочува загриженоста на набљудувачите на ОБСЕ кои ги следеле локалните избори во 2003 “за очигледната пристрасност на државниот телевизиски канал во корист на сегашните власти “.", "...", "2.  Невладини организации", "76.  Центарот за независно новинарство (ЦНН) е невладина организација со седиште во Chisinau со мисија да го подржи професионалното новинарство во Молдова во тоа да придонесе кон консолидацијата на независни и непристрасни медиуми. Била основана во 1994 како проект на Open World House и стана независна во 1998. Финансирана е од, помеѓу останатото, Фондацијата Сорос.", "77.  ЦНН ги мониторирала емитувањата на ТРМ помеѓу јуни 2004 и октомври 2005. Според нејзиниот мониториг извештај за август 2004, ниту еден претставник од Христијанско-демократската народна партија, која во тоа време била една од двете парламентарни партии во опозиција, не се појавил на телевизиските програми на ТРМ со политичка тема во текот на тој месец а друга парламентарни партија во опозиција, “Moldova Democrată”, се појавила само еднаш во траење од 95 секунди. Спротивно на тоа, владејачката Комунистичка партија се појавила седум пати во вкупно траење од 889 секунди. Слични практики биле забележани за септември, октомври и ноември 2004. Во извештајот објавен во декември 2004, ЦНН нашол дека, на телевизија, Владата и нејзните преставници биле споменувани во просек 32 пати на ден, додека пак опозицијата била споменувана во просек два пати дневно. Во радио емисиите на ТРМ; Владата била спомната во просек 109 пати на ден, а опозицијата 0.7 пати на ден.", "78.  Во извештај насловен “Од државни во јавни: вистински јавни радиодифузни сервиси во Белорусија, Молдова и Украина?” (декември 2005), Article 19, меѓународна невладина органиазија со седиште во Лондон која работи на прашања поврзани со слободата на изразување, утврдила како што следи (фуснотите се изоставени):", "„3.1.  Краток преглед", "Молдова беше првата земја во ЗНД што го започна процесот на востановување на ЈРС [јавен радиодфузен сервис]. Исто така таа е во моментот единствената од трите земја која ја има трансфомирано државната радиодифузна компанија Телерадио-Молдова (ТРМ) во ЈРО [јавна радиодифузна организаицја]. Сепак иако ЈРС постои теоретски, во пракса новата радиодифузна компанија останува само номинално независна од контрола на владата, и продукцијата продолжува да е многу пристрасна во полза на сегашниот режим. Севкупно, не им дава на гледачите и слушателите точни објективни информации и плуралитет на ставови и мислења. Консолидацијата во вистинска ЈРС структура ќе зависи од способноста и волјата целосно да се имплементираат новите одредби, како и од успехот на агитирачките напори на граѓанското општество.", "...", "И покрај измените, ТРМ е сѐуште под влијание на властите. Понатаму, квалитетот на емисиите е прилично нзиок после трансформацијата. Има потреба од дополнително финансирање, за обука на вработените и покачување на страндардите на професионалното новинарство.", "Уште еден загрижувачки факт е тоа што има прогресивно намалување на разновидноста на медиумите. ...", "ПРАВО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕН 10 ОД КОНВЕНЦИЈАТА", "79.  Жалителите тврдеа дека, додека работеле како новинари на ТРМ, тие биле подложени на режим на цензура наметнат од државните власти преку високото раководство на ТРМ; спротивно на член 10 од Конвенцијата. Член 10 предвидува:", "„1. Секој човек има право на слобода на изразувањето. Ова право ги опфаќа слободата на мислење и слободата на примање и пренесување информации или идеи, без мешање на јавната власт и без оглед на границите. Овој член не ги спречува државите, на претпријатијата за радио, филм и телевизија да им наметнуваат режим на дозволи за работа.", "2. Остварувањето на овие слободи, коешто вклучува обврски и одговорности, може да биде под одредени формалности, услови, ограничувања и санкции предвидени со закон, кои во едно демократско општество претставуваат мерки неопходни за државната безбедност, територијалниот интегритет и јавната безбедност, заштитата на редот и спречувањето на нереди и злосторства, заштитата на здравјето или моралот, угледот или правата на другите, за спречување на ширењето на доверливи информации или за зачувување на авторитетот и непристрасноста на судството.“", "Владата го оспори овој навод и приговори дека во секој случај жалителите не ги искористиле домашните правни лекови.", "A.  Временски опсег на случајот", "80.  За целите на оваа пресуда, Судот го разгледа периодот почнувајќи од февруари 2001, кога жалителите тврдеа дека проблемот на политичка контрола над уредувачката политика станал акутен (види параграф 18 погоре) и завршувајќи со датата на одлуката за допуштеност на Судот, 26 септември 2006.", "Б.  Претходниот приговор на Владата", "1.  Аргументи на странките", "81.  Владата приговори дека жалителите не ги искористиле домашните правни лекови кои им биле достапни според домашното право, како што е условено со член 35 § 1 од Конвенцијата. Посебно, таа тврдеше дека жалителите можеле да се жалат пред домашните судови за наводната повреда на нивното право на слобода на изразување, повикувајќи се одредбите од член 20 од Уставот (види параграф 56 погоре), членовите 2 § 3, 3, 6 од Законот за аудио-визуелно емитување (види параграф 57 погоре) и одредбите од Законот бр. 1320 (види параграф 65 погоре). Иако Владата не била во состојба да посочи било какви слични предмети претходно разгледани од домашните судови, тоа било затоа што Република Молдова немала доволно време да развие судска пракса во оваа сфера. Сепак, ако таква тужба била поднесена, таа сигурно би била разгледана мериторно. Според Владата, исто така жалителите можеле да се жалат до Советот на набљудувачите на ТРМ, кој според член 20 од Законот бр.1320-XV (види параграф 65 погоре), бил надлежен да врши надзор над почитувањето од страна на ТРМ на своите интерни правила и законите воопшто. Алтернативно, жалителите, можеле да се жалат до САК.", "82.  Жалителите тврдеа дека постоела административна пракса на цензура и политичка контрола на ТРМ и дека тоа ги ослободило од обврската да ги искористат домашните правни лекови. Алтернативно, тие се изјаснија дека немало ефикасни правни лекови на домашни ниво. Нема да било возможно да ги поднесат своите жалби пред домашните судови. Иако теоретски национален судија би можел да одлучи во однос на еден наводен случај на цензура, немало лек пред суд според домашното право кој би можел да се занимава со недостатокот на структурна независнот на ТРМ од Владата или кој би можел да спречи идни дејствија на цензура. САК бил составен од девет членови, од кои тројца биле именувани од Парламентот, тројца од Владата и тројца од Претседателот на Молдова, што не го правело [САК] независно тело. Тој го имал разгледно прашањето за цензура во ТРМ во својот извештај од 29 април 2004 (види параграф 41 погоре). Иако жалителите ги доставиле до него сите наводни конкретни дејствија на цензура на кои се жалат во својата жалба пред Судот, ниту еден од тие наводи не бил испитан во извештајт кој се ограничил да даде општ заклучок дека немало цензура во ТРМ: Конечно, Советот на набљудувачите бил орган на новооснованата јавна компанија, која ја започнала својата активност дури во август 2004 и затоа не бил достапен за да ги разгледа жалбите на жалителите кога настаните кои довеле до жалбата се случиле.", "2.  Оцена на Судот", "83.  Судот потсетува дека принципот дека жалител мора најпрво да ги искористи правните лекови обезбедни со домашниот правен систем пред да се жали пред меѓународниот Суд е важен аспект на механизмот за заштитат воспоставен со Конвенцијата (види Akdivar and Others v. , 16 September 1996, § 65, 1996IV). Судот треба да биде супсидијарен на националните системи со кои се штитат човековите права и соодветно домашните судови треба најпрво да имаат прилика да утврдат прашања за компатибилноста на домашното право со Конвенцијата и дека, ако жалба и покрај тоа е поднесена покасно до Стразбур, Европскиот Суд би требало да може да ги употреби ставовите на домашните судови, кои се во директен и постојан контакт со силите во нивните земји (види Burden v. the  [GC], no. 13378/05, § 42, 29 April 2008).", "84.  Според член 35 § 1 од Конвенцијата, жалителот би требало да ги искористи шравните лекови кои се достапни и доволни да овозможат задоволување во однос на наводните повреди. Постоењето на правните лекови во прашање мора да биде доволно сигурно не само во теорија туку исто така и во пракса, во спротивно тие нема да ја имаат потребната достапност и ефикасност (Akdivar and Others, цитиран погоре, § 66). Државата е таа која е должна да го убеди Судот дека правниот лек бил ефикасен, имало пристап до него теоретски и во пракса во релевантниот период, што значи дека бил достапен, дека бил таков да овозможи задоволување во однос на жалбените наводи на жалителот и дека нудел разумни шанси за успех. Штом товарот на докажување е задоволен, должност е на жалителот да докаже дека лекот предложен од Владата всушност бил искористен или дека бил од некоја причина несоодветен и неефикасен во неговиот случај или дека постоеле посебни околности кои него или неа го/ја ослободувале од исполнување на овој услов (Akdivar and Others, цитиран погоре, § 68).", "85.  Правилото за искористување [на домашни правни лекови] е сепак неприменливо кога административна пракса, имено повторување на дејствија некомпатибилни со Конвенцијата и официјално толерирање од страна на државните власти, се покажало дека постојат и кои се од таква природа за да ја направат постапката бесполезна или неефикасна (види Ireland v. the United Kingdom, 18 January 1978, § 159, Series A no. 25; Akdivar and Others, цитиран погоре, §§ 66-67; Denmark v. Turkey (dec), no. 34382/97, 8 June 1999; Cyprus v. Turkey [GC], no. 25781/94, § 99, ECHR 2001-IV). Во Caraher v. the  (dec), no. 24520/94, ECHR 2000-I, Судот ја резимира својата судска пракса во однос на поимот „административна пракса“ како што следи:", "„Во Првиот грчки случај (Годишник 11 стр..770), Комисијата идентификувала два елементи потребни за постоење на администратвна пракса: повторување на дејствијата и официјално толерирање. Повторување на дејствија било напоменато дека се однесува на значителен број на дејствија кои биле поврзани на некој начин со условите кои го опкружуваат (на пр. време и место, или однесувањето на лицата вклучени) и кои не се само повеќе изолирани дејствија. Судот има изјавено дека пракса која е некомпатибилна со Конвенцијата се состои од збир на идентични или слични повреди кои се доволно бројни и меѓуповрзани да доведат не само до изолирани инциденти или исклучоци туку до пракса или систем (Ireland v. the United Kingdom judgment of 18 January 1978, Series A no. 25, p. 64, § 159). Под официјално толерирање се мисли дека, иако дејствијата се очигледно незаконски, тие се толерираат во смисла дека надредените на тие кои се одговорни, иако свесни за тие дејствија не преземаат ништо за да ги казнат или да го спречат нивното повторување или дека повисок орган, соочен со бројни наводи, покажува индиферентност преку одбивање на било каква истрага на нивната точност или погрешност; или дека во судска постапка правично судење за таквите жалби не е овозможено (mutatis mutandis, application Nos. 9940-9944/82, France, Norway, Denmark, Sweden and the Netherlands v. , dec. 6.12.83, DR 35 p. 143 at p. 163, § 19). Сепак, може да се воочи дека пракса може да биде најдена дури и кога не е утврдено официјално толерирање на повисоки службени нивоа и дури кога некои дејствија биле кривично гонети, затоа што повисоките органи имаат одговорност да преземат ефикасни мерки да го запрат повторувањето на дејствијата (види eg. Ireland v. the United Kingdom judgment, op. cit., § 159)“,.", "86.  Судот потсетува дека во својата одлука за допуштеност од 26 септември 2006 најде дека постоела блиска врска помеѓу претходниот приговор на Владата и основаноста на жалбите на жалителите по член 10 и затоа го спои [одлучувањето за] приговорот на Владата со [одлучувањето за] основаноста на случајот.", "87.  Судот затоа ќе ја испита основаноста на жалбите на жалителите и потоа ќе разгледа, дали во околностите, претходниот приговор на Владата е основан.", "В.  Основаност", "1.  Аргументи на странките", "(a)  Владата", "88.  Владата нагласи дека ТРМ била најгледаниот телевизиски канал во земјата и дека вечерните вести била најпопуларната програма (види параграф 8 погоре). Тоа покажувало дека населението на Молдова верувало дека ТРМ бил независен, непристрасен и објективен телевизиски канал.", "89.  Владата негираше дека имало цензура во ТРМ. Таа го оспори наводот дека постоела „црна листа“ на поединци или теми кои не можеле да бидат претставени и изјави дека политичарите од опозицијата имале пристап до јавноста преку ТРМ, како што било покажано со повеќе од емисиите наброени во ТВ водичите (види параграф 26 погоре).", "90.  Владата се повика на заклучоците на САК од неговиот извештај од 29 април 2002 (види параграф 41 погоре). Како што било утврдено од САК, жалителите погрешно го толкувале поимот на слобода на изразување. Тие го сфаќале како да им дава carte blanche да кажуваат што сакаат во наративните извештаи, не земајќи ги во обзир правните или моралните норми и спротивно на нивната одговорност, како новинари кои работеле за едниствениот национален радиодифузер во тоа време, да даваат објективни и непристрасни услуги, ослободени од политичка пристрасност.", "91.  Владата изјави дека протестите на Штрајкувачкиот одбор не биле подржани од синдикатот на ТРМ и од повеќе вработени. Санкциите изречени против Dinu Rusnac и Larisa Manole биле целосно оправдани, после прекршувањето од нивна страна на интерните правила, како што е измена на вестите без претходно одобрување. Повеќе жалители, имено, Mircea Surdu, Ludmila Vasilache, Leonid Melnic и Diana Donică, сѐуште биле вработени во ТРМ.", "(б)  Жалителите", "92.  Жалителите сметаа дека домашното право не нудело доволно заштита против цензура или нессодветно политичко влијание. Така, ниту домашното право, ниту интерните правила на ТРМ го дефинирале концептот на „уредувачка политика“. Тие тврдеа дека државата не ги исполнила своите позитивни обврски по член 10 затоа што пропуштила да донесе закон кој би понудил заштита против злоупотребувачко мешање од јавните власти и што јасно би ги посочило опсегот и границите на дискрецијата која ја уживаат тие власти. Дотолку повеќе, Парламентот, одбивајќи да го измени Законот бр. 1320-XV на начинот препорачан од Советот на Европа, ја задржал контролата на државата над јавната компанија, а која и била причината за цензура. Со овие дејствија и пропусти државата исто така го повредила правото на населението да биде информирано. Парламентарното собрание и извештаите на експертите го подржувале ставот дека домашниот закон било незадоволителен затоа што и давал на Владата целосна контрола врз ТРМ и не предвидувал адекватна заштита на независноста.", "93.  Жалителите тврдеа дека испитувањата на јавното мислење на кои се повикува Владата според кои ТРМ била најгледаниот телевизиски канал во Молдова, не го покажувале квалитетот на неговите емисии туку недостигот на алтернативни извори на информации. Тие се повикуваа на иџвештаите на ЦНН (види параграф 77 погоре) и забелешките на повеќе меѓународни коментатори (види параграфи 72-73 погоре) во поддршка на нивните тврдења дека продукцијата во ТРМ била пристрасна во полза на владејачката партија. Примерите дадени од Владата за емисии во кои политичари од опозицијата учестувале, биле исклучоци од општото правило. Дури и САК прифатил во неговиот извештај од 29 април 2002 дека определени теми или изрази, како што се „Бесарабија, Романец, романски јазик, романска историја или тоталитарен режим“ биле забранети освен во историски контекст.", "94.  Пред 2002, немало интерни правила во однос на начинот на вработување и отпуштање на програмскиот директор, раководителите на одделенија или продуцентите. Претседателот на ТРМ можел да ги отпушти во било кое време. Понатаму, немало правила за востановување на креативен и технички совет кои го оценувале квалитетот на аудио-визуелната продукција. Експерти на Советот на Европа заклучиле дека во новата процедура за вработување организирана во 2004 имало недостиг на транспарентност и јасност во однос на начините на вработување и повторно вработување на работници. Домашните судови не им овозможиле никаков правен лек на жалителите кои го изгубиле своето работно место.", "2.  Оцена на Судот", "(a)  Општи приниципи во однос на плурализмот во аудио-визуелните медиуми", "95.  Кога утврдува дали членот 10 бил испочитуван во конкретен случај, Судот мора да ги земе во предвид следните принципи. Како почетна точка ја зема следната вистина: не може да постои демократија без плурализам. Една од главните карактеристики на демократијата е можноста за разрешување на проблемите на земјата преку дијалог, без употреба на насилство, дури и кога тие се иритирачки. Демократијата се развива преку слободата на изразување. Суштина е на демократијата да дозволи различни политички програми да бидат пропагирани и дебатирани, дури и тие кои го доведуваат во прашање начинот на кој државата е моментно организирана, под услов да не и наштетуваат на самата демократија (види Socialist Party and Others v. , 1998, §§ 41, 45 and 47, Reports of Judgments and Decisions1998-III).", "96.  Слободата на изразувањето, осигурана со член Article 10 § 1, така претставува еден од суштинските темели на демократското општество и еден од основните услови за негов напредок (Lingens v. , 8 July 1986, § 41, Series A no. 103). Слободата на печатот и другите медиуми и ги овозможуваат на јавноста едно од најдобрите средства за откривање и формирање на мислење за идеите и ставовите на политичките лидери. Задача е на печатот да пренесува информации и идеи за политичките прашања и за други теми од јавен интерес. Не само што печатот има задача да пренесува такви информации и идеи: јавноста исто така има право нив да ги прима (види, на пример, Handyside v. the , § 49, 7 December 1976, Series A no. 24; Lingens, цитиран погоре, §§ 41-42).", "97.  Аудио-визуелните медиуми, како што се радиото и телевизијата, имаат посебно важна улога во овој поглед. Поради нивната моќ на пренесување на пораки преку звук и слики, таквите медиуми имаат понепосреден и посилен ефект отколу печатот (Jersild v. Denmark, 23 September 1994, § 31, Series A no. 298; Pedersen and Baadsgaard v. Denmark [GC], no. 49017/99, § 79, ECHR 2004XI). Функцијата на телевизијата и радиото како познати извори на забава во интимноста на домот на слушателот или гледачот го зајакнува нивното влијание (cf. Murphy v. Ireland, no. 44179/98, § 74, ECHR 2003IX (extracts)). Дотолку повеќе што, посебно во оддалечените области, телевизијата и радиото може да бидат полесно достапни од други медиуми.", "98.  Ситуација во која на моќна економска или политичка групација во општеството и е дозволено да стекне позиција на доминација над аудио-визуелните медиуми и на тој начин да врши притисок на радиодифузерите и конечно да ја намали нивната уредувачка слобода, ја ослабува фундаменталната улога на слободата на изразувањето во демократско општество гарантирана во член 10 од Конвенцијата, посебно кога служи за пренесување на информации и идеи од општ интерес, кои публиката дотолку повеќе има право да ги прима (види VGT Verein gegen Tierfabriken v. Switzerland, no. 24699/94, §§ 73 and 75, ECHR 2001VI; види исто така De Geillustreerde v. the Netherlands, no. 5178/71, Commission decision of 6 July 1976, § 86, Decisions and Reports (DR) 8, p. 13). Тоа е исто така точно и кога позицијата на доминација ја има државен или јавен радиодифузер. Така, Судот има најдено дека, поради неговата рестриктивна природа, режим на доделување дозволи кој му дозволува на јавниот радиодифузер да има монопол над достапните фреквенции не може да биде оправдан, освен ако може да се докаже дека постои неодложна потреба од него (Informationsverein Lentia and Others v. , 24 November 1993, § 39, Series A no. 276).", "99. Вистинското, ефикасно користење на слободата на изразување не зависи само од должноста на државата да не се меша, туку може да наложи таа да преземе позитивни мерки на заштита, преку нејзините закони или пракса (види, на пример, Özgür Gündem v. Turkey, no. 23144/93, §§ 42-46, ECHR 2000-III; Fuentes Bobo v. Spain, no. 39293/98, § 38, 29 February 2000; Appleby and Others v. the , no. 44306/98, §§ 39-40, ECHR 2003-VI). Со оглед на важноста на она што е во прашање по член 10, државата мора да биде крајниот гарант на плурализмот (види Informationsverein Lentia and Others, цитиран погоре, § 38; VGT Verein gegen Tierfabriken, цитиран погоре, §§ 44-47).", "100.  Судот смета дека, во областа на аудио-визуелното емитување, горенаведените принципи и наметнуваат должност на државата да осигура, прво, дека јавноста има пристап преку телевизијата и радиото до непристрасни и точни информации и до спектар на мислења и коментари, кои ја одразуваат, помеѓу останатото, разновидноста на политички гледишта во земјата, и, второ, дека новинарите и другите професионалци кои работат во аудио-визуелните медиуми не се попречени да пренесуваат информации и коментари. Изборот на средства со кои треба да се остварат овие цели мора да се разликуваат во зависност од локалните услови и затоа, потпаѓа во полето на слободна проценка на државата Така, на пример, иако Судот, а претходно и Комисијата, имаат потврдено дека јавен радиодифузен систем може да придонесе кон квалитетот и балансираноста на емисиите (Informationsverein Lentia and Others, cited above, § 33; Tele 1 Privatfernsehgesellschaft mbH v. Austria, no. 32240/96, 21 September 2000; X. SA v. the Netherlands, no. 21472/93, Commission decision of 11 January 1994, DR 76-A, p. 129), не постои обврска според член 10 да се востанови таков сервис, под услов некои дурги средства да се користат за истата цел.", "101.  Кога една држава одлучи да создаде јавен радиодифузен систем, призлегува од принципите наведени погоре дека домашното право и пракса мора да гарантираат дека системот обезбедува плуралистички сервис. Особено кога приватните станции се премногу кревки за да понудат вистинска алтернатива и јавната или државна организација е единствениот или доминантниот радиодифузер во земјата или регионот, неопходно е за правилното функционирање на демократијата да емитува непристрасни, независни и избалансирани вести, информации и коментари и исто така да обезбеди форум за јавна дискусија во која широк спектар на можни ставови и мислења можат да бидат изразени.", "102.  Во врска со тоа, државите договорнички се согласија на стандарди поврзани со јавни радиодифузни сервиси преку Комитетот на министри на Советот на Европа (види параграфи 51-54 погоре) кои нудат упатства во однос на пристапот која треба да биде усвоен при толкувањето на член 10 во оваа област. Судот воочува дека со „Резолуцијата бр.1 за Иднината на јавните радиодифузни сервиси“(1994), државите учеснички усвоија повеќе детални упатства со цел да се осигура независноста на јавните радиодифузни сервиси. Тие вклучуваат препорака дека „правната рамка со која се регулира јавните радиодифузни организации би требало јасно да ја пропише нивната уредувачка независност и инситуционална автономија“, во однос на, посебно, повеќе клучни области на активност, вклучително мониторирањето и презентацијата на емисиите за вести и тековни прашања и вработувањето, работата и менаџирањето на вработените. Упатствата исто така нагласуваат дека правила со кои се регулира статусот и именувањето на членови на управувачките одбори и надзорни тела на јавните радиодифузери би требало да бидат дефинирани на начин на кој се избегнува било каков ризик од политичко или друго влијание. Тие понатаму превидуваат дека:", "„Правната рамка со кој се регулираат јавните радиодифузни организации треба јасно да стипулира дека тие тие ќе осигураат дека емисиите за вести правично ќе презентираат факти и настани и ќе го охрабруваат слободното креирање на мислења.", "Случајите во кои јавните радиодифузни организации може да бидат принудени да пренесуваат службени пораки, изјави или соопштенија, или да известуваат за акти или одлуки на јавните власти, или да одобрат време во етер на таквите власти, треба да бидат сведени на исклучителни околности предвидени со закони или прописи. ...”", "Конечно, во Дополнувањето на Препораката Rec(2000)23 за „Независноста и функциите на регулаторните тела во радиодифузниот сектор“, Комитетот на министри повторно ја нагласи важноста на тоа државите да усвојат детални правила кои се однесуваат на членството и фукнционирањето на таквите регулаторни тела за да штитат од политичко мешање и влијание.", "(б)  Дали имало мешање во правото на жалителите на слобода на изразување во конкретниот случај", "103.  Сите жалители кои биле, во текот на релевантниот период, вработени како новинари, уредници или продуценти во ТРМ, се жалеа на ограничувања на нивната слобода на изразување. Судот потсетува дека, под условите наведени во член 10 § 2, новинарите имаат право да пренесуваат информации. Заштитата во член 10 се протега на работниците новинари како и на другите вработени во медиумите. Работникот новинар може да тврди дека е директно засегнат од општо правило или политика применета од неговиот работодавач која ја ограничува новинарската слобода (види Purcell and Others v. Ireland, no. 15404/89, Commission decision of 16 April 1991, DR 70, p. 262). Санкција или друга мерка изречена од работодавач против работник новинар може да доведе до мешање во слободата на изразување (види Fuentes Bobo, цитиран погоре, § 38).", "104.  Жалителите тврдеа дека високото раководство на ТРМ им наложувало да следат политика на избегнување на теми кои тие сметале дека се засрамувачки или штетни за Владата. Судот смета дека е важно, во тој поглед, што Владата не одговори во однос на конкретните примери, именувани од жалителите, на емисии или делови од емисии кои високото раководство на ТРМ наводно одбило да ги емитува заради нивната содржина (види параграфи 24-25 погоре). Понатаму, многу е воочливо дека извештајот на САК од 29 април 2002 (види параграф 41 погоре), а кој Владата го прифатила, заклучил дека било политика на ТРМ во тоа време да се забрани употребата на одредени зборови и фрази, посебно зборови поврзани со заедничката култура и јазик на Романија и Молдова и повреди на човековите права кои се случиле во советско време. Листа од овој вид, која содржела зборови и теми кои на новинарите и други поединци кои се појавувале на националната телевизија не им било дозволено да ги споменат, во секој случај би налагал силно оправдување за да биде компатибилна со слободата на изразувањето, но Владата не даде никакви основи за да објасни како ограничувањата би можеле да бидат компатибилни со член 10. Во контекст на дебатата која сѐуште трае во Молдова за националниот идентитет и гео-политичката ориентација, Судот смета дека постоел силен јавен интерес таквите прашања да бидат дискутирани отворено и опширно на националната телевизија, а време на емитување дадено на сите конкурентни гледни точки.", "105.  Жалителите исто така наведоа дека им било наложено да ја почитуваат политиката на ТРМ на посветување диспропроционална количина на време во програма при изветување за активности на членови на владејачката политичка партија, со малку или без покривање на активностите и ставовите на партиите од опозицијата. Во врска со тоа, Судот воочува дека параграф 18 во Дополнувањето на Препораката на Комитетот на Министри Rec(2000)23 наведува дека суштинска функција на регулаторните тела е да го мониторираат почитувањето на правните обврски од страна на радиодифузерите, а член 13(1) од Законот бр. 1320-XV наложувал Советот на набљудувачите да врши мониторинг врз ТРМ (види параграфи 53 и 65 погоре). Од информациите со кои Судот располага, сепак, не произлегува дека таков мониторинг бил спроведен. Во отсуство на веродостојни докази за спротивното, затоа, Судот смета дека податоците собрани од ЦНН се важни (види параграф 77 погоре). Тие покажуваат конзистентна пракса во 2004 и 2005 на недостиг од споменување на политичката опозиција и голем сразмер на вести посветени на активностите на Претседателот и Владата. Бројките [обезбедени] од ЦНН беа поткрепени со поопштите забелешки и коментари на претставниците на Советот на Европа, ОБСЕ и Article 19 (види параграфи 72-78 погоре).", "106.  Врз основа на доказите кои се пред него, затоа, Судот заклучува дека во текот на релевантниот период имало значителна пристрасност кон известување за активностите на Претседателот и Владата во телевизиските вести и други емисии на ТРМ, со недоволно прилики за претставниците од партиите на опозицијата да добијат пристап до телевизијата за да ги изразат своите ставови. Понатаму, смета дека постојат докази за политика на ограничување на дискусија или споменување на определени теми затоа што тие биле сметани за политички чувствителни или дека на некој начин лошо ќе се одразат на Владата. Жалителите, новинари, уредници и продуценти на телевизиската станица на ТРМ, мора да биле засегнати од таквите политики. Затоа заклучува дека жалителите доживеале продолжено мешање во нивните права на слобода на изразување во текот на периодот во прашање.", "(в)  Позитивните обврски на државата според член 10 во конкретниот случај", "107.  Како што е наведено погоре (види параграфи 94-101 погоре), позитивна обврска произлегува според член 10. Државата, како краен гарант на плурализмт, мора да осигура, преку нејзиното право и пракса, јавноста да има пристап преку телевизијата и радиото до непристрасни и точни информации и до спектар на мислења и коментари, кои ја одразуваат, помеѓу останатото, разновидноста на политички гледишта во земјата и дека новинарите и другите професионалци кои работат во аудио-визуелни медиуми не се попречени во пренесувањето на информации и коментари. Кога една држава одлучи да создаде јавен радиодифузен систем, призлегува од принципите наведени погоре дека домашното право и пракса мора да гарантираат дека системот обезбедува плуралистички сервис. Во врска со тоа, стандардите поврзани со јавни радиодифузни сервиси на кои државите договорнички се согласиле преку Комитетот на министри на Советот на Европа нудат упатства во однос на пристапот која треба да биде усвоен при толкувањето на член 10 во оваа област.", "108.  Судот воочува дека во текот на најголемиот дел од периодот во прашање, ТРМ била единствената молдавска радиодифузна организација која продуцирала телевизиски емисии кои можеле да бидат гледани во целата земја (види параграф 8 погоре). Дотолку повеќе, приближно 60% од населението живеело во рурални области, без или со ограничен пристап до кабелска или сателитска телевизија, според Специјалниот претставник на Генералниот секретар (види параграф 72 погоре). Во овие околности, било од суштинска важност за функционирањето на демократијата во Молдова, ТРМ да пренесува точни и избалансирани вести и информации и нејзините емисии да го одразуваат целиот спектар на политички мислења и дебата во земјата а државните власти имале силна позитивна обврска да воведат услови кои овозможуваат тоа и да се случи.", "109.  За да ја почитува оваа обврска, било суштински, како што е наведено во гореспоменатите Упатства изработени од Комитетот на министри, да се постави правна рамка која ја гарантирала независноста на ТРМ од политичко влијание и контрола. Судот воочува, во овој поглед, дека Одлуката на Владата бр. 502 (1996), со која се менувал Статутот на ТРМ, предвидува, според Дополнувањето на Препораката бр. R(96)10, дека „креативната и уредувачка активност [на ТРМ]... ќе биде заштитена со закон од мешање на јавните власти и притисок од политичките партии (види 60 параграф погоре). Сепак, законот не обезбедил структура која би овозможила независност од таков вид. Член 4 од Одлуката бр. 502 предвидувал дека „Активноста на компанијата ќе биде водена од државата преку Советот за аудио-визуелна координација“. САК бил составен од девет членови, од кои тројца биле именувани до Парламентот, тројца од Владата и тројца од Претседателот на Молдова, без никаква гаранција против разрешување. Претседателот на ТРМ, потпретседателот и Бордот на директори биле именувани од Парламентот на предлог на САК, Во овие околности, во текот на периодот од февруари 2001 па понатаму, кога една политичка партија го контролирала Парламентот, Претседателот и Владата, домашното право не предвидувало било каква гаранција за политичка рамнотежа во составот на високото раководство и надзорното тело на ТРМ, на пример, преку вклучување на членови именувани од политичката опозиција ниту било каква заштита против мешање од владејачката политичка партија во процесот на одлучување и функционирање на тие тела.", "110.  Законот бр. 1320-XV не ги разрешил доволно овие проблеми. На местото на претходниот управувачки одбор, создаден е Советот на набљудувачи надлежен, помеѓу останатото, за именување на повисокото раководство на ТРМ и за мониторинг на нејзините емисии во однос на точност и објективност. Сепак, како што г-н Jakubowicz посочи во неговите анализи (види параграфи 63, 64 и 69 погоре), правилата за именување на членовите на Советот на набљудувачи не обезбедиле адекватна заштита против политичка пристрасност. Судот го дели истото мислење. Посебно, член 13(2) од Законот бр. 1320-XV стипулирал дека само еден член од Советот на набљудувачи треба да е именуван од парламентарните опозициски партии, немало заштита која ќе спречи сите останати 14 членови да бидат именувани како лица лојални на владејачката партија.", "(г)  Заклучок во однос на почитување на член 10", "111.  Накусо, затоа, во светло на посебно на скоро целосниот монопол кој го имала ТРМ врз аудио-визуелното емитување во Молдова, Судот наоѓа дека државните власти пропуштиле да ја почитуваат својата позитивна обврска. Законодавната рамка во текот на целиот период кој е во прашање била со недостатоци, затоа што не нудела доволно заштита против контрола врз високото раководство на ТРМ, и така врз нејзината уредувачка политика, од страна на политичкиот орган на Владата. Тие недостатоци не биле поправени кога Законот бр. 1320-XV бил усвоен и изменет.", "(д)  Иксористување на домашните правни лекови", "112.  Судот следно што треба да испита е претходниот приговор на Владата за неискористување [на домашните правни лекови] и наводот на жалителите дека постоела административна пракса на цензура и политичка контрола во ТРМ (види параграфи 81-82 погоре). Судот најде дека, во текот на периодот кој се разгледува, една политичка партија доминирала со извршните и законодавните органи на државата и дека домашното право не нудело адекватна заштита против политичко мешање со и контрола врз уредувачката политика на ТРМ (види параграфи 109-110 погоре). Во овие околности несомнено постоел зголемен ризик од административна пракса од видот кој е наведен од жалителите. Дотолку повеќе, Судот смета дека примерите на политичка пристрасност и ограничувањата во известувањето кои ги утврди погоре (види параграфи 104-106 погоре) се доволни за го поткрепат заклучокот дека постоела, во текот на релевантниот период, пракса или систем на користење на ТРМ за да се промовираат политиките на владејачката партија, кои довеле до административна пракса во смисла на судската пракса на Судот (види параграф 84 погоре). Во овие околности, жалителите биле ослободени од вообичаеното правило кое им наложува да ги искористат домашните правни лекови пред да поднесат жалба до Судот.", "113.  Понатаму, Судот воочува дека домашното право не нудело било каков механизам кој би им дозволил на жалителите да го оспорат, пред домашните судоив, законодавството или регулаторните административни акти на Претседателот или Владата по основ на некомпатибилност со Конвенцијата (види параграф 55 погоре). Иако Уставниот суд можел да ја оценува уставниста на актите на Претседателот, Владата или Парламентот, не било можно жалителите да се обратат директно до Уставниот суд. Кога жалителите повеле постапки во однос на наводната незаконитост на постапката за враќање на нивните поранешни работни места, која довела до тоа четворица од нив да ги изгубат своите работни места, Апелациониот суд ги отфрлил нивните тужбени барања по основа на тоа што, помеѓу останатото, не било возможно да се оспоруваат законски одредби (види параграф 49 погоре). Во овие околности, Судот не е убеден дека жалителите имале пристап до ефикасен домашен правен лек во однос на главниот дел од нивната жалба.", "(ѓ)  Заклучок", "114.  Следи дека Судот го отфрла претходниот приговор на Владата и наоѓа повреда на член 10 од Конвенцијата.", "III.  ПРИМЕНА НА ЧЛЕНОВИТЕ 46 И 41 ОД КОНВЕНЦИЈАТА", "115.  Членовите 46 и 41 од Конвенцијата предвидуваат:", "„член 46", "1.  Високите страни договорнички се обврзуваат да се придржуваат кон конечните пресуди на Судот во споровите во кои се странки.", "2. Конечната пресуда на Судот му се доставува на Комитетот на министрите којшто го надгледува нејзиното извршување.“", "“член 41", "Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на заинтересираната Висока страна договорничка овозможува само делумно отстранување на последиците на таа повреда, Судот и дава на оштетената страна, доколку е потребно, правично задоволување.“", "116.  Судот потсетува дека кога ќе утврди повреда, тужената држава има правна обврска според член 46 од Конвенцијата не само да им го плати на тие што се засегнати износот доделен како правично задоволување според член 41, туку исто така да ги одберед, под надзор на Комитетот на министри, генералните и/или, ако е соодветно, индивидуалните мерки кои треба да се усвојат во нејзиниот домашен правен поредок за да се стави крај на повредата утврдена од Судот и да се надоместат нејзините последици колку што е можно повеќе. Тужената држава е слободна, под надзор на Комитетот на министри, да ги одбере средствата со кои ќе ја исполни својата правна обврска по член 46 од Конвенцијата, под услов таквите средства да се компатибилни со заклучоците наведени во пресудата на Судот (види Scozzari and Giunta v. Italy [GC], nos. 39221/98 и 41963/98, § 249, ECHR 2000-VIII; Brumărescu v. Romania (just satisfaction) [GC], no. 28342/95, § 20, ECHR 2001-I; Kauczor v. Poland, no. 45219/06, § 61, 3 February 2009).", "117.  Во конкретниот случај Судот потсетува дека најде повреда на член 10 како резултат на, помеѓу останатото, недостатоците во правната рамка за ТРМ. Смета дкеа тужената држава има правна обврска по член 46 да преземе генерални мерки колку во првата прилика за да ја поправи ситуацијата која доведе до повреда на член 10. Во светло на неправилностите најдени од Судот, тие генерални мерки треба да вклучат законска реформа, за да се осигура дека правната рамка ги почитува условите на член 10 и дека ги зема во предвид Препораката на Комитетот на министри бр. R(96)10 (види параграф 52 погоре) и препораките на г-м Jakubowicz (види параграфи 63-69 погоре).", "118.  Судот смета дека сеуште нема услови да одлучи за прашањето за правично задоволување по член 41. Затоа, неопходно е да го резервира и да ја уреди понатамошната постапка, и да се земе во предвид можноста за договор помеѓу странките ((правило 75 § 4 од Правилникот на Судот).", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО", "1.  Го одбива претходниот приговор на Владата;", "", "2.  Одлучува дека има повреда на член 10 од Конвенцијата;", "", "3.  Одлучува дека по прашањето за примена на 41 не може да донесе одлука во овој момент и затоа,", "(а)  го резервира одлучувањето по тоа прашање во целост;", "(б)  ја повикува Владата и жалителите да достават, во рок од три месеци од датата на која пресудата ќе стане конечна во согласност со член  44 § 2 од Конвенцијата, нивни писмени опсервации по прашањето и, посебно, да го известат Судот за секој договор кој тие би можеле да го постигнат;", "(в)  ја резервира понатамошната постапка и му делегира овластување на Претседателот на Судскиот совет да го уреди истото ако е потребно.", "Изработено на англиски, и доставено во писмена форма на 17 септември 2009, според правилото 77 §§ 2 и 3 од Правилата на Судот.", "\t Early\tNicolas Bratza \n\tСекретар\tПретседател", "", "© Совет на Европа/Европски суд за човекови права 2012", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод беше изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC датабазата на судска пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на случајот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако целта е да се употреби било кој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "© Council of Europe/European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", ""]}