{"file": "MAC_HJUDMAC_26772_95.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "26772/95", "text_paragraphs": ["© This translation  was done by the Academy for Judges and Public Prosecutors of the Republic of Macedonia: . Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "© Овој превод е изготвен при “Академијата за судии и јавни обвинители на Република Македонија”: . Судот доби дозвола повторно да го објави овој превод единствено за да го вклучи во својата база на податоци: HUDOC.", "", "", "", "ЕВРОПСКИ СУД ЗА ЧОВЕКОВИ ПРАВА", "", "", "", "", "", "", "ПРЕДМЕТ ЛАБИТА против ИТАЛИЈА", "", "", "(Претставка бр. 26772/95)", "", "", "", "", "", "", "", "", "", "", "", "", "", "ПРЕСУДА", "", "", "Стразбур", "", " 6 април 2000 година", "", "", "", "", "", "", "", "", "", "", "", "Во предметот Лабита против Италија", "", "\tЕвропскиот суд за човекови права, заседавајќи во Големиот совет во чиј состав биле следните судии:", "", "г. Л. ВИЛДХАБЕР (WILDHABER), Претседател", "г-ѓа Е. ПАЛМ (PALM)", "г. А. ПАСТОР РИДРУЕХО (PASTOR RIDRUEJO)", "г. Л. ФЕРАРИ БРАВО (FERRARI BRAVO)", "г. Г. БОНЕЛО (BONELLO)", "г. Ј. МАКАРЖУК (MAKARCZYK)", "г. П. КУРИС (KURIS)", "г. Ј.-П. КОСТА (COSTA)", "г-ѓа Ф. ТУЛКЕНС (TULKENS)", "г-ѓа В. СТРАЖНЈИЦКА (STRAŽNICKA)", "г. В. БУТКЕВИЧ (BUTKEVYCH)", "г. Ј. КАЗАДЕВАЛ (CASADEVALL)", "г. Б. ЖУПАНЧИЌ", "г-ѓа Х. С. ГРИВ (GREVE)", "г. А. Б. БАКА (BAKA)", "г. Р. МАРУСТЕ (MARUSTE)", "г-ѓа С. БОТУЧАРОВА (BOTOUCHAROVA),", "и г. П. Ј. МАХОНИ (MAHONEY), Заменик секретар,", "", "по заседавањето на затворените седници, на 29 септември 1999 година и 1 март 2000 година,", "", "ја изрекува следната пресуда, донесена на последно споменатиот датум:", "", "", "ПОСТАПКА", "", "\t1. Предметoт до Судот го упатила Европската комисија за човекови права (во натамошниот текст: Комисијата) на 8 март 1999 година и Владата на Италија (во натамошниот текст: Државата) на 31 март 1999 година (чл. 5 ст. 4 од Протоколот бр. 11 и некогашниот чл. 47 и 48 од Конвенцијата) во склад со одредбите пред стапување во сила на Протоколот бр. 11 од Конвенцијата за заштита на човековите права и основните слободи (во натамошниот текст: Конвенцијата).", "\t2. Предметот е формиран на основа на претставката (бр. 26772/95) против Република Италија, која до Комисијата ја поднел според некогашниот член 25 од Конвенцијата, италијански државјанин, господин Бенедето Лабита (Benedetto Labita) (натаму во текстот: подносителот на претставката), на 10 април 1994 година. Подносителот на претставката тврдел дека дошло до повреда на членовите 3, 5, 6 и 8 од Конвенцијата, членот 2 од Протоколот бр. 4 на Конвенцијата и членот 3 од Протоколот бр. 1.", "\t3. Комисијата на 20 октомври 1997 година ја прогласила претставката за делумно прифатлива. Во извештајот од 29 октомрви 1998 година (претходно чл. 31 од Конвенцијата), изразила едногласен став дека дошло до повреда на членовите 3, 5 (ставови 1 и 3) и членот 8 од Конвенцијата, дека од членот 6 став 3 од Конвенцијата не прозилегуваат одвоени прашања и дека дошло до повреда на членот 2 од Протоколот бр. 4 (дваесет и еден глас наспроти седум гласови) и членот 3 од Протоколот бр. 1 (дваесет и три гласа наспроти пет гласа).", "\t4. Панелот на Големиот Големиот совет на 31 март 1999 година утврдил дека по предметот треба да одлучува Големиот совет (правило 100, ст. 1 од Деловникот на Судот). Господин Б. Конфорти, судија кој е одбран од листата на Италија, кој учествувал во разгледувањето на предметот, се повлекол од Големиот совет (правило 28). Во склад со тоа Државата го именувала господинот Л. Ферари Браво (Ferrari Bravo), судија одбран од листата на Сан Марино, да го заземе неговото место (чл. 27 ст. 2 од Конвенцијата и правило 29, ст. 1).", "\t5. Подносителот на претставката и Државата поднеле поднесок пред Судот.", "\t6. Јавната расправа е одржана на 29 септември 1999 година во Судот во Стразбур.", "\t", "\tПред Судот се појавија:", "", "(а) во име на Државата", "господин В. Еспозито (Esposito), magistrato, на распологање на дипломатската правна служба, Министерство за надворешни работи,", "козастапник", "", "(б) во име на подносителот на претставката", "господин В. Ди Грацијано (Di Graziano), од Адвокатската комора на Трапанија, \t\t\t\t\t\t\t\t\tАдвокат.", "", "\t7. Претседателот на Судот дал одобрение за адвокатот на подносителот да ја користи претставката на италијански јазик (правило 34, ст. 3).", "\t8. Суд го сослушал обраќањето на господинот Ди Грацијано и господинот Еспозито.", "\t9. Подносителот на претставката и Државата доставија различни документи на своја иницијатива.", "", "", "ФАКТИ", "", "1. ОКОЛНОСТИ НА ПРЕДМЕТОТ", "", "А. Притвор за подносителот на претставката и постапката против него", "", "\t10. Подносителот на претставката беше уапсен на 21 април 1992 година во врска со истрага, која се водела против четириесет и шест лица, врз основа на налогот за апсење, кој на 18 април 1992 година го издал Окружниот суд во Трапанија. Бил осомничен дека и припаѓа на една мафијашка организација во Алкамо и дека раководи една финансиска компанија во име својот зет, за кој се верувало дека е водач на главната мафијашка група во таа област (според членот 416 bis од Кривичниот законик припадност на мафијашка организација се смета за кривично дело).", "\tОбвиненијата против подносителот на претставката посебно биле засновани на изјавите, кои ги дал извесен Б. Ф., кој исто така бил обвинет за припадност на мафијашка организација, но станал pentitio (поранешен мафијаш кој одлучил да соработува со властите). Информациите кои Б. Ф. ги дал на подносителот на претставката се добиени од извесен Г. Д, кој бил убиен од мафијата на 25 октомври 1989 година, и кој ги добил тие информации од покојниот Ф. М., кој исто така бил жртва на мафијата.", "\t11. Подносителот на претставката најпрво бил задржан во притвор во затворот во Палермо, каде поминал триесет и пет дена во изолација.", "\t12. Окружниот суд во Трапанија на 6 мај 1992 година го одбил неговото прво барање за пуштање на слобода со кауција.", "\tОкружниот суд сметал дека, иако изјавите во врска со вмешаноста на подносителот на претставката со мафијата, кои ги дал Б. Ф. не понудиле информации или објективни докази за вистинската улога и активностите на подносителот на претставката, тие сепак дале доволна основа за да го оправдаат неговиот притвор, имајќи ја во предвид веродостојноста и доверливоста на различните изјави, кои Б. Ф. ги дал во врска со другите луѓе или настани кои се поврзани со мафијата (Судот го примени критериумот за „вкупна веродостојност” – attendibilita complessiva).", "\tСудот додал дека Б. Ф. Го потврдил идентитетот на подносителот на претставката врз основа на фотографиите и понудил информации за неговата вистинска улога во таа мафијашка организација. Тој навел дека подносителот на претставката, кој е зет на еден од шефовите на еден мафијашки клан од Алкамо, раководи една финансиска компанија и дека заедно со уште едно лице за кое Б. Ф. претходно потврди дека и припаѓал на мафијата, е коспоственик на една менаџерска компанија, која поседува една дискотека.", "\tОкружниот суд во Трапанија, исто така сметал дека притворот за подносителот на претставката бил оправдан поради потребата да се заштитат сведоците, имајќи предвид дека поголемиот дел од доказите, кои постоеле биле во форма на усно сведочење и дека затоа постоел ризик тие докази да се изгубат како резултат на притисоците на кои биле изложени сведоците.", "\t13. Подносителот на претставката на 20 јули 1992 година бил префрлен во затвор на островот Пјаноза со уште педесет и четири други лица за кои се сомневало дека се мафијаши.", "\t14. Подносителот на претставката на датум, кој не е наведен, се жалел пред Касацискиот суд на одлуката од 6 мај 1992 година. Тој особено тврдел дека бил задржан во притвор само врз основа на изјавата на Б. Ф. за која не постоеле фактички докази. Понатаму, тој изјави дека Окружниот суд одбил да прифати дека тој не е менаџер на финансиската компанија и дека Суд тие тврдења ги смета како доказ тоа дека тој е извршен директор во локална финансиска фирма и дека е локален благајник на мафијата. Меѓутоа, факт е тој бил обичен службеник во таа компанија и дека еднаш дури против него против него била покрената дисциплинска постапка. Меѓутоа, на 2 октомври 1992 година, Касацискиот суд ја одбил неговата жалба.", "\t15. Подносителот на претставката повторно поднел барање до истражниот судија (giudice per le indagini preliminari) за пуштање од притоворот со кауција, тврдејќи дека не постоеле основани причини тој да биде задржан во притвор, но ова барање е отфрлено на 29 декември 1992 година.", "\t16. Жалбата на подносителот на претставката до Окружниот суд во Трапанија е одбиена на 8 февруари 1993 година со образложение дека член 275 став 3 од Законикот за кривична постапка создава претпоставка дека е неопходно продолжувањето на притоворот на осомничените лица обвинети за тоа дека припаѓаат на мафијашка организација, според тоа, лицето кое бара да биде пуштено со кауција треба да понуди одредени, конкретни докази, со кои би се побила таа претпоставка. Окружниот суд сметал дека аргументите на подносителот на претставката – оние кои се однесуваат на должината на неговиот престој во притвор – се од општа природа и дека во претходни случаи биле отфрлени.", "\t17. На барање на тужителот, истражниот судија при Окружниот Суд во Трапанија на 8 април 1993 година, во склад со членот 305 став 2 од Законикот за кривичната постапка, издал налог за продолжување на максимално дозволеното време на траењето на притоворот пред почетокот на судењето.", "\t18. Во меѓувреме, другите pentiti во текот на истрагата изјавиле дека не го познаваат подносителот на претставката.", "19. Подносителот на претставката се жалел пред Окружниот суд на налогот од 8 април 1993 година, тврдеќи дека спорниот налог е ништовен, бидејќи барањето за продолжување на притоворот не е претходно врачено на неговиот адвокат и дека судот навел само општи, а не конкретни причини.", "\t20. Окружниот суд во Трапанија на 22 јуни 1993 година ја одбил жалбата на подносителот на претставката. Сметал дека законот само бара да се слушнат двете страни на обинителниот претрес и дека е тоа сторено во овој случај. Не постоел услов претставката да мора да биде однапред врачена по службен пат.", "\tШто се однесува до тоа дали спорната мерка била неопходна, Окружниот суд сметал дека, иако образложението во налогот било некако кратко, сепак во него се укажува на тоа дека постои ризик да дојде до пореметување на доказите, посебно имајќи ја предвид специфичната природа на кривичното дело (припадност на мафијашка организација) и опасноста која ја претставуваат сите осомничени, а за кои се сомнева дека припаѓаат на криминална организација, која се бави со сериозни криминални дејства, како што се убиства. Понатаму, обвинителството дало целосно објаснување за тоа зошто било неопходно да се поднесе барање за целите на истрагата: имено, тое е поради потребата да се спроведат сложени банкарски и фискални провеки за да се разјасни во која мера обвинетите имаат контрола во таа област. Окружниот суд напоменал дека природата на самото кривично дело бара со истрагата да се опфати таа мафијашка организација во целина, а според тоа и сите обвинети.", "\t21. Подносителот претставката на 28 јуни 1993 година се жалел пред Касацискиот суд, тврдејќи дека му се повредани правата на одбрана. Меѓутоа, неговата жалба е одбиена на 18 октомври 1993 година.", "\t22. Подносителот на претставката на 2 октомври 1993 година е одведен на судење под обинение дека припаѓа на една мафијашка организација. Обвинителството барало тој да биде осуден на казна затвор во траење од три години.", "\t23. Во пресудата од 12 ноември 1994 година, која е поднесена до Секретаријатот на Судот на 9 февруари 1995 година, Окружниот суд во Трапанија го ослободил од обинение подносителот на претставката и донел наредба за негово пуштање на слобода, освен ако не постојат некои други причини, поради кои тој би требал да остане во притвор.", "\tНапомена дека предметот против подносителот на претставката се заснова само на изјавите кои ги дал Б. Ф., врз основа на информациите кои споменатиот ги дознал од Г. Д., а кој тие информации ги добил од Ф. М. Двајцата веќе биле починати, па така било невозможно секое независно потврдување на изјавите на Б. Ф. Единствено докажано тврдење е она кое се однеува на тоа дека подносителот на претставката работел во таа финансиска компанија, но не постоеле докази за тоа дали тој бил менаџер или благајник во компанијата. Понатаму, тоа тврдење го побиле останатите сведоци, како и фактичките докази. Окружниот суд заклучи дека не е утврдена вината на подносителот на претставката .", "\t24. Пресудата е изречена нешто пред 22.00 часот. Подносителот на претставката, кој бил во Окружниот суд во Трапанија при изрекувањето на пресудата, вратен е со лисици на рацете во затворот во Термини Имересе во 00.25 часот.", "\tОд затворот не е пуштен се до 8.30 часот, затоа што не бил присутен административниот службеник, чие присуство било неопходно при пуштањето на затвореници кои се под специјален затворски режим.", "\t25. Јавниот обвинител се жалел против ослободителната пресуда.", "\t26. Во пресудата од 14 декември 1995 година, која станала конечна на 25 јуни 1996 година во однос на подносителот на претставката, Апелацискиот суд во Палермо ја поддржал ослободителната пресуда врз основа на тоа што другите конкретни докази не можеле да ги поткрепат изјавите на Б. Ф. и кои биле побиени со доказите до кои се дошло во текот на истрагата.", "", "", "Б. Наводно злоставување на кое бил изложен подносителот на претставката во затворот на островот Пјаноза", "", "", "1. Спорно постапување", "", "\t27. Подносителот на претставката е држен во затворот во Термини Имересе до 20 јули 1992 година, кога бил префрлен во затвор на островот Пјаноза во склад со итните мерки, кои ги преземала Италија против мафијата после убиството на двајца виши судии. Затворот Пјаноза претходно примал околу 100 затвореници, кои тука престојувале под помалку строг режим, под што се подразбира правото да работат на островот надвор од затворот. Затворениците под висок степен на обезбедување биле сместени во крилото Агрипа (Agrippa). Исто така, голем број затворски стражари од други казнени институции биле префрлени во затворот Пјаноза.", "\tПодносителот на претставката е без престан држен во затворот Пјаноза до 29 јануари 1993 година. Подоцна, тој редовно бил префрлуван на кратки временски периоди, како би му се овозможило да присуствува на различни фази од постапката, која се водела против него.", "\t28. Од здравствениот картон, кој е воден во затворот Пјаноза, се гледа дека, по пристигнувањето во овој затвор, подносителот на претставката бил во добра здравствена состојба.", "\t29. Тој тврдел дека бил злоставуван на разни начини, кои се опишани подолу, воглавно во периодот помеѓу јули и септември 1992 година (подоцна ситуацијата се подобрила).", "", " (i) Редовно го шамарале и претрпел повреда на десниот палец. Му биле гмечени тестисите, што според кажувањето на подносителот на претставката, систематски им било правено на сите затвореници.", "(ii) Во една прилика подносителот на претставката е претепан и му бил скинат џемперот. Тој протестирал поради тоа. Два часа подоцна стражарот му наредил да замолчи, го опсул а потоа го удрил, притоа оштетувајќи му ги на подносителот на претставката очилата и еден вештачки заб.", "(iii) Кон него грубо се постапувало и во други ситуации. На затворениците им било дозволено средствата за чистење да ги оставаат во ходниците. Понекогаш затворските чувари намерно ќе предизвикале тие средства да се истурат на подот и ги мешале со вода, и на тој начин подот станувал многу лизгав. Потоа ги терали затворениците да трчаат низ ходниците помеѓу два реда чувари. Оние кои ќе паднеле чуварите ги удирале и тепале со пендраци.", "(iv) Често бил подложуван на телесен претрес за време на туширање.", "(в) Долго морал да чека за да биде примен од доктор, а при самиот преглед рацете му останувале врзани со лисици.", "(vi) Чуварите ги предупредувале затворениците дека ќе претрпат репресалии ако со своите адвокати или други затвореници зборуваат за тоа како се постапува со нив.", "(vii) Во присуство на затворските стражари затворениците морале главата да ја држат наведната, погледот да им биде прикован за подот, да им укажуваат почитување, да бидат тивки и да стојат во став мирно.", "", "\t30. Конечно, подносителот на претставката рекол дека префрлувањето на затворениците од затворот до Судот заради присуство на расправа се одвивало во нечовечки услови: во потпалубата на пловилото, без воздух, светло или храна и во многу лоши хигиенски услови.", "", "2. Лекарски уверенија", "", "\t31. Од здравствената евиденција на затворот Пјаноза се гледа дека на 9 септември 1992 година подносителот на претставката се жалел на проблеми со вештачкиот заб и затоа затворскиот лекар го упатил на преглед кај стоматолог. Во април 1993 година поднесено е барање за преглед кај стоматолог, за да му биде фиксиран расклатениот вештачки заб.", "\t32. Медицинската служба на затворот Пјаноза на 10 август 1993 година побарала да се направи рентгенска снимка и преглед кај ортопед, поради тоа што подносителот на претставката се пожалил на болки во колената. По извршените тестови, на 22 септември 1993 година ортопедот констатирал дека подносителот на претставката има проблем со колената – во здравствениот картон нема податоци за тоа од каква природа биле тие проблеми.", "\t3. Стоматолог на 17 март 1994 година навел дека вештачкиот заб е потполно скршен и дека е потребно да се поправи.", "\t34. Лекарскиот извештај од 24 март 1995 година наведува дека постои калцификација во зглобот на коленото. Подносителот на претставката бил пратен на снимање на скенер на 3 април 1996 година и таа снимка покажала присуство на две мали рани, кои настале како резултат на трауматските повреди на горниот, надворешен дел на коленото.", "\t35. Лекарскиот извештај од 20 март 1996 година се однесува на психолошките пореметувања (астенија, состојба на збунетост, депресија) кои започнале пред три години.", "", "3. Постапка која ја покренал подносителот на претставката", "", "\t36. За време на прелиминарнтото сослушување пред истражниот судија во Трапанија на 2 октомври 1993 година, подносителот на претставката и уште еден затвореник тврделе дека во затворот Пјаноза до октомври 1992 година претрпеле облици на злоставување како што се „мачење, понижување и грубост”. Подносителот конкретно навел дека се здобил со скршеница на прстот и дека му е скршен забот. Иако дошло до подобрување во затворот по октомври 1992 година, тој се жалел дека вкупното постапување, на кое е бил изложен и кое било спроведено, помеѓу другото, врз основа на дел 41 bis Законот бр. 354 од 1975 година, било нечовечко и емотивно исцрпувачко.", "\t37. Истражниот судија го известил Јавното обвинителство во Ливорно за гореспоменатите наводи; обвинителството отворило официјална истрага (бр. 629/93) и на 12 ноември 1993 година им наложила на карабињерите од Портоферајо да го испитаат подносителот на претставката за природата и должината на траење на злоставувањето, кое наводно го претрпел и од него да ги добијат сите информации со кои тој располага, а кои би им помогнале да ги идентификуваат лицата, кои се одговорни за тоа. Исто така, јавниот обвинител го побарал и здравствениот картон на подносителот на претставката.", "\t38. Подносителот на претставката бил на разговор на 5 јануари 1994 година со карабињерите од Портоферајо. Тој рекол дека од моментот на пристигнување во затворот на Пјаноза затворските чувари го „претепувале, мачеле, подложувалње на груби постапувања и психолошко мачење”. Особено навел дека го удирале со раце по грб. Кога ќе излезел од ќелијата да оди во дворот за рекреација го терале да трча низ ходникот, кој претходно бил попрскан со нешто за да биде лизгав. Потоа, стражарите ќе застанеле во ред долж целиот ходник и го шутирале и удирале со тупаници и пендреци. Во една прилика се побунил затоа што му го искинале џемперот додека го удирале. Еден од стражарите му рекол да замолчи, го опсул а потоа го удрил, притоа оштетувајќи му ги очилата и вештачкиот заб. Затворениците силно го тепале секој пат кога ќе ја напуштел својата ќелија. Меѓутоа, додал дека не е во состојба да ги препознае затворските чувари кои биле одговорни за тоа, будејќи затвореници во нивно присуство морале да ги држат главите наведнати. На крајот рекол дека претепувањето престанало во октомври 1992 година.", "\t39. Карабињерите на 7 јануари 1994 година го пратиле записникот од разговорите и здравствениот картон на подносителот на претставката до јавниот обвинител во Ливорно. Рекле дека дополнително ќе пратат список од затворските чувари, кои во посочениот период работеле во затворот Пјаноза.", "\t40. Карабињерите од Трапанија на 9 март 1995 година, по налог на јавниот обинител од Ливорно, разговарале со подносителот на претставката. Му биле покажани фотокопии од фотографии на 262 затворски чувари, кои работеле во затворот Пјаноза. Подносителот на претставката рекол дека не е во состојба да го идентификува лицето, кое го злоставувало, но прокоментирал дека фотографиите се направени пред соодветниот временски период и дека тоа се само фотокопии. Додал дека не би имал проблеми да го идентификува споменатиот чувар кога би можел лично да го види.", "\t41. Јавното обвинителство во Ливорно на 18 март 1995 година дозволило жалбата да се стави во картотеката без преземање на понатамошни активности со образложение дека престапниците не може да се идентификуваат perche ignoti gli autori del reato). Истражниот судија во Ливорно дал налог за таа цел на 1 април 1995 година.", "", "4. Извештај на судијата од Ливорно задолжен за извршување на пресудата во условите на затворот Пјаноза", "", "\t42. Судијата од Ливорно, кој бил задолжен за извршување пресудата, на 5 септември 1992 година пратил извештај до министеорт за правда и другите релевантни затворски и административни тела за условите кои владеат во затворот Пјаноза.", "\t43. Извештајот следеше по првобитната инспекција во затворот, која е извршена во август 1992 година, при која е забележано дека имало кршење на правата на затворениците, кои се повторувале и бројни инциденти на злоставување и во специјалното крило „Агрипа” и во обичните крила на затворот. На пример, забележено е следното:", "", "(i) дека хигиенските услови се ужасни;", "(ii) дека потополно се блокираат преписките на затворениците, иако подлежат на дозволена цензура, и дека со големо задоцнување им се врачуваат телеграмите на затворениците;", "(iii) дека затвореници се терани да трчаат до дворот за рекреација и дека највероватно се тепани со пендреци по нозете;", "(iv) дека затворениците понекогаш ги тепаат со пендреци и дека ги подложуваат на други облици на злоставување (на пример, еден затвореник наводно е натеран целосно да се соблече и на под да прави склекови (flessioni) пред да биде подложен на ректално пребарување, кое, како што тврди судијата задолжен за извршување на пресудата, било потполно непотребно бидејќи тој затвореник туку што завршил со работата во присуство на другите затворски чувари; споменатиот затвореник, кој го шамарале додека се облекувал, потоа отишол кај затворскиот лекар; таа ноќ, три затворски чувари го пререпале во неговата ќелија);", "(v) изгледа дека и подоцна се случувале слични инциденти, иако се чини дека ситуација во последно време се подобрила, најверојатно како резултат на мерките, кои биле преземени против затворските чувари.", "\t", "\t44. Бидејќи почнале да кружат информации и новински извештаји за тоа дека затвореници во затворот Пјаноза се изложени на насилство, јавниот обвинител од Ливорно поминал еден ден на островот и ги известил медиумите дека не открил ништо што би можело да ги потврди тие тврдења.", "\t45. Освен тоа, на 30 јули 1992 година инспекторите од Тосканската затворска служба го известиле Одделението за управување со затворите при Министерството за правда, дека според информацииите добиени од доверливи извори, имало сериозни инциденти на злоставување на затвореници во затворот Пјаноза. Извештајот посебно се осврнува на еден инцидент, кога еден хендикепиран затвореник е доведен во затвор со количка со едно тркало, додека чуварите му се потсмевале и уште еден случај кога затвореник е теран да клечи пред свеќа.", "\t46. Во една пишана порака до главниот секретар на министерот од 12 октомври 1992 година, генералниот директор на Одделението за управување со затворите при Министерството за правда, објаснува дека условите кои ги споменува судијата од Ливорно, задолжен за извршување на пресудата, се воглавно такви, како резултат на што педесет и пет затвореници се итно префрлени во затворот Пјаноза ноќта помеѓу 19 и 20 јули 1992 година. Тоа предизвикало практични проблеми, преку што воглавно може да се објаснат непријатностите кои биле забележани. Освен тоа, градежните работи кои се одвиваат во затворот создале дополнителни проблеми.", "\t47. Генералниот директор на 28 октомври 1992 година на главниот секретар на министерот и јавниот обвинтел им ги испратил заклучоците на групата стручњаци кои ги именувало тоа одделение. Врз основа на информациите добиени од затворениците кои ги испитале во затворот, стручњаците утврдиле дека обвиненијата за злоставување се потполно неосновани, освен во случајот кога хендикепираниот затвореник бил возен во количка со едно тркало, што се случило поради недостаток од инвалидски колички во затворот.", "\t48. По извештајот на судијата задолжен за извршување на пресудата, сепак бил покрената истрага, а информациите кои се добиени му биле пратени на јавниот обвинител во Ливорно. Идентификувани се само двајца затворски чувари; тие се осомничени дека сториле прекршок со нанесување телесни повреди (чл. 582 од Кривичниот законик) и злоупотреба на службената положба над лицата кои се уапсени или се наоѓаат во притвор (чл. 608 од Кривичниот законик).", "\t49. Јавното обвинителство побарало налог за повлекување на двете обвиненија, првото поради тоа што не била поднесена жалба, а другото затоа што застарело. Претставката која се однесувала на нанесените телесни повреди е прифатена, но е одбиена во поглед на другите обвиненија, а на 20 декември 1996 година истражниот судија побарал дополнителни информации. Се верува дека истрагата е се уште во тек.", "\t50. Во еден допис од 12 декември 1996 година, кој е приложен кон поднесокот за Државата во постапката пред Комисијата, Претседателот на Судот кој е задолжен за извршување на пресудата во Фиренца, рекол дека Владата, која тогаш била на власт, наредила или толерирала инциденти, кои се случиле во затворот Пјаноза. Тој, исто така сметал дека тврдењата на подносителот на претставката во поглед на условите во текот на трансферот, се во целост веродостојни и дека префрлувањето на затворениците во затворот на Пјаноза се одвивало со користење на сомнителни и неоправдани методи, чија вистинска причина била застрашување на затворениците. Тој понатаму наведува дека во крилото на затворот Пјаноза, кое е под зголемен степен на обезбедување, работат затворски чувари од други затвори кои не поминале било каков процес на селекција и на кои им е дадена „carte blanche”. Според мислењето на Претседателот на судот, резултатот бил тој што со управувањето на тоа крило од затворот првенствено се одликувало со злоупотреби и нерегуларности.", "", "", "Ц. Цензура на преписките на подносителот на претставката", "", "", "1. Примена на дел 41 bis од Законот за управување со затворите", "", "\t51. Министерот за правда на 20 јули 1992 година издал налог со кој подносителот на претставката го подложува на специјален затворски режим до 20 јули 1993 година, кој е предвиден во дел 41 bis од Законот бр. 354 од 1975 година. Министерот сметал дека мерката е неопходна посебно поради сериозните причини како што се јавниот ред и мир и прашањето на безбедноста по ескалацијата на агресивните и немилосрдни постапки на мафијата, која била одговорна за неодамнешните убиства на тројца судии и осум полицајци и за напади со автомобили-бомби во големите италијански градови. Таквата ситуација барала да се пресечат врските помеѓу одредени затвореници и нивното опкружување. Подносителот на претставката бил подложен на таа мерка, затоа што било проценето дека има лош карактер и дека е опасен; сите тие фактори укажувале на тоа дека тој одржувал контакт со криминалното милје, кои би можел да ги искористи за да издава упатства или воспостави врски со надворешниот свет што би можело да доведе до нарушавање на јавниот ред и мир или да ја загрози безбедноста во затворските институции. Според тоа, оправдано било да се претпостави дека затвореници, како што е подносителот на претставката, врбувале други затворениците или би се поставиле во доминантна положба и би ги понижувале во затворот, исто како што тоа го правеле во рамки на криминалните организации.", "\t52. Овој налог претставувал отстапување од Законот за управување со затворите и ги наметнувал следните ограничувања:", "", "(i) забрана за користење на телефон;", "(ii) забрана за секакво здружување или преписки со други затвореници;", "(iii) цензура на појдовни и дојдовни преписки;", "(iv) забрана за состанување со трети страни;", "(v) ограничување на посетите од членови на семејството (на еден час месечно);", "(vi) забрана за примање или праќање пари над одреден износ;", "(vii) забрана за примање пакети од надвор (освен оние во кои имало постелнина);", "(viii) забрана за организирање на културни, рекреативни или спортски активности;", "(ix) забрана за гласање или учество на избори за претставници на затворот;", "(x) забрана за учество во активности поврзани со изработка на различни ракотворби;", "(xi) забрана за купување храна која треба да се готви;", "(xii) забрана за поминување повеќе од два часа надвор.", "", "53. Овие мерки потоа сукцесивно се продолжувани на периоди од по шест месеци до 31 јануари 1995 година.", "", "2. Цензура на преписките на подносителот на претставката", "", "\t54. Окружниот суд во Трапанија на 21 април 1992 година одлучил преписката на подносителот на претставката да ја подложи на цензура, при тоа не наведувајќи одредени причини за таквата одлука. Меѓутоа, неговата преписка не била надгледувана додека тој бил во затворот Термини Имересе.", "\t55. Исто така, министерот за правда на 20 јули 1992 година издал налог за цензурирање на преписките на подносителот на претставката (види погоре став 52).", "\t56. Следните писма биле цензурирани:", "\t(i) писмо на подносителот на претставката од 21 октомври 1992 година упатено на неговата жена (затворот Пјаноза го одложил праќањето на ова писмо, бидејќи затворските власти ја сметале како сомнителна неговата содржина, и затоа прво им ја пратиле на судските власти);", "\t(ii) писмо од 7 мај 1993 година кое подносителот на претставката го пратил до неговиот прв адвокат (цензорите во затворот Пјаноза удриле печат на писмото);", "\t(iii) писмо од 28 февруари 1993 година кое подносителот на претставката го пратил до своето семејство (цензорите во затворот Пјаноза удриле печат на писмото);", "\t(iv) писмо кое подносителот на претставката го пратил до својата жена на 2 март 1993 година во кое е доставено уверение (управните органи во затворот во Термини Имересе го задржале тоа писмо и го пратиле до Одделението за управување со затворите при Министерството за правда, со барање да им се одобри истото да му го вратат на подносителот на претставката; бидејќи не добиле одговор, писмото никогаш не му било вратено);", "\t(v) писмо на подносителот на претставката од 7 мај 1993 година упатено до неговото семејство (цензорите во затворот Пјаноза удриле печат на писмото).", "\t", "\t57. Како резултат на одлуката на Уставниот суд (бр. 349 од 28 јули 1993 година – види став 102 подоле) од 15 септември 1993 година, министерот за правда ја укинал мерката која се однесува на цензурата на преписките, која е издадена во налозите, кои се дадени во склад со дел 41 bis.", "\t58. И покрај тоа, преписките на подносителот на претставката и понатму биле предмет на цензура, поради одлуката на Окружниот суд во Трапанија од 21 април 1992 година.", "\t59. Окружниот суд во Трапанија на 21 февруари 1994 година наредил укинување на таа наредба, но и покрај тоа преписките на подносителот на претставката и понатаму биле цензурирани.", "\t60. Подносителот на претставката на 10 јуни 1994 година е вратен на вообичаениот затворски режим; промената, помеѓу другото, подразбирала и завршување на цензурата на преписките. Меѓутоа, најмалку едно писмо (кое на подносителот на претставката му го пратила неговата жена на 28 јули 1994 година), и покрај тоа било цензурирано од страна на управните органи во затворот Пјаноза.", "\t61. На барање на управните органи во затворот Пјаноза, на 13 август 1994 година, претседателот на Криминалистичкото одделение при Окружниот суд во Трапанија издал налог, со кој повторно се наложува цензурирање на преписките на подносителот на претставката.", "", "Следните писма биле цензурирани:", "", "\t(i) писмо од 24 август 1994 година, кое на подносителот на претставката му го пратил неговиот втор адвокат (затворот Пјаноза удрил печат);", "\t(ii) писма кои на подносителот на претставката му ги праќала неговата жена на 18, 21, 29 и 30 август 1994 година, во кои имало и две фотографии од децата на подносителот на претставката (на секое е удрен печат од затворот Пјаноза);", "\t(iii) писмо од 31 август 1994 година, кое подносителот на претставката му го пратил на своето семејство (затворот Пјаноза удрил печат);", "\t(iv) писмо од 1 септември 1994 година кое на подносителот на претставката му го пратиле неговите деца (затворот Пјаноза удрил печат);", "\t(v) писмо од 16 октомври 1994 година кое на подносителот на претставката му го пратила неговата внука (печатот е нечиток);", "\t(vi) писма од 18 и 20 октомври 1994 година, кои на подносителот на претставката му ги пратила неговата жена (затворот во Термини Имересе удрил печат на овие писма);", "\t(vii) писмо од 20 октомври 1994 година, коe на подносителот на претставката најверојатно му гo пратиле членовите на неговото семејство (затворот во Термини Имерсе удрил печат на овa писмо);", "\t(viii) писмо со непознат датум, кое на подносителот на претставката му го пратила неговата внука (затворот Пјаноза удрил печат на ова писмо).", "", "\t62. Што се однесува пак до двете писма кои на подносителот на претставката му ги пратиле неговите адвокати на 7 мај 1993 година и 24 август 1994 година, органите на управата во затворот Пјаноза велат дека тие не може да се сметаат како преписка со адвокатот за потребите на членот 35 преодни одредби од новиот Законик за кривична постапка (види став 97 подолу).", "", "", "Д. Превентивни мерки кои се преземени против подносителот на претставката", "", "", "\t63. На барање на јавниот обвинител во Трапанија од 9 септември 1992 година, Окружниот суд во Трапанија на 10 мај 1993 година издал налог, со кој презема превентивни мерки против подносителот на претставката, кои подразбирале специјален полициски надзор и налагале подносителот на претставката во наредните три години да мора да живее во Алкамо. Окружниот суд посебно сметал дека конкретните докази потврдуваат дека подносителот на претставката е опасно лице: тој бил под истрага во врска со многу опасно кривично дело, бил во притвор пред судењето и заедно со другите осомничени мафијаши поседувал акции во компанија, која поседувала дискотека, каде што се собирале членови на мафијата.", "\tОд подносителот на претставката, помеѓу другото, се барало и да:", "\t(i) не го напушта својот дом, без претходно за тоа да ги извести органите на управата кои биле задолжени да га надгледуваат;", "\t(ii) чесно да живее и да не предизвикува сомнеж;", "\t(иии) не се дружи со луѓе кои имаат кривично досие или против кои се преземени превентивни или безбедносни мерки;", "\t(iv) дома да си доаѓа најдоцна до 20.00 часот, а да не излегува од дома пред 6.00 часот, освен во оправдани случаи, а и во тие случаи претходно за тоа мора да ги извести управните органи, кои се задолжени за негово надгледување;", "\t(v) не поседува ниту носи оружје;", "\t(vi) не посетува барови ниту да присуствува на јавни собирања;", "\t(vii) секогаш со себе да има картичка на која се точно наведени неговите обврски согласно превентивните мерки и копија од судскиот налог;", "\t(viii) во недела да се јавува во надлежната полициска станица помеѓу 9.00 и 12.00 часот.", "", "\t64. Меѓутоа, Окружниот суд сметал дека од доказите во досието не е можно да се заклучи дека компанија за која станува збор, е користена за перење пари, кои се стекнати преку нелегални активности на мафијата. Потоа, Судот издал налог за прекин на постапката, кој се однесува на заплена како на сопственичкиот удел во компанијата за која станува збор, како и за некој негов недвижен имот.", "\t65. Подносителот на претставката се жалел, но неговата жалба била одбиена на 7 декември 1993 година.", "\tСудот кој одлучува по жалби истакнал, како прво, дека според Законот бр. 575 од 15 мај 1965 година, се претпоставува дека припадник на мафијата е опасен и дека заради наметнување превентивни мерки, таквата припадност може да се утврди врз основа на заклучоците, а за да би можело тоа лице да биде осудено потребни се само целосни докази. Во случај пред овој, против подносителот на претставката постоеле само докази врз основа на индиција, како што е одлуката за задржување до почетокот на судењето и изведување пред суд. Освен тоа, Б. Ф. јасно и гласно изјавил дека подносителот на претставката бил и член и благајник на мафијашка организација. Исто така, постоеле и дополнителни фактори, како што се деловни односи на подносителот на претставката со други мафијаши. Фактот што тој сметал дека е во ред да се ожени со сестрата на еден од мафијашките босови, и на тој начин и самиот да стане член на мафијашкиот клан, со што се зголемила веројатноста дека таа криминална организација ќе му се обрати за помош, исто така сведочи за контактот на подносителот на претставката со мафијата.", "\t66. Подносителот на претставката се жалел пред Касацискиот суд, но и таа жалба е одбиена со пресудата од 3 октомври 1994 година, со образложение дека оценката за тоа дали е некое лице опасно или не се заснова на секој фактор, кој судот го смета за уверлив. Окружниот суд во Трапанија и Апелацискиот суд во Палермо, врз основа на доказите кои довеле до тоа подносителот на претставката да биде во притвор во пред-кривичната постапка, утврдиле дека постои голема веројатност подносителот на претставката да припаѓа на мафијашкиот клан од Алкамо. Во врска со фактите, не можело да се поднесе жалба пред Касацискиот суд во врска со пресудата изречена по судењето, а ниту пред апелациските судови.", "\t67. Во меѓувреме, на 22 мај 1993 година, префектот на Трапанија му наредил на подносителот на претставката да му го даде својот пасош. Тој налог не можел да се изврши, бидејќи подносителот на претставката рекол дека го изгубил. Исто така, префектот му наложил на подносителот на претставката да ја даде својата лична карта, за да може на неа да се удри печат „не важи за патување во странство”.", "\t68. Префектот на Трапанија на 1 јуни 1993 година издал налог за заплена на возачката дозвола на подносителот на претставката.", "\t69. Суспендирани се превентивните мерки до крајот на судењето и применувани се од 19 ноември 1994 година, бидејќи Окружниот суд во Трапанија донел ослободителна пресуда за подносителот на претставката.", "\t70. На подносителот на претставката на 13 февруари 1996 година не му било издадено одобрение да го напушти Алкамо, за да би можел со својата жена и еден од синовите да оди во болница во Палермо – каде требало да направат некои анализи – со образложение дека тие анализи не се поврзани со некаква сериозна болест.", "\t71. Во меѓувреме, на 8 јануари 1996 година, подносителот на претставката до Окружниот суд во Трапанија поднел барање за укинување на превентивните мерки, со образложение дека тој сега конечно е ослободен од обвиненијата (пресудата од 14 декември 1995 година) и дека тој не може да најде вработување.", "\t72. Окружниот суд на 11 јуни 1996 година ја одбил ова претставка. Во таа прилика судот прво ја повторил воспоставената судска пракса на Касацискиот суд, според која оние факти кои се утврдени во текот на судењето, иако можеби не се доволни лицето да биде осудено, сепак би можеле, ако на соодветен начин се совпаднат со другите докази, да претставуваат сериозни докази, со кои би се докажало дека лицето, кое е ослободено од обвинение, може да биде опасно. Окружниот суд во Трапанија рекол дека таков став бил заземен во случај пред овој. Сметал дека изјавите кои ги дал Б. Ф. покажуваат дека подносителот на претставката бил здружен со мафијашкиот клан од Алакамо, бидејќи тоа го докажува фактот што неговиот покоен зет бил водач на главниот клан. Што се однесува до неможноста да најде работа, судот сметал дека тоа нема врска со превентивните мерки, бидејќи подносителот на претставката можел во било кој момент да побара дозвола за работа, која секако дека ќе му била издадена, под услов таа работа да биде во согласност со неговите обврски, кои се одредени со превентивните мерки.", "\t73. На 7 октомври 1996 година вратена му е личната карта на подносителот на претставката, на која е удрен печат „не важи за патувања во странство”.", "\t74. Подносителот на претставката, на ден кој не е наведен, од Окружниот суд во Трапанија повторно побарал да ги повлече превентивните мерки против него, повторувајќи дека тој сега конечно е ослободен од обвинението, нагласувајќи дека тој секогаш ги почитувал превентивните мерки.", "\t75. Окружниот суд во Трапанија на 21 октомври 1997 година ја одбил таа претставка наведувајќи прво, дека постапката која се однесува на превентивните мерки, е потполно одвоена од кривичната постапка, така што ослободителната пресуда нема автоматско дејство на превентивните мерки за кои веќе е издаден налог. Во секој случај, подносителот на претставката не покажал дека навистина го променил својот стил на живот, ниту дека искрено се кае.", "\t76. Превентивните мерки против подносителот на претставката престанале да се применуваат на 18 ноември 1997 година.", "", "Е. Одземање на правото на глас", "", "", "\t77. Како резултат на наметнувањето на специјални мерки за надзор врз подносителот на претставката, Општинскиот изборен одбор во Алкамо на 10 јануари 1995 година одлучил да го избрише од избирачкиот список подносителот на претставката, со образложение дека престанале неговите граѓански права, согласно член 32 од претседателскиот указ бр. 223 од 20 март 1967 година.", "\t78. Подносителот на претставката вложил жалба до Градскиот изборен одбор, во која тврди дека во одлуката од 10 јануари 1995 година не се наведени било какви причини и дека одлуката да му се изречат превентивни мерки е донесена пред тој да биде ослободен од обвинението.", "\tСо одлуката од 27 февруари 1995 година, која на подносителот на претставката му е врачена на 7 март 1995 година, Одборот ја одбил жалбата со образложение дека подносителот на претставката е лишен од правото на глас по сила на закон (бидејќи неговите граѓански права престанале по изрекувањето на специјалните мерки за надзор), а не поради одлуката на изборната комисија. Подносителот на претставката не се жалел на таа одлука.", "\t79. По истекот на превентивните мерки на 19 ноември 1997 година подносителот на претставката поднел барање повторно да биде внесен во избирачкиот список.", "\t80. Градскиот изборен одбор на 28 ноември 1997 година го известил градоначалникот на Алкамо дека му одобрил на подносителот на претставката да учествува на претстојните избори, кои биле закажани за 30 ноември 1997 година.", "\t81. Градоначалникот на 29 ноември 1997 година го известил подносителот на претставката за одлуката на изборната комисија.", "\t82. Општинска изборна комисија на 11 декември 1997 година повторно го внела во избирачкиот списак на Алкамо подносителот на претставката.", "", "", "Ф. Надомест за „неправично” задржување во притворот", "", "", "\t83. На 4 февруари 1997 година подносителот на претставката поднел барање до Апелацискиот суд во Палермо за доделување надомест во склад со членовите 314 и 315 од Законикот за кривична постапка, поради времето поминато во затворот од 21 април 1992 година до 12 ноември 1994 година, а ослободителната пресуда од 14 декември 1995 година потврдила дека тоа било „неправично”.", "\t84. Апелацискиот суд се согласил со неговото тврдење со одлуката од 20 јануари 1998 година, која е поднесена до Секретаријатот на 23 јануари 1998 година. Имајќи ја во предвид должината и особено тешките услови за престој во затворот, за штетата која ја претрпел подносителот на претставката (врз неговиот углед), како и за неговото семејство (кое морало да патува од далеку за да го посети), судот му досудил износ од 64.000.000 италијански лири.", "", "", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО И ПРАКСА", "", "А. Одредби кои се однесуваат на должината на притворот пред почетокот на судењето", "", "\t85. Првиот став од членот 273 од Законикот за кривична постапка (во натамошиот текст: ЗКП) предвидува „дека никој не може да биде задржн во притвор пред почетокот на судењето, освен ако не постојат сериозни докази за неговата вина”.", "\t86. Член 274 од ЗКП понатаму предвидува дека може да се издаде налог за притвор до почетокот на судењето: „(а) ако тој притвор го налагаат посебни и неизбежни услови за истражување на фактите, кои се утврдуваат во врска со вистинската и непосредна опасност по изнесувањето или автентичноста на доказите...; (б) ако обвинетиот побегнал или постои реална опасност дека ќе побегне, под услов судот да смета дека во случај да биде осуден дека ќе му биде изречена казна затвор поголема од две години; и (в) во случај, земајќи ја во предвид специфичната природа и околности на кривичното дело, и имајќи го во вид карактерот на осомничениот или обвинетиот, кој се покажал преку неговото однесување, постапки или криминално досие, дека постои реален ризик тој да стори сериозно кривично дело против некое лице со употреба на оружје или на некој друг насилен начин, или кривично дело против уставниот поредок или кривично дело кое се однесува на организиран криминал или друго кривично дело од иста природа, како и она за кое се сомничи или за кое е обвинет...”.", "\t87. Според член 275 став 3 од ЗКП, изменет со Уредба со законска сила бр. 152 од 1991 година (која станала Закон бр. 203 од 1991 година) и Уредбата со законска сила бр. 292 од 1991 година (која станала Закон бр. 356 од 1991 година), постои претпоставка која може да се побие, дека таква потреба постои кога се работи за одредени престапи, како што е припадност на мафијашка организација.", "\t88. Членот 303 од ЗКП го пропишува максимално дозволеното време за задржување во притвор пред судење, а кое варира во однос на фазата до која се стигнало во постапката. За кривичното дело наведено во член 416 bis од Кривичниот законик, дозволен период кога е постапката во прв степен, е една година од почетокот на траењето на притоворот за обвинетиот па се до издавање на налог, со кој се изведува пред суд и година дена од почетокот на судењето па се до изрекување на првостепената пресуда. Ако не е издаден налог за апсење или, во зависност од случајот, ако на обвинетиот не му е изречена првостепена пресуда во текот на релевантниот временски период, притворот пред судењето престанува да биде законит и обвинетиот мора да биде пуштен.", "\t89. Меѓутоа, член 304 став 2 од ЗКП предвидува дека за одредени кривични дела, вклучувајќи ги и оние кои се предвидени во членот 416 bis од Кривичниот закон, временскиот период предвиден со членот 303 може да биде продолжен, при одлучувањето во прв степен или во текот на жалбената постапка, ако се воспостави дека постапката е особено сложена. Член 304 предвидува дека должината на притоворот пред почетокот на судењето не може, под било кои услови, да надмине две третини од најголемата казна за кривично дело за кое обвинетиот е обвинет или пресудата, која ја изрекол првостепениот суд.", "\t90. Член 305 став од 2 ЗКП предвидува: „Во текот на прелиминарната истрага, јавниот обвинител може да побара продолжување на периодот за притовор пред судењето, кој е пред истекување, во оние случаи кога постои сериозна потреба од мерки за претпазливост кои, во особено сложени истраги, безусловно бараат продолжување на периодот на притоворот пред почетокот на судењето...” Таа одредба понатаму предвидува дека таквото продолжување може да биде обновено само уште еднаш и дека, без разлика на исходот, временските периоди предвидени со член 303 од ЗКП не може да бидат продолжени за повеќе од половина.", "\t91. Во поглед на постапката при пуштање на затвореници на слобода, на 29 март 1996 година Министерството за правда ги известило сите казнени институции дека е потребно административните служби да даваат услуги и навечер, како би се обезбедило не само пуштање на слобода на затворениците, туку помеѓу другото, и прием на осомничените кои се уапсени или кои доброволно се предале, како и дека мора да постои итна медицинска помош за затворениците.", "", "", "Б. Оштета за „неправично” задржување во затворот", "", "", "\t92. Член 314 од ЗКП предвидува дека секој оној, кој е ослободен од обвинение со пресуда која станала конечна – со образложение дека обвиненијата против него ниту се докажани дека тој сторил кривично дело, дека кривично дело не е сторено или дека наведените факти не се доволни за да би се за сметале за кривично дело пред законот – има право на правичен надомест за штета, за оној временски период кој го поминал во притвор пред почетокот на судењето, а под услов погрешното претставување или вината од негова страна не се фактори кои придонеле за негово лишување од слобода.", "\t93. Барањето за надомест на штета мора да биде поднесено во рок од 18 месеци, откако пресудата ќе стане конечна. Максималниот износ за надомест е 1.000.000.000 италијански лири.", "", "", "В. Одредби кои се однесуваат на цензурата на преписките", "", "", "\t94. Дел 18 од Законот бр. 354 од 26 јули 1975 година, изменет со со дел 2 од Законот бр. 1 од 12 јаунуари 1977 година, предвидува судијата, кој е надлежен за тој предмет, да има овластување да издаде налог за цензурирање на преписките на затвореникот – без разлика дали се работи за истражниот судија или судијата кој суди во тој предмет – се до изрекување на првостепената пресуда, а потоа таа надлежност ја има судијата кој е задолжен за спроведување на пресудата. Судијата може да издаде налог за цензурирање на преписките на затвореникот во облик на образложената одлука; меѓутоа, оваа одредба не ги одредува околностите под кои може да се издаде таков налог.", "\t95. Во пракса, цензурата на преписките значи дека целата пошта на затвореникот се задржува и чита или судијата, кој го издал тој налог или управникот на затворот или вработен во затворот, поставен од управникот на затворот за таа цел; се удира печат на цензурираната пошта за да се знае дека таа поминала на увид (види, исто така член 36 од Указот за примена на гореспоменатиот Закон бр. 354 – Претседателски указ бр. 431 од 29 април 1976 година). Под цензура не спаѓа бришење на зборови или реченици, но судијата може да издаде налог за едно или повеќе писма да не му бидат врачени на затвореникот; во такви случаи треба веднаш да биде известен затвореникот. Управникот на затворот може привремено да ја изрече оваа втората мерка, но тој за тоа мора да го извести судијата.", "\t96. Член 103 од ЗКП забранува заплена или било каков облик на цензура на преписките помеѓу затвореникот и неговиот адвокат, под услов тоа навистина да биде преписка од тој вид, освен во случај ако судијата со добра причина смета дека таа преписка ја претставува самата суштина на кривичното дело.", "\t97. Исто така, според член 35 од преодните одредби од новиот Законик за кривична постапка, правилата за цензура на преписките на затвореникот, предвидени со Законот бр. 354 и Претседателскиот указ бр. 431, не се однесуваат на преписките помеѓу затвореникот и неговиот адвокат. Меѓутоа, за да таа преписка избегне цензура, на ковертот мора да биде назначен идентитетот на обвинетиот и неговиот адвокат, фактот дека адвокат делува во тоа својство и зборовите „преписка за потребите на судската постапка” („corrispondenza per ragioni di giustizia“), кои ги потпишува испраќачот, кој исто така мора да ја наведе постапката на која се однесува тоа писмо. Ако испраќач е адвокатот, негов потпис мора да се завери кај претседателот на адвокатската комора или кај лице овластено од него.", "\t98. Бидејќи цензурата на преписките е аминистративен чин и не влијае на личната слобода на затворениците, во врска со тоа не може да се поднесе жалба до Касацискиот суд (Касациски суд, пресуда бр. 3141 од 14 февруари 1990 година и бр. 4687 од 4 февруари 1992 година).", "\t99. Дел 35 од Законот за управување со затворите (Закон бр. 354 од 26 јули 1975 година) предвидува можност затворениците да можат да испратат барања или жалби во затворен коверт до следните управни органи:", "(i) управникот на затворот, затворските инспектори, генералниот директор на казнените институции и Министерот за правда;", "(ii) судијата кој е задолжен за извршување на пресудата;", "(iii) судските и здравствените управни органи, кои вршат инспекција во затворот;", "(iv) Претседателот на регионалниот совет;", "(v) Претседателот на Републиката.", "", "", "Г. Дејство на дел 41 bis Законот бр. 354 од 1975 година за цензура на преписките", "", "", "\t100. Според дел 41 bis од Законот за управување со затворите, кој е изменет со Законот бр. 356 од 7 август 1992 година, Министерот за правда има овластување да ја суспендира, целосно или делумно, примената на редовниот затворски режим – како што е предвидено со Законот бр. 354 од 1975 година – ако тој не ги задоволува стандардите, неопходни за зачувување на јавниот ред и безбедноста. Тој мора да ги наведе причините за својата одлука, а дозволено е судско преиспитување. Одредбата може да се примени само во случаите кога затвореникот е кривично гонет или осуден за едно од кривичните дела предвидени во дел 4 bis од законот. Во кривичните дела за кои станува збор, спаѓаат и оние кои се поврзани со мафијашки активности. Според членот 446 од 28 ноември 1999 година таа одредба останува на сила до 31 декември 2000 година.", "\t101. Дел 41 bis не содржи список на ограничувања кои може да бидат наметнати. Тие ограничувања ги одредува министерот за правда. Кога почна да се применува, дел 41 bis бил замислен на начин да му дава овластување на министерот за правда да ја цензурира преписката на затвореникот.", "\t102. Во пресудите бр. 349 и бр. 410, кои се изречени во 1993 година, Уставниот суд на Италија, кој го разгледувал прашањето дали таквиот систем е доследен на принципот дека не треба да се навлегува во овластувањата на законодавецот, заклучил дека дел 41 bis е во согласност со Уставот. Меѓутоа, Судот исто така навел дека членот 15 од Уставот, наложува дека е неопходно за секое ограничување на преписките, судовите да мора да издадат образложена одлука. Во склад со тоа, министерот за правда нема овластувања да изрекува мерки поврзани со преписката на затвореникот.", "", "", "Д. Релевантни одредби кои се однесуваат на превентивните мерки во поединечните случаи", "", "", "\t103. Законот бр. 1423 од 27 декември 1956 година вовел право на изрекување превентивни мерки. Тие мерки имаат за цел да спречат поединци, кои се сметаат „опасни за општеството”, да извршат кривични дела. Сегашниот статут ги распоредува лицата во три групи на луѓе, кои претставуваат опасност за општеството:", "(а) секој кој врз основа на фактичките докази може да се смета за повеќекратен извршител на кривични дела;", "(б) секој за кого врз основа на неговото однесување или начинот на живот, што е поткрепено со фактички докази, може да се смета дека редовно стекнува приходи од криминал; и", "(в) секој кој врз основа на неговото однесување, што е поткрепено со фактички докази, може да се смета дека сторил кривична дела со кои е загрозен менталниот или физички интегритет на малолетникот или коj претставува опасност по општеството, безбедноста или јавниот ред.", "\t104. Дел 3 од Законот 1423/56 предвидува дека лица, кои претставуваат опасност по општеството, може да бидат ставени под специјален полициски надзор. Ако е потребно, со таа мерка може да се бара тоа лице да не престојува во еден или повеќе од именуваните градови или покраини или ако тоа лице се смета за особено опасно, да се издаде налог за задолжително престојувалиште, со кој од тоа лице се бара да живее во одредена општина (obbligo di soggiorno).", "\t105. Надлежност за издавање такви налози има исклучиво судот, кој заседава во главниот град на провинцијата. Судот заседава без присуство на јавноста и мора да донесе издржана одлука по ислушување на претставникот од јавното обвинителство и лицето за кое е предложено да му се изрече мерката, а кое има право да поднесе поднесоци и да го застапува адвокат. Двете страни може да се жалат во рок од десет дена. Поднесувањето жалба нема суспензивно дејство. По Апелацискиот суд жалба може да се вложи пред Касацискиот суд.", "\t106. При изрекување на превентивните мерки, судот мора да го одреди нивното траење – помеѓу една година и најмногу пет години – и мора точно да ги одреди условите, кои тоа лице мора да ги почитува.", "\t107. Според Законот бр. 575 од 31 мај 1965 година, кој е изменет и дополнет во 1982 година, може да се изречат превентивни мерки во облик на налог за специјален надзор, задолжително престојувалиште или исклучување на оние лица, против кои постојат докази (indiziati) дека припаѓаат на некоја мафијашка организација.", "\t108. Законот бр. 327 од 3 август 1988 година предвидува дека на некое лице може да му се изрече налог да престојува во место, во кое има свое престојувалиште или жителство.", "\t109. Конечно, во оние случаи кога судењето веќе започнало, Законот бр. 55 од 19 март 1990 година им овозможува на судовите да ја запрат постапката, која се однесува на примената на превентивни мерки до завршување на судењето.", "", "", "Ѓ. Одредби поврзани со лишување на правото на глас", "", "", "\t110. Член 2 од Претседателскиот указ бр. 223 од 20 март 1967 година предвидува, помеѓу останатото, дека лицата на кои им се изречени превентивни мерки по пат на судски налог или административни одлуки, ќе бидат лишени од правото на глас.", "\t111. Членот 32 став 1 (3) од тој указ предвидува дека во такви случаи префектот (questore), кој има овластувања да спроведе такви мерки, за секоја одлука мора да ја извести општината во која живее лицето, која подразбира губење на граѓански права. Потоа, општинската изборна комисија го брише името на тоа лице од избирачкиот список, дури и надвор од предвиденото време за ажурирање на списоците.", "", "ПРАВО", "", "I. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 3 ОД КОНВЕНЦИЈАТА", "", "\t112. Подносителот на претставката се жалел дека, во текот на првиот месец поминат во притворот во затворот на Пјаноза, бил подложен на постапување, кое е во спротивност со член 3 од Конвенцијата, кој предвидува:", "", "\t„Никој не смее да биде подложен на мачење, или нечовечко или понижувачко постапување или казнување.”", "", "", "", "", "", "А. Наводно злоставување во затворот Пјаноза", "", "", "\t113. Државата признала дека била многу тешка состојбата во затворот Пјаноза, во текот на летото и есента 1992 година, особено поради напнатата атмосфера во тоа време.", "\t114. Првично, Државата потврдила пред Комисијата: „Тие жални дела ги сториле одредени затворски чувари на сопствена иницијатива; таквите престапи не може да се сметаат како составен дел на општата политика. Таквото однесување, кое заслужува осуда, е непредвидливо и непожелно – напротив: тоа претставува кривично дело – Државата не може да се смета за одговорна, бидејќи таа од своја страна реагирала преку правосудните органи, со цел повторно воспоставување на владеење на правото, кое се поткопува токму со вакви епизоди.”", "\t115. Меѓутоа, на сослушувањето пред судот, Државата навела дека во овој случај не може да се смета дека е достигнат оној степен на сериозност, кој е неопходен за да дојде до повреда на членот 3 од Конвенцијата, поради отсуство на уверливи медицински докази,.", "\t116. Во секој случај, Државата не се сложила со заклучоците на Комисијата дека не реагирала на актите на насилство, кои ги извршиле нејзините претставници. Државата тврдела дека фактот што не била успешна истрагата, која е спроведена со цел утврдување на идентитетот на затворските чувари, кои наводно биле одговорни за злоставувањето, не претставува кршење на членот 3, бидејќи судската пракса на Судот по ова прашање не би можела да се толкува на начин, како Државата да не ги исполнила своите обврски, во склад со член од 3 Конвенцијата, освен ако истрагата не резултира со изрекување пресуда. Пред се, прашање беше дали истрагата можела да биде детално спроведена или дали управните органи се виновни за грешките или пропустите. Во овој случај, управните органи, кои ја спровеле истрагата, покажале одлучност и не штеделе труд за да го утврдат идентитетот на одговорните лица. Напротив, подносителот на претставката е тој, кој е одговорен за неуспехот на истрагата, затоа што веднаш не побарал лекарски преглед, бидејќи бил изложен на злоставувањето за кое станува збор. Освен тоа, фактот што подносителот на претставката, кој воедно е и единствен сведок, кој можел да понуди директни докази, не бил во состојба да ги идентификува затворските чувари со фотографиите, кои му биле покажани, што укажувало на тоа дека би била залудна секоја натамошна активност на истражителите.", "\t117. Подносителот на претставката рекол дека бил подложен на бројни акти на насилство, понижувања и шиканирања, закани и други облици на мачење, и физичко и ментално, особено во периодот помеѓу јули и септември 1992 година (види став 29 погоре). Многу пати го шамарале и удирале, а претрпел повреда на прстите, колената и тестисите. За време на туширање бил подложуван на телесен претрес и останувал врзан за време на лекарските прегледи. Неговото протестирање било залудно, дури и опасно. Во една ситуација, кога се бунел бидејќи стражарите му ја искинале облеката, еден од стражарите му се заканувал, го навредувал и го удрил. Освен тоа, оштетени му се очилата и еден вештачки заб и – како што покажуваат здравствени податоци – одбиено му е барањето истите да му бидат поправени. Со лекарското уверение од 20 април 1996 година се потврдува постоење на психолошки нарушувања, од кои пател откога е затворен во затворот Пјаноза.", "\t118. Подносителот на претставката тврдел дека тогашната власт несомнено била свесна за инцидентите во затворот Пјаноза и дека ги толерирала. Во врска со тоа, тој се повикал на еден допис, кој е составен од судијата во Ливорно, задолжен за извршувањето на пресудата, во кој се вели дека методите кои се користат во затворот Пјаноза имаат за цел заплашување на затворениците. Освен тоа, фактот дека неговата жалба е архивирана со образложение дека не може да се утврди идентитетот на сторителот, означува одобрување на незаконскиот чин и покажува дека тогашната власт е виновна за предизвикување или поттикнување на настани во затворот Пјаноза.", "\t119. Како што Судот навел во повеќе навратил, со членот 3 се гарантира една од најосновните вредности на демократските општества. Дури и во најтешки околности, како што е борбата против тероризмот и организираниот криминал, Конвенцијата изрично забранува мачење и нечовечко или понижувачко постапување или казнување. За разлика од поголемиот дел материјални одредби од Конвенцијата и Протоколот бр. 1 и 4, членот 3 не нуди можност за исклучоци и отстапувања од она што е дозволено во склад со член 15 став 2, дури и во случај на јавна опасност, која се заканува по опстанокот на нацијата (види предмет Selmouni против Франција [GC], бр. 25803/94, ст. 95, ЕКЧП 1999–V, пресуда во предметот Assenov и други против Бугарија од 28 октомври 1998 година, Reports of Judgments and Decisions 1998–VIII, стр. 3288, ст. 93). Конвенцијата изрично забранува мачење и нечовечки или понижувачки постапки или казни, без разлика на однесувањето на жртвите (види ја пресудата од 15 ноември 1996 година во предметот Chahal против Обединетото Кралство, Reports 1996–V, стр. 1855, ст. 79). Оттука, нерелеватна е природата на кривичното дело, кое наводно го извршил подносителот на претставката, во смисла на членот 3.", "\t120. Судот потсетува дека злоставувањето мора да достигне минимален степен на тежина за да може да се подведе под опсег на член 3. Проценката на тоа минимално потребно ниво е релативна: таа зависи од сите околности на случајот, како што е траењето на постапувањето, неговите физички и ментални ефекти, и во некои случаи од полот, возраста и здравствената состојба на жртвата. Во однос на лицето лишено од слобода, посегнувањето кон физичка сила, кое тој нужно не го предизвикал со своето однесување, го намалува човечкото достоинство и во начело претставува кршење на правата, предвидени со членот 3 (види ја пресудата од 9 јуни 1998 година во предметот Tekin против Турција, Reports 1998–IV, стр. 1517–18, ст. 52 и 53, и пресудата наведена погоре Assenov и други против Бугарија, стр. 3288, ст. 94).", "\tСудот сметал дека постапувањето било „нечовечко” затоа што, помеѓу останатото, било сторено со умисла, траело без престан со часови и предизвикало или вистинска телесна повреда или интензивно психичко и ментално страдање, а било и „понижувачки” затоа што кај жртвите предизвикало чувство на страв, душевна болка и инфериорност кое можело да ги понижи. За тие казни или постапки да бидат „нечовечки” или „понижувачки”, претрпеното страдање или понижување мора, во секој случај, да го надмине неизбежниот елемент на страдање или понижување, кој се поврзува со дадениот облик на легитимно постапување или казнување. Прашање за тоа дали целта на таквото постапување било да се понижи или омаловажи жртвата, е фактор кој исто така треба да се земе за разгледување (види, на пример, V. против Обединетото Кралство [GC], бр. 24888/94, ст. 71, ЕКЧП 1999–IX, и пресудата од 16 декември 1997 година во предметот Raninen против Финска, Reports 1997–VIII, стр. 2821–22, ст. 55), но отсуството на било која од тие цели не може во потполност да го исклучи заклучокот дека дошло до повреда на членот 3.", "\t121. Тврдењата за злоставување мора да бидат поткрепени со одговарачки докази (види ја, mutatis mutandis, пресудата од 22 септември 1993 година во предметот Klaas против Германија, Серија A бр. 269, стр. 17–18, ст. 30). За да може да ги процени овие докази, Судот го усвоил стандардот за доказ „надвор од разумно сомневање”, но додава дека таквите докази може да произлезат од истовремено постоење на доволно јаки, јасни и согласни заклучоци или слични непобитни претпоставки на фактите (види ја пресудата од 18 јануари 1978 година во предметот Ирска против Обединетото Кралство, Series A бр. 25, стр. 64–65, ст. 161 in fine).", "\t122. Во овој случај, злоставувањето на кое се пожалил подносителот на претставката ,се состоело, од една страна, од тоа што го шамарале, удирале, му ги гмечеле тестисите и го удирале со пендрек и од друга страна, од навреда, непотребни телесни претреси, акти на понижување (како што е на пример тоа што за време на лекарскиот преглед морал да остане врзан со лисици на рацете), застрашувања и закани.", "\t123. Судот забележува дека на почетокот на судењето, Држава тврдела дека нема медицински докази, кои би потврдиле дека злоставувањето го достигнало она ниво на сериозност, кое би омовозможило истото да се смета како потврда на членот на кој се повикува. Иако тој аргумент не е даден во рана фаза на постапката, Судот, и покрај тоа, морал истиот да го испита во однос на значењето и сериозноста на констатираните повреди на членот 3 од Конвенцијата.", "\t124. Суд забележува дека, како што кажа и Државата, подносителот на претставката не понудил некои несоборливи докази, во прилог на неговите тврдења за злоставување, ниту дал детален приказ за злоупотребите, на кои наводно бил подложен од страна на затворските стражари во затворот Пјаноза, особено во периодот помеѓу јули и септември 1992 година. Тој само ја опиша ситуацијата, за која кажа дека во тоа време била широко распространета во затворот Пјаноза, и се повика на дописот од 12 декември 1996 година на Претседателот на судот, задолжен за извршување на пресудата (види став 50 погоре).", "Според тоа, единствени конкретни докази кои подносителот на претставката ги дал по ова прашање, имено, здравствениот картон од затворот Пјаноза (види ставови 31–33 погоре), лекарски извештај од 24 март 1995 година и резултатот од снимката на коленото со скенерот од 3 април 1996 година (види став 34 погоре), како и потврдата за неговото ментално здравје, која е составена на 20 март 1996 година (види став 35 погоре), не се доволни да ја пополнат таа празнина. Оттука, нема ништо во затворската здравствена евиденција, што би покажало дека проблемот, кој го имал подносителот на претставката, бил предизвикан од ударите, кои му ги задал затворскиот чувар. Не постојат никакви докази за тоа дека, повредата на колената настанале како резултат на злоставување, особено поради тоа што тој, се до 10 август 1993 година, не побарал за тоа лекарски преглед (истовремено тврдејќи дека до крајот на септември 1992 година злоставувањето во голема мера се смалило, дури и престанало). Уште повеќе, потврдата која покажува дека тој страда од психолошки нарушувања, e издадена три и пол години по споменатиот настан и не укажува на било каква причинско-последична врска (во неа само се наведува дека нарушувањата започнале пред три години – со други зборови, по престанокот на инцидентите на кои се пожалил подносителот на претставката).", "\t125. Суд признава дека може да им биде тешко на затворениците да дојдат до доказите за злоставување, кое го претрпеле од страна на затворските чувари. Во врска со тоа, Суд забележува дека подносителот на претставката тврдел дека затворските стражари им вршеле притисок на затворениците, тако што им се заканувале со одмазда ако ги издадат. Меѓутоа Судот запазува, дека подносителот на претставката, на пример, не навел дека било кога му била одземена дозвола да посети лекар. Освен тоа, подносителот на претставката преку своите адвокати поднел неколку барања до судските власти, особено поврзано за пуштање на слобода (види ставови 14, 15, 19 и 21 погоре); тие барања се поднесени набргу по септември 1992 година, што значи не многу по намалувањето или престанокот на споменатото злоставување. Па сепак, тој не се пожалил на постапувањето во затворот се до претходното сослушување на 2 октомври 1993 година (види став 36 погоре). Подносителот на претставката не понудил образложение поради тоа големо доцнење.", "\t126. Судот го испитал дописот од 12 декември 1996 година на Претседателот на судот, задолжен за извршување на пресудата; Државата била таа која му го дала на Комисијата (види став 50 погоре). Иако не ја потценува сериозноста на работите на кои се однесува критиката, Судот не може да го изгуби од вид фактот дека дописот не претставува ништо повеќе од воопштена оценка, која не е заснована на конкретни и докажливи факти. Оттука, не е во состојба истите да ги третира како непобитни докази.", "\t127. Во овие околности, Судот смета дека материјалот кој го има пред себе, а кој се однесува на тврдењата на подносителот на претставката дека бил подложен на физичко и ментално злоставување во затворот Пјаноза, не претставува доволно силен доказ, кој би одел во прилог на тој заклучок.", "\t128. Ниту тоа сознание се доведува во прашање со општите услови во затворот на Пјаноза во споменатиот период, како што тоа во својот извештај од 5 септември 1992 година го опишал судијата од Ливорно, задолжен за извршување на пресудата (види ставови 42–43 погоре): извештајот не содржи докази кои директно се однесуваат на состојбата на подносителот на претставката, а сериозноста и обемот на злоставувањето, кои се опишуваат во него, се намалиле во помалку вознемирувачки обем по истрагата, која ја спровеле затворските власти за кои станува збор (види ставови 44-46 погоре).", "\t129. Во заклучокот, бидејќи доказите со кои располага Судот не овозможуваат да се утврди „надвор од разумно сомневање“ дека подносителот на претставката бил подложен на постапување, кое го достигнало потребното ниво на тежина за да потпадне под опсег на дејството од членот 3, Судот смета дека не постојат доволно докази, за да заклучи дека дошло до повреда на членот 3 од Конвенцијата поради наводното злоставување.", "", "", "Б. Природа на спроведените истраги", "", "", "\t130. Судот забележува дека, сето заедно изнесено, изјавите кои подносителот на претставката ги дал пред истражниот судија во Трапанија при сослушувањето на 2 октомври 1993 година и пред карабињерите на 5 јануари 1994 година, даваат оправдана причина да се посомнева дека подносителот на претставката е подложен на несоодветно постапување во затворот Пјаноза.", "\tНе смее да се заборави ни тоа дека, во тој период затворските услови во затворот Пјаноза биле во центарот на медиумското внимание (види став 44 погоре), и дека и други затвореници се жалеле на постапување, слично на она, кое го опишал подносителот на претставката (види ставови 36 и 43 погоре), и на тој начин ги потврдиле неговите наводи.", "\t131. Судот смета дека кога некое лице веродостојно тврди дека, од страна на полицијата или слични претставници на државата, бил изложен на постапување со кое се крши член 3, таа одредба, ако се чита заедно со општите должности на Државата во склад со членот 1 од Конвенцијата „да ги гарантираат, секој во својата надлежност, правата и слободите одредени во ...Конвенцијата”, индиректно бара спроведување на делотворна официјална истрага. Како и во истрагата според членот 2, таквата истрага би требало да биде во состојба да го утврди идентитетот и да доведе до казнување на одговорните лица (види ја, во врска со член 2 од Конвенцијата, пресудата од 27 септември 1995 година во предметот McCann и други против Обединетото Кралство, Series A бр. 324, стр. 49, ст. 161; пресуда од 19 февруари 1998 година во предметот Kaya против Турција, Reports 1998–I, стр. 324, ст. 86; и пресудата од 2 септември 1998 година во предметот Yaşa против Турција, Reports 1998–VI, стр. 2438, ст. 98). Во спротивно, општата правна забрана за мачење и нечовечко и понижувачко постапување и казнување, без разлика на своето фундаментално значење (види став 119 погоре), би била неделотворна во пракса и би било можно претставниците на државата во некои случаи потполно неказнето да ги злоупотребат правата на оние кои се под нивна контрола (види ја гореспоменатата пресуда Assenov и други против Бугарија, стр. 3290, ст. 102).", "\t132. Судот забележува дека, откако истражниот судија го известил надлежното јавно обвинителството за обвиненијата за злоставување, кои ги изнел подносителот на претставката на претходното сослушување, државните управни органи спровеле одредени истраги за тие тврдења (види ставови 37–41 погоре). Меѓутоа, Судот не е задоволен и сметал дека истрагите не биле доволно темелни и ефикасни за да ги задоволат условите од членот 3.", "133. Судот забележува дека истрагата, која ја водела јавното обвинителство во Ливорно, во почетокот била многу спора: поминале 14 месеци, откако на 5 јануари 1994 година подносителот на претставката разговарал со карабињерите, до следниот состанок, кој имал за цел тој да ги идентификува сторителите. А документацијата покажува дека единствено нешто што е преземено во тој временски интервал е прибавување на фотокопии (а не снимки) од фотографиите на затворските стражари, кои работеле во затворот Пјаноза. Треба да се потсети дека во текот на тој период подносителот на претставката и понатаму престојувал како затвореник во затворот Пјаноза.", "\t134. Она што Судот го сметал за особено впечатливо е и тоа дека, иако подносителот на претставката на 9 март 1995 година повторил дека, кога би имал прилика лично да ги види, би можел да ги идентификува споменатите чувари, ништо не е направено за да му се овозможи тој тоа и да го стори, а само девет дена подоцна јавното обвинителство барало и добило одобрение за налог да го архивира овој предмет, не со образложение дека тврдењата се неосновани, туку дека не е утврден идентитетот на сторителот.", "\t135. Неактивноста на италијанските управни органи е уште пожална и како резултат на фактот дека жалбата на подносителот на претставката не била единствена од овој вид. Постоењето на контроверзна пракса, која ја применувале затворските чувари во затворот Пјаноза, било јавно и енергично осудено дури и од државните органи (види ставови 42–45 погоре).", "\t136. Во овие околности, земајќи го во предвид непостоењето на темелна и ефикасна истрага за уверливите тврдења дека, подносителот на претставката бил злоставуван од страна на затворските чувари, додека бил во притворот на затворот Пјаноза, Судот смета дека дошло до повреда на членот 3 од Конвенцијата.", "", "", "В. Наводна нечовечка и понижувачка природа на трансферите од затворот Пјаноза", "", "", "\t137. Подносителот на претставката, исто така тврдел дека биле нечовечки и понижувачки условите во кои затворениците се префрлувани од затворот Пјаноза во други затвори.", "\t138. Меѓутоа, Судот забележува дека подносителот на претставката не понудил детални информации за тоа колку пати бил префрлуван од затворот Пјаноза, ниту датум ниту прецизни детаљи за условите при таквиот трансфер. Исто така, тој не се жалел до надлежните органи поради условите за префрлување. Како и Комисијата, и Судот поради тоа смета дека не постојат доволно докази за да се заклучи дека дошло до повреда на членот 3.", "", "", "II. НАВОДНА ПОВРЕДА НА ЧЛЕН 5 СТАВ 3 ОД КОНВЕНЦИЈАТА", "", "\t139. Подносителот на претставката се жалел на должината на притоворот пред почетокот на судењето, и тврдел дека дошло до повреда на член 5 став 3 од Конвенцијата, кој предвидува:", "\t", "\t„3. Секој кој е уапсен или лишен од слобода, согласно одредбите од став 1 (в) на овој член, без одложување ќе биде изведен пред судија или друго службено лице, определено со закон да обавува судски функции, и ќе има право да му се суди во разумен рок или да биде пуштен на слобода до судењето. Пуштањето на слобода може да се услови со гаранции дека лицето ќе се појави на судењето.”", "\t", "\t140. Државата ги оспорувала наводите, а додека пак Комисијата се согласила со нив.", "", "", "А. Губење на статусот на жртва", "", "", "\t141. Владата навела дека, бидејќи Апелацискиот суд во Палермо му досудил на подносителот на претставката паричен износ, како надомест за времето кое го поминал во притвор пред почетокот на судењето, Државата признала, барем во суштина, и обезбедила правно задоволување за секоја повреда на член 5 став 3 од Конвенцијата. Во склад со тоа, подносителот на претставката не може повеќе да тврди дека е жртва на таква повреда.", "\t142. Во предметот Ammur против Франција (пресуда од 25 јуни 1996 година, Reports 1996–III, стр. 846, ст. 36) и во предметот Dalban против Романија [GC], бр. 28114/95, ст. 44, ЕКЧП 1999–VI), Судот повторил дека „одлука или мерка поволна за подносителот на претставката во начело не е доволна за да го лиши од статусот на „жртва”, освен ако државните органи не признале, или изрично или суштински, а потоа понудиле правно задоволување за кршење на Конвенцијата”.", "\t143. Во овој случај, иако Апелацискиот суд во Палермо со одлуката од 20 јануари 1998 година, која е поднесена до Секретаријатот на 23 јануари 1998 година, се сложил со барањето на подносителот на претставката за надомест поради неправично држење во притворот, тој својата одлука ја донел врз основа на членот 314 став 1 од Законикот за кривична постапка, кој дава право за надомест на штета „ на секое лице кое е ослободено од обвинение со пресуда која станала конечна” (види став 92 погоре). Притворот се смета за „неправичен” поради ослободителна пресуда, и надоместокот, во согласност со членот 314 став 1, не води кон заклучок дека притворот не ги задоволил условите од членот 5 од Конвенцијата. Иако е точно дека должината на времето, кое подносителот на претставката го поминал во притвор, пред почетокот на судењето, земена во предвид при пресметувањето на износот за надомест на штета во споменатата пресуда, не се признава, ниту директно ниту индиректно, дека истата била претерана.", "\t144. Во заклучокот, Судот смета дека наспроти тоа што му е исплатена сума на име оштета за времето поминато во притвор пред почетокот на судењето, подносителот на претставката и понатаму може да тврди дека е „жртва” во смисла на член 34 од Конвенцијата, со повреда на членот 5 став 3.", "", "", "Б. Основаност на тужбата", "", "", "1. Временски период кој треба да се земе на разгледување", "", "\t145. Страните во спорот и Комисијата се сложиле дека временскиот период, кој треба да се земе на разгледување, започнал на 21 април 1992 година, кога е притворен подносителот на претставката.", "\t146. Во однос на тоа кога завршил тој временски период, подносителот на претставката и Комисијата го земале денот кога е ослободен подносителот на претставката (13 ноември 1994 година – види став 24 погоре). Од друга страна, Државата тврдела дека тој временски период завршил на 12 ноември 1994 година, ден кога е изречена првостепената пресуда (види став 23 погоре).", "\t147. Судот повторува дека завршувањето на временскиот период, кој се спомнува во член 5 став 3 е „денот кога се утврдило обвинението, дури ако тоа го стори само првостепениот суд” (види пресуда од 27 јуни 1968 година во предметот Wemhoff против Германија, Series A No. 7, стр. 23–24, ст. 9). Значи, времето кое подносителот на претставката го поминал во притвор пред почетокот на судењето, за потребите на член 5 став 3 од Конвенцијата, се завршило на 12 ноември 1994 година.", "\t148. Поради тоа, временскиот период кој треба да се земе за разгледување траел речиси две години и седум месеци.", "", "2. Оправданост на должината на траење на притворот", "", "(а) Наводи на лицата кои се појавуваа пред Судот", "\t", "\t149. Подносителот на претставката навел дека должината на траење на притоворот, пред почетокот на судењето, не може да се смета за оправдана во смисла на член 5 став 3 од Конвенцијата.", "Не постоеле сериозни докази за вината, бидејќи обвиненијата се засновале на лажни тврдења на еден покајник (pentito), и не постоела опасност од тоа подносителот на претставката да стори некое друго кривично дело. Ја имал таа несреќа да биде обвинет за припаднник на мафијата токму во време кога италијански органи сакале да покажат, кои се напори се вложуваат за да и застанат на патот на таа организација. Поради тоа, не постоеле никакви изгледи тој да биде пуштен на слобода, и покрај фактот што немал кривично досие.", "\t150. Државата признала дека бил долг периодот, кој подносителот на претставката го поминал во притвор пред почетокот на судењето, но тврдела дека тој бил оправдан во дадениот случај, имајќи ги во предвид големиот број докази против него. Државата особено тврдела дека во оние случаи, кои се однесуваат на кривична дела поврзани со мафијата, како што е овој, властите имаат обврска да спроведат особено внимателна и детална истрага во вид на „макси-судење”, што неизбежно подразбира многу долга и сложена истрага и судење.", "\t151. Комисијата сметала дека, колку подолго трае истрагата, ќе биде се попотребно да се дојде до конкретни и одредени докази за претпоставениот ризик дека подносителот на претставката ќе побегне, повторно ќе изврши кривично дело или ќе ги поремети доказите. Претпоставката, која произлегува од членот 273 од Законикот за кривична постапка, сама по себе не го оправдува фактот што подносителот на претставката бил толку долго задржан во притвор.", "\tОсвен тоа, Комисијата сметала дека споменатата постапка не е спроведена онака брзо и ефикасно, како што се бара во членот 5 став 3. И покрај фактот што биле слаби доказите против подносителот на претставката, Држава тврдела, воопштено зборувајќи, дека е потребно да се спроведе сложена банкарска и фискална истрага, а притоа не утврдила кои чекори треба да се преземат и кои се навистина преземени.", "", "", "(б) Оцена на Судот", "", "\t(i) Востановени начела во склад со праксата на Судот", "", "\t152. Според праксата на Судот, прашањето дали временскиот период во притоворот е оправдан, не може да биде оценет in abstracto. Дали е оправдано обвинетиот да остане во притвор, тоа е нешто што мора да се оцени во секој поединечен случај, во склад со посебните карактеристики на случајот. Во дадениот случај, продолжениот притвор може да се оправда само ако постојат одредени индикации дека е тоа од вистински јавен интерес кој, без разлика на презумпцијата на невиност, ќе натежне над правилото за почитување на слободата на поединецот (види ја, помеѓу останатите извори, пресудата од 26 јануари 1993 година во случајот W. против Швајцарија, Series А бр. 254–А, стр. 15, ст. 30).", "\tПред се, во дадениот случај, националните правосудни органи треба да обезбедат дека мора да биде со разумно траење притворот, пред почетокот на судењето на обвинетото лице. За да се постигне тоа, мора да се испитаат сите факти кои одат во прилог или се спротивни на постоењето на вистинска потреба од јавниот интерес кој го оправдуваат, со должно уважување на начелото за презумпција на невиност, оддалечувањето од правилата за почитување на слободата на поединецот и мораат да ги наведат во своите одлуки, со кои го отфрлаат барањето за пуштање на слобода. Од суштинско значење е, врз основа на причините кои се наведени во тие одлуки и поради вистинитите факти, кои подносителот на претставката ги спомнува во своите жалби, да се повика Судот да одлучи дали дошло до повреда на член 5 став 3 од Конвенцијата.", "\t153. Постоење на основано сомнение дека уапсеното лице извршило кривично дело е неопходен услов за законитоста на продолжувањето на притоворот, но тоа повеќе не е доволно, бидејќи поминал одреден временски период. Во таквите случаи, судот мора да утврди дали останатите причини, кои ги наведуваат правосудните органи, го оправдуваат лишувањето од слобода. Во случаи кога тие причини биле „релевантни” и „доволни”, Судот исто така мора да утврди дали надлежните државни органи покажале „особена стручност” при водењето на постапката (види ја пресудата од 24 август 1998 година во предметот Contrada против Италија, Reports 1998–V, стр. 2185, ст. 54 и пресудата од 23 септември 1998 година во предметот I. A. против Франција, Reports 1998–VII, стр. 2978–79, ст. 102).", "", "\t(ii) Примена на овие начела во овој предмет", "", "\t154. Судот забележува дека релевантните органи на власта испитале дали подносителот на претставката треба да остане во притвор, бидејќи во три наврата поднел барање за пуштање на слобода: 6 мај 1992 година, 29 декември 1992 година и 8 февруари 1993 година. Овен тоа, на 22 јуни 1993 година разгледувано е дали треба да се продолжи дозволениот максимален временски период за задржување во притвор пред почетокот на судењето (види ставови 14–20 погоре).", "\tПри одбивањето да го пуштат на слобода подносителот на претставката, властите истовремено се потпреле на постоењето на сериозни докази за неговата вина, на постоење на опасност за вршење притисок на сведоците и на постоењето на ризик од нарушување на доказите. Тие, исто така се потпреле на претпоставката, која произлегува од член 275 став 3 од Законикот за кривична постапка (види став 87 погоре).", "\tОдлучувајќи да го продолжи притворот пред почетокот на судењето, Судот се повикал на постоење на опасност од нарушување на доказите, врз основа на фактот дека обвинетиот е опасен човек, на сложеноста на случајот и за потребите на истрагата, вклучувајќи ја и потребата да се спроведе многу сложена истрага за банкарските трансакции.", "\t", "\t(α) Дали и понатаму постојат оправдани причини за сомничење на", "\t  подносителот на претставката", "", "\t155. Во поглед на „основаното сомневање”, Судот повторува дека, фактот што подносителот на претставката не е обвинет или изведен пред суд, не мора нужно да значи дека целта за неговиот притвор не била во склад со член 5 став 1 (в). Постоењето на такви цели мора да се разгледува независно од неговото остварување, а точка (в) од член 5 став 1 не претпоставуваа дека полицијата требала однапред да обезбеди доволно докази за да покрене обвинение, за време на апсењето или додека бил во притвор подносителот на претставката (види ја пресудата од 22 октомври 1997 година, во предметот Erdagoz против Турција, Reports 1997–VI, стр. 2314, ст. 51 и пресудата од 29 ноември 1988 година во предметот Brogan and Others против Обединетото Кралство, Series А бр. 145–Б, стр. 29–30, ст. 53).", "\tМеѓутоа, за да постои основано сомневање, мора да постојат факти или информации, кои би го увериле објективниот набљудувач дека лицето за кое станува збор, можеби сторило кривично дело (види погоре во споменатата пресуда Erdagoz, стр. 2314, став 51 in fine, и пресудата од 30 август 1990 година во предметот Fox, Campbell and Hartley против Обединетото Кралство, Series А бр. 182, стр. 16–17, ст. 32).", "\t156. Во овој предмет, обвиненијата против подносителот на претставката потекнуваат од само еден извор, од лице кое е pentito, кое во 1992 година изјавило дека на посреден начин дознал дека подносителот на претставката бил благајник во една мафијашка организација (види став 10 погоре). За споменатите власти, изјавите дадени во мај 1992 година претставувале доволен доказ, со кој би се оправдало задржувањето во притвор на подносителот на претставката, имајќи ги во предвид општата уверливост и веродостојност на споменатото лице, кое е pentito (види став 12 погоре).", "\t157. Судот е свесен за фактот дека соработката со лицата pentito е многу важно оружје на италијанските органи во борбата против мафијата. Сепак, користењето на изјави дадени од pentiti, предизвикува тешки проблеми, бидејќи тие изјави заради својата природа се изложени на манипулација и може да бидат дадени само заради добивање погодности, кои италијанскиот закон им ги нуди на лицата кои се pentiti или поради лична освета. Двосмисленото значење, кое таквите изјави понекогаш го имаат, и ризикот некое лице да може да биде обвинето и уапсено врз основа на непроверени тврдења, кои не се во целост лишени од скриениот личен интерес, поради тоа, не би смеело да бидат потценети (види го предметот Contrada против Италија, бр. 27143/95, одлуката на Комисијата од 14 јануари 1997 година, Decisions and Reports 88–B, стр. 112).", "\t158. Од тие причини, како што признаваат домашните судови, изјавите на pentiti мора да бидат потврдени и со други докази. Освен тоа, „рекол-кажал“ мора да се потврди со конкретни докази.", "\t159.Тоа, според мислењето на Судот, е особено точно при носењето на одлука дали на некое лице да му се продолжи притворот до почетокот на судењето. Иако осомниченото лице може оправдано да биде притворено на почетокот на постапката врз основа на изјави дадени од pentiti, таквите изјави со тек на време нужно стануваат се помалку релевантни, особено тогаш кога во текот на истрагата нема да се дојде до нови докази.", "\t160. Во овој случај, Судот напоменува дека, како што потврдиле Окружниот суд во Трапанија и Апелацискиот суд во Палермо со своите ослободителни пресуди во корист на подносителот на претставката, не постоеле докази, кои би ги потврдиле доказите од типот на „рекол-кажал“ кои ги дал Б. Ф. Напротив, главниот извор на информации, кој го имал Б. Ф., иако тој извор бил индиректен, починал во 1989 година, и тој до тие информации дошол врз основа на принципот „рекол-кажал“ од друго лице, кое е исто така убиено пред да биде сослушано. Освен тоа, изјавите на Б. Ф. во текот на истрага веќе биле негирани од страна на други pentiti, кои изјавиле дека не го препознаваат подносителот на претставката (види став 18 погоре).", "\t161. Во овие околности, потребно е да се има многу поуверливи причини за така долг притвор за подносителот на претставката (две години и седум месеци) за да биде тоа оправдано во склад со членот 5 став 3.", "", "\t(β) „Другите причини” за продолжување на притоворот", "", "\t162. Националните судови упатиле на постоење на опасност од вршење притисок на сведоците и нарушување на доказите, врз основа на фактот дека обвинетиот е опасен човек, сложеноста на случајот и потребите на истрагата. Се потпреле на претпоставката, која ја овозможува член 275 став 3 од Законикот за кривична постапка (види став 87 погоре).", "\t163. Судот забележува дека, барем на почетокот, биле оправдани причините наведени во релевантните пресуди, иако истите биле од општа природа. Правосудните органи ги споменале затворениците во целина и само апстрактно ја споменале природата на кривичното дело. Не укажале на ниеден фактор, кој би можел да потврди дека ризиците на кои се повикале при донесување на одлуката навистина постоеле и не успеале да констатираат дали претставува опасност подносителот на претставката, кој немал досие и за кого се сметало дека има минорна улога во мафијашката организација (во неговиот случај јавниот обвинител барал казна од три години затвор). Не е земен во предвид ни фактот дека обвиненијата против подносителот на претставката биле засновани на докази, кои со текот на времето станувале се послаби, наместо да станат се посилни.", "\t164. Следствено на тоа, Судот смета дека причините наведени во спорните одлуки не биле доволни за да се оправда тоа што подносителот на претставката бил задржан во притвор две години и седум месеци.", "165. Накратко, споменатиот притвор претставува кршење на член 5 став 3 од Конвенцијата.", "", "", "III. НАВОДНА ПОВРЕДА НА ЧЛЕН 5 СТАВ 1 ОД КОНВЕНЦИЈАТА", "", "\t166. Подносителот на претставката навел дека 12 часа бил незаконски држен во притвор по ослободителната пресуда.", "\t167. Член 5 став 1 од Конвенцијата предвидува:", "", "\t„1. Секој има право на слобода и безбедност на личноста. Никој не може да биде лишен од слобода, освен во следните случаи и согласно законски пропишаната постапка:", "", "\t(а) во случај на законско лишување од слобода врз основа на пресуда од надлежен Суд;", "\t(б) во случај на законско апсење или лишување од слобода поради неизвршување на законска судска одлука или заради обезбедување на исполнување на некои обврски пропишани со закон;", "(в) во случај на законско апсење или лишување слобода заради изведување на лицето пред надлежната судска власт, поради основано сомнение дека извршило кривично дело, или кога тоа се смета за оправдано потребно, за да би се спречило извршување на кривично дело или бекство по неговото извршување;", "\t(г) во случај на лишување од слобода на малолетно лице врз основа на законска одлука, со цел воспитен надзор или законско лишување од слобода заради негово носење пред надлежна власт;", "\t(д) во случај на законско лишување од слобода за да би се спречило ширење на заразни болести, како и законско лишување од слобода на душевно нестабилни лица, алкохоличари или уживатели на дрога или скитници;", "\t(ѓ) во случај на законско апсење или лишување од слобода на лице, со цел спречување негов неовластен влез во државата, или лице против кое се преземаат мерки, со цел депортација или екстрадиција.”", "", "\t168. Подносителот на претставката тврдел дека требало веднаш да биде пуштен на слобода, бидејќи бил ослободен од обвинение. Пред сослушувањето, можело да се изврши проверка за тоа дали постојат други причини за негово задржување во притвор. Другите административни формалности можеле да бидат завршени по негово пуштање на слобода.", "\t169. Државата истакнала дека, иако затвореникот се смета за „слободен” по изрекувањето на ослободителната пресуда на судењето, тој не може да биде пуштен на слобода се додека не се завршат одредени административни формалности, а прво и најважно е да се провери дали постојат некои други причини, поради кои би требало да го задржат во притвор. Бидејќи затворските власти требало да ја извршат таа проверка по налог на обвинителството, затвореникот морал да биде доведен назад во затвор пред да може да биде пуштен на слобода. Во овој случај, подносителот на претставката морал да биде одведен од Трапанија, каде се одржувало судењето, до Термини Имересе, што претставува одалеченост од околу 120 километри.", "\tВо поглед на одложувањето, кое било предизвикано поради отсуството на службеникот во пријавното одделение, Министерот за правда признал дека тоа било неоправдано со дописот до Комисијата од 31 јануари 1997 година. Освен тоа, Министерот објаснил дека од март 1996 година се дадени упатства на управниците на казнените институции за затворениците да може да бидат пуштени на слобода во било кое време, па дури и навечер.", "\t170. Судот повторува дека е исцпрен списокот на исклучоци од правото на слобода, кое е гарантирано во член 5 став 1 и само тесно толкување на тие исклучоци е доследно за целите на таа одредба, а имено да обезбеди никој да не биде призволно лишен од слобода (види ја, помеѓу другите извори, пресудата од 1 јули 1997 година во предметот Giulia Manzoni против Италија, Reports 1997–IV, стр. 1191, ст. 25 и пресудата од 22 март 1995 година во предметот Quinn против Франција, Series A бр. 311, стр. 17–18, ст. 42).", "\t171. Иако е точно дека во смисла на член 5 став 1 (в) притворот престанува да биде оправдан „оној ден кога ќе се утврдат обвиненијата” (види став 147 погоре) и дека следствено на тоа притворот по ослободителната пресуда повеќе не е покриен со таа одредба, „делумното одложување во спроведување на одлуката за пуштање на притвореникот на слобода е често неизбежно, иако би требало да биде сведено во најмала можна мера” (види ја погоре наведената пресуда Giulia Manzoni против Италија, стр. 1191, ст. 25 in fine).", "172. Меѓутоа, Судот забележува, дека во овој случај одложувањето на пуштањето на слобода на подносителот на претставката, може само делумно да му се припише на потребата да се извршат релевантни административни формалности. Дополнителното одложување на пуштањето на слобода на подносителот на претставката, помеѓу 00.25 часот и утрото на 13 ноември 1993 година, се случило заради отсуството на службеникот во пријавното одделение. Дури кога службеникот се вратил, било возможно да се провери дали постојат и некои други причини подносителот на претставката и понатаму да се задржи во притвор и да се спроведат останатите административни формалности, кои се неопходни за пуштање на слобода (види став 24 погоре).", "\t173. Во овие околности, продолжувањето на притоворот на подносителот претставката по враќањето од затворот во Термини Имересе, не претставува прв чекор во извршување на налогот за негово пуштање на слобода, па според тоа не потпаѓа под точка 1 (в), ниту под било која друга точка од член 5.", "\t174. Следствено на тоа, во тој поглед дошло до повреда на членот 5 став 1.", "", "", "", "", "IV. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 8 ОД КОНВЕНЦИЈАТА", "", "\t175. Подносителот на претставката се жалел дека управните органи во затворот Пјаноза ги цензурирале неговите преписки со неговото семејство и адвокатот.", "", "\tЧлен 8 од Конвенцијата предвидува:", "", "\t„1. Секој има право на почитување ... на своите преписки.", "\t", "\t2. Јавните власти нема да се мешаат во вршењето на ова право, освен ако тоа е во склад со законот и е неопходно за едно демократското општество и е од интерес за националната безбедност, јавната безбедност или економската благосостојба на државата, заради спречување на немири или криминал, заштита на здравјето или моралот, или заради заштита на правата и слободата на другите.”", "", "\t176. Комисијата едногласно го изразила својот став дека во овој случај дошло до повреда на член 8 од Конвенцијата, бидејќи мешањето во правото на почитување на преписките на подносителот на претставката не било „во согласност со законот”. Комисијата навела дека важечкото законодавство – дел 18 од Законот бр. 354 од 1975 година, кој не содржи било какви правила за должината на времетраењето на цензурирање на преписките на подносителот на претставката или основите на кои може да се издаде налог за цензура – не укажува доволно јасно на опсегот на дискреционите права за релевантните органи во таа сфера, ниту дава упатства како тоа треба да се спроведува. Комисија се потпира на пресудите на Судот во случаите Calogero Diana и Domenichini, кои исто така се однесуваат на цензура на преписките на затворениците (види ја пресудата од 15 ноември 1996 година во предметот Calogero Diana против Италија, Reports 1996–V, стр. 1775/76, ст. 29–33 и пресудата од 15 ноември 1996 година во предметот Domenichini против Италија, Reports 1996– V, стр. 1799–800, ст. 29–33).", "\t177. Во контекст на одлуката на Судот во пресудите во предметите Calogero Diana и Domenichini, Државата не ги оспорила заклучоците на Комисијата. Тие објасниле дека Министерот за правда на 23 јули 1999 година во Парламентот го претставил предлог-законот за измена на релевантниот закон, за истиот да биде усогласен со гореспоменатите пресуди на Судот.", "178. Суд се согласува со Државата и Комисијата дека дошло до „мешање од страна на државните органи” при остварувањето на правата на подносителот на претставката за почитување на неговите преписки, кое е гарантирано во ставот 1 од член 8.", "\t179. Таквото мешање претставува кршење на членот 8, освен ако тоа не е „во склад со законот”, ако стреми кон една или повеќе легитимни цели, кои се спомнуваат во став 2 и, освен тоа ако е „неопходно во демократско општество” за тие да се остварат (види ги следните пресуди: Silver и други против Обединетото Кралство од 25 март 1983 година, Series А бр. 61, стр. 32, ст. 84; Campbell против Обединетото Кралство од 25 март 1992 година, Series А бр. 233, стр. 16, ст. 34; Calogero Diana види погоре, стр. 1775, ст. 28; Domenichini, види горе, стр. 1799, став 28; и Petra против Романија од 23 септември 1998 година, Reports 1998–VII, стр. 2853, ст. 36).", "", "", "А. „Во согласност со законот”", "", "", "1. Временските периоди од 21 април 1992 година до 20 јули 1992 година, од 15 септември 1993 година до 21 февруари 1994 година и од 13 август 1994 година до 13 ноември 1994 година", "", "\t180. Цензурата на преписките на подносителот на претставката во текот на гореспоменатите временски периоди е наложена со одлука на Окружниот суд во Трапанија и се заснова на дел 18 од Законот бр. 354 од 1975 година (види ставови 54 и 58 погоре). Меѓутоа, Судот не гледа причина да се не сложи со ставот на Комисијата дека, иако се заснова на таа одредба, цензурата на преписките на подносителот на претставката не била согласно член 8 од Конвенцијата.", "", "\t2. Периодот од 20 јули 1992 година до 15 септември 1993 година", "", "\t181. Во текот на овој период, цензурата била вршена врз основа на налог од Министерот за правда, кој е издаден согласно дел 41 bis од Законот бр. 354 од 1975 година (види ставови 55–56 погоре).", "\t182. Судот забележува дека Уставниот суд на Италија, потпирајќи се на член 15 од Уставот, сметал дека Министерот за правда немал овластување да преземе мерки поврзани со преписките на затвореникот, па според тоа постапувал ultra vires согласно италијанскиот закон (види став 102 погоре). Поради тоа, цензурата на преписките на подносителот на претставката во текот на овој период, според домашниот закон, била незаконита и не била „во согласност со законот“ во смисла на членот 8 од Конвенцијата”.", "", "\t3. Периодот помеѓу 21 февруари 1994 година и 10 јуни 1994 година", "", "\t183. Не постоел правен основ за цензура на преписките на подносителот на претставката во текот на овој период (види став 59 погоре).", "", "\t4. Закллучок", "", "\t184. Во заклучокот, различните мерки на кои се пожалил подносителот на претставката во поглед на цензурата на неговите преписки никогаш не биле „во согласност со законот“ во смисла на член 8 од Конвенцијата. Според тоа, дошло до повреда на тој членот.", "", "", "Б. Цел и потреба од мешање", "", "", "\t185. Во светло на претходниот заклучок, Судот во овој случај не смета дека е потребно да испита дали се задоволени останатите услови од став 2 на членот 8.", "", "V. НАВОДНА ПОВРЕДА НА ЧЛЕН 6 СТАВ 3 ОД КОНВЕНЦИЈАТА", "", "186. Подносителот на претставката, исто така се жалел на повреда на неговите права на одбрана, во таа смисла што преписката со неговиот адвокат била цензурирана. Тој се повикува на член 6 од Конвенцијата, чиј релевантен дел предвидува:", "\t", "\t„3. Секој кој е обвинет за кривично дело ги има следните минимална права:", "\t...", "", "\t(б) да има доволно време и можност за подготвување на одбраната;", "\t(в) лично или преку бранител, кој сам ќе го избере да се брани или ако нема доволно средства да плати правна помош, бесплатно да добие бранител по службена должност кога интересите на правдата тоа го бараат;...”", "", "\t187. Судот смета дека во светло на заклучоците во поглед на член 8 од Конвенцијата оваа жалба веќе била опфатена со претходната жалба.", "\t188. Освен тоа, во секој случај, Судот забележува дека подносителот на претставката не навел на кој начин цензурирањето на неговите преписки со неговиот адвокат имало негативно влијание на неговата одбрана; уште повеќе, тој конечно е ослободен од обвинение на крајот на споменатата постапка.", "", "", "VI. НАВОДНА ПОВРЕДА НА ЧЛЕН 2 ОД ПРОТОКОЛОТ БР. 4 НА  КОНВЕНЦИЈАТА", "", "", "\t189. Подносителот на претставката тврдел дека, фактот што тој бил подложен на специјален полициски надзор, наспроти ослободителната пресуда, претставува кршење на член 2 од Протоколот бр. 4, кој предвидува:", "", "\t„1. Секој кој законски се наоѓа на територијата на една држава има, на таа територија, право на слобода на движење и слобода на избор за престој.", "", "\t2. Секој е слободен да ја напушти било која држава, вклучително и сопствената.", "", "\t3. Не може да се поставаат никакви ограничувања во однос на вршењето на овие права, освен оние кои се во склад со законот и кои се неопходни во едно демократско општество и се од интерес на националната безбедност или јавната безбедност, заради зачувување на јавниот поредок, за спречување криминал, за заштита на здравјето или моралот или заради заштита на правата и слободите на другите.", "", "\t4. Правата од став 1, исто така може во одредени области да се подложат на ограничувања, кои се воведени во склад со законот и оправдани со јавниот интерес на демократското општество.”", "", "\t190. Државата го нагласила значењето на превентивните мерки кога се работи за лица за кои се сомнева дека и припаѓаат на мафијата. Додала дека, фактот што подносителот на претставката е ослободен од обвиненијата, не влијае на законитоста на превентивните мерки, кои му се изречени. Во италијанскиот правен поредок, казните за кривична дела и превентивните мерки се поприлично одвоени едни од други. Првите претставуваат одговор на незаконитиот акт и пропратните последици; другите се начин за спречување на тие акти. Со други зборови, казната е изречена, бидејќи кривичното дело е веќе извршено, додека пак целта на превентивните мерки е да се намали ризикот од повторно извршување на кривичните дела. И навистина, Судот тоа го прифатил во пресудата во предметот Raimondo (види ја пресудата од 22 февруари 1994 година во предметот Raimondo против Италија, Series А бр. 281–А, стр. 19, ст. 39).", "\tВо овој случај, иако подносителот на претставката е ослободен од обвинение (Државата во врска со тоа нагласила дека сега е укинат изразот „да се даде некому можност дека тоа што го тврди е вистина”), постоеле сериозни докази за неговата вина, што го оправдало неговиот притвор и тие докази не биле побиени во текот на судењето.", "\t191. Подносителот на претставката навел дека по изрекувањето на ослободителната пресуда со образложение дека „тој не го извршил споменатото кривично дело”, веќе не требало да биде третиран како мафијашки криминалец, бидејќи „сериозните докази”, спротивно на тврдењето на Државата, биле побиени на суд.", "\t192. Комисијата сметала дека не били доволни причините на кои се повикале италијанските судови, особено фактот дека подносителот на претставката бил во роднинска врска со припадниците на мафијата.", "\t193. Судот забележува дека подносителот на претставката три години (од 19 ноември 1994 година до 18 ноември 1997 година – види ставови 69 и 76 погоре) бил подложен на многу строги ограничувања на слободата на движење, што несомнено претставувало мешање во неговото право, загарантирано со член од 2 Протоколот бр. 4 (види ја пресудата од 6 ноември 1980 година во предметот Guzzardi против Италија, Series А бр. 39, стр. 33, ст. 92, и гореспопоменатата пресуда во случајот Raimondo, стр. 19, ст. 39).", "\t194. Тие мерки се засновале на Законите бр. 1423/56, 575/65, 327/88 и 55/90 (види ставови 103–09 погоре), па оттука биле „во согласност со законот” во смисла на третиот став од член 2. Тие очигледно стремат кон легитимните цели: „одржување на јавниот ред” и „сузбивање на криминалот” (види ја пресудата во случајот Raimondo, ibid.).", "\t195. Меѓутоа, за да се остварат тие легитимни цели, тие мерки исто така мора да бидат „неопходни во едно демократско општество”.", "\tВо врска со тоа, Судот смета дека е легитимно да се преземат превентивни мерки, вклучувајќи и специјален надзор, против лице за кое постои сомнение дека и припаѓа на мафијата, дури и пред изрекувањето на пресудата, бидејќи нивната цел е да спречат извршување на кривични дела. Освен тоа, ослободителната пресуда нужно не ја намалува секоја основаност на тие мерки, бидејќи конкретните докази собрани во текот на судењето, иако можеби не се доволни за лицето да биде осудено, но сепак може да послужат како оправдување за основаниот страв тоа лице да може во иднина да изврши кривични дела.", "\t196. Во овој случај, одлуката за тоа подносителот на претставката да биде ставен под специјален надзор, е донесена на 10 мај 1993 година, во време кога навистина постоеле некои докази дека тој и припаѓа на мафијата, но таа мерка не е спроведена се до 19 ноември 1994 година, бидејќи Окружниот суд во Трапанија го ослободил од обвинение (види ставови 63 и 69 погоре).", "\tСудот ги испитал причините на кои се повикале италијанските судови за одбивањето да ја повлечат мерката, бидејќи подносителот на претставката бил ослободен од обвинение, имено тврдењето на Б. Ф. дека подносителот на претставката имал врски со мафијашкиот клан, што го докажува фактот дека неговиот покоен зет бил шеф на главниот клан (пресуда на Окружниот суд во Трапанија од 11 јуни 1996 година – види став 72 погоре) и фактот дека „подносителот на претставката реално не го променил својот начин на живот, ниту покажал дека се кае” (одлука на Окружниот суд во Трапанија од 21 октомври 1997 година - види став 75 погоре).", "\tСудот не гледа како, голиот факт што сопругата на подносителот на претставката е сестра на мафијашкиот бос, кој веќе починал, можел да биде оправдување за така остри мерки, кои се преземени против подносителот на претставката во отсуство на било кои други конкретни докази, кои би покажале дека постои реална опасност тој повторно да изврши кривично дело. Во поглед на промената на неговиот начин на живот и каењето, Судот води сметка за фактот дека подносителот на претставката, кој нема криминално минато, е ослободен од обвиненијата дека и припаѓа на мафијата, со образложение дека не се пронајдени конкретни докази во текот на прелиминарната истрага и судењето, кои би ги потврдиле тие тврдења.", "\t197. Во заклучокот, притоа не потценувајќи ја опасноста која ја претставува мафијата, Судот заклучува дека ограничувањата на слободата на движење на подносителот на претставката не може да се смета дека биле „неопходни во едно демократско општество”.", "\tЗначи, дошло до повреда на член 2 од Протоколот бр. 4.", "", "", "VII. НАВОДНА ПОВРЕДА НА ЧЛЕН 3 ОД ПРОТОКОЛОТ БР.1 НА КОНВЕНЦИЈАТА", "", "", "\t198. Подносителот на претставката сметал дека, и покрај фактот што е ослободен од обвинение, одземеното право на глас претставува кршење на член 3 од Протоколот бр. 1, кој предвидува:", "\t", "\t„Високите договорни страни се обврзуваат дека во разумни временски временски периоди ќе одржуваат слободни избори со тајно гласање, под услови кои обезбедуваат слободно изразување на мислењето на народот при избор на законодавните тела.”", "", "\t199. Државата сметала дека мерката имала за цел да спречи мафијата да врши било какво влијание на избраните тела. Имајќи ја во вид реалната опасност дека лицето, кое е осомничено за припадност на мафијата, може да го искористи своето право и да гласа во корист на другите припадници на мафијата, затоа не се смета за несразмерно временото одземање на правото на глас.", "\t200. Од друга страна, Комисијата смета дека мерката била несразмерна, особено ако се земе во предвид дека подносителот на претставката бил ослободен од обвинение и дека постои опасност тој подоцна да се оттуѓи од општеството.", "\t201. Судот укажува дека во член 3 од Протоколот бр. 1, кој предвидува „слободни” избори во „разумни интервали” „со тајно гласање” и „под услови кои обезбедуваат слободно изразување на мислењето на народот”, имплицитно се наведени субјективните права за гласање и за учествување на избори. Иако се важни, тие права не се апсолутни. Бидејќи членот 3 не ги признава, а притоа не ги споменува со изрични зборови, а не пак да ги дефинира, постои простор за ограничувања кои се подразбираат (види ја пресудата од 2 март 1987 година во предметот Mathieu-Mohin and Clerfayt против Белгија, Series А бр. 113, стр. 23, ст. 52). Во нивните внатрешни правни системи, договорните Страни го условуваат правото на глас и учествувањето на избори, со барања кои начелно не се исклучени според членот 3. Имаат широко поле за слободна проценка во оваа област, но останува на Судот да утврди, како последе средство, дали се испочитувани барањата од Протоколот бр. 1; Судот мора да се увери дека условите не ги ограничуваат дадените права до таа мера за да ја намалат самата нивна суштина и да ги лишат од делотворност; дека се наметнати со намера да се постигне легитимна цел; и дека применетите средства не се несразмерни (види ја пресудата од 1 јули 1997 година во предметот Gitonas and Others против Грција, Reports 1997–IV, стр. 1233–34, ст. 39, и Matthews против Обединетото Кралство [GC], бр. 24833/94, ст. 63, ЕКЧП 1999–I).", "\t202. Судот забележува дека имињата на лицата, кои се ставени под специјален полициски надзор, автоматски се бришат од избирачкиот список, бидејќи ги изгубиле своите граѓански права, затоа што претставувааат „опасност по општеството” или, како што е тоа овде случај, се сомничат дека и припаѓаат на мафијата (види ставови 107 и 110 погоре). Државата укажала на постоење на ризик од тоа лицата за кои се „сомнева дека и припаѓаат на мафијата” да може да го искористат своето право и да гласаат во корист на други членови на мафијата.", "\t203. Судот не се сомнева дека привременото суспендирање на гласачките права на оние лица, кои се осомничени дека и припаѓаат на мафијата, претставува стремеж кон легитимна цел. Меѓутоа, исто така забележува дека, иако во овој случај мерката за специјален полициски надзор му е изречена на подносителот на претставката во текот на судењето, таа не е спроведена се до завршувањето на судскиот процес, додека подносителот на претставката не бил ослободен од обвинение со образложение дека „тој не го извршил тоа кривично дело”. Судот не го прифаќа ставот, кој го изразила Држава дека во текот на судењето не се побиени сериозни докази, кои одат во прилог на вината на подносителот на претставката. Ова тврдење е во спротивност со значењето на пресудата на Окружниот суд во Трапанија (види став 23 погоре) и Апелацискиот суд во Палермо (види став 26 погоре). Значи, не постоеле конкретни докази врз основа на кои би се базирал „сомнежот” дека осомниченииот и припаѓа на мафијата, во моментот кога името му било избришано од избирачкиот список (види, mutatis mutandis, став 196 погоре).", "\tВо дадените околности, Судот не може да ги смета како сразмерни мерките за кои станува збор.", "\tСпоред тоа, дошло до повреда на член 3 од Протоколот бр. 1.", "", "", "VIII. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "", "", "\t204. Членот 41 од Конвенцијата предвидува:", "\t", "\t„Кога Судот ќе утврди повреда на Конвенцијата или Протоколот, кој произлегува од неа, а внатрешното право на Високата договорна страна овозможува само делумна оштета, Судот, ако тоа е потребно, ќе понуди правично задоволување на оштетената странка.”", "", "", "А. Штета", "", "", "\t205. Подносителот на претставката барал износ од 2.000.000.000 италијански лири (ИТЛ) на име физичка и душевна повреда. Исто така, тој барал 1.000.000.000 ИТЛ на име материјална штета, која ја претрпел како резултат на конфискација на дел од неговиот недвижен имот и затворање на неговата дискотека во текот судењето, па се до 1995 година, како и поради заплената на неговиот акционерски удел во компанијата.", "\t206. Државата тврдела дека не постои причинско-последична врска помеѓу наводната материјална штета и наводните повреди, и нагласила дека подносителот на претставката не се жалел за конфискацијата и заплената до институциите од Конвенцијата. Во поглед на должината на траење на притворот, Државата навела дека подносителот на претставката веќе добил доволна оштета пред домашните судови.", "\t207. Во поглед на конфискацијата на земјата и заплената на акционерскиот удел во компанијата на подносителот на претставката, Судот го прифаќа аргументот на Државата дека не постои причинско-последична врска помеѓу бараниот износ на име материјална штета и повредата, кои се утврдени во дадениот случај. Исто така, мора да се земе во предвид фактот дека подносителот на претставката добил оштета пред домашните судови за секоја штета, која можеби ја претрпел за време на престојот во притворот пред почетокот на судењето.", "\tСудот сепак сметал дека, имајќи ја во вид сериозноста и бројот на повредите, кои се утврдени во дадениот случај, на подносителот на претставката би требало да му се додели надомест на име нематеријална штета. Донесувајќи одлука заснована на начелото на правичност, како што е предвидено со член 41 од Конвенцијата, Судот одлучува да додели 75.000.000 ИТЛ.", "", "", "Б. Судски и други трошоци", "", "", "\t208. Конечно, подносителот на претставката барал надомест за трошоците и хонорарите, кои настанале пред Комисијата и Судот, но не навел износ.", "\t209. Државата му оставила на Судот да одлучи по тоа прашање.", "\t210. Земајќи го во предвид фактот дека подносителот на претставката, кој добил правна помош пред Комисијата, не навел износ за надомест на судските и другите трошоци, ниту доставил било каква потврда за плаќање на хонорарот, Судот го отфрла неговото барање (види ја гореспоменатата пресуда Calogero Diana, стр. 1778, став 47 и пресудата од 22 октомври 1997 година во предметот Papageorgiou против Грција, Reports 1997–VI, стр. 2293, ст. 60). Меѓутоа, подносителот на претставката мора да имал некои трошоци при расправата пред Судот. Судот смета дека е оправдано, по овој основ, да му се додели износ од 6.000.000 ИТЛ.", "", "", "В. Затезна камата", "", "", "\t211. Според информациите, кои му се достапни на Судот, важечката законска каматна стапка во Италија, во време на усвојувањето на оваа пресуда изнесувала 2.5% годишно.", "\t", "", "", "", "ОД ГОРЕНАВЕДЕНИТЕ ПРИЧИНИ, СУДОТ", "", "", "\t1. Одлучува со девет гласови за и осум гласови против, дека не дошло до повреда на членот 3 од Конвенцијата во поглед на тврдењето на подносителот на претставката за злоставување во затворот Пјаноза;", "", "\t2. Едногласно одлучува дека дошло до повреда на член 3 од Конвенцијата, во таа смисла што за тие тврдења не е спроведена делотворна официјална истрага;", "", "\t3. Едногласно одлучува дека не дошло до повреда на член 3 од Конвенцијата по прашањето за условите при трансферот од затворот Пјаноза;", "", "\t4. Едногласно одлучува дека подносителот на претставката може да тврди дека е „жртва” во смисла на член 34 од Конвенцијата во поглед на должината на траење на притоворот во преткривичната постапка;", "", "\t5. Едногласно одлучува дека дошло до повреда на член 5 став 3 од Конвенцијата во поглед на должината на траење на притоворот пред почетокот на судењето;", "", "\t6. Едногласно одлучува дека дошло до повреда на член 5 став 1 од Конвенцијата која се однесува на притворот, во кој престојувал подносителот на претставката по 00.25 часот на 13 ноември 1994 година;", "", "\t7. Едногласно одлучува дека дошло до повреда на член 8 од Конвенцијата во поглед на цензурата на преписките на подносителот на претставката;", "", "\t8. Едногласно одлучува дека е непотребно да се испита прашањето за цензурирањето на преписките на подносителот на претставката со неговиот адвокат, според член 6 став 3 од Конвенцијата;", "", "\t9. Едногласно одлучува дека дошло до повреда на член 2 од Протоколот бр. 4 во поглед на превентивните мерки, кои му биле изречени на подносителот на претставката;", "", "\t10. Едногласно одлучува дека дошло до повреда на член 3 од Протоколот бр.1 во поглед на одземањето на правото на глас на подносителот на претставката;", "", "\t", "11. Едногласно одлучува", "\t(а) дека тужена држава треба, во рок од три месеци, на подносителот на претставката да му исплати 75.000.000 ИТЛ (седумдесет и пет милиони Италијански лири) на име нематеријална штета и 6.000.000 ИТЛ (шест милиони Италијански лири) на име трошоци настанати при расправата пред Судот;", "\t(б) дека треба да плати проста камата по годишна стапка од 2.5% по истекот на гореспоменатиот рок од три месеци до исплатата;", "", "\t12. Едногласно го одбива остатокот од барањето на подносителот на претставката за правично задоволување.", "", "\t", "\tСоставено на англиски и француски јазик, и изречено на јавна расправа во Судот во Стразбур на 6 април 2000 година.", "", "", "\t\t\t\t\t\t\tЛуциус Вилдхабер \t\t\t     \t\t\t\t\t        Претседател \t\t  ", "\tПол Махони", "   Заменик секретар", "", "", "", "", "", "Во склад со член 45 став 2 од Конвенцијата и Правилото 74, став 2 од Деловникот на Судот, како додаток кон оваа пресуда, приложено е заедничкото делумно издвоено мислење на г. Пастор Ридруехо, г. Бонело, г. Макаржук, г-ѓа Тулкенс, г-ѓа Стражњицка, г. Буткевич, г. Казадевал и г. Жупанчиќ.", "", "L. W.", "P. J. M.", "", "", "", "", "", "ЗАЕДНИЧКО ДЕЛУМНО ИЗДВОЕНО МИСЛЕЊЕ НА", "СУДИИТЕ ПАСТОРЕ РИДРУЕХО, БОНЕЛО, МАКАРЖУК,", "ТУЛКЕНС, СТРАЖЊИЦКА, БУТКЕВИЧ,", "КАЗАДЕВАЛ И ЖУПАНЧИЌ", "", "(Превод)", "", "\tПоголемиот дел од членовите на Судот заклучиле дека не дошло до повреда на член 3 од Конвенцијата, во поглед на тврдењето на подносителот на претставката за злоставување во затворот Пјаноза. Жалиме што не го делиме тоа мислење.", "\tПовеќето членови на Судот сметале дека подносителот на претставката не докажал „надвор од разумно сомневање”, како што тврдел, дека бил изложен на злоставување во затворот Пјаноза. Иако ние се согласуваме со повеќето членови на Судот дека материјалот, кој го понудил подносителот на претставката, претставува само prima facie доказ, и покрај тоа ги имаме на ум тешкотиите, со кои може да се соочи еден затвореник, кој претрпел злоставување од страна на оние кои се задолжени да го чуваат, како и ризикот на кој се изложува ако јавно обелодени за такво постапување. Вистина е дека подносителот на претставката изјавил дека затворските чувари во затворот Пјаноза им рекле на затворениците да не зборуваат за постапувањето на кое биле изложени, ниту меѓусебно ниту на своите адвокати, и им се заканиле со освета ако го сторат тоа (види став 29 од пресудата in fine). Подносителот на претставката изјавил дека најмалку во една прилика бил изложен на освета (види став 29 од пресудата). Во контекстот, како оној опишан во извештајот од 5 септември 1992 година од судијата од Ливорно, задолжен за извршување на пресудата (види член 42 од пресудата in fine), разбирливо е што затворениците не се осмелиле да побараат веднаш да ги прегледа лекар, бидејќи биле изложени на злоставување, посебно затоа што лекарот може да биде поврзан со затворските органи.", "\tСогласно тоа, сметаме дека стандардот, кој е користен за проценка на доказите во овој случај е неодговарачки, веројатно нелогичен и неприменлив, бидејќи подносителот на претставката, во отсуство на било каква делотворна истрага, е спречен да дојде до доказите, а органите на власта не успеале дури ни да го утврдат идентитетот на затворските чувари, кои наводно биле одговорни за споменатото злоставување. Ако државите од сега може да сметаат на тоа дека Судот ќе се воздржи во случаи, како што е овој, од испитување на тврдењето за злоставување, поради недостаток од потребни докази, тогаш на нив ќе им биде од интерес да не ги испитуваат таквите тврдења и на тој начин го лишуваат подносителот на претставката од доказите кои се „надвор од разумно сомневање”. Иако сметаме дека во некои случаи, процесниот пристап може да биде и корисен и неопходен, во ваков вид на ситуација тоа би можело да и овозможи на државата да ја ограничи својата одговорност само на утврдување постоење на кршење на процесните обврски, што секако е помалку сериозно од кршењата кои се однесуваат на злоставувањето. Освен тоа, сметаме дека работите, поради кои Судот смета дека дошло до процесна повреда на член 3 (види ставови 130–35 од пресудата) сами по себе се доволно јасни и очигледни и го оправдуваат ставот дека дошло до повреда на материјалните ставки.", "\tСметаме дека во случаи кога некои или сите случки, за кои станува збор, може да им бидат познати само на органите на власта, како на пример кога е жртвата во затвор, се поставуваат сериозни претпоставки дека повредите се нанесени и злоставувањето е претрпено за време на престојот во притвор. Во такви случаи, може дури да се смета дека органите на власта се тие кои треба да докажат и да понудат задоволувачко и уверливо објаснување. Во секој случај, стандардот кој се применува на подносителот на претставката, кога мора да ги докаже своите тврдења е понизок ако, иако е тоа од нив барано, органите на власта не спроведат делотворна истрага и резултатите од таа истрага ги достават на увид на Судот.", "\tКонечно, треба да се има на ум дека стандардот на докажување „надвор од разумно сомневање”, во некои правни системи, се користи во кривични случаи. Меѓутоа, Судот не е повикан да суди за вината на поединецот или за неговата невиност, ниту да ги казнува оние, кои се одговорни за повреда; негова задача е да ги заштити жртвите и да обезбеди задоволување на правдата за штетата, која е предизвикана од она што го сторила одговорната Држава. Тестот, методот и стандардот на докажување во поглед на одговорноста, во склад со Конвенцијата, се разликуваат од оние кои се применуваат во различните национални системи, во однос на одговорноста на поединецот за кривичните дела (види ја пресудата од 4 декември 1995 година во предметот Ribitsch против Австрија, Series А бр. 336, мислење на Комисијата, стр. 37, ст. 110).", "\t2. Освен тоа, не сите видови на постапување, на кои подносителот на претставката се жалел пред Судот, оставиле физички или душевни рани, кои може да се утврдат со лекарски преглед. Навредите, заканите или понижувањата, како и тоа што подносителот на претставката морал да остане врзан со лисици за време на лекарскиот преглед, или тоа што е теран да трча низ лизгав ходник, кој води до дворот за рекреација, додека чуварите му дофрлаат навреди, сето тоа не мора нужно да остави видливи траги. Но, и покрај тоа, таквото постапување најверојатно ќе му наштети на менталниот интегритет на поединецот и, согласно тоа, може да потпадне под опсег на член 3 од Конвенцијата.", "\tТврдењата на подносителот на претставката за психолошкото злоставување, кое наводно го претрпел, ги потврдуваат и другите докази кои се однесуваат на општата состојба во затворот Пјаноза. Оттука, во извештајот на судијата од Ливорно, задолжен за извршување на пресудата (види став 42 од пресудата), кој е составен за време на престојот на подносителот на претставката во затворот Пјаноза, се осудува праксата за „трчање во дворот за рекреација” и тој отсликува една клима во која владее насилство. Истрагата, која потоа уследила, резултирала со кривично гонење на двајца затворски чувари, иако во документацијата немало доволно докази за истите да бидат осудени (види став 49 од пресудата). Освен тоа, во дописот од 12 октомври 1992 година, генералниот директор на Одделението за управување со затворите (види став 46 од пресудата) не негирал дека затворениците биле жртви на насилни епизоди, кои се одвивале во затворот Пјаноза, но таквата состојба им ја припишал на „логистичките” проблеми, кои биле резултат на истовремениот и непланиран трансфер на големиот број на затвореници и последица на потреба за реструктуирање. Освен тоа, во дописот од 12 декември 1996 година (види став 50 од пресудата) Претседателот на судот задолжен за извршување на пресудата објаснил дека „злоупотребите и нерегуларностите”, кои се видени во затворот Пјаноза, произлегле од фактот дека затворските чувари биле доведени од други затвори и дека им била дадена „carte blanche”.", "\t3. Исто така, големо значење придаваме и на фактот дека Државата пред Комисијата признала дека, подносителот на претставката е злоставуван, и не оспорувала ниедно од неговите тврдења, кои се однесувале на однесувањето на затворските чувари. Освен тоа, самата Држава во своите забелешки пред Комисијата, го опишала таквото однесување како „ужаснувачко”. Секако, воглавно благодарејќи на тоа што Државата ги признала фактите, Комисијата во својот извештај заклучила дека дошло до повреда на член 3 (види став 120 од Извештајот на Комисијата). Државата пред Судот не негирала дека подносителот на претставката бил изложен на наведеното постапување. Држава само тврдела дека тоа постапување не достигнало ниво на сериозност, кое е потребно за тоа да се смета како повреда на член 3.", "\tВо контекст на претходно кажаното, сметаме дека пред Судот се изнесени доволно цврсти, прецизни и согласни тврдења, за тој да може да заклучи дека подносителот на претставката бил изложен на злоставување, на кое се жалел.", "\tНие, исто така, се уверивме дека таквото постапување, и покрај неговата одвратна природа и траење, било такво што предизвикало страв, вознемиреност и чувство на инфериорност кај подносителот на претставката, кои се во состојба да го понижат и омаловажат, и дека таквите чувства не се неизбежна последица на престојот во затворот.", "\tОттука, сметаме дека, постапувањата на кои се жалел подносителот на претставката, кај него предизвикале чувство на пониженист и омаловажување, кое го достигнало оној степен на сериозност, кој е неопходен да потпадне под концептот на „нечовечко и понижувачко постапување” во смисла на член 3 и дека за тоа е одговорна тужената држава."]}