{"file": "MAC_HJUDMAC_47143_06.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "47143/06", "text_paragraphs": ["© Совет на Европа/Европски суд за човекови права, 2016. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "", "© Council of Europe/European Court of Human Rights, 2016. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2016. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ГОЛЕМИОТ СУДСКИ СОВЕТ", "", "", "", "СЛУЧАЈОТ НА РОМАН ЗАХАРОВ против РУСИЈА", "", "(Жалба бр. 47143/06)", "", "", "", "", "ПРЕСУДА", "", "", "СТРАЗБУР", "", "4 декември 2015 г.", "", "", "Оваа пресуда е конечна но може да подложи на уредничка ревизија.", "", "", "", "Во случајот на Роман Захаров против Русија,", "Европскиот суд за човекови права, кој заседаваше во рамките на Големиот судски совет во состав:", "\tДин Шпилман (Dean Spielmann), претседател,\n\tХосеп Касадевал (Josep Casadevall),\n\tГвидо Раимонди (Guido Raimondi),\n\tИнета Зиемеле (Ineta Ziemele),", "\tМарк Вилигер (Mark Villiger),\t\n\tЛуиз Лопез Гера (Luis López Guerra),\n\tКанлар Хаџијев (Khanlar Hajiyev),\n\tАнгелика Нусбергер (Angelika Nußberger),\n\tЈулија Лафранк (Julia Laffranque),\n\tЛинос-Александер Сицилианос (Linos-Alexandre Sicilianos),\n\tЕрик Мосе (Erik Møse),\n\tАндре Потоцки (André Potocki),\n\tПол Леменс (Paul Lemmens),\n\tХелена Јадерблом (Helena Jäderblom),\n\tФарис Вахабиќ (Faris Vehabović),\n\tКсенија Турковиќ (Ksenija Turković),\n\tДмитри Дедов (Dmitry Dedov), судии,\nи \tЛоренс Иерли (Lawrence Early), правен советник,", "Откако го разгледа случајот на затворени седници на 24 септември 2014 г. и на 15 октомври 2015 г.,", "Ја донесе следнава пресуда, којашто беше усвоена на последно-споменатиот датум:", "ПОСТАПКА", "1.  Случајот потекнува од жалба (бр. 47143/06) против Руската Федерација поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“) од страна на рускиот државјанин, г-динот Роман Андрејевич Захаров („жалителот“) на 20 октомври 2006 година.", "2.  Жалителот првично бил застапуван од г-динот Б. Грузд, адвокат со пракса во Санкт Петербург. Потоа беше застапуван од адвокати на НВО/ЕХРАЦ/ Меморијален центар за човековите права со седиште во Москва. Руската Влада („Владата“) беше застапувана од г-динот Г. Матјушкин, претставник на Руската Федерација во Европскиот суд за човекови права.", "3.  Жалителот тврдеше дека системот на тајно пресретнување на комуникации по мобилен телефон во Русија го повредил неговото право на почитување на приватен живот и преписка и дека тој немал на располагање никаков делотворен правен лек во таа насока.", "4.  На 19 октомври 2009 г. Владата била информирана за жалбата.", "5.  На 11 март 2014 година Судскиот совет на Првата секција, на која ѝ бил доделен случајот (правилото 52 § 1 од Деловникот на судот) во состав Изабел Беро-Лефевр (Isabelle Berro-Lefèvre), претседател, Канлар Хаџијев (Khanlar Hajiyev), Јулија Лафранк (Julia Laffranque), Линос-Александер Сицилианос (Linos-Alexandre Sicilianos), Ерик Мосе (Erik Møse), Ксенија Турковиќ (Ksenija Turković), Дмитри Дедов (Dmitry Dedov), судии, како и Сорен Нилсен, секретар на секцијата, ја отстапи својата јурисдикцијата во корист на Големиот судски совет, при што ниедна од страните не пригиворија на повлекувањето (членот 30 од Конвенцијата и правилото 72).", "6.  Расправата беше јавна и се одржа во Зградата на човековите права во Стразбур на 24 септември 2014 година (правило 59 § 3).", "Пред Судот се појавија:", "(a)  за Владата\nГ-дин Г. Матјушкин (G. Matyushkin), застапник на Руската Федерација во Европскиот суд за човековите права,\tагент,", "\tГ-а\tО. Сироткина (O. Sirotkina),", "\tГ-а\tИ. Кориева (I. Korieva),", "\tГ-а\tО. Јурченко (O. Iurchenko),", "\tГ-дин О. Афанасев (O. Afanasev),", "\tГ-дин А. Лаков (A. Lakov), \tсоветници;", "", "(б) за жалителот\nГ-дин П. Лич (P. Leach)", "\tГ-а К. Левин (K. Levine),", "\tГ-дин К. Коротеев (K. Koroteev),", "\tГ-а А. Ражикова (A. Razhikova), \tадвокат,", "\tГ-а Е. Левчишина (E. Levchishina), \tсоветник.", "", "Судот ги сослуша обраќањата на г-динот Матјушкин, г-динот Лич, г-ата Левин, г-ата Ражикова и г-динот Коротеев, како и одговорите на г-динот Матјушкин и г-динот Лич на прашањата поставени од судиите.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "7. Жалителот е роден во 1977 година и живее во Санкт Петербург.", "8. Жалителот е главен уредник на издавачка куќа и списание за авијација. Тој исто така е претседател на огранокот во Санкт Петербург на Гласност-Здружение за одбрана, НВО која ја следи состојбата со слободата на медиумите во руските региони, кое промовира независност на регионалните масовни медиуми, слобода на говорот и почитување на правата на новинарите и им дава правна поддршка, вклучително преку судски парници, на новинарите.", "9.  Тој бил претплатен на услугите на неколку мобилни оператори.", "10. На 23 декември 2003 година тој покренал судска постапка против три мобилни оператори, тврдејќи дека било прекршено неговото право на приватност на неговата телефонска комуникација. Тој тврдел дека согласно Правилникот бр. 70 (види параграфи 115 до 122 долу) на претходникот на Министерството за комуникации, Државната комисија за комуникации и информатички технологии, мобилните оператори инсталирале опрема која ѝ овозможувала на Федералната служба за безбедност („ФСБ“) да ја пресретнува целокупната телефонска комуникација без претходно судско одобрение. Жалителот тврдел дека Правилникот бр. 70, кој никогаш не бил објавен, незаконски го ограничил неговото право на приватност. Тој побарал од судот да издаде судски налог со кој ќе се наредело отстранување на опремата што била инсталирана согласно Правилникот бр. 70, а пристап до комуникациите по мобилен телефон да им се дозволи само на овластени лица. Министерството за комуникации и информатички технологии (во понатамошниот текст „Министерството за комуникации“) и Регионалниот оддел на ФСБ за Санкт Петербург и Ленинград се приклучиле како трета страна во постапките.", "11. На 5 декември 2005 година Окружниот суд на Василеостровскиј ги отфрлил барањето на жалителот. Тој утврдил дека жалителот не докажал дека мобилните оператори пренесувале некакви заштитени информации на неовластени лица или дозволувале неограничено или неовластено пресретнување на комуникациите. Опремата на која тој упатувал била инсталирана за да им овозможи на агенциите на прогонот да спроведуваат оперативно-истражни активности во согласност со процедурата пропишана со закон. Инсталирањето на таква опрема само по себе не претставувало повреда на приватноста на комуникациите на жалителот. Жалителот не успеал да демонстрира никакви факти кои би оправдале одлука дека неговото право на приватност на неговите телефонски комуникации било повредено.", "12. Жалителот се жалел. Тој тврдел, конкретно, дека Окружниот суд одбил да прифати неколку документи како доказ. Тие документи биле два судски налози со кои се одобрувало пресретнување на комуникација по мобилен телефон ретроспективно и додаток на стандардниот договор на провајдерот на услугата издаден од еден од мобилните оператори. Еден од судските налози во прашање, издаден на 8 октомври 2002 година овластувал пресретнување на комуникацијата по мобилен телефон на неколку луѓе во текот на период од 1 до 5 април, од 19 до 23 јуни, од 30 јуни до 4 јули и од 16 до 20 октомври 2001 година. Другиот судски налог издаден на 18 јули 2003 година го овластувал пресретнувањето на комуникацијата на г-динот Е. по мобилен телефон за време на периодот од 11 април до 11 октомври 2003 година. Што се однесува до додатокот, тие го информирале претплатникот дека доколку неговиот број бил користен за терористички закани, мобилниот оператор можел да ја суспендира телефонската услуга и да ги пренесе собраните податоци на полицијата. Според мислењето на жалителот судските налози и додатокот докажувале дека мобилните оператори и органите на прогонот имале технички капацитети да ги прислушуваат сите телефонски комуникации без претходно добивање на судско одобрение и рутински вршеле неовластено пресретнувањето.", "13. На 26 април 2006 година Судот на градот Санкт Петербург ја потврдил пресудата на која се жалел. Тој го потврдил наодот на Окружниот суд дека жалителот не успеал да докаже дека неговите телефонски комуникации биле пресретнувани. Ниту пак демонстрирал дека постоела опасност дека неговото право на приватност на неговите телефонски комуникации можеби било незаконски прекршено. За да го потврдел постоењето на таква опасност, жалителот ќе морал да докаже дека тужените дејствувале незаконски. Меѓутоа, мобилните оператори биле обврзани со закон да инсталираат опрема која на органите на прогонот им овозможувала да вршат оперативно-истражни активности, а постоењето на таквата опрема сама по себе не значело повреда на приватноста на комуникацијата на жалителот. Одбивањето да ги прифати судските налози од 8 октомври 2002 година и 18 јули 2003 година како докази било законско, со оглед дека судските налози биле издадени за трети лица и не биле релевантни за случајот на жалителот. Градскиот суд понатаму одлучил да го прифати како доказ и да го разгледа додатокот кон договорот на провајдерот на услугата, но утврдил дека не содржел никакви информации заради кои имало потреба од повторно разгледување на пресудата на Окружниот суд.", "14. Од документот поднесен од жалителот може да се види дека во јануари 2007 година НВО „Цивилна контрола“ побарала од Главното обвинителство да спроведе инспекција на правилниците на Министерството за комуникации во сферата на прислушувањето со цел да потврди дали се придржуваат на федералните закони. Во февруари 2007 година службеник од Главното обвинителство телефонирал во „Цивилна контрола“ и побарал копии од необјавените прилози кон Правилникот бр. 70, велејќи дека обвинителството не можело да ги добие од Министерството за комуникации. Во април 2007 година Главното обвинителство одбило да ја спроведе бараната инспекција.", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО", "А. Право на почитување на приватниот живот и преписка", "15. Уставот на сите им го гарантира правото на почитување на нивниот приватен живот, лични и семејни тајни и правото да ја бранат својата чест и углед (член 23 § 1). Понатаму го гарантира правото на почитување на преписката и комуникацијата по телефон, пошта, телеграф и друго. Правото може да биде ограничено само врз основа на судски налог (член 23 § 2).", "16. Уставот исто така уредува дека не е дозволено собирање, чување, користење и ширење на информации за приватниот живот на лицето без негова согласност. Државните и општинските власти мораат да обезбедат секое лице да има пристап до документи и материјали кои ги погаѓаат неговите права и слободи, со исклучок кога законот уредува поинаку (член 24).", "17.  Законот за комуникации од 7 јули 2003 година (бр. 126ФЗ) ја гарантира приватноста на поштенската, телеграфската и другите форми на комуникација пренесени преку телекомуникациските мрежи или поштенските услуги. Ограничувањата на приватноста на комуникациите се одобрени во случаи утврдени со федералните закони (член 63(1)). Следењето на комуникациите подложи на претходно судско одобрение, освен во случаи утврдени со федералните закони (член 63(3)).", "18. На 2 октомври 2003 година во својата одлука бр. 345-O Уставниот суд одлучил дека правото на приватност во телефонската комуникација ги опфаќа сите податоци пренесени, сочувани или откриени со помош на телефонска опрема, вклучително и податоци кои не се поврзани со содржината, како што се информации за повици од и до даден претплатник. Следењето на таквите податоци исто така било предмет на претходно судско одобрение.", "Б. Одговорноста за повреда на приватноста", "19. Неовластеното собирање или ширење на информации за приватниот или семејниот живот на едно лице без негова или нејзина согласност, кога тоа е направено за пари или друг личен интерес и е штетно за правата и законските интереси на граѓаните, се казнува со парична казна, казнена работа или затворска казна до четири месеци. Истите дејствија извршени од службено лице кое ја користи својата позиција се казниви со парична казна, забрана за вршење на одредени дејности или затворска казна до шест месеци (член 137 од Кривичниот законик).", "20. Секоја повреда на правото на граѓаните на приватност на нивната комуникација по пошта, телефон, телеграф или други форми на комуникација е казнива со парична казна или казнена работа. Истото дејство извршено од службено лице кое ја користи својата позиција е казниво со парична казна, забрана за вршење на одредени дејности или затворска казна до четири месеци (член 138 од Кривичниот законик).", "21. Злоупотребата на службена должност, кога тоа се прави за парична корист или друг личен интерес и тоа вклучува значителна повреда на правата и законските интереси на едно физичко или правно лице, казниво е со парична казна, забрана за вршење на одредени служби или вршење на одредени активности во период до пет години, казнена работа во период до четири години или затворска казна од четири месеци до четири години (член 285 § 1 од Кривичниот законик).", "22.  Дејствија на службено лице кои јасно го надминуваат неговото овластување и претставуваат значителна повреда на правата и законските интереси на едно физичко или правно лице, казниво е со парична казна, забрана за вршење на одредени служби или вршење на одредени активности во период до пет години, казнена работа во период до четири години или затворска казна од четири месеци до четири години (член 286 § 1 од Кривичниот законик).", "23. Пресудата бр. 19 од 16 октомври 2009 година на Пленарниот врховен суд утврдува дека согласно членовите 285 и 286 од Кривичниот законик „значителна повреда на правата и законските интереси на едно физичко или правно лице“ значи повреда на правата и слободите гарантирани од општо утврдени принципи и одредби на меѓународното право и Уставот на Руската Федерација – како што е правото на почит на честа и достоинството, приватниот и семејниот живот, преписката, комуникациите по пошта, телефон, телеграф и друго, неповредливоста на домот, и др. При проценката дали повредата била „значителна“ во однос на правното лице, неопходно е да се земе во предвид опсегот на штетата што е претрпена како резултат на незаконско дејство, природата и износот на материјалната штета, бројот на погодените лица и сериозноста на физичката, материјалната или нематеријалната штета што тие ја предизвикале (параграф 18 (2)).", "24.  Кривичните постапки се иницираат доколку постојат доволно факти кои покажуваат дека било извршено кривичното дело (член 140 § 2 од Законот за кривична постапка).", "В. Општи одредби за пресретнување на комуникации", "25. Пресретнувањето на комуникации е под надлежност на Законот за оперативно-истражни активности од 12 август 1995 година (бр. 144ФЗ, во понатамошниот текста „ЗОИА“), којшто се применува за пресретнување на комуникации во рамките на кривични постапки и надвор од таквата рамка; и Законот за кривична постапка од 18 декември 2001 година (бр. 174-ФЗ, на сила од 1 јули 2002 година, во понатамошниот текст „ЗКП“), кој се применува само за следење на комуникации во рамките на кривични постапки.", "26.  Целите на оперативно-истражните активности се: (1) откривање, спречување, сузбивање и истрага на кривични дела и идентификување на лицата кои заговарале да извршат, извршуваат или извршиле кривичното дело; (2) следење на бегалец на правдата и исчезнати лица; (3) стекнување на информации за настани или активности кои ја ставаат во опасност националната, воената, економската или еколошката безбедност на Руската Федерација (член 2 од ЗОИА). На 25 декември 2008 година тој член бил изменет и дополнет и била додадена дополнителна цел за стекнување на информации за имот што е предмет на конфискација.", "27. Државни службеници и агенции кои извршуваат оперативно-истражни активности мора да покажат почит за приватниот и семејниот живот, домот и преписката на граѓаните. Забрането е да се извршуваат оперативно-истражни активности за да остварат цели кои се разликуваат од оние што се утврдени со Законот (членот 5(1) и (2) од ЗОИА).", "28. Државни службеници и агенции не можат да спроведуваат (1) оперативно-истражни активности во интерес на политички партии, непрофитни или верски организации; (2) да спроведуваат тајни оперативно-истражни активности за сојузни, регионални или општински власти, политички партии или непрофитни или верски организации со цел да се влијае на нивните активности или одлуки; (3) да му ги обелоденат некому собраните податоци во текот на оперативно-истражни активности доколку податоците се однесуваат на приватниот или семејниот живот на граѓани или можат да им наштетат на нивниот углед или репутација, со исклучок на случаите утврдени со федералните закони; (4) поттикнување, наведување или фаќање во замка некого за да изврши кривично дело; (5) фалсификување на резултатите од оперативно-истражни активности (член 5(8) од ЗОИА).", "29. Оперативно-истражните активности вклучуваат меѓу другото следење на поштенска, телефонска, телеграфска и други форми на комуникација и собирање на податоци од техничките канали на комуникација. Законот уредува дека аудио и видео снимање, фотографирање и примена на други технички средства можат да се користат во текот на оперативно-истражните активности, под услов тие да не се штетни по животот и здравјето на оние што се инволвирани или по животната средина.", "Оперативно-истражните активности кои вклучуваат следење на поштенска, телефонска, телеграфска и други форми на комуникација и собирање на податоци од техничките канали на комуникација со помош на опрема инсталирана од провајдери на комуникациски услуги се спроведуваат со технички средства на ФСБ и агенциите на Министерството за внатрешни работи во согласност со одлуките и договорите потпишани меѓу инволвираните агенции (член 6 од ЗОИА).", "30.  Претседателскиот указ бр. 891 од 1 септември 1995 година предвидува дека пресретнување на поштенски, телеграфски или други комуникации треба да го врши ФСБ во интерес и во име на сите органи на прогонот (став 1). Во ситуации во кои ФСБ ја нема на располагање потребната техничка опрема, пресретнувањето може да го спроведат агенциите на Министерството за внатрешни работи во интерес и во име на сите органи на прогонот (став 2). Слични одредби постојат и во ставовите 2 и 3 од Правилникот бр. 538, издаден од Владата на 27 август 2005 година.", "", "", "Г. Ситуации во кои може да се јави потреба од пресретнување на комуникации", "31. Оперативно-истражните активности кои вклучуваат мешање во уставното право на приватност на поштенската, телеграфската и други комуникации што се пренесуваат преку телекомуникациски мрежи или поштенски служби, или во рамки на приватноста на домот можат да бидат спроведени по приемот на информација (1) дека кривично дело било извршено или е во тек или се планира; (2) за лица кои заговараат да извршат, или извршуваат или извршиле кривично дело; или (3) за настани или активности со кои се става во опасност националната, воената, економската или еколошката безбедност на Руската Федерација (член 8(2) од ЗОИА).", "32. ЗОИА уредува дека пресретнувањето на поштенски, телеграфски или други комуникации може да биде одобрено само во случаи кога едно лице е осомничено или обвинето за кривично дело од средна тежина, сериозно кривично дело или особено сериозно кривично дело или може да има информации за такво дело (член 8(4) од ЗОИА). ЗКП исто така предвидува дека пресретнувањето на телефонски и други комуникации на осомничено лице, обвинет или друго лице може да биде одобрено доколку постојат причини да се верува дека може да поседува информации што се релевантни за кривичен случај за кривично дело од средна тежина, сериозно кривично дело или особено сериозно кривично дело (член 186 § 1 од ЗКП).", "33. Членот 15 од Кривичниот законик предвидува дека „кривични дела од средна тежина“ се дела со умисла за кои Кривичниот законик пропишува максимум казна од три до пет години затвор и дела без умисла за кои Кривичниот законик пропишува максимум казна од повеќе од три години затвор. „Сериозни кривични дела“ се кривични дела со умисла за кои Кривичниот законик пропишува максимум казна од пет до десет години затвор. „Особено сериозни кривични дела“ се кривични дела со умисла за кои Кривичниот законик пропишува максимум казна од повеќе од десет години затвор или построга казна.", "Д. Процедура за одобрување и временски ограничувања", "1. Закон за оперативно-истражни активности", "34. Оперативно-истражните мерки кои вклучуваат мешање во уставното право на приватност на поштенската, телеграфската и други комуникации пренесени по пат на телекомуникациска мрежа или поштенски служби или во рамки на приватноста на домот – како што е инспекција на простории или згради, пресретнување на поштенска, телефонска, телеграфска и други форми на комуникација или собирање на податоци од техничките канали на комуникација – бараат претходно судско одобрение (член 8(2) од ЗОИА).", "35. Во итни случаи кога постои директна опасност од извршување на сериозно или особено сериозно кривично дело или кога постојат информации за настани или активности кои ја ставаат во опасноста националната, воената, економската или еколошката безбедност, оперативно-истражни мерки утврдени во делот 8(2) може да се спроведат без претходно судско одобрение. Во такви случаи судијата мора да се информира во рок од дваесет и четири часа од започнувањето на оперативно-истражните активности. Доколку судското овластување не биде добиено во рок од четириесет и осум часа од започнувањето на оперативно-истражните активности, тие активности мораат да бидат прекинати веднаш (член 8 (3) од Законот).", "36. Разгледувањето на барањата за преземање на мерки кои вклучуваат мешање во уставното право на преписка и на поштенска, телефонска, телеграфска и други форми на комуникација по пат на телекомуникациски мрежи или поштенски служби, или со право на приватност на домот, потпаѓаат под надлежност на судот во местото каде бараната мерка треба да се спроведе или на место каде е лоцирано телото што ги бара. Барањето мора да биде разгледано веднаш од еден судија (член 9 (1) од Законот).", "37. Судијата одлучува врз основа на образложеното барање од страна на шефот на еден од органите надлежни за спроведување на оперативно-истражните активности. Релевантните материјали за поддршка, со исклучок на материјали што содржат информации за тајни агенти или полициски доушници или за организацијата и тактиките на оперативно-истражни мерки, исто така можат да бидат обезбедени на барање на судијата (член 9 (2) и (3) од Законот).", "38. Судијата кој го разгледува барањето треба да одлучи дали ќе ги одобри мерките кои вклучуваат мешање во гореспоменатото уставно право или ќе одбие да даде одобрение, притоа давајќи образложение. Судијата мора да го посочи временскиот период за кој го дал одобрението, што вообичаено не смее да надмине шест месеци. Доколку е потребно, судијата може да го продолжи одобрениот период после ново разгледување на сите релевантни материјали (член 9 (4) и (5) од Законот).", "39.  Судската одлука со кој се одобруваат оперативно-истражните активности и материјалите кои служеле како основа за одлуката мора да се исклучиво во посед на државната агенција која ги врши оперативно-истражните активности (член 12(3) од Законот).", "40. На 14 јули 1998 година Уставниот суд, во својата одлука бр. 86-O го отфрли како недопуштено барањето за разгледување на уставноста на одредени одредби од ЗОИА. Тој одлучи, конкретно, дека еден судија требал да одобри истражни мерки кои вклучувале мешање во уставните права само доколку тој или таа биле убедени дека таквите мерки биле законски, неопходни и оправдани, односно, компатибилни со сите услови од ЗОИА. Товарот на докажување бил врз државниот орган кој поднесува барање да ја докаже неопходноста на мерката. Требале да се достават до судијата материјали во поткрепа на барањето. Со оглед дека некои од материјалите можеле да содржат државни тајни, само судии со неопходно ниво на безбедносна проверка можеле да разгледуваат барања за одобрение. Понатаму, потпирајќи се на потребата да се чуваат мерките за следење во тајност, Уставниот суд одлучил дека принципите на јавни расправи и акузатори постапки не можеле да се применат при постапките за давање на одобрение. Фактот дека засегнатото лице немало право да учествува во постапките за давање одобрение, да биде информирани за одлуката што била усвоена или да се жали на повисок суд во овој случај не значело повреда на уставните права на лицето.", "41.  На 2 октомври 2003 година Уставниот суд, во својата одлука 345-O одлучил дека судијата имал обврска да ги разгледа поднесените материјали во поткрепа на барањето за следење темелно и внимателно. Доколку барањето не било доволно поткрепено, судијата можел да бара дополнителни информации.", "42.  Дополнително, на 8 февруари 2007 година Уставниот суд, во својата одлука бр. 1-O, го отфрлил како недопуштено барањето за разгледување на уставноста на членот 9 од ЗОИА. Судот одлучил дека пред да се додели одобрение за спроведување на оперативно-истражни мерки судијата имал обврска да го провери основот за таа мерка. Судската одлука со која се одобрувале мерките требала да ги содржи причините и да упати на конкретни основи за сомнеж дека кривичното дело било извршено, или било во тек или се заговарало или дека се спроведувале активности со кои се ставала во опасност националната, воената, економската или еколошката безбедност, и дека лицето за кое се барале оперативно-истражните мерки било инволвирано во тие кривични, или во секој случај, опасни активности.", "43.  На 15 јули 2008 година Уставниот суд, во својата одлука бр. 460-О-O, го отфрлил како недопуштено барањето за разгледување на уставноста на членовите 5, 11 и 12 од ЗОИА. Уставниот суд одлучил дека лицето чии комуникации биле следени имало право да поднесе жалба за надзорно разгледување против судската одлука за одобрување на пресретнување. Фактот дека тој немал примерок од одлуката не го спречувало да поднесе претставка за надзорно разгледување, бидејќи релевантниот суд можел да го побара тоа од надлежните власти.", "2. Закон за кривична постапка", "44. Истражните мерки кои вклучуваат претрес на домот на едно лице или пресретнување на неговите телефонски повици и други комуникации подложат на претходно судско одобрение. Барањето за претрес на домот на едно лице или пресретнување на неговите комуникации мора да се поднесе од страна на истражното лице со одобрение на обвинителот и мора да биде разгледано од еден судија во рок од дваесет и четири часа. Обвинителот и истражното лице имаат право да присуствуваат. Судијата кој го разгледува барањето треба да одлучи дали да ја одобри или да ја одбие бараната мерка, притоа давајќи образложение (членот 165 од ЗКП).", "45.  Судот може да даде одобрение за следење на комуникациите на некој осомничен, обвинет или други лица доколку постојат причини да се верува дека може да се разговара за информации релевантни за случајот (член 186 § 1 од ЗКП).", "46. Барањето за одобрување на пресретнување на комуникации мора јасно да го спомнува следново: (1) кривичниот случај за кој се однесува барањето; (2) основите за спроведување на бараните мерки; (3) презимето, името и патронимот на лицето чии комуникации биле пресретнати; (4) времетраењето на бараната мерка; (5) државната агенција која ќе го спроведува пресретнување (член 186 § 3 од ЗКП).", "47. Судската одлука со која се одобрува пресретнување на комуникации мора да се проследи од истражното лице до државната агенција задолжена да го спроведе. Пресретнувањето на информации мора да се одобри за период кој не надминува шест месеци и да се прекине од истражното лице кога повеќе не е потребно. Во секој случај мора да се прекине кога истрагата завршила (член 186 §§ 4 и 5 од ЗКП).", "48. Судот исто така може да овласти мониторинг на податоци од комуникации во врска со телефонска или безжична комуникација на едно лице доколку постојат доволни причини да се верува дека таквите податоци можат да бидат релевантни за кривичниот случај. Барањето за одобрение мора да ги содржи истите елементи на кои се упатува во параграф 46 горе. Копија од судската одлука со која се одобрува мониторинг на податоци поврзани со комуникацијата на лицето е проследено од истражното лице до релевантниот провајдер на комуникациски услуги, кое мора потоа да ги поднесува бараните податоци до истражни лица на редовна основа и најмалку еднаш неделно. Мониторингот на комуникациски податоци мора да се одобри за период кој не надминува шест месеци и да се прекине од истражното лице кога повеќе не е потребно. Мора во секој случај да се прекине кога истрагата ќе биде завршена (член 186.1 од ЗКП, дополнет на 1 јули 2010).", "Ѓ. Складирање, користење и уништување на собраните податоци", "1. Складирање на собраните податоци", "49. Членот 10 од ЗОИА стипулира дека органите на прогонот кои спроведуваат оперативно-истражни активности можат да креираат и користат база на податоци или да отвори лични досиеја. Личното досие мора да биде затворено кога целите утврдени во членот 2 од Законот се постигнати или ако било утврдено дека не е возможно да се постигнат.", "50. Во својата одлука од 14 јули 1998 година (цитирана во параграф 40 горе) Уставниот суд нотирал што се однесува до можноста предвидена во членот 10 за органите на прогонот кои спроведуваат оперативно-истражни активности да се креираат бази на податоци или да се отворат лични досиеја, при што само податоците поврзани со спречувањето или истрагата на кривичните дела можат да се внесат во базите на податоци или личните досиеја. Со оглед дека кривичните активности не потпаѓале под сферата на приватен живот, собирањето на информации за таквите кривични активности не го попречувале правото на почитување на приватниот живот. Доколку информациите за кривичните активности на едно лице внесени во едно досие не биле последователно потврдени, личното досие морало да биде затворено.", "51.  Записите на пресретнати телефонски и други комуникации морале да бидат запечатени и чувани во услови во кои бил исклучен секаков ризик да бидат слушани или копирани од неовластени лица (член 8 (4) од ЗОИА).", "52. Информации за средствата што се користат во оперативно-истражни активности, применетите методи, инволвираните службени лица како и собраните податоци претставуваат државна тајна. Степенот на доверливост може да биде тргнат само со посебна одлука од шефот на државната агенција која ги спроведува оперативно-истражните активности (член 12(1) од ЗОИА и член 5(4) од Законот за државни тајни, Закон бр. 5485-I од 21 јули 1993) .", "53.  Материјалите кои содржат државни тајни треба да бидат јасно означени со следниве информации: степен на тајност, државен орган кој одлучил да ги прогласи за доверливи, евидентен број и датум или услови под кои бил отстранет степенот на доверливост (член 12 од Законот на државни тајни).", "2. Користење на собраните податоци и услови за нивно обелоденување", "54. Информации кои содржат државни тајни можат да бидат обелоденети на некој друг државен орган, организација или поединец само со одобрение од државниот орган кој одлучил да ја прогласи таа информација за доверлива. Може да се обелодени само на државните власти или организации кои имаат посебна дозвола или поединци со потребното ниво на безбедносна проверка. Државниот орган или организација на која ѝ е обелоденета доверлива информација мора да внимава информацијата да е соодветно заштитена. Шефот на таквиот државен орган или организација е лично одговорен за заштита на доверливите информации против неовластен пристап или обелоденување (членови 16 и 17 од Законот за државни тајни).", "55. Дозвола за пристап до државни тајни може да се издаде на организација или компанија само откако ќе се потврди дека има посебни интерни оддели задолжени за заштита на податоци, дека вработените се квалификувани да работат со доверливи информации и дека користи одобрени системи за заштита на податоци (член 27 од Законот за државни тајни).", "56. Безбедносен сертификат им се одобрува само на оние државни службеници на кои навистина им е потребен за да ги вршат своите обврски. Исто така им се доделува на судии за време на нивната служба и на адвокати кои се дел од кривичен случај доколку случајот содржи материјали кои вклучуваат државни тајни. Секој што добил безбедносен сертификат мора да даде писмена изјава дека нема да ги обелодени доверливите информации кои му биле доверени (ставови 7, 11 и 21 од Прописот бр. 63 од 6 февруари 2010 година на Владата на Руската Федерација).", "57. Раководителот на државниот орган или организација која поседува информации со државни тајни е одговорен да им дадат на државни службеници и други овластени лица пристап до информациите. Тој или таа мора да внимава само информациите кои му се потребни на примателот за извршување на своите обврски да му бидат обелоденети (член 25 од Законот за државни тајни).", "58. Доколку собраните податоци во текот на оперативно-истражни активности содржат информации за извршување на кривични дела, тие информации заедно со сите неопходни попратни материјали, како што се фотографии и аудио или видео снимки, мора да бидат испратени до надлежните истражни власти или суд. Доколку информациите биле добиени како резултат на оперативно-истражни мерки кои вклучувале мешање во правото на приватност на поштенските, телеграфските и други комуникации преку телекомуникациска мрежа или поштенски служби или на приватноста на домот, мора да бидат доставени до истражните органи или обвинителството заедно со судската одлука со која се одобруваат тие мерки. Информациите мораат да се пренесуваат во согласност со специјална процедура за постапување со доверливи информации, освен ако државниот орган кој спроведува оперативно-истражни активности одлучил да го отстрани степенот на доверливост (параграфи 1, 12, 14 и 16 од Правилникот бр. 776/703/509/507/1820/42/535/398/68 од 27 септември 2013 година од Министерството за внатрешни работи).", "59. Доколку лицето чиј телефон или други комуникации биле пресретнати е обвинето за кривично дело, записите треба да му бидат предадени на истражното лице и приложени кон досието на случајот. Нивното понатамошно користење и складирање потпаѓаат под кривичното процедурално право (членот 8(5) од ЗОИА).", "60. Податоци собрани како резултат на оперативно-истражни активности може да се искористат за подготовка и спроведување на истрага и судски постапки и да се користат како постапки во согласност со правните одредби кои го уредуваат собирањето, евалуацијата и оценката на доказите. Одлуката за пренесување на собраните податоци на други органи на прогонот или на суд ја носи шефот на државниот орган што ги врши оперативно-истражните активности (член 11 од ЗОИА).", "61. Доколку следењето било овластено во рамки на кривични постапки, истражното лице може да ги добие записите од органот што го врши тоа во секое време во текот на овластениот период за следење. Записите мора да бидат запечатени и мора да бидат попратени од воведно писмо во кое се назначени датите и времето на започнување и крај на снимените комуникации како и техничките средства што се користат за нивно пресретнување. Снимките мора да бидат сослушани од страна на истражното лице во присуство на сведоци кои сведочат, експерт кога е тоа потребно и лицато чии комуникации биле пресретнати. Истражното лице мора да подготви службен извештај со дословна транскрипција на оние делови од снимената комуникација кои се релевантни за кривичниот случај (член 186 §§ 6 и 7 од ЗКП). На 4 март 2013 година членот 186 § 7 бил изменет и дополнет, и условот за присуство на сведоци кои сведочат бил избришан.", "62. Записите и податоците собрани во врска со комуникациите не се приложени со досието на кривичното дело. Тие мора да бидат запечатени и складирани под услови кои исклучуваат секаков ризик да бидат чуени или да бидат копирани од неовластени лица (член 186 § 8 од ЗКП и членот 186.1, додаден на 1 јули 2010).", "63.  Резултатите од оперативно-истражните активности кои вклучуваат ограничување на правото на почитување на преписката, телефонските, поштенските, телефонски или други комуникации можат да се користат како докази во кривични постапки само ако тие се стекнати согласно судски Правилник и доколку оперативно-истражни активности биле спроведени во согласност со законот за кривична постапка (параграф 14 од Одлуката бр. 8 од 31 октомври 1995 година од Пленарниот врховен суд на Руската Федерација.", "64. Забрането е да се користат податоци како доказ ако се стекнати како резултат на оперативно-истражни активности, кои не се во согласност со барањата за допуштеност на доказите на ЗКП (член 89 од ЗКП). Докази стекнати со повреда на ЗКП нема да бидат допуштени. Недопуштени докази нема да имаат правна сила и не можат да се потпрат на нив како на основа за кривично обвинение или за докажување на некакви околности за кои се потребни докази во кривичните постапки. Доколку судот одлучи да ги исклучи доказите, тие докази нема да имаат никаква правна сила и не може да се потпира на нив пресуда или друга судска одлука или да бидат разгледани или употребени за време на судењето (членови 75 и 235 од ЗКП).", "3. Уништување на собраните докази", "65. Податоците собрани во текот на оперативно-истражни активности во однос на едно лице чија вина не била докажана во согласност со постапката пропишана од закон мора да се чуваат една година и потоа да се уништат, освен ако тие податоци се потребни во интересите на службата или правдата. Аудио снимки и други материјали стекнати како резултат на следењето на телефонски или други комуникации мора да се чуваат шест месеци и потоа да се уништат доколку лицето не било обвинето за кривично дело. Судијата кој го одобрил собирањето мора да биде информиран за планираното уништување три месеци од напред (член 5(7) од ЗОИА).", "66. Доколку лицето било обвинето за кривично дело, на крајот од кривичните постапки основниот суд носи одлука за понатамошно складирање или уништување на податоците што се користат како докази. Уништувањето мора да биде евидентирано во извештај што треба да биде потпишан од раководителот на истражниот орган и да биде вклучен во досието на случајот (член 81 § 3 од ЗКП и параграф 49 од Правилникот бр. 142 од 30 септември 2011 година од Комитетот за истраги).", "Е. Надзор на пресретнувањето на комуникации", "67. Раководителите на органите кои спроведуваат оперативно-истражни активности се лично одговорни за законитоста на сите оперативно-истражни активности (член 22 од ЗОИА).", "68. Севкупниот надзор на оперативно-истражните активности го вршат претседателот, Парламентот и Владата на Руската Федерација во рамките на ограничувањата на нивните надлежности (член 20 од ЗОИА).", "69. Главниот обвинител и надлежните обвинители на пониско ниво исто така можат да вршат надзор на оперативно-истражните активности. На барање на надлежниот обвинител, раководителот на државниот орган што врши оперативно-истражни активности мора да ги обезбеди оперативно-истражните материјалите, вклучително лични досиеја, информации за употребата на техничка опрема, дневник за регистрирање и интерни упатства. Материјали кои содржат информации за тајни агенти или полициски доушници можат да бидат обелоденети на обвинител само со согласност на агентот или доушникот, со исклучок на случаи на кривични постапки против нив. Раководителот на државниот орган може да се смета за одговорен во согласност со законот за непридржување на барањето на обвинителот. Обвинителот мора да обезбеди заштита на податоците содржани во обезбедените материјали (член 21 од ЗОИА).", "70.  Законот за Обвинителството (Федерален закон бр. 2202-I од 17 јануари 1992) предвидува дека главниот обвинител ќе биде назначен или разрешен од Советот на Федерацијата (Горниот дом на Парламентот) на предлог од претседателот (член 12). Обвинителите на пониско ниво ги назначува главниот обвинител после консултација со регионалните извршни власти (член 13). Да биде назначен за обвинител лицето мора да биде руски државјанин и мора да е дипломиран правник по руско право (член 40.1).", "71. Покрај нивната работа како обвинители, тие се одговорни и за надзорот дали управата на затворските установи, активностите на извршителите, оперативно-истражни активности и кривичните истраги се во согласност со рускиот Устав и руските закони. Обвинителите исто така ги координираат активностите на сите органи на прогонот во борбата против криминалот (член 8).", "72. Што се однесува до надзорот на оперативно-истражните активности, обвинителите можат да разгледаат дали мерките што се преземени во текот на оперативно-истражните активности се законски и ги почитуваат човековите права (член 29). Налозите на обвинителите во контекст на таквиот надзор мора да се придржуваат на утврдените временски рокови. Доколку не се придржуваат тоа може да резултира со одговорност во согласност со Законот (член 6).", "73. Обвинителите исто така можат да ги испитаат повредите на законот и да дадат образложена одлука за секоја жалба. Таквата одлука не го спречува жалителот да ја поднесе истата жалба пред суд. Доколку обвинителот утврди повреда на законот, тој мора да преземе мерки за да се бара одговорност од одговорните лица.", "74.  Законот за Федералната служба за безбедност од 3 април 1995 година (бр. 40-ФЗ, во понатамошниот текст „Законот за ФСБ“) уредува дека информациите за тајните агенти на безбедносните служби, како и нивните тактики, методи и средства се надвор од опсегот на надзорот од страна на обвинителите (член 24).", "75.  Процедурите за надзор на обвинителите на оперативно-истражните активности биле утврдени во Правилникот бр. 33, издаден од страна на Главното обвинителство на 15 февруари 2011 година.", "76. Правилникот бр. 33 предвидува дека обвинителот може да спроведе рутински инспекции на агенциите кои спроведуваат оперативно-истражни активности, како и ад хок инспекции по жалба од страна на лице и по прием на информации за потенцијални повреди. Оперативно-истражните активности извршени од ФСБ во сферата на контраразузнавањето може да подложи на инспекција само после поединечна жалба (параграф 5 од Правилникот бр. 33).", "77.  За време на инспекциите обвинителот мора да го потврди придржувањето на следниве услови:", "-  почитување на уставните права на граѓаните, како што е правото на почитување на приватниот и смеен живот, домот, преписката, телефонски, поштенски, телеграфски и други комуникации;", "-  мерките преземени во текот на оперативно-истражните активности да се законски и оправдани, вклучително и оние мерки кои биле овластени од страна на суд (параграфи 3 и 6 од Правилникот бр. 33).", "78. За време на инспекциите обвинителот мора да ги проучи оригиналите од релевантните оперативно-истражни материјали, вклучително и лични досиеја, информации за употреба на техничка опрема, дневници за евиденција и интерни упатства, и може да бара објаснување од надлежните службени лица. Обвинителите мора да ги заштитат чувствителните податоци кои им се доверени со неовластен пристап или обелоденување (параграфи 9 и 12 од Правилникот бр. 33).", "79. Доколку обвинителот идентификува повреда на законот, тој мора да побара од службеното лице да ја исправи повредата. Тој мора исто така да преземе мерки за да се стави крај и да се најде лек за повредите на правата на граѓаните и да се побара одговорност од одговорните (параграфи 9 и 10 од Правилникот бр. 33). Еден државен службеник кој одбива да се придржува на наредбите на обвинителот може да се смета за одговорен во согласност со законот (параграф 11).", "80.  Обвинителите што се одговорни за надзор на оперативно-истражни активности мора да поднесат шестмесечни извештаи со детален приказ на резултатите од инспекциите до Главното обвинителство (параграф 15 од Правилникот бр. 33). Формулар за извештај што треба да го пополнат обвинителите е приложен во Правилникот бр. 33. Формуларот е обележан како доверлив. Тој се состои од два дела, и обата во форма на табела. Првиот дел се однесува на инспекции кои се спроведуваат за време на периодот во прашање и содржи информации за бројот на инспекции, бројот на досиеја кои се проверени и бројот на повреди кои се откриени. Вториот дел се однесува на жалбите на граѓаните и содржи информации за бројот на жалби што се разгледани и одобрени.", "Ж. Пристап на поединци до податоци собрани за нив во текот на пресретнување на комуникации", "81. Руското право не предвидува дека лицето чии комуникации се пресретнуваат мора да биде информирано во некој момент од времето. Меѓутоа, едно лице кое ги поседува фактите од оперативно-истражните мерки на кои било подложено и чија вина не била докажана во согласност со процедура пропишана со закон, односно, лицето не било обвинето или обвиненијата биле отфрлени по основ дека наводните кривични дела не биле сторени или дека еден или повеќе елементи од кривичното дело недостасуваат има право да добие информација за собраните податоци во текот на оперативно-истражните активности до мерка која е компатибилна со барањата за оперативна доверливост („конспирации“) и без податоците кои би можеле да доведат до обелоденување на државни тајни (член 5(4-6) од ЗОИА).", "82. Во својата одлука од 14 јули 1998 година (цитирана во параграф 40 горе) Уставниот суд забележал дека секое лице кое ги поседува фактите за оперативно-истражните мерки на кои било подложено, имало право да добие информации за податоците што биле собрани во текот на тие активности, освен ако тие податоци не содржеле државни тајни. Согласно членот 12 од ЗОИА собраните податоци во текот на оперативно-истражните активности – како што се информации за кривични дела и лицата што се инволвирани во нивното извршување – претставувале државна тајна. Меѓутоа информациите за повредите на правата на граѓаните или незаконски дела извршени од страна на властите не можеле да се класифицираат како државна тајна и требале да бидат обелоденети. Членот 12 затоа не може да служи како основа за да се одбие пристап до информации кои влијаат на правата на лицето, под услов таквите информации да не влијаеле на целта или основата за оперативно-истражните активности. Со оглед на горенаведеното, фактот дека согласно оспорениот Закон, едно лице немало право да добие пристап до целокупните податоци собрани за него, не претставувало повреда на уставните права на тоа лице.", "З. Судско разгледување", "1. Општите одредби за судското разгледување на пресретнувањето на комуникации како што биле утврдени од ЗОИА", "83. Едно лице кое тврди дека неговите права биле или се повредени од страна на државен службеник кој врши оперативно-истражни активности може да се жали на претпоставениот на службеното лице, обвинител или суд. Доколку правата на граѓанинот биле повредени во текот на оперативно-истражни активности од страна на државен службеник, претпоставениот на службеникот, обвинител или суд мора да преземе мерки за исправање на повредата и надоместок на штета (член 5 (3) и (9) од ЗОИА).", "84. Доколку на едно лице не му се даде пристап до информации за податоците што се собрани за него во текот на оперативно-истражни активности, тоа има право да ги знае причините за одбивањето на пристапот и може да се жали на одбивањето до суд. Товарот на докажување е на органите на прогон да покажат дека одбивањето на пристап било оправдано. За да се обезбеди целосно судско разгледување, органот на прогон одговорен за оперативно-истражните активности мора на барање на судијата да ги обезбеди оперативно-истражните материјалите кои содржат информации за податоците до кои бил одбиен пристапот, со исклучок на материјали кои содржат информации за тајните агенти или полициските доушници. Доколку судот утврди дека одбивањето да се даде пристап било неоправдано, може да го присили органот на прогон да обелодени материјали за засегнатото лице (член 5 (4 до 6) од ЗОИА).", "85. Во својата одлука од 14 јули 1998 година (цитирана во параграф 40 горе) Уставниот суд забележал дека едно лице кое дознало дека тој или таа бил подложен на оперативно-истражни активности и верувало дека државни службеници со своите активности ги повредиле неговите права, имало право, согласно членот 5 од ЗОИА да ги оспори пред суд основите за спроведувањето на таквите активности, како и посебните активности исвршени од страна на надлежните власти во текот на таквите активности, вклучително и во оние случаи кога тие биле овластени од суд.", "86. Што се однесува до процедуралните прашања, Уставниот суд одлучил дека во постапките во кои основите за оперативно-истражни активности или дејствијата на надлежните власти кои спроведуваат такви активности биле оспорени, како и постапките против одбивањето да се даде пристап до собраните податоци, органите на прогонот требале да ги поднесат до судијата, на негово или нејзино барање, сите релевантни оперативно-истражни материјали, со исклучок на материјалите кои содржат информации за тајни агенти или полициски доушници.", "87.  Едно лице кое сака да се жали дека неговите комуникации се пресретнуваат може да поднесе претставка за судско разгледување согласно членот 125 од ЗКП; жалба за судско разгледување согласно Глава 25 од Законот за граѓанска постапка и Законот за судско разгледување, кој од 15 септември 2015 година бил заменет со Законот за управна постапка; или жалба за граѓански прекршок согласно членот 1069 од Граѓанскиот законик.", "2. Претставка за судско разгледување согласно членот 125 од ЗКП", "88. Пленарниот врховен суд во својата Пресуда бр. 1 од 10 февруари 2009 година одлучи дека дејствијата на службените лица или државни органи кои спроведуваат оперативно-истражни активности на барање на истражно лице можат да бидат оспорени во согласност со процедурата пропишана со членот 125 од ЗКП (став 4). Претставките поднесени согласно тој член можат да бидат разгледани само додека трае кривичната истрага. Доколку случајот веќе е проследен во суд на судење, судијата ја прогласува претставката за недопуштена и му објаснува на жалителот дека може да поднесе претставка пред релевантниот суд (став 9).", "89. Членот 125 од ЗКП уредува судското разгледување на одлуки и дејствија или пропуст да се дејствува од страна на истражно лице или обвинител, кои можат негативно да влијаат на уставните права или слободи на учесниците во кривичните постапки. Поднесувањето на претставка не ја суспендира оспорената одлука или дело, освен ако истражното лице, обвинителот или судот не одлучат поинаку. Судот мора да ја разгледа претставката во рок од пет дена. Жалителот, неговиот адвокат, истражното лице и обвинителот имаат право да присуствуваат на расправата. Жалителот мора да ја поткрепи својата претставка (член 125 §§ 1-4 од ЗКП).", "90. Учесниците во расправата имаат право да ги проучат сите материјали кои биле поднесени до судот и да поднесат дополнителни материјали кои се релевантни за претставката. Обелоденувањето на материјали од кривичен случај е дозволено само ако тоа не е спротивно на интересите на истрагата и не значи повреда на правата на учесниците во кривичната постапка. Судијата може да побара од страните да обезбедат материјали кои служат како основа за оспорената одлука или некакви други релевантни материјали (став 12 од Одлуката бр. 1 од 10 февруари 2009 година на Пленарниот уставен суд на Руската Федерација).", "91. По разгледувањето на претставката, судот или ги прогласува оспорената одлука, дејствие или пропуст за дејствување за незаконски или неоправдани и ќе му даде упатства на одговорното службено лице да ја исправи посочената слабост или да ја отфрли претставката (член 125 § 5 од ЗКП). Кога ќе му се дадат насоки на службеното лице да ја поправи посочената слабост судот може да не посочи некакви конкретни мерки што треба да бидат преземени од службеното лице или да ја поништи или да му нареди на надлежното лице да ја поништи одлуката за која утврдил дека е незаконска или неоправдана (став 21 од Одлуката бр. 1 од 10 февруари 2009 година на Пленарниот уставен суд на Руската Федерација).", "3. Претставка за судско разгледување согласно Глава 25 од Законот за граѓанска постапка, Законот за судско разгледување и Законот за управна постапка", "92. Одлуката број 2 од 10 февруари 2009 година на Пленарниот врховен суд на Руската Федерација уредува дека претставките за одлуките и дејствијата на службените лица или органи кои вршат оперативно-истражни активности кои можат да бидат оспорени во кривични постапки, како и претставки заради тоа што не им бил дозволен пристап до информации за податоците што се собрани во текот на оперативно-истражни активности, можат да се испитаат во согласност со постапката утврдена со Глава 25 од Законот за граѓанска постапка (став 7).", "93. Глава 25 од Законот за граѓанска постапка (ЗКП), на сила до 15 септември 2015 година, ја утврдува постапката за разгледување на претставки против одлуки и дејствија на службени лица кои ги повредуваат правата и слободите на граѓаните, кои дополнително биле обработени во детали во Законот за судско разгледување (Закон бр. 4866-1 од 27 април 1993 година за судското разгледување на одлуки и дејствија со кои биле прекршени правата и слободите на граѓаните). На 15 септември 2015 година Главата 25 од ЗКП и Законот за судско разгледување биле укинати и заменети со Законот за управна постапка (Закон бр. 21-ФЗ од 8 март 2015 година, во понатамошниот текст „ЗУП“) кој стапил на сила на тој датум. ЗУП ги потврдил во суштина и ги проширил одредбите од Глава 25 од ЗГП и Законот за судско разгледување.", "94. ЗГП, Законот за судско разгледување и ЗУП уредуваат дека еден граѓанин може да поднесе претставка пред суд за дејствие или одлука на некој државен или општински орган или службено лице доколку смета дека тие ги прекршиле нивните права и слободи (Членот 254 од ЗГП и членот 1 од Законот за судско разгледување). Претставката може да се однесува на секоја одлука, дејствие или пропуст со кои се прекршуваат правата и слободите на граѓаните, со кои се попречува остварувањето на правата или слободите, или му се наметнува обврска или одговорност (член 255 од ЗГП, член 2 од Законот за судско разгледување и член 218 § 1 од ЗУП).", "95. Претставката мора да биде поднесена до суд со општа надлежност во рок од три месеци од датумот на кој жалителот дознал за повредата на неговото право. Рокот може да се продолжи заради оправдани причини (членот 254 од ЗГП, членовите 4 и 5 од Законот за судско разгледување и членовите 218 § 5 и 219 §§ 1 и 7 од ЗУП). Претставката мора да го споменува бројот за идентификација и датумот на оспорената одлука или датумот и местото кога спорното дело било извршено (член 220 § 2 (3) од ЗУП). Жалителот мора да поднесе документи кои го поткрепуваат она што го тврди или да објасни зошто тој или таа не може да ги поднесе (член 220 §§ 2 (8) од ЗУП). Доколку жалителот не ги исполни горенаведените услови, судијата ќе ја прогласи претставката за недопуштена (член 222 § 3 од ЗУП).", "96. Товарот на докажување што се однесува до законитоста на оспорената одлука, дејствие или пропуст е кај засегнатиот орган или службено лице. Меѓутоа жалителот мора да докаже дека неговите права и слободи биле прекршени со оспорената одлука, дејствување или пропуст (член 6 од Законот за судско разгледување и член 226 § 11 од ЗУП).", "97. Согласно ЗГП претставката мора да биде разгледана во рок од десет дена (член 257 од ЗГП), додека согласно ЗУП мора да биде разгледана во рок од два месеци (член 226 § 1 од ЗУП). Доколку судот одлучи дека претставката е оправдана тој носи одлука за поништување на оспорената одлука или дејствие и бара од органот или одговорното лице во целост да ја исправи повредата на правата на граѓанинот (член 258 § 1 од ЗГП, член 7 од Законот за судско разгледување и член 227 §§ 2 и 3 од ЗУП). Судот може да определи временски рок за исправање на повредата и/или конкретни чекори кои треба да бидат преземени за да се исправи повредата во целост (став 28 од Одлуката бр. 2 од 10 февруари 2009 година на Пленарниот уставен суд и член 227 § 3 од ЗУП). Жалителот потоа може да бара надоместок за материјална или нематеријална штета во посебни граѓански постапки (член 7 од Законот за судско разгледување).", "98.  Судот може да ја одбие претставката доколку утврди дека оспорениот акт или одлука што била донесена од надлежен орган или одговорно лице се законски и не ги повредуваат правата на граѓанинот (членот 258 § 4 од ЗГП и членот 226 § 9 и 227 § 2 од ЗУП.", "99. Странка во постапката може да поднесе жалба до повисок суд (член 336 од ЗГП кој е на сила до 1 јануари 2012 година, членот 320 од ЗГП кој е на сила од 1 јануари 2012 година и членот 228 од ЗУП). Одлуката по жалбата стапува на сила на денот на нејзиното усвојување (член 367 од ЗГП кој е на сила од 1 јануари 2012 година, членот 329 § 5 кој е на сила од 1 јануари 2012 година и членовите 186 и 227 § 5 од ЗУП).", "100. ЗГП уредува дека судската одлука која дозволува една претставка и бара од органот или одговорното лице да ја исправи повредата на правата на граѓанинот морала да биде доставена до раководителот на засегнатиот орган, до засегнатото одговорно лице или до нивните претпоставени во рок од три дена од нејзиното стапување во сила (член 258 § 2 од ЗГП). Законот за судско разгледување бара судската одлука да биде доставена во рок од десет дена од нејзиното стапување на сила (член 8). ЗУП бара судската одлука да биде доставена на денот кога стапила на сила (член 227 § 7). Судот и жалителот мора да бидат известени за спроведувањето на одлуката не подоцна од еден месец по нејзиниот прием (член 258 § 3 од ЗГП, член 8 од Законот за судско разгледување и членот 227 § 9 од ЗУП).", "4. Жалба за граѓански прекршок согласно членот 1069 од Граѓанскиот законик", "101. Штетата предизвикана на лице или имот на граѓанин ќе биде надоместена во целост од сторителот на прекршокот. Сторителот на прекршокот не е одговорен за штетата доколку тој или таа докаже дека штетата не била направена по негова вина (член 1064 §§ 1 и 2 од Граѓанскиот законик).", "102. Државните и општинските тела и одговорните лица ќе бидат одговорни за штета предизвикана на граѓанин со нивни незаконски дејствија или пропусти (член 1069 од Граѓанскиот законик). Без разлика на грешката на државните службеници, државното или регионалното Министерство за финансии е одговорно за штетата претрпена од страна на граѓанин заради (i) незаконска кривична осудителна пресуда или гонење; (ii) незаконска примена на превентивна мерка, и (iii) незаконска административна казна (член 1070 од Граѓанскиот законик).", "Error! Bookmark not defined.. Судот може да му наметне на сторителот на делото обврска за надоместок на нематеријална штета (физичко или ментално страдање). Надоместокот за нематеријална штета не е поврзан со никаква исплата за материјалната штета (членови 151 § 1 и 1099 од Граѓанскиот законик). Износот на надоместокот се утврдува со упатување на тежината вината на сторителот на прекршокот и други важни околности. Судот исто така го зема во предвид опсегот на физичкото или менталното страдање во врска со индивидуалните карактеристики (членот 151 § 2 и членот 1101 од Граѓанскиот законик).", "103.  Без разлика на вината на сторителот на делото, нематеријалната штета ќе биде надоместена доколку штетата била предизвикана (i) од опасен уред; (ii) во случај на незаконско осудување или гонење или незаконска примена на превентивна мерка или незаконска административна казна, и (iii) преку ширење на информации со кои се наштетува на честа, достоинството или угледот (член 1 од Граѓанскиот законик).", "104. Во граѓанските постапки една страна која тврди нешто мора да ги докаже тие тврдењата, освен ако не е на друг начин уредено во федерален закон (член 56 § 1 од ЗГП).", "5. Претставка до Уставниот суд", "105. Законот за Уставниот суд (Закон бр. 1-ФКЗ од 21 јули 1994 година) уредува дека мислењето на Уставниот суд за тоа дали толкувањето на законската одредба усвоена од судски и друг орган на прогон е компатибилна со Уставот, кога тоа мислење е изразено во пресуда, мора да биде почитувано од судовите и органите на прогонот од датумот на усвојување на пресудата (член 79 (5)).", "Ѕ. Обврски на провајдерите на комуникациски услуги", "1. Обврска да се заштитат личните податоци и приватноста на комуникациите", "106. Законот за комуникации уредува дека провајдерите на комуникациски услуги мора да обезбедат приватност на комуникациите. Информации за комуникациите пренесени по пат на телекомуникациски мрежи или поштенски служби и содржините на тие комуникации можат да бидат обелоденети само на испраќачот и на примателот или на нивните овластени застапници, со исклучок на случаите утврдени во федералните закони (член 63(2) и (4) од Законот за комуникации).", "107. Информациите за претплатниците и услугите што им се обезбедуваат се од доверлива природа. Информациите за претплатниците ги вклучуваат нивните презимиња, имиња, патроними и прекарите за физичките лица; имиња на компаниите и презимиња, имиња и патроними на директорите на компаниите и вработени на правните лица; адреси, броеви и други информации за претплатници и други информации кои дозволуваат идентификација на претплатникот или неговиот терминал; податоци од базата на податоци за наплата, вклучително и информации за комуникациите, сообраќајот и исплатите на претплатниците. Информациите за претплатниците не можат да бидат обелоденети на трети лица без согласност на претплатникот, освен во случаи утврдени со федералните закони (член 53 од Законот за комуникации).", "2. Обврска за соработка со органите на прогонот", "108. Законот за комуникации им наметнува обврска на провајдерите на комуникациски услуги да им обезбедат на органите на прогон, во случаите утврдени во федералните закони, информации за претплатници и услуги обезбедени од нивна страна и некои други информации кои им се потребни за да ги остварат своите цели и намери (член 64 (1) Законот за комуникации).", "109. На 30 март 2008 година Советот на градот Москва дискутирал по предлог за воведување на измени и дополнувања на членот 64 (1) од Законот за комуникација кој од органите на прогонот барал да им покажат на провајдерите на комуникациски услуги судски налог кога бараат информации за претплатници. Претставниците на ФСБ и Министерството за внатрешни работи ги информирале присутните дека судските одлуки со кои се одобрувало пресретнување биле доверливи документи и затоа не можеле да им бидат покажани на провајдерите на комуникациски услуги. Предлогот за воведување на измени подоцна бил одбиен.", "110. Провајдерите на комуникациски услуги мораат да обезбедат нивните мрежи и опреми да се во согласност со техничките барања на Министерството за комуникации изработени во соработка со органите на прогонот. Провајдерите на комуникациски услуги исто така мора да обезбедат методите и тактиките што ги применуваат органите на прогонот да останат доверливи (член 64 (2) од Законот за комуникации).", "111.  Во случаите утврдени во федералните закони провајдерите на комуникациски услуги мора да прекинат со давање на услуга на претплатник по приемот на образложен писмен Правилник од страна на раководителот на орган на прогонот кој спроведува оперативно-истражни активности или ја штити националната безбедност (член 64(3) од Законот за комуникации).", "112.  Според Законот за ФСБ провајдерите на комуникациски услуги треба да инсталираат опрема која на ФСБ им овозможува да спроведат оперативно-истражните активности (член 15).", "3. Технички барања за опремата што треба да се инсталира од страна на провајдерите на комуникациски услуги", "113.  Главните карактеристики на системот на технички средства кои овозможуваат оперативно-истражните активности да бидат спроведени („Система технических средств дляобеспечения функций оперативно-разыскных мероприятий“ (‘СОРМ’), во понатамошниот текст означен како „СОРМ“) се претставени во низа од правилниците и прописите издадени од Министерството за комуникации.", "(а) Правилник бр. 70", "114.  Правилникот бр. 70 за техничките барања за системот за технички средства кои овозможуваат спроведување на оперативно-истражни активности преку користење на телекомуникациски мрежи, издадени од страна на Министерството за комуникации на 20 април 1999 година, стипулира дека опремата инсталирана од провајдерите на комуникациски услуги мора да исполни одредени технички барања, кои се опишани во додатоците на Правилникот. Правилникот со додатоците биле објавени во службениот весник на Министерството за комуникации Свјаз Информ (Svyaz Inform) што се дистрибуира преку претплата. Исто така може да се пристапи преку правна база на податоци на интернет која приватно се одржува, а која е репродуцирана од објавата во Свјаз Информ.", "115. Додатоците бр. 1 и 3 ги опишуваат техничките барања за СОРМ за мрежите на мобилната телефонија. Тие специфицираат дека следењето на комуникации се врши од органи на прогонот од терминал за далечинска контрола поврзан со опрема за пресретнување инсталирана од страна на мобилните оператори. Опремата мора, меѓу другото, да може (а) да креира база на податоци за субјектите што се следат со која се раководи преку терминал за далечинска контрола; (б) да следи комуникации и пренесување на податоци добиени од таму на терминалот за далечинска контрола; (в) да ги заштити податоците од неовластен пристап, вклучително и од страна на вработени на мобилниот оператор; (г) да обезбеди пристап до базата на податоци на претплатникот (став 1.1. и 1.6 од Додатокот бр. 1).", "116. Попрецизно, опремата мора да обезбеди (а) пресретнување на сите повици што ги прима и испраќа субјектот што е предмет на пресретнувањето; (б) пристап до информации за неговото движење; (в) одржување на капацитет за пресретнување кога конекција што е во тек се префрла меѓу мрежите од различни мобилни оператори; (г) одржување на капацитет за пресретнување во случаи кои вклучуваат дополнителни услуги, како што е проследување на повик; префрлање на повик или конференциски повици, со можност за регистрирање на број или броеви на кои повикот ги рутира; (д) собирање на комуникациски податоци во врска со сите видови на врски, вклучително факс, кратки пораки (СМС) или друго; (ѓ) пристап до информации за услуги обезбедени на предметот на пресретнувањето (став 2.1.2. од Додатокот бр. 1).", "117.  Постојат два типа на пресретнување: „целосно пресретнување“ и „статистички мониторинг“. Целосното пресретнување е пресретнување на комуникациски податоци во реално време и на содржини од сите комуникации до или од предметот што се следи. Статистички мониторинг е мониторинг само на комуникациски податоци во реално време, без пресретнување на содржината на комуникациите. Комуникациските податоци ги вклучуваат телефонскиот број што е повикан, времето на почетокот и крајот на конекцијата, дополнителните услуги што се користеле, локацијата на предметот на пресретнување и неговиот или нејзиниот конекциски статус (параграфи 2.2 и 2.4 од Додатокот бр. 1).", "118. Инсталираната опрема мора да може да е способна да започне следење на комуникациите во рок од триесет секунди од добивање на команда од терминалот за далечинска контрола (параграф 2.5. од Додатокот бр. 1).", "119. Информациите за предметот на следењето или за преносот на секакви податоци на терминалот за далечинска контрола не можат да се евидентираат или снимат (став 5.4 од Додатокот бр. 1).", "120. Терминалот за далечинска контрола добива лозинка од операторот на мобилната мрежа давајќи му целосен пристап до СОРМ. Терминалот за далечинска контрола потоа ја менува лозинката за неовластени лица да не можат да добијат пристап до СОРМ. Од терминалот за далечинска контрола, може да се управува со СОРМ, меѓу другото, да се започне со следењето на некој претплатник, да се прекине или попречи следењето, да се пресретне тековната комуникација на претплатникот, и да се поднесат специфицираните информации за претплатникот (став 3.1.2 од Додатокот бр. 3).", "121.  Центарот за далечинска контрола ги добива следниве автоматски известувања за предметот на следење: кратки пораки (СМС) испратени или добиени од предметот на пресретнувањето, вклучително и нивната содржина; бројот што се врти; врската што се воспоставува; врската што се прекинува; употребата на дополнителни услуги; и промена на конекцискиот статус на субјектот или локацијата (ставови 3.1.4 од Додатокот бр. 3).", "(б) Правилник бр. 130", "122.  Правилникот бр. 130 за процедури за инсталација за техничките средства кои овозможуваат спроведување на оперативно-истражни активности, издаден од Министерството за комуникации на 25 јули 2000 година стипулирал дека провајдерите на комуникациски услуги морале да инсталираат опрема која ги исполнува техничките барања дадени во Правилникот бр. 70. Процедурата и планот за инсталирање морале да бидат одобрени од ФСБ (став 1.4).", "123. Провајдерите на комуникациски услуги морале да преземат мерки за да ги заштитат информациите во врска со методите и тактиките применети во оперативно-истражни активности (став 2.4).", "124. Провајдерите на комуникациски услуги морале да обезбедат дека секое пресретнување на комуникациите или пристап до податоци за комуникациите да бидат дозволени само согласно судски налог и во согласност со процедура утврдена од ЗОИА (став 2.5).", "125. Провајдерите на комуникациски услуги не морале да бидат информирани за пресретнувањата на нивните претплатници. Ниту пак требале да добијат судски налози со кои се одобрувало пресретнувањето (став 2.6).", "126. Следењето било спроведувано од персоналот и техничките средства на ФСБ и агенции на Министерството за внатрешни работи (став 2.7).", "127. Ставовите 1.4 и 2.6 од Правилникот бр. 130 биле оспорени од страна на г-динот Н. пред Врховниот суд. Г-динот Н. тврдел дека упатувањето на Правилникот бр. 70 содржано во став 1.4 било незаконско, бидејќи Правилникот бр. 70 не бил објавен и бил неважечки. Што се однесува до ставот 2.6 не бил компатибилен со Законот за комуникации, кој уредувал дека провајдерите на комуникациски услуги имале обврска да обезбедат приватност на комуникациите. На 25 септември 2000 година Врховниот суд одлучил дека упатувањето на Правилникот бр. 70 во став 1.4 било незаконско, бидејќи Правилникот бр. 70 бил технички по природа и затоа не подложел на објавување во општо достапна официјална публикација. Затоа било објавен само во специјализирано списание. Што се однесува со ставот 2.6 Врховниот суд сметал дека можел да се толкува како барање за провајдерите на комуникациски услуги да им дадат на органите на прогонот пристап до информации за претплатниците без судско одобрение. Меѓутоа таквото барање било некомпатибилно со Законот за комуникации. Затоа Врховниот суд одлучил дека ставот 2.6 бил незаконски и неприменлив.", "128. На 25 октомври 2000 година Министерството за комуникации го изменил Правилникот бр. 130 преку укинување на ставот бр. 2.6.", "129. Како одговор на барањето за информации од НВО „Граѓанската контрола“, Министерството за комуникации изјавило, во писмо со датум од 20 август 2006 година, дека укинувањето на ставот 2.6 од Правилникот бр. 130 не значело дека провајдерите на комуникациски услуги морале да бидат информирани за оперативно-истражни мерки во однос на претплатникот или да добијат копија од релевантната одлука со која се дозволува судско овластување за такво следење.", "130. Правилникот бр. 130 бил укинат на 16 јануари 2008 година (види параграф 134 долу).", "(в) Правилник бр. 538", "131. Правилникот бр. 538 за соработката меѓу провајдерите на комуникациски услуги и органите на прогонот, издаден од Владата на 27 август 2005 година, предвидува дека провајдерите на комуникациски услуги мора редовно да ги ажурираат базите на податоците со информации за претплатниците и услугите што им се обезбедени. Тие информации мора да бидат складирани три години. Органите на прогонот мораат да имаат пристап од далеку до базите на податоци во секое време (став 12).", "132.  Базите на податоци мора да ги содржат следниве информации: (а) име, патроним и презиме, домашна адреса и број на пасош за физички лица; (б) име на компанијата, адреса и листа на лица кои имаат пристап до терминалот со нивното име, патроним и презиме, домашна адреса и број на пасош за правни лица; (в) информации за конекциите, сообраќајот и исплатите (став 14).", "(г) Правилник бр. 6", "133. Правилникот бр. 6 за барањата на телекомуникациските мрежи во врска со спроведувањето на оперативно-истражните активности, Дел I, издаден од Министерството за комуникации на 16 јануари 2008 година, го замени Правилникот бр. 130.", "134. Тој го задржал барањето дека провајдерите на комуникациски услуги морале да обезбедат пренесување до терминалот за далечинска контрола на релевантниот орган на прогон на информации за (а) броевите и шифрите за идентификација на претплатниците; и (б) содржините на нивните комуникации. Информациите мора да бидат пренесени во реално време после барање од терминалот за далечинска контрола. Провајдерите на комуникациски услуги исто така мора да овозможат да се идентификува локацијата на претплатникот (параграфи 2, 3 и 5).", "135. Терминалот за далечинска контрола мора да има пристап до базите на податоци кои содржат информации за претплатниците, вклучително и нивните броеви и шифри за идентификација (ставови 7 и 8).", "136. Провајдерите на комуникациски услуги мора да внимаваат субјектот што е предмет на пресретнувањето да остане несвесен за пресретнувањето на неговите комуникации. Информации за тековни или минати пресретнувања мора да бидат заштитени од неовластен пристап од страна на вработените од провајдерите на комуникациски услуги (став 9).", "(д) Правилник бр. 73", "137. Правилникот бр. 73 за барањата на телекомуникациските мрежи во врска со спроведувањето на оперативно-истражни активности, Дел II, издаден од Министерството за комуникации на 27 јануари 2010 година, ги објаснува некои од барањата содржани во Правилникот бр. 6. Поконкретно тој уредува дека опремата што е инсталирана од страна на провајдерите на комуникациски услуги мора да обезбеди агенциите што изведуваат оперативно-истражни активности да имаат пристап до сите податоци што се пренесуваат преку телекомуникациските мрежи и се способни да селектираат податоци и избраните податоци да ги пренесуваат на неговиот терминал за контрола (став 2).", "", "III. РЕЛЕВАНТНИТЕ МЕЃУНАРОДНИ И ЕВРОПСКИ ИНСТРУМЕНТИ", "А. Организацијата на обединетите нации", "138. Резолуцијата бр. 68/167 за правото на приватност во дигиталната ера усвоена од Генералното собрание на 18 декември 2013 година го вели следново:", "„Генералното собрание,", "...", "4. Ги повикува сите држави:", "...", "(в) Да ги разгледаат своите процедури, практики и законодавство во врска со следењето на комуникации, нивното пресретнување и собирање на лични податоци, вклучително и масовно следење, пресретнување и собирање, притоа имајќи го на ум правото на приватност преку обезбедување на целосно и делотворно спроведување на сите нивни обврски согласно меѓународното право за човековите права;", "(г) Да воспостават или да ги одржуваат постоечките независни, делотворни домашни механизми за надзор кои можат да обезбедат транспарентност, по потреба, и отчетност на државното следење на комуникациите, нивното пресретнување и собирање на лични податоци ...“", "Б. Советот на Европа", "139.  Конвенцијата за заштита на лица во однос на автоматската обработка на лични податоци од 28 јануари 1981 година (ЦЕТС бр. 108, во понатамошниот текст „Конвенцијата бр. 108“) ги утврдува стандардите за заштита на податоците во сферата на автоматското обработување на лични податоци во јавниот и приватниот сектор. Во неа се вели:", "„Член 8 – Дополнителна заштита за предметот на податоци", "Секое лице ќе има можност:", "а. да го утврди постоењето на автоматизирано досие на лични податоци, неговата главна цел, како и идентитетот или местото на најчест престој или главното место на работа на контролорот на досието;", "б. да набави во разумен временски период и без претерано одолжување или трошок потврда за тоа дали личните податоци што се однесуваат на него се складирани во автоматизирано досие на податоци, како и да му се пренесат тие податоци во разбирлива форма;", "в. да добие, во зависност од случајот, измена или бришење на таквите податоци доколку тие се обработени спротивно на одредбите од домашниот закон со што ќе се спроведуваат основните принципи воспоставени во членовите 5 и 6 од оваа Конвенција;", "г. да постои правен лек доколку барањето за потврда или, во зависност од случајот, за пренесување, исправка или бришење како што е наведено во ставовите б и в од овој член не е соодветно направено.", "Член 9 – Исклучоци и ограничувања", "Нема да биде дозволен никаков исклучок од одредбите на членовите 5, 6 и 8 од оваа Конвенцијата освен во рамките дефинирани во овој член.", "Отстапувањата од одредбите на членовите 5, 6 и 8 од оваа Конвенција ќе бидат дозволени кога таквото отстапување ќе биде наведено во законите на едната страна и претставуваат мерка што е потребна во едно демократско општество, а во интерес на:", "а. заштита на државната безбедност, јавната сигурност, монетарните интереси на државата или сузбивање на кривичните прекршоци;", "б. заштита на предметот на податоците и слободите на другите ...", "Член 10 – Санкции и правни лекови", "Секоја страна се обврзува да воспостави соодветни санкции и правни лекови за прекршување на одредбите на домашното право со што ќе се спроведуваат принципите за заштита на податоците утврдени во оваа глава.“", "140.  Конвенцијата бр. 108 била ратификувана од Русија на 15 мај 2013 година и стапила на сила во однос на Русија на 1 септември 2013 година. Инструментот за ратификација депониран од Руската Федерација на 15 мај 2013 г. ја содржи следнава декларација:", "„Руската Федерација изјавува дека во согласност со потставот „а“ од став 2 од членот 3 од Конвенцијата, нема да ја применува Конвенцијата за лични податоци:", "...", "(б) кои се сметаат за државна тајна во согласност со законодавството на Руската Федерација што ги регулира државните тајни.", "Руската Федерација се изјаснува дека во согласност со потставот „в“ од став 2 од членот 3 од Конвенцијата, ќе ја применува Конвенцијата за лични податоци за лични податоци кои не се обработуваат автоматски, доколку примената на Конвенцијата кореспондира на природата на извршените активности со личните податоци без користење на автоматски средства.", "Руската Федерација се изјаснува дека во согласност со потставот „а“ од став 2 од членот 9 од Конвенцијата, го задржува правото да го ограничи правото на предметот на податоците да има пристап до податоците за него самиот заради заштита на државната безбедност и јавен ред.“", "141. Дополнителниот протокол на Конвенцијата за заштита на поединци во однос на автоматската обработка на лични податоци, а во врска со органите за надзор и прекуграничен проток на податоци од 8 ноември 2001 година (ЦЕТС бр. 181), потпишан, но не и ратификуван од Русија, го уредува следново:", "„Член 1 – Надзорни органи", "1. Секоја страна треба да обезбеди еден или повеќе органи да бидат одговорни за придржување на мерките од нејзиното домашно право заради примена на принципите дадени во Поглавјата II и III од Конвенцијата и во овој Протокол.", "2. а. За оваа цел, споменатите органи треба пред сè да имаат овластување да спроведуваат истрага и да интервенираат, како и овластување да се вклучат во судски постапки или да ги изнесат пред надлежните судски органи повредите на одредбите од домашното право со што ќе се применат принципите споменати во став 1 од член 1 од овој Протокол.", "б. Секој надзорен орган ќе ги сослуша жалбите поднесени од секое лице во врска со заштитата на неговите права и основни слободи во однос на обработката на личните податоци во рамките на неговата надлежност.", "3.Надзорните органи треба да ги спроведуваат своите функции со потполна независност.", "4. Против одлуките на надзорните органи, кои подложат на жалби, можат да се поднесат жалби преку судовите ...“", "142.  Препораката на Комитетот на министри, со која се регулира употребата на лични податоци во полицискиот сектор, усвоена на 17 септември 1987 година (бр. Р (87) 15) го вели следново:", "„1.1. Секоја земја-членка треба да има независен надзорен орган надвор од полицискиот сектор којшто ќе биде одговорен за обезбедување на почитување за принципите содржани во оваа препорака ...", "2.1. Собирањето на лични податоци за полициски цели треба да биде ограничено на онолку колку што е неопходно за спречување на вистинска опасност или надзор на конкретно кривично дело. Секој исклучок на оваа одредба треба да биде предмет на конкретен национален закон.", "2.2. Кога податоците кои се однесуваат на едно лице се собрани и се чуваат без негово знаење и освен ако податоците не се избришани, тој треба да биде информиран, кога тоа е изводливо, дека се чуваат информации за него колку што е можно поскоро откако повеќе нема да е веројатно да му се наштети на предметот на полициските активности...", "3.1. Во рамките на можното, чувањето на лични податоци за полициски цели треба да биде ограничено на точни податоци и на такви податоци кои се неопходни за да им се дозволи на полициските тела да ги извршуваат своите законски задачи во рамките на националното право и нивните обврски кои произлегуваат од меѓународното право...", "5.2.i. Пренесувањето на податоците на други јавни тела треба да е дозволено само ако во одреден случај:", "а. постои јасна законска обврска или овластување, или со одобрение од надзорниот орган, или ако", "б. овие податоци се незаменливи за примателот за да му се овозможи да ја исполни сопствената законска задача и под услов целта на собирањето и обработката што треба да се оствари од страна на примателот да не е некомпатибилна со првичната обработка, а законските обврски на телото за комуникација да не се спротивни на ова.", "5.2.ii. Понатаму, комуникацијата со други јавни тела е особено дозволиво доколку во одреден случај:", "а. комуникацијата е несомнено во интерес на предметот на податоците и или предметот на податоците се согласил или последиците се такви што дозволуваат јасна презумпција на таквата согласност, или ако", "б. комуникацијата е неопходна за да се спречи сериозна и директна опасност.", "5.3.i. Комуницирањето на податоци до приватните страни треба да е дозволиво доколку во даден случај, постои јасна законска обврска или овластување или со одобрение на надзорен орган ...", "6.4. Остварувањето на правата [на предметот на податоците] на пристап, ратификување и бришење треба да биде ограничено толку колку што ограничувањето е незаменливо за законската задача на полицијата или е неопходно за заштита на предметот на податоците или правата и слободите на другите ...", "6.5.  Одбивањето или ограничувањето на тие права треба да се образложено на писмено. Треба да е можно да се одбие да се дадат причините доколку тоа е незаменливо за извршувањето на законската задача на полицијата или е неопходно за заштитата на правата и слободите на другите.", "6.6. Кога ќе се одбие пристап, предметот на податоците треба да може да се пожали на надзорниот орган или на друго независно тело кое ќе се задоволи дека одбивањето било добро основано.", "7.1. Треба да се преземат мерки личните податоци кои се чуваат за полициски цели да се избришат доколку не се повеќе потребни за целите за кои биле чувани.", "Од овие причини, треба да се земат во предвид следниве критериуми: потребата да се сочуваат податоците со оглед на заклучокот од истрагата во конкретниот случај; конечната судска одлука, посебно ако се работи за ослободување; рехабилитација; исцрпените осудителни пресуди; амнестии; староста на предметот на податоците, специфични категории на податоци.", "7.2. Правилата насочени кон одредување на периоди за складирање на различни категории на лични податоци, како и редовни проверки на нивниот квалитет треба да се утврдат во согласност со надзорниот орган или во согласност со домашното право.", "8. Одговорното тело треба да ги преземе сите потребни мерки за да се обезбеди соодветна физичка и логична безбедност на податоците и спречување на неовластен пристап, пренесување или менување. Различните карактеристики и содржини на досиејата треба, за оваа цел, да бидат земени во предвид.“", "143.  Препораката на Комитетот на министри за заштита на личните податоци во областа на телекомуникациските услуги, со посебно упатување на телефонските услуги, усвоена на 7 февруари 1995 година (бр. R (95) 4), го вели следново во релевантниот дел:", "„2.4. Мешањето од страна на јавните органи околу содржината на комуникациите, вклучително и употребата на уреди за прислушување или други средства за следење и пресретнување на комуникациите мора да се врши само кога ова е предвидено со закон и претставува неопходна мерка во едно демократско општество во интерес на:", "а. заштита на државната безбедност, јавната сигурност, монетарните интереси на државата или сузбивање на кривичните дела;", "б. заштита на предметот на податоците и правата и слободите на другите.", "2.5. Во случај на мешање од страна на јавните власти во содржината на комуникацијата, домашното право треба да регулира:", "а. остварување на правата на предметот на податоци на пристап и исправка;", "б. во кои околности одговорните јавни власти имаат право да одбијат да дадат информации на засегнатото лице или да го одложат истото;", "в. складирање и уништување на такви податоци.", "Доколку еден оператор на мрежа или провајдер на услуга добие упатство од јавен орган да изврши мешање, податоците што така ќе се соберат треба да се пренесат само на телото назначено во одобрението за таквото мешање ...“", "В. Европската унија", "144.  Резолуцијата на Советот од 17 јануари 1995 година за законското пресретнување на телекомуникациите (96/C 329/01) го уредува следново:", "„Овој член ги претставува барањата на органите на прогонот во врска со законското пресретнување на телекомуникациите. Овие барања се предмет на националното право и треба да се толкуваат во согласност со важечките национални политики...", "1.3. Органите на прогонот бараат телекомуникациите до и од целната услуга да се обезбедуваат до исклучувањето на сите комуникации кои не потпаѓаат во опсегот на одобрението за пресретнување...", "2.Органите на прогонот бараат капацитет за мониторинг во реално време и цело време во текот на пресретнување на телекомуникациите. Податоците поврзани со повикот секогаш треба да се обезбедуваат во реално време. Доколку податоците поврзани со повикот не можат да се направат достапни во реално време органите на прогонот бараат податоците да бидат достапни колку што е можно поскоро по прекинување на повикот.", "3. Органите на прогонот бараат операторите/провајдерите на услуги во мрежата да обезбедат еден или неколку интерфејси од кои пресретнатите комуникации можат да се пренесат до телото за мониторинг на органите на прогонот. Овие интерфејси мора да бидат заеднички договорени од страна на органите што вршат пресретнување и операторите/провајдерите на услуги во мрежата. Други прашања поврзани со тие интерфејси ќе бидат решени согласно прифатените пракси во поединечни земји ...", "5. Органите на прогонот бараат пресретнувањето да биде проектирано и спроведено така да се спречи неовластено или неправилно користење и заштита на информациите поврзани со пресретнувањето ...", "5.2. Органите на прогонот бараат операторите/провајдерите на услуги во мрежата да обезбедат пресретнатите комуникации да се пренесат само до телото за мониторинг што е назначена во одобрението за пресретнување...“", "145.  Горенаведените барања биле потврдени и изложени во Резолуцијата на Советот бр. 9194/01 од 20 јуни 2001 година за оперативните потреби на органите на прогонот во однос на јавните телекомуникациски мрежи и услуги.", "146. Пресудата усвоена од Судот на правдата на Европската унија (СПЕУ) на 8 април 2014 година во заедничките случаи на Дигитални права Ирска и Ситинџер и други ја прогласила за неважечка Директивата за чување на податоци 2006/24/EC во која се воспоставени обврските за провајдерите на јавно достапни електронски комуникациски услуги или јавните комуникациски мрежи да ги сочуваат сите податоци за сообраќајот и локацијата во период од шест месеци до две години, за да се обезбеди податоците да бидат достапни за истраги, откривање и гонење на сериозни кривични дела согласно дефинициите на секоја земја-членка во нејзиното национално право. СПЕУ нотирал дека, иако Директивата не дозволувала чување на содржината на комуникацијата, податоците за сообраќајот и локацијата која ги опфаќала можеле да обезбедат многу прецизни заклучоци да бидат извлечени во врска со приватните животи на лицата чии податоци биле сочувани. Соодветно на тоа, обврската за задржување на тие податоци само по себе претставувала мешање во правото на почитување на приватниот живот и комуникациите гарантирани со членот 7 од Повелбата за основните права на ЕУ и правото на заштита на личните податоци согласно членот 8 од Повелбата. Исто така, пристапот на надлежните национални власти до податоците претставувало дополнително мешање во тие основни права. СПЕУ понатаму одлучи дека мешањето било особено сериозно. Фактот дека податоците биле сочувани и последователно користени без да биде информиран претплатникот или регистрираниот корисник било можно во умовите на засегнатите лица да создаде чувство дека нивните приватни животи им биле под постојан надзор. Мешањето задоволувало цел од општ интерес, имено да придонесе во борбата против сериозниот криминал и тероризам и на тој начин во крајна линија за јавната сигурност. Меѓутоа, не успал да го задоволи барањето за сразмерност. Најпрво директивата на општ начин ги опфаќала сите лица и сите средства од електронските комуникации, како и сите податоци за сообраќајот без да се прави разлика, ограничување или исклучок во однос на целта на борбата против сериозниот криминал. Затоа вклучувала мешање во основните права на практично целото европско население. Важела дури и за лица за кои немало докази кои би можеле да сугерираат дека нивното однесување можело да има врска, дури и индиректна или далечна со сериозен криминал. Второ, директивата не содржела значителни и процедурални услови во врска со пристапот на надлежните национални власти до податоците и нивната последователна употреба. Со просто упатување, на општ начин, на сериозно кривично дело, како што е дефинирано од секоја земја-членка во своето национално право, директивата не успеала да воспостави никаков објективен критериум со кој би се утврдело кои од делата можеле да се сметаат за доволно сериозни за да оправдаат така обемно мешање во основните права вградени во членовите 7 и 8 од Повелбата. Над сè, пристапот на надлежните национални власти до податоците што биле задржани не зависело од претходен преглед спроведен од суд или од независно управно тело чија одлука требала да го ограничи пристапот до податоците и нивното користење на она што било строго неопходно за потребите на остварување на саканата цел. Трето, директивата барала сите податоци да бидат задржани во период од најмалку шест месеци, без да се прави разлика меѓу категориите на податоците врз основа на нивната можна корисност за потребите на целта кој требала да се постигне или според засегнатите лица. СПЕУ заклучи дека директивата вклучувала широк спектар и особено сериозно мешање во основните права вградени во членовите 7 и 8 од Повелбата, без токму таквото мешање да биде ограничено со одредби за да се обезбеди дека всушност било ограничено на она што било строго неопходно. СПЕУ исто така нотирал дека директивата не давала соодветни заштити преку технички и организациски мерки, за да се обезбеди ефективна заштита на податоците што биле задржани од ризикот од злоупотреба и од каков било незаконски пристап и користење на таквите податоци.", "ПРАВОТО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 8 ОД КОНВЕНЦИЈАТА", "147. Жалителот се жалеше дека системот на тајно прислушување на комуникациите по мобилен телефон во Русија не бил во согласност со барањата од членот 8 од Конвенцијата, во кој се вели следново:", "„1. Секој човек има право на почитување на неговиот приватен и семеен живот, домот и преписката.", "2. Јавните власти не смеат да се мешаат во остварувањето на ова право, освен ако тоа мешање не е во согласност со закон и е неопходно во едно демократско општество во интерес на државната и јавната безбедност, или економската благосостојба на земјата, спречување на нереди или кривично дело, заштитата на здравјето или моралот, или заштита на правата и слободите на другите.“", "А. Допуштеност", "148. Владата се изјасни дека жалителот не може да тврди дека бил жртва на наводната повреда на неговото право на почитување на неговиот приватен живот или кореспонденција (види параграфи 152 до 157 долу). Исто така тој не ги исцрпил домашните правни лекови (види параграфи 219 до 226 долу).", "149. Судот смета дека приговорите на Владата се толку тесно поврзани со суштината на жалбата на жалителот што морале да бидат поврзани со основаноста.", "150. Судот понатаму забележа дека оваа жалба не е очигледно лошо заснована во рамки на значењето на членот 35 § 3 (а) од Конвенцијата. Ниту е недопуштена по некој друг основ. Затоа мора да се прогласи за допуштена.", "Б. Основаност", "1. Статусот на жртва на жалителот и постоењето на „мешање“", "(а) Изјаснувања на странките", "(i) Владата", "151. Владата се изјасни дека жалителот не можел да тврди дека бил жртва на наводна повреда на членот 8 од Конвенцијата и дека немало никакво мешање во остварувањето на неговите права. Тој не се жалел дека неговите комуникации биле пресретнувани. Суштината на неговата жалба пред домашните судови и Судот била дека провајдерите на комуникациски услуги инсталирале специјална опрема која на властите им овозможувала да спроведуваат оперативно-истражни активности. Според мислењето на Владата случајот на Оранге Словенско ДОО против Словачка (Orange Slovensko, A. S. v. Slovakia ((dec.), no. 43983/02, 24 October 2006)) потврдил дека инсталирањето на опрема за пресретнување, дури и нејзиното финансирање од страна на приватни компании само по себе не било спротивно на Конвенцијата.", "152. Владата понатаму се изјасни дека членот 34 не можел да се користи за поднесување на жалба во форма на actio popularis; ниту пак формирал основа за жалба in abstracto дека еден закон бил спротивен на Конвенцијата (тие упатија на Aalmoes and 112 Others v. the Netherlands (dec.), no. 16269/02, 25 November 2004). Тие тврдеа дека пристапот до статус на жртва утврден во случаите на Клас и други против Германија (Klass and Others v. Germany (6 September 1978, § 34, Series A no. 28)) и на Малоун против Обединетото Кралство (Malone v. the United Kingdom (2 August 1984, § 64, Series A no. 82)) – според кои едно лице може, под одредени услови, да тврди дека е жртва на повреда заради чистото постоење на безбедносни мерки или на законодавство кое дозволува тајни мерки, без да мора да потврди дека такви мерки всушност биле применети во неговиот случај – не може да се толкува толку широко за да го вклучи секое лице во тужената држава кое се плаши дека безбедносните служби можеби собирале информации за него. Жалителот треба да покаже дека постоела „разумна веројатност“ дека безбедносните служби собирале и задржале информации во врска со неговиот или нејзиниот приватен живот (тие упатија на Esbester v. the United Kingdom, no. 18601/91, Commission decision of 2 April 1993; Redgrave v. the United Kingdom, no. 20271/92, Commission decision of 1 September 1993; Matthews v. the United Kingdom, no. 28576/95, Commission decision of 16 October 1996; Halford v. the United Kingdom, 25 June 1997, § 17, Reports of Judgments and Decisions 1997III; Weber and Saravia v. Germany (dec.), no. 54934/00, §§ 4-6 and 78, ECHR2006-XI; и Kennedy v. the United Kingdom, no. 26839/05, §§ 122 and 123, 18 May 2010).", "153. Владата се држеше до тоа дека исклучоци на правилото за „разумна веројатност“ биле можни само за посебни причини. Едно лице можело да тврди дека има мешање како резултат на чисто постоење на законодавство кое дозволувало мерки за тајно следење само во исклучително околности, земајќи ја во предвид достапноста на некакви правни лекови на национално ниво и ризикот од мерките за тајно следење да се применат во неговиот случај (тие го цитираа Кенеди, цитиран горе, § 124). Според Владата, во овој случај не можело да се утврдат никакви специјални причини од таков вид.", "154. Најпрво, немало „разумна веројатност“ или навистина некаков ризик воопшто дека жалителот бил предмет на мерки за следење, бидејќи тој не бил осомничен за никакви кривични дела. Фактот дека тој бил главен уредник на издавачка куќа не можело да претставува основа за пресретнување согласно руското право. Владата тврдеше дека телефонските разговори на жалителот никогаш не биле пресретнувани. Жалителот не обезбедил никаков доказ во спротивна насока. Документите што тој ги поднел во домашните постапки се однесувале на трети лица и не содржеле никаков доказ дека неговиот телефон бил прислушуван.", "155. Второ, постоеле правни лекови на национално ниво со кои можело да се провери дали постоела недоволната заштита од злоупотреба во руското право како и некои конкретни мерки за следење применети врз лицето. Било можно да се побара од Уставниот суд да ја разгледа уставноста на ЗОИА. Било можно да се поднесе жалба до Врховниот суд, како што тоа успешно го сторил г-динот Н., кој се стекнал со наод за незаконитост во однос на одредба од Правилникот бр. 130 на Министерството за комуникации (види параграф 128 горе). Што се однесува до Правилникот бр. 70, спротивно на тврдењата на жалителот, било соодветно објавено (види параграф 181 долу) и затоа можело да се оспори на суд. Лице чии комуникации биле пресретнати незаконски без претходно судско одобрение исто така можело да добие отштета во граѓански суд. Владата упатила на пресудата на Врховниот суд од 15 јули 2009 година, кој утврдил дека инсталирањето на видео камера во канцеларијата на жалителот и прислушувањето на неговиот службен телефон било незаконско, бидејќи таквите мерки за следење биле спроведени без претходно судско одобрение (види параграфи 219 до 224 долу). Конечно, руското право предвидувало надзор на пресретнувањето на комуникациите од страна на независно тело, обвинителството.", "156.  Владата заклучи, со оглед на гореспоменатото, дека овој случај се разликувал од случајот на Здружението за европска интеграција и човековите права и Екимџиев против Бугарија (Association for European Integration and Human Rights and Ekimdzhiev v. Bulgaria (no. 62540/00, 28 June 2007)) во кој Судот одбил да го примени тестот на „разумна веројатност“ заради тоа што немало никаква заштита од незаконско пресретнување во Бугарија. Со оглед дека руското право предвидувало соодветна и доволна заштита од злоупотреба во сферата на прислушувањето на комуникациите, вклучително и достапни правни лекови, според мислењето на Владата, жалителот не можел да тврди дека имало мешање како резултат на чисто постоење на законодавство кое дозволувало тајно следење. Во отсуство на „разумна веројатност“ дека неговата комуникација по телефон била пресретната, тој не можел да тврди дека бил жртва на наводна повреда на членот 8 од Конвенцијата.", "(ii)  Жалителот", "157. Жалителот се изјасни дека тој можел да тврди дека бил жртва на повреда на членот 8 предизвикана од простото постоење на законодавство кое дозволувало систем на тајно пресретнување на комуникациите, без да се покаже дека таквите тајни мерки всушност биле применети во неговиот случај. Постоењето на таква законска рамка вклучувало закана од следење за сите корисници на телекомуникациските услуги и затоа само по себе достигнало ниво на мешање во остварувањето на неговите права согласно членот 8. Во поткрепа на својот став тој се повика на случаите на Клас и други (цитиран горе, §§ 34 и 37), Здружението за европска интеграција и човековите права и Екимџиев (цитиран горе, § 58) и Кенеди (цитиран горе, § 123).", "158. Жалителот тврдеше дека тестот за „разумна веројатност“ бил применуван од Судот само во оние случаи кога жалителот тврдел дека навистина имало пресретнување, додека во случаите кои содржеле општи жалби на законодавството и праксата која дозволувала тајни мерки за следење бил применет тестот на „просто постоење“ утврден во пресудата во случајот на Клас и други (види Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 59, и Кенеди, цитиран горе, §§ 122 и 123, со дополнителни упатувања). Во случајот на Либерти и други против Обединетото Кралство (Liberty and Others v. the United Kingdom (no. 58243/00, §§ 56 and 57, 1 July 2008)), Судот утврдил дека овластувањата кои на властите им дозволувале да пресретнуваат комуникации претставувале мешање во правото на жалителите од членот 8, бидејќи тие биле лица на кои овие овластувања можеле да бидат применети. Во случајот на Кенеди (цитиран горе, § 124) тој тест бил дополнително појаснет за да вклучува проценка на достапноста на некакви правни лекови на национално ниво и ризик од мерки за тајно следење кои се применувале за жалителот. Конечно, во случајот на Мерш и други против Луксембург (Mersch and Others v. Luxemburg (nos. 10439/83 et al., Commission decision of 10 May 1985)) Комисијата одлучила дека во тие случаи каде властите немале обврска да ги известат засегнатите лица за мерките за следење на кои биле подложени, жалителите можеле да тврдат дека биле „жртви“ на повреда на Конвенцијата заради простото постоење на законска регулатива за тајно следење, иако не можеле да тврдат, во поткрепа на своите жалби, дека тие реално биле предмет на мерка на следење.", "159. Жалителот аргументирал дека тој можел да тврди дека бил жртва на повреда на членот 8 како на сметка и на чистото постоење на закон за тајно следење така и заради неговата лична ситуација. ЗОИА, разгледан заедно со Законот за ФСБ, Законот за комуникации и Правилниците усвоени од Министерството за комуникации, како што бил Правилникот бр. 70, им дозволувале на безбедносните служби да пресретнуваат, со помош на технички средства, секакви комуникации на лицето без претходно да обезбедат одобрение од суд. Поконкретно, безбедносните служби немале обврска да обезбедат одобрение за пресретнување до никого, вклучително и провајдерот на комуникациски услуги. Оспорената законска регулатива затоа давала бланко дозвола за пресретнување на комуникациите.", "160. Во руското право немало на располагање никакви правни лекови за да се оспори таквата законска регулатива. Оттука, што се однесува до можноста за оспорување на Правилникот бр. 70, жалителот упатил на одлуката на Врховниот суд од 25 септември 2000 година во однос на жалбата на г-дин Н. (види параграф 128 горе), во која одлучил дека Правилникот бил повеќе од техничка отколку од правна природа и затоа не подложел на службено објавување. Тој исто така поднел и копија на одлуката од 24 мај 2010 година од страна на Врховниот стопански суд кој утврдил дека Правилниците од страна Министерството за комуникации кои барале провајдерите на комуникации да инсталираат опрема со која властите ќе можеле да вршат оперативно-истражни активности не подложеле на судско разгледување во стопанските судови. Домашните постапки покренати од жалителот покажале дека Правилникот бр. 70 не можел делотворно да биде оспорен пред руските судови. Понатаму, што се однесува до ЗОИА, Уставниот суд веќе ја имал разгледувано неговата уставност во низа прилики и утврдил дека бил компатибилен со Уставот. Конечно што се однесува до можноста да се оспорат индивидуалните мерки за следење, жалителот се изјаснил дека засегнатото лице не било известено за пресретнувањето, освен ако пресретнатиот материјал не бил употребен како доказ во кривични постапки против него. Во отсуство на известување, домашните правни лекови биле неделотворни (види исто така параграф 217 долу).", "161. Што се однесува до личната ситуација жалителот се изјаснил дека тој бил новинар и претседател на огранокот во Санкт Петербург на Гласност-Фондацијата за одбрана, која ја следела состојбата со слободата на медиумите и давала правна поддршка на новинари чии професионални права биле повредени (види параграф 8 горе). Неговите комуникации затоа биле соочени со поголем ризик да бидат пресретнати. Жалителот во врска со тоа упатил на суштинската важност на заштитата на изворите на новинарите, нагласено од пресудата на Големиот судски совет во Санома Уитгеверс Б.В. против Холандија (Sanoma Uitgevers B.V. v. the Netherlands ([GC], no. 38224/03, § 50, 14 September 2010)).", "(б) Оценка на Судот", "162. Судот забележува дека жалителот во актуелниот случај тврди дека имало мешањето во остварувањето на неговите права како резултат на чистото постоење на законска регулатива која дозволувала тајно прислушување на комуникацијата по мобилен телефон и ризикот да се биде подложен на мерки за прислушување, а не како резултат на некакви посебни мерки за прислушување што би биле применети врз него.", "(i) Преглед на судската пракса на Судот", "163. Судот постојано одлучува во својата судска пракса дека Конвенцијата не го предвидува институтот actio popularis и дека неговата задача вообичаено не е да го разгледа релевантното право и пракса in abstracto, туку да утврди дали со начинот на кој тие биле применети или го погодиле жалителот резултирале со повреда на Конвенцијата (види меѓу другите извори, N.C. v. Italy [GC], no. 24952/94, § 56, ECHR 2002X; Krone Verlag GmbH & Co. KG v. Austria (no. 4), no. 72331/01, § 26, 9 November 2006; и Centre for Legal Resources on behalf of Valentin Câmpeanu v. Romania [GC], no. 47848/08, § 101, ECHR 2014). Соодветно на тоа, за да може да поднесе жалба согласно членот 34, едно лице мора да може да покаже дека тој бил „директно погоден“ од мерката на која се жали. Ова е незаменливо за покренување на заштитните механизми на Конвенцијата, иако овој критериум не треба да се применува на ригиден, механички и нефлексибилен начин во текот на постапките (види Центар за правни ресурси во име на Валентин Кампеану, цитиран горе, § 96).", "164. Оттука, Судот дозволува општо оспорување на релевантен законодавен режим во сферата на тајното следење при признавањето на одредени одлики на мерките за тајно следење и важноста од обезбедување на делотворна контрола и надзор на нив. Во случајот на Клас и други против Германија, Судот одлучи дека едно лице, може согласно одредени услови, да тврди дека е жртва на повреда предизвикана од чистото постоење на тајни мерки или законска регулатива која дозволува тајни мерки, без да се тврди дека таквите мерки всушност биле применети за него. Релевантните услови требале да бидат утврдени во секој случај согласно правото или правата од Конвенцијата за кои се тврдело дека биле повредени, тајниот карактер на мерките на кои се приговара и врската меѓу жалителот и тие мерки (види Клас и други, цитиран горе, § 34). Судот ги појасни причините за својот пристап на следниов начин:", "„36. Судот посочува дека кога една држава спроведува тајно следење чие постоење останува непознато за лицата кои се предмет на контролата, со последицата дека следењето останува неоспорено, членот 8 во голема мерка може да биде сведен на ништожност. Можно е во таква ситуација со едно лице да се постапува на начин спротивен на членот 8 или дури и лишен од правото доделено од членот, без да биде свесен за тоа и затоа без да може да се стекне со правен лек било на национално ниво или пред институциите на Конвенцијата...", "Судот го смета за неприфатливо тоа што осигурувањето за уживање на правото гарантирано со Конвенцијата на тој начин може да биде отстрането од простиот факт дека засегнатото лице се чува несвесно за својата повреда. Право на прибегнување на Комисијата на лица кои потенцијално се погодени од тајно следење треба да произлезе од членот 25 [сега членот 34], бидејќи во спротивно членот 8 е соочен со ризикот да биде поништен.", "37. Што се однесува на фактите од конкретниот случај, Судот забележува дека оспорената законска регулатива воспоставува систем за следење согласно кој на сите лица во Сојузната Република Германија може потенцијално да им биде следена нивната електронска пошта, преписка по пошта и телекомуникации без воопшто некогаш да го знаат за тоа, освен ако постои или некаква индискреција или последователни околности утврдени во пресудата на Федералниот уставен суд. За оваа цел, оспорената законска регулатива директно влијае на сите корисници или потенцијални корисници на поштенските и телекомуникациски услуги во Сојузната Република Германија. Понатаму, како што со право посочиле делегатите, оваа закана од следење може да се тврди дека сами по себе ја ограничува слободната комуникација преку поштенски и телекомуникациски услуги, со што претставува за сите корисници или потенцијални корисници директно мешање во правото гарантирано од членот 8 ...", "38. Со оглед на специфичните околности на актуелниот случај, Судот заклучува дека секој од жалителите има право да ‘(тврди) дека е жртва на повреда’ на Конвенцијата, иако не е во можност да тврди во поткрепа на својата жалба дека тој бил предмет на конкретната мерка на следење. Прашањето дали жалителите реално биле жртви на некаква повреда на Конвенцијата вклучува утврдување дали оспорената законска регулатива е сама по себе компатибилна со одредбите на Конвенцијата ...“", "165. По случајот на Клас и други, судската пракса на органите на Конвенцијата развиле два паралелни пристапи кон статусот на жртва во случаи на тајно следење.", "166. Во неколку случаи Комисијата и Судот одлучиле дека тестот во Клас и други не можел да биде толкуван толку широко за да го вклучи секое лице во тужената држава кое се плашело дека безбедносните служби можеле да собираат информации за него. Жалбата меѓутоа не може разумно да се очекува да докаже дека информациите за неговиот или нејзиниот приватен живот биле собрани и сочувани. Било доволно, во областа на тајните мерки, да се утврди постоењето на практики кои дозволуваат тајно следење и дека постоела разумна веројатност дека безбедносните служби собрале и чувале информации во врска со неговиот приватен живот (види Esbester, цитиран горе; Redgrave, цитиран горе; Christie v. the United Kingdom, no. 21482/93, Commission decision of 27 June 1994; Matthews, цитиран горе; Halford, цитиран горе, §§ 47 and 5557; и Iliya Stefanov v. Bulgaria, no. 65755/01, §§ 49 and 50, 22 May 2008). Во сите горенаведени случаи жалителите тврделе дека реално биле пресретнувани нивните комуникации. Во некои од нив тие исто така поднесувале општи жалби за законската регулатива и пракса кои дозволувале мерки за тајно следење (види Esbester, Redgrave, Matthews, и Christie, сите цитирани горе).", "167. Во други случаи Судот го повторил пристапот од Клас и други дека чистото постоење на закони и практики кои дозволувале и воспоставувале систем за спроведување на тајно следење на комуникациите вклучувало закана од следење за сите оние за кои законодавството може да биде применето. Оваа закана неизбежно влијае на слободата на комуникација меѓу корисниците на телекомуникациските услуги, и затоа достигнала сама по себе мешање во остварувањето на правата на жалителот согласно членот 8, без разлика на мерките кои реално се преземаат против нив (види Малоун, цитиран горе, § 64; Вебер и Саравиа, цитиран горе, § 78; Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 58, 59 и 69; Либерти и други, цитиран горе, §§ 56 и 57; и Iordachi and Others v. Moldova, no. 25198/02, §§ 30-35, 10 February 2009). Во сите од горенаведените случаи жалителите поднеле општи жалби против законската регулатива и практика кои дозволувале мерки за тајно следење. Во некои од нив тие тврделе дека нивните комуникации биле пресретнувани (види Малоун, цитиран горе, § 62; и Либерти и други, цитиран горе, §§ 41 и 42).", "168. Конечно, во најскорешниот случај на оваа тема, Кенеди против Обединетото Кралство, Судот одлучил дека не треба да се изгуби увид во специјалните причини со кои се оправдува одалечувањето на Судот во случаи во врска со тајните мерки, од својот општ пристап кој ги лишува поединците од правото да се оспори закон in abstracto. Главната причина била да се обезбеди тајноста на таквите мерки да не резултира со мерки кои ефективно не можат да се оспорат и кои се надвор од надзорот на националните судски власти и Судот. За да се оцени, во одреден случај дали едно лице може да тврди дека имало мешање како резултат на чистото постоење на законодавство кое дозволува тајни мерки за следење, Судот мора да ја има во предвид достапноста на сите правни лекови на национално ниво и ризикот тајните мерки за следење да бидат применети на него. Кога не постои можност да се оспори наводната примена на тајните мерки за следење на домашно ниво, широко распространет сомнеж и загриженост кај општата јавност дека овластувањата за тајно следење се злоупотребуваат не може да се каже дека се неоправдани. Во такви случаи, дури и кога реалниот ризик од следење е низок, постои поголема потреба за надзор од страна на овој Суд (види Кенеди,цитиран горе, § 124).", "(ii) Усогласување на пристапот што ќе се преземе", "169.  Судот смета, во овој контекст, дека е неопходно да се разјаснат условите во кои жалителот може да тврди дека бил жртвата на повредата на членот 8 без да мора да се докаже дека тајните мерки за следење всушност биле применети на него, за да може да се усвои воедначен и предвидлив пристап.", "170. Според гледиштето на Судот пристапот во Кенеди е најдобро прилагоден на потребата тајноста на мерките за следење да не резултира во мерки кои ефективно нема да можат да бидат оспорени и кои ќе бидат надвор од надзорот на националните судски власти и на Судот. Соодветно на тоа Судот прифаќа дека жалителот може да тврди дека е жртва на повреда предизвикана од чистото постоење на мерки за тајно следење или законска регулатива која дозволува мерки за тајно следење, доколку бидат задоволени следниве услови. Најпрво, Судот ќе го земе во предвид опсегот на законодавството кој дозволува мерки за тајно следење преку проверка дали жалителот може на некаков начин да биде погоден од тоа, било заради тоа што тој или таа ѝ припаѓа на група лица кои се цел на оспорената законска регулатива или бидејќи законската регулатива директно влијае на сите корисници на комуникациски услуги преку воспоставување на систем во кој на секое лице можат да му се пресретнуваат комуникациите. Второ, Судот ќе ја земе во предвид достапноста на правните лекови на национално ниво и ќе го прилагоди степенот на надзор во зависност од делотворноста на таквите правни лекови. Како што Судот нагласил во Кенеди, каде домашниот систем не обезбедува делотворен правен лек на лицето кои се сомнева дека е предмет на тајно следење, широко распространетиот сомнеж и загриженост кај општата јавност дека овластувањата за тајно следење се злоупотребуваат не може да се каже дека е неоправдано (види Кенеди, цитиран горе, § 124). Во такви услови заканата од следење може да се тврди дека сама по себе ја ограничува слободната комуникација преку поштенски и телекомуникациски услуги, со што претставуваат за сите корисници или потенцијални корисници директно мешање на правото загарантирано од членот 8. Затоа постои поголема потреба од надзор од страна на Судот, а исклучокот од правилото, кое ги лишува поединците од правото да се оспори еден закон in abstracto, е оправдан. Во такви случаи поединецот нема потреба да го покаже постоењето на некаков ризик дека мерки за тајно следење биле применети на него. Наспроти тоа, доколку националниот систем предвидува делотворни правни лекови, широко распространет сомнеж за злоупотреба е потешко да се оправда. Во такви случаи, лицето може да тврди дека е жртва на повреда предизвикана од чистото постоење на тајни мерки или на законска регулатива која дозволува тајни мерки само ако тој е во можност да го покаже тоа, заради неговата лична состојба, тој потенцијално е соочен со ризик да биде подложена на такви мерки.", "171. Затоа пристапот на Судот во случајот Кенеди му го дава потребниот степен на флексибилност да се справи со низа различни ситуации кои можат да произлезат во контекст на тајното следење, земајќи ги во предвид специфичностите на правните системи во земјите-членки, имено достапните правни лекови, како и различни лични состојби на жалителите.", "(iii) Примена во актуелниот случај", "172. Не е спорно дека комуникациите преку мобилен телефон се опфатени со поимот „приватен живот“ и „преписка“ во членот 8 § 1 (види, на пример, Либерти и други, цитиран горе, § 56).", "173. Судот забележува дека жалителот во актуелниот случај тврди дека имало мешање во неговите права како резултат на чистото постоење на законска регулатива која дозволувала мерки за тајно прислушување и ризик да биде подложен на мерките, а не како резултат на некакви посебни мерки за следење што би биле применети врз него.", "174. Судот забележува дека оспорената законска регулатива воведува систем на тајно следење во кој на секое лице што ги користи услугите на мобилната телефонија на руските провајдери може да му се пресретнуваат комуникациите по мобилен телефон, без дури и да биде известен за следењето. За таа цел законодавството во прашање директно ги погаѓа сите корисници на овие услуги со мобилни телефони.", "175.  Исто така, од причините утврдени долу (види параграфи 286 до 300), руското право не обезбедува правни лекови за лице кое се сомнева дека е предмет на тајно следење.", "176. Со оглед на горенаведениот наод, жалителот нема потреба да покаже дека заради неговата лична состојба, тој ризикувал да биде подложен на тајно следење.", "177. Со оглед на тајната природа на мерките за следење предвидени од спорната законска регулатива, широкиот опсег на нивната примена која влијае на сите корисници на комуникациите по мобилен телефон и недостатокот на ефективни средства за да оспори наводната примена на мерки за тајно следење на домашно ниво, Судот смета дека проверката на релевантната законска регулатива in abstracto е оправдано.", "178. Судот затоа утврди дека жалителот има право да тврди дека е жртва на повреда на Конвенцијата, дури иако тој не може да тврди дека тој бил предмет на конкретна мерка за следење во поткрепа на својата жалба. Од истите причини, чистото постоење на оспореното законодавство само по себе достигнува ниво на мешање во остварувањето на неговите права согласно членот 8. Затоа судот го отфрли приговорот на Владата во врска со тоа дека жалителот немал статус на жртва.", "2. Оправдување на мешањето", "(а) Изјаснувања на странките", "(i) Достапноста на домашното право", "179. Жалителот се изјасни дека додатоците на Правилникот бр. 70 во кои се опишуваат техничките барања за опремата што требала да се инсталира од провајдерите на комуникациски услуги никогаш не биле официјално објавени и не биле достапни за јавноста. Според мислењето на жалителот што се однесува до тоа дека тие ги определувале овластувањата на органите на прогонот во однос на тајното следење, тие влијаеле на правата на граѓаните и затоа требале да бидат објавени. Фактот дека жалителот на крај имал пристап до додатоците во домашните постапки не можело да го исправи фактот дека не биле официјално објавени (тој упатил на Kasymakhunov and Saybatalov v. Russia, nos. 26261/05 and 26377/06, § 92, 14 March 2013). Од граѓаните не треба да се бара да започнат судски постапки за да добијат пристап до прописите кои можат да се применат на нив. Судот веќе има утврдено дека било од суштинска важност да постојат јасни, детални и достапни правила за примената на тајни мерки за следење (Shimovolos v. Russia, no. 30194/09, § 68, 21 June 2011).", "180. Владата се изјасни дека Правилникот бр. 70 бил од техничка природа и затоа немало потреба да биде официјално објавен. Бил објавен во едно специјализирано списание, Свјаз Информ, во изданието бр. 6 од 1999 година. Исто така можел да се најде во правната база на податоци Консултант Плус на интернет, и тоа без надоместок. Жалителот до Судот поднел копија на Правилникот со неговите додатоци, што покажувало дека тој имал пристап до нив. Оттука домашното право било достапно.", "(ii) Опсегот на примената на мерките за тајно следење", "181. Жалителот се изјаснил дека Судот веќе утврдил дека ЗОИА не го исполнил условот за „предвидливост“, бидејќи законското дискреционо право на властите да се нареди „оперативен експеримент“ кој вклучувал снимање на приватните комуникации преки радио уред кој емитува не подложело на никакви услови, и опсегот и начинот на неговото спроведување не биле дефинирани (види Bykov v. Russia [GC], no. 4378/02, § 80, 10 March 2009). Овој случај е сличен на случајот Биков. Посебно бидејќи руското право јасно не ги утврдило категориите на лицата кои можеле да подложат на мерките за пресретнување. Особено, мерките за следење не биле ограничени на лица осомничени или обвинети за кривични дела. На секое лице кое имало информации за кривично дело можело да му биде прислушуван телефонот. Понатаму пресретнувањето не било ограничено на сериозни и особено сериозни кривични дела. Рускиот закон дозволувал мерки за пресретнување и за дела од средна сериозност, како не пример џепарење.", "182. Владата се изјасни дека пресретнувањето на комуникации може да се спроведува само по приемот на информација дека кривичното дело било извршено или било во тек или се заговарало; за лица кои заговарале да извршат или извршувале или извршиле кривично дело; или за настани и активности кои ја ставале во опасност националната, воената, економската или еколошката безбедност на Руската Федерација. Уставниот суд одлучил во својата пресуда од 14 јули 1998 година дека собирањето на информации за приватниот живот на едно лице било дозволено само со цел да се спречат, откријат и истражат кривични дела или заради остварување на други законски цели наведени во ЗОИА.", "183. Само за средно тешки, сериозни и особено сериозните кривични дела може да се јави потреба за налог за пресретнување и само лицата осомничени за таквите дела или кои можеби имаат информации за таквите дела можат да се предмет на мерките за пресретнување. Владата се изјасни во врска со ова дека Судот веќе утврдил дека мерките за следење во однос на едно лице кое било осомничени за некакво кривично дело би можело да биде оправдано согласно Конвенцијата (види Greuter v. the Netherlands (dec.), no. 40045/98, 19 March 2002).", "184.  Понатаму, во однос на пресретнувањето заради заштита на националната безбедност, Владата тврдеше дека барањето за „предвидливост“ на законот не одело толку далеку за да ги обврзе државите да усвојат одредби во кои во детали се набројани сите видови на однесување кои можат да повлечат одлука за едно лице да стане предмет на следење по основа на „националната безбедност“ (види Кенеди, цитиран горе, § 159).", "(iii) Времетраењето на мерките за тајно следење", "185. Жалителот се изјаснил дека ЗОИА не објаснил под кои околности пресретнувањето можело да се продолжи на повеќе од шест месеци. Ниту пак го утврдувал максималното времетраење на мерките за прислушување.", "186. Владата се изјасни дека согласно руското право прислушувањето можело да биде одобрено од судија за максимален период од шест месеци и можел истиот да се продолжи доколку било неопходно. Требало да се прекине доколку била прекината истрагата. Тие тврдеа дека било разумно да се остави времетраењето на прислушувањето на дискреција на домашните власти, за да се земе во предвид сложеноста и времетраењето на истрагата во даден случај (види Кенеди, цитиран горе). Тие исто така упатиле на случајот на Ван Пелт против Холандија (Van Pelt v. the Netherlands (no. 20555/92, Commission decision of 6 April 1994)), каде Комисијата одлучила дека прислушувањето на телефонот на жалителот во времетраење од речиси две години не претставувало повреда на Конвенцијата.", "(iv) Процедури кои треба да се почитуваат во однос на складирањето, оценката, испитувањето, користењето, пренесувањето и уништувањето на пресретнатите податоци", "187. Жалителот понатаму се изјасни дека ЗОИА не утврдувал процедури што требале да се почитуваат за испитување, чување, проценка или користење на пресретнатите податоци или за да се преземат мерки на внимателност при пренесувањето на податоците на други. Тој уредувал дека податоците морале да бидат уништени во рок од шест месеци, освен ако податоците не биле потребни во интерес на службата или правдата. Меѓутоа не постоела дефиниција за тоа што се подразбирало под „во интерес на службата или правдата“. Руското право исто така нудело целосна слобода за судијата на случајот во однос на тоа дали да се складираат или уништат податоците што биле употребени како докази после завршувањето на судењето.", "188. Владата се изјасни дека ЗОИА барал записите од пресретнатите комуникации задолжително да се чуваат во услови во кои немало никаков ризик да бидат слушани или копирани од неовластени лица. Судската одлука со која се одобрувало прислушување на комуникациите, материјалите кои служеле како основа за таа одлука и податоците кои биле собрани како резултат на прислушувањето претставувале државна тајна и требале да бидат чувани исклучиво во поседување на државниот орган кој го вршела прислушувањето. Доколку било неопходно да се пренесат на истражител, обвинител или суд, требало да биде тргната ознаката за доверливост од страна на раководителот на органот кој ги спроведувал оперативно-истражни активности. Ознаката за доверливост на одобренијата за пресретнување била отстранувана од судовите кои ги издале. Процедурата за пренесување на податоци собрани во текот на оперативно-истражни активности на надлежните истражни органи или суд била утврдена со Правилникот на Министерството за внатрешни работи од 27 септември 2013 година (види параграф 58 горе).", "189. Податоците што биле собрани во текот на оперативно-истражни активности се чувале една година и потоа биле уништувани, освен ако не биле потребни во интерес на службата или правдата. Снимките требале да се чуваат шест месеци, а потоа да бидат уништени. Оттука руското право било предвидливо и содржело доволна заштита.", "(v) Одобрение за мерки за тајно следење", "(а)  Жалителот", "190. Жалителот се изјасни дека иако домашното право барало претходна судско одобрение за пресретнување, обезбедувањето на одобрение не нудело доволно заштита од злоупотреба. Најпрво, во итни случаи комуникациите би можеле да бидат следени без судско одобрение до четириесет и осум часа. Второ, наспроти ЗКП, ЗОИА не предвидел никакви барања во врска со содржината на одобрението за пресретнување. Особено, не барал предметот на пресретнувањето да биде јасно утврден во одобрението по име, телефонски број или адреса (види, како контраст, законодавствата на Обединетото Кралство и Бугарија репродуцирани во Кенеди, цитиран горе, §§ 41 и 160; и Здружението за европска интеграција и човековите права и Екимџуев, цитиран горе, § 13). Ниту пак домашното право барало одобрението да прецизира кои комуникации, или видови на комуникации, треба да се снимаат за да се ограничи дискреционото право на органите на прогонот при одредување на опсегот на мерките за следење. Руското право немало утврдено никакви посебни правила за следење на чувствителните ситуации, на пример кога доверливоста на изворите на новинарите биле во прашање или кога следењето се однесува на комуникации меѓу адвокат и клиент кои претставуваат привилегија.", "191. Жалителот понатаму се изјасни дека домашното право не наметнувало никакво барање за судијата да го потврди постоењето на „разумен сомнеж“ против лицето што е засегнато или да се примени тестот за „потреба“ и „сразмерност“. Органите што бараат немале обврска да приложат некакви материјали во поткрепа на барањата за пресретнување. Исто така, ЗОИА изречно забранувал одредени материјали да бидат поднесени на судијата – такви што содржеле информации за тајни агенти или полициски доушници или за организација и тактики на оперативно-истражните мерки – со што за судијата било невозможно ефективно да го потврди постоењето на „разумен сомнеж“. Руското право не барало дека судијата требал да одобри пресретнување само кога било невозможно за да се постигнат легитимните цели преку други средства кои биле помалку наметливи.", "192. Во поддршка на неговото тврдење дека судиите не го потврдиле постоењето на „разумен сомнеж“ против засегнатото лице и не го применил тестот на „неопходноста“ и „сразмерноста“, жалителот обезбедил копии од аналитичките забелешки издадени од три Окружни судови во различни руски региони (регионот Тамбов, регионот Тула и Република Дагестан). Судовите ја сумирале сопствената судска пракса во врска со оперативно-истражните мерки која вклучува интерфејс со приватноста на комуникациите или приватноста на домот за периодот од 2010 до 2013 година. Еден од судовите забележал дека тој одбивал да даде одобрение за да спроведе оперативно истражна мерка доколку таа не била на листата на оперативно-истражни мерки во ЗОИА, доколку барањето за одобрение не било потпишано од овластено службено лице или не било образложено, или доколку случајот потпаѓал под статутарно ограничување за примена на таа мерка (на пример, поврзано со статусот на лицето или природата на кривичното дело). Одобрението било давано ако сите од горенаведените услови биле исполнети. Друг суд изјавил дека одобрението исто така можело да биде одбиено доколку барањето било недоволно образложено, односно, доколку тоа не содржело доволно информации кои на судијата би му дозволиле да биде сигурен дека мерката била законска и оправдана. Третиот суд се изјасни дека давал одобрение доколку тоа било барано од органите на органот на прогонот. Никогаш не одбил барање за одобрение. Сите три суда сметале дека барањето било доволно образложено доколку тоа се однесувало на постоење на информации наброени во член 8(2) од ЗОИА (види параграф 31 горе). Еден од судовите забележал дека пропратните материјали никогаш не биле приложени на барањата за одобрение; друг суд забележал дека некои, но не сите, од барањата биле проследени од материјали за поддршка, додека третиот суд се изјаснил дека сите барања биле проследени од материјали за поткрепа. Во сите три суда судиите никогаш не барале органите на прогонот да поднесат дополнителни материјали во поткрепа, како што се материјали за потврда на основите за пресретнување или докажување дека телефонските броеви што требале да се прислушуваат му припаѓаат на засегнатото лице. Два суда дозволиле одобрение за пресретнување за неидентификувани лица, и при тоа едниот посочува дека таквите одобренија се однесувале само на собирање на податоци од техничките канали на комуникација. Таквите одобренија не споменувале конкретно лице или телефонски број за прислушување, туку одобрувале пресретнување на сите телефонски комуникации во областа каде било извршено кривичното дело. Еден суд никогаш не дал такви одобренија. Два суда забележале дека одобренијата секогаш го посочувале времетраењето за кое пресретнувањето било одобрено, додека еден суд изјавил дека времетраењето на пресретнувањето не било посочено во одобренијата што биле издадени од него. Конечно, ниеден од трите суда не испитал ниедна од жалбите од лицата чии комуникации биле пресретнати.", "193. Жалителот исто така поднел службена статистика од Врховниот суд за периодот од 2009 до 2013 година. Може да се види од тие статистички податоци дека во 2009 година руските судови одобриле 130.083 од 132.821 барања согласно ЗКП и 245.645 од 246.228 барања согласно ЗОИА (99%). Во 2010 година судовите дозволиле 136.953 од 140.372 барања за пресретнување согласно ЗКП и 276.682 од 284.137 барања согласно ЗОИА. Во 2011 година судовите дозволиле 140.047 од 144.762 барања за пресретнување согласно ЗКП и 326.105 од 329.415 барања согласно ЗОИА. Во 2012 година одобриле 156.751 од 163.469 барања за пресретнување согласно ЗКП (95%) и 372.744 од 376.368 барања согласно ЗОИА (99%). Во 2013 година судовите одобриле 178.149 од 189.741 барања за пресретнување поднесени согласно ЗКП (93%) и 416.045 од 420.242 барања за пресретнување поднесени согласно ЗОИА (99%). Жалителот му го посочил на Судот фактот дека бројот на одобренија за пресретнување речиси биле удвоени меѓу 2009 и 2013. Тој исто така тврдеше дека многу висок процент на одобренијата што се доделени дозволувале судиите да не го потврдат постоењето на „разумен сомнеж“ против предметот на пресретнување и не вршел внимателна и ригорозна анализа. Како резултат пресретнувањето било наложено во однос на големиот број на луѓе во ситуации каде информациите можеле да бидат добиени со други помалку наметливи средства.", "194.  Жалителот заклучил од горенаведеното дека процедурата за одобренија била дефектна и затоа немала капацитет да ја потврди употребата на мерки за тајно следење за тоа што било потребно во едно демократско општество.", "195. Што се однесува до заштитата од неовластено пресретнување, жалителот посочил дека од органите на прогонот не се барало во рамките на домашното право да му покажат на провајдерот на комуникациски услуги судското одобрение пред да добијат пристап до комуникациите на лицето. Сите судски одобренија биле доверливи документи, кои биле исклучиво во посед на органите на прогонот. Обврска да достави одобрение за пресретнување на провајдерот на комуникациски услуги била спомената само еднаш во руското право во врска со мониторингот на податоците поврзани со комуникации согласно ЗКП (види параграф 48 горе). Опремата што провајдерите на комуникациски услуги ја инсталирале согласно правилниците издадени од Министерството за провајдерите на комуникациски услуги, особено необјавените додатоците на Правилникот бр. 70, на органите на прогонот им овозможувала директен и неограничен пристап до сите комуникации по мобилен телефон на сите корисници. Провајдерите на комуникациски услуги исто така имале обврска согласно Правилникот бр. 538 да обезбедат складирање во бази на податоци за период од три години на информации за сите претплатници и услугите што им се обезбедуваат. Тајните служби имале директен пристап од далеку на тие бази на податоци. Начинот на кој системот на тајно следење функционирал бил таков што на безбедносните служби и полицијата им давал технички средства да ја заобиколат процедурата за одобрение и да пресретнуваат секакви комуникации без претходно да добијат судско овластување. Оттука потребата да се добие претходно судско одобрение се јавувала само во оние случаи кога пресретнатите податоци требале да бидат искористени како докази во кривичните постапки.", "196. Жалителот обезбедил документи од кои, според него, се гледало дека органите на прогонот незаконски прислушувале телефонски комуникации без претходно судско одобрение и обелоденувале записи на неовластени лица. На пример, тој обезбедил отпечатени копии од Интернет кои содржеле транскрипти од приватни телефонски разговори на политичари. Тој исто така поднел написи од вести во кои биле опишани кривични постапки против неколку високи функционери од полицискиот технички оддел. Овие службени лица биле осомничени за незаконско пресретнување на приватната комуникација на политичари и бизнисмени заради барање на поткуп од нивните политички или деловни ривали. Написите од вестите се однесувале на изјави на сведоци дека пресретнувањето на комуникации за поткуп било широко воспоставена пракса и дека секој можел да купи од полицијата транскрипт од телефонските разговори на друго лице.", "(β) Владата", "197. Владата се изјасни дека секое пресретнување на телефонски или други комуникации морало да биде одобрено од суд. Судот одлучувал врз основа на образложено барање од страна на орган на прогонот. Товарот на докажување бил врз органот која поднесувал барање кое требало да ја оправда неопходноста на мерките. За да се задоволи тој товар на докажување, органот што поднел барање заедно со него ги приложува релевантни материјали во поткрепа, со исклучок на материјали што содржеле информации за тајни агенти или полициски доушници или за организација и тактики на оперативно-истражните мерки. Таквиот исклучок бил оправдан од потребата да се обезбеди безбедноста и заштитата на тајните агенти и полициските доушници и членовите на нивните семејства и затоа бил компатибилен со Конвенцијата.", "198. Владата понатаму упати на Одлуката на Пленарниот врховен суд од 27 јуни 2013 година, во која им објаснил на пониските судови дека секакви ограничувања на човековите права и слободи морале да бидат пропишани со закон и да бидат неопходни во едно демократско општество односно сразмерни на легитимната цел. Судовите добиле насоки да се потпираат на утврдени факти, да го потврдат постоењето на релевантни и доволни причини за да се оправда ограничувањето на правото на едно лице и да се балансираат интересите на лицето чии права биле ограничени наспроти интересите на другите поединци, државата и општеството. ЗОИА експлицитно барал судовите да дадат причини за одлуката да одобрат пресретнување. Во согласност со одлуката на Уставниот суд од 8 февруари 2007 година (види параграф 42 горе), одобрението за пресретнување требало да се однесува на конкретни основи за сомневање во некое лице за кое биле побарани оперативно-истражни мерки за кривично дело или за активности со кои се става во опасност националната, воената, економската или еколошката безбедност. Во својата одлука од 2 октомври 2003 година (види параграф 41 горе), Уставниот суд исто така одлучил дека судиите имале обврска внимателно и темелно да ги разгледаат материјалите поднесени до нив.", "199. Според Владата во пракса во секое одобрение за пресретнување бил назначен државниот орган кој бил одговорен за спроведување на пресретнувањето, основите за спроведување на мерки за следење и причините зошто се тие потребни, упатување на важечките правни одредби, лицето чии комуникации требале да бидат пресретнати, основите за сомнеж дека лицето било инволвирано во извршување на одредено кривично дело, телефонскиот број на лицето или ИМЕИ шифрата, периодот за кој било дадено одобрението и други потребни информации. Во вонредни околности било дозволено да се одобри пресретнување на комуникации на неидентификувани лица. По правило, во такви случаи еден судија кој одобрил собирање на податоци од техничките канали на комуникација за да се идентификуваат лицата кои биле присутни на одредена локација во времето кога кривичното дело било извршено на тоа место. Таквата пракса била компатибилна со принципите утврдени во судската пракса на Судот бидејќи во таквите случаи одобрението за пресретнување одредувало единствена група на простории (локации) како простории (локации) за кои било побарано одобрение (тие упатија на случајот Кенеди, цитиран горе).", "200. Руското право дозволувало во итни случаи комуникации да бидат пресретнати без претходно одобрение. Судија морал да биде информиран за секој таков случај во рок од дваесет и четири часа и да се добие судско одобрение за продолжување со пресретнувањето во рок од четириесет и осум часа. Според Владата судијата морал да ја испита законитоста на таквото пресретнување дури и во оние случаи кога веќе било укинато. Тие упатија на пресудата на апелација од 13 декември 2013 година, во кривичен случај во кој Врховниот суд ги прогласил како недопуштени докази снимките на телефонски разговори добиени по итна постапка без претходно судско одобрение. Врховниот суд одлучил дека иако судија бил информиран за пресретнување, никогаш не била издадена никаква судска одлука за неговата законитост и потреба .", "(vi) Надзор на спроведувањето на мерки за тајно следење", "(а)  Жалителот", "201. Во врска со надзорот на пресретнувањата, жалителот тврдеше на почетокот дека во Русија ефективноста на секаков надзор била поткопана од отсуството на обврската органите што пресретнуваат да водат евиденција за пресретнувањата што ги спровеле. Исто така Правилникот бр. 70 експлицитно уредувал дека информациите за пресретнувањата не можеле да бидат евидентирани или заведени.", "202. Жалителот понатаму се изјаснил дека во Русија ниту судијата кој издал одобрение за пресретнување, ниту некое друго независно службено лице квалификувано за судска функција немале овластување да вршат надзор на спроведувањето на пресретнувањето и особено да разгледаат дали следењето било во рамки на опсегот утврден со одобрението за пресретнување и во согласност со условите утврдени во домашното право.", "203. Домашното право немало воспоставено процедури за надзор на пресретнувањата од страна на претседателот, Парламентот и Владата. Тие секако немале овластувања да вршат надзор на спроведувањето на мерките за пресретнување во дадените случаи.", "204. Што се однесува до надзорот од страна на главниот обвинител и надлежните обвинители на пониско ниво, тие не можеле да бидат сметани за независни заради нивната позиција во рамките на кривичното правосудство и нивните обвинителски функции. Поконкретно, обвинителите ги одобриле сите барања за пресретнувања поднесени од истражителите во рамки на кривичните постапки и учествувале во судски расправи поврзани со тоа. Тие потоа можеле да ги користат податоците добиени како резултат на пресретнувањето во рамка на нивните обвинителски функции, особено преку нивно претставување како докази во текот на судењето. Затоа имало конфликт на интереси со обвинител кој вршел двојна функција на странка во еден кривичен случај и орган кој врши надзор на пресретнувањата.", "205. Жалителот понатаму се изјаснил дека надзорните функции на обвинителите биле ограничени, бидејќи одредени материјали, особено оние кои го откриваат идентитетот на тајните агенти или тактики, методите и средствата што ги користеле безбедносните служби биле надвор од опсегот на нивниот надзор. Надзорните овластувања на обвинителите исто така биле ограничени во областа на контраразузнавањето, каде инспекции можеле да се спроведат само врз основа на претходна поединечна претставка. Со оглед на тајноста на мерките за пресретнување и тоа дека засегнатото лице не било известувано, не било веројатно дека таква поединечна претставка ќе биде поднесена, што значи дека мерките за следење поврзани со разузнавањето de facto биле надвор од секаков надзор на обвинителите. Исто така било важно дека обвинителите немале никакво овластување да го повлечат одобрението за пресретнување, да прекинат незаконски пресретнувања или да наредат уништување на незаконски стекнати податоци.", "206. Понатаму, двогодишните извештаи на обвинителите не биле објавувани ниту јавно дискутирани. Извештаите биле доверливи документи и содржеле само статистички информации. Тие не содржеле никаква суштинска анализа на состојбата со законитоста во сферата на оперативно-истражни активности или информациите за тоа какви повреди на законот биле откриени и какви мерки биле преземени за да се исправат. Исто така, извештаите заедно ги интегрирале сите видови на оперативно-истражни активности, без да бидат издвоени пресретнувањата од другите мерки.", "(β) Владата", "207. Владата се изјасни дека надзорот на оперативно-истражните активности, вклучително пресретнувањата на телефонски комуникации, бил вршен од претседателот, Парламентот и Владата. Особено, претседателот ја утврдил стратегијата за национална безбедност и ги назначил и разрешил шефовите на сите органите на прогонот. Исто така имало посебен сектор во рамките на администрацијата на претседателот кој вршел надзор на активностите на органите на прогонот, вклучително и оперативно-истражните активности. Тој оддел се состоел од функционери од Министерството за внатрешни и ФСБ кои имале соодветно ниво на безбедносна проверка. Парламентот учествувал во процесот на надзор преку усвојување и изменување и дополнување на законите кои ги уредувале оперативно-истражни активности. Исто така можел да формира комитети и комисии и да одржува парламентарни расправи по сите прашања, вклучително и оние поврзани со оперативно-истражни активности, и можел да ги сослуша раководителите на органите на прогонот доколку било потребно. Владата усвоила укази и правилници за оперативно-истражни активности и доделила буџетски средства на органите на прогонот.", "208. Надзорот исто така бил вршен од страна на главниот обвинител и надлежните обвинители на пониско ниво кои биле независни од федералните, регионалните и локалните власти. Главниот обвинител и неговите заменици биле назначувани и разрешувани од Федералниот совет, горниот дом на Парламентот. Обвинителите немале право да поднесуваат барања за пресретнување. Таквите барања можеле да бидат поднесени било од државниот орган кој ги извршувал оперативно-истражните активности во рамките на ЗОИА или од истражител во рамките на ЗКП. Обвинителот не може да му даде насоки на истражителот. Во текот на инспекцијата на обвинителот, раководителот на органот која вршел пресретнување имал обврска да ги поднесе сите релевантни материјали до обвинителот на негово или нејзини барање и ќе одговарал доколку не постапел така. Обвинителите што биле одговорни за надзор на оперативно-истражните активности поднесувале шестмесечни извештаи до главниот обвинител. Меѓутоа извештаите не ги анализирале пресретнувањата издвоено од другите оперативно-истражни мерки.", "(vii) Известување за мерки за тајно следење", "(а)  Жалителот", "209. Жалителот понатаму се изјаснил дека руското право не предвидувало дека лицето чии комуникации биле пресретнати требало претходно, за време или после пресретнувањето, да биде известено за истото. Тој призна дека било прифатливо да не се извести лицето пред или за време на пресретнувањето, бидејќи тајноста на мерката била од суштинска важност за нејзината ефикасност. Меѓутоа, тој тврдеше дека таквото известување било можно откако ќе завршело пресретнувањето, „веднаш штом ќе можело да се стори тоа без да се стави во опасност целта на ограничувањето“ (тој упатил на Клас и други, цитиран горе). Во Русија засегнатото лице не било известувано во ниеден момент. Така тој ќе дознаел за пресретнувањето само ако протекла информација или доколку била отворена кривична постапка против него, и пресретнатите податоци биле употребени како докази.", "210. Што се однесува до можноста за добивање на пристап до собраните податоци во текот на пресретнувањето, жалителот се изјасни дека таквиот пристап бил можен само во многу ограничени околности. Ако никогаш не биле покренати кривичните постапки или ако обвинението било отфрлено врз друг основ, а не оние наведени во ЗОИА, засегнатото лице немало право на пристап. Понатаму, пред да се добие пристап, жалителот морал да докаже дека неговите комуникации биле пресретнати. Со оглед на тајноста на мерките за следење и отсуството на известување, таквиот товар на докажување бил невозможно да се задоволи, освен ако информациите за пресретнувањето не протекле. Дури и после задоволувањето на сите тие предуслови, лицето можело да добие само „информации за собраните податоци.“ наместо да добие пристап до самите податоци. Конечно само информации кои не содржеле државни тајни можеле да бидат обелоденети. Со оглед дека согласно ЗОИА сите податоци собрани во текот на оперативно-истражните активности претставувале државна тајна и одлуката да се отстрани ознаката за доверливост можела да биде донесена од раководителот на органот што вршел пресретнување, пристапот до документи поврзани со пресретнувањето зависело во целост од дискреционото право на органите што вршеле пресретнување.", "211. Против одбивањето да се даде пристап до собраните податоци можело да се поднесе жалба во суд, и ЗОИА барал органите што вршеле пресретнување да ги обезбедат, на барање на судијата, оперативно-истражните материјали кои содржеле информации за податоците до кои пристапот бил одбиен“. Било важно од органите што вршеле пресретнување да се бара да поднесат „информации за податоците,“ наместо самите податоци. Материјалите што содржеле информации за тајните агенти или полициските доушници не можеле да бидат поднесени до судот и затоа биле исклучени од опсегот на судското разгледување.", "(β) Владата", "212. Владата се изјаснила дека согласно руското право, лице кое било предмет на мерки за тајно следење не морало да биде информирано за таквите мерки во ниеден момент. Уставниот суд одлучил (види параграф 40 горе) дека со оглед на потребата да останат мерките за следење тајни, принципите на јавни расправи и акузатори постапки не можеле да се применат при постапките за давање на одобрение за пресретнување. Затоа засегнатото лице немало право да учествува во постапките за одобрение или да биде информирано за усвоената одлука.", "213. После прекинувањето на истрагата обвинетиот имал право да ги проучи сите материјали од досието на кривичниот случај, вклучително и податоците добиени во текот на оперативно-истражните активности. Во спротивно, во случаи кога истражителот одлучил да не покрене кривични постапки против предметот на пресретнувањето или да ги прекине кривичните постапки по основ дека наводното дело не било извршено или еден или повеќе елементи на кривичното дело недостасувале, предметот на пресретнувањето имал право да побара и добие информации за собраните податоци. Одбивањето да се обезбедат такви информации можело да се оспори пред суд, кој бил овластен да нареди обелоденување на информациите доколку сметал дека одбивањето било неосновано. Владата поднесе копија од одлука од 4 август 2009 година на Окружниот суд на Алексејескиј во регионот Белород, со која на полицијата и било наложени во рок од еден месец на еден предмет на пресретнување да му обезбеди информации за податоците што биле собрани за него во текот на следењето „во рамките на дозволеното од условите за доверливост и со исклучок на податоците кои би можеле да доведат до обелоденување на државни тајни“.", "214. Владата тврдеше дека руското право се разликувало од бугарското право кое било критикувано од Судот во неговата пресуда во случајот на Здружението за европска интеграција и човековите права и Екимџиев (цитиран горе, § 91), бидејќи тоа предвидувало можност да се отстрани ознаката за доверливост од материјалите од пресретнувањето и на засегнатото лице да му се даде пристап до нив. Во поткрепа на таквите тврдења тие упатиле на пресудата за кривична одговорност од 11 јули 2012 од страна на Регионалниот суд на Забајкалск. Таа пресуда – од која примерок не бил доставен до Судот – се потпирала, според Владата на судска одлука која одобрувала пресретнување на телефонската комуникација на обвинетиот, на која ѝ била отстранета ознаката за доверливост и доставена до судија кој судел во случајот на негово барање. Владата исто така упати на две дополнителни пресуди - од Претседателството на Регионалниот суд на Краснојарск и Претседателството на Врховниот суд на Републиката Мариј-Ел – со кои биле укинати судски одлуки за пресретнување на комуникациите по пат на надзорно разгледување. Тие не поднеле примероци од пресудите.", "(viii) Достапни правни лекови", "(а)  Жалителот", "215. Жалителот се изјасни дека прашањата за известување за мерките за следење и за ефективноста на правните лекови пред судовите биле нераскинливо поврзани, бидејќи во принцип постоел мал простор за прибегнување кон судовите од страна на засегнатото лице, освен ако тоа не било поучено за мерките што се преземени без негово знаење и оттука да може да ја оспори нивната законитост ретроспективно (тој упатил на Вебер и Саравиа, цитиран горе).", "216. Жалителот тврдеше дека правните лекови кои биле достапни во руското право биле неделотворни. Што се однесува до можноста за предметот на следењето да го примени судското разгледување на применетите мерки, товарот на докажување бил кај тужителот кој требал да покаже дека неговиот телефон бил прислушуван. Меѓутоа со оглед дека набљудуваните не биле информирани за мерките за следење, освен ако не биле обвинети за кривично дело, товарот на докажување бил невозможно да се задоволи. Копиите на домашните пресуди поднесени од Владата се однесувале на претреси и конфискации односно оперативно-истражни мерки кои му биле познати на засегнатото лице (види параграфи 220, 221и 223 долу). Жалителот не знаел за никакви јавно достапни судски одлуки каде жалбата од предметот на пресретнување за незаконско пресретнување била прифатена. Исто така било важно дека ниедна од пресудите обезбедени од Владата не била оценета во однос на сразмерноста на оспорените оперативно-истражни мерки од страна на домашните судови. Домашните постапки покренати од жалителот исто така јасно демонстрирале дека достапните правни лекови согласно руското право биле неделотворни. Исто така во случајот на Аванесјан против Русија (Avanesyan v. Russia (no. 41152/06, 18 September 2014)) Судот веќе одлучил дека не постоеле правни лекови согласно руското право за оспорување на оперативно-истражните мерки.", "217.  Конечно жалителот се изјаснил дека предметот на пресретнување или провајдерите на комуникациски услуги не можеле да ги оспорат министерските наредби за тајно пресретнување до провајдерите на комуникациски услуги, бидејќи тие правилници биле сметани повеќе за технички отколку за правни по својата природа и затоа не подложеле на судско разгледување, како што било покажано со одлуките споменати во параграф 161 горе.", "(β) Владата", "218. Владата тврдеше дека во Русија лице кое тврдело дека неговите права биле прекршени или се кршат од страна на државен службеник кој врши оперативно-истражни активности имало право на жалба до претпоставениот на службеното лице, обвинител или суд во согласност со членот 5 од ЗОИА (види параграф 83 горе).", "219. Како што било објаснето од страна на Пленарниот врховен суд, доколку засегнатото лице дознало за пресретнувањето, истото можело да се обрати до суд од општа надлежност во согласност со процедурата утврдена во Глава 25 од Законот за граѓанска постапка (види параграф 92 горе). Според Владата, жалителот не морал да докаже дека неговото право било повредено како резултат на мерките за пресретнување. Товарот на докажување бил кај властите кои вршеле пресретнување да докажат дека мерките за пресретнување биле законски и оправдани. Руското право предвидувало дека доколку повредата на правата на жалителот била утврдена од страна на суд во граѓански постапки, судот морал да преземе мерки за да ја исправи повредата и да ја надомести штетата (види параграф 97 горе). Владата поднесе копии на две судски одлуки согласно членот 25 од Законот за граѓанска постапка, во кои се прогласени за незаконски претреси и конфискување на предмети или документи и во кои ѝ се наредувало на полицијата да преземе посебни мерки за да ги исправат повредите.", "220. Понатаму, според Владата предметот на пресретнување исто така имал право да поднесе претставка за надзорно разгледување против судската одлука со која се одобрувало пресретнувањето, како што било објаснето од страна на Уставниот суд во неговата одлука од 15 јули 2008 година (види параграф 43 горе). Лицето исто така имало право да поднесе жалба до апелационен или касационен суд.", "221. Доколку пресретнувањето било спроведено во рамките на кривична постапка, засегнатото лице исто така можело да поднесе жалба согласно членот 125 од ЗКП. Владата упатила на одлуката на Врховниот суд од 26 октомври 2010 година со која по пат на надзорно разгледување биле укинати одлуките на пониските судови со кои претставките на К. биле прогласени за недопуштени согласно членот 125 од ЗКП во врска со одбивањето од страна на истражителот да ѝ даде копија од судската одлука со која било одобрено пресретнување на нејзините комуникации. Врховниот суд одлучил дека нејзината жалба требала да биде разгледана согласно членот 125 од ЗКП и покрај фактот дека таа веќе била осудена и дека таа имала право да добие копија од одобрението за пресретнување. Владата поднела копии од десет судски одлуки со кои биле дозволени претставки согласно членот 125 од ЗКП за незаконски претреси и конфискации на предмети или документи. Тие исто така доставиле и копија од пресудата со која обвинетиот бил ослободен по жалбата, одлучувајќи дека неговото осудување од страна на првостепениот суд се засновало на недопуштеност на доказите што биле добиени како резултат на незаконска тест-купопродажба на дрога.", "222. Владата понатаму се изјаснила дека засегнатото лице можело да побара надоместок согласно членот 1069 од Граѓанскиот законик (види параграф 102 горе). Тој член предвидувал надоместок за материјална и нематеријална штета предизвикана на физичко или правно лице заради незаконски дејствија од страна на државни и општински тела и службени лица, под услов грешката на телото или службеното лице да биле утврдени. Надоместокот за нематеријална штета бил утврден во согласност со правилата утврдени во членовите 1099-1101 од Граѓанскиот законик (види параграфи 103 и 104 горе). Владата нагласи, особено, дека нематеријалната штета предизвикана преку пропагирање на информации кои биле штетни по честа, достоинството или угледот можеле да бидат надоместени без разлика на вината на сторителот на прекршокот. Владата поднела копија на одлуката од 9 декември 2013 година на Судот на градот Вичуга во Регионот Иваново, со која се доделувал надоместок за нематеријална штета за незаконско пресретнување на телефонските разговори на осомничениот откако снимките добиени како резултат на тоа пресретнување биле прогласени за недопуштени како докази од страна на основниот суд што одлучувал за случајот. Владата исто така поднела судска одлука со која се доделувал надоместок за незаконски претрес и конфискација на документи и судска одлука со која се доделувал надоместок на ослободениот обвинет за незаконско гонење.", "223. Руското право исто така предвидувало кривичните правни лекови за злоупотреба на службената должност (членови 285 и 286 од Кривичниот законик), неовластено собирање или ширење на информации за приватниот и семејниот живот на едно лице (членот 137 од Кривичниот законик) и повреда на правото на граѓаните на приватност на комуникациите (член 138 од Кривичниот законик) (види параграфи 19 до 22 горе). Владата упатила во врска со тоа на пресудата на Врховниот суд од 24 октомври 2002 година, со која бил осуден одреден Е.С. за кривично дело согласно членот 138 од Кривичниот законик за поттикнување на службено лице да му ги обезбеди имињата на сопствениците на неколку телефонски броеви и да му обезбеди детални прегледи на повиците во однос на тие телефонски броеви. Тие исто така упатиле и на пресудата на Врховниот суд од 15 март 2007 година, со која бил осуден цариник согласно членот 138 од Кривичниот законик за пресретнување на телефонски комуникации на одреден П. Тие поднеле копии од уште две осудителни пресуди согласно членот 138 од Кривичниот законик: првата пресуда се однесувала на продажба на опрема за шпионирање, имено пенкала и рачни часовници со вградени камери, додека втората пресуда се однесувала на тајно хакирање на базата на податоци на провајдерот на комуникации за да дојде до деталната евиденција на повиците на корисниците.", "224.  Конечно, Владата тврдеше дека во руското право исто така постоеле правни лекови за оспорување на наводниот недостаток од заштита од злоупотреба во сферата на пресретнувањето на комуникации (види параграф 156 горе).", "225. Владата се изјасни дека жалителот не употребил ниеден од правните лекови што му биле достапни согласно руското право а кои се опишани горе. Особено затоа што, тој избрал да покрене судски постапки против мобилните оператори, а Министерството за комуникации било приклучено само како трета странка во постапката.", "(б) Оценка на Судот", "(i)  Општи принципи", "226. Судот повторува дека секое мешање може само да биде оправдано согласно членот 8 § 2 доколку е во согласност со законот, се води од една или повеќе законски цели на кои упатува ставот 2 од членот 8 и е неопходен во едно демократско општество за да се постигне некаква цел од таков вид (види Кенеди, цитиран горе, § 130).", "227. Судот забележува дека неговата добро воспоставена судска пракса дека формулацијата „во согласност со законот“ бара оспорената мерка да има некаква основа во домашното право и да биде компатибилна со владеењето на правото, што е изречно спомнато во Преамбулата на Конвенцијата и вградено во целта и намената на членот 8. Законот оттука мора да ги исполни условите за квалитет: мора да е достапен за засегнатото лице и предвидлив во однос на неговите ефекти (види, меѓу другите извори, Rotaru v. Romania [GC], no. 28341/95, § 52, ECHR 2000V;S. и Marper v. the United Kingdom [GC], nos. 30562/04 and 30566/04, § 95, ECHR 2008; и Кенеди, цитиран горе , § 151).", "228. Судот има одлучено во неколку прилики дека упатувањето на „предвидливоста“ во контекст на пресретнувањето на комуникации не може да биде исто како и во други области. Предвидливоста во посебниот контекст на тајните мерки за следење, како што е пресретнувањето на комуникации, не може да значи дека едно лице треба да може да предвиди кога властите има веројатност да ги пресретнат неговите комуникации за да може да го прилагоди своето однесување соодветно на тоа. Меѓутоа, особено кога некое овластување доделено на еден извршен орган се извршува тајно, ризикот од своеволност е очигледен. Затоа е од суштинска важност да се има јасни и прецизни правила за пресретнувањето на телефонски разговори, особено со оглед дека технологијата што е на располагање за користење постојано станува сè пософистицирана. Домашното право мора да биде доволно јасно за на граѓаните да им даде соодветни насоки за околностите и условите во кои јавните власти се овластени да користат такви мерки (види Малоун, цитиран горе, § 67; Leander v. Sweden, 26 March 1987, § 51, Series A no. 116; Huvig v. France, 24 April 1990, § 29, Series A no. 176B; Valenzuela Contreras v. Spain, 30 July 1998, § 46, Reports of Judgments and Decisions 1998V; Ротару, цитиран горе, § 55; Вебер и Саравиа, цитиран горе, § 93; и Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 75).", "229. Исто така, со оглед дека спроведувањето во пракса на мерките за тајно следење на комуникации не е отворено за проверка од страна на засегнатите поединци или јавноста пошироко, би било спротивно на владеењето на правото дискреционото право што му е доделено на извршниот орган или судија да биде изразено во смисла на неограничено овластување. Последователно, законот мора да го посочи опсегот на секое дискреционо право доделено на надлежните власти и начинот на неговото применување со доволна јасност за на лицето да му обезбеди соодветна заштита од своеволно мешање (види меѓу другите извори Малоун, цитиран горе, § 68; Леандер, цитиран горе, § 51; Хувиг, цитиран горе, § 29; и Вебер и Саравиа, цитиран горе, § 94).", "230. Во својата судска пракса за тајните мерки на следењето, Судот ги развил следниве минимум заштити кои треба да бидат утврдени со закон за да се избегне злоупотреба на службената должност: природата на прекршоците заради кои може да се јави потреба од налог за пресретнување; дефиниција на категориите на луѓе подложни да им бидат прислушувани телефоните; ограничување во однос на времетраењето на телефонското прислушување; процедурата што треба да се следи за проверка, користење и чување на стекнатите податоци; мерки на внимателност кои треба да се преземат кога се пренесуваат податоци на други странки; и околностите во кои снимките можат или мора да бидат избришани или уништени (види Хувиг, цитиран горе, § 34; Amannv. Switzerland [GC], no. 27798/95, §§ 56-58, ECHR 2000II; Валенцуела Контрерас, цитиран горе, § 46; Prado Bugallo v. Spain,no. 58496/00, § 30, 18 February 2003; Вебер и Саравиа, цитиран горе, § 95; и Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 76).", "231. Што се однесува до прашањето дали мешањето било „неопходно во едно демократско општество“ согласно некоја легитимна цел, Судот согледа дека кога се мери интересот на тужената држава при заштитата на својата национална безбедност преку мерки за тајно следење наспроти сериозноста на мешањето на право на жалителот на почитување на неговиот приватен живот, националните власти уживаат одредена маргина на дискреционо право при изборот на средствата за постигнување на легитимната цел да се заштити националната безбедност. Меѓутоа ваквото дискреционо право е предмет на европскиот надзор кој ги опфаќа и законодавството и одлуките што го применуваат. Со оглед на ризикот дека систем на таен надзор кој е воспоставен да ја заштити националната безбедност може да ја поткопа, па дури и уништи демократијата под изговор дека ја штити, Судот мора да биде задоволен дека постојат соодветни и ефективни гаранции против злоупотребата. Проценката зависи од сите околности на случајот, како што се природата, опсегот и времетраењето на можните мерки, основите што се потребни за да се наложат, властите што се надлежни да дадат одобрение за нив, да ги спроведат и да вршат надзор и типот на правен лек понуден од националното право. Судот мора да утврди дали процедурите за надзор на наложувањето и спроведувањето на рестриктивни мерки се такви што го сметаат „мешањето“ за „неопходно во едно демократско општество“ (види Клас и други, цитиран горе, §§ 49, 50 и 59; Вебер и Саравиа, цитиран горе, § 106; Kvasnica v. Slovakia, no. 72094/01, § 80, 9 June 2009; и Кенеди, цитиран горе, §§ 153 и 154).", "232. Прегледот и надзорот на мерките за тајно следење можат да се применат во три фази: кога следењето за првпат ќе биде наложено, додека се спроведува и откако ќе биде прекинато. Што се однесува до првите две фази, самата природа и логика на тајното следење диктираат дека не само самото следење туку исто така и попратното разгледување треба да биде спроведено без знаење на лицето. Последователно, бидејќи лицето неопходно ќе биде спречено да бара делотворен правен лек по сопствена избор или да земе директно учество во секаква постапка на разгледување, од суштинска важност е самите воспоставени процедури да обезбедат соодветни и еквивалентни гаранции кои ќе ги штитат неговите права. Дополнително, вредностите на едно демократско општество мора да се почитуваат колку што е можно подоследно во надзорните процедури доколку границите на неопходноста, во рамки на значењето на членот 8 § 2, не бидат надминати. Во област каде злоупотребата е потенцијално толку лесна во поединечните случаи и може да има таквите штетни последици по општеството како целина, во принцип пожелно е да му се додели надзорната контрола на еден судија, при што судската контрола нуди најдобри гаранции за независност, непристрасност и правилна постапка (види Клас и други, цитиран горе, §§ 55 и 56).", "233. Што се однесува до третата фаза, откако следењето било прекинато, прашањето за последователното известување за мерките за следење е нераскинливо поврзано со ефикасноста на правните лекови пред судовите и оттука постоењето на делотворна заштита од злоупотреба на овластувањата за мониторинг. Во принцип постои мал простор за прибегнување кон судовите од страна на засегнатото лице, освен ако тоа не е поучено за мерките што се преземени без негово знаење и оттука да може да ја оспори нивната законитост ретроспективно (види Клас и други, цитиран горе, § 57, и Вебер и Саравиа, цитиран горе, § 135) или, како алтернатива, освен ако секое лице кое се сомнева дека неговите комуникации се пресретнуваат или биле пресретнувани може да се обрати до судовите, така што надлежноста на судовите да не зависи од известувањето до предметот на пресретнување дека неговите комуникации биле пресретнати (види Кенеди, цитиран горе, § 167).", "(ii) Примена на општите принципи во актуелниот случај", "234. Судот забележува дека било утврдено дека имало мешање согласно членот 8 § 1 во однос на општата жалба на жалителот за руското законодавство кое го уредувало тајното пресретнување на комуникации по мобилен телефон. Соодветно на тоа во рамки на своето разгледување на оправдувањето за мешањето согласно членот 8 § 2, од Судот се бара да се испита дали самото оспорено законодавство е во согласност со Конвенцијата.", "235. Во случаи кога законодавството кое дозволува тајно следење е оспорено пред Судот, законитоста на мешањето е тесно поврзано со прашањето дали бил следен тестот за „неопходноста“ и затоа било соодветно за Судот да се осврне заеднички на барањата за „во согласност со законот“ и „неопходноста“ (види Кенеди, цитиран горе, § 155; исто така види Квасница, цитиран горе, § 84). „Квалитетот на законот“ во оваа смисла значи дека домашното право не само што мора да биде достапно и предвидливо во својата примена, туку исто така мора да обезбеди мерки за тајно следење да се применуваат само кога „е неопходно во едно демократско општество“, особено преку обезбедување на адекватна и ефективна заштита и гаранции против злоупотреба.", "236. Не било оспорени од странките дека пресретнувањето на комуникацијата по мобилен телефон имала основ во домашното право. Тие пред се биле уредени со ЗКП и ЗОИА како и со Законот за комуникации и правилниците издадени од Министерството за комуникации. Понатаму, Судот смета дека е јасно дека мерките за следење, дозволени согласно руското право, имале легитимни цели за заштита на националната безбедност и јавна сигурност, спречување на кривичното дело и заштита на економската благосостојба на земјата (види параграф 26 горе). Затоа останува да се види дали домашното право е достапно и содржи адекватна и ефективна заштита и гаранции за да се исполнат барањата за „предвидливост“ и „потреба во едно демократско општество“.", "237.  Затоа Судот ќе ја оцени достапноста на домашното право, опсегот и времетраењето на мерките за тајно следење, процедурите што треба да се следат за складирање, оценка, проверка, користење, комуникација и уништување на пресретнатите податоци, процедури за одобрение, аранжмани за надзор на спроведувањето на мерки за тајно следење, секакви механизми за известување и правни лекови обезбедени од националното право.", "(α) Достапност на домашното право", "238. Постои општ став на сите странки дека речиси сите законски одредби што се однесуваат на тајното следење - вклучително ЗКП, ЗОИА, Законот за комуникации и повеќето Правилници издадени од Министерството за комуникации – биле официјално објавени и достапни за јавноста. Меѓутоа, странките спореа дали додатоците на Правилникот бр. 70 на Министерството за комуникации го исполниле условот за достапност.", "239.  Судот забележува дека додатоците на Правилникот бр. 70 никогаш не биле објавени во службена публикација која била општо достапна за сите, бидејќи биле сметани за технички по својата природа (види параграф 128 горе).", "240.  Судот прифаќа дека додатоците на Правилникот бр. 70 главно ги опишуваат техничките барања во однос на опремата за пресретнување што треба да ја инсталираат провајдерите на комуникациски услуги. Истовремено, преку барањето дека опремата во прашање мора да обезбеди директен пристап за органите на прогонот до сите комуникации по мобилен на сите корисници и дека не смее да заведува или евидентира информации за пресретнувањето што било иницирано од органите на прогонот (види параграфи 115 до 122 горе), додатоците на Правилникот бр. 70 можат да влијаат на правото на корисниците на почитување на нивниот приватен живот и преписка. Затоа Судот смета дека тие мора да бидат достапни за јавноста.", "241. Со тоа што Правилникот бил објавен во службеното списание на Министерството за комуникации Свјаз Информ, кое се дистрибуирало преку претплата, тој било достапен само до експертите за комуникации, а не и за општата јавност. Истовремено Судот забележува дека до текстот од Правилникот, со додатоците, можело да се дојде преку приватно водената правна база на податоци, која го презела од публикацијата на Свјаз Информ (види параграф 115 горе). Судот утврди дека било жалосно што Правилникот не бил општо достапен преку негово официјално објавување. Меѓутоа, земајќи го во предвид фактот дека бил објавен во службено министерско списание, напоредно со фактот дека општата јавност можела да дојде до него преку правна база на податоци на интернет, Судот не утврди дека е потребно понатаму да го разгледува прашањето на достапноста на домашното право. Наместо тоа ќе се концентрира на барањата за „предвидливост“ и „неопходност“.", "(β) Опсегот на примената на мерките за тајно следење", "242.  Судот повторува дека националното право мора да го дефинира опсегот на примена на мерките за тајно следење со тоа што на граѓаните ќе им даде соодветни индикации за околностите во кои јавните власти имаат овластување да ги искористат таквите мерки – особено со јасно утврдување на природата на делата за кои може да се издаде налог за пресретнување и дефинирање на категории на луѓе на кои е можно телефоните да им бидат прислушувани (види параграф 231 горе).", "243. Што се однесува до природата на делата, Судот нагласува дека условот на предвидливост не бара од државата да ги посочи исцрпно, по име, конкретните прекршоци кои можат да поттикнат пресретнување. Меѓутоа, треба да се обезбедат доволно детали за природата на делата во прашање (види Кенеди, цитиран горе, § 159). И ЗОИА и ЗКП уредуваат дека и телефонските и другите комуникации можат да бидат пресретнати во врска со средно тешко, сериозно или особено сериозно кривично дело – односно, дело за кое Кривичниот законик пропишува максимална казна од повеќе од три години затвор – кое веќе било извршено, во тек е или се заговара (види параграф 31 до 33 горе). Судот смета дека природата на делата за кои може да се побара налог за пресретнување е доволно јасна. Во исто време забележува со загриженост дека руското право дозволува тајно пресретнување на комуникации за доста широк спектар на кривични дела, вклучително на пример, како што беше посочено од жалителот, џепарење (види параграф 182 горе; види исто така, за слично образложение, Јордачи и други, цитиран горе, §§ 43 и 44).", "244. Судот понатаму забележува дека пресретнувањето може да се наложи не само за осомничен или обвинет, туку исто така и за лице кое може да има информации за дело или може да има други информации релевантни за кривичниот случај (види параграф 32 горе). Судот претходно одлучи дека мерките за пресретнување во однос на едно лице кое не било осомничено за никакво дело, но може да поседува информации за такво дело, може да биде оправдано согласно членот 8 од Конвенцијата (види Гројтер, цитиран горе). Во исто време Судот забележува нема никакво појаснување во руското законодавство или утврдена судска пракса за тоа како термините „лице кое може да има информации за кривично дело“ и „лице кое може да поседува информации релевантни за кривичен случај“ треба да се применат во пракса (види, за слично образложение, Јордичи и други, цитиран горе, § 44).", "245. Судот исто така забележува дека покрај пресретнувањата за потребите на спречувањето или откривањето на кривични дела, ЗОИА исто така предвидува дека телефонски или други комуникации можеле да бидат пресретнати после примањето на информации за настани или активности кои ја ставаат во опасност националната, воената, економската или еколошката безбедност (види параграф 31 горе). Кои настани или активности можат да се сметаат дека ги ставаат во опасност таквите безбедносни интереси не е дефинирано никаде во руското право.", "246. Судот претходно има одлучено дека барањето за „предвидливост“ на правото не оди толку далеку за да ги обврзе државите да усвојат законски одредби во кои детално се набројуваат сите видови на однесување кои можат да предизвикаат одлука да подложат едно лице на тајно следење по основ „национална безбедност“. Според природата на нештата, заканите по националната безбедност можат да варираат по карактерот и можат да бидат очекувани или тешки да се дефинираат од напред (види Кенеди, цитиран горе, § 159). Истовремено, Судот исто така нагласи дека по прашања кои влијаат на основните права би било спротивно на владеењето на правото, еден од основните принципи на демократското општество вградено во Конвенцијата, дискреционото право што му е дадено на извршниот орган во сферата на националната безбедност да биде сфатено како неограничено овластување. Последователно, законот мора да го посочи опсегот на секое такво дискреционо право дадено на надлежните власти и начинот на неговото остварување со доволна јасност, земајќи ја во предвид легитимната цел на мерката во прашање, за на секое лице да му се даде соодветна заштита од своеволно мешање (види Liu v. Russia, no. 42086/05, § 56, 6 December 2007, со понатамошни упатувања).", "247. Важно е дека ЗОИА не укажува на никои од околностите во кои комуникациите на поединецот можат да бидат пресретнати на сметка на настаните или активностите кои ја ставаат во опасност националната, воената, економската или еколошката безбедност на Русија. Ова на властите им остава речиси неограничен степен на дискреција при одредувањето кои настани или дела претставуваат таква закана и дали таа закана е доволно сериозна за да се оправда тајното следење, со што се креираат можности за злоупотреба (види, за слични образложенија, Јордичи и други, цитиран горе, § 46).", "248. Имајќи го тоа на ум, Судот не губи увид во фактот дека во Русија е потребно претходно судско одобрение за да се спроведе пресретнување на комуникациите. Таквото судско одобрение може да послужи за да се ограничи дискреционото право на органите на прогонот при толкувањето на опширните поими како „лице кое може да има информации за кривичното дело“, „лице кое може да поседува информации релевантни за кривичен случај“, и „настани или активности кои ја ставаат во опасност националната, воената, економската или еколошката безбедност на Русија“ следејќи утврдено судско толкување на термините или утврдена пракса за да се потврди дали постојат доволни причини за пресретнување на комуникациите на одредено лице во секој поединечен случај. Судот прифаќа дека условот за претходно судско одобрување претставува важна заштита од своеволноста. Делотворноста на таа заштита ќе биде проверена долу.", "(γ) Времетраењето на примената на мерките за тајно следење", "249.Судот одлучи дека не е неразумно да се остави одлуката за времетраење на пресретнувањето како дискреционото право на релевантните домашни власти кои имаат надлежност да издадат и обноват налози за пресретнување под услов да постојат соодветни заштити, како што се јасна индикација во домашното право за периодот после кој налогот за пресретнување ќе истече, условите под кои налогот може да се обнови и околностите во кои мора да се повлече (види Кенеди, цитиран горе, § 161; исто така види Клас и други, цитиран горе, 52, и Вебер и Саравиа, цитиран горе, § 98).", "250. Што се однесува до првата заштита и ЗКП и ЗОИА предвидуваат дека пресретнувањата можат да бидат одобрен од судија за период што не надминува шест месеци (види параграфи 38 и 47 горе). Затоа постои јасна индикација во домашното право за периодот после кој ќе истече одобрението за пресретнување. Второ, условите под кои одобрението може да се обнови се исто така јасно утврдени во правото. Особено, согласно ЗКП и ЗОИА еден судија може да го продолжи пресретнувањето на максимум шест месеци после секое ново разгледување на сите релевантни материјали (id.). Меѓутоа, што се однесува на третата заштита во врска со околностите во кои пресретнувањето мора да биде прекинато, Судот забележува дека условот за да се прекине пресретнувањето кога повеќе не е неопходно е споменато само во ЗКП. За жал ЗОИА не содржи такво услови (id.). Во пракса ова значи дека пресретнувањата во рамките на кривичните постапки поседуваат повеќе заштити од пресретнувањата спроведени надвор од таквата рамка, особено во врска со „настани или активности со кои се става во опасност националната, воената, економската или еколошката безбедност“.", "251.  Судот заклучи од горенаведеното дека иако руското право содржи јасни правила за времетраењето и обновувањето на пресретнувањата кои обезбедуваат соодветни заштити против злоупотреби, одредбите од ЗОИА за прекинот на надзорните мерки не обезбедува доволно гаранции против своеволно мешање.", "(δ) Процедури кои треба да се почитуваат во однос на складирањето, оценката, испитувањето, користењето, пренесувањето и уништувањето на пресретнатите податоци", "252. Руското право стипулира дека собраните податоци како резултат на мерките за тајно следење претставуваат државна тајна и треба да се запечатат и чуваат под услови кои исклучуваат било каков ризик од неовластен пристап. Тие можат да бидат обелоденети на оние државни функционери на кои навистина им требаат податоците за извршување на нивните обврски и да имаат соодветно ниво на безбедносен сертификат. Мора да се преземат чекори за да се обезбеди дека само она количеството на информации кои се потребни од примателот за да ги изврши своите обврски се обелоденува, не повеќе од тоа. Службеното лице кое е одговорно да обезбеди податоците да се чуваат безбедно и да не се достапни за оние кои не поседуваат соодветен безбедносен сертификат е јасно одредено (види параграфи 51 до 57 горе). Домашното право исто така ги утврдува условите и процедурите за пренесување на пресретнатите податоци кои содржат информации за кривично дело до обвинителството. Тоа пред сè ги опишува условите што е потребно да се исполнат за нивно безбедно чување и условите за нивно користење како докази во кривични постапки (види параграфи 58 до 64 горе). Судот е задоволен дека руското право содржи јасни правила за складирање, користење и пренесување на пресретнатите податоци, со што се овозможува да се минимизира ризикот на неовластениот пристап или обелоденување (види, за слично образложение, Кенеди, цитиран горе, §§ 62 и 63).", "253. Што се однесува до уништувањето на пресретнатите материјали, домашното право уредува дека пресретнатите материјали мора да бидат уништени после шест месеци складирање, доколку засегнатото лице не било обвинето за кривично дело. Доколку лицето било обвинето за кривично дело, судијата на случајот мора да одлучи, на крајот од кривичните постапки, за понатамошното складирање и уништување на пресретнатиот материјал што се користеле како докази (види параграфи 65 и 66 горе).", "254. Што се однесува до случаите кога засегнатото лице не било обвинето за кривично дело, Судот не е убеден од аргументот на жалителот дека руското право дозволува складирање на пресретнатите материјали после законски утврденото временско ограничување (види параграф 188 горе). Се чини дека одредбата на која упати жалителот не важи за конкретниот случај на чување на податоците собрани како резултат на пресретнување на комуникации. Судот смета дека временското ограничување од шест месеци за складирање одреден во руското право за такви податоци е разумно. Истовремено, жали заради отсуството на барање веднаш да се уништат сите податоци кои не се релевантни за целта за која биле добиени (спореди Клас и други, цитиран горе, § 52, и Кенеди, цитиран горе, § 162). Автоматското складирање во времетраење од шест месеци на очигледно нерелевантни податоци не може да се смета за оправдано согласно членот 8.", "255. Понатаму, што се однесува до случаите кога лицето било обвинето за кривично дело, Судот забележува со загриженост дека руското право дозволува неограничено дискреционо право на судечкиот судија да ги чува или уништи податоците што се користат како доказ по крајот на судењето (види параграф 66 горе). Руското право на граѓаните не им дава никаква индикација за околностите во кои пресретнатиот материјал може да се чува по крајот на судењето. Затоа Судот смета дека домашното право не е доволно јасно во однос на овој аспект.", "(ε) Одобрение за пресретнувања", "Процедури за добивање на одобрение", "256.Судот ќе го земе во предвид бројот на фактори при оценување на тоа дали процедурите за одобрувања се способни да обезбедат тајното следење да не е наложено случајно, нелегално или без потребното и соодветно разгледување. Овие фактори го вклучуваат особено органот што е надлежен да одобри следење, неговиот опсег на разгледување и содржината на одобрението за пресретнување.", "257.  Што се однесува до органот што е надлежен да одобри следење, одобрувањето на прислушување на телефон од страна на вонсудски орган може да е компатибилно со Конвенцијата (види, на пример, Клас и други, цитиран горе, § 51; Вебер и Саравиа, цитиран горе, § 115; и Кенеди, цитиран горе, § 31), под услов тој орган да е доволно независен од извршната власт (види Dumitru Popescu v. Romania (no. 2), no. 71525/01, § 71, 26 April 2007).", "258. Руското право содржи важна заштита од своеволно или недискриминирачко тајно следење. Во него се наложува дека секакво пресретнување на телефонски или други комуникации мора да биде одобрено од суд (види параграфи 34 и 44 горе). Органите на прогонот кои бараат одобрение за пресретнување мора да поднесат образложено барање за таа цел до судија, кој може да бара од органот да му обезбеди материјали во поткрепа на истото (види параграфи 37 и 46 горе). Судијата мора да даде причини за одлуката да одобри пресретнување (види параграфи 38 и 44 горе).", "259. Сега осврнувајќи се на опсегот на разгледување од страна на органот што одобрува, Судот повторува дека мора да може да го потврди постоењето на разумен сомнеж против засегнатото лице, особено дали постојат фактички индикации за сомневање во тоа лице дека планира, извршува или извршило кривични дела или други дела кои можат да поттикнат мерки за тајно следење, како што се на пример, дела со кои се става во опасност националната безбедност. Исто така мора да е утврди дали бараното пресретнување го исполнува условот на „неопходност во едно демократско општество“, како што е уредено во членот 8 § 2 од Конвенцијата, вклучително дали е сразмерно на легитимните цели што се сака да се остварат преку потврдување, на пример, дали е можно да се постигнат целите со помалку рестриктивни средства (види Клас и други, цитиран горе, § 51; Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе,§§ 79 и 80; Јордачи и други, цитиран горе, § 51; и Кенеди, цитиран горе, §§ 31 и 32).", "260. Судот забележува дека судската проверка во Русија е ограничена во својот опсег. Оттука материјалите кои содржат информации за тајни агенти или полициски доушници или за организацијата и тактиките на оперативно-истражните мерки не можат да се достават до судијата и затоа се исклучени од опсегот на разгледување на судот (види параграф 37 горе). Судот смета дека доколку не им се обелоденат релевантните информации на судовите, истите се лишени од овластувањето да проценат дали постои доволна фактичка основа за да го осомничи лицето за кое се побарани оперативно-истражните мерки за кривично дело или активности со кои се става во опасност националната, воената, економската или еколошката безбедност (види, mutatis mutandis, Лиу, цитиран горе, §§ 59-63). Судот претходно има утврдено дека постојат техники кои можат да се применат, а кои во исто време можат да одговорат на легитимната безбедносна загриженост поврзана со природата и изворите на разузнавачките информации и да му обезбедат на лицето значителна мерка на процедурална правда (види, mutatis mutandis, Chahal v. the United Kingdom, 15 November 1996, § 131, Reports of Judgments and Decisions 1996V).", "261. Понатаму, Судот забележува дека во Русија судиите не се обврзани ниту од ЗКП ниту од ЗОИА да го потврдат постоењето на „разумен сомнеж“ против засегнатото лице или да го примени тестот за „неопходноста“ или „сразмерноста“. Во исто време Судот забележува дека Уставниот суд во своите одлуки објаснил дека товарот на докажување е кај органот што бара да покаже дека пресретнувањето е неопходно и дека судијата кој испитува барање за пресретнување треба да ги потврди основите за таа мерка и да дозволи одобрение само доколку тој или таа е убеден дека пресретнувањето е законско, неопходно и оправдано. Уставниот суд исто така одлучил дека судската одлука со која се одобрува пресретнување треба да ги содржи причините и да упати на конкретните основи за сомнежот дека кривичното дело било извршено или е во тек или било заговарано или дека се спроведуваат активности кои се закануваат по националната, воената, економската или еколошката безбедност, како и дека лицето за кое се бара пресретнувањето е инволвирано во овие кривични или на друг начин опасни активности (види параграфи 40 до 42 горе). Затоа Уставниот суд препорачал, во суштина, дека кога се разгледуваат барањата за одобрување на пресретнувањето руските судови треба да го потврдат постоењето на разумен сомнеж против засегнатото лице и треба да одобрат пресретнување само ако бидат исполнети условите за неопходност и сразмерност.", "262. Меѓутоа Судот забележува дека домашното право не бара експлицитно од судовите за општа надлежност да го следат мислењето на Уставниот суд за тоа како законската одредба треба да се толкува доколку таквото мислење било изразено со одлука наместо со пресуда (види параграф 106 горе). Навистина поднесените материјали од страна на жалителот покажуваат дека домашните судови не секогаш ги следат гореспоменатите препораки на Уставниот суд, кои главно се состоеле од одлуките, а не толку од пресуди. Оттука произлегува од аналитичките белешки издадени од Окружните судови дека барањата за пресретнување честопати не се проследени со некакви материјали во поткрепа, дека судиите на Окружните судови никогаш не бараат органот што пресретнува да поднесе такви материја и дека чистото упатување на постоењето на информации за кривичното дело или активности кои претставуваат закана за националната, воената, економската или еколошката безбедност се сметаат дека се доволни за да се даде одобрението. Барањето за пресретнување се одбива само доколку не е потпишано од надлежно лице, не содржи никакво упатување на делото во врска со кое се наложува пресретнување или се однесува на кривично дело во врска со кое пресретнувањето не е дозволено согласно домашното право (види параграф 193 горе). Оттука, аналитичката белешка издадена од Окружните судови, земени заедно со статистичките информации за периодот од 2009 до 2013 година обезбедени од жалителот (види параграф 194 горе), покажуваат дека во својата секојдневна работа руските судови не проверуваат дали постои „разумен сомнеж“ против засегнатото лице и не го применуваат тестот на „неопходност“ и „сразмерност“.", "263. Конечно, што се однесува до содржината на одобрението за пресретнување, мора јасно да се идентификува конкретното лице кое треба да биде предмет на следењето или одредена група на простории за кои било барано одобрение. Таквата идентификација може да се состои од имиња, адреси, телефонски броеви или други релевантни информации (види Клас и други, цитиран горе, § 51; Либерти и други, цитиран горе, §§ 64 и 65; Dumitru Popescu (no. 2), цитиран горе, § 78; Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе,§ 80; и Кенеди, цитиран горе, § 160).", "264. Судот забележува дека според ЗКП барањето за одобрение за пресретнување мора јасно да содржи конкретно лице чии комуникации треба да бидат пресретнати, како и времетраењето на мерките за пресретнување (види параграф 46 горе). Наспроти тоа, ЗОИА не содржи никакви барања, како во однос на содржината на барањето за пресретнување, така и во однос на содржината на одобрението за пресретнување. Како резултат на тоа, судот по некогаш дава одобрение за пресретнување во кое не се споменува конкретно лице или телефонски број кој треба да се прислушува, туку одобрува пресретнување на сите телефонски комуникации во областа каде било извршено кривичното дело. Некои одобренија не го споменуваат времетраењето за кое пресретнувањето е одобрено (види параграф 193 горе). Судот смета дека таквите одобренија, кои не се јасно забранети со ЗОИА, даваат многу широко дискреционо право на органите на прогонот за тоа кои комуникации да бидат пресретнати и колку долго.", "265. Судот понатаму забележува дека во случаи на итност можно е да се пресретнуваат комуникации без претходно одобрени во период до четириесет и осум часа. Судија мора да биде информиран за секој таков случај во рок од дваесет и четири часа од започнувањето на пресретнувањето. Доколку не е издадено судско одобрение во рок од четириесет и осум часа, пресретнувањето мора да сопре веднаш (види параграф 35 горе). Судот веќе ја испитал „итната“ процедура која била предвидена во бугарското право и утврдил дека била компатибилна со Конвенцијата (види Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 16 и 82). Меѓутоа, наспроти бугарската одредба, руската „итна постапка“ не предвидува доволна заштита за истата да се користи внимателно и само во соодветно оправдани случаи. Оттука, иако во кривичната сфера ЗОИА го ограничува прибегнувањето на итната постапка на случаи кога постои директна опасност дека сериозни и особено сериозни дела можат да бидат извршени, не содржи никакви такви ограничувања во однос на тајното следење во врска со настани или активности кои ја ставаат во опасност националната, воената, економската или еколошката безбедност. Домашното право не ја ограничува употребата на овие итни постапки на случаи кои вклучуваат директна сериозна опасност по националната, воената, економската или еколошката безбедност. На властите им останува неограничен степен на дискреција при одредувањето во кои ситуации е оправдано да се користи вонсудска итна постапка, со што се креираат можност за злоупотреба на истата (види, наспроти тоа, Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 16). Понатаму, иако руското право бара судија веднаш да биде информиран за секој пример на итно пресретнување, неговата надлежност е ограничена да го одобри продолжувањето на мерката за пресретнување после тие четириесет и осум часа. Тој или таа нема овластување да процени дали употребата на итна постапка била оправдана или да одлучи дали материјалот што е стекнат за време на претходните четириесет и осум часа треба да се задржи или уништи (види, наспроти тоа, Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 16). Руското право оттука не предвидува делотворно судско разгледување на итната постапка.", "266. Со оглед на горенаведените размислувања Судот смета дека постапките за одобрение предвидени од руското право не можат да обезбедат мерките за тајно следење да не бидат побарани случајно, нерегуларно или без соодветно и правилно разгледување.", "Пристапот на властите до комуникации", "267. Судот го нотира аргументот на жалителот дека безбедносните служби и полицијата имаат технички средства да ги пресретнуваат комуникациите преку мобилен телефон без да обезбедат судско одобрение со оглед дека имале директен пристап до сите комуникации и со оглед дека нивната можност да пресретнат комуникации на одредено лице или лица не е условено од обезбедување на одобрение за пресретнување до провајдерот на комуникациски услуги.", "268. Судот смета дека барањето да му се покаже одобрение за пресретнување на провајдерот на комуникациски услуги пред да се добие пристап до комуникациите на едно лице е една од важните заштити од злоупотреба од страна на органите на прогонот, со што ќе се добие соодветно одобрение во сите случаи на пресретнување. Во Русија од органите на прогонот не се бара согласно домашното право да му покажат судско одобрение на провајдерот на комуникациски услуги пред да се добие пристап до комуникациите на некое лице (види, од друга страна, Резолуцијата на Советот на ЕУ цитирана во параграф 145 горе), со исклучок на набљудувањето на податоци поврзани со комуникациите согласно ЗКП (види параграф 48 горе). Навистина, согласно Правилници издадени од Министерството за комуникации, особено додатоците на Правилникот бр. 70, провајдерите на комуникациски услуги мора да инсталираат опрема која на органите на прогонот им дава директен пристап до комуникациите по мобилен телефон на сите корисници (види параграфи 115 до 122 горе). Провајдерите на комуникациски услуги исто така имаат обврска согласно Правилникот бр. 538 да креираат бази на податоци за сите претплатници, и услугите што им биле обезбедени, за период од три години; тајните служби имаат директен пристап од далеку до тие бази на податоци (види параграфи 132 и 133 горе). Оттука органите на прогонот имаат директен пристап до сите комуникации по мобилен телефон и податоците поврзани со комуникациите.", "269. Судот смета дека начинот на кој функционира системот на тајно следење во Русија им дава на тајните служби и полицијата технички средства да ја заобиколат постапката за одобрение и да пресретнат секакви комуникации без претходно да набават судско одобрение. Иако можноста за несоодветно делување од нечесен, несовесен и претерано ревносен службеник никогаш не може во целост да се отфрли, без разлика на системот (види, Клас и други, цитиран горе, § 59), Судот смета дека еден систем, како рускиот, кој им овозможува на тајните служби и полицијата директно да пресретнуваат комуникации од секој граѓанин, без да се обврзани да му покажат одобрение за пресретнување на провајдерот на комуникациските услуги или некој друг, е особено подложно за злоупотреба. Потребата од заштита од своеволност и злоупотреба затоа се чини за особено голема.", "270. Од тие причини Судот со посебно внимание ќе разгледа дали договорениот надзор согласно руското право може да обезбеди сите пресретнувања да се спроведат на законски начин врз основа на соодветно судско одобрение.", "(ζ) Надзор на спроведувањето на мерките за тајно следење", "271. Судот забележа на самиот почеток дека Правилникот бр. 70 бара опремата што е инсталирана од провајдерите на комуникациски услуги да не ги евидентира или заведува информациите за пресретнувањата (види параграф 120 горе). Судот одлучи дека обврската органите што вршат пресретнување да водат евиденција од пресретнувањата е особено важна за да се обезбеди надзорниот орган да има делотворен пристап до деталите од преземените активности на следење. Забраната да се заведуваат или евидентираат пресретнувањата утврдени во рускиот закон целосно му оневозможува на надзорниот орган да ги открие пресретнувањата кои биле извршени без соодветно судско одобрение. Комбинирано со техничката способност на органите на прогонот согласно истиот Правилник бр. 70 да ги пресретнува директно сите комуникации, оваа одредба го прави секој аранжман за надзор неспособен да открие незаконски пресретнувања, а со тоа го прави неделотворен.", "272. Што се однесува до надзорот на пресретнувањата спроведени врз основа на претходно судско одобрение, Судот ќе разгледа дали аранжманите за надзор што постојат во Русија можат да обезбедат законските барања во врска со спроведувањето на надзорните мерки, складирањето, пристапот, употребата, обработката, комуникацијата и уништувањето на пресретнатите материјали рутински да се почитуваат.", "273. Судот што дал одобрение за пресретнување нема никаква надлежност да врши надзор на неговото спроведување. Тој не е информиран за резултатите од пресретнувањето и нема овластување да разгледа дали условите од одлуката со која се дава одобрение биле исполнети. Ниту пак руските судови генерално имаат надлежност да спроведат севкупен надзор врз пресретнувањето. Судскиот надзор е ограничен на првичната фаза на одобрение. Последователниот надзор им е доделен на претседателот, парламентот, владата и главниот обвинител и надлежните обвинители на пониско ниво.", "274. Судот претходно има утврдено дека иако во принцип е пожелно да му се додели надзорна контрола на еден судија, надзорот од страна на восудски тела може да се смета за компатибилен со Конвенцијата, под услов надзорното тело да е независно од властите кои го спроведуваат следењето, и да е доделен со доволно надлежности и овластувања за да спроведува делотворна и континуирана контрола (види Клас и други, цитиран горе, § 56).", "275. Што се однесува до претседателот, Парламентот и Владата, руското право не го утврдува начинот на кој тие можат да вршат надзор на пресретнувањата. Не постојат јавно достапни правила или насоки со кои се опишува опсегот на нивниот преглед, условите во кои истиот може да се спроведе, процедурите за разгледување на надзорните мерки или за исправање на откриените повреди (види, за слично образложение, Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 88).", "276. Што се однесува до надзорот на пресретнувањата од страна на обвинителите, Судот забележува дека националното право го утврдува опсегот и постапките за надзор од страна на обвинителите на оперативно-истражните активности (види параграфи 69 до 80 горе). Тој стипулира дека обвинителите можат да спроведуваат рутински и ад хок инспекции на агенции кои спроведуваат оперативно-истражните активности и имаат право да ги проучат релевантните документи, вклучително и доверливите. Тие можат да преземат мерки за да ги сопрат или поправат откриените повреди за законот и одговорните да одговараат за нив. Тие мора да поднесат полугодишни извештаи со детали од резултатите од инспекциите на Главното обвинителство. Судот прифаќа дека постои законска рамка која, барем теоретски, обезбедува одреден надзор од страна на обвинителите на мерките за тајно следење. Следно треба да се провери дали обвинителите се независни од органите што го спроведуваат следењето и дали имаат доволно надлежности и овластувања за да спроведат делотворна и континуирана контрола.", "277. Што се однесува до условот за независност, во претходните случаи Судот го земаше во предвид начинот на назначување и правниот статус на членовите на надзорното тело. Особено, има утврдено дека доволно независните тела биле составени од пратеници како од мнозинството така и од опозицијата, или лица квалификувани за судска функција, назначени или од парламентот или од премиерот (види, на пример, Клас и други, цитиран горе, §§ 21 и 56; Вебер и Саравиа, цитиран горе, §§ 24, 25 и 117; Леандер, цитиран горе, § 65; (види L. v. Norway, no. 13564/88, Commission decision of 8 June 1990); и Кенеди, цитиран горе, §§ 57 и 166). Наспроти тоа, министер за внатрешни работи – кој не само што е политички назначен функционер и припадник на извршната власт, туку и директно инволвиран во ангажирањето на специјални средства за следење – се смета дека е недоволно независен (виде Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 85 и 87). Слично на тоа, главниот обвинител и надлежните обвинители на пониско ниво исто така се сметаат дека не се доволно независни (види Јордачи и други, цитиран горе, § 47).", "278. Наспроти надзорните тела цитирани горе, во Русија обвинителите ги назначува и разрешува главниот обвинител во консултација со регионалните извршни власти (види параграф 70 горе). Овој факт може да создаде сомнеж во нивната независност од извршната власт.", "279. Понатаму, од суштинска важност е секоја улога што обвинителите ја имаат во општата заштита на човековите права да не предизвика некаков конфликт на интереси (види Menchinskaya v. Russia, no. 42454/02, §§ 19 and 38, 15 January 2009). Судот забележува дека обвинителствата не специјализираат во областа на надзорот на пресретнувањата (види параграф 71 горе). Таквиот надзор е само еден дел од нивните опсежни и разновидни функции, кои вклучуваат гонење и надзор на кривичните истраги. Во рамките на своите обвинителски функции, обвинителите даваат одобрение на сите барања за пресретнување поднесени од истражни лица во рамките на кривичните постапки (види параграф 44 горе). Ваквото мешање на функциите во едно обвинителство, каде истата институција ги одобрува барањата за пресретнување и потоа врши надзор на нивното спроведување, може да поттикне сомнеж во независноста на обвинителите (види, како за контраст, Ananyev and Others v. Russia, nos. 42525/07 and 60800/08, § 215, 10 January 2012, во врска со надзорот од страна на обвинителите на затворските установите, каде било утврдено дека обвинителите се придржувале на условот за независност vis-à-vis телата на казнениот систем).", "280. Осврнувајќи се на овластувањата и надлежностите на обвинителите, Судот забележува дека е од суштинска важност надзорното тело да има пристап до сите релевантни документи, вклучително и материјали од затворен тип, и сите што се инволвирани во активностите на пресретнување да имаат обврска да му ги обелоденат сите материјали што ќе бидат побарани (види Кенеди, цитиран горе, §  166). Руското право стипулира дека обвинителите имаат право да ги проучат релевантните документи, вклучително и доверливите. Меѓутоа е важно да се забележи дека информациите за тајните агенти на безбедносните служби и за тактиките, методите и средствата што ги користат тие, се надвор од опсегот на надзорот на обвинителите (види параграф 74 горе). Затоа опсегот на нивниот надзор е ограничен. Понатаму, пресретнувањето извршено од ФСБ во сферата на контраразузнавањето може да подложи на инспекција само по поединечна жалба (види параграф 76 горе). Бидејќи поединците не се известени за пресретнувањата (види параграф 81 горе и параграф 289 долу), не е веројатно дека таквата претставка некогаш ќе биде поднесена. Како резултат, мерките за следење поврзани со контраразузнавањето де факто го избегнуваат надзорот од обвинителите.", "281. Овластувањата на надзорното тело во однос на секакви откриени повреди исто така претставуваат важен елемент за проценка на ефективноста на неговиот надзор (види, на пример, Клас и други, цитиран горе, § 53, каде од органот што пресретнувал било побарано да прекине веднаш со пресретнувањето доколку Г10 Комисијата утврдела дека тоа е незаконски или непотребно; и Кенеди, цитиран горе, § 168, каде секој пресретнат материјал требал да биде уништен веднаш откако Комесарот за пресретнување на комуникации ќе откриел дека пресретнувањето било незаконско). Судот е задоволен дека обвинителите имаат одредени овластувања во однос на повредите што ги утврдиле. Оттука можат да преземат мерки за спречување или исправка на откриените повреди на законот, а оние што се одговорни за тоа да сносат одговорност (види параграф 79 горе). Меѓутоа, не постои посебна одредба со која се бара уништување на незаконски стекнатите материјали со пресретнување (види Кенеди, цитиран горе, § 168).", "282. Судот исто така мора да испита дали активностите на надзорното тело се отворени за јавна проверка (види на пример, Л. против Норвешка, цитиран горе, кога се вршел надзор од Контролниот комитет, кој годишно поднесувал извештај до Владата и чии извештаи биле објавени и дискутирани од страна на Парламентот; Кенеди, цитиран горе, § 166, каде надзорот на пресретнувањето бил вршен од страна на комесарот за пресретнување на комуникации, кој поднесувал годишен извештај до премиерот, при тоа неговиот извештај бил јавен документ презентиран пред Парламентот; и наспроти тоа, Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 88, каде Судот одлучил дека имало проблем со системот бидејќи ниту министерот за внатрешни работи ниту некој друг функционер имал обврска редовно да поднесува извештај до независно тело или до општата јавност за севкупната работа на системот или мерките применети во поединечни случаи). Во Русија, обвинителите мора да поднесат полугодишни извештаи со детали од резултатите од инспекциите на Главното обвинителство. Меѓутоа овие извештаи се однесуваат на сите видови на оперативно-истражни мерки споени заедно, без пресретнувањето да се третира издвоено од сите мерки. Исто така, извештаите содржат само статистички информации за бројот на инспекции за спроведените оперативно-истражните мерки и бројот на откриени прекршоци, без да се утврди природата на повредата или мерките што се преземени за да се исправат. Исто така е битно дека извештаите се доверливи документи. Тие не се објавени или на некој друг начин достапни за јавноста (види параграф 80 горе). Следи дека во Русија надзорот од обвинителите е спроведен на начин кој не е отворен за јавна анализа и знаење.", "283. Конечно, Судот забележува дека е Владата таа што треба да ја прикаже практичната ефективност на надзорот што постои преку соодветни примери (види, mutatis mutandis, Ананјев и други, цитиран горе, §§ 109 и 110). Меѓутоа, руската Влада не поднесе никакви инспекциски извештаи или одлуки за обвинителите кои наложиле преземање на мерки за сопирање или исправање на откриените прекршувања на законот. Следи дека Владата не покажала дека надзорот од обвинителите на мерките за тајно следење е делотворен во пракса. Судот исто така во врска со ова посочи на документите што биле поднесени од страна на жалителот, а со кои ја илустрирал неспособноста на обвинителите да се стекнат со пристап до доверливи материјали во врска со пресретнувањата (види параграф 14 горе). Тој пример исто така создава сомнеж во делотворноста на надзорот од страна на обвинителите во пракса.", "284. Во однос на проблемите што биле идентификувани горе, и земајќи ја во предвид специфичната важност на надзорот во еден систем каде органите на прогонот имаат директен пристап до сите комуникации, Судот смета дека надзорот на пресретнувањата од страна на обвинителите како што е во моментов организиран, не е способен да обезбеди соодветни и делотворни гаранции против злоупотреба.", "(η) Известувања за пресретнување на комуникации и достапни правни лекови", "285. Судот сега ќе се осврне на прашањето на известување за пресретнувањето на комуникации што е нераскинливо поврзано со ефективноста на правните лекови пред судовите (види судска пракса цитирана во параграф 234 горе).", "286. Може да не е остварливо во пракса да се бара последователно известување во сите случаи. Активноста или опасноста заради која се применува одредена серија на мерки за следење можат да продолжат со години, дури и децении после суспендирањето на тие мерки. Последователното известување до секое лице кое е предмет на суспендирана мерка, исто така може да ја стави во опасност долгорочната цел која првично го поттикнала следењето. Исто така, таквото известување може да послужи за да ги открие работните методи и области на делување на разузнавачките служби, па дури евентуално да се идентификуваат нивните агенти. Затоа, фактот дека лица засегнати од мерки за тајно следење последователно не се известени откако следењето запрело, само по себе не може да оправда заклучок дека мешањето не било „неопходно во едни демократско општество“ бидејќи самото незнаење за следењето е тоа што обезбедува ефикасност на мешањето. Веднаш штом ќе може да се даде известување без да се стави во опасност целта на ограничувањето после прекинувањето на мерката за следење, информации сепак треба да му бидат доставени на засегнатите лица (види Клас и други, цитиран горе, § 58, и Вебер и Саравиа, цитиран горе, § 135). Судот исто така ја посочува и Препораката на Комитетот на министри со која се регулира употребата на личните податоци во полицискиот сектор, која предвидува дека кога се собрани и складирани податоци во врска со едно лица без негово знаење, освен ако податоците не се избришани, тој треба да биде информиран, кога тоа е можно, дека се чуваат информации за него веднаш штом повеќе не е веројатно дека може да му се наштети на предметот на полициските активности (§ 2.2, види параграф 143 горе).", "287. Во случаите на Клас и други и Вебер и Саравиа Судот го испита германското законодавство кое предвидувало известување следењето веднаш штом ќе можело да се стори тоа по неговото укинување без да се наштети на неговата цел. Судот зел во предвид дека се работело за независен орган, Г10 комисијата, кој ја имал моќта да одлучи дали едно лице што го следат ќе биде информирано за мерката за следење. Судот утврди дека одредбата во прашање обезбедила делотворен механизам за известување кој придонесол да се држи попречувањето на тајноста на телекомуникациите во рамките на ограничувањата за тоа што било неопходно за да се постигнат легитимните цели од кои се воделе (види Клас и други, цитиран горе, § 58, и Вебер и Саравиа, цитиран горе, § 136). Во случаите на Здружението за европска интеграција и човековите права и Екимџиев и Думитру Попеску (бр. 2) Судот одлучил дека отсуството на барањето да се извести предметот на пресретнувањето во даден момент не било компатибилно со Конвенцијата, со оглед дека го лишувала предметот не пресретнувањето од шансата да бара обесштетување за незаконско мешање во неговите права од членот 8 и ги сметал правните лекови што биле достапни согласно националното право повеќе за теоретски и илузорни отколку за практични и делотворни. Националното право на тој начин избегнало важна заштита од несоодветна употреба на специјални средства за следење (види Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, §§ 90 и 91, и Думитру Попеску (бр. 2), цитиран горе, § 77). Наспроти тоа во случајот Кенеди отсуството на барањето да се извести предметот на пресретнувањето во секој момент било компатибилно со Конвенцијата, бидејќи во Обединетото Кралство секое лице кое се сомневало дека неговите информации се или биле пресретнувани можело да се обрати на Суд со истражувачки овластувања, чија јурисдикција не зависела од тоа дали предметот на пресретнување ќе бил известен дека имало пресретнување на неговите комуникации (види Кенеди, цитиран горе, § 167).", "288. Сега осврнувајќи се на околностите во актуелниот случај, Судот забележува дека во Русија лицата чии комуникации биле пресретнати не се известени за овој факт во ниеден момент или под никакви околности. Следи дека, освен ако кривични постапки не биле покренати против предметот на пресретнување и пресретнатите податоци се користеле како доказ, или освен ако немало истекување, засегнатото лице е малку веројатно да открие дали неговите комуникации биле пресретнати.", "289. Судот го забележува фактот дека едно лице кое некако дознало дека неговите комуникации биле пресретнати може да побара информации за податоците во врска со тоа. Вреди да се забележи во врска со ова дека за да се има право да се поднесе такво барање лицето мора да ги поседува фактите за оперативно-истражните мерки на кои било изложено. Следи дека пристапот до информации е условен од способноста на лицето да докаже дека неговите комуникации биле пресретнати. Понатаму, предметот на пресретнување нема право на пристап до документи во врска со пресретнувањето на неговите комуникации; во најдобар случај има право да добие „информации“ за собраните податоци. Таквите информации се обезбедуваат само во многу ограничени околности, имено доколку вината на лицето не била дозволена во согласност со процедура пропишана со закон, односно, не бил обвинет или обвинението било повлечено по основ дека наводното дело не било извршено или дека еден или повеќе елементи од кривичното дело недостасувале. Исто така е важно дека само информациите кои не содржат државни тајни можат да му бидат обелоденети на предметот на пресретнување и дека според руското право информациите за средствата што се користеле во рамките на оперативно-истражните активности, методите, инволвираните службеници и собраните податоци претставуваат државна тајна (види параграф 52 горе). Со оглед на горенаведените одлики на руското право можноста за добивање на информации за пресретнувањата се чини дека се неделотворни.", "290. Судот ќе ги има на ум горенаведените факти – отсуството на известување и недостатокот на делотворна можност да се побара или добие информација за пресретнувањата од властите – кога ќе ја проценува делотворноста на правните лекови во рамки на руското право.", "291. Руското право предвидува дека едно лице кое тврди дека неговите или нејзините права биле или се повредени од страна на државен службеник кој врши оперативно-истражни активности може да се жали на претпоставениот на службеното лице, на обвинител или на суд (види параграф 83 горе). Судот повторува дека хиерархиското жалење до директно надреденото лице на органот чии дејствија биле оспорени не ги исполнува бараните стандарди на независност потребни за да се обезбеди доволна заштита против злоупотребата од страна на органот (види, за слично образложение, Khan v. the United Kingdom, no. 35394/97, §§ 45-47, ECHR 2000V; Dumitru Popescu (no. 2), цитиран горе , § 72; и Avanesyan, цитиран горе, § 32). Обвинителот исто така не е доволно независен и има ограничен опсег на разгледување, како што беше прикажано горе (види параграфи 277 до 285 горе). Останува да се провери дали жалбата до еден суд може да се смета за делотворен правен лек.", "292. Постојат четири судски процедури кои, според Владата, можат да се користат од едно лице кое сака да се жали на пресретнување на неговите комуникации: жалба, касациона жалба и претставка за надзорно разгледување против судска одлука со која се одобрува пресретнување на комуникации; претставка за надзорно разгледување согласно членот 125 од ЗКП; претставка за надзорно разгледување согласно Законот за судско разгледување и глава 25 од Законот за кривична постапка; и тужбата за граѓански прекршок согласно член 1069 од Граѓанскиот законик. Судот ќе ги разгледа една по една.", "293. Првата од постапките на кои се повикуваше Владата е жалбата, касационата жалба или претставката за надзорно разгледување против судска одлука со која се одобрува пресретнување на комуникациите. Меѓутоа, Уставниот суд кажал јасно дека предметот на пресретнувањето немал право да се жали против одлуката со која било одобрено пресретнувањето на неговите комуникации (види параграф 40 горе; види исто така Аванесјан, цитиран горе, § 30). Домашното право не кажува ништо во однос на можноста да поднесе касациона жалба. Со оглед дека Владата не поднела никакви примери од домашната пракса за испитување на касационите жалби, судот има силен сомнеж во постоењето на правото за поднесување на касациона жалба против судска одлука со која се одобрува пресретнувањето на комуникации. Истовремено, предметот на пресретнувањето има јасно право да поднесе претставка за надзорно разгледување (види параграф 43 горе). Меѓутоа за да се поднесе претставка за надзорно разгледување против судската одлука со која се одобрува пресретнување на комуникации, засегнатото лице мора да е свесно за постоењето на таква одлука. Иако Уставниот суд одлучил дека не е неопходно за се приложи копија од оспорената одлука за претставка за надзорно разгледување (исто), тешко е да се замисли како едно лице може да поднесе таква жалба без да ги има барем минимумот информации за одлуката која ја оспорува, како што се нејзиниот датум и судот којшто ја одобрил. Во отсуство на известување за мерките за следење согласно руското право, едно лице тешко дека некогаш ќе може да добие информации освен ако истите не биле обелоденети во контекст на кривичните постапки против него или имало некаква индискреција што резултирала со обелоденување.", "294. Понатаму, претставка согласно членот 125 од ЗКП може да се поднесе само од страна на учесник во кривични постапки додека е во тек претпретресна истрага (види параграфи 88 и 89 горе). Овој правен лек затоа е достапен само за лица кои дознале за пресретнувањето на нивните комуникации во рамките на привичните постапки против нив. Не може да се користи од лице против кое не е покрената никаква кривична постапка по пресретнувањето на неговите комуникации и кое не знае дали неговите комуникации биле пресретнати. Исто така вреди да се забележи дека Владата не поднела никакви судски одлуки со кои се разгледува жалбата согласно членот 125 од ЗКП за пресретнувањето на комуникациите. Затоа тие не успеале да ја илустрираат практичната делотворност на правниот лек на кој се повикувале со примери од судската пракса на домашните судови (види, за слично образложение, § 70, и Ананјев и други, цитиран горе, §§ 109 и 110).", "295. Што се однесува до претставката за судско разгледување согласно Законот за судско разгледување, Глава 25 од Законот за граѓанска постапка и новиот Закон за управна постапка и тужбата за граѓански прекршок согласно членот 1069 од Граѓанскиот законик, товарот на докажување е кај тужителот да докаже дека се случило пресретнување и дека со тоа неговите права биле прекршени (види параграфи 85, 95, 96 и 105 горе). Во отсуство на известувањето или некоја форма на пристап до официјални документи поврзани со пресретнувањата таквиот товар на докажување е буквално невозможно да се задоволи. Навистина, судската претставка на жалителот била одбиена од страна на домашните судови по основ дека тие не успеале да докажат дека неговите телефонски комуникации биле пресретнати (види параграфи 11 и 13 горе). Судот забележува дека Владата поднела неколку судски одлуки усвоени согласно Главата 25 од Законот за граѓанска постапка или членот 1069 од Граѓанскиот законик (види параграфи 220 до 223 горе). Меѓутоа, сите овие одлуки, со еден исклучок, се однесуваат на претреси или конфискации на документи или предмети, односно оперативно-итсражни мерки спроведени со знаење на засегнатото лице. Само една судска одлука се однесува на пресретнување на комуникации. Во тој случај предметот на пресретнувањето можел да го отфрли товарот на докажување бидејќи дознал за пресретнувањето на нејзините комуникации во текот на кривичната постапка против неа.", "296. Понатаму судот го забележа аргументот на Владата дека руското право предвидува кривични правни лекови за злоупотреба на службената должност, неовластено собирање или ширење на информации за приватниот и семејниот живот на лицето и повреда на правото на граѓаните на приватност на комуникациите. Заради причините утврдени во претходните параграфи овие правни лекови исто така се достапни само за лица кои се способни да поднесат до обвинителствата барем некои фактички информации за пресретнувањето на нивните комуникации (види параграф 24 горе).", "297. Судот заклучува од горенаведеното дека правните лекови на кои упатува Владата се достапни само за лица кои поседуваат информации за пресретнувањето на нивните комуникации. Нивната делотворност оттука е поткопана заради отсуство на барањето да се извести предметот на пресретнувањето во даден момент, или на соодветна можност да побара и добие информации за пресретнатите информации од страна на властите. Соодветно на тоа, Судот согледа дека руското право не предвидува делотворен судски правен лек против мерките за тајно следење во случаи кога не биле покренати никакви кривични постапки против предметот на пресретнувањето. Не е задача на Судот во овој случај да одлучи дали правните лекови ќе бидат делотворни во случаи кога еден поединец ќе дознае за пресретнувањето на неговите комуникации во текот на кривична постапка против него (види, меѓутоа, Авабесјан, цитиран горе, каде некои од овие правни лекови се покажале за неделотворни за жалење во врска со „инспекцијата“ на станот на жалителот.", "298. Конечно што се однесува до правните лекови за оспорување на наводната недоволна заштита од злоупотреба во руското право пред руските судови, Судот не е убеден од аргументите на Владата дека таквите правни лекови се делотворни (види параграфи 156 и 225 горе). Што се однесува до можноста да се оспори ЗОИА пред Уставниот суд, Судот забележува дека Уставниот суд ја испитал уставноста на ЗОИА во повеќе прилики и утврдил дека тој бил компатибилен со Уставот (види параграфи 40 до 43, 50, 82 и 85 до 87 горе). Во такви околности Судот смета дека е малку веројатно дека претставка од жалителот до Уставниот суд со која ќе се покренат истите прашања кои веќе биле разгледани од него, ќе има некаква шанса за успех. Ниту пак Судот е убеден дека оспорувањето на Правилникот бр. 70 пред Управниот суд или пониските судови ќе претставува делотворен правен лек. Навистина, жалителот не го оспорил Правилникот бр. 70 во домашните постапки. Меѓутоа, и Окружниот и Градскиот суд утврдиле дека жалителот не бил во позиција да го оспори Правилникот бидејќи опремата инсталирана согласно тој налог сама по себе не претставувала мешање во приватноста на неговите комуникации (види параграфи 10, 11 и 13 горе). Исто така е важно дека Врховниот суд одлучил дека Правилникот бр. 70 бил повеќе од техничка, а не правна природа (види параграф 128 горе).", "299. Според горенаведените размислувања, Судот утврди дека руското право не обезбедува делотворни правни лекови за лице кое се сомнева дека било подложено на тајно следење. Преку лишување на предметот на пресретнувањето од делотворна можност да ги оспори пресретнувањата ретроспективно, руското право на тој начин е лишено од важна заштита од несоодветна употреба на мерки за тајно следење.", "300. Заради горенаведените причини, Судот исто така го одбива приговорот на Владата за неисцрпување на домашните правни лекови.", "(θ) Заклучок", "301. Судот заклучи дека руските правни одредби кои се однесуваат на пресретнувањата на комуникациите не даваат соодветни и делотворни гаранции против своеволноста и ризикот од злоупотреба што е инхерентен на секој систем на тајно следење, и што е особено висок во еден систем каде тајните служби и полицијата имаат директен пристап, преку технички средства, до сите комуникации по мобилен телефон. Особено, околностите во кои јавните власти имаат овластување да се одлучат да користат мерки за тајно следење не се дефинирани на доволно јасен начин. Одредбите за прекин на примената на мерките за тајно следење не обезбедуваат доволни гаранции против своеволно мешање. Домашното право дозволува автоматско складирање на евидентно ирелевантни податоци и не се доволно јасни околностите во кои пресретнатиот материјал ќе се чува и уништи после крајот на судењето. Постапките за добивање одобрение не се во можност да обезбедат дека мерки за тајно следење се наложуваат само кога истите се „неопходни во едно демократско општество“. Надзорот на пресретнувањата како што е организиран во моментов не е во согласност со барањата за независност, овластување и надлежност, кои се доволни за да се оствари ефективна и континуирана контрола, јавна анализа и делотворност во пракса. Делотворноста на правните лекови е поткопана од отсуството на известувањето во некој момент од пресретнувањето или на соодветен пристап до документи поврзани со пресретнувањата.", "302. Важно е дека недостатоците во законската рамка, како што се идентификувани горе, се чини дека влијаат на реалното функционирање на системот на тајно следење кој постои во Русија. Судот не е убеден од тврдењето на Владата дека сите пресретнувања во Русија се изведуваат на законски начин врз основа на соодветно судско одобрение. Примерите на домашни постапки (види параграф 12 горе) и постапки пред Судот (види параграф 197 горе) поднесени од жалителот укажуваат на постоењето на своеволност и пракса на злоупотреба на следењето, што се чини дека се должи на несоодветните заштити што ги нуди законот (види, за слично образложение, Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 92; и наспроти тоа, Клас и други, цитиран горе, § 59, и Кенеди, цитиран горе, §§ 168 и 169).", "303. Со оглед на слабостите што се идентификувани горе, Судот смета дека руското право не го исполнува условот за „квалитет на законот“ и нема капацитет да го држи „мешањето“ во рамките на „неопходното во едно демократско општество“.", "304. Соодветно на тоа има повреда на членот 8 од Конвенцијата.", "II. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "305. Жалителот се жалеше дека тој немал делотворен правен лек за неговата жалба во однос на членот 8. Тој се повика на членот 13 од Конвенцијата којшто го уредува следново:", "„Секој човек, чии права и слободи признати со оваа Конвенција се нарушени, има право на делотворен правен лек пред националните власти, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "306. Со оглед на наодите во членот 8 од Конвенцијата во параграфите 286 до 300 горе, Судот смета дека иако жалбата за членот 13 од Конвенцијата е тесно поврзана со жалбата за членот 8 и затоа мора да се прогласи за допуштена, не е неопходно да се разгледа посебно (види Либерти и други, цитиран горе, § 73).", "III. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "307.  Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините Протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "А. Штета", "308. Жалителот побаруваше 9.000 евра („ЕУР“) за нематеријална штета.", "309. Владата се изјасни дека побарувањето било претерано со оглед дека жалителот го оспорил руското право in abstracto, без на никаков начин да биде лично погоден од него. Оттука наодот на повреда би претставувал доволен правичен надоместок.", "310. Судот повторува дека во контекст на извршувањето на пресудите во согласност со членот 46 од Конвенцијата, една пресуда во која утврдил повреда на Конвенцијата или нејзините Протоколи ѝ наметнува на тужената држава правна обврска не само да им ги плати на засегнатите страни сумите што им се доделени како правичен надоместок, туку исто така и да избере, предмет на надзор од страна на Комитетот на министри, општи и/или доколку одговара индивидуални мерки кои треба да се усвојат во рамките на нејзиниот правен поредок за да се стави крај на повредата утврдена од Судот и колку што е можно да ги поправи сите нејзини последици на начин што ќе ја врати, во рамките на можното, состојбата што постоела пред прекршокот. Понатаму, при ратификувањето на Конвенцијата, договорните страни преземаат обврска да вложат напори нивното домашно право да е компатибилно со неа (види Здружението за европска интеграција и човековите права и Екимџиев, цитиран горе, § 111, со дополнителни упатувања).", "311.  Судот смета дека наодот на повреда претставува доволен правичен надоместок за секоја нематеријална штета што му била нанесена на жалителот.", "Б. Трошоци и издатоци", "312. Пред Судскиот совет, жалителот побарувал 26.579 руски рубљи (РУБ, околу 670 евра на датумот на поднесувањето) за поштенски и преведувачки трошоци. Тој приложил фактури од поштенски и факс услуги и договор за преведувачки услуги.", "313. Пред Големиот судски совет жалителот побаруваше 22.800 британски фунти (ГБП, околу 29.000 евра на датумот на поднесокот) и 13.800 евра за адвокатски трошоци. Тој поднел листа на одработени часови на адвокатите. Поднесувајќи сметки и фактури, тој исто така побаруваше 6.833,24 британски фунти (околу 8.700 евра на датумот на поднесокот) за превод, патни и други административни трошоци.", "314. Владата го прифати побарувањето за трошоци и издатоци поднесено пред Судскиот совет, бидејќи истото било поткрепено со документи. Што се однесува до побарувањата за трошоци и издатоци поднесено пред Големиот судски совет, Владата се изјасни дека побарувањето било поднесено повеќе од месец дена после расправата. Што се однесува до адвокатските трошоци Владата се изјасни дека дел од тие хонорари ја покривала работата на застапниците пред жалителот да потпише полномошно и дека немало полномошно на име г-а Левин. Понатаму, бројот на застапници и бројот на работни часови што ги посветиле на подготовка на случајот биле претерани. Исто така немало никакви сведоци дека жалителот ги платил адвокатските хонорари во прашање или дека имал законска или договорна обврска да ги плати. Што се однесува до преводот и другите административни трошоци, Владата се изјасни дека жалителот не поднел никакви документи кои покажувале дека тој ги платил износите што ги побарувал. Ниту пак докажал дека трошоците за превод навистина биле неопходни, со оглед дека некои од адвокатите на жалителот зборувале руски. Тарифите што ги барале преведувачите биле претерани. Конечно и патните трошоци биле исто така претерани.", "315. Според судската пракса на Судот секој жалител има право на рефундирање на своите трошоци и издатоци само доколку покажел дека истите настанале реално и неопходно и биле разумни во однос на износот. Во овој случај, со оглед на документите што ги поседуваше и горе наведените критериуми, Судот смета дека е разумно да му додели на жалителот износ од 40.000 евра за трошоците по сите ставки, плус секој данок што би можел да му се наплати на жалителот.", "В. Казнена камата", "316. Судот смета дека е соодветно казнената каматна стапка да се заснова на маргиналната стапка за позајмување на Европската Централна Банка на која треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "1. Едногласно ги додава на основаноста приговорите на Владата на тоа дека жалителот немал статус на жртва и неисцрпувањето на домашните правни лекови и ја прогласува жалбата за допуштена;", "", "2. Одлучи едногласно дека имало повреда на членот 8 од Конвенцијата и ги отфрла гореспоменатите приговори на Владата;", "", "4. Одлучи едногласно дека нема потреба да ја разгледа жалбата во однос на членот 13 од Конвенцијата;", "", "4. Одлучи, со шеснаесет гласа наспроти еден, дека одлуката за повреда сама по себе претставува доволен правичен надоместок за секаква нематеријална штета што ја претрпел жалителот;", "", "5. Одлучи едногласно", "(а) дека тужената Држава треба да му плати на жалителот, во рок од три месеци, 40.000 евра (четириесет илјади евра) за трошоци и издатоци, плус секој данок кој може да му се наплати на жалителот;", "(б) дека од истекувањето на гореспоменатите три месеци до исплатата ќе се плаќа проста камата на гореспоменатиот износ по стапка еднаква на маргиналната стапка за позајмување на Европската Централна Банка во текот на казнениот период плус три процентни поени;", "", "6. Едногласно ги отфрли останатите побарувања на жалителот за правичен надоместок.", "Изготвена англиски и француски јазик, и усвоена на јавна расправа во Зградата на човековите права, Стразбур, на 4 декември 2015 година.", "\tЛоренс Иерли\tДин Шпилман\n\tПравен советник\tПретседател", "Во согласност со членот 45 § 2 од Конвенцијата и правилото 74 § 2 од Деловникот на Судот, кон оваа пресуда се приложени следниве издвоени мислења:", "(а) Мислење на согласување на судијата Дедов;", "(б) мислење на делумно несогласување на судијата Зиемеле.", "Д.С.\nТ.Л.Е.", "", "© Совет на Европа/Европски суд за човекови права, 2016.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права (http://hudoc.echr.coe.int) или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на publishing@echr.coe.int .", "", "© Council of Europe/European Court of Human Rights, 2016.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int ) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2016.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", "", ""]}