{"file": "MAC_HJUDMAC_40167_06.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "40167/06", "text_paragraphs": ["Совет на Европа/Европски суд за човекови права, 2015. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ГОЛЕМИОТ СУДСКИ СОВЕТ", "", "", "", "СЛУЧАЈОТ НА САРГСЈАН против АЗЕРБЕЈЏАН", "", "(Жалба бр. 40167/06)", "", "", "ПРЕСУДА", "(Основаност)", "", "", "СТРАЗБУР", "", "16 јуни 2015 год.", "", "", "", "Оваа пресуда е конечна, но може да подложи на уредничка ревизија.", "", "", "", "Во случајот на Саргсјан против Азербејџан,", "Европскиот суд за човекови права, кој заседаваше во рамките на Големиот судски совет составен од:", "\tДин Шпилман (Dean Spielmann), претседател,\n\tХосеп Касадевал (Josep Casadevall),\n\tГвидо Раимонди (Guido Raimondi),\n\tМарк Вилигер (Mark Villiger),\n\tИзабел Беро (Isabelle Berro),\n\tИнета Зиемеле (Ineta Ziemele),\n\tБоштјан М. Зупанчич (Boštjan M. Zupančič),\n\tАлвина Ѓулумјан (Alvina Gyulumyan),\n\tКанлар Хаџијев (Khanlar Hajiyev),\n\tЈоргос Николау (George Nicolaou),\n\tЛуиз Лопез Гера (Luis López Guerra),\n\tГана Јудкивска (GannaYudkivska),\n\tПауло Пинто де Албукерки (Paulo Pinto de Albuquerque),\n\tКсенија Турковиќ (Ksenija Turković),\n\tЕгидијус Курис (Egidijus Kūris),\n\tРоберт Спано (Robert Spano),\n\tЈулиа Антоанела Мотоц (Iulia Antoanella Motoc), судии,", "и \tМајкл О’Бојл (Michael O’Boyle), заменик секретар", "Откако го разгледа случајот на затворени седници на 5 февруари 2014 г. и на 22 јануари 2015 г.,", "Ја донесе следнава пресуда, којашто беше усвоена на последно-споменатиот датум:", "ПОСТАПКА", "1.  Случајот потекнуваше од жалба (бр. 40167/06) против Република Азербејџан поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“) од страна на ерменскиот државјанин, г-динот Минас Саргсјан („жалителот“) на 11 август 2006 година. Жалителот почина во 2009 г. Последователно, жалбата беше преземена од неговата вдовица, г-ата Лена Саргсјан, родена во 1936 г., и од неговиот син Владимир и неговите ќерки Цовинар и Нина Саргсјан, родени во 1957 г. и 1959 г. и 1966 г. по истиот редослед. Г-ата Лена Саргсјан почина во јануари 2014 година. Владимир и Цовинар Саргсјан продолжија со постапките во име на жалителот.", "2.  Жалителот, на кој му била доделена правна помош, бил застапуван од г-ата Н. Гаспарјан и г-ата К. Оанјан, адвокати со пракса во Ереван. Азербејџанската Влада („Владата“) беше застапувувана од нејзиниот агент, г-динот Ч. Асгаров..", "3. Жалителот тврдеше конкретно дека му било скратено правото да се врати во селото Гулистан и да добие пристап до неговиот имот таму или да добие надоместок за тоа што го изгубил, како и на попречување на неговиот пристап до неговиот дом и до гробовите на своите блиски во Гулистан што достигнало ниво на континуирани повреди на членот 1 од Протоколот бр. 1 и членот 8 од Конвенцијата. Исто така тој тврдеше дека имало повреда на членот 13 од Конвенцијата со оглед дека немал пристап до никаков делотворен правен лек во однос на гореспоменатите жалби. Конечно, тој тврдеше со оглед на сите горенаведени жалби, дека бил изложен на дискриминација заради неговото етничко потекло и верска припадност со што бил повреден членот 14 од Конвенцијата.", "4. Жалбата ѝ беше доделена на Првата секција на Судот (правилото 52 § 1 од Деловникот на Судот). Ерменската влада го искористила своето право на интервенција согласно членот 36 § 1 од Конвенцијата. Тие беа претставувани од нивниот агент, г-динот Костанјан.", "5.  На 11 март 2010 г. Судскиот совет на Првата секција, во состав од следниве судии: Христос Розакис (Christos Rozakis), Нина Вујиќ (Nina Vajić), Канлар Хаџијев (Khanlar Hajiyev), Дин Шпилман (Dean Spielmann), Свере Ерик Јебсен (Sverre Erik Jebens), Џорџо Малинверни (Giorgio Malinverni), и Јоргос Николау (George Nicolaou), судии, и Сорен Нилсен (Søren Nielsen), секретар на Секцијата, се одрекоа од јуриздикцијата во корист на Големиот судски совет, ниедна од странките не се спротивстави на одрекувањето (член 30 од Конвенцијата и правило 72).", "6. Составот на Големиот судски совет беше утврден согласно одредбите од членот 26 §§ 4 и 5 од Конвенцијата и правилото 24 од Деловникот на Судот. Претседателот на Судот одлучи дека во интерес на соодветното администрирање на правдата, актуелниот случај и случајот на Чиргов и други против Ерменија (жалба бр. 13216/05) треба да му се доделат на истиот состав на Големиот судски совет (Правила 24, 42 § 2 и 71).", "7.  Расправата за допуштеноста и основаноста на жалбата беше јавна и се одржа во Зградата на човековите права во Стразбур на 15 септември 2010 година (правило 59 § 3).", "8.  На 14 декември 2011 г. жалбата беше прогласена за делумно допуштена од страна на Големиот судски совет во состав на судиите Николас Браца (Nicolas Bratza), Жан-Пол Коста (Jean-Paul Costa), Христос Розакис (Christos Rozakis), Франсоаз Тилкен (Françoise Tulkens), Хосеп Касадевал (Josep Casadevall), Нина Вајиќ (Nina Vajić), Корнелиу Бирсан (Corneliu Bîrsan), Пиер Лоренцен (Peer Lorenzen), Боштјан М. Зупанчич (Boštjan M. Zupančič), Елисабет Фура (Elisabet Fura), Алвина Ѓулумјан (Alvina Gyulumyan), Канлар Хаџијев (Khanlar Hajiyev), Егберт Мијер (Egbert Myjer), Свере Ерик Јебенс (Sverre Erik Jebens), Џорџо Малинверни (Giorgio Malinverni), Јоргос Николау (George Nicolaou) и Луиз Лопез Гера (Luis López Guerra), како и Мајкл О’Бојл (Michael O’Boyle), заменик секретар.", "9. И жалителката и Владата поднесоа дополнителни забелешки на писмено (правило 59 § 1) во однос на основаноста. Исто така беа добиени и коментари на третата странка од ерменската Влада.", "10. На 12 септември 2013 г. Судот одлучи да побара фактички информации од Американското здружение за унапредување на науката („АААС“) во рамките на нивната „Програма за геопросторни технологии и човекови права“ (Правило A1 §§ 1 и 2 од Анексот на Деловникот на Судот). Во ноември 2013 година АААС поднесе извештај „Проценка со сателитски снимки со висока резолуција на Гулистан, Азербејџан 20022012, („Извештај на АААС“). Тужената Влада приговори на обелоденувањето на низа слики. На 10 декември 2013 г. Претседателот го одобри барањето. Само оние делови од извештајот кои биле предмет на обелоденувањето биле вклучени во досието на случајот.", "11.  На 3 февруари 2014 г. Судот ги разгледа сите ДВД-а со снимки од Гулистан и неговата околина поднесени од жалителот, тужената Влада и Владата што интервенираше и релевантните делови од извештајот на АААС.", "12.  Расправата за основаноста беше јавна и се одржа во Зградата на човековите права во Стразбур на 5 февруари 2014 година (правило 59 § 3).", "", "Пред Судот се појавија:", "(a)  за Владата\nГ-дин\tЦ. Асгаров (C. Asgarov),\tагент,\nГ-дин\tМ.Н. Шо, кралски адвокат (M.N. Shaw, QC), \t\nГ-дин\tГ. Лански (G. Lansky), \tадвокат,\nГ-дин\tО. Гваладзе (O. Gvaladze),\t\nГ-дин\tХ. Третер (H. Tretter), \t\nГ-а\t\tТ. Урданета Витек (T. Urdaneta Wittek), \tсоветници;", "(б) за жалителот\nГ-дин\tП. Лич (P. Leach), \t\nГ-а\t\tН. Гаспарјан (N. Gasparyan),\tадвокат,\nГ-а\t\tК. Оанјан (K. Ohanyan), \t\nГ-дин\tА. Алојан (A. Aloyan), \t\nГ-дин\tВ. Григорјан (V. Grigoryan),\tсоветници;", "(в)  за Ерменската Влада\nГ-дин\tГ. Костанјан (G. Kostanyan),\tагент,\nГ-дин\tЕ. Бабајан (E. Babayan),\tправен застапник.", "", "13.  Судот ги сослуша обраќањата на г-динот Лич, г-ата Гаспарјан, г-динот Шо, г-динот Лански и г-динот Костанјан.", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "А. Позадина", "14. Во времето на распадот на СССР, Автономната област на Нагорно-Карабах („НКАО“) била автономна покраина на Советската Социјалистичка Република Азербејџан („ССР Азербејџан“). Таа била дел од територијата на ССР Азербејџан и опфаќала 4.388 квадратни километри. Во тоа време немало заедничка граница меѓу Нагорно-Карабах (позната како Арцах под нејзиното ерменско име) и Советската Социјалистичка Република Ерменија („ССР Ерменија“), кои биле разделени од азербејџанската територија, а најкратката оддалеченост е кај округот Лачин, вклучително и парчето земја кое често се нарекува „Лачинскиот коридор“ којшто е помалку од десет километри широк.", "15.  Според пописот на СССР од 1989 НКАО имала население од околу 189.000, од кои 77% биле етнички Ерменци, а 22% етнички Азери, и руско и курдско малцинство.", "16. На почетокот 1988 г. биле одржани демонстрации во Степанакерт, регионалниот главен град на НКАО, како и во главниот град на Ерменија, Ереван со барања за припојување на Нагорно-Карабах кон Ерменија. На 20 февруари 1988 Советот на НКАО побарал од Врховните совети на ССР Азербејџан, ССР Ерменија и СССР да им дозволат на НКАО да се отцепат од Азербејџан и да се спојат со Ерменија. Барањето било одбиено од Врховниот совет на СССР на 23 март. Во јуни исто така било одбиено и од Врховниот совет на Азербејџан, додека Ерменија гласала во корист на обединување.", "17. Во текот на 1988 г. продолжиле демонстрациите кои барале обединување. Во округот на Лачин имало блокади на патиштата и напади. Судирите довеле до многу жртви и бегалци кои броеле стотици илјадници од двете страни кои се движеле меѓу Ерменија и Азербејџан. Како последица, на 12 јануари 1989 г. Владата на СССР ја ставила НКАО под директна власт на Москва. Меѓутоа, на 28 ноември истата година, контролата врз покраината ѝ била вратена на Азербејџан. Неколку дена подоцна, на 1 декември, Врховниот Совет на ССР Ерменија и регионалниот совет на Нагорно-Карабах усвоиле заедничка резолуција „За повторно обединување на Нагорно-Карабах со Ерменија“.", "18. На почетокот на 1990 г. по ескалација на конфликтот, советските трупи пристигнале во Баку и Нагорно-Карабах, а во покраината била прогласена вонредна состојба. Насилните судири меѓу Ерменците и Азерите продолжиле, со повремена интервенција на советските сили.", "19. На 30 август 1991 г. Азербејџан прогласил независност од Советскиот Сојуз. Ова потоа било формализирано со усвојување на Уставен закон за независност на државата на 18 октомври 1991 г. На 2 септември 1991 г. Советот на НКАО најавил воспоставување на „Република Нагорно-Карабах“ (во понатамошниот текст „РНК“), која требала да ја опфати територијата на НКАО и Округот Шахумјан во Азербејџан и прогласил дека повеќе не е под јурисдикција на Азербејџан. На 26 ноември 1991 г. Парламентот на Азербејџан ја укина автономијата што ја уживал Нагорно-Карабах. На референдумот организиран во Нагорно-Карабах на 10 декември 1991 г. 99.9% од оние што излегле да гласаат гласале во корист на отцепувањето. Меѓутоа Азерите го бојкотирале референдумот. Истиот месец Советскиот Сојуз се распаднал и советските трупи започнале да се повлекуваат од регионот. Воената контрола на Нагорно-Карабах брзо преминала во рацете на Ерменците од Карабах. На 6 јануари 1992 г. „РНК“, повикувајќи се на резултатите од референдумот, ја потврдиле својата независност од Азербејџан.", "20. На почетокот на 1992 г. конфликтот постепено ескалирал во војна. До крајот на 1993 г., силите на етничките сили ја презеле контролата на речиси целата територија на поранешната НКАО, како и седум од соседните азербејџански региони (Лачин, Келбаџар, Џабрајил, Губадли и Зангилан и значителни делови од Агдам и Физули).", "21. На 5 мај 1994 г. бил потпишан договор за прекин на огнот (Протоколот од Бишкек) од страна на Ерменија, Азербејџан и „РНК“ со помош на руско посредништво. Истиот стапил на сила на 12 мај.", "22. Според извештајот на Хјуман Рајтс Воч („Седум години на конфликтот во Нагорно-Карабах, декември 1994), меѓу 1988 и 1994 година околу 750.000-800.000 Азери биле присилени да ги напуштат Нагорно-Карабах, Ерменија и седум азербејџански области околу Нагорно-Карабах. Според информациите од ерменските власти биле евидентирани 335.000 ерменски бегалци од Азербејџан и 78.000 внатрешно раселени лица (од регионите во Ерменија кои се граничеле со Азербејџан).", "Б. Актуелната состојба", "23.  Според Ерменска влада „РНК“ контролира 4.061 километри квадратни на поранешната Автономна област Нагорно-Карабах.  Иако е предмет на дебата колку од двете делумно освоени области се окупирани од „РНК“, се чини дека окупираната територија на седумте околни области вкупно изнесува 7.500 километри квадратни.", "24. Проценките за денешното население на Нагорно-Карабах варира меѓу 120,000 и 145,000 луѓе, од кои 95% се етнички Ерменци. Буквално нема останато Азербејџанци.", "25. Нема политичка разрешница на конфликтот до сега. Самопрогласената независност на „РНК“ не е призната од ниедна држава или некоја меѓународна организација. Постојаните прекршувања на договорот за прекин на огнот од 1994 г. долж границата резултирале со многу загубени животи, а реториката на официјалните претставници и понатаму е непријателска. Исто така, според меѓународните извештаи тензиите во последните години се во пораст, а воените трошоци на Ерменија и Азербејџан се имаат значително зголемени.", "26. Имало неколку неуспешни предлози за мирно решавање на конфликтот. Преговорите се водат под покровителство на ОБСЕ (Организација за безбедност и соработка во Европа) и нивната т.н. Минск Група. Во Мадрид во ноември 2007 г. тројцата копретседавачи на Групата – Франција, Русија и САД – на Ерменија и Азербејџан им претставија група на основни принципи за решавање на состојбата. Основните принципи, кои подоцна биле ажурирани, бараат меѓу другото враќање на териториите околу Нагорно-Карабах под контрола на Азербејџан, привремен статус за Нагорно-Карабах кој дава гаранции за безбедност и самоуправување, коридор кој ќе ги поврзува Ерменија и Нагорно-Карабах, идно утврдување на конечниот правен статус на Нагорно-Карабах преку законски обврзувачки референдум, право на сите внатрешно раселени лица и бегалци да се вратат во своите поранешни места на живеење, и меѓународни безбедносни гаранции кои ќе вклучуваат и мировна операција. Идејата е дека доколку овие принципи се прифатат од Ерменија и Азербејџан, ќе може да се започне со подготовка на сеопфатно и детално решение. По интензивната шатл дипломатија на дипломатите од Минск Групата, и низа состаноци меѓу претседателите на двете земји во 2009 г., процесот го изгуби импулсот во 2010 г. До сега страните во конфликтот немаат потпишано официјална согласност со Основните принципи.", "27.  На 24 март 2011 г. Минск Групата презентираше „Извештај од Мисијата за теренска проценка на копретседавачите на Минск Групата на ОБСЕ од окупаторите на териториите на Азербејџан кои се околу Нагорно-Карабах“, во чие извршно резиме се вели:", "„Копретседавачите од Минск Групата на ОБСЕ спроведоа мисија за теренска проценка од седумте окупирани територии околу Нагорно-Карабах (НК) од 7-12 октомври 2010 г. заради проценување на севкупната состојба таму, вклучително хуманитарни и други аспекти. Копретседавачите беа придружувани од личниот претставник на Претседавачот на ОБСЕ и неговиот тим, кои обезбедија логистичка поддршка, како и од двајца експерти од УНХЦР и еден член од Мисијата за утврдување на факти на ОБСЕ од 2005. Ова беше прва мисија на меѓународната заедница на териториите од 2005 г. и прва посета на персонал од ООН во изминатите 18 години.", "Пропатувајќи повеќе од 1000 километри низ териториите, копретседавачите видоа цврсти докази за уништувачките последици од конфликтот во Нагорно-Карабах и неуспехот да се постигне мирно решение. Градови и села кои постоеле пред конфликтот се напуштени и речиси целосно уништени. Иако не постојат веродостојни цифри, севкупно приближно 14,000 луѓе живеат во мали населени места и градови во Лачин и Келбаџар. Копретседавачите проценуваат дека немало никаков позначаен пораст на населението од 2005 г. Лицата кои ги населуваат во најголемиот дел се Ерменци кои биле раселени од териториите од други места на Азербејџан, живеат во небезбедни услови, со лоша инфраструктура, мала стопанска активност и ограничен пристап до јавни услуги. Многумина немаат документи за лична идентификација. За административни цели, седумте територии, поранешната Област Нагорно-Карабах и други области се инкорпорирани во осум нови окрузи.", "Суровата реалност на ситуацијата на териториите го зацврсти гледиштето на ко-претседавачите дека статусот кво е неприфатливо и дека само со мирно решение кое ќе е резултат на преговори може да се создадат шанси на подобра и посигурна иднина за луѓето кои живееле на териториите и оние кои живеат таму сега. Копретседавачите апелираа до лидерите на партиите да избегнат секакви активности на териториите и другите оспорени области кои можат да го загрозат конечното решение или промената на карактерот на овие области. Тие исто така препорачаа да се преземат мерки за заштита на гробиштата и местата на богослужба на териториите и да се разјасни статусот на населените лица кои немаат документи за лична идентификација. Копретседавачите имаат намера да преземат дополнителни мисии за другите области погодени од конфликтот во НК и да вклучат во таквите мисии експерти од релевантните меѓународни агенции кои би биле инволвирани во спроведувањето на мировниот договор.“", "28.  На 18 јуни 2013 г. претседателите на земјите копретседавачи на Минск Групата издаде заедничка изјава за конфликтот во Нагорно-Карабах:", "„Ние, претседателите на земјите копретседавачи со Минск Групата на ОБСЕ – Франција, Руската Федерација и Соединетите Американски Држави – и понатаму сме решени да им помогнат на страните во конфликтот во Нагорно-Карабах да постигнат трајно и мирно решение. Ние изразуваме длабоко жалење дека наместо да се обидат да најдат решение засновано на заедничките интереси, страните продолжија да бараат еднострана предност во процесот на преговарање.", "Ние продолжување цврсто да веруваме дека елементите што се дадени во изјавите на нашите земји во изминатите четири години мора да бидат темелот на секое правично и трајно решение за конфликтот во Нагорно-Карабах. На овие елементи треба да се гледа како на интегрирана целина, бидејќи секој обид да се изберат некои елемент наместо други би оневозможило постигнување на балансирано решение.", "Ние повторуваме дека само решение кое ќе произлезе од преговори може да доведе до мир, стабилност и помирување, и да отвори можности за регионален развој и соработка. Употребата на воена сила која веќе ја креирала актуелната ситуација на конфронтација и нестабилност нема да помогне во решавање на конфликтот. Повторното започнување со непријателства ќе биде катастрофално за населението во регионот, и ќе резултира со загуби на животи, дополнителни бегалци и огромни финансиски трошоци. Ние силно апелираме лидерите на сите засегнати страни повторно да се заложат за Хелсиншките принципи, посебно оние поврзани со неприменувањето на сила или закани со сила, територијалниот интегритет и еднаквите права и самоопределувањето на луѓето. Ние исто рака апелираме до нив да се воздржат од дејствија или реторика кои можат да ги подигнат тензиите во регионот и да доведат до ескалација на конфликтот. Лидерите треба да ги подготват своите луѓе за мир, а не за војна.", "Нашите земји се подготвени да им помогнат на страните, но одговорноста за ставање крај на конфликтот во Нагорно-Карабах и понатаму е во нивни раце. Ние силно веруваме дека одложувањето на постигнување на балансиран договор врз основа на рамката за сеопфатен мир е неприфатливо, и апелираме до лидерите на Азербејџан и Ерменија да се фокусираа на обновување на енергијата што се вложува во прашањата што и понатаму остануваат нерешени.“", "В. Жалителот и имотот кој наводно го поседувал во Гулистан", "29. Жалителот, етнички Ерменец, вели дека тој и неговото семејство порано живееле во селото Гулистан во регионот Шахумјан во ССР Азербејџан. Тој тврди дека имал куќа и попратни објекти таму.", "30. Географски, регионот Шахумјан се граничел со НКАО и се наоѓал на север од него. Регионот не бил дел од НКАО, но подоцна бил заземен од „РНК“ како дел од нејзината територија (види параграф 19 горе). Според жалителот, 82% од населението во регионот Шахумјан пред конфликтот биле етнички Ерменци.", "31.  Во февруари 1991 год. Шахумјан бил укинат како посебен административен регион и бил формално припоен во денешниот регион Горанбој на Република Азербејџан.", "32. Во периодот април-мај 1991 Внатрешните сили на СССР и воените сили за посебни намени („ОМОН“) на ССР Азербејџан започнала воена операција која според нивните изјави била „пасошка контрола“ и разоружување на ерменските милитанти во регионот. Меѓутоа, според различни извори владините сили, користејќи ја официјалната цел за операцијата како изговор, го протерувале ерменското население од повеќе села во регионот Шахумјан, присилувајќи ги да ги напуштат своите домови и да избегаат во Нагорно-Карабах или Ерменија. Протерувањата биле проследени со апсења и насилства врз цивилното население. Во 1992, кога конфликтот ескалирал во вистинска војна, регионот на Шахумјан бил нападнат од азербејџанските сили.", "1. Изјаснувањата на странките и доказите изнесени од нив", "33.  Ставовите на странките се разликуваат во однос на жителството и имотот на жалителот во Гулистан.", "(а)  Жалителот", "34. Жалителот тврдеше дека тој живеел во Гулистан поголемиот дел од животот сè додека не бил присилен да се отсели во 1992 г. Како поткрепа на ова тврдење тој поднел копија на својот поранешен советски пасош издаден во 1979 г., од кој можеше да се види дека жалителот бил роден во Гулистан. Тој го поднел и изводот од матичната книга на венчани, кој покажува дека тој и неговата сопруга, која исто така била родена во Гулистан, се венчале таму во 1955 г. Исто така жалителот тврдеше дека, откако израснал во Гулистан, го напуштил на неколку години додека го служел воениот рок, како и за да работи во градот Сумгаит. Неколку години по венчавката се вратил во Гулистан каде што живеел до јуни 1992 г.", "35. Жалителот поднел копија од службена потврда („технички пасош“) кога ја поднел жалбата. Според тој документ, со датум од 20 мај 1991 г., на име на жалителот била регистрирана двокатна куќа во Гулистан и попратни објекти со вкупна површина од 167 м2 и 2,160 м2 земјиште. Исто така поднел и детален план на семејната куќа.", "36.  Според техничкиот пасош од 167 м2 земјиште на кои се наоѓала куќата, 76м2 биле зафатени од главната куќа, а 91 од различни попратни објекти вклучително и штала за крави. Од 2.160 м2 земјиште, 1.500 биле овошна и зеленчукова градина. Документот исто така содржи информации од техничка природа (на пример градежниот материјал што се користел) за главната куќа и попратните објекти.", "37. Жалителот објасни дека тој го добил земјиштето со дозвола на Селскиот совет да ја подели парцелата на земјата на татко му меѓу него и неговиот брат. Оваа одлука била внесена во евиденцијата на Селскиот совет. Со помош на роднини и пријатели, тој и неговата сопруга ја изградиле својата куќа на тоа парче земја во 1962-63 г. Нивните четири деца пораснале во куќата и тој и неговата сопруга продолжиле да живеат таму до јуни 1992 г. кога морале да избегаат. Исто така жалителот објасни дека тој бил наставник во средното училиште во Гулистан и дел од неговата заработувачка за живот доаѓала од неговата плата, а дел од земјоделската и сточарската работа на неговата земја, додека неговата сопруга работела во земјоделската задруга на селото уште од седумдесеттите години од XX век.", "38. Исто така заедно со техничкиот пасош и планот на гореспоменатата куќа, жалителот поднел и фотографии од куќата и писмени изјави со датум од август 2010 г. од двајца поранешни службеници од Селскиот совет, г-а Хачатрјан и г-дин Мегрјан. Првата изјавила дека таа била секретар во Селскиот совет од 1952 до 1976 г. Таа потврдува дека Селскиот совет дозволил жалителот да ја подели парцелата на земјата на неговиот татко меѓу него и неговиот брат. Обајцата, г-а Хачатрјан и г-дин Мегрјан, кој изјавил дека бил член на Одборот на Селскиот совет низа години во седумдесеттите години од XX век, тврдат дека доделувањето на земјиште на селаните било евидентирано во регистарот на Селскиот совет. Низа дополнителни писмени изјави од мај 2010 г. од членови на семејството (вклучително и сопругата на жалителот, две од нивните деца и нивниот зет), поранешен сосед и пријатели од Гулистан даваат опис на Гулистан и потврдуваат дека жалителот бил наставник во средното училиште и дека имал парче земја и куќа на два ката во селото. Тие исто така потврдуваат дека куќата на жалителот имала и низа попратни објекти и овошна и зеленчукова градина, каде тој и неговото семејство живееле до јуни 1992 г.", "39. Жалителот опишал дека регионот на Шахумјан бил подложен на блокада од ерменската влада на почетокот на деведесеттите години од XX век. Во 1992 г. вооружените сили започнале со напади на регионот. Во јуни 1992 Гулистан бил предмет на директен напад на азербејџанските сили. Од 12 до 13 јуни 1992 селото било подложено на тешко бомбардирање. Населението од селото, вклучително и жалителот и членовите на неговото семејство избегале бидејќи се плашеле за сопствените животи. Гореспоменатите изјави на низа сведоци исто така дале опис на блокадата на регионот Шахумјан за време на конфликтот, на нападот на селото или бегството на неговите жители.", "40. Жалителот и неговото семејство избегале во Ерменија. Последователно, жалителот и неговата сопруга живееле како бегалци во Ереван. Во 2002 г. жалителот се стекнал со ерменско државјанство. Во 2004 сериозно се разболел и на 13 април 2009 г. починал во Ереван.", "(б) Тужената Влада", "41. Тужената Влада се изјасни дека не можело да се утврди дали жалителот живеел во Гулистан и дали имал некаков имот таму. За периодот од 1988 г. до денешен ден, релевантните сектори на регионот Горанбој не поседувале никаква документација за парцелата земја, куќата или други објекти наводно во сопственост на жалителот. Исто така одредени архиви на поранешниот регион Шахумјан, вклучително и Заводот за матична евиденција на граѓаните и Канцеларијата за пасоши биле уништени за време на непријателствата. Никаква документација за жалителот не постоеле во архивите на регионот Горанбој денеска.", "42. Како поткрепа на својот став Владата поднесе низа документи, имено: изјава со датум од 22 јули 2007 г. од полковник Махарамов, началник на регионалниот полициски оддел за Горанбој кој потврдува дека архивите на Заводот за матична евиденција на граѓаните и Канцеларијата за пасоши на поранешниот регион Шахумјан биле уништени за време на конфликтот; писмо од Државната служба за матична евиденција за недвижен имот од 31 јули 2007 г. според кое релевантните архиви на Одделот не содржеле никаков документ за наводните имотни права на жалителот; изјава со датум од 5 март 2012 г. од г-динот Мамадов, претседател на Државниот комитет за земјиште и мапирање на Република Азербејџан, според која само Извршниот комитет на Советот на народни пратеници на окрузите и градовите добиле овластување да доделат земјиште согласно Законот за земјиште на ССР Азербејџан.", "Г. Актуелната состојба во Гулистан", "43. Ставовите на странките исто така се разликуваат и во однос на актуелната состојба во Гулистан. Ерменската Влада, како трета странка која интервенира исто така се изјасни во однос на ова прашање.", "1. Изјаснувања на странките", "(а)  Жалителот", "44. Во врска со состојбата во Гулистан, жалителот тврдеше дека селото било под контрола на Република Азербејџан и конкретно тие имале позиции во самото село и на неговата периферија. Според него не постоеле никакви докази дека Гулистан се наоѓал на Линијата на контакт (ЛК) меѓу Азербејџан и силите на „РНК“ како што тврдел претставникот на Владата.", "45. Во постапките пред одлуката за допуштеност жалителот поднел писмена изјава од анонимен висок офицер на вооружените сили на „РНК“ со датум од 11 август 2010 г., според кој Гулистан бил де факто под контрола на воените сили на Азербејџан (види параграфи 51 и 58 долу). Исто така жалителот тврдеше дека некои соселани се обиделе да се вратат во Гулистан во неколку прилики, но не можеле да влезат во селото, бидејќи ризикувале азербејџанските сили да пукаат во нив.", "(б) Тужената Влада", "46. Владата во текот на постапката прифати дека Гулистан се наоѓал на меѓународно признатата територија на Република Азербејџан.", "47. Во нивните изјаснувања пред одлуката за допуштеност, Владата тврдеше дека Гулистан бил физички на ЛК меѓу азербејџанските и ерменските сили, која била утврдена со договорот за прекин на огнот од мај 1994 г. Селото било напуштено и ЛК била одржувана со стационирање на вооружени сили на обете страни и со значителна употреба на мини. Оттука било невозможно за тужената Држава на каков било начин да ја контролира областа или да има некаков пристап до неа.", "48. Во изјаснувањата по одлуката за допуштеноста Владата изјави дека тие немале доволна контрола врз селото. Упатувајќи на изјавите на повеќе воени лица кои служеле во регионот Горанбој и кои дале изјави за состојбата во Гулистан (види параграф 62 горе), тие се изјасниле конкретно дека селото сместено во долина, во форма на „v“ на северниот брег од реката Индзачај било на ЛК, што значи дека било опколено од вооружените сили на Азербејџан од една страна (на север и исток) и од силите на Ерменија од другата страна (на југ и запад). Ерменските сили држеле стратешки подобри позиции на стрмните и пошумени падини на јужната страна од реката, додека азербејџанските позиции биле на северниот брег од реката и биле на понизок и релативно отворен терен. Владата тврдеше дека всушност Гулистан бил под ефективна контрола на двете страни. Тоа била спорна област и претставувала опасна средина. Селото и неговото опкружување биле минирани. Повредите на договорот за прекин на огнот биле чести. Немало безбедни објекти во областа, бидејќи селото било уништено и напуштено.", "49. Во својата одбрана, на рочиштето на 5 февруари 2014 г., Владата нагласи дека Гулистан бил изложен на оган од ерменските воени позиции кои се наоѓале преку реката на стрмна падина. Дополнително, тие упатија на извештајот на АААС за Гулистан (види параграфи 74 и 75, посочувајќи дека тој потврдил, освен фактот дека Гулистан бил на азербејџанска територија, дека околината околу Гулистан била планинска и предмет на континуирана воена активност, и дека селото било уништено. Тие тврдеа дека областа била минирана или недостапна за сите цивили.", "(в) Ерменската влада, интервенција на трета странка", "50.  Владата што интервенираше во текот на целата постапка тврдеше дека тужената Влада имала целосна, ефективна контрола на Гулистан.", "51. На рочиштето од 15 септември 2010 г. тие ги оспорија тврдењата на тужената Влада дека Гулистан бил на ЛК. Упатувајќи на писмената изјава од 11 август 2010 г. од анонимен висок офицер на вооружените сили на „РНК“ кој служел во близина на Гулистан, која била поднесена од жалителот, Агентот на ерменската Влада изјави дека тој лично бил присутен кога била дадена изјавата и ја потврдил нејзината точност. Врз основа на оваа изјава, ерменската Влада тврдеше дека во областа во прашање, линијата на разделување меѓу вооружените сили на „РНК“ и Република Азербејџан била клисура низ која течела реката Индзачај. Гулистан се наоѓал на север од речниот брег и бил под контрола на азербејџанските вооружени сили, кои имале воени позиции во самото село и во неговата околина, додека силите на „РНК“ биле на другата страна од клисурата. Тие исто така упатија на ДВД-то на кое имало снимка од селото, а кое било поднесено до Судот од страна на жалителот во 2008 г. (види параграф 56 долу) во кое се тврди дека лицето што може да се види како се движи меѓу куќите е азербејџански војник. Ерменската Влада тврдеше дека било невозможно за силите на „РНК“ или за некој Ерменец да има пристап до селото", "52. Во своите изјаснувања по одлуката за допуштеност, ерменската Влада го обелодени идентитетот на високиот офицер на „РНК“ на барање на Судот. Офицерот во прашање е полковникот Манукјан од Армијата за одбрана на „РНК“. Исто така, ерменската Влада се изјасни дека нивниот агент, г-динот Костанјан, добил одобрение од властите на „РНК“ и ја посетил територијата во близина на Гулистан во мај 2012 г. Тој добил ДВД материјал и снимени интервјуа со тројца офицери на „РНК“ кои ја опишале состојбата на терен во и околу Гулистан (види параграф 71 долу). Ерменската Влада исто така одговори на прашањето на Судот во врска со нивното тврдење дадено на рочиштето од 15 септември 2010 г. дека мажот кој се движел меѓу урнатините на ДВД-то поднесено од жалителот во 2008 г. бил азербејџански војник: Иако изјавуваат дека не биле во позиција да коментираат за идентитетот на мажот, тие упатија на изјавите на воените лица на „РНК“ според кои тие биле азербејџански воени позиции во Гулистан, и дека немало никакво присуство на цивили.", "53. На рочиштето од 5 февруари 2014 г. ерменската Влада го повтори својот опис на ситуацијата во однос на Гулистан. Исто така, тие тврдеа дека азербејџанското воено присуство во областа било потврдено и со извештајот на АААС.", "2. Доказите поднесени од странките", "54. Странките имаат поднесено документиран материјал во поткрепа на нивните позиции. Следниве параграфи содржат краток опис на главните докази.", "(а)  Жалителот", "Карта на Гулистан", "55.  Картата на Гулистан и нејзината околина: Се чини дека е копија на официјална карта со имиња на азерски јазик, на која е прикажано целото село на северниот брег од реката (Индзачај). Наводните позиции на азербејџанските сили се посочени на следниов начин: една е на сред село, уште неколку има на северната периферија, други се исто така распоредени на северниот брег од реката, но се подалеку, повеќето од нив се на височинките околу селото.", "ДВД", "56. ДВД поднесено заедно со забелешки од 21 февруари 2008, на кое има снимка од Гулистан и неговата околина. Селото е сместено на падина од рид. Многу од куќите се во урнатини, додека неколку сè уште имаат здрави кровови. Чад се издига од неколку оџаци. Во еден момент се гледа еден маж кој се движи меѓу урнатините. На падината на ридот што се наоѓа нешто подалеку од селото можат да се забележат конструкции кои се чини дека се стрелачки позиции.", " Изјави на службени претставници на „РНК“и на поранешни жители на Гулистан.", "57.  Писмо од „министерот за одбрана на РНК“ од 14 февруари 2008 г. во кое се опишува состојбата на терен во Гулистан и конкретно тврди дека азербејџанските вооружени сили имале неколку позиции – места за стрелање десно од селото.", "58. Изјава од 11 август 2010 г. на висок офицер на силите на „РНК“ кој служи на воена позиција во близина на селото Гулистан од 2005 г. (види го резимето од изјавата во параграф 51 горе). Изјавата е проследена од рачно нацртана карта на Гулистан и неговата околина и низа фотографии кои ja покажуваат област. Офицерот, кој првично беше анонимен, е полковникот Манукјан од Армијата за одбрана на „РНК“.", "Изјава на г-динот Алојан, помошник на застапникот на жалителот, кој ја снимил изјавата на офицерот на „РНК“ на лице место т.е. во воената единица во близина на Гулистан, со која се потврдува содржината на изјавата на офицерот и дека фотографиите биле направени од воените позиции на „РНК“.", "Изјавата на г-динот Костанјан, агентот на ерменската Влада, во чие присуство високиот офицер на „РНК“ ја дал својата изјава во неговата воена единица во близина на Гулистан.", "59. Изјавите со датум од март 2012 г. од три поранешни жители на Гулистан кои тврдат дека неуспешно се обидувале да се вратат во селото Гулистан меѓу 2002 и 2004 година. Тие тврдат дека се приближиле до областа на линијата на прекин на огнот од страната на „РНК“, двајца од нив велат дека можеле од горе да го видат селото од височинката Напат, но им било забрането да отидат понатаму од војниците на „РНК“ кои ги придружувале заради ризик од снајперски оган од силите од другата страна. Еден од нив вели дека со помош на двоглед можел да види неколку кровови во селото и како војник стои таму.", "(б) Тужената Влада", "(i) Карти", "60. Карта на Гулистан и неговата околина. Карта која го покажува целото село на северниот брег на реката Индзачај, азербејџанските воените позиции исто така се на северниот брег на реката главно на височинките околу селото. Позициите на „РНК“ се на јужниот брег на реката каде најблиската е веднаш спроти селото.", "Карта на Нагорно-Карабах поднесена од ерменската Влада во Чирагов и други против Ерменија (цитиран горе). Картата го прикажува Гулистан на самата граница на „РНК“ на север од реката.", "Картата на Азербејџан објавена во 2006 г. од Комитетот за државно земјиште и картографија на Република Азербејџан. Картата го прикажува Гулистан на самата граница од областа окупирана од „РНК“. На картата окупираните области се осенчани и исцртани со црвена линија; Гулистан е на таа црвена линија, но надвор од осенчаната област, на север од реката.", "(ii) ДВД", "61. На две ДВД-а има снимки од Гулистан и неговото окружување (едно поднесено во септември 2008 г., и другото во јули 2012 г.). На првото е прикажано селото со ридест пејзаж, каде повеќето куќи се во урнатини, плус одредени градби на врвот од ридот кои се чини дека се стрелачки позиции. На второто пак повторно е прикажано селото (куќи во урнатини и уништена земјоделска механизација) и околината, и е придружено со текст во кој се објаснува дека во селото нема население што живее таму, дека ерменските позиции се во пошумените падини и го контролираат селото со оружје со голем калибар, додека азербејџанските позиции се на оддалеченост од околу 2,5 км и можат само визуелно да го контролираат селото.", "(iii) Изјави на азербејџански воени лица, официјални претставници и селани од соседните села", "62.  Изјавите дадени во март 2012 г. од шест азербејџански армиски офицери, полковник Бабајев, кој служел во воена единица во регион Горанбеј од 1994 до 1997 година, и потполковниците Абдулов, Мамадов, Ахмедов, Абасов и Хусејнов кои служеле во воените единици во регионот Горанбој во различни периоди меѓу 1999 и 2009 година и ја опишуваат состојбата во Гулистан на следниов начин:", "-  Гулистан е на северниот брег од реката Индзачај;", "-  азербејџанските воени позиции се на северниот брег на реката на исток и на североисток од населеното место Гулистан, сместено во долината на оддалеченост од 1 и 3 км од уништеното село;", "-  ерменските воени позиции се на јужниот брег од реката на запад и југозапад од населеното место Гулистан, сместени на стратешки подобри повисоки позиции (стрмни падини покриени со шума). Проценките дадени од армиските офицери за оддалеченоста на која се наоѓаат најблиските ерменски позиции варираат меѓу 200-300 м и 1 км;", "-  повредите на прекин на огнот од страна на ерменските сили се чести;", "-  тие ги отфрлаат тврдењата на ерменската Влада дека некои од куќите во селото биле поправени и се користат како воени позиции од страна на азербејџанските сили;", "-  азербејџанските позиции и самото село се на дострел на ерменските позиции (за оган со митралези со голем калибар); воениот персонал затоа може да се движи слободно во областа, но само по строго определени патеки;", "-  во селото нема цивили;", "-  повеќето објекти (околу 100 куќи) во селото биле уништени за време на непријателствата. Бидејќи селото е напуштено од 1992 г. куќите пропаѓаат, крововите се паднати, а дрва сега растат во разрушените објекти. Во моментов нема ниту еден објект во кој може да се живее; по непријателствата, ерменските сили ја минирале територијата на населеното место, понекогаш животни ги активираат овие мини;", "-  потполковникот Абдулов изјавува дека забележал движење на ерменската војска кај урнатините во јужниот дел на населеното место Гулистан, потполковникот Мамадов тврди дека видел ерменски војници кои се движеле од своите позиции кон реката. Потполковниците Абасов и Хусејнов изјавуваат дела тие забележале ерменски воени сили како уништуваат објекти и го користат материјалот за своите утврдувања.", "63. Информации од азербејџанското Министерство за одбрана кои го покриваат периодот од 2003 до 2010 година за повредите на прекинот на огнот покажуваат пораст од 2008 г. (20 во 2008, 35 во 2009 и 52 во 2010) и жртви во областа на Гулистан како резултат на експлозии на мини (5 војници убиени на 5 август 2003 г.) или повреда на прекинот на огнот (еден војник убиен на 25 февруари 2005).", "64.  Писмо од директорот на Националната агенција за активности поврзани со мини со датум од 12 јули 2010 г. во кое се вели дека селото Гулистан во регионот Горанбој било „дефинирано како територија контаминирана со голем број на мини и неексплодирани експлозивни направи“.", "65. Изјавите дадени во март 2012 г. од осум селани кои живеат во соседните населени места, селото Мешали и Јукшари Аѓџак и градот. Тие опишуваат дека селото Гулистан е напуштено и дека околината е минирана и редовно е под оган од ерменските позиции.", "", "Соопштенија за печатот", "", "66. Две соопштенија за печат од октомври 2006 г. од ерменски извор во врска со мониторинг мисија на ОБСЕ на граничната линија меѓу Нагорно-Карабах и Азербејџан во близина на селото Гулистан.", "67.  Бројни соопштенија за печатот од Азербејџанската новинска агенција објавени меѓу јуни 2010 и мај 2012 во кои се споменуваат повредите на прекинот на огнот во различни области вклучително и областа на Гулистан. Најчесто користениот текст од овие соопштенија за печат гласи: „Ерменските вооружени сили отворија оган на азербејџанските вооружени сили од позиции во близина на селото Гулистан“ или „... од позиции на неименувани повисоки места во близина на селото Гулистан“ или „непријателските единици отворија оган на позициите на Азербејџанските вооружени сили од позициите [...] во близина на селото Гулистан во регионот Горанбој во Азербејџан. Едно од овие соопштенија за печатот, со датум од 3 март 2012 г. известува дека „азербејџанскиот поручник Гурбан Хусејнов погодил мина во селото Гулистан на граничната линија на регионот Горанбој. Како последица ја изгубил ногата“.", "68.  Изјава на Меѓународната кампања за забрана на нагазни мини од 20 септември 2013 г. во која се изразува загриженост за зголеменото поставување на нагазни мини од страна на властите на Нагорно-Карабах долж ерменско-азербејџанска линија на контакт источно и северно од спорната територија.", "(в) Ерменската влада, интервенција на трета странка", "(i) Карта", "69. Карта на Гулистан и неговата околина, која го прикажува целото село на северниот брег од реката Индзачај. Азербејџанските позиции исто така се на северниот брег од реката и многу блиску до селото (на исток и запад од него и на неговата северна ивица), додека позициите на „РНК“ се на јужниот брег на реката, каде најблиската е веднаш спроти селото.", "(ii) ДВД", "70. ДВД поднесено во јули 2012 г. со снимки од Гулистан и неговата околина и интервјуа направени на лице место од страна на владиниот агент г-динот Костанјан, со тројца армиски офицери на „РНК“ кои служат во воена единица во близина на Гулистан (за нивните содржини види параграф 71 долу). Таму е покажано селото чии куќи повеќето се во урнатини, како и неговата околина. Кон крајот на видеото, стадо овци и некои лица можат да се видат како се движат зад разурнатото село.", "(iii) Изјава на воени офицери на „РНК“", "71. Транскрипти од интервјуа снимени во мај 2012 г. со командирот на Единицата, Севојан, наредникот Петросјан и офицерот Ваданјан, кои служат во воената единица на „РНК“ која се наоѓа во близина на Гулистан. Тие ја опишуваат ситуацијата на терен вака:", "-  азербејџанските воени сили имаат позиции во селото и понекогаш вршат борбени операции таму, но нивната постојана локација е во позадината;", "-  во селото нема цивили;", "-  нема мини во самото село, но околината на селото е минирана од азербејџанските сили (тие забележуваат дека од време на време животни ги активираат мините);", "-  понекогаш има повреди на прекинот на огнот од азербејџанска страна; ако не внимаваат ризикуваат во нив да пукаат од азербејџанските позиции;", "-  неколку пати се има случено поранешни селани на Гулистан да дојдат во областа со желба да си го посетат селото. Заради опасноста од снајпери или оган од борбени оружја од азербејџанска страна на нив не им се дозволува да се приближат до селото.", "3. Доказите обезбедени од Судот", "72. На 12 септември 2013 г. Судот одлучи да побара од Американското здружение за унапредување на науката („АААС“) во рамките на нивната „Програма за геопросторни технологии и човекови права“ да му достават извештај по следниве прашања: локација на воените позиции, како на пример ровови и утврдувања, во и околу селото Гулистан за периодот од стапувањето на сила на Конвенцијата во однос на Азербејџан (15 април 2002) до денеска, како и за нивото на разурнатост на објектите во селото и на селските гробишта во времето по стапувањето на сила на Конвенцијата (15 април 2002).", "73. Извештајот „Проценка со сателитска снимка со висока резолуција на Гулистан, Азербејџан, 2002-2012“ („Извештајот на АААС“) беше поднесен до Судот во ноември 2013 година. Врз основа на толкувањето на сателитските снимки со висока резолуција од 2005, 2009 и 2012 добиени од јавни ресурси, извештајот ги дава следниве информации.", "74. Во однос на воените структури на сликите од 2005 и 2009 год. се забележува дека има ровови и заштитни ѕидови во селото и веднаш до него, дека имало градење во периодот на интервенирање, додека после 2009 год. рововите повеќе не се користеле, како што може да се види од визуелниот потпис на сликата од 2012 г. на овие ровови, кој бледнее. Во околината на Гулистан евидентна е воена активност. По военото градење во периодот од 2005 до 2009 год. во однос на рововите, заштитните ѕидови, воените објекти, возилата и патиштата за возила следел континуиран воен развој во регионот во периодот од 2009 до 2012 год., но од различен вид, имено рововите и ѕидовите повеќе не се користеле додека имало пораст во однос на воени објекти и возила.", "75. Во однос на уништувањето на објектите, извештајот упатува на тоа дека повеќето од приближно 250 куќи во селото се уништени, а под „уништени“ се мисли дека не се цели. Извештајот забележува дека распаѓањето на објектите и обраснатоста со вегетација ги крие отпечатоците на зградите и го отежнува броењето на објекти. Иако во 2005 г. имало околу 33 згради кои останале недопрени, во 2009 г. имало само 17 и во 2012 г. 13. Кај повеќето од уништените згради надворешните и внатрешните ѕидови биле сочувани додека крововите им пропаднале. Иако состојбата на зградите сугерира дека можна причина за уништувањето е пожар, извештајот нагласува дека причината за уништувањето не можела да се утврди врз основа на сателитските снимки, поконкретно затоа што не секогаш било можно да се каже дали објектите биле или не биле намерно уништени. На сателитската слика не можеле да се идентификуваат гробишта. Извештајот сугерира дека причината за тоа може да е обраснатата вегетација.", "II. ЗАЕДНИЧКИ ПОТФАТ НА ЕРМЕНИЈА И АЗЕРБЕЈЏАН", "76.  Пред нивното пристапување на Советот на Европа, Ерменија и Азербејџан презедоа обврска пред Комитетот на министри и Парламентарното собрание дека ќе се заложат за мирно решение на конфликтот во Нагорно-Карабах (види Мислења на Парламентарното собрание 221 (2000) и 222 (2000) и Резолуции на Комитетот на министри Res (2000)13 и (2000)14).", "Во релевантните параграфи од Мислењето на Парламентарното собрание 222 (2000) за барањето на Азербејџан за членство во Советот на Европа се вели:", "„11. Собранието го нотира писмото на претседателот на Азербејџан во кое ја повторува предаденоста на својата земја на мирно решение на конфликтот во Нагорно-Карабах и нагласува дека пристапувањето на Азербејџан на Советот на Европа ќе биде огромен придонес кон преговарачкиот процес и стабилност во регионот.", "...", "14. Парламентарното собрание ги нотира писмата на претседателот на Азербејџан, претседателот на Парламентот, премиерот и претседателите на парламентарните политички партии, и забележува дека Азербејџан презема одговорност да ги почитува овие заложби:", "...", "ii. што се однесува до решавањето за конфликтот во Нагорно-Карабах:", "а. да се продолжи со напорите за решавање на конфликтот исклучиво по мирен пат;", "б. да се решат меѓународните и домашните спорови на мирен начин и согласно принципите на меѓународното право (обврска која важи за сите земји членки), решително отфрлајќи секаква закана со употреба на сила против своите соседи;“", "Резолуцијата Res (2000)14 на Комитетот на министри во врска со поканата за Азербејџан да стане членка на Советот на Европа упатува на обврските преземени од Азербејџан, како што е дадено во Мислењето 222 (2000) и уверувањата дадени од Владата на Азербејџан дека истите ќе бидат исполнети.", "III. РЕЛЕВАНТНО ДОМАШНО ПРАВО", "A. Законите на ССР Азербејџан", "77.  Закони релевантни за правото на жалителот на сопственост биле Уставот на ССР Азербејџан од 1978 г. и нејзиниот Закон за земјиште од 1970 и Законот за домување од 1983 г.", "1. Уставот од 1978 година", "78.  Во Уставот се вели:", "Член 13", "„Основата на личната сопственост на еден државјанин на ССР Азербејџан е заработениот доход. Личниот имот може да вклучува и предмети од домаќинството, предмети за лична потрошувачка, удобност и користење, куќа и заработени доходи. Личната сопственост на граѓаните и правото да се наследи истата се заштитени од Државата.", "Граѓаните можат да добијат парцели на земјиште согласно законот за субвенционирано земјоделството (вклучително и чување на стока и живина), за градинарството и за изградба на индивидуални куќи. Од граѓаните се бара да ја користат својата земја рационално. Државата и земјоделските задруги обезбедуваат помош на граѓаните кои работата на нивните мали парчиња земја.", "Личена сопственост или имот со право на користење не може да се користи за стекнување на незаработен доход на штета на јавниот интерес.“", "2. Законот за земјиште од 1970 година", "79.   Релевантните одредби од Законот за земјиште го велат следното:", "Член 4.  Државна (народна) сопственост на земјата", "„Во согласност со Уставот на СССР и Уставот на ССР Азербејџан, земјата е во сопственост на државата – таа е заедничка сопственост на целиот советски народ.", "Во СССР земјиштето е исклучиво во сопственост на државата и се доделува само на користење. Дејствија со кои директно или индиректно се повредува правото на сопственост на земјата се забранети“.", "Член 24.  Документи со кои се потврдува правото на користење на земјата", "„Правото на користење од страна на колективните фарми, државните фарми и други парцели на земја се потврдува со потврда од државата за правото на користење.", "Формата на потврдата е утврдена од Советот на министри на СССР во согласност со законодавството на СССР и сојузот на републики.", "Правото на привремено користење на земјата се потврдува со потврда во форма утврдена од Советот на министри на ССР Азербејџан.“", "Член 25.  Правила за издавање на потврди за правото на користење на земја", "„Државата го потврдува правото на неограничено користење на земјата, а потврдите за правото на привремено користење на земјата ги издава на колективните фарми, државните фарми и други државни, задружни и јавни установи, агенции и организации како и на граѓани од страна на Извршниот комитет на Советот на народни пратеници на округот или градот (под републичко владеење) на територијата на која се наоѓа парчето земјиште коешто треба да се додели на користење.“", "Член 27.  Користење на земјата за утврдена цел", "„Корисниците на земјата имаат право и треба да ги користат парцелите земја кои им се доделени за целите за кои парцелите земји им биле доделени.“", "Член 28.  Правата на корисниците на земјиште на користење на доделените парчиња на земја", "„Во зависност утврдените цели на доделената парцела земја, корисниците на земја имаат право на следново во согласност со релевантните правила:", "- да изградат објекти за живеење, индустриски објекти и објекти за јавни услуги како и други објекти и конструкции;", "- да насадат земјоделски култури, да пошумат и да насадат овошки, декоративни и други дрва;", "- да ги користат областите за жнеење, пасиштата и другото земјоделско земјиште;", "- да ги користат широко распространети природни богатства под површината на почвата, тресетот и водните тела за стопански потреби, како и да користат и друг вреден имот на земјиште.", "Член 126-1.  Право на користење на земја во случај на наследство на правото на сопственост на објект", "„Доколку сопственоста на објектот лоциран во село е наследена и доколку наследниците немаат право да ја купат парцелата на која се наоѓа домаќинството во согласност со релевантната процедура, право на користење ќе им се даде за парцелата земја што е потребно за задржување на објектот, со големина утврдена од Советот на министри на ССР Азербејџан.“", "Член 131.  Доделување на парчиња земја на граѓани заради изградба на лични живеалишта", "„Парчиња земја за изградба на станбени објекти за индивидуално живеење ќе станат лична сопственост така што ќе им се доделат истите на граѓани кои живеат во населени места во ССР Азербејџан, каде не е забранета изградбата на индивидуални живеалишта согласно законот на сила, од земја која им припаѓа на градовите и урбаните населени места; од селско земјиште кое не се користи од земјоделските задруги, државните фарми или други земјоделски претпријатија; од земјиштето во државна резерва; и од земјата на државниот шумски фонд која не е дел од зелените зони на градовите. Земјата се доделува за споменатите цели во согласност со постапките утврдени во ... овој Законик.", "Изградбата на индивидуални живеалишта во градовите и работничките населби ќе се спроведува во празни области за кои нема да има трошоци за нивната употреба или техничка подготовка; и како правило во близина на железничка пруга и автопат што обезбедуваат редовна патничка комуникација, во форма на посебни населени места или населби.“", "3. Законот за домување од 1983 година", "80.  Членот 10.3 на Законот за домување го вели следново:", "„Граѓаните имаат право на куќа како лична сопственост во согласност со законодавството на СССР и ССР Азербејџан.“", "4. Упатства за правилата за регистрирање на објекти за домување од 1985 година", "81. Упатството од 1985 година во членот 2 ги наведува документите кои ќе послужат како доказ за правото на индивидуалната куќа за домување. Упатството било одобрено од страна на Централниот оддел за статистика на СССР преку Указот бр. 380 од 15 јули 1985 г. Членот 2.1 ги набројува различните видови на документи кои претставуваат главен доказ за правото.", "Членот 2.2 вели дека, доколку недостасува некој од главните документ правото може да се докаже со други документи, како на пример:", "„инвентарно-технички документи во случаи кога тие содржат прецизно упатување на имотот на сопственикот на соодветно официјализиран документ со кој се потврдува неговото право на индивидуалната куќа за домување.“", "Членот 2.3 го уредува следното:", "„Во руралните области, како и кога руралните населени места се инкорпорирани во границите на еден град (село) или се организирани како град (село), основата за спроведување на регистрација согласно овие Упатства ќе бидат листите на домаќинства, изводи од нив, изјави од Селскиот или Регионален извршен комитет на народни пратеници, како и други документи со кои се потврдува правото на сопственост на објектите посочени во членовите 2.1 и 2.2 од овие Упатства.“", "5. Повелба за селските совети на пратеници на работниците на ССР Азербејџан од 1958 г.", "82. Исто така според жалителот Повелбата за Селските совети на пратеници на работниците на ССР Азербејџан од 23 април 1958 г. („Повелбата за селски совети од 1958 г.“) била релевантна за да се утврдат неговите права во однос на земјата во раните шеесетти години од XX век. Владата го оспори тој аргумент.", "Членот 2 став 9 го предвидува следново:", "„На полето на земјоделството Селскиот совет на пратениците на работниците:", "...", "(ѕ) ќе управува со националниот фонд на земјиште на селата; ќе доделува плацови земјиште од таквиот фонд на жителите за приватна изградба; ќе го контролира придржувањето кон законодавството за закуп на земјиште.“", "Членот 2 став 19 го предвидува следново:", "„На полето на одржувањето на јавниот ред и правата на жителите Селскиот совет на пратениците на работниците:", "...", "(д) ќе спроведе регистрација на поделбите на семеен имот во земјоделските задруги (селските домаќинства).“", "Б. Законите на Република Азербејџан", "1. Указот од 1991 г. за „Обезбедување на домови за граѓаните кои присилно ги напуштиле постојаните места на живеење (бегалци)“", "83. На 6 ноември 1991 г. Врховниот совет на Република Азербејџан издала Указ за „Обезбедување на домови за граѓаните кои биле присилни да ги напуштат постојаните места на живеење (бегалци).“ Овој указ меѓу другото се осврнува на развивање на пракса на замена на имот меѓу Ерменци кои го напуштаат Азербејџан и Азербејџанците кои ја напуштаат Ерменија, Нагорно-Карабах и околните покраини.", "Член 8", "„Да се упатат Советите на народните пратеници од градовите Сумгајит, Ганџа, Мингачевир, Јевлакш, Али-Бејрамли, Ленкаран, Нафталан, Шеки и од окрузите како и локалните тела на извршните власти во рок од два месеци да им обезбедат домови на семејствата на бегалците кои имаат полномошно или други документи за законска размена на куќи и станови од Ерменија во Азербејџан.", "Со оглед на фактот дека значителен дел од бегалците ги размениле своите приватни куќи за државни станови во градовите, да се упатат локалните тела на извршните власти да ги префрлат овие станови во приватна сопственост на бегалците, по усвојувањето на релевантниот закон за приватизација.", "Да се прогласат објектите за домување изградени од различни министерства, институции и организации на Република Азербејџан после 1988 г. во руралните области за домови за бегалци како приватен имот на доселените бегалци и да се упатат локалните тела на извршните власти да им издадат на овие семејства релевантни документи.", "Да го префрлат слободниот приватен имот на семејствата кои не го размениле или продале кога ја напуштиле Републиката во приватна сопственост на семејствата на бегалците кои дошле во Република Азербејџан и постојано престојуваат во овие објекти како надоместок за домовите што ги напуштиле во нивните места на постојан престој во Ерменија присилно и без надоместок.", "84. Указот од 1991 година сè уште е на сила. Покрај указот не се усвоени никакви закони во врска со имотот напуштен од Ерменците коишто го напуштиле Азербејџан заради конфликтот во Нагорно-Карабах. Последователно, за имотите кои не се покриени со указот, се применуваат општите правила за сопственост во ставовите што следат.", "85. На 9 ноември 1991 г. Република Азербејџан донесе закони во врска со сопственоста кои, за првпат, упатуваат на земјата како на предмет на приватна сопственост. Меѓутоа, детални правила за приватизација на земјата доделена на граѓаните биле воведени дури подоцна, со Законот за реформи на земјата во 1996 г.", "2. Законот за сопственост од 1991 година", "86. Законот за сопственост од 1991 г. во Република Азербејџан стапи на сила на 1 декември 1991 г. Во него меѓу другото се вели следново:", "Член 21.  Предмет на сопственичките права на граѓанинот", "„1. Еден граѓанин може да поседува:", "- парцели земја;", "- куќи, станови, викендички, гаражи, покуќнина и предмети за приватна употреба;", "- акции, обврзници и слично;", "- установи на масовни медиуми;", "- претпријатија и комплекси на објекти за производство на стоки за потрошувачка, општествени и културни пазари, со исклучок на одредени видови на сопственост како што е посочено од законот, а кои не можат да се во сопственост на граѓани заради државна или јавна безбедност или заради меѓународните обврски.", "...", "5. Граѓанин којшто е сопственик на стан, индивидуална куќа за живеење, викендичка, гаража или други објекти или градби има право да располага со својот имот по сопствена волја: да го продава, заветува, дава, изнајмува или да преземе други дејствија кои не се спротивни на законот.“", "3. Законот за земјиште од 1992 година", "87.  Новиот Закон за земјиште кој стапил на сила на 31 јануари 1992 г. ги содржел следниве одредби:", "Член 10.  Приватна сопственост на парче земја", "„Парцели земја се доделуваат во приватна сопственост на државјани на Република Азербејџан во согласност со барањата на локалните извршни власти врз основа на одлуки на Советот на народни пратеници на округот или градот за целите наведени долу:", "1) на лица кои имаат постојан престој на територијата за да изградат приватни куќи и супсидијарни градби, како и за формирање на приватни супсидијарни земјоделски стопанства;", "2) за работата на фарми и други организации коишто се инволвирани во производството на земјоделски производи за продажба;", "3) за изградба на приватни и колективни викендички и приватни гаражи во границите на градовите;", "4) за градби поврзани со деловните активности;", "5) за активности на традиционално етничко производство.", "Согласно законодавството на Република Азербејџан парцели земји можат да се доделат во приватна сопственост на граѓаните за други цели.“", "Член 11.  Услови за доделување на парчиња земја во приватна сопственост", "„За целите уредени во членот 10 од овој Закон, правото на сопственост на земја се доделува без никаков надоместок.", "Парцелите земја доделени на граѓани за нивни приватни куќи, викендички и гаражи пред датумот кога овој Закон ќе стапи на сила ќе бидат префрлени во нивна сопственост.", "Правото на приватна сопственост или доживотно наследно поседување на парче земја не може да се додели на странски државјани или на странски правни лица.", "Парцелата земја нема да им се врати на поранешните сопственици и нивните наследници. Тие можат да се стекнат со право на сопственост на парцелата земја врз основ предвиден со овој Закон.“", "Член 23.  Доделување на парчиња земја", "„Парцели земја ќе им се доделат на граѓани, претпријатија и организации во нивна сопственост, владение, за користење или под кирија со одлука на Советот на народни пратеници на округот или градот согласно процедурата за доделување на земја и во согласност со документите за користење на земја.", "Утврдената намена на парчето земја ќе биде посочена во потврдата за доделување на земјата.", "Процедурата за поднесување и испитување на барањето за доделување или конфискување на парче земја, вклучително и конфискување на парче земја заради државни или јавни потреби ќе се утврди од Кабинетот на министри на Република Азербејџан.", "Барањата на граѓаните за доделување на парче земја ќе бидат разгледани во рок не подолг од еден месец.“", "Член 30.  Документи со кои се потврдуваат правата на сопственост, правата на поседување и за вечно користење на земјата", "„Сопственичките права на земјата и правата на поседување и вечно користење на земјата ќе бидат потврдени со државна потврда издадена од Советот на народни пратеници.", "Формата на споменатата државна потврда ќе биде одобрена од Кабинетот на министри на Република Азербејџан.“", "4. Уставот од 1995 година", "88.  Уставот од 1995 г. го штити правото на сопственост и предвидува одговорност на државата во однос на секаква штета што може да произлезе од незаконските дејствија или пропусти на државните тела и нивните официјални претставници.", "Релевантните одредби од Уставот се следните:", "Член 29", "„I. Секој има право на сопствен имот.", "II. Никаков вид на имот нема приоритет. Сопственичките права, вклучително и правата на приватни сопственици се заштитени со закон.", "III. Секој може да поседуваат движен или недвижен имот. Правото на сопственост им дава на сопствениците право сами или заедно со други да поседуваат, користат и располагаат со имотот.", "IV. Никој нема да биде лишен од својот имот без судска одлука. Не е дозволено да се направи целосна конфискација на имотот. Трансферот на имот за државни или јавни потреби е дозволен само под услов претходно да се плати правичен надоместок.", "V. Државата гарантира наследување на правата.“", "Член 68", "„I. Правата на жртвите на кривични дела или злоупотреба на надлежностите се заштитени со закон. Жртвата има право да земе учество во судската постапка и да бара надоместок на штета.", "II. Секој има право на компензација од Државата за штетата што е нанесена како резултат на незаконски дејствија или пропусти на државни тела или функционери.“", "5. Граѓански законик", "89.  Одредбите од Граѓанскиот законик стапиле на сила пред 1 септември 2000 г.:", "Член 8. Примена на граѓанското законодавство на другите републики од Сојузот во ССР Азербејџан", "„Граѓанското законодавство на други републики од Сојузот ќе се применува во ССР Азербејџан, согласно следниве правила.", "(1) односи што произлегуваат од правото на сопственост ќе се водат по законот на местото каде што се наоѓа имотот.", "...", "(4) обврски што произлегуваат како резултат на нанесување на штета ќе подложат на правото на форумот или, на барање на оштетената страна, законот што се применува на место каде штетата била нанесена; ...“", "Член 142. Враќање на имотот од нечие друго незаконско владение", "„Сопственикот ќе има право да си го врати имотот од нечие друго незаконско владение.“", "Член 144. Враќање на незаконски пренесен државен, задружен или јавен имот", "„Државен имот или имот на колхозите или други задруги и јавни организации кој незаконски бил префрлен на кој било начин може да се врати од страна на релевантните организации од секој што го купил истиот.“", "Член 146. Решавање на враќањето на имотот од незаконско владение", "„При враќањето на имотот од нечие незаконско поседување, сопственикот ќе има право да бара од тоа лице, доколку тој знаел или требало да знае дека незаконски го поседувал (сопственик со нечесна намера) надоместок за секој приход што произлегол или требало да произлезе во текот на целиот период на поседување, а од лицето што го поседувал со добра намера надоместок за секој приход којшто го извлекол или требало да го извлече, од времето кога дознал за незаконитоста на поседувањето или кога бил известен од сопственикот со барање да го врати имотот.“", "Член 147. Заштита на правата на сопственикот од повреди кои не вклучува лишување од владени", "„Сопственикот ќе има право да бара правен лек во однос на повредените права, дури и кога таквите повреди не вклучуваат лишување од владение.“", "Член 148. Заштита на правата на лицата кои се во владение, а кои не се сопственици", "„Правата уредени во членовите 142-147 од актуелниот Законик исто така ќе му се доделат на лице кое, иако не е сопственик, е во владение на имотот во согласност со законот или договорот.“", "Член 571-3. Закон што се применува за правото на сопственост", "„Правото на сопственост на имотот во прашање ќе биде утврдено во согласност со законот на земјата во која се наоѓа.", "Предмет на секоја спротивна одредба од законодавството на СССР и ССР Азербејџан, правото на сопственост на имотот во прашање ќе биде креирано или укинато во согласност со законот на земјата во која имотот се наоѓал кога се случило дејствие или други околности кои служат како основа за креирање на укинување на правото на сопственост.“", "Член 571-4. Законот што се применува за обврските што се креирани по нанесувањето на штета", "„Правата и обврските на страните во однос на обврските кои произлегуваат од нанесувањето на штета ќе бидат утврдени во согласност со законот на земјата каде се случиле дејствија или околности кои служеле како основа за барање на надоместок за загубата.“", "90.  Одредбите од Граѓанскиот законик стапиле на сила на 1 септември 2000 г.:", "Член 21. Надоместок за загубите", "„21.1  Лице кое има право да побара целосен надоместок на загубата може да бара целосен надоместок на загубите што му се нанесени, освен ако помал износ е уреден со закон или договор.", "21.2  Како загуби ќе се сметаат сите трошоци кои лицето, чие право било повредено, ги направило или ќе мора да ги направи за да си го поврати повреденото право, загубата или штетата нанесена на неговиот имот (надоместена штета), и изгубен профит кој тој или таа требал/а да ги стекне согласно нормалните услови на граѓанските трансакции доколку правото не било повредено (изгубена добивка).“", "Член 1100. Одговорност за загубите предизвикани од државни тела, телата на локална самоуправа или нивни функционери", "„Загуби нанесени на физичка или правни лица како резултат на незаконски дејствија или пропусти од страна на државни тела, тела на локалната самоуправа или нивни функционери, вклучително и усвојување од страна на државно тело или тела на локалната самоуправа на незаконска мерка, ќе подложат на надоместокот од страна на Република Азербејџан или од релевантната општина.“", "6. Законот за граѓанска постапка", "91.  Одредби од Законот за граѓанска постапка на сила пред 1 јуни 2000 г.:", "Член 118. Поднесување на барање во местото на живеење на тужениот", "„Барањата ќе бидат поднесени до судот во местото на живеење на тужениот.", "Барањата против правно лице треба да бидат поднесени на негова адреса или на адреса на имотот кој му припаѓа.“", "Член 119. Јурисдикција по избор на тужителот", "“... Побарување на надоместок за штети нанесени на имотот на граѓанин или правно лице исто така ќе бидат поднесени во местото каде што е нанесена штетата.“", "92.  Одредби од Законот за граѓанска постапка на сила од 1 јуни 2000 г.:", "Член 8. Еднаквост на сите пред законот и судовите", "„8.1 Правда во однос на граѓански случаи и економски спорови ќе биде спроведени во согласност со принципот на еднаквост на сите пред законот и судовите.", "8.2 Судовите треба да усвојат идентичен пристап за сите лица кои учествуваат во случајот без разлика на расата, религијата, родот, имотниот статус, бизнис позицијата, уверувањата, членството во политички партии, синдикати и други општествени здруженија, место на локацијата, подреденост, вид на сопственост, или некој друг основ што не е посочен со закон.“", "Член 307. Случаи во врска со утврдувањето на факти од законска важност", "„307.1 Судот ќе ги утврди фактите од кои зависи потеклото, измената или укинувањето на личните или имотните права на физички и правни лица.", "307.2 Судот ќе разгледа случаи во врска со утврдување на следниве факти:", "...", " 307.2.6 во однос на правото на сопственост фактот на поседување, користење или располагање на имотот ...“", "Член 309. Поднесување барање", "„309.1 Барањата во врска со утврдувањето на факти од законска важност ќе бидат поднесени кај судот на местото на живеење на жалителот.", "309.2 Во однос на правото на сопственост, барањата во врска со утврдување на фактот на поседување, употреба и располагање со недвижен имот ќе бидат поднесени во судот во местото каде што се наоѓа недвижниот имот.“", "Член 443. Надлежност на судовите на Република Азербејџан во врска со случаите во кои се вклучени и странци", "„443.0 Судовите на Република Азербејџан ќе имаат право да ги разгледаат следниве случаи во кои се вклучени и странци: ...", "443.0.6 кога, во случаи кои се однесуваат на надоместок на загуби за штета нанесена на имот, дејствието или други околности кои служат како основ за поднесување на барање за надоместок за загуби настанале на територијата на Република Азербејџан.“", "IV. ДЕКЛАРАЦИЈА ОД ТУЖЕНАТА ВЛАДА ВО ОДНОС НА РАТИФИКАЦИЈАТА НА КОНВЕНЦИЈАТА", "93.   Инструментот за ратификација депониран од Република Азербејџан на 15 април 2002 г. ја содржи следнава декларација:", "„Република Азербејџан прогласува дека не е во можност да ја гарантира примената на одредбите на Конвенцијата на териториите кои се окупирани од Република Ерменија до ослободувањето на овие територии од таа окупација.“", "V. РЕЛЕВАНТНО МЕЃУНАРОДНО ПРАВО", "94. Членот 42 од Прописите што се однесуваат на Законите и Обичаите на војувањето, Хаг, 18 октомври 1907 г. (во понатамошниот текст „Хашкиот правилник од 1907“) дефинираат воена окупација на следниов начин:", "„Една територија се смета за окупирана кога се наоѓа под власт на непријателската армија. Окупацијата се однесува само на територијата каде таквата власт била воспоставена и може да се применува.“", "Соодветно на тоа, окупацијата во рамките на значењето на Хашкиот правилник од 1907 г. постои кога една држава има реална власт врз територијата, или дел од територијата на непријателската држава. Барањето за реална власт широко е прифатено како синоним на ефективна контрола.", "Се смета дека постои воена окупација на една територија или дел од територија, доколку следниве елементи можат да будат демонстрирани: присуство на странски трупи, коишто се во позиција да применат ефективна контрола без согласност на владетелот. Според широко распространетото стручно мислење физичкото присуство на странски трупи е sine qua non услов за окупација т.е. окупацијата не може д се замисли без „чизма да ја гази земјата“ и затоа силите кои вршат поморска или воздушна контрола преку поморска или воздушна блокада не се доволни.", "95. Правилата на меѓународното хуманитарно право експлицитно не се осврнуваат на прашањето на спречување на пристап до домови или имот. Меѓутоа членот 49 од Конвенцијата [Бр. IV] во однос на Заштитата на цивилите во време на војна од 12 август 1949 г. („Четвртата женевска конвенција“) ги регулира прашањата на присилното раселување во или од окупираните територии. Тој го уредува следново:", "„Поединечни или масовни присилни трансфери како и депортации на заштитени лица од окупираната територија на територија на окупаторските сили или на некоја друга земја, окупирана или не, се забранети без разлика на нивниот мотив.", "Сепак, окупаторската сила може да преземе целокупна или делумна евакуација на дадена област доколку тоа е неопходно заради безбедноста на населението или воени причини од императивна важност. Таквите евакуации може да не вклучуваат раселување на заштитените лица надвор од границите на окупираната територија освен кога заради материјални причини невозможно е да се избегне такво раселување. Лицата што се евакуирани на таков начин ќе бидат префрлени назад во нивните домови веднаш штом ќе престанат непријателствата во областа во прашање.", "Окупаторската сила која ќе спроведе такви префрлања или евакуации ќе обезбеди, во најголема можна практична мерка, заштитените лица да добијат соодветно сместување, отстранувањата да бидат спроведени под задоволителни услови на хигиена, безбедност и исхрана, и членовите од исто семејство да не бидат разделени. Заштитните сили ќе бидат информирани за сите трансфери и евакуации веднаш штом ќе се случат.", "Окупаторската сила нема да ги задржи заштитените лица во област што е особено изложена на опасности од војна освен ако тоа не е неопходно заради безбедноста на населението или заради воени причини од императивна важност.", "Окупаторската сила нема да депортира или префрла делови од своето цивилно население на територијата што ја окупира.“", "Членот 49 од Четвртата женевската конвенција се применува на окупираната територија, иако нема конкретни правила во врска со присилното раселување на територијата што ѝ припаѓа на страна во конфликтот. Сепак, правото на раселените лица „на доброволно враќање во безбедноста на своите домови или местата на вообичаено место на живеење кога причините за нивното раселување ќе престанат да постојат“ се смета за правило на обичајното меѓународно право (види Правило 132 од Студијата на МКЦК за обичајното меѓународно хуманитарно право) кое се применува на секој вид на територија.", "VI. РЕЛЕВАНТНИТЕ МАТЕРИЈАЛИ НА ОБЕДИНЕТИТЕ НАЦИИ И СОВЕТОТ НА ЕВРОПА", "А. Материјали на Обединетите нации", "96. „Принципите на домување и надоместок за имотот за бегалци и раселени лица“ (Комисија за човекови права, Поткомисија за унапредување и заштита на човековите права, 28 јуни 2005 г., E/CN.4/Sub.2/2005/17, Прилог) се најцелосните стандарди во однос на ова прашање. Тие уште се познати како Пињеиро принципите. Целта на овие принципи, коишто се засновани во рамките на постоечките меѓународни човекови права и хуманитарно право, е да се обезбедат меѓународни стандарди и практични насоки за државите, агенциите на ООН и пошироката меѓународна заедница за тоа како на најдобар начин да се осврнат на сложените правни и технички прашања поврзани со домувањето и надоместокот на сопственост.", "Тие меѓу другото предвидуваат:", "2. Право на домување и надоместок на сопственост", "„2.1. Сите бегалци и раселени лица имаат право да им се врати домот, земјата и/или имотот од кои своеволно или незаконски биле лишени, или да бидат компензирани за домот, земјата и/или сопственоста што фактички е невозможно да се вратат согласно она што е утврдено од независен и непристрасен суд.", "2.2 Државите ќе дадат приоритет на правото на надоместок како претпочитан правен лек за раселените и како клучен елемент на правосудството што се занимава со надоместување. Правото на надоместок постои како посебно право, и не се прејудицира со реалното враќање или невраќање на бегалците и раселените лица кои имаат право да им се врати домот, земјата и имотот.“", "3. Правото на недискриминација", "„3.1 Секој има право да биде заштитен од дискриминација врз основа на раса, боја, пол, јазик, вера, политичко или друго мислење, национално или социјално потекло, имот, инвалидитет, раѓање или друг статус.", "3.2 Државите ќе забранат de facto и de jure дискриминација по гореспоменатите основи и сите лица, вклучително и бегалците и раселените лица, ќе се сметаат за еднакви пред законот.“", "12. Национални процедури, институции и механизми", "„12.1 Државите треба да воспостават и поддржат правични, навремени, независни, транспарентни и недискриминирачки процедури, институции и механизми за ги оценат барањата за надоместок на домовите, земјата и сопственоста. ...", "...", "12.5 Кога ќе се случи да има општа повреда на владеењето на правото или кога државата не може да спроведе процедури, институти и механизми неопходни за олеснување на процесот на надоместување на домот, земјата и сопственоста на праведен и навремен начин, државата треба да побара техничка помош и соработка на релевантните меѓународни агенции со цел ва се воспостави времен режим за да им се обезбедат на бегалците и раселените лица процедури, институти и механизми потребни за да се обезбедат ефективни правни лекови за надоместок.", "12.6 Државите треба да вклучат процедури, институти и механизми за надоместок на домовите, земјата и сопственоста во мировните договори и договорите за доброволна репатриација. ...”", "13. Пристап до процедури за барање на надоместок", "13.1 Секој којшто бил своеволно или незаконски лишен од дом, земја и/или имот треба да е во можност да поднесе барање за надоместок и/или компензација до независно и непристрасно тело, да се донесе решение по тоа барање и да се добие известување за таквото решение. Државите не треба да поставуваат предуслови за поднесување на барања за надоместок.", "...", "13.5 Државите треба да се обидат да формираат центри и канцеларии за обработка на барања за надоместок низ погодените области каде што во моментот живеат потенцијалните баратели. Со цел да се овозможи најлесен пристап до погодените, треба да е можно да се поднесат барања за надоместок по пошта или со полномошно покрај лично ...", "...", "13.7 Државите треба да изготват обрасци за поднесување на барање за надоместок коишто се едноставни и лесноразбирливи ...", "...", "13.11 Државите треба да обезбедат адекватна правна помош, по можност бесплатна ...", "...”", "15. Евиденција и документација за домовите, земјата и сопственоста", "“...", "15.7 Државите можат во состојби на масовно раселување, кога постојат малку документирани докази за сопственоста и правата за поседување, да прифатат конечна претпоставка дека лицата кои бегаат од своите домови за време на даден период обележан со насилство или катастрофа заради причини поврзани со насилството или катастрофата имаат право на надоместок на домот, земјата и имотот. Во такви случаи управните и судските власти можат независно да утврдат факти поврзани со недокументирани барања за надоместок.", "...”", "21. Компензација", "„21.1 Сите бегалци и раселени лица имаат право на целосна и делотворна компензација како интегрална компонента на процесот на надоместок. Компензацијата може да биде парична или во натура. Државите со цел да се придржуваат до начелото на обновлива правда ќе обезбедат правниот лек за надоместок да се користи кога надоместокот не е можен институт, или кога повредената странка свесно и доброволно ќе прифати компензација наместо надоместок, или согласно условите на договорениот мировен договор ќе обезбеди комбинација на надоместок и компензација. ...”", "Б. Материјал на Советот на Европа", "97. Телата на Советот на Европа во повеќе прилики се имаат осврнато на прашањето на надоместок на имотот на внатрешно раселените лица (ВРЛ) и бегалци. Следниве резолуции и препораки се посебно релевантни во контекст на овој случај:", "1. „Решавање имотни прашања на бегалците и раселените лица“, Резолуција на Парламентарното собрание (ПС) 1708 (2010)", "98. Парламентарното собрание забележа дека дури 2,5 милиони бегалци и ВРЛ се соочени со состојби на раселување во земји членки на Советот на Европа, поконкретно во Северен и Јужен Кавказ, Балканот и Источното Средоземје, и дека раселувањето често пати се одолговлекува при што погодените лица не можат да се вратат или немаат пристап до своите домови и земјата уште од деведесеттите години од XX век и претходно (став 2). Таму е нагласена важноста од надомест:", "„3. Уништување, окупација или конфискација на напуштен имот значи повреда на правата на засегнатите поединци, континуирана раселеност и комплицирано помирување и градење на мир. Затоа, надоместокот на имотот – односно надоместок на правата и физичкото поседување во корист на раселените поранешни жители – или компензација, се форми на обесштетување потребни за враќање на правата на поединецот и владеење на правото.", "4. Парламентарното собрание смета дека надоместокот е оптимален одговор за загубата на пристапот и правата на дом, земја и имот бидејќи кај формите на обесштетување, тоа го помага изборот меѓу три ‘трајни решенија’ за раселувањето: враќање во нивниот дом во безбедни и достоинствени услови; локална интеграција во местото каде се преселени; или населување на некоја друга локација во земјата или надвор од нејзините граници.“", "Парламентарното собрание потоа упатува на инструментите за човекови права на Советот на Европа, посебно Европската конвенција за човекови права, Европската социјална повелба и Рамковната конвенција за заштита на националните малцинства како и Пињеиро принципите на ООН и ги повикува земјите-членки да ги преземат следниве мерки:", "„9. Во гореспоменатиот контекст Собранието ги повикува земјите-членки да ги решат проблемите со домови, земја и сопственоста на бегалците и ВРЛ после конфликт, имајќи ги во предвид Пињеиро принципите, релевантните инструменти на Советот на Европа Rec (2006)6 на Комитетот на министри.", "10. Со оглед на овие релевантни меѓународни стандарди и искуството од програмите за решување и надоместок за имот спроведени во Европа до денешен ден, земјите-членки се повикуваат:", "10.1 да гарантираат навремен и делотворен надоместок на загубен пристап и право на дом, земја и имот кои биле напуштени од бегалците и ВРЛ без да се земат во предвид тековните преговори за разрешување на вооружени конфликти или за статусот на одредена територија;", "10.2 да обезбеди таквото обесштетување да добие облик на надоместок во форма на потврда на законските права на бегалците и раселените лица на нивната сопственост и обнова на нивниот безбеден физички пристап и поседување на таквата сопственост. Кога надоместокот не е можен, мора да се обезбеди соодветна компензација преку потврда на претходните законски права на имотот и обезбедување на пари и стоки кои имаат разумна врска со нивната пазарна вредност или други форми на праведна репарација.", "10.3 да обезбедат бегалците и раселените лица чии права не биле формално признати пред раселувањето, но чие уживање на нивниот имот било третирано како де факто валидно од страна на властите, да добијат еднаков и делотворен пристап до правни лекови и обесштетување за тоа што изгубиле. Ова е особено важно кога засегнатите лица се социјално ранливи или припаѓаат на малцински групи.", "...", "10.5  да обезбеди отсуството од нивното место на престој, во случај кога носителите на станарските права биле присилени да ги напуштат своите домови, да биде оправдано сè додека не се обноват условите кои дозволуваат доброволно враќање под безбедни и достоинствени услови;", "10.6 да обезбедат брзи, достапни и делотворни процедури за барање на обесштетување. Кога раселувањето или одземањето на имот се случиле на систематски начин, треба да се воспостават посебни судски тела за оценка на барањата. Таквите тела треба да применуваат забрзана процедура која инкорпорира релаксирани доказни стандарди и олеснета процедура. Сите видови имот релевантни за потребите за престој и обезбедување на средства за живот на раселените лица треба да се под нивна јурисдикција, вклучително и домовите, земјоделското земјиште и деловен имот.", "10.7 да обезбедат независност, непристрасност и стручност на судските тела, вклучително преку соодветни правила за нивниот состав којшто може да предвиди вклучување на меѓународни членови. ...”", "2. „Бегалци и раселени лица во Ерменија, Азербејџан и Грузија“, Резолуција на ПС 1497 (2006)", "99.  Во оваа резолуција Парламентарното собрание може да се забележи дека ги повикува Ерменија, Азербејџан и Грузија:", "„12.1 да ги фокусираат сите напори на изнаоѓање на мирно решение на конфликтите во регионот со став да се креираат услови за доброволно враќање на бегалците и раселените лица во нивното место на потекло, на безбеден и достоинствен начин;", "...", "12.4 враќањето на раселените лица да им биде приоритет и да сторат сè што е во нивна моќ во своите преговори да овозможат безбедно враќање на овие луѓе дури и пред целосното постигнување на договор;", "...", "12.15 да развијат практична соработка што се однесува до истрагата за судбината на исчезнатите лица и да се олесни враќањето на личните документи и надоместокот на имотот, особено преку користење на искуството од справувањето со слични проблеми на Балканот.“", "3. Препорака на Комитетот на министри до земјите-членки за внатрешно раселените лица, Rec(2006)6", "100.  Комитетот на министри го препорача следново:", "„8. Внатрешно раселените лица имаат право да уживаат во својот имот и сопственост во согласност со законите што ги уредуваат човековите права. Особено, внатрешно раселените лица имаат право на поврат на својот имот што го оставиле кога биле раселени. Доколку внатрешно раселените лица се лишени од својот имот, таквото лишување треба да повлече соодветна компензација.“", "ПРАВОТО", "I. ВОВЕД", "101. Жалителот починал во 2009 г. Во својата одлука за допуштеноста на овој случај, Судот забележа дека неговата вдовица, г. Лена Саргсјан и нивните деца Владимир, Цовиран и Нина Саргсјан изразиле желба да продолжат со постапките пред Судот и дека имале право да го сторат тоа (Sargsyan v. Azerbaijan [GC] (dec.), no. 40167/06, §§ 1 and 51, 14 December 2011).", "102. Последователно, застапникот на жалителот изјавил дека г-ата Нина Саргсјан не сакала да продолжи со жалбата. Вдовицата на жалителот, г-ата Лена Саргсјан, починала во јануари 2014 г. Г-динот Владимир и г-ата Цовинар Саргсјан, син и ќерка на жалителот, сакале да продолжат со постапките пред Судот. Судот веќе имаше одлучено дека тие имаат право тоа да го сторат и не гледаше причина да отстапи од овој став.", "103.  Понатаму, Судот повтори дека во својата одлука за допуштеноста од 14 декември 2011 г. во актуелниот случај, тој ги отфрлил приговорите поднесени од Владата: приговор заснован на изјавата на Владата депонирана заедно со инструментот за ратификација и приговорите во врска со недостатокот на јурисдикцијата ratione temporis и непочитување на правилото од шест месеци (Sargsyan (dec.), цитиран горе, §§ 71, 92 и 147). Тој се придружи на следниве приговори на Владата во однос на основаноста: најпрво, приговор во врска со отсуството на јурисдикција и одговорност, второ приговор дека жалителот немал статус на жртва што се однесува до неговата жалба за гробовите на роднините и трето приговор во врска со исцрпувањето на домашните правни лекови (Sargysan (dec.), цитиран горе, §§ 76, 99 и 111).", "104.  Судот смета дека е соодветно да се осврне на прашањата за исцрпеност на домашните правни лекови и отсуството на јурисдикцијат и одговорност како посебни точки, додека тој ќе се осврне на приговорите на Владата во врска со статусот на жртва на жалителот во однос на гробовите на неговите блиски кога ќе се разгледуваат наводните повреди на членот 8 од Конвенцијата.", "II. ИСЦРПУВАЊЕ НА ДОМАШНИ ПРАВНИ ЛЕКОВИ", "105. Членот 35 § 1 од Конвенцијата го уредува следново:", "„Судот може да прифати случај само откако ќе бидат исцрпени сите домашни правни средства, врз основа на општо прифатените принципи од меѓународното право и во рок од 6 месеци сметано од датумот на кој е донесена конечната одлука.“", "А. Изјаснување на странките", "1.  Жалителот", "106. Жалителот се потпираше на три главни аргументи за да покаже дека тој не морал да ги исцрпи домашните правни лекови.", "107. Прво, тој тврдеше дека согласно азербејџанското право немало делотворни правни лекови кои би биле достапни и доволни во праксата. Тој се изјаснил конкретно дека Владата не посочила доказ за постоењето на такви правни лекови. Тој не дал никакви детали во врска со граѓанските случаи кои наводно биле изнесени пред азербејџанските судови од страна на етнички Ерменци. Случаите кои поединечно биле посочени биле поврзани со наследство и не биле директно релевантни за лице во ситуација како што е таа на жалителот. На кратко, Владата не успеала да обезбеди никаков пример на Ерменец жалител кој добил обесштетување во околности кои можат да се споредат со тие на жалителот. Исто така жалителот тврдеше дека ставот усвоен од Владата во постапките пред Судот бил индикативен за исходот од секоја постапка што жалителот можел да ја покрене пред азербејџанските судови. Според Владата релевантните домашни власти не обезбедиле никакви документирани докази кои би покажале дека жалителот имал имот во Гулистан или дека живеел таму. Оттука евентуалното покренување на домашни постапки во Азербејџан не нудело никакви перспективи за успех.", "108.  Преку споредба жалителот упатил на одлуката на Судот во случајот на Демопулос и други против Турција (Demopoulos and Others v. Turkey [GC] (dec.) (бр. 46113/99, 3843/02, 13751/02, 13466/03, 10200/04, 14163/04, 19993/04 и 21819/04, ECHR 2010)) во која Судот развил критериуми за проценка на делотворноста на правниот лек, креирани за да се обезбеди обесштетување во случај на загубата на имот и во контекст на меѓународен конфликт. Ниеден од овие критериуми не е исполнет со правните лекови на кои упатува Владата.", "109. Второ, жалителот се изјасни дека правилото за исцрпување во овој случај заради постоењето на административна пракса – која достигнувала ниво на повторување на дејствија кои не се компатибилни со Конвенцијата и официјално толерирање од страна на државните власти – со што секој обид за искористување на постоечките правни лекови би бил бескорисен. Упатувајќи на документите на различни тела на Обединетите нации, особено Комитетот за човекови права и Комитетот на економски, социјални и културни права, жалителот тврдеше дека немало никаква политичка волја кај тужената Влада за заштита на напуштените имоти на етничките Ерменци, кои честопати биле населени од бегалци или внатрешно раселени лица, или да се даде обесштетување за нив. Исто така имало пракса на етничките Ерменци да не им се дава пристап до документацијата за нивниот имот. Немало знаци за некакви промени во ваквите пракси. Дополнително, жалителот посочи на потреба да се посвети внимание на практичните тешкотии за водење на каков било судски случај во Азербејџан. Границите меѓу Ерменија и Азербејџан биле затворени. И немало дипломатски односи меѓу Ерменија и Азербејџан, бегалците етнички Ерменци или ерменските државјани не можеле да добијат виза освен преку конзуларните служби во соседните земји. Визите се доделувале само во контекст на официјални посети организирани од меѓународни организации или дипломатски мисии. И поштенските услуги меѓу две земји не функционирале.", "110. Конечно жалителот тврдеше дека во секој случај тој бил ослободен од примената на правните лекови заради неговите лични околности. Бидејќи морал да избега од Гулистан во 1992 г. тој го изгубил целиот свој имот, неговиот дом и неговиот извор на приход и со тоа бил ставен во небезбедна и ранлива ситуација. Исто така, од 2004 тој бил сериозно болен.", "2. Тужената Влада", "111. Тужената Влада тврдеше дека во делот каде што имале делотворна контрола на територијата на Република Азербејџан, што не било случајот со Гулистан, постоеле делотворни правни лекови. За почеток, членот 29 од Уставот од 1995 го гарантирал правото на имот. Дополнително, членот 68 од Уставот предвидувал одговорност на државата да ги компензира штетите што произлегле од незаконски дејствија или пропусти на државни тела или на нивни функционери. Граѓанскиот законик и Законот за граѓанска процедура од своја страна содржеле подетални одредби со кои се штитат сопственоста и поседување на имот. Постоеле соодветни процедури за да им се овозможи и на граѓаните и на странците да преземат дејствија пред судовите на Азербејџан во однос на штета или загуба претрпена на територијата на Азербејџан (за детален опис види го релевантното домашно право, ставови 88-92 горе). Владата ги оспори тврдењата дека постоела управна постапка која ја правела примената на постоечките правни лекови залудна.", "112.  Во поткрепа на својот став, Владата поднесе статистички податоци од Министерството за правда во врска со случаи поднесени од етничките Ерменци: на пример, меѓу 1991 и 2006 година основните судови во Баку разгледале или усвоиле пресуди во 243 граѓански случаи поднесени од етнички Ерменци, од кои 98 за имотни спорови. Исто така Владата поднесе копии од пресуди во два случаи во врска со наследство во кои одлуки биле усвоени од апелационите судови во корист на етнички Ерменци кои живееле во странство. Случајот на Мамадова Зиба Султан гизи против Мамадова Зоја Сергејевсна и Мамадов Фархад Тариф оглу (пресуда на Советот за граѓански случаи при Апелациониот суд на Република Азербејџан од 24 мај 2007 г.) се однесувал на спор во врска со наследство на имот во кој биле обвинети сопругата, етничка Ерменка, и синот на починатиот, а кои и двајцата живееле во Соединетите Американски Држави. Апелациониот суд ја укинал пресудата на основниот суд отфрлајќи ја неговата оценка дека обвинетите требале да се сметаат како наследници со нечесна намера. Во случајот на Синјукова, Коровкова и Заимкина (‘Чагарјан’, пресудата на Советот за граѓански случаи на Апелациониот суд на Шаки од 7 ноември 2007 г.) апелациониот суд одлучил дека Државната нотарска канцеларија во градот Мингачевир морал да издаде потврда за наследство за стан на тројца баратели, ќерки на етнички Ерменец кој живеел во странство, бидејќи морало да се смета дека го поднеле своето барање за наследство на време. Иако може да се смета дека овие случаи не се однесувале на состојби кои биле споредливи со случајот на жалителот, тие демонстрирале, според гледиштето на Владата, дека барања на Ерменци во врска со имот и други заштитени права можеле да бидат делотворно спроведени во азербејџанскиот правен систем.", "113. Оттука Владата заклучи дека тие покажале дека постојат делотворни правни лекови. Затоа жалителот требало да покаже дека таквите правни лекови биле неделотворни во околностите. Меѓутоа, жалителот признал дека тој не направил обид да ги искористи постоечките правни лекови и затоа не можело да се тврди дека азербејџанскиот правен систем не успеал да му ја обезбеди потребната заштита од наводната повреда на неговите права.", "3. Ерменската влада, интервенција на трета странка", "114.  Ерменската влада го нагласи ставот на жалителот во врска со постоењето на административна пракса во Азербејџан која им забранува на Ерменците кои избегале за време на конфликтот или на секое друго лице од ерменско потекло да се врати или да го посети Азербејџан.", "Б. Оценка на Судот", "115. Судот повторува дека е од суштинско значење дека машинеријата за заштита воспоставена со Конвенцијата е супсидијарна на националните системи што ги штитат човековите права. Судот се занимава со надзор на спроведувањето на обврските преземени од договорните страни согласно Конвенцијата. Тој не може, и не смее, да ја узурпира улогата на договорните страни чија одговорност е да се обезбедат основните права и слободи кои се втемелени таму да бидат почитувани и заштитени на домашно ниво. Улогата на исцрпување на домашните правни лекови оттука е незаменлив дел од функционирањето на овој систем на заштита. Државите не мора да одговараат пред меѓународно тело за своите дела пред да добијат шанса да ги средат работите преку сопствениот правен систем, а оние што сакаат да се повикаат на надзорната јурисдикција на Судот што се однесува до жалбите против една држава со тоа се обврзани да ги искористат најпрво правните лекови предвидени од националниот правен систем (види меѓу другите извори, Akdivar and Others v. Turkey, 16 September 1996, § 65, Reports of Judgments and Decisions 1996IV). Судот сака особено да нагласи дека не е основен суд; тој нема капацитет ниту е соодветен со оглед на неговата функција како меѓународен суд, да пресудува во бројни случаи кои бараат утврдување на основните факти или пресметките на паричниот надоместок – при што и двете, како прашање на принцип и делотворна пракса, треба да се во доменот на домашната јурисдикција (види, Demopoulos and Others, цитиран горе, § 69; Niazi Kazali and Hakan Kazali v. Cyprus (dec.), no. 49247/08, § 132, 6 March 2012).", "116. Судот има воспоставено општи принципи кои се однесуваат на исцрпување на домашните правни лекови во низа пресуди. Во Акдивар и други (цитиран горе) одлучил вака (понатамошното упатување на случаи – во заграда – избришано):", "„65. Судот потсетува дека правилото за исцрпување на домашните правни лекови на што се упатува во членот [35] од Конвенцијата ги обврзува оние што се обидуваат да го изнесат својот случај против државата пред меѓународен суд или судски орган најпрво да ги искористат правните лекови што ги обезбедува домашниот правен систем. Последователно, државите се ослободени од обврската да одговараат пред некое меѓународно тело за своите дејствија пред да имаат шанса да ги исправат работите преку сопствениот правен систем. Тоа правило се заснова на претпоставката, отсликана во членот 13 од Конвенцијата – со која има тесна врска – дека постои делотворен правен лек достапен во однос на наводната повреда во домашниот систем без разлика дали одредбите од Конвенцијата се вградени во домашното право или не. На овој начин ова е важен аспект на принципот дека машинеријата за заштита воспоставена од Конвенцијата е супсидијарна на националните системи за заштита на човековите права (...).", "66. Согласно членот [35] жалителот би требало да има нормална можност за пристап до правни лекови кои се достапни и доволни за да обезбедат надоместок во однос на наводните повреди. Постоењето на правните лекови во прашање мора да биде доволно сигурно како во пракса така и во теорија, а доколку ги нема ќе недостасува неопходната пристапност и делотворност (...).", "Членот [35] исто така бара жалбите кои се планира последователно да се поднесат во Стразбур да се поднесат пред соодветно домашно тело, барем во суштина и во согласност со формалните барања и рокови утврдени во домашното право, и понатаму да се применат сите процедурални средства коишто би можеле да спречат повреда на Конвенцијата би требале да бидат применети (...).", "67. Меѓутоа, не постои, како што е посочено горе, обврска да се искористат правните лекови кои што не се соодветни или делотворни. Дополнително, според „генерално признатите правила не меѓународното право“ може да постојат посебни околности кои ќе го ослободат жалителот од обврската да ги исцрпат домашните правни лекови кои им се на располагање (...). Правилото исто така не може да се примени кога ќе се покаже дека постои административна пракса која се состои од повторување на дела коишто се некомпатибилни со Конвенцијата како и официјално толерирање на истата од страна на државните власти кои се од таква природа што ги прават постапките бескорисни или неделотворни (...).", "68. Во областа на исцрпување на домашните правни лекови постои дистрибуција на товарот на докажување. Владата е должна да побара неисцрпувањето да го задоволи Судот дека правниот лек бил делотворен и достапен, како теоретски така и практично во релевантното време, односно, дека бил на располагање, можел да обезбеди отштета во однос на она на што се жалел жалителот и понудил разумни изгледи за успех. Меѓутоа, откако овој товар на докажување ќе бил задоволен жалителот требал да утврди дека понудениот правен лек од страна на Владата всушност бил исцрпен или од одредени причини бил несоодветен и неделотворен во конкретните околности на случајот или дека постоеле посебни околности кои го ослободувале од условот (...). Една таква причина може да се креира ако националните власти останале апсолутно пасивни кога се соочиле со сериозни наводи за лошо постапување или нанесување на штета од страна на државни претставници, на пример кога истите нема да спроведат истрага или да понудат помош. Во такви околности може да се каже дека товарот на докажување повторно се менува, така што станува обврска за тужената Влада да покаже што направиле како одговор на опсегот и сериозноста на проблемот на кој се однесува жалбата.", "69. Судот нагласува дека приманата на правилото за исцрпување на домашните правни лекови мора соодветно да го дозволи фактот дека истото се применува во контекст на машинеријата за заштита на човековите права која државите потписнички се согласиле да ја воспостават. Согласно тоа беше согледано дека членот [35] мора да се применува со одреден степен на флексибилност и без претеран формализам (...). Понатаму беше согледано дека правилото на исцрпување не е ниту апсолутно ниту способно да биде применето автоматски; за да биде разгледано дали било почитувано неопходно е да се земат во предвид условите на поединечниот случај (...). Ова значи меѓу другото дека реалистичниот приказ не само на постоечките формални правни лекови во правниот систем на засегнатата земја потписничка, туку исто така општиот правен и политички контекст во кој тие функционираат како и личните околности на жалителите.“", "117. Осврнувајќи се на актуелниот случај Судот забележува дека примената на членот 35 § 1 од Конвенцијата мора да биде проценета наспроти општата позадина на конфликтот во Нагорно-Карабах. Иако воената фаза од конфликтот завршила со договорот за прекин на огнот во мај 1994 г., до денешен ден не е потпишан никаков мировен договор. Не е спорно дека не постојат дипломатски односи меѓу Ерменија и Азербејџан и дека границите им се затворени. Исто така се чини дека поштенските услуги не функционираат меѓу двете земји. Во таква ситуација мора да се признае дека можеби постојат препреки за соодветно функционирање на системот на примена на правдата. Особено, може да постојат значителни практични тешкотии во покренувањето и водењето на правни постапки во другата земја (види, mutatis mutandis, Akdivar and Others, цитиран горе, § 70).", "118. Судот забележува дека Владата ја опишала општата шема на заштита на имотот и на надоместок за незаконски дела или пропусти како што е утврдено во Уставот и Граѓанскиот законик. Меѓутоа, тие не успеаја да објаснат како овие одредби би се примениле во конкретниот контекст, кога едно лице во ситуација како таа на жалителот, односно Ерменец, бегалец којшто морал да го напушти имотот и домот во контекст на конфликтот во Нагорно-Карабах, сака да побара враќање на имотот или надоместок за неговото губење. Владата поднесе статистички податоци за граѓански случаи кои биле поднесени од етнички Ерменци и по кои било одлучено од страна на азербејџанските судови. Освен тоа што изнесе дека случаите се однесувале на спорови за куќи, Владата не обезбеди никакви детали во врска со природата на побарувањата што биле разгледани или исходот од постапките. Осврнувајќи се на двете пресуди од 2007 г. кои биле поднесени од Владата како примери, Судот забележува дека обете биле наследни постапки и не биле поврзани со побарувањата на загубен пристап до имотот и/или домот и уживањето на истиот од страна на раселено лице во контекст на конфликтот во Нагорно-Карабах. Всушност, Владата не обезбедила ни еден единствен пример на случај во кој едно лице во ситуација слична на таа жалителот имал успех пред азербејџанските судови.", "119. Последователно, Судот смета дека Владата не успеа да го отфрли товарот на докажување за достапноста на правен лек за жалителот, којшто можел да му обезбеди обесштетување во однос на неговите жалби во однос на Конвенцијата и да понуди разумни шанси за успех. Затоа е неопходно да се утврди дали, како што тврдеше жалителот, постои административна пракса кај азербејџанските власти, која би го спречила жалителот да ги искористи постоечките правни лекови. Слично на тоа, бидејќи не било покажано дека постоеле делотворни правни лекови не е потребно да се испита ефектот што наводниот недостаток на делотворна контрола врз областа во прашање може да го има врз функционирањето на домашните правни лекови.", "120.  Оттука Судот го отфрла приговорот на Владата во врска со исцрпувањето на домашните правни лекови.", "III. ЈУРИСДИКЦИЈА И ОДГОВОРНОСТ НА АЗЕРБЕЈЏАН СОГЛАСНО ЧЛЕНОТ 1 ОД КОНВЕНЦИЈАТА", "А. Изјаснување на странките", "1.  Жалителот", "121. Жалителот посочи дека Гулистан бил во рамките на меѓународно признатата територија на Република Азербејџан. Следело дека товарот бил на Владата да ја отфрли презумпцијата за јурисдикцијата во врска со областа на Гулистан за периодот од 15 април 2002 година до денешен ден. Според ставот на жалителот, Владата не успеала да обезбеди таков доказ бидејќи покажале дека немале контрола врз Гулистан. Тој посочи дека ставот на Владата во врска со фактичката ситуација бил некако недоследен, но дека прифаќале дека Гулистан не бил под ерменска контрола. Последователно, Владата ја задржала целосната одговорност за обезбедување на правата на жалителот согласно Конвенцијата.", "122.  Како алтернатива жалителот тврдеше дека дури и ако било утврдено дека Азербејџан немал контрола врз областа во прашање, неговата одговорност сепак би постоела како резултат на неговите преостанати позитивни обврски согласно членот 1 од Конвенцијата да преземе, дипломатски, економски, судски и други мерки за да се обезбедат правата на жалителот согласно Конвенцијата (види Ilaşcu and Othersv. Moldova and Russia [GC], no. 48787/99, §§ 331 and 333, ECHR 2004-VII). Жалителот тврдеше дека Владата не успеала да ги исполни своите позитивни обврски со оглед дека повеќе години тие не покажале политичка волја да го решат конфликтот и не презела чекори за да го обезбеди поединечното право на жалителот да се врати или да биде обесштетен (види параграф 208 долу).", "2. Тужената Влада", "123. Тужената владата прифати дека Гулистан бил дел од меѓународно признатата територија на Азербејџан. Во своите изјаснувања на рочиштето од февруари 2014 г. тие тврдеа дека презумпцијата дека државата ја практикувала својата јурисдикција на целата своја територија би можела да биде ограничена, не само во однос на териториите под окупација на други страни, туку исто така и на помали области „кои заради околностите не биле достапни“. Гулистан бил таква област. Тој се наоѓал на линијата на контакт, што значело дека бил опколен од вооружени сили на Азербејџан од една страна (на север и исток) и од сили на Ерменија на другата страна (на југ и запад) и не бил под ефективна контрола од ниедна од страните. Тие нагласија дека селото било во дострел на ерменските позиции кои се наоѓале на стрмната падина над реката. Владата на Азербејџан оттука не можела да ја практикува својата легитимна власт во областа.", "124. Главниот аргумент на Владата оттука беше дека тие не биле одговорни согласно членот 1 од Конвенцијата во однос на примарната смисла на одредбата. Како лишена власт тие имале само ограничена одговорност, имено да ја остварат својата позитивна обврска да ги преземат сите мерки кои им биле на располагање и во согласност со меѓународното право (Ilaşcu and Others, цитиран горе, § 331). Тие тврдеа дека таквите позитивни обврски зависеле од фактичките околности на случајот и не требале да бидат толкувани на начин со кој се наметнува несразмерен товар врз државата (исто., § 332). Владата тврдеше дека тие ги презеле сите општи и поединечни мерки за кои можело да се очекува да ги преземат (види параграф 210 долу).", "3. Ерменската влада, интервенција на трета странка", "125. Ерменската влада се држеше до својот став дека Азербејџан имале целосна и ефективна контрола врз Гулистан. Упатувајќи на нивните изјаснувања во однос на ситуацијата која постоела во Гулистан (види параграфи 50 до 53 горе) и доказите што ги поднеле (види параграфи 69 до 71, тие тврдеа особено дека азербејџанските вооружени сили имале воени позиции во самото село и на неговата периферија, додека силите на „РНК“ се наоѓале на спротивната страна од клисурата.", "Б. Оценка на Судот", "1. Релевантните принципи од судската пракса во однос на презумпцијата на територијална јурисдикција", "126.  Релевантните принципи се утврдени од страна на Судот во случајот на Асанидзе против Грузија (Assanidze v. Georgia [GC], no. 71503/01, §§ 137-143, ECHR 2004II) и последователно во случајот на Иласчу и други (цитиран горе, §§ 311-313, и §§ 333335)", "127. Во случајот Асанидзе, Судот ја применил „презумпцијата на надлежност“ или, со други зборови, презумпцијата на јурисдикција во однос на државната територија. Релевантните делови на неговата пресуда го велат следново:", "„137. Членот 1 од Конвенцијата бара од земјите потписнички да ‘им ги обезбедат на сите под нивна јурисдикција правата и слободите дефинирани во членот I од Конвенцијата’. Од оваа одредба следи дека државите потписнички одговараат за секаква повреда на заштитените права и слободи од секој во рамките на својата ‘јурисдикција’ – или надлежност – во времето на повреда.", "...", "139. Аџариската Автономна Република е неспорно интегрален дел од територијата и предмет на нејзината надлежност и контрола. Со други зборови, постои презумпција на надлежност. Судот мора сега да утврди дали постојат валидни докази да се побие таа презумпција.", "140. Во врска со ова, Судот забележува, најпрво, дека Грузија ја има ратификувано Конвенцијата за целата своја територија. Понатаму, заеднички е основот дека Аџариската Автономна Република немала сепаратистички аспирации и дека ниедна друга држава не применувала ефективна севкупна контрола таму (види, спротивна импликација кај Ilaşcu and Others v. Moldova and Russia (dec.) [GC], no. 48787/99, 4 July 2001, и Loizidou, цитирани горе). При ратификувањето на Конвенцијата, Грузија не направила посебна резерва согласно членот 57 од Конвенцијата во однос на Аџариската Автономна Република или тешкотиите околу практикувањето на својата јурисдикција на таа територија. Таквата резерва во секој случај би била неделотворна, со оглед дека прецедентното право исклучува територијални исклучувања (види Matthews v. the United Kingdom [GC], no. 24833/94, § 29, ECHR 1999-I), освен во примерот на кој се упатува во членот 56 § 1 од Конвенцијата (зависни територии).", "...", "142. Оттука, презумпцијата на која се упатува во ставот 139 горе се смета за точна. Навистина, заради правната политика – потребата да се одржи еднаквост меѓу државите потписнички и да се обезбеди ефективност на Конвенцијата – не може да биде поинаку. Но заради презумпцијата, применливоста на Конвенцијата може да биде селективно ограничена само на делови од територијата на одредени држави потписнички, со што се прави поимот за ефективна заштита на човековите права која е во сржта на целата Конвенција бесмислен, додека во исто време, се дозволува дискриминација меѓу државите потписнички, односно меѓу оние кои ја прифатиле примената на Конвенцијата на целата нивна територија и оние коишто не го сториле тоа.", "143. Судот оттука утврди дека реалните факти од кои произлегле тврдењата за повреди биле во рамките на „јурисдикцијата“ на грузиската држава (види Russell Peace Foundation Ltd v. the United Kingdom, no. 7597/76, Commission decision of 2 May 1978, Decisions and Reports (DR) 14, pp. 117 and 124) во рамките на значењето на членот 1 од Конвенцијата.“", "128. Во пресудата во случајот на Иласчу и други (цитиран горе), Судот понатаму елаборирал за презумпцијата на јурисдикција. Релевантните делови на неговата пресуда го велат следново:", "„311. Од членот 1 следи дека земјите-членки мораат да одговараат за сите повреди на правата и слободите заштитени од Конвенцијата извршени против поединци кои биле под нивна „јурисдикција“.", "Примената на јуриздикцијата е неопходен услов за државата договорничка да може да се смета за одговорна за дејствија или пропусти кои можат да ѝ се препишат, а кои водат кон тврдења за повреда на правата и слободите утврдени со Конвенцијата.", "312. Судот упатува на својата судска пракса во однос на тоа дека концептот на „јурисдикција“ во служба на членот 1 од Конвенцијата мора да се смета дека го отсликува значењето на терминот во јавното меѓународно право (види Gentilhomme and Others v. France, nos. 48205/99, 48207/99 and 48209/99, § 20, judgment of 14 May 2002; Banković and Others v. Belgium and Others (dec.) [GC], no. 52207/99, §§ 59-61, ECHR 2001XII; и Assanidze v. Georgia [GC], no. 71503/01, § 137,ECHR 2004-II).", "Од позиција на јавното меѓународно право, зборовите „во рамките на својата јурисдикција“ членот 1 од Конвенцијата мора да се сфати дека значи дека судската надлежност на Државата е пред сè територијална (види Банковиќ и други, цитиран горе, § 59), но исто така дека јурисдикцијата се претпоставува дека се практикува нормално на целата територија на државата.", "Презумпцијата може да биде ограничена на вонредни околности, особено кога државата е спречена да ја практикува својата власт на дел од својата територија. Тоа може да е како резултат на воената окупација од страна на вооружените сили на друга држава, која ефективно ја контролира засегнатата територија (види Loizidou v. Turkey (прелиминарни приговори), judgment of 23 March 1995, Series A no. 310, и Cyprus v. Turkey, §§ 76-80, цитиран горе, и исто така цитиран во гореспоменатата одлука во случајот на Банковиќ и други, §§ 7071), војна или востание, или дејствија на странска држава кои поддржуваат поставување на сепаратистичка држава во рамките на територијата на засегнатата држава.", "313.  Со цел да може да заклучи дека постои таква вонредна состојба, Судот мора да ги испита од една страна сите објективни факти коишто можат да го ограничат ефективното практикување на владеењето на државата на својата територија, и од друга страна сопственото однесување на државата. Обврските на државата договорничка согласно членот 1 од Конвенцијата вклучува, покрај обврската да се воздржи од мешање во уживањето на гарантираните права и слободи, позитивните обврски да преземат соодветни чекори за да се обезбеди почитување на тие права и слободи во рамките на својата територија (види, меѓу другите извори, Z and Others v. the United Kingdom [GC], no. 29392/95, § 73, ECHR 2001-V).", "Тие обврски остануваат дури и кога практикувањето на власта на државата е ограничено во дел на нејзината територија, така што има обврска да ги преземе сите соодветни мерки, што сè уште се во рамките на нејзиното овластување да ги преземе.", "...", "333. Судот смета дека кога земјата договорничка е спречена да ја практикува својата власт на целата територија заради ограничувачка де факто ситуација, такви како кога ќе се воспостави сепаратистички режим, било ова да е проследено од воена окупација од друга држава или не, оттука не престанува да има јурисдикција во рамките на значењето на членот 1 од Конвенцијата врз тој дел од неговата територија која привремено подложи на локалната власт преземена од бунтовничките сили или од друга држава.", "Без разлика, таква фактичка состојба го намалува опсегот на таа јурисдикција со оглед на тоа дека обврската преземена од државата согласно членот 1 мора да се земе во предвид од страна на судот само во контекст на позитивните обврски на земјата договорничка во однос на лица во рамките на својата територија. Државата во прашање мора да се потруди, со сите правни и дипломатски средства што ѝ се достапни виз-а-ви странските држави и меѓународни организации, за да продолжи да го гарантира уживањето на правата и слободите дефинирани во Конвенцијата.", "334. Иако Судот не може да посочи кои мерки властите треба да ги преземат со цел да се придржуваат на своите обврски на најефективен начин, мора да се потврди дека мерките што всушност се преземени биле соодветни и доволни во актуелниот случај. Кога се соочени со делумна или целосна неможност да делуваат, задача на Судот е да утврди во која мерка сепак бил можен минимален напор и дали требал да биде направен. Утврдувањето на тоа прашање е особено потребно во случаи во врска со наводните повреди на апсолутните права како оние гарантирани со членовите 2 и 3 од Конвенцијата.", "335. Последователно, Судот заклучува дека жалителите се во рамките на јурисдикцијата на Република Молдавија за потребите на членот 1 од Конвенцијата, но дека е нејзина одговорност за делата на кои се жалат, извршени на територијата на „ПМР“, на која нема ефективна власт, да се проценат во контекст на нејзините позитивни обврски согласно Конвенцијата.“", "129. Од горе цитираната судска пракса следи дека јурисдикцијата во рамки на значењето на членот 1 од Конвенцијата се смета дека се практикува на целата територија на земјата договорничка. Обврската на земјата договорничка согласно членот 1 вообичаено вклучува два аспекта, имено од една страна негативна обврска да се воздржи од попречување на уживањето на гарантираните права и слободи, а од друга страна позитивните обврски да се преземат соодветни чекори за да се обезбеди почитување на тие права и слободи во рамките на својата територија (Иласчу и други, цитиран горе, § 313).", "130. Дури и во вонредни околности кога државата е спречена да ја практикува својата власт на дел од својата територија заради воена окупација од вооружените сили на друга држава, војна или востание или инсталирање на сепаратистички режим во рамките на својата територија, не престанува да има јурисдикција во рамките на значењето на членот 1 од Конвенцијата (Ilasçu and Others, цитиран горе, § 333; види исто Catan and Others v. Moldova and Russia [GC], nos. 43370/04, 8252/05 and 18454/06, § 109, ECHR 2012 (извадоци)).", "131. Меѓутоа, во случаи во кои државата е спречена да ја применува својата власт во дел од својата територија нејзината обврска согласно Конвенцијата е ограничена на исполнување на позитивните обврски (исто., § 335). Ова е поврзано и со мерките потребни за повторно воспоставување на контрола врз територијата во прашање, како израз на својата јурисдикција, и со мерките да се обезбеди почит за индивидуалните права на жалителот (исто., § 339). Согласно првата глава, државата има обврска да го афирмира или реафирмира својот суверенитет и да се воздржи од сите дејствија со кои се поддржува сепаратистичкиот режим (исто., §§ 340-345). Согласно втората глава државата мора да преземе судски, политички или административни мерки за да ги обезбеди индивидуалните права на жалителот (исто., § 346).", "2. Примена на овие принципи во актуелниот случај", "(а) Утврдување на фактите од страна на Судот", "132. Во актуелниот случај состојбата што се однесува на Гулистан е предмет на спор меѓу странките. Релевантниот период кој треба да се разгледа трае од 15 април 2002 г., кога Конвенцијата стапила на сила во однос на Азербејџан до денешен ден.", "133. При утврдувањето на фактите што се дадени долу, Судот ги зеде во предвид писмените забелешки на страните и усните изјаснувања, како и картите на Гулистан и неговата околина, ДВД-то со снимката на областа и други релевантни докази поднесени од страните. Исто така го зеде во предвид и извештајот на АААС за Гулистан врз основа на толкувањето на сателитските снимки со висока резолуција.", "134. Судот забележува дека страните се согласуваат во однос на низа поенти: не се спори дека Гулистан се наоѓа на меѓународно признаената територија на Азербејџан. Селото се наоѓа во долина во форма на V на северниот брег на реката Индзачај. Азербејџанските воени позиции се на северниот брег од реката, додека воените позиции на „РНК“ се на јужниот брег на реката. Во селото нема цивили; Во најмала рака околината на селото е минирана и често се случуваат повреди на прекинот на огнот.", "135. Меѓутоа страните во своите изјаснувања се разликуваат во однос на низа други аспекти. Најважната разлика се однесува на прашањето дали азербејџанските воени сили се во селото или не. Оддалеченоста на воените позиции на обете страни од селото и прашањето дали самото село е минирано исто така се спорни.", "136. Од материјалот што е на располагање и особено од картите поднесени од секоја од страните и Владата што интервенира произлегува дека целото село како и азербејџанските воени сили се на северниот брег на реката Индзачај, која претставува природна линија на разделување. Позициите на „РНК“ се на јужниот брег на реката каде најблиската е веднаш спроти селото.", "137. Во врска со спорното прашање дали има азербејџанско воено присуство во самото село, Судот забележува дека постојат низа елементи кои укажуваат на присуство на азербејџански позиции и оттука на азербејџански војници во селото. Извештајот на АААС заснован на толкувањето на сателитски слики од 2005, 2009 и 2012 година посочува дека постојат ровови во или во најмала рака по ивиците од селото. Овие ровови можат лесно да се видат на сликите од 2005 и 2009 година, но се помалку препознатливи на сликата од 2012 г. Со оглед дека селото е на северниот брег на реката и таму има само азербејџански позиции, Судот смета дека е доволно утврдено врз основа на расположливите докази дека рововите се дел од азербејџанските позиции. Ова укажува на присуството на азербејџански воен персонал со оглед дека рововите треба да се одржуваат (како што произлегува од извештајот на АААС според кој рововите престанале да бидат користени во периодот меѓу 2009 и 2012 година и затоа се помалку јасно видливи). Во врска со тоа Судот повторува дека не било спорно дека немало цивили во селото. Дополнително, се чини повторно од извештајот на АААС и од ДВД-то поднесено од Владата на третата странка во 2012 дека територијата северно од селото и со тоа пристапните патишта до него биле под контрола на азербејџанските вооружени села. Дополнителни индикации се обезбедени од ДВД-то поднесено од жалителот во 2008 г., на кое може да се види како чади од оџаците на некои од куќите и како човек се движи меѓу разрушените куќи.", "138. Иако постојат јасни индикации за военото присуство на азербејџанската војска во самото село, Судот не поседува доволно елементи за да утврди дали имало азербејџански сили во Гулистан во текот на целиот период којшто потпаѓал под негова надлежност ratione temporis, имено од 15 април 2002 г. до денес. Меѓутоа важно е да се забележи дека не се тврдело и дека нема индикации во материјалите пред судот дека „РНК“ има или имал позиции или трупи на северниот брег од реката, а уште помалку во самото село Гулистан за време на периодот кој се разгледува.", "(б) Проценка на правното значење на фактите", "139. Со оглед дека Гулистан се наоѓа на меѓународно признаената територија на Азербејџан, презумпцијата за јурисдикцијата важи (види Ilasçu and Others, цитиран горе, § 312). Според гледиштето на Судот, Владата е оттука таа што треба да покаже дека постојат вонредни околности, кои би ја ограничиле нејзината одговорност согласно членот 1 од Конвенцијата.", "140. Судот забележува дека ограничувањето на одговорноста на државата на нејзината сопствена територија да ги исполни позитивните обврски е прифатено само во однос на областите каде друга држава или сепаратистички режим применуваат ефективна контрола. Во случајот на Иласчу и други Судот одлучил дека молдавската Влада немала власт на дел од својата територија, имено оној дел којшто е под ефективна контрола на Приднестровската Молдавска Република („ПМР“) (цитиран горе, § 330). Судот се потпира на истиот наод во случајот на Ивантоц и други против Молдавија и Русија (Ivanţoc and Others v. Moldova and Russia (no. 23687/05, § 105, 15 November 2011)). Во случајот на Катан и други (цитиран горе, § 109) Судот исто така одлучил дека Молдавија немала власт на дел од својата територија источно од реката Днестар, која била под контрола на „ПМР“. Наспроти тоа во случајот на Асанидзе (цитиран горе, §§ 139-140) Судот го сметал за релевантен фактот дека Аџариската Автономна Република немала сепаратистички аспирации и дека ниедна држава не практикувала делотворна севкупна контрола таму.", "141. Во горенаведените молдавски случаи не било оспорено дека територијата во прашање, имено, Приднестровие била под ефективна контрола на „ПМР“. Во контекст на Конвенцијата Русија се сметало дека има јурисдикција врз областа контролирана од „ПМР“ на сметка на постоечката ефективна власт или во најмала рака одлучувачко влијание врз „ПМР“ и дека обезбедувала нејзино преживување со помош на воена, економска, финансиска и политичка поддршка и дека затоа била одговорна за утврдените повреди (види Ilasçu and Others, цитиран горе, §§ 392-394; Ivanţoc and Others, цитиран горе, §§118-120; Catan and Others, цитиран горе, § 122).", "142.  Актуелниот случај се разликува од гореспоменатите случаи: Гулистан е на линијата на фронтот меѓу Азербејџан и силите на „РНК“ и се спори дали Азербејџан имале делотворна контрола врз селото. Судот забележува дека врз основа на својата судска пракса тужената Влада ќе мора да покаже дека друга држава или сепаратистички режим има делотворна контрола врз Гулистан каде наводните повреди на Конвенцијата се случуваат.", "143. Во овој момент Судот смета дека е корисно да се повтори дека Азербејџан има депонирано декларација со својот инструмент за ратификација со која се изразува дека „не биле во можност да ја гарантираат примената на одредбите од Конвенцијата на териториите окупирани од Република Ерменија (види параграфи 93 горе). Во својата одлука за допуштеноста на актуелниот случај, Судот одлучи дека декларацијата не можела да ја ограничи територијалната примена на Конвенцијата на одредени делови од меѓународно признаената територија на Азербејџан (Саргсјан (одл.), цитиран, §§ 63-65), ниту пак ги исполнувала условите за валидна резерва (исто., §§ 66-70).", "144. Судот забележува дека согласно меѓународното право (особено членот 42 од Хашките прописи од 1907 година) една територија се смета за окупирана кога реално се наоѓа под власт на непријателска армија, а за „реална власт“ генерално се смета префрлање на ефективната контрола и се бараат такви елементи како што се присуство на странски трупи коишто се во позиција да практикуваат делотворна контрола без согласност на суверенот (види параграф 94 горе). Врз основа на сите материјали што ги има пред себе и земајќи ги во предвид горе утврдените факти, Судот смета дека Гулистан не е окупиран или под делотворна контрола на странски сили затоа што за такво нешто потребно е присуство на странски сили во Гулистан.", "145. Всушност се чини дека тужената Влада не се држи на својата првична позиција дека немале ефективна контрола над Гулистан. Повеќе ја сметаат за спорна област, нагласувајќи дека била опкружена со мини, обиколена со спротивставени воени позиции на двете страни на реката и во дострел на ерменските сили.", "146.  Во суштина тужената Влада тврдеше дека судската пракса на Судот се развила во случајот на Иласчу и други и во последователните случаи, во кои се прифаќа дека државата која изгубила ефективна контрола врз дел од својата територија во корист на друга држава или сепаратистички режим, има ограничена одговорност согласно Конвенцијата, која треба подеднакво да се применува и во спорните зони или, како што било изразено на рочиштето на 5 февруари 2014 г., „области коишто се сметаат за недостапни согласно околностите“.", "147.  Осврнувајќи се на ова прашање Судот мора да го има на ум посебниот карактер на Конвенцијата како уставен инструмент на европскиот јавен ред (ordre public) за заштита на поединечните човечки суштества и неговата улога, која е утврдена во членот 19 од Конвенцијата „да се обезбеди почитување на обврските преземени од високите договорни страни“ (види Loizidou v. Turkey (прелиминарни приговори), 23 March 1995, §§ 75 and 93, Series A no. 310; Al-Skeini and Others v. the United Kingdom [GC], no. 55721/07, § 141, ECHR 2011). Кога Азербејџан ја ратификуваше Конвенцијата на 15 април 2002 г. целата нејзина територија била внесена како „правен простор на Конвенцијата“.", "148. Во горе цитираните случаи за Молдавија прифаќањето дека територијалната држава имала само ограничена одговорност согласно Конвенцијата било компензирано од наодот дека друга држава потписничка на Конвенцијата вонредно имала јурисдикција надвор од својата територија и со тоа имала целосна одговорност согласно Конвенцијата. Наспроти тоа во овој случај не е утврдено дека Гулистан е окупиран од страна на вооружени сили на друга држава или дека е под контрола на сепаратистички режим. Во такви околности Судот земајќи ја во предвид потребата да се избегне вакуумот во заштитата на Конвенцијата, не смета дека тужената Влада покажала постоење на вонредни околности од таква природа за да ја квалификуваат нивната одговорност согласно Конвенцијата.", "149. Оттука Судот не е убеден од владиниот аргумент. Исклучокот развиен во случајот на Иласчу и други (цитиран горе, §§ 312-313), имено ограничувањето на територијалната одговорност на државата во однос на делови од меѓународно признатата територија кои се окупирани или под делотворна контрола на друг ентитет оттука не можат да се прошират на спорните области како што сугерирала Владата.", "150. Имено, ситуацијата во прашање во актуелниот случај е поблиска на ситуацијата во случајот Асанидзе (цитиран горе, § 146) во однос на тоа дека од правна гледна точка Владата на Азербејџан имала јурисдикција како територијална држава и целосна одговорност согласно Конвенцијата, додека тие можат да наидат на проблеми во однос на практичното ниво во практикувањето на својата власт во областа на Гулистан. Според гледиштето на Судот таквите проблеми ќе треба да се земат во предвид кога ќе се започне со проценката на сразмерноста на дејствијата или пропустите на кои се жалел жалителот.", "151. Како заклучок, Судот утврди дека фактите од кои произлегуваат наводните повреди се во рамките на „јурисдикцијата“ на Азербејџан во рамките на значењето на членот 1 од Конвенцијата и можат да ја преземат одговорноста на тужената Влада. Последователно, тој го отфрла приговорот на Владата во врска со немањето на јурисдикција и одговорност кои биле споени во однос на основаноста во одлуката за допуштеност (Саргсјан (одлука), цитиран горе, § 76).", "IV. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 1 ОД ПРОТОКОЛОТ БР. 1 ОД КОНВЕНЦИЈАТА", "152. Жалителот се жалеше дека тоа што не му било дозволено да го оствари своето право да се врати во селото Гулистан и да има пристап и контрола, да го користи и да ужива во својот имот или да добие надоместок за тоа што го изгубил достигнало ниво на континуирана повреда на членот 1 од Протоколот бр. 1 во кој се вели следново:", "„Секое физичко или правно лице има право на мирно уживање на својот имот. Никој не може да биде лишен од својот имот, освен заради јавен интерес и под услови предвидени со закон и со општите принципи на меѓународното право", "Претходните одредби не навлегуваат во правото на државите да донесуваат закони кои ги сметаат за неопходни за регулирање на користењето на имотот согласно општиот интерес или заради сигурно плаќање на даноците, други придонеси или парични казни.“", "153. Владата го оспори ставот на жалителот, следејќи три главни линии на аргументирање: тие тврдеа најпрво дека иако Гулистан бил на меѓународно призната територија на Азербејџан и со тоа под јурисдикција на Азербејџан во рамките на значењето на членот 1 од Конвенцијата, тие немале доволно контрола врз областа за да се сметаат за одговорни за наводната повреда. Второ, тие тврдеа дека жалителот не успеал да покаже дека тој всушност имал куќа и земја во Гулистан. Трето, Владата се изјасни дека дури и ако Судот го отфрли нивниот аргумент во однос на првите две поенти, немало повреда на правата на жалителот со оглед дека тие се придржувале кон своите обврски согласно Конвенцијата.", "А. Дали жалителот имал „имот“ во Гулистан", "Изјаснување на странките", "(а)  Жалителот", "154.  Жалителот сметаше дека поднел доволно докази за да покаже дека тој живеел во Гулистан со своето семејство до јуни 1992 г. и дека поседувал куќа и земја од околу 2.100 метри квадратни како и друг имот. Тој упати посебно на техничкиот пасош на куќата, од мај 1991 г., и на планот на куќата нагласувајќи дека тој ги поднел и двата документи со поднесувањето на жалбата.", "155. Тој тврдеше дека земјата ја добил со одлука на Селскиот совет во раните шеесетти години од XX век со која му било дозволено да ја подели парцелата земја на татко му со својот брат. Тој го оспори тврдењето на Владата дека Селскиот совет немал овластување да доделува земја. Тој најпрво забележа дека Владата упатила на Законот за земјиште од 1970 година, според кој овластување за доделување на земја имал Извршниот комитет на Советот на народните пратеници на окрузите и градовите. Во раните шеесетти години Селскиот совет имал овластување да доделува земја. Тие исто така воделе евиденција, во која меѓу другото биле внесени и податоци за поделбата на имотот на домаќинствата во селото. Овие овластувања биле регулирани со Повелбата за селските совети (види параграф 82 горе) која стапила на сила на 23 април 1958 г. и која стапила на сила во материјалното време односно во раните шеесетти години. Член 2 Став 9 (j) од Повелбата за селските совети го овластила Селскиот совет да доделува државно земјиште на граѓани за индивидуална градба во рамките на границите на селото. Согласно членот 2 став 19 (e) од Повелбата, Селскиот совет имал овластување да ја регистрира поделбата на земјата на домаќинствата во селото.", "156. Исто така жалителот повтори во неколку наврати дека „техничкиот пасош“ којшто веќе го имал поднесено заедно со жалбата бил соодветно заверен, бил валиден документ и доволен доказ за неговото право на куќата и земјата. Тој го оспори тврдењето на Владата дека техничкиот пасош имал недостатоци, осврнувајќи се на секоја од точките посочени од Владата.", "157. Што се однесува на тврдењето на Владата дека техничкиот пасош имал недостатоци со оглед дека не упатувал на примарното право на сопственоста, жалителот тврдеше дека во овој случај не се барало такво упатување. Иако се согласи со Владата дека Упатството од 1985 г. (види параграф 81 горе) се применувало во процесот на евидентирање, тој тврдеше дека евидентирањето на имотот во руралните области потпаѓало под член 2.3 од споменатото Упатство, според кој основата за евиденција била „листата на земјоделски имоти, нејзини делови, [или] изјави од Селскиот или Регионален извршен комитет на народни пратеници“. Тој тврдеше дека листата на земјоделски имоти (или листата на домаќинства, како што терминот понекогаш се преведува) била регистар на Селскиот совет. Конечно тој забележа дека техничкиот пасош што тој го поднел бил утврден врз основа на релевантен примерок на образец обезбеден од Централниот оддел за статистика на СССР. Тој образец не барал да има упатување на примарното право на сопственост.", "158. Осврнувајќи се на владиниот аргумент дека техничкиот пасош имал недостатоци со оглед дека полето „опис на големината на земјиштето според службените документи“ било празно, жалителот тврдеше дека техничкиот пасош бил изработен од службени лица од Бирото за технички инвентар на Регионот Шахумјан, кои не би го потпишале доколку бил нецелосен. Исто така тој поднел техничките пасоши кои им биле издадени на други поранешни селани на Гулистан во 1991 г. и во кои споменатото поле исто така било празно, и тврдеше дека неговиот технички пасош кореспондирал на релевантната пракса на евидентирање во тоа време.", "159. Конечно, Владата тврдеше дека техничкиот пасош со датум од мај 1991 г. би можел да биде фалсификат, бидејќи печатот бил на „ССР Азербејџан“, и се упатувало на „Регионот Шахумјан“ иако државата била преименувана во „Република Азербејџан“, а поранешниот „Регионот Шахумјан“ бил инкорпориран во Регионот Горанбој во февруари 1991 г. Како одговор на ова жалителот упати на својата изјава од 10 јули 2006 г. и на изјавите на повеќе поранешни соседи и пријатели од Гулистан поднесени во 2010 г., кои сите потврдиле дека целиот регионот Шахумјан, којшто бил населен од мнозинство Ерменци и во кој припаѓал и Гулистан, биле подложени на блокада од Азербејџан во периодот од 1989-1992 година. На сметка на таа блокада, целиот регион бил отсечен: телевизиските станици биле бомбардирани и немало електрична енергија, а селаните, па дури и службените лица во Гулистан, не знаеле ниту добиле информации од властите дека ССР Азербејџан и регионот Шахумјан биле преименувани. Исто така жалителот забележа дека Владата само тврдела дека нов печат на кој било наведено Република Азербејџан требало да биде употребен, но тие не поднеле никакви докази дека печатите всушност биле сменети во тоа време.", "160. Исто така, како одговор на прашањето на Судот во врска со можната контрадикција во образецот во однос на прашањето дали куќата на жалителот била или не била уништена во 1992 г., жалителот објасни дека контрадикцијата произлегла од конфузијата меѓу неговата куќа и куќата на неговите родители. Жалителот посочи дека образецот на жалбата, подготвен од неговиот застапник, се засновал на изјавата подготвена на 10 јули 2006 г. Во изјавата тој не зборувал за уништувањето на својата куќа туку ја употребил фразата „Мајка ми остана во селото Гулистан и нашата куќа беше уништена“. Во селото било вообичаено да се зборува за куќата на родителите како за нашата куќа.", "161. Во однос на актуелната состојба на куќата, жалителот се изјаснил дека било тешко да се добијат информации, бидејќи било невозможно да се врати во Гулистан. Во најдобар случај било можно да се види селото од границата на „РНК“ со двоглед. Во врска со тоа тој упати на изјавите на тројцата поранешни соселани од март 2012 г. (види параграф 59 горе). Жалителот поднел дополнителна изјава од 12 август 2013 г. од страна на селанец од Гулистан, кој изјавил дека вршел градежни работи на локација во „РНК“ во близина на Гулистан во 2010 г. и еднаш бил на набљудувачки пункт и го гледал селото со двоглед и можел да ја види куќата на жалителот. Според него нејзините ѕидови сè уште стоеле, но кровот бил пропаднат.", "162. Сè на сè, жалителот тврдеше дека техничкиот пасош што го поднел бил доволен доказ за неговото право да „ја користи, поседува и ужива во“ куќата во прашање, но признал дека согласно законот на сила во времето на неговото раселување тој немал право да ја продаде куќата. Меѓутоа тој можел да очекува да го трансформира своето право во приватен имот како што било предвидено со Законот за сопственост од 1991 г. Колку што тој знаел неговите права не биле поништени и затоа тој и понатаму имал законско право на имотот во прашање.", "(б) Тужената Влада", "163. Владата тврдеше дека товарот бил кај жалителот да докаже вон разумен сомнеж дека тој бил сопственикот или имал право на сопственост за имотот кој бил предмет на неговата жалба.", "164. Владата се изјасни дека не можело да се потврди дали жалителот навистина живеел во Гулистан или дали имал имот таму. Никакви документи поврзани со жалителот или парцелата земјиште, куќата или други објекти наводно во негова сопственост биле заведени во регионалниот архив на Горанбој. Исто така, одредени архиви од поранешниот регион Шахумјан, вклучително и на Матичната служба и на Пасошката служба биле уништени за време на судирите. Главниот документ поднесен од жалителот, имено техничкиот пасош на куќата имал недостатоци и затоа не докажувал дека тој бил сопственик на куќата и земјата. Неговите сопствени изјави и изјавите на сведоци поднесени од него содржеле бројни контрадикторности, на пример во однос на бројот на соби во куќата на жалителот и големината на неговата парцела, и заради тоа биле неверодостојни во целост.", "165. Во однос на наводниот имот на жалителот во Гулистан, Владата тврдеше најпрво дека тој се жалел само за куќата која се чини дека била уништена пред да стапи на сила Конвенцијата во однос на Азербејџан. Оттука неговата жалба не потпаѓала под надлежноста ratione temporis на Судот.", "166. Што се однесува до жалителот може да се сфати како жалење во однос на земјата, Владата тврдеше дека неговото тврдење дека тој добил дозвола од Селскиот совет да ја подели земјата на татко му не било веродостојно од низа причини. Изјавите на поранешни членови на Селскиот совет поднесени од жалителот не биле кохерентни. Според двете изјави Селскиот совет ја поделил парцелата од таткото на жалителот меѓу жалителот и неговиот брат, додека според друга изјава Селскиот совет одлучил да му додели земја на жалителот. Во секој случај постапката опишана од страна на жалителот не била во согласност со управните структури и закони кои биле на сила во шеесеттите години: Селскиот совет немал право да додели земјиште. Во шеесеттите години од минатиот век, покрај Уставот, не постоел никаков посебен закон во врска со правото на користење на земјата. Во Законот за земјиште на ССР Азербејџан од 1970 г. се кодифицирала праксата која веќе постоела од претходно: тој утврдил дека само Извршниот совет на Советот на народни пратеници бил овластен да додели земја за изградба на приватни куќи. По правило засегнатото лице добивало апстракт од одлуката.", "167. Не постоел централен регистар за земјата во Азербејџан во времето на непријателствата. Регистрирањето и техничкиот инвентар на објектите за домување бил водени од локалните административни власти согласно Упатството од 1985 г., член 2.1 и 2.2 кое утврдувало кои документи претставувале примарен или секундарен доказ за право на сопственост. Владата тврдеше дека жалителот не поднел никакви документи кои би се квалификувале како примарно право на сопственост. Со помош на пример Владата споменува дека одлуката на Советот на Округот Лачин на народни пратеници од 29 јануари 1974 г. поднесен од еден од жалителите во случајот на Чирагов и други против Ерменија (Chiragov and Others v. Armenia [GC](dec.), (no. 13216/05, 14 December 2011)) претставувало таков примарен доказ.", "168. Владата објасни дека техничкиот пасош и онака бил „инвентарно-технички“ документ. Тие признале дека техничкиот пасош на куќа може да претставува секундарен доказ, бидејќи бил вообичаено издаван само на лице кое има законско право на сопственост на имотот. Меѓутоа техничкиот пасош што бил поднесен од жалителот не претставувал доказ за никакви сопственички права, бидејќи имал недостатоци или можно било дури и дека бил фалсификат заради следниве причини:", "169. Во техничкиот пасош не се упатувало на примарното право на сопственост на куќата и земјата: Владата се држеше до својата изјава дека по правило техничкиот пасош би упатувал на примарното право на сопственост и го оспори ставот на жалителот дека членот 2.3 од споменатото Упатство се применувал. Во секој случај, „листите на домаќинства“ споменати во таа одредба не биле идентични со регистарот на Селскиот совет.", "170. Во своите изјави од јули 2012 г., Владата упати и нов аргумент, имено дека техничкиот пасош бил нецелосен бидејќи содржел само индикација за реалната големина на парцелата земјиште, додека полето кое било наменето за големината на парцелата земја според официјалните документи било празно.", "171. Како дополнителен нов аргумент Владата тврдеше во своите изјави од јули 2012 г. дека техничкиот пасош, со датум од 20 мај 1991 г. носел печат на ССР Азербејџан/Округот Шахумјан кој повеќе не бил во службена употреба во тоа време затоа што државата се преименувала во Република Азербејџан во февруари 1991 г., а Округот Шахумјан бил инкорпориран во регионот Горанбој во исто време. Владата тврдеше дека по преименувањето на ССР Азербејџан во Република Азербејџан употребата на старите печати за изработка на фалсификувани документи била честа појава. Исто така тие го оспорија тврдењето на жалителот дека населението на поранешниот Округот Шахумјан не биле свесни за гореспоменатите промени. Тие посочија дека во образецот на жалбата самиот жалител упатувал на спојувањето на Округот Шахумјан и соседниот округ во новиот Округ Горанбој. Конечно Владата посочи дека било крајно неверојатно дека во мај 1991 г., за време на период на растечки тензии и граѓански немири релевантните власти и понатаму да издавале технички пасоши.", "172.  Како заклучок, Владата тврдеше дека членот 1 од Протоколот 1 не важел, бидејќи жалителот не успеал да поднесе докази за своите наводни права.", "173. Во случај Судот сепак да одлучи дека жалителот имал право на куќата и/или земјата, Владата се изјаснила дека релевантните закони од ССР Азербејџан, кои сè уште важеле во времето на непријателствата не предвидувале приватна сопственост, туку дозволувале државјаните да поседуваат куќи како лична сопственост. Парцелата земја можела да им се додели на поединците за нивно користење на неопределено време за домување и земјоделско обработување. Лицето на кое ќе се доделела земјата имало право да ја користи, што било заштитено со закон. Законот за сопственост од 1991 г. и Законот за земјиште на Република Азербејџан од 1992 г. предвидувале можност за префрлање на земјата која веќе им била доделена на граѓаните во нивна приватна сопственост. Детални правила за приватизација на парцелите земја вклучително и индивидуални куќи доделени на граѓаните биле воведени дури подоцна, со Законот за реформи на земјата од 1996 г.", "174. Владата претходно се изјасни дека ниеден закон не бил усвоен во однос на имотите што биле напуштени од Ерменците кои го напуштиле Азербејџан заради конфликтот. Во своите изјави од септември 2013 г., тие ја сменија оваа изјава со изјавата дека Указот од 1991 г. (види параграф 83 горе) бил усвоен за да се осврне на праксата на замена на имот (Ерменци кои го напуштале Азербејџан го заменувале својот имот со Азербејџанци кои ја напуштале Ерменија, Нагорно-Карабах или околните региони кои биле под ерменска власт). Меѓутоа, наводниот имот на жалителот не потпаѓал под тоа.", "(в) Ерменската влада, интервенција на трета странка", "175.  Ерменската Влада се согласила со аргументите поднесени од жалителот.", "2. Оценка на Судот", "(a) Принципи коишто можат да се применат при разгледување на побарувањата поврзани со имотот и домовите на раселените лица", "176. Судот претходно се занимавал со случаи во врска со имот или права за домување на лица кои биле раселени како резултат на меѓународни или внатрешни вооружени конфликти. Прашањето се јавило во контекст на окупацијата на северен Кипар, акциите на безбедносните сили во Турција и Русија и други конфликтни ситуации.", "177. Судот за првпат ги разгледа правата на раселените лица на почитување на нивните домови и имот во случајот на Лоизиду против Турција (Loizidou v. Turkey ((основаност), 18 December 1996, Reports 1996-VI)). Жалителката тврдеше дека била сопственик на повеќе парчиња земја во северен Кипар. Турската Влада не ја стави под знак прашање валидноста на правото на сопственост на жалителката, туку тврдеше дека ја изгубила сопственоста на земјата согласно членот 159 од Уставот од 1985 г. на „Турската Република на Северен Кипар“ („ТРСК“) која прогласила дека целиот напуштен недвижен имот ќе стане сопственост на „ТРСК“. Судот земајќи го во предвид фактот дека „ТРСК“ не била призната како држава од меѓународната заедница, не придал никаква правна валидност на одредбата и сметал дека жалителката не можела да смета дека го изгубила правото на својот имот како резултат на тоа (§§ 42-47).", "178. Во низа случаи поврзани со гореспоменатиот конфликт Судот го утврдил „имотот“ на жалителите во рамките на значењето на членот 1 од Протоколот бр. 1 на Конвенцијата врз основа на докази prima facie кои Владата не успеала убедливо да ги побие, вклучително и копии од оригиналните тапии, потврди од регистар, купопродажни договори и потврди за сопственост издадени од Република Кипар. Како што било објаснето од страна на жалителот во случајот на Саломонидес против Турција (Solomonides v. Turkey (no. 16161/90, § 31, 20 January 2009)), неговото право на сопственост било регистрирано во Окружната канцеларија за земја. Меѓутоа, во времето на турската воена интервенција тој бил присилен да избега и не можел со себе да ги земе тапиите. Властите на Република Кипар направиле реконструкција на Катастарот и издале потврди за потврдување на правото на сопственост. Овие потврди биле најдобриот достапен доказ во отсуство на оригиналната евиденција или документи. Вреди да се забележи дека во случајот на Саломонидес против Турција (Saveriades v. Turkey (no. 16160/90, 22 September 2009)) причините зошто жалителот не ги поднел оригиналните тапии биле конкретно земени во предвид. Жалителот тврдел дека бил присилен да ги напушти просториите каде што биле чувани документите на брзина и подоцна не бил во можност да се врати таму или на друг начин да си ги земе тапиите. Судот прифатил дека документите што биле поднесени од страна на жалителот (како што е купопродажниот договор, потврдите за сопственост и градежната дозвола) обезбедувале prima facie докази кои давале право на сопственост на имотите во прашање и продолжува (§ 18):", "“... Со оглед дека тужената Влада не успеа да обезбеди убедливи докази со кои би се отфрлило тоа, и земајќи ги во предвид околностите во кои жалителот бил присилен да го напушти северен Кипар, Судот смета дека тој имал „имот“ во рамките на значењето на членот 1 од Протоколот бр. 1.“", "179.  Во случајот на Доган и други против Турција (Doğan and Others v. Turkey (nos. 8803-8811/02, 8813/02 and 8815-8819/02, ECHR 2004-VI)) којшто се однесувал на присилно иселување на селаните во регион во кој била прогласена вонредна состојба во југоисточна Турција и тоа што не им било дозволено да се вратат неколку години, тужената Влада приговорила дека жалителите не поднеле тапии како доказ дека биле сопственици на имот во селото во прашање. Судот сметал дека не било неопходно да се одлучи дали во отсуство на тапии жалителите имале или немале право на сопственост согласно домашното право. Прашањето било повеќе дали севкупните економски активности кои биле спроведени од жалителите претставувале „сопственост“ кои потпаѓале под опсегот на членот 1 од Протоколот бр. 1. Одговарајќи потврдно на прашањето тој го кажа следното (§ 139):", "“... Судот забележува дека е неспорно дека сите жалители живееле во селото Бојдаш до 1994 г. Иако немале регистриран имот, тие или имале сопствени куќи изградени на земјата на нивните предци или живееле во куќи во сопственост на нивните татковци и ја обработувале земјата што им припаѓала на нив. Судот понатаму забележува дека жалителите имале неспорни права на заедничкото земјиште во селото, како што се пасиштата и шумите, и дека тие заработувале од одгледување на стока и сечење на дрва. Соодветно на тоа, во мислењето на Судот, сите овие стопански богатства и приходи кои жалителите ги влечеле од нив можат да се квалификуваат како „имот“ за потребите на членот 1.“", "180. Автономното значење на концептот „имот“ беше прогласено во многу пресуди и одлуки на Судот. Во случајот на Онерјилдиз против Турција (Öneryıldız v. Turkey (no. 48939/99, § 124, ECHR 2004-XII)), тоа било сумирано на ваков начин:", "„Судот повторува дека концептот на „имот“ во првиот дел од членот 1 од Протоколот бр. 1 има автономно значење кое не е ограничено на поседување на физички добра, и е независно од формалната класификација во домашното право: прашањето кое треба да се испита е дали околностите на случајот, земен како целина, можат да се сметаат како да биле пренесени на правото на жалителот на значителен интерес заштитен со таа одредба ... Соодветно на тоа, како и физичките добра, одредени права и интереси што претставуваат имот можат да се сметаат за „сопственички права“, и со тоа „имот“ за потребите на оваа одредба ... Концептот на „имот“ не е ограничен на „постоечкиот имот“, но исто така може да опфати и имот, вклучително и побарувања, во однос на кој жалителот може да тврди дека тој има најмалку разумно и „легитимно очекување“ за добивање на делотворно практикување на правото на сопственост ... .”", "Во тој случај, Судот сметаше дека живеалиште кое е незаконски подигнато на јавно земјиште веднаш до ѓубриште, каде жалителот и неговото семејство живееле без проблеми, иако неовластено, и притоа плаќале данок на советот и такси за јавните служби, претставувало сопственички интерес, кој де факто, бил признат од властите и кој бил од доволна природа за да претставува имот во рамките на значењето на членот 1 од Протоколот бр. 1.", "181.  Прашањето дали жалителите го поткрепиле своето побарување согласно членот 1 од Протоколот бр. 1 се има појавено во низа случаи против Русија каде куќите на жалителите или друг имот биле оштетени како резултат на воздушни напади на градовите каде што живееле. На пример, во Керимова и други против Русија (Kerimova and Others v. Russia (бр. 17170/04, 20792/04, 22448/04, 23360/04, 5681/05 and 5684/05, § 293, 3 May 2011)), Судот го прифатил барањето за сопственост на некои од жалителите врз основа на инвентарот на домови издаден од градската управа после нападот, кој покажувал дека жалителите биле сопственици на своите куќи. Што се однесува до жалителите кои не поднеле доказ за правото на сопственост, Судот го утврдил нивното право на имот врз основа на други докази, како што е потврдата за жителство издадена од градската управа. Судот исто така сметал дека е веројатно дека секакви документи со кои се потврдува правото на сопственост на жалителите биле уништени за време на нападот.", "182. Во ситуации кога било утврдено дека жалителот бил сопственик на куќата, Судот не барал дополнителни документирани докази за неговиот или нејзиниот престој таму за да покаже дека куќата му/ѝ била „дом“ во рамки на значењето на членот 8 од Конвенцијата. На пример во Орфанидес против Турција (Orphanides v. Turkey (no. 36705/97,§ 39, 20 January 2009)) се вели следново:", "„Судот забележува дека Владата не успеала да обезбеди докази со кои ќе се фрли сомнеж врз изјавата на жалителот дека, во времето на турската инвазија, тој законски престојувал во Лапитос и дека неговата куќа за него и неговото семејство била дом.“", "183. Меѓутоа, доколку жалителот не обезбеди докази за правото на сопственост на имотот или на жителство, неговите жалби неизбежно ќе се неуспешни (види, на пример, Lordos and Others v. Turkey, no. 15973/90, § 50, 2 November 2010, кога Судот ја прогласил жалбата за некомпатибилна ratione materiae во отсуство на докази за сопственост: види го исто така заклучокот во однос на некои од жалителите во гореспоменатиот случај на Керимова и други). Во неколку случаи Судот повторува дека од жалителите се бара да обезбедат доволно prima facie докази во поткрепа на своите жалби. Во Дамајев против Русија (Damayev v. Russia (no. 36150/04, § 108-111, 29May 2012)) се сметало дека жалител што се жали на уништен дом треба да обезбеди барем краток опис на имотот во прашање. Бидејќи никакви документи или детални побарувања не биле поднесени, неговата жалба била прогласена за непоткрепена. Како дополнителни примери на prima facie докази за сопственост или живеење на имотот, Судот ги споменува документите како што се тапии за земјиште или имот, изводи од регистри на земјата или даночни регистри, документи на локалната администрација, планови, фотографии и потврди за одржување како и доказ за доставена пошта, изјави од сведоци или некакво други релевантни докази (види, на пример, Prokopovich v. Russia, no. 58255/00, § 37, ECHR 2004-XI, и Elsanova v. Russia (dec.), no. 57952/00, 15 November 2005).", "184. Сè на сè судската пракса на Судот разви флексибилен пристап во однос на доказите кои треба да ги обезбедат жалителите кои тврдат дека го загубиле својот имот и дом во ситуации на меѓународен или внатрешен вооружен конфликт. Судот забележува дела сличен пристап е отсликан во членот 15 § 7 од „Принципите на домување и враќање на имотот на бегалците и раселените лица“ на ООН (види параграф 96 горе).", "(б) Примена на горенаведените принципи во актуелниот случај", "(i) Доказ за сопственост", "185. Судот најпрво ќе се осврне на аргументот на Владата дека жалбата на жалителот се однесувала само на куќата која се чини дека била уништена пред да стапи на сила Конвенцијата. Судот веќе забележал во одлуката за допуштеноста на актуелниот случај дека жалителот од самиот почеток упатувал на парцелата земја на која се наоѓала куќата (Саргсјан (одл.), цитиран горе, § 88). Оттука ја сфаќа жалбата на жалителот како да ги опфаќа двете, и куќата и земјата.", "186. Изјаснувањата на страните се фокусирале на две прашања: прво, на доказната вредност на „техничкиот пасош“ поднесен од жалителот и второ, прашањето дали Селскиот совет, од кој жалителот тврдеше дека ја добил земјата и одобрението да изгради куќа во раните шеесетти години од XX век, во тоа време бил надлежен да додели земја.", "187. Во однос на второто прашање, Судот забележува дека Владата се потпирала на општата административна структура на ССР Азербејџан кога тврди дека Селскиот совет немал овластување да додели земја. Жалителот, од своја страна, упати на посебните одредби од Повелбата за селските совети од 1958 г. (види параграф 82 горе), која се чини дека го поддржува неговиот став дека Селскиот совет би можел да додели земја за потребите за приватна изградба. Меѓутоа, нема да биде неопходно за Судот да одлучи по ова прашање од следниве причини.", "188. Не е спорно дека техничкиот пасош, по правило, се издавал само на лицето кое имало тапија за куќата. Во актуелниот случај, жалителот поднел технички пасош на негово име којшто го поврзувал со куќа и земја од околу 2.100 м2 во Гулистан, вклучително и детален план од куќата. Според Судот техничкиот пасош преставува prima facie доказ. Со оглед дека техничкиот пасош може да се смета за валиден документ, Судот смета дека не е потребно да ги испита деталите на изјаснувањата на странките за релевантното домашно право на ССР Азербејџан во однос на доделувањето на земја во раните шеесетти години. Оттука Судот најпрво ќе ја испита веродостојноста на техничкиот пасош поднесен од жалителот. Судот забележува дека двете странки се согласиле дека регистрацијата на куќите била регулирана од Упатството од 1985 г. (види параграф 81 горе). Судот од своја страна ќе се осврне на причините што се изнесени од страна на Владата дека техничкиот пасош имал недостатоци или бил фалсификат.", "189. Што се однесува до владините тврдења дека техничкиот пасош не содржел упатувања на примарното право на сопственост, Судот забележува дека страните не се согласувале со тоа кои од одредбите од Упатството од 1985 г. се применувале во случајот на жалителот. Судот не е во позиција да го утврди правилното толкување на законот на сила во Азербејџан во мај 1991 г. кога техничкиот пасош бил издаден. Тој забележува дека жалителот барем дал објаснување на кое може да се верува за тоа зошто таквото упатување не било неопходни во неговиот случај. Исто така е точно, како што посочил жалителот, дека формата која се користела не предвидува такво упатување. Конечно, жалителот поднел копии од техничките пасоши од куќи во сопственост на други поранешни соселани од Гулистан, во кои исто така немало такво упатување.", "190. Исто така, Владата тврдеше дека полето „големина на парцелата земја според официјални документи“ во техничкиот пасош поднесен од жалителот било празно. Повторно жалителот даде детални информации како бил издаден техничкиот пасош од службени лица од Регионалното биро за технички инвентар и ги поднел копиите на техничките пасоши на куќи во сопственост на други поранешни соселани од Гулистан, кај кои ова поле е исто така празно.", "191. Конечно, Судот се осврнува на тврдењето на Владата дека техничкиот пасош имал погрешен печат. Меѓутоа, тој смета дека со оглед на состојбите во 1991 г., имено општите граѓански немири и блокадата на регионот Шахумјан, на кои жалителот, членовите на неговото семејство и поранешните селани веќе упатија во своите изјави поднесени во 2010 г., доста пред Владата да го посочи прашањето за погрешните печати, објаснувањето на жалителите како и на службени лица од регионот дека не биле информирани од страна на властите за промените во имињата, не е такво да не може да му се верува барем во одредена мерка. Било како било, Судот дава тежина на аргументот дека Владата не тврдела, а уште помалку покажала дека новите печати биле навистина доставени до локалните власти на (поранешниот) регионот Шахумјан пред мај 1991 г., кога бил издаден техничкиот пасош за куќата на жалителот.", "192.  Сумирано, Судот прифаќа дека техничкиот пасош поднесен од жалителот претставува prima facie доказ за правото на сопственост на куќата и земјата, што е слично на доказите што ги има прифатено во бројни претходни случаи (види параграфи 178-183 горе) и истиот не бил отфрлен на убедлив начин од Владата.", "193. Исто така, Судот зема во предвид дека од самиот почеток жалителот давал кохерентни изјави, тврдејќи дека живеел во Гулистан до неговото бегство во јуни 1992 г. и дека имал куќа и земја таму. Тој поднел копија од својот поранешен советски пасош, и извод од матичната книга на венчани, кои покажувале дека бил роден во Гулистан во 1929 г. и дека се оженил таму во 1955 г. Изјавите на жалителот за тоа како го стекнал земјиштето и дозволата да изгради куќа, и како го сторил тоа во шеесеттите години со помош на своите соседи и пријатели е поткрепено со изјави на низа членови на семејството и поранешни соселани. Иако Судот зема во предвид дека ова се пишани изјави, кои не се проверени со вкрстено испрашување, тој забележува дека тие се богати со детали и генерално покажуваат дека засегнатите лица реално ги проживеале настаните што ги опишуваат. Со оглед дека е поминато многу време од раселувањето на селаните Судот не дава одлучувачка важност на фактот дека овие изјави не се поткрепуваат една со друга во однос на сите детали посочени од Владата.", "194. И за крај, но не помалку важно, Судот ги зеде во предвид околностите под кои жалителот бил присилен да замине кога селото било нападнато. Не е изненадувачки тоа дека не можел со себе да ја понесе целокупната документација. Соодветно на тоа, земајќи ја во предвид севкупноста на презентираните докази, Судот утврди дека жалителот доволно го поткрепил своето тврдење дека имал куќа и земја во Гулистан во времето на неговото бегство во јуни 1992 г.", "195. Конечно, Судот се осврна на аргументот на Владата дека куќата се чини дека била уништена пред Конвенцијата да стапи на сила на 15 април 2002 г. и дека последователно жалбата, што се однесува на куќата, била надвор од надлежноста ratione temporis на Судот. Во однос на одлуката за допуштеност во актуелниот случај, Судот забележа дека не било јасно дали куќата на жалителот била уништена. Понатаму вели дека во таа фаза била засегната само со проверка дали фактите од случајот можеле да потпаднат под негова јурисдикција ratione temporis, додека деталната проверка на фактите и правните прашања на случајот морале да бидат резервирани за фазата на основаност (Саргсјан (одл.), цитиран горе, § 88). Осврнувајќи се на својата судска пракса Судот сметаше дека тоа што жалителот немал пристап до својот наводен имот, домот и гробовите на своите роднини во Гулистан требало да се смета како континуирана ситуација за која Судот бил надлежен да ја испита после 15 април 2002 г. Затоа го отфрли приговорот ratione temporis (исто., §§ 91-92) на Владата. Меѓутоа, со оглед дека Судот ја одложи деталната проверка на фактите за фазата на основаноста, му останува да одлучи дали куќата била уништена пред Конвенцијата да стапи на сила и последователно дали постои фактичка основа за приговорот на Владата ratione temporis во однос на куќата. Доколку куќата била уништена пред Конвенцијата да стапи на сила, ова навистина ќе претставува дејствие кое инстантно би било надвор од надлежноста ratione temporis на Судот (види, Moldovan and Others and Rostaş and Others v. Romania (dec.), nos. 41138/98 and 64320/01, 13 March 2001).", "196. Судот забележува дека изјаснувањата на жалителот во неговата жалба за тоа дали куќата била уништена или не биле контрадикторни (Саргсјан (одл), цитиран горе, § 24). Во одговорот на барањето на Судот да ја појасни оваа очигледна контрадикторност, жалителот тврдеше дека биле измешани неговата куќа и куќата на неговите родители што се случило кога неговиот застапник ја подготвил жалбата врз основа на неговата писмена изјава од 10 јули 2006 г. во која тој ја користи фразата „Мајка ми остана во селото Гулистан и нашата куќа беше уништена.“ Судот најпрво забележа дека споменатата изјава била поднесена заедно со жалбата. Тој прифаќа дека специфичниот контекст во кој изразот „нашата куќа“ се користи остава простор за различно толкување и дека релевантниот пасус во образецот на жалбата што се однесува на уништувањето на куќата на жалителот може да е резултат на недоразбирање.", "197. Со оглед на доказите пред Судот, особено ДВД-та поднесени од двете странки и Владата на третата странка, други релевантни докази поднесени од странките и извештајот на АААС, тој забележува дека Гулистан бил напуштен уште од средината на 1992 г. и повеќето објекти во селото се распаѓале, што значи дека надворешните и внатрешните ѕидови сè уште стоеле, но им паднале крововите. Во отсуство на убедливи докази дека куќата на жалителот била целосно уништена пред да стапи на сила Конвенцијата, Судот поаѓа од претпоставката дека таа сè уште постои, но е тешко оштетена. Како заклучок, нема фактичка основа за приговорот ratione temporis на Владата.", "198.  Како заклучок Судот утврди дека жалителот имал, и сè уште има, куќа и парче земја во Гулистан и го отфрла приговорот на Владата дека нема надлежност ratione temporis да ја разгледа жалбата во однос на куќата.", "(ii) Дали правата на жалителот потпаѓаат под членот 1 од Протоколот бр. 1", "199.  Судот следно ќе испита дали жалителот имал - и сè уште има - права на сопственост признати согласно домашното право и дали тие права можат да се сметаат за „сопственост“ во рамките на значењето на членот 1 од Протоколот бр.1.", "200. Владата објасни дека согласно релевантните закони на ССР Азербејџан, кои биле на сила во времето на раселувањето на жалителот, државјаните не можеле да имаат во приватна сопственост куќи или земја. Меѓутоа можеле лично да поседуваат куќа. Исто така земјиштето можело да се додели на граѓани на неограничено време за цели како што се земјоделство или домување. Иако Законот за сопственост од 1991 г. и Законот за земјиште од 1992 г. предвидувале – за прв пат – можност за трансфер на земјата која веќе им била доделена на граѓаните во приватна сопственост, детални правила за приватизација на земјата, вклучително и на поединечни куќи доделени на граѓаните биле воведени дури со Законот за реформи на земјата од 1996 г.", "201. Затоа Судот забележува најпрво дека кога жалителот го напуштил Гулистан во јуни 1992 г., релевантните правила кои им дозволувале на поединците да ги трансформираат правата кои претходно ги поседувале во однос на земјата, вклучително и индивидуални куќи, не биле сè уште усвоени. Не се тврдело дека жалителот последователно ја искористил оваа можност. Бидејќи правата што ги имал стекнато согласно старото законодавство не биле укинати со усвојувањето на Законот за сопственост од 1991 г. и Законот за земјиште од 1992 г., правото на куќата и земјата кои ги поседувал во времето на бегството мора да бидат проценети во однос на законите на ССР Азербејџан.", "202.  Судот забележува дека согласно овие закони, особено согласно членот 13 од Уставот од 1978 г. и членот 10.3 од Законот за домување од 1983 г. државјаните можеле да имаат лична сопственост на куќа за живеење. Личната сопственсот и правото да се наследи истата биле заштитени од државата. Наспроти тоа, целото земјиште било во сопственост на државата. Парчиња земја можеле да се доделат на граѓани за посебни цели, како што се земјоделие или изградба на индивидуални куќи. Во тој случај граѓанинот имал „право на користење“ во однос на земјата. Ова следи повторно од членот 13 од Уставот од 1978 г. и од членот 4 од Законот за земјиште. „Правото на користење“, иако го обврзувал корисникот да ја користи земјата за целите за кои била доделена, истото било заштитено со закон. Ова не е оспорено од страна на Владата. Исто така правото било наследно.", "203. Затоа нема сомнеж дека правата кои му биле доделени на жалителот во однос на куќата и земјата биле заштитени права кои претставувале значителен економски интерес. Со оглед на автономното значење на членот 1 од Протоколот 1 правото на жалителот на личен имот, како куќа, и неговото „право на користење“ во однос на земјата претставувало „имот“ согласно оваа одредба.", "204. Владата се изјасни дека ниеден закон не бил усвоен во однос на имотите што биле напуштени од Ерменците кои го напуштиле Азербејџан заради конфликтот. Тие упатија на еден исклучок, имено Указот од 1991 г. (види параграф 83 горе) објаснувајќи дека споменатиот указ се осврнувал на праксата на размена на имот меѓу Ерменци кои го напуштале Азербејџан и Азербејџанци кои ја напуштале Ерменија, или Нагорно-Карабах и околните провинции. Меѓутоа тие забележаа дека имотот на жалителот не бил засегнат од тоа.", "205.  Како заклучок, во времето на неговото иселување од Гулистан, во јуни 1992 г., жалителот имал права на дом и земја кои претставувале имот во рамките на значењето на членот 1 од Протоколот бр. 1. Нема индикација дека тие права биле укинати подоцна, било пред или после ратификацијата на Конвенцијата од страна на Азербејџан. Сопственичките права на жалителот оттука сè уште се валидни. Бидејќи жалителот соодветно на тоа има постоечки имот, нема потреба да се испитува дали тој имал и „легитимно очекување“ истиот да ги трансформира своите права во приватна сопственост согласно Законот за сопственост од 1991 г.", "Б. Дали имало континуирана повреда на членот 1 од Протоколот бр. 1.", "1. Изјаснување на странките", "(а)  Жалителот", "206.  Жалителот се жалеше дека тоа што не му било дозволено да го оствари своето право да се врати во селото Гулистан и да има пристап и контрола, да го користи и да ужива во својот имот или да добие надоместок за тоа што го изгубил достигнало ниво на континуирана повреда на членот 1 од Протоколот бр. 1 (види Саргсјан (одл.), цитиран горе, § 149). Потпирајќи се на судската пракса на Судот во врска со северен Кипар, тој тврдеше дека тој и понатаму бил законски сопственик на неговиот имот во Гулистан, но не можел ниту да се врати ниту да добие некаков надоместок за попречувањето на неговите права.", "207. Жалителот тврдеше дека од стапувањето на сила на Конвенцијата во 2002 г. тужената Влада не успеала да преземе никакви посебни чекори за да ги обнови правата на бегалците како него, особено за да го обезбеди неговото право да ја врати својата куќа и земја или да добие надоместок. Тој забележа дека правото на бегалците и раселените лица доброволно да се вратат или да добијат надоместок претставувале заложба која постојано била изразувана во меѓународните документи, вклучително и Мадридските основни принципи од 2007 г. објаснети во рамката на Минск процесот на ОБСЕ (види параграф 26 горе), Резолуциите на Советот за безбедност на ООН, препораките на Парламентарното собрание на Советот на Европа и Европскиот Парламент.", "208. Во врска со природата и опсегот на обврските на Владата, жалителот предложи Судот да ги зема во предвид релевантните меѓународни стандарди, особено Принципите на Обединетите нации за враќање на домовите и имотот на бегалците и раселените лица, исто така познати и како Пињеиро принципите (види параграф 96 горе). Според гледиштето на жалителот, низа мерки ќе им бидат достапни на Владата. Таквите мерки можат да вклучуваат креирање на тело за евиденција за имотите и процес којшто ќе им дозволи на бегалците и раселените лица повторно да го воспостават законското право на сопственост на предвоениот имот и да поднесат барање за негово враќање. Дополнителен чекор би можел да биде креирањето на зона на разделување со договор за повлекување на спротивставените армии од зоната на прекинот на огнот, по што ќе следи воспоставување на демилитаризирана зона под власт на меѓународни мировни сили. Оваа зона потоа може да стане првата локација каде може да дојде до враќање. Жалителот тврдеше дека Владата дури и не тврдела дека тие се обидувале да преземат такви чекори.", "(б) Тужената Влада", "209. Главниот аргумент на тужената Влада пред одлуката за допуштеност била дека тие немале делотворна контрола врз Гулистан и затоа не биле во позиција на жалителот да му овозможат пристап до неговата сопственост, и последователно не можеле да се сметаат за одговорни за наводните континуирани повреди (види Саргсјан (одл.), цитиран горе, § 155).", "210. Во последователните постапки, Владата - во согласност со позиција што ја имале само ја ограничиле одговорноста согласно Конвенцијата во врска со Гулистан, бидејќи немале доволна контрола врз областа – најпрво се изјаснија дека ги исполниле своите преостанати позитивни обврски согласно членот 1 од Конвенцијата, како во смисла на општите мерки така и во смисла на индивидуалните мерки. Владата посочи дека тие постојано се спротивставувале на незаконската окупација на Нагорно-Карабах и околните провинции од страна на Ерменските сили. Истовремени тие барале повторно воспоставување на контрола на територијата со примена на сите достапни дипломатски средства, особено со учество во мировните разговори во рамките на Минск Групата на ОБСЕ. Редовни состаноци биле одржани од страна на ко-претседавачите на таа група со министрите за надворешни работи и претседателите на Ерменија и Азербејџан. Што се однесува до поединечните мерки потребни за справување со состојбата со бегалците и внатрешно раселените лица, Владата упати на Указот од 1991 г. (види параграф 83 горе) со кој се легализираат приватните размени на имот меѓу Азерите кои бегале од Ерменија, Нагорно-Карабах и околните провинции и Ерменците кои бегале од Азербејџан. Ова беше чекор преземен со цел да се осврнат на целосната вонредна состојба создадена од масовните бранови на бегалци и внатрешно раселени лица. Меѓутоа, според сознанијата на Владата, жалителот не бил вклучен во таква размена.", "211. Како алтернатива, доколку Судот одлучи дека Владата е целосно одговорна согласно Конвенцијата, тие прифатија дека одбивањето на пристап на жалителот до Гулистан можело да се смета за попречување на неговите права согласно членот 1 од Протоколот бр. 1 од Конвенцијата.", "212. Тие тврдеа дека одбивањето да му се дозволи на некој граѓанин без разлика на националноста пристап до Гулистан било оправдано заради безбедносната ситуација во областа. Секое попречување на правата на жалителот било законско и му служело на општиот интерес. Во врска со ова Владата забележа дека вооружените сили на Азербејџан, чиј статус бил регулиран со Законот за вооружените сили на Република Азербејџан од 1993 г., биле одговорни за одбрана на границите на Азербејџан и за обезбедување на безбедноста на неговите жители. Пристапот до Гулистан, којшто се наоѓал во областа каде што се одвивале воени операции, бил забранет со Указ на министерот за одбрана, кој тие не можеле да го обелоденат затоа што бил строга тајна. Законската основа со која се овластува министерот за одбрана да издаде такви укази може да се најде во членот 7 став 2(11) од Законот за одбрана на Република Азербејџан. Во исполнувањето на својата мисија која беше посочена горе, вооружените сили на Азербејџан морале да се придржуваат кон Конвенцијата и меѓународното хуманитарно право. Оттука биле одговорни за минимизирање на можната штета по цивилите со тоа што ќе се спречат да не влезат во опасните области. Всушност, ако на цивили им се дозволело да влезат во селото можело да се смета за повреда на обврската на Азербејџан да го заштити правото на живот согласно членот 2 од Конвенцијата. Било очигледно дека Гулистан бил опасна зона, со оглед на присуството на нагазни мини и ризик од непријателски дејствија.", "213. Понатаму, Владата упати на случајот на Доган и други (цитиран горе) забележувајќи дека, во случаи од овој тип, Судот морал да се концентрира на прашањето на сразмерност на попречувањето. Тие тврдеа дека актуелниот случај се разликувал од оној на Доган и други, во кој Судот утврдил повреди на членот 1 од Протоколот бр. 1 и членот 8 од Конвенцијата. Тие посочија во суштина дека жалителот во овој случај не бил внатрешно раселено лице. Тој живеел во Ерменија и со тоа потпаѓал под нивна јурисдикција. Тужената Влада направила значителни напори да одговори на потребите на стотици илјади внатрешно раселени лица обезбедувајќи им пред сè домови и низа социјални услуги. Меѓутоа, со оглед дека жалителот живеел во Ерменија тие не биле во состојба да му обезбедат никаква практична помош.", "(в) Ерменската влада, интервенција на трета странка", "214.  Ерменската Влада која интервенираше се согласи со аргументите поднесени од жалителот.", "2. Оценка на Судот", "215. Судот смета дека е корисно да се дадат низа воведни забелешки. Како што е утврдено во одлуката за допуштеност во актуелниот случај (Саргсјан (одл.), цитиран горе, §§ 89-91) и во горенаведените разгледувања, прифаќањето на надлежноста на Судот ratione temporis се заснова на наодот дека жалителот сè уште има валидни имотни права во однос на куќата и земјата во Гулистан (види параграф 205 горе). Наспроти тоа, иселувањето на жалителот од Гулистан во јуни 1992 г. е надвор од надлежноста ratione temporis на Судот (Саргсјан (одл.), цитиран горе, § 91). Последователно, она што треба да биде разгледано во актуелниот случај е дали тужената Влада ги повредила правата на жалителот во настаната ситуација, што е директна последица од нерешениот конфликт за Нагорно-Карабах меѓу Ерменија и Азербејџан.", "216. Во врска со тоа, Судот забележува дека жалителот е еден од стотиците илјадници Ерменци кои избегале од Азербејџан за време на конфликтот и ги оставиле имотите и домовите зад себе. Во моментов, повеќе од една илјата поединечни жалби поднесени од лица кои биле раселени за време на конфликтот чекаат пред Судот, од кои нешто повеќе од половина се против Ерменија, а останатите се против Азербејџан. Иако прашањата покренати потпаѓаат под јурисдикцијата на Судот како што е дефинирано во членот 32 од Конвенцијата, обврска е на двете држави инволвирани во конфликтот да изнајдат политичко решение за конфликтот (види mutatis mutandis, Kovačić and Others v. Slovenia, nos. 44574/98, 45133/98 and 48316/00, §§ 255-256, 3 October 2008; Demopoulos and Others, цитиран горе, § 85). Сеопфатни решенија на таквите прашања како што е враќањето на бегалците во нивните поранешни места на живеење, повторното враќање на нивниот имот и/или исплатата на надоместокот може да се постигне само преку мировен договор. Навистина, пред нивното пристапување кон Советот на Европа, Ерменија и Азербејџан презедоа обврска да го решат конфликтот за Нагорно-Карабах на мирен начин (види параграф 76 горе). Иако се воделе преговори во рамките на Минск групата на ОБСЕ, поминале повеќе од дваесет години од договорот за прекин на огнот во мај 1994 г. и повеќе од дванаесет години од пристапувањето на Азербејџан и на Ерменија кон Конвенцијата на 15 односно 26 април 2002 г., без да има на повидок некакво политичко решение. Не толку одамна во јуни 2013 г. претседателите на земјите копретседавачи на Минск групата – Франција, Руската Федерација и Соединетите Американски Држави – ја изразиле својата „длабока жал дека наместо да се обидуваат да најдат решение засновано на заемните интереси, страните продолжиле да бараат еднострана предност во преговарачкиот процес“ (види параграф 28 горе). Судот не може а да не забележи дека сè уште не е исполнета гореспоменатата обврска преземена при пристапување.", "(а) Правилото од членот 1 од Протоколот бр. 1 што се применува", "217. Судот повторува дека членот 1 од Протоколот бр. 1 се состои од три посебни правила. Првото правило, кое е воспоставено во првата реченица од првиот став, е од општа природа и го објавува принципот на мирно уживање на сопственоста. Второто правило, содржано во втората реченица од првиот став, се однесува на лишувањето од сопственост и го подложува на одредени услови. Третото правило, дадено во вториот став, признава дека договорните страни имаат право меѓу другите работи да ја контролираат употребата на сопственоста во согласност со општиот интерес, со спроведување на таквите закони за кои се смета дека се неопходни за таа цел. Меѓутоа, правилата не се „посебни“ во смисла на тоа дека не се поврзани. Второто и третото правило се занимаваат со специфични примери на мешање со право на мирно уживање на сопственоста и затоа треба да бидат анализирани во контекст на општиот принцип којшто е изразен во првото правило (види меѓу бројните други извори, Broniowski v. Poland [GC], no. 31443/96, § 134, ECHR 2004V).", "218. Судот забележува дека странките не коментирале за правилото што се применува во овој случај. Тој го повторува својот наод дека жалителот не бил лишен од своите права во однос на куќата и земјата во Гулистан. Следи дека случајот не вклучува лишување од имотот во рамките на значењето на втората реченица од првиот став 1 од Протоколот бр. 1. Ниту пак се тврдело дека состојбата за која се жалел била резултат на некакви мерки насочени кон контрола на употребата на сопственоста. Судот затоа смета дека ситуацијата на која се жалел жалителот треба да биде разгледана во рамките на првата реченица од првиот став, бидејќи се однесува на ограничувањето на правото на жалителот на мирно уживање на неговиот имот (види Loizidou (основаност), цитиран горе, § 63; Cyprus v. Turkey [GC], no. 25781/94, § 187, ECHR 2001IV; Doğan and Others, цитиран горе, § 146).", "(б) Природата на наводната повреда", "219. Суштинската цел на членот 1 од Протоколот бр. 1 е да се заштити едно лице од неоправдано попречување од страна на државата во однос на мирното уживање на својот имот. Меѓутоа, на основа на членот 1 од Конвенцијата секоја земја договорничка „треба да им ги обезбеди на сите во рамките на [својата] јурисдикција правата и слободите дефинирани во Конвенцијата.“ Остварувањето на оваа општа обврска може да вклучува и позитивни обврски кои се инхерентни во обезбедувањето на делотворно остварување на правата гарантирани со Конвенцијата. Во контекст на членот 1 од Протоколот бр. 1 тие позитивни обврски можат да бараат од државата да ги преземе мерките што се неопходни за да го заштити правото на сопственост (види Broniowski, цитиран горе, § 143; Sovtransavto Holding v. Ukraine, no. 48553/99, § 96, ECHR 2002VII).", "220.  Меѓутоа границите на позитивните и негативните обврски на државата согласно членот 1 од Протоколот бр. 1 немаат прецизна дефиниција. Сепак принципите што се применуваат се слични. Дали еден случај е анализиран во смисла на позитивната обврска на државата или во смисла на мешањето од страна на јавните власти што треба да биде оправдано, критериумите што треба да се применат во суштина не се разликуваат. Во обата контексти мора да се има во предвид правичниот баланс што треба да се постигне меѓу спротивставените интереси на поединецот и на заедницата како целина. Исто така вистина е дека целите споменати во таа одредба може да бидат од одредена релевантност во проценувањето дали рамнотежата меѓу барањата на јавниот интерес во прашање и основното право на имот на жалителот била постигната. Во обата контекста државата ужива одредено дискреционо право во утврдување на чекорите што треба да се преземат за да се оствари придржувањето кон Конвенцијата (Broniowski, цитиран горе, § 144).", "221. Судот забележува дека жалителот се жали дека тој е спречен да има пристап до неговиот имот во Гулистан и дека тужената Влада не успеала да му даде никаков надоместок за попречувањето на неговите права. Жалителот оттука ја има формулирано својата жалба во смисла на попречувањето. Исто така, Владата, во случај Судот да го отфрли нивниот аргумент дека тие имале само ограничена одговорност согласно членот 1 од Конвенцијата, се осврна на жалбите на жалителот како насочени против попречувањето на неговите права на сопственост.", "222. Во низа слични случаи Судот ги испитал жалбите на бегалците или на раселените лица за немање на пристап и можност за уживање во имотот како попречување на нивните права согласно членот 1 од Протоколот бр. 1 (види, на пример, Loizidou (merits), цитиран горе, § 63; Cyprus v. Turkey, цитиран горе, § 187; Doğan and Others, цитиран горе, § 143). Во овој случај, Судот не смета дека е соодветно да се следи овој пристап од следниве причини.", "223. Овој случај се разликува од случаите поврзани со северен Кипар во кои турската Влада се сметала за одговорна за одбивањето на пристапот за грчко-кипарските сопственици до нивните имоти кои се наоѓале „ТРСК“, а кои биле под делотворна контрола на турската Влада како резултат на окупацијата и формирањето на подредена локална администрација. Во тие случаи попречувањето на правата на сопственост на грчко-кипарските сопственици било тесно поврзано со фактот на окупацијата и формирањето на „ТРСК“ (Loizidou, цитиран горе, §§ 52-56 and 63; Cyprus v. Turkey, цитиран горе, §§ 75-80 and § 187). Наспроти тоа, она што е во прашање во овој случај се дејствија или пропусти на тужената Влада во рамките на сопствената меѓународно призната територија.", "224. Овој случај е првиот случај во кој Судот мора да одлучи за основаноста на жалбата против државата, која изгубила контрола врз дел од својата територија како резултат на војна и окупација, но во однос на областа која останува под нејзина контрола, се тврди дека е одговорна за одбивање на пристапот до имотот на бегалците. Единствените случаи кои можат да се споредат со овој случај се низа жалби против Република Кипар поднесени од турски Кипрани кои исто така се жалеле на немање на пристап до имотот и домовите кои се наоѓале во области кои останале под контрола на кипарската Влада. Меѓутоа, тие не постигнале фаза на проверка на основаноста бидејќи или по нив било постапено (Sofi v. Cyprus (dec.), no. 18163/04, 14 January 2010) или биле отфрлени заради неисцрпување на правните лекови обезбедени од Република Кипар во однос на напуштените имоти (види, конкретно, Niazi Kazali and Hakan Kazali (dec.), цитиран гор, §§ 152-153).", "225.  Во случајот на Доган и други (цитиран горе), селаните кои биле протерани од нивното село во регион во југоисточна Турција во кој била прогласена вонредна состојба во контекст на насилните конфронтации меѓу безбедносните сили и членовите на ПКК (Работничката Партија на Курдистан), од властите биле спречувани околу девет години да се вратат по основ дека имало терористички инциденти во и околу селото (исто., §§ 142-143). Вреди да се забележи дека иако по анализата на жалбата на селаните за одбивањето на пристап до нивниот пристап до селото во смисла на попречувањето, Судот на крајот ги оставил отворени прашањата за тоа дали попречувањето на нивното право на мирно уживање во сопственоста било законско и имало легитимна цел, и се концентрирал на разгледување на сразмерноста (исто., §§ 147-149).", "226.  Со оглед на околностите во актуелниот случај, Судот смета дека е соодветно да се испита жалбата на жалителот во однос на утврдувањето дали тужената Влада се придржувала кон своите позитивни обврски согласно членот 1 од Протоколот бр. 1. Затоа ќе ја концентрира својата проверка на прашањето дали е постигната правична рамнотежа меѓу барањата на јавниот интерес и основното право на жалителот на сопственост.", "(в) Дали е постигната правична рамнотежа меѓу јавниот интерес и правото на жалителот на мирно уживање во неговиот имот", "227. Транспонирајќи ги принципите што се развиени во неговата судска пракса во однос на конкретните околности на актуелниот случај, Судот смета дека и попречувањето на мирното уживање во имотот на жалителот и апстиненцијата од делување мора да постигнат правична рамнотежа меѓу безбедносните прашања на кои се потпира Владата и барањата за заштита на основните права на жалителот. Судот повторува дека загриженоста за постигнување на оваа рамнотежа е отсликана во структурата на членот 1 од Протоколот 1 во целина. Особено, мора да постои разумен однос на сразмерност меѓу ангажираните средства и целта што се сака да се оствари од некои мерки што се применуваат од страна на државата, вклучително и мерките кои ги лишуваат лицата од нивната сопственост. Затоа во секој случај во кој има наводна повреда на тој член, Судот мора да потврди дали заради делувањето или неделувањето на државата засегнатото лице морало да трпи несразмерен и претеран товар (Broniowski, цитиран горе, § 150 со дополнителни упатувања). Во оценувањето на придржувањето кон членот 1 од Протоколот бр. 1 Судот мора да направи севкупна проверка на различните интереси во прашање, со оглед дека Конвенцијата треба да ги заштити правата кои се „практични и делотворни“. Мора да се погледне под површината и да се истражат реалните состојби во однос на она на што се однесува жалбата (исто., § 151).", "228. Судот смета дека жалбата на жалителот покренува две прашања, најпрво дали тужената Влада има обврска да му даде пристап до неговата куќа и земја во Гулистан и второ дали има обврска да преземе мерки да го заштити правото на жалителот на имот и/или да му се компензира за загубата за неговото користење.", "229. Во врска со прашањето за пристапот до имотот на жалителот во Гулистан, Судот забележува дека општата ситуација со нерешениот конфликт меѓу Ерменија и Азербејџан може да го отежни патувањето во Азербејџан, а посебно пристапот до нивниот имот, ако не и целосно да го оневозможи, за лицата во ситуација како таа на жалителот. Меѓутоа, аргументот на странките се концентрираше на конкретната ситуација во Гулистан. Судот исто така ќе се концентрира на испитувањето на оваа поента.", "230. Владата тврдеше поконкретно дека одбивањето да се даде пристап за цивилите во Гулистан било оправдано од безбедносната ситуација во и околу селото. Иако на кратко се осврна на нивните обврски согласно меѓународното хуманитарно право, Владата главно се потпираше на интересите на одбраната и националната безбедност и на обврската согласно членот 2 од Конвенцијата да го заштити животот од опасности кои произлегуваат од нагазни мини или воени дејствија.", "231. Владата нема поднесено никаков детално објаснет аргумент во однос на нивното тврдење дека нивното одбивање да им дозволат на цивилите да пристапат на Гулистан имало основ во меѓународното хуманитарно право. Судот забележува дека меѓународното хуманитарно право содржи правила за присилно раселување на окупираната територија, но експлицитно не се осврнува на прашањето на пристапот на раселените лица до домот или друг имот. Членот 49 од Четвртата женевска конвенција (види параграф 95 горе) брани индивидуални или масовни присилни трансфери или депортации во или од окупирана територија, дозволувајќи евакуација на дадена област само ако безбедноста на населението или воените причини од императивна важност бараат такво нешто; во тој случај, раселените лица имаат право да се вратат веднаш штом непријателствата во областа ќе сопрат. Меѓутоа, овие правила не можат да се применат во актуелниот контекст, бидејќи тие се применуваат само за окупирана територија, додека Гулистан се наоѓа на меѓународно призната територија на тужената земја.", "232. Она што е релевантно во актуелниот случај, е правото на раселените лица да се вратат доброволно и безбедно во своите домови или вообичаените места на живеење веднаш штом причините за нивното раселување ќе престанат да постојат, што се смета за правило на меѓународното обичајно право кое се применува за целата територија, било да е „окупирана“ или „сопствена“ (Правило 132 од Студијата на МЦКМ за меѓународното обичајно право – види параграф 95 горе). Меѓутоа, може да се дебатира дали причините за раселувањето на жалителот престанале да постојат. Сумирано, Судот забележува дека меѓународното хуманитарно право се чини дека не обезбедува убедлив одговор на прашањето дали Владата има оправдување да не му дозволи пристап на жалителот до Гулистан.", "233. Врз основа на доказите пред него Судот утврди дека Гулистан се наоѓал во област на воени дејствија. Во најмала рака областа околу него е минирана и постојано има повреди на прекинот на огнот. Не се тврди дека нема никаква индикација дека оваа состојба се променила на никаков позначаен начин во периодот од стапувањето на сила на Конвенцијата до денешен ден. Во секој случај, нема никакви знаци дека ситуацијата се подобрила. Доказите пред Судот повеќе упатуваат на зголемена воена активност и повреда на прекинот на огнот во областа. Судот прифаќа дека тоа што не им се дозволува пристап на цивилите, вклучително и на жалителот, до Гулистан е оправдано заради сигурноста, поконкретно пристап до минираните делови и заштита на цивилите од опасностите што постојат во таквата област (види, mutatis mutandis, Oruk v. Turkey, no. 33647/04, §§ 58-67, 4 February 2014 во врска со обврската на државата согласно членот 2 на Конвенцијата да преземе соодветни мерки за заштита на цивилите кои живеат во близина на зоната каде што има пукање, од опасностите кои произлегуваат од неексплодирани мини). Би било нереалистично во моментов да се очекува дека азербејџанската Влада може да обезбеди пристап или повторно преземање на имотот од страна на жалителот во Гулистан без да се земе во предвид фактот дека тој се наоѓа во воено чувствителната зона (види, mutatis mutandis, Demopoulos and Others (dec.), цитиран горе, § 112).", "234. Меѓутоа, Судот смета дека сè додека пристапот до имотот не е можен, државата има обврска да преземе алтернативни мерки со цел да се обезбедат правата на сопственост. Судот упатува во таа смисла на случајот на Доган и други во врска со внатрешното раселување на селани, во кој тој во детали ги разгледа мерките што се преземени од турската Влада со став или да се олесни враќањето во селата или да се обезбеди друго сместување за внатрешно раселените лица или други форми на помош (цитиран горе, §§ 153-156). Судот би сакал да нагласи дека обврската за преземање на алтернативни мерки не зависи од тоа дали државата може или не да се смета за одговорна за самото раселување. Во случајот на Доган и други Судот забележал дека тој не можел да ја утврди точната причина за раселувањето на жалителите и оттука морал да го ограничи своето разгледување на разгледување на нивните жалби во врска со тоа дека не им бил даден пристап до нивниот имот (исто., § 143). Кои мерки треба да се преземат зависи од околностите на случајот.", "235. Судот ќе испита дали Владата има преземено мерки за заштита на сопственичките права на жалителот. Владата тврдеше конкретно дека тие учествуваат во мировни преговори. Исто така тие посочија дека морале да се погрижат за потребите на огромен број на внатрешно раселени лица. Бидејќи жалителот повеќе не бил во Азербејџан тие не можеле да му помогнат на никаков начин. Од своја страна, жалителот тврдеше дека Владата немала преземено никакви чекори кои можела да ги преземе за да ги заштити или обнови своите сопственички права, доколку дејствувале во согласност со меѓународните стандарди во врска со враќањето на домот и имотот на внатрешно раселените лица и бегалци.", "236. Што се однесува до она што го тврдеше Владата дека тие учествуваат во мировните преговори, Судот забележува дека правото на сите внатрешно раселени лица и бегалци да се вратат во своите поранешни места на живеење е еден од елементите содржани во Мадридските основни принципи од 2007 г. кои се елаборирани во рамките на Минск групата на ОБСЕ (види параграф 26 горе) и претставува основа за мировните преговори. Затоа се поставува прашањето дали е доволно за Владата да учествува во овие преговори за да се исполни нивната обврска да постигнат правична рамнотежа меѓу спротивставените јавни и индивидуални интереси. Иако Судот може да ја нагласи само важноста на овие преговори, веќе е забележано дека тие се одвивале повеќе од дваесет години од прекинот на огнот во мај 1994 г. и повеќе од дванаесет години од стапувањето на сила на Конвенцијата за Азербејџан и сè уште немало никакви опипливи резултати.", "237. Судот смета дека чистиот факт дека мировните преговори се во тек не ја ослободува Владата од обврската да презема други мерки, особено кога преговорите траат толку долго време (види, mutatis mutandis, Loizidou, цитиран горе, § 64; Cyprus v. Turkey, цитиран горе, § 188). Во врска со тоа Судот упатува на резолуцијата 1708 (2010) за „Решавање на имотни прашања на бегалците и раселените лица“ на Парламентарното собрание на Советот на Европа кое, потпирајќи се на релевантните меѓународни стандарди ги повикува земјите членки да „гарантираат навремено и делотворно обесштетување за загуба на пристап и права на дом, земја и имот напуштен од бегалците и ВРЛ без да се земат во предвид преговорите што се во тек за решавање на вооружените конфликти за статусот на одредена територија (види параграф 98 горе).", "238. Насоки, за тоа кои мерки тужената Влада може и треба да ги преземе за да ги заштити имотните права на жалителот, можат да произлезат од релевантните меѓународни стандарди, посебно од Пињеиро принципите на ООН (види параграф 96 горе) и гореспоменатата Резолуција на Парламентарното собрание на Советот на Европа. Во актуелната фаза и во исчекувањето на сеопфатен мировен договор, се чини дека е особено важно да се воспостави механизам за побарување на сопственоста, којшто треба да е лесно достапен и да обезбедува процедури кои функционираат со флексибилни доказни стандарди, дозволувајќи му на жалителот и на други во негова ситуација да им се врати нивниот имот и да добијат надоместок за загубеното од тоа што не уживале во него.", "239. Судот е сосема свесен дека тужената Влада морала да обезбеди помош за стотици илјади внатрешно раселени лица, имено оние Азери кои морале да избегаат од Ерменија, од Нагорно-Карабах и седумте окупирани окрузи во околината. Всушност Владата посочи дека направиле значителни напори за да им се обезбеди на раселените лица дом и други средства за поддршка. Единствената мерка посочена од Владата од која ерменските бегалци можеле потенцијално да имаат корист е Указот од 1991 г. со кој се легализирале размените меѓу поединци. Дури и под претпоставка дека таквите размени на имот би се сметале за прифатливи согласно Конвенцијата, Судот забележува дека жалителот не бил вклучен во таква размена.", "240. Судот смета дека иако потребата да ѝ помогне на голема заедница на внатрешно раселени лица е важен фактор којшто треба да се измери балансирано, заштитата на оваа група не ја ослободува Владата во целост од нејзините обврски кон друга група, имено Ерменците како жалителот, кои морале да избегаат за време на конфликтот. Во врска со ова Судот упатува на принципот на недискриминација утврден во членот 3 од гореспоменатите Пињеиро принципи. Конечно Судот забележува дека состојбата продолжила да постои подолго време.", "241.  Како заклучок, Судот смета дека неможноста за жалителот да има пристап до неговиот имот во Гулистан без Владата да преземе некакви алтернативни мерки со цел да се обноват неговите имотни права или да му се обезбеди надоместок за загубеното уживање на истите, наметнувала и продолжила да наметнува претеран товар врз него.", "242.  Последователно имало континуирана повреда на правата на жалителот согласно членот 1 од Протоколот бр. 1.", "V.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 8 ОД КОНВЕНЦИЈАТА", "243.  Жалителот се жалеше дека лишувањето од неговото право да се врати во селото Гулистан и да има пристап до неговиот дом и до гробовите на своите роднини претставувало продолжение на повредата на членот 8 од Конвенцијата во која се вели:", "„1. Секој човек има право на почитување на неговиот приватен и семеен живот, домот и преписката.", "2. Јавните власти не смеат да се мешаат во остварувањето на ова право, освен ако тоа мешање не е во согласност со закон и е неопходно во едно демократско општество во интерес на државната и јавната безбедност, или економската благосостојба на земјата, спречување на нереди или кривично дело, заштитата на здравјето или моралот, или заштита на правата и слободите на другите.“", "А. Изјаснување на странките", "1.  Жалителот", "244. Жалителот тврдеше дека тој се родил и пораснал во Гулистан и живеел таму во својата куќа со своето семејство од раните шеесетти години до јуни 1992 г. Тој упати на доказите поднесени во поткрепа на неговата жалба согласно членот 1 од Протоколот бр. 1. Дополнително, тој упати на копијата на својот советски пасош кој потврдувал дека бил роден во Гулистан во 1929 г. и на неговиот извод од матичната книга на венчани, којшто покажал дека се оженил во Гулистан во 1955 г., нагласувајќи дека ги имал поднесено документите уште кога ја поднел жалбата. Исто така тој изјави дека повеќе не можел да поднесе целосна копија на својот стар советски пасош (вклучително и страницата со печатот од регистрација дека живеел во Гулистан), бидејќи пасошот му бил уништен во 2002 г. кога се стекнал со ерменски пасош.", "245. Жалителот тврдеше дека применливоста на членот 8 зависела од постоењето на „значителни и континуирани врски со одредено место“ или „конкретни и постојани врски со засегнатата сопственост“, критериум којшто тој го исполнил во однос на неговиот дом во Гулистан. Како што следело од судската пракса на Судот во врска со северен Кипар, овие врски не биле прекинати од неговото пролонгирано недоброволно отсуство. Тој додаде дека оваа помош и оттука применливоста на членот 8 биле независни од прашањето за сопственоста на „домот“ во прашање. Во однос на гробовите на неговите роднини тој тврдеше дека тоа што не му бил дозволен пристап до нив значело повреда на правото на почитување на „приватниот и семеен живот“ согласно гаранциите на членот 8. Тој тврдеше дека покрај фактот дека тој не можел да ги посети гробовите на своите роднини, тој страдал особено од несигурноста на нивната судбина.", "246.  Сè на сè, жалителот тврдеше дека тоа што не му бил дозволен пристап до неговиот дом, или да му се додели надоместок, како и тоа што не му бил дозволен пристап до гробовите на неговите роднини и настанатата несигурност во врска со нивната судбина претставувало континуирана повреда на членот 8 од Конвенцијата.", "2. Тужената Влада", "247. Тужената Влада тврдеше дека жалителот не поднел доволно докази за да покаже дека реално живеел во Гулистан и дека таму имал дом. Тие објасниле дека согласно советскиот систем на регистрирање на живеалиште (propiska system) кој барал сите да бидат регистрирани во своето место на живеење, регистрацијата била заведена во интерниот пасош на граѓанинот со печат со кој се потврдувала регистрацијата, и во архивите на локалните власти. Во овој случај, релевантните архиви биле уништени за време на непријателствата, а копијата од тие страници на поранешниот советски пасош на жалителот кој тој ја поднел не го содржела тој печат.", "248. Во врска со применливоста на членот 8 Владата прифати дека пристапот до дом или до гробовите на роднините потпаѓало под поимите „дом“ и „приватен живот“ и оттука во рамките на опсегот на членот 8. Меѓутоа, упатувајќи на случајот Демопулос и други ((одл.), цитиран горе, § 136), тие тврдеа дека членот 8 не се применувал кога повеќе немало „трајна врска“ со имотот во прашање. Владата се држеше до гледиштето дека дури и под претпоставка дека жалителот живеел во Гулистан и имал куќа таму, куќата била уништена за време на непријателствата во 1992 г. Последователно, жалителот повеќе не можел да тврди дека имал таква трајна врска со „домот“ во Гулистан.", "249. Што се однесува до жалбата на жалителот во врска со гробовите на неговите роднини, Владата забележа прво дека тој се жалел за наводното уништување на ерменските гробови во Азербејџан, но не поднел доволно докази да докаже дека имало гробови на негови роднини во Гулистан и дека тие гробови биле уништени. Последователно, тој не можел да тврди дека е жртва на наводна повреда на членот 8 од Конвенцијата. Доколку таквите гробови навистина постоеле, тие најверојатно биле уништени за време на непријателствата, односно пред стапувањето на сила на Конвенцијата и овој дел од жалбата оттука бил некомпатибилен ratione temporis.", "250. Доколку Судот сепак заклучи дека членот 8 важел, бидејќи жалителот имал дом и гробови на неговите роднини во Гулистан, Владата тврдеше дека тие не можеле да бидат сметани за одговорни за никакви наводни попречувања на неговите права. Со оглед на безбедносната ситуација во областа тие едноставно не биле во позиција да му дозволат на жалителот или на кој било цивил, пристап до Гулистан.", "3. Ерменската влада, интервенција на трета странка", "251. Ерменската Влада која интервенираше се согласи со аргументите поднесени од жалителот. Тие нагласија дека било неспорно дека жалителот немал никаков пристап до својот дом во Гулистан и до гробовите на неговите роднини. Согледано наспроти масовните уништувања на ерменските гробишта (на пример уништувањето на старите ерменски гробишта на Југа во регионот Нахичеван во Азербејџан) што било осудено од меѓународната заедница, жалителот живеел во состојба на несигурност и вознемиреност во однос на гробовите на неговите роднини.", "Б. Оценка на Судот", "1. Дали може да се примени членот 8 од Конвенцијата", "252. Судот забележува дека жалбата на жалителот вклучува два аспекти: немање на пристап до својот дом во Гулистан и немање на пристап до гробовите на неговите роднини. Владата оспори дека статусот на жртва на жалителот што се однесува до неговата жалба се однесувал на гробовите на неговите роднини. Во својата одлука за допуштеност Судот го додал приговорот на Владата во врска со статусот на жртва на жалителот на основаноста (Саргсјан (одл.), цитиран горе, § 99).", "253. Судот ја повтори својата судска пракса, според која „дом“ е автономен концепт којшто не зависи од класификацијата согласно домашното право. Дали одредено место на живеење претставува „дом“ кој ја привлекува заштитата на членот 8 § 1 ќе зависи од фактичките околности, имено постоењето на доволни и континуирани врски со одредено место (види, на пример, Prokopovich, цитиран горе, §36; Gillow v. the United Kingdom, 24 November 1986, § 46, Series A no. 109).", "254. Во слични случаи Судот сметал дека долго недоброволно отсуство не можело да ја прекине врската со домот на едно раселено лице (види, Cyprus v. Turkey, цитиран горе, §§ 173-175; Doğan and Others, цитиран горе, §§ 159-160). Меѓутоа судската пракса на Судот бара од претходно да постоела доволно силна врска: На пример во случајот Лоизиду (цитиран горе, § 66) Судот не прифати дека имотот на кој жалителот планирал да изгради куќа за живеење претставувало „дом“ во рамки на значењето на членот 8 од Конвенцијата. Во Демопулос и други ((одл.), цитиран горе, §§ 136-137) Судот не прифатил дека некогашниот семеен дом на едно грчко-кипарско семејство можел да се смета за „дом“ за еден од жалителите, имено ќерката, која сè уште била мала кога семејството морало да замине.", "255. Исто така, Судот повторува дека концептот на „приватен живот“ е широк термин кој подложи на опширна дефиниција. Меѓу другите работи, тој го вклучува правото да воспостави и развие односи со други човечки суштества и надворешниот свет (види, на пример, Pretty v. the United Kingdom, no. 2346/02, § 61, ECHR 2002III). Иако било кажано дека остварувањето на правата од членот 8, вклучително и приватниот и семејниот живот, главно се однесува на односите меѓу живите луѓе, не е исклучено овие поими исто така да се однесуваат и на одредени ситуации после смртта (види, особено, Jones v. the United Kindgom (dec.), no. 42639/04, 13 September 2005, во врска со одбивањето од страна на властите да му дозволат на жалителот да постави спомен плоча со фотографија на гробот на својата ќерка и Elli Poluhas Dödsbo v. Sweden, no. 61564/00, § 24, ECHR 2006I, во врска со одбивањето од страна на властите да ѝ дозволат на жалителката да ја пренесе урната со пепелот од нејзиниот починат сопруг од едни гробишта на други и HadriVionnet v. Switzerland, no. 55525/00, § 52, 14 February 2008, во врска со погребувањето на мртвороденото дете на жалителката од страна на властите без да ѝ се даде шанса да присуствува на истиот). Во случај од неодамна, Судот одлучи дека одбивањето од страна на властите да им ги врати телата на роднините на жалителите и наредбата за нивното погребување на непозната локација, со што жалителите биле лишени од шансата да ја знаат локацијата на гробиштата и последователно да ги посетуваат претставувало мешање во нивниот приватен и семеен живот (види, Sabanchiyeva and Others v. Russia, no. 38450/05, §§ 122123, ECHR 2013 (извадоци)).", "256. Во овој случај жалителот поднел докази, имено копија од својот поранешен советски пасош и неговиот извод од матичната книга на венчани, кои покажувале дека бил роден во Гулистан во 1929 г. и дека се оженил таму во 1955 г. Исто така Судот одлучи дека тој утврдил дека жалителот поседувал куќа во Гулистан, која, иако била многу оштетена, сè уште постоела до денешен ден (види параграф 197 горе). Неговото тврдење дека, откако ја изградил својата куќа во раните шеесетти години, тој живеел таму со своето семејство до неговото бегство во јуни 1992 г. е поддржано од низа изјави на сведоци. Конечно, картите на Гулистан поднесени од странките и третата странка Владата, покажале дека имало гробишта во селото. Со оглед дека жалителот бил од Гулистан и многумина од неговите роднини живееле таму, исто така можело да се верува дека гробиштата биле на неговите починати роднини на селските гробишта.", "257. Судот затоа прифаќа дека жалителот имал „дом“ во Гулистан, кој тој не го напуштил доброволно во јуни 1992 г. Сржта на неговата жалба е токму тоа дека не можел да се врати уште од тогаш. Во овие околности неговото пролонгирано отсуство не може да се смета за прекин на континуираната врска со неговиот дом. Исто така, Судот смета дека е утврдено дека жалителот живеел во Гулистан поголемиот дел од својот живот, па затоа мора да ги развил поголемиот дел од своите социјални врски таму. Последователно, тоа што не можел да се врати во селото исто така влијаело на неговиот „приватен живот“. Конечно, Судот смета дека во околностите на случајот, културната и верската поврзаност на жалителот со гробовите на своите починати роднини во Гулистан, исто така можело да потпадне под поимот на „приватен и семеен живот“. Ако се земе сè во предвид, неможноста на жалителот да се врати во своето поранешно место на живеење тоа имало последици по неговиот „приватен и семеен живот“ и „дом“.", "258. Како заклучок Судот го отфрла приговорот на Владата во врска со статусот на жртва на жалителот во однос на гробовите на неговите роднини и смета дека фактите на случајот потпаѓаат под поимите на „приватен и семеен живот“ и „дом“. Оттука може да се примени членот 8.", "2. Дали имало континуирана повреда на членот 8 од Конвенцијата", "259. Судот упатува на размислувањата коишто се дадени горе, а кои го довеле до наодот за континуирана повреда на членот 1 од Протоколот бр. 1. Тој одлучи дека заради состојбата во Гулистан, тоа што на жалителот, или на секој друг цивил, не му бил дозволен пристап до селото било во интерес на заштитата на цивилите од опасностите кои демнеле во областа. Меѓутоа, неможноста за жалителот да има пристап до неговата имот во Гулистан без Владата да преземе некакви алтернативни мерки со цел да се обноват неговите сопственички права или да му се обезбеди надоместок за загубеното уживање на истиот, наметнувала и продолжила да наметнува претеран товар врз него.", "260. Истите размислувања важат и во однос на жалбата на жалителот во однос на членот 8 од Конвенцијата. Неможноста за жалителот да има пристап до неговиот дом и до гробовите на своите роднини во Гулистан без Владата да преземе некакви мерки со цел да се осврне на неговите права и да му обезбеди барем надоместок за загубата да ги ужива истите, наметнувало и продолжувало да наметнува претеран товар врз него.", "261.  Соодветно на тоа Судот заклучува дека имало континуирана повреда на правата на жалителот согласно членот 8 од Конвенцијата.", "VI.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "262. Жалителот се жалеше дека немало делотворен правен лек кој му бил достапен во однос на неговите гореспоменати жалби. Тој се повика на членот 13 којшто го уредува следново:", "„Секој човек, чии права и слободи признати со оваа Конвенција се нарушени, има право на делотворен правен лек пред националните власти, дури и тогаш кога повредата на овие права и слободи ја сториле лица при вршење на службена должност.“", "А. Изјаснување на странките", "1.  Жалителот", "263. Жалителот најпрво упати на аргументите поднесени во однос на исцрпувањето на домашните правни лекови. Второ, тој изнесе детални аргументи дека корисните заклучоци во врска со барањата за делотворни правни лекови во контекст што може да се спореди можат да се извлечат од судската пракса на Судот поврзана со имотите во северен Кипар на грчките Кипрани.", "264. Во случајот Ксенидес-Арестис против Турција (Xenides-Arestis v. Turkey (dec.), (no. 46347/99, 14 March 2005)), Судот утврдил дека достапните правни лекови во „ТРСК“ во однос на загубата на пристап и уживање во имотот и домот биле неделотворни по низа основи. Во последователниот случај Демопулос и други (Demopoulos and Others, ((dec.), цитиран горе, §§ 104-129) Судот ја испитал ефективноста на правните лекови кои биле изменети и дополнети во меѓувреме. Откако спровел детална проверка, Судот бил задоволен дека постапките пред Комисијата за недвижен имот обезбедувале делотворен правен лек. Тој забележа конкретно дека споменатата комисија, која вклучувала независни меѓународни членови, функционирала четири години; дека таа донела одлука по осумдесет и пет жалби, а околу триста други побарувања сè уште чекале пред неа; немало докази дека постапките ќе траеле неразумно долго; Комисијата исплатила значителни суми на пари по пат на надоместок; побарувања исто така можеле да се поднесат и за нематеријална штета, вклучително и аспектите на секакви загуби на уживање во домот; размена на имот била направена во неколку случаи; и имало право на жалба пред суд. Одлуката во случајот на Демопулос покажала дека на Судот му требале значителни докази за ефективност во практикувањето на наводните правни лекови.", "265.  Други примери на правни лекови кои Судот утврди дека се делотворни во некои слични ситуации, биле поврзани со иселувањето на селани во југоисточна Турција (види, Içyer v. Turkey (dec.), no. 18888/02, ECHR 2006-I).", "266.  Наспроти тоа во овој случај правните лекови за кои владата тврдеше дека се ефективни не ги имаат исполнети никои од овие барања.", "2. Тужената Влада", "267. Владата упати на суштината на нивните поднесоци во врска со исцрпувањето на домашните правни лекови. Тие особено тврдеа дека азербејџанските закони ја штителе и сопственоста и поседувањето на имот и обезбедувале соодветни процедури кои биле достапни за граѓаните и странците и кои им дозволувале да започнат постапки пред судовите во врска со загуба или оштетувања претрпени на територијата на Азербејџан.", "3. Ерменската влада, интервенција на трета странка", "268. Ерменската Влада ги поддржа аргументите поднесени од жалителот. Тие стоеја на ставот дека постоела административна пракса во Азербејџан за спречување на присилно протераните Ерменци, и генерално сите лица од ерменско потекло да се вратат па дури и само во посета на Азербејџан.", "Б. Оценка на Судот", "269.  Судот веќе има утврдено континуирани повреди на членот 1 од Протоколот бр. 1 и членот 8 од Конвенцијата. Жалбите на жалителот оттука имаат аргументи во однос на членот 13 (види на пример, Doğan and Others, цитиран горе, § 163).", "270. Жалбата на жалителот во овој дел во голема мерка ги отсликува истите или слични елементи како оние по кои веќе е одлучувано во контекст на приговорот во врска со исцрпувањето на домашните правни лекови. Дополнително, жалителот тврдеше дека судската пракса на Судот содржела индикации за специфичните барања што требале да бидат исполнети од правните лекови кои биле дизајнирани да се осврнат на повредите на правата на имот и дом на бегалците или раселените лица за да бидат делотворни.", "271.  Судот го потврдува својот претходен наод дека Владата не успеала да го отфрли товарот на докажување на достапноста за жалителот на правен лек којшто можел да му обезбеди обесштетување на жалителот во врска со неговите жалби во однос на Конвенцијата и да понуди разумни шанси за успех (види параграф 119 горе).", "272. Исто така Судот забележува дека наодот согласно членот 1 од Протоколот бр. 1 и членот 8 горе поврзан со неуспехот на државата да креира механизам којшто ќе му дозволи на жалителот, и на други во слична ситуација, да си ги обноват своите права во однос на имотот и домот и да добијат обесштетување за претрпените загуби. Судот затоа гледа тесна поврзаност во овој случај меѓу повредите утврдени согласно членот 1 од Протоколот бр. 1 и членот 8 од Конвенцијата од една страна и барањата на членот 13 од друга страна.", "273.  Како заклучок Судот утврди дека немало и понатаму нема достапни делотворни правни лекови во однос на повредата на правата на жалителот согласно членот 1 од Протоколот бр. 1 и согласно членот 8 од Конвенцијата.", "274.  Соодветно на тоа има повреда на членот 13 од Конвенцијата.", "VII. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 14 ОД КОНВЕНЦИЈАТА", "275. Конечно, жалителот се жалеше во однос на своите жалби утврдени горе дека тој подложел да дискриминација врз основа на неговото етничко потекло и верска припадност. Тој се повика на членот 14 од Конвенцијата којшто го уредува следново:", "„Уживањето на правата и слободите, утврдени во [оваа] Конвенција, ќе биде обезбедено без никаква дискриминација заснована врз пол, раса, боја на кожата, јазик, вера, политичко или кое и да е друго мислење, национално или социјално потекло, припадност на национално малцинство, материјална положба, потекло по раѓање или кој и да е друг статус.“", "А. Изјаснување на странките", "1.  Жалителот", "276. Според гледиштето на жалителот дискриминирачкото постапување со Ерменците бил основниот аспект на случајот. Тој тврдеше дека само етничките Ерменци биле присилени од азербејџанската војска да ги напуштат имотите и домовите во контекст на конфликтот во Нагорно-Карабах. Тие и понатаму не можеле да се вратат или да искористат некакви делотворни правни лекови. Додека внатрешно раселените Азербејџанци имале корист од владината помош, буквално ништо не било направено за Ерменците кои биле во иста ситуација како и жалителот.", "2. Тужената Влада", "277. Владата ги отфрли тврдењата на жалителот дека тој бил подложен на дискриминирачки мерки на сметка на неговото етничко потекло или верска припадност. Што се однесува до неговото враќање во Гулистан, тие тврдеа дека безбедносната ситуација во областа не дозволувала присуство на цивили во областа. Конечно Владата тврдеше дека тие покажале доволно политичка волја да го решат конфликтот на начин на кој ќе им се дозволело на сите бегалци и внатрешно раселени лица да се вратат во своите поранешни места на живеење.", "3. Ерменската влада, интервенција на трета странка", "278. Ерменската Влада се согласи со жалителот, подвлекувајќи дека на неговата жалба требало да се гледа пошироко во контекст на конфликтот во Нагорно-Карабах: само етничките Ерменци биле подложени на присилно раселување од Азербејџан и тоа што не му било дозволено да го оствари своето право да се врати, било исто така поврзано со неговото етничко потекло.", "Б. Оценка на Судот", "279. Судот смета дека жалбите на жалителот согласно членот 14 од Конвенцијата во суштина достигнуваат до истото ниво како и жалбите кои Судот веќе ги има разгледано во однос на членот 1 од Протоколот бр. 1 и во однос на членовите 8 и 13 од Конвенцијата. Земајќи ги во предвид неговите наоди на повреда во однос на овие членови Судот смета дека не произлегува посебно прашање во однос на членот 14 (види, на пример, Cyprus v. Turkey, цитиран горе, § 199; Xenides-Arestis v. Turkey, no. 46347/99, § 36, 22 December 2005; Catan and Others, цитиран горе, § 160).", "VIII. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "280.  Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините Протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "281. Жалителот побара прво и пред сè враќање на неговата сопственост, вклучително и на правото на враќање на неговиот имот и дом во Гулистан. Понатаму, тој предложи дека може да е соодветно за Судот да ѝ посочи на Владата општи мерки согласно членот 46 од Конвенцијата. Жалителот бараше надоместок за материјална штета во износ од 374.814 евра. Исто така, тој побаруваше нематеријална штета во вкупен износ од 190.000 евра. Конечно, тој побаруваше надоместок за трошоците и издатоците настанати во текот на постапките пред Судот.", "282. Владата се спротивстави на овие побарувања.", "283. Судот, откако ја зеде во предвид вонредната природа на случајот, смета дека за прашањето на примената на членот 41 сè уште нема услови да одлучи. Прашањето соодветно на тоа мора да биде резервирано и последователната процедура да биде дефинирана имајќи го во предвид секој договор којшто можеби ќе се постигне меѓу Владата и жалителот.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ", "1. Го отфрла, со петнаесет гласа наспроти два, прелиминарниот приговор на тужената Влада за неисцрпување на домашните правни лекови;", "", "2. Одлучи, со петнаесет гласа наспроти два, дека прашањата на кои се однесуваат жалбата се во рамките на јурисдикцијата на Република Азербејџан и дека тужената Влада има одговорност согласно Конвенцијата и", "го отфрла прелиминарниот приговор на тужената Влада за немањето јурисдикција и одговорност;", "", "3. Го отфрла, со петнаесет гласа наспроти два, прелиминарниот приговор на тужената Влада дека Судот немал надлежност ratione temporis што се однесува до жалбите на жалителот во однос на неговата куќа;", "", "4. Го отфрла, со петнаесет гласа наспроти два, прелиминарниот приговор на тужената Влада дека жалителот немал статус на жртва во врска со неговите жалби поврзани со гробовите на своите роднини;", "", "5. Одлучи, со петнаесет гласа наспроти два, дека имало континуирана повреда на членот 1 од Протоколот бр. 1 од Конвенцијата;", "", "6. Одлучи, со петнаесет гласа наспроти два, дека имало континуирана повреда на членот 8 од Конвенцијата;", "", "7. Одлучи, со петнаесет гласа наспроти два, дека имало континуирана повреда на членот 13 од Конвенцијата;", "", "8. Одлучи, со шеснаесет гласа наспроти еден, дека не произлегува никакво посебно прашање во однос на членот 14 од Конвенцијата;", "", "9. Одлучи, со петнаесет гласа наспроти два, дека по прашањето за примената на членот 41 сè уште не може да се одлучи; и последователно,", "(а) го резервира споменатото прашање во целина;", "(б) ги повикува тужената Влада и жалителот да поднесат, во рок од дванаесет месеци од датумот кога ќе бидат известени за оваа пресуда, писмени мислења во однос на ова прашање и особено да го информира Судот доколку постигнале некаков договор;", "(в) ја резервира понатамошната постапка и му дава на претседателот на Судскиот совет овластување да ја одреди доколку има потреба.", "", "Изготвена на англиски и француски јазик, и донесена на јавна расправа во Зградата на човековите права, Стразбур, на 16 јуни 2015 г.", "Мајкл О’Бојл\t\t\t\t\t\tДин Шпилман\n Заменик секретар\t\t\t\t\t\t Претседател", "", "Во согласност со членот 45 § 2 од Конвенцијата и правилото 74 § 2 од Деловникот на Судот, кон оваа пресуда се приложени следниве издвоени мислења:", "(а) мислење на согласување на судијата Зиемеле;", "(а) мислење на согласување на судијата Јудкивска;", "(в) мислење на делумно несогласување на судијата Ѓулумјан;", "(г) мислење на несогласување на судијата Хаџијев;", "(г) мислење на несогласување на судијата Пинто де Албукерки.", "Д.С.\nМ.О’Б", "", "© Совет на Европа/Европски суд за човекови права, 2015.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права (http://hudoc.echr.coe.int) или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на publishing@echr.coe.int .", "", "© Council of Europe/European Court of Human Rights, 2015.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int ) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}