{"file": "MAC_HJUDMAC_18944_02.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "18944/02", "text_paragraphs": ["", "© Совет на Европа/ Европски суд за човекови права, 2012. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот. За понатамошни информации видете ја целосната назнака за авторски права на крајот на овој документ.", "", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "ЧЕТВРТА СЕКЦИЈА", "", "СЛУЧАЈОТ НА КОРСАКОВ против МОЛДАВИЈА", "", "(Жалба бр. 18944/02)", "", "ПРЕСУДА", "", "СТРАЗБУР", "", "4 април 2006 г.", "", "КОНЕЧНА", "", "04/07/2006", "", "Оваа пресуда ќе стане правосилна во околностите утврдени во членот 44 § 2 од Конвенцијата. Истата може да подлегне на уредувачка ревизија.", "", "Во случајот на Корсаков против Молдавија", "Европскиот суд за човекови права (Четвртата секција), кој заседаваше како Судски совет составен од:", "\tСер\t\tНиколас Браца (Nicolas Bratza), претседател\n\tГ-дин\tЏ. Бонело (G. Bonello),\n\tГ-дин\tК. Траја (K. Traja),\n\tГ-дин\tС. Павловски (S. Pavlovschi),\n\tГ-дин\tЛ. Гарлицки (L. Garlicki),\n\tГ-ѓа\t\tЛ. Мијовиќ (L. Mijović),\n\tГ-дин\tЈ. Шикута (J. Šikuta), судии,\nи \tг-дин \tМ. О’Бојл (M. O’Boyle), секретар на Секцијата,", "Откако го разгледа случајот на затворена седница на 14 март 2006 г.,", "Ја донесе следната пресуда, којашто беше усвоена на истиот датум:", "ПОСТАПКА", "1. Случајот потекнуваше од жалба (бр. 18944/02) против Република Молдавија поднесена до Судот согласно членот 34 од Конвенцијата за заштита на човековите права и основни слободи („Конвенцијата“) од страна на Михаи Корсаков („жалителот“) на 6 август 2001 година.", "2. Жалителот беше претставуван од г-ѓата Доина Страистеану, која на почетокот работела во име на „Молдавскиот хелсиншки комитет за човекови права“, невладина организација со седиште во Кишињев, а подоцна самостојно. Молдавската Влада („Владата“) беше претставувана од нејзиниот агент, г-динот Виталие Парлог.", "3. Жалителот тврдеше дека бил подложен на сериозна полициска бруталност и дека властите не спровеле соодветна истрага за инцидентот со што бил прекршен членот 3. Тој исто така се жалеше согласно членот 13 од Конвенцијата.", "4. Жалбата била доделена на Четвртата секција. На 22 јуни 2004 година Судскиот совет на таа Секција одлучи да ја извести Владата за жалбата.", "5. На 1 ноември 2004 г. Судот го смени составот на своите Секции (правилото 25 § 1). Овој случај бил доделен на новосоставената Четврта секција (правилото 52 § 1).", "6.  Со одлука од 13 септември 2005 г., Судот ја прогласи жалбата за допуштена.", "7.  И жалителот и Владата поднесоа сопствените забелешки во однос на основаноста (правилото 59 § 1).", "ФАКТИ", "I. ОКОЛНОСТИТЕ НА СЛУЧАЈОТ", "8.  Жалителот е роден во 1981 г. и живее во Карпинени, Молдавија.", "9. На 9 јули 1998 г. жалителот, кој имал седумнаесет години, бил уапсен под обвинение за кражба. На пат кон полициското возило тој се обидел да го фрли џебното ноже. Откако биле предупредени од минувач, полицајците А. Тулбу и В. Дубчеак го фрлиле жалителот на земја. Според жалителот му удриле и бокс во лице и му ставиле лисици. Тие исто така наводно го удирале цел пат до полициската станица.", "10. Во полициската станица полицајците наводно продолжиле да го тепаат жалителот за време на распитот. Го клоцале, му удирале боксови, и го тепале со пендреци по целото тело и по табаните од неговите стапала за да добијат признание. Додека го тепале бил врзан со лисици. Наводно исто така долго време бил држен врзан за метална шипка. Владата ги отфрлила овие тврдења.", "11. На 10 јули 1998 г. жалителот тврди дека бил однесен од полицајците што го уапсиле во шума заради реконструирање на кривичното дело. Тој наводно бил тепан на пат кон шумата. Во шумата еден од полицајците наводно ставил пиштол на главата на жалителот и му се заканил дека ќе пука ако не признаел. Вечерта бил ослободен од притвор. Од документите што биле поднесени од странките се чини дека жалителот признал дека ја сторил кражбата. Меѓутоа подоцна кривичната постапка против него била прекината по основ на недостаток на „суштински елементи“ на кривично дело.", "12. Според Владата на жалителот полицајците не можеле да му се закануваат со пиштол затоа што тие не го придружувале до шумата. Тој бил однесен во шумата за потребите на истрагата, но не за реконструкција на кривичното дело.", "13.  На 11 јули 1998 г. здравствената состојба на жалителот се влошила и мајка му го однела на лекар кој утврдил дека страдал од траума на главата и церебрален синдром после потрес на мозок.", "14. На 13 јули 1998 г. лекар по судска медицина го прегледал жалителот и утврдил дека има сиво-жолтеникави модрици од 3 х 2 см и 6 х 5 см околу неговото десно око, десно уво, усните и на табанот од неговото лево стапало. Мекото ткиво на главата и забите од десната страна го болело на допир. Лекарот заклучил дека повредите можеле да бидат нанесени со удари со тап предмет, можно во условите опишани од жалителот, и одговарале на категоријата на лесни телесни повреди.", "15.  На 13 јули 1998 г. мајката на жалителот поднела кривична жалба до Обвинителството на Округот Ханчешти од кое побарала покренување на кривична постапка против полициските службеници кои наводно го малтретирале нејзиниот син и му се заканиле со смрт.", "16. На 14 јули 1998 г. специјалист за уво, грло и нос го прегледал жалителот и заклучил дека страдал од хипераемија и имал централна перфорација на десната тимпанична мембрана.", "17.  На 28 јули 1998 г. друг специјалист заклучил дека жалителот страдал од пост-трауматско акутно воспаление на увото на десната страна и агногенично воспаление на увото на левата страна со перцептивна глувост.", "18.  Меѓу 14 и 25 јули, 30 јули и 22 август, 2 и 17 септември и 14 октомври и 3 ноември 1998 г., жалителот бил хоспитализиран со дијагноза на траума на главата и ненадејна глувост (surditate de percepţie brusc instalată).", "19. На 3 август 1998 г. мајката на жалителот била информирана од Обвинителството од Ханчешти дека нејзината жалба била отфрлена по основ на недостаток на „суштински елементи“ на прекршок. Таа се жалела по одлуката до хиерархиски повисокиот обвинител.", "20. На 21 август 1998 г. мајката на жалителот примила писмо од хиерархиски повисокиот обвинител на Обвинителството од Ханчешти во кое ја информирал дека жалбата била отфрлена. Таа се жалела против одлуката до Окружниот суд на Ханчешти.", "21. На 16 ноември 1998 г. Окружниот суд на Ханчешти ја укинал одлуката на обвинителот за отфрлање на жалбата на жалителот за малтретирање и наредил да се спроведе дополнителна истрага. Тој одлучил меѓу другото дека било неспорно дека жалителот ги претрпел своите повреди на 9 јули 1998 г. во полициската станица или на пат натаму; меѓутоа околностите не биле јасни. Судот исто така одлучил дека Обвинителството од Ханчешти не посветил доволно внимание на фактот дека од 9 јули 1998 г. жалителот постојано бил подложен на болничко лекување и затоа бил спречен да оди на училиште.", "22. На 15 јануари 1999 г. Обвинителството од Ханчешти издало нова одлука со која повторно одбил да покрене кривична постапка против полициските службеници кои наводно го малтретирале жалителот. Во одлуката меѓу другото било кажано дека повредите кои жалителот ги здобил биле предизвикани од неговиот пад на 9 јули 1998 г. кога полицајците морале да го фрлат на земја за да го спречат неговиот напад со нож врз еден од нив. Одлуката се потпирала на лекарски извештај со датум од 14 јануари 1999 г. кој велел дека повредите можеле да бидат нанесени или од тап предмет или од пад. Мајката на жалителот се жалела до Вишото обвинителство.", "23. На 25 февруари 1999 г. Вишото обвинителство ја укинало одлуката од 15 јануари 1999 г. затоа што била „прерана“ и досието било вратено на Обвинителството на Округот Ханчешти на „дополнително разгледување“. Обвинителството меѓу другото сметало дека истрагата не успеала да ги разјасни околностите на наводниот напад со нож сторен од жалителот врз еден од полицајците.", "24.  На 15 март 1999 г. Обвинителството на Округот Ханчешти издал нова одлука со која тоа одбило да покрене кривична постапка против полициските службеници врз основа дека нивните дејствија немале никакви знаци на прекршок.", "25.  На 25 март 1999 г. хиерархиски повисокиот обвинител ја укинал одлуката од 15 март 1999 г. врз основа дека наводниот напад на жалителот со нож врз полициските службеници не бил соодветно истражен.", "26. На 9 април 1999 г. Обвинителството на Округот Ханчешти издал нова одлука со која тоа повторно одбило да покрене кривична постапка против полициските службеници бидејќи нивните дејствија биле оправдани. Истовремено Обвинителството утврдило дека жалителот не ги нападнал полицајците со нож, туку полицајците мислеле дека постоел ризик да бидат нападнати. Мајката на жалителот се жалела до хиерархиски повисокиот обвинител.", "27.  На 1 мај 1999 г. хиерархиско повисокиот обвинител ја укинал одлуката од 9 април 1999 г. и наредил покренување на кривична постапка против двајцата полициски службеници.", "28.  На неутврден датум жалителот поднел жалба до Министерството за внатрешни работи.", "29.  На 14 јуни 1999 г. Министерството за внатрешни работи го информирало жалителот дека дисциплинска казна би била изречена против полициските службеници А. Тулбу и В. Дубчеак само доколку биле прогласени за виновни во кривичната постапка.", "30. На 20 септември 1999 г. Обвинителството од Ханчешти донело одлука за прекинување на кривичната истрага. Одлуката меѓу другото утврдувала дека жалителот имал нож во раката, но дека не се обидел да ги нападне полицајците со него. Мајката на жалителот се пожалила против одлуката.", "31. На 18 ноември 1999 г. хиерархиски повисокиот обвинител од Обвинителството од Лапушна ја отфрлил жалбата. Во одлуката било кажано меѓу другото дека повредите што ги претрпел жалителот биле предизвикани од падот на 9 јули 1998 г. кога жалителот се обидел да го фрли ножот, но полицајците сметале дека ќе го употреби против нив и го фрлиле на земја. Здравствената состојба на жалителот била „нормална“ и неден од сведоците не видел дека полицијата го тепала. Мајката на жалителот се жалела.", "32. На 10 февруари 2000 г. Вишото обвинителство ја потврдило жалбата на жалителот и наредило повторно отворање на кривична истрага. Тоа се изјаснило, меѓу другото дека истрагата била спроведена „на крајно површен начин“. Тоа дало насоки на истражните лица, меѓу другото, повторно да ги сослушаат сведоците и странките во случајот и да истражат дали полицајците А. Тулбу и В, Дубчеак пукале со пиштол во шумата. Тоа исто така наредило да се изврши лекарски преглед на жалителот и упатило на неколку контрадикторни изјави на сведоците и на процедурални нерегуларности.", "33.  На 28 февруари 2000 г. на барање на истражното лице В.Б. од Обвинителството од Ханчешти, независна медицинска комисија од четири искусни лекари по судска медицина извршила темелен лекарски преглед. Врз основа на претходните лекарски потврди и нејзините сопствени прегледи комисијата изготвила извештај во кој меѓу другото се велело дека:", " „При судското вештачење беше утврдено дека [жалителот] имал модрици околу десното око, десното уво, на неговите усни и на табанот од неговото лево стапало.", "Од досието на [жалителот] се чини дека на возраст од осум месеци ... имал воспаление со гној на левото уво.", "На 11 јули 1998 г. невролог утврди дека [жалителот] страдал од акутна траума на главата со церебростеничен синдром.", "На 14 јули 1998 г. специјалист за уво, грло и нос утврдил дека [жалителот] страдал од тимпанична хипераемија и имал централна перфорација на десната тимпанична мембрана како резултат на баротраума [повреда предизвикана од брзи и екстремни промени во притисокот] на 9 јули 1998 г.", "На 14 јули 1998 г. не се чинело дека [жалителот] има некакви повреди на неговите заби.", "На 28 јули 1998 г. специјалист за уво, грло и нос утврдил дека [жалителот] страдал од пост-трауматско акутно воспаление на увото на десната страна и агногеничко воспаление на увото на левата страна. Тој страдал и од ненадејна глувост (surditate de percepţie brusc instalată).", "На 9 октомври 1998 г. невролог утврдил дека како последица на траума на главата [жалителот] страдал од интракранијална хипертензија со знаци на епилепсија.", "На 20 април 2000 г. [жалителот] бил прегледан од отоларинголог кој утврдил дека тој страдал од пост-трауматски билатерален хипоакузис [благо влошена аудиторна чувствителност, со нивоа на прагот на слушање над нормалното]. Била препорачана хоспитализација.", "...", "1. Врз основа на гореспоменатото, комисијата доаѓа до заклучок дека М. Корсаков страдал од повреди во форма на модрици на лицето (десното око, десното уво и усните) и табанот на своето лево стапало; траума на главата и потрес на мозокот; пост-трауматско акутно воспаление на увото на десната страна и агногеничко воспаление на увото на левата страна со билатерална хипоакузис.", "...  За повредите на жалителот му било потребно долгорочно лекување и можеле да се квалификуваат како умерено сериозни (mai puţin grave).", "...", "3. Комисијата нема никаков објективен основ да верува дека повредите жалителот можел да ги добие пред 9 јули 1998 г.", "4. Повредите биле нанесени со удари со тапи предмети (aceste leziuni au fost cauzate prin acţiunea corpurilor contondente (lovire)), можно во околности како што се опишани од жалителот и тие не можеле да бидат добиени како резултат на пад (n-au putut fi produse prin cădere).", "5. ...Во моментов здравствената состојба на г-динот Корсаков е релативно задоволителна и тој страда од пост-трауматски билатерален хипоакузис...“", "34. На 10 јуни 2000 г. Обвинителството од Лапушна донело одлука за прекинување на кривичната истрага. Одлуката меѓу другото утврдувала дека жалителот имал нож во раката но дека не се обидел да ги нападне полицајците со него. Мајката на жалителот се пожалила против одлуката.", "35. На 12 јули 2000 г. Вишото обвинителство ја укинало одлуката од 10 јуни 2000 г. и побарало да се спроведе дополнителна истрага. Тоа утврдило меѓу другото дека укинатата одлука била незаконска и имала тенденциозен карактер. Тоа меѓу другото изјавило:", "„Спротивно на заклучокот на лекарската комисија која јасно утврдила дека повредите на Корсаков биле нанесени со удари со тап предмет, можно во околностите кои биле опишани од жалителот и дека тие не можеле да бидат претрпени како резултат на пад, истражното лице В.Б. во својата одлука посочило дека повредите биле предизвикани од падот на жалителот...“", "36. На 30 август 2000 г. Обвинителството од Лапушна издала одлука со која тоа ја прекинало кривичната истрага против жалителот за наводен напад со нож на полициски службеници на 9 јули 1998 г. Тоа одлучило дека немало основи да се верува дека жалителот имал намера да употреби нож против полициските службеници.", "37. На 31 август 2000 г. Обвинителството од Лапушна издало одлука со која кривичната постапка против полициските службеници исто така била прекината. Тоа меѓу другото изјавило дека жалителот имал нож во раката и дека полицајците тоа го протолкувале како закана и го фрлиле на земја. Како резултат на тоа жалителот се здобил со повреди при ударот на главата кога паднал на земја додека полицајците делувале во легитимна одбрана. Жалителот ја обжалил одлуката.", "38.  На 21 јануари 2001 г. одлуката од 26 август 2000 г. била укината од Вишото обвинителство и кривичните постапки беа повторно отворени.", "39. На 28 февруари 2001 г. Обвинителството од Лапушна повторно ја прекинало кривичната постапка против полициските службеници. Жалителот се жалел.", "40. На 20 март 2001 г. хиерархиски повисокиот обвинител од Обвинителството на Лапушна ја укинало одлуката од 28 февруари 2001 г. и наложил повторно отворање на истрагата.", "41. На 20 јуни 2001 г. Обвинителството од Лапушна издало одлука со која ја отфрлило жалбата на жалителот. Тие меѓу другото изјавиле:", "“... Според лекарското уверение од 15 јануари 1998 г., Корсаков имал модрици на неговото десно око, десно уво и последици од баротраума, траума на главата, кои можеле да бидат предизвикани со пад, а кои потпаѓаат под категоријата на лесни телесни повреди.", "Според заклучокот на Комисијата [лекарскиот извештај од 28 февруари 2000 г.] забите на Корсаков не биле повредени и било откриено дека страдал од пост-трауматско акутно воспаление на увото на десната страна и агногеничко воспаление на увото на левата страна со билатерен хипоакузис кои можеле да бидат предизвикани од удари.", "Не е спорно дека жалителот бил повреден; меѓутоа повредите биле нанесени во рамките на законските ограничувања. Што се однесува до агногеничкото воспаление на увото на левата страна постои сомнеж дека жалителот страда од тоа од детството ... Според лекарот А.М. агногеничкото воспаление на увото на левата страна не е поврзано со воспалението на увото на десната страна и можело да биде предизвикано од настинка или инфекција, но не од удар.", " Глувоста може да биде предизвикана од бројни причинители, и за да се знае нејзиното потекло важно е да се утврди моментот кога се јавила. Во овој случај невозможно е да се утврди точниот момент на почеток на глувоста на жалителот; особено со оглед дека во својата прва изјава Корсаков изјавил дека дури после ударите што ги добил почнал да слуша ѕвонење во своето десно уво, но не кажал ништо за болката или за глувоста во левото уво.", "Полициските службеници [А. Тулбу и В. Дубчеак] и сведокот Ц. изјавиле дека на 9 јули 1998 г. на патот кон полициската станица не била употребена физичка сила против жалителот со исклучок кога му бил одземен ножот што му бил во раката. Потоа, со примена на посебна техника, жалителот бил фрлен на земја, при што ја удрил главата ...", "Корсаков признал дека имал нож и објаснил дека се обидувал да го фрли за да избегне проблеми во полициската станица.", "Полициските службеници М.И. и Д.И. кои биле во полициската станица на 9 јули 1998 г. изјавиле дека никој не употребил физичка сила против жалителот во нивно присуство, дека не биле употребени лисици и дека не бил тепан со пендрек...", "Мајката на жалителот изјавила дека вечерта на 9 јули 1998 г. го видела синот во полициската станица и немал никакви повреди... Вујкото на жалителот Б.В. исто така изјавил дека го видел жалителот во полициската станица на 10 јули 1998 г. меѓу 1 и 2 часот наутро и дека немало никакви знаци на повреди ... и жалителот не му се пожалил дека бил нападнат.", "...", "Повредите што ги претрпел Корсаков биле предизвикани кога паднал на земја и ја удрил главата кога полициските службеници А. Тулбу и В. Дубчеак се соочиле со реална закана од повреда. Полицајците дејствувале во рамките на ограничувањата од членовите 14 и 15 од Законот за полиција кога му го одзеле ножот.“", "42. Одлуката не вклучувала никакви упатувања на тврдењата на жалителот дека на 10 јули 1998 г. бил однесен во шумата и дека му се заканиле со смрт. Жалителот се жалел.", "43. После 20 јуни 2001 г. истрагата била повторно отворана и затворана во неколку прилики. Конечната одлука за затворање на истрагата била таа од 10 јануари 2002 г, на Обвинителството од Лапушна.", "44. Откако случајот бeше прогласен за допуштен од Судот, на 7 ноември 2005 г. Вишото обвинителство наредило повторно отворање на истрагата. Повторно отворената истрагата е сè уште во фаза на чекање. Според Владата повторното отворање било предизвикано од загриженоста на вишиот обвинител дека повредите кои ги претрпел жалителот во јули 1998 г. го влошиле неговото здравје до ниво на инвалидитет од втор степен кој според молдавското право е еднакво на губење на работоспособност од 50-75%, и дека на жалителот му требало постојан медицински третман.", "", "", "II. РЕЛЕВАНТНО ДОМАШНО ПРАВО", "", "45. Законот за кривична постапка кој бил на сила меѓу 24 март 1961 г. и 12 јуни 2003 г. уредува:", "„Членот 193. Писмени жалби во врска со постапките на органите на кривичната истрага или во врска со постапките на истражителот на кривични дела ќе бидат упатени до обвинителот.", "Член 194. Обвинителот ќе ја разгледа жалбата и ќе ја достави својата одлука до заинтересираното лице во рок од три дена откако ќе ја прими. Доколку жалбата е отфрлена, обвинителот ќе ги даде причините за својата одлука.", "Член 195/1. Одлуките на органите на кривичната истрага и обвинителот можат да бидат оспорени пред суд од страна на обвинет, адвокат, жртва...", "Лицата посочени во првиот став имаат право да ги оспорат пред суд ... одлуките во врска со прекинувањето и сопирањето на кривичната постапка...", "Жалбата ќе биде упатена до надлежниот Окружен суд во рок од десет дена од датумот на кој заинтересираното лице дознава за одлуката.", "Членот 195/3. Едно лице чии права биле повредени со одбивањето да се покрене кривична постапка може да ја оспори на суд одлуката во врска со прекинувањето на привичната постапка во рок од десет дена од датумот на кој ќе дознае за одлуката.", "Член 195/4. ... Надлежниот суд ќе ги испита причините за одбивањето да се покрене кривична постапка и нивното придржување кон процедуралното право. По испитувањето, судот може да ја усвои една од следниве одлуки:", "1) да ја укине одлуката со која се одбива покренување на кривичната постапка;", "2) да ги модифицира причините што се дадени за одбивањето кога се потврдува истото;", "3) да ја отфрли жалбата ...“", "46.  Стариот Кривичен законик кој бил на сила меѓу 24 март 1961 г. и 12 јуни 2003 г. вели:", "„Членот 185, ... Злоупотреба на овластувањето проследено од чинови на насилство преку примена на оружје или со чинови на мачење и понижување се санкционира со казна затвор од три до десет години и со забрана за извршување на одредени активности за период од најмногу пет години. ...”", "47. Стариот Граѓански законик кој бил на сила до 12 јуни 2003 г. вели:", "„Член 475. Секоја штета предизвикана на лице или на неговите или нејзините добра ... во целост ќе биде компензирано од лицето кое ја предизвикало истата.", "Обврска за надоместок не произлегува од штета предизвикана од легитимни дејствија, со исклучок на случаи уредени со закон.“", "48.  Законот за полиција од 18 декември 1990 г. вели:", "„Член 14. Услови и ограничувања за примена на сила, специјални техники и огнено оружје", "Полициските службеници имаат право да употребат сила, специјални техники и огнено оружје во случаи и на начин предвиден во овој закон. На примената на сила, специјални техники и огнено оружје ќе претходи предупредување за намерата истите да се употребат и ќе се дозволи доволно време за реакција, освен во случаи во кои задоцнетата примена на сила ... може да генерира директна закана по животот и здравјето на граѓани или полициски службеници или може да води кон сериозни последици.", "...", "Во секој случај кога примената на сила не може да се избегне, полициските службеници се обврзани да сторат сè што е во нивна моќ за да предизвикаат најмала можна штета по здравјето, достоинството и добрата на граѓаните како и да се овозможи да им се пружи лекарска помош на жртвите.", "Во случај на повреда или смрт како резултат на примена на сила ... полицискиот службеник ќе го пријави тоа на директно надреденото лице за овој да може да го информира обвинителот.", "Злоупотребата на овластувањата за примена на сила ... се казнува согласно законот.", "Член 15. Примена на физичка сила", "Полициските службеници имаат право да применат сила и специјални борбени техники за да се стави крај на криминални активности и заради неутрализација на отпорот на законските барања, само во случаи во кои ненасилните методи не се доволни за остварување на нивните обврски.“", "ПРАВОТО", "I.  НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 3 ОД КОНВЕНЦИЈАТА", "49.  Жалителот тврдеше дека имало повреда на членот 3 од Конвенцијата, кој го вели следново:", "„Никој не смее да биде подложен на мачење, нечовечно или понижувачко постапување или казнување.“", "50.  Судот забележува дека оваа жалба се однесува и на малтретирањето кое го претрпел жалителот и на истрагата на властите во однос на тоа малтретирање.", "А. Изјаснувања на странките", "51. Според жалителот платите и перспективите за напредување во кариерата кои ги уживале молдавските полициски службеници зависеле од бројот на откриени прекршоци. Заради ова има пракса на малтретирање на осомничените за да се извлече признание од нив.", "52. Тој се изјасни дека му се заканувале со смрт и бил свирепо претепан од полициските службеници А. Тулбу и В. Дубчеак. Тој се повика на лекарскиот извештај од 28 февруари 2000 г. издаден од независна комисија на лекари по судска медицина назначени од Обвинителството (види во параграф 33 горе) кој според него ја потврдил сериозноста на повредите. Како резултат на тепањето тој оглувел и не бил способен да работи кога уште бил малолетен. Според жалителот начинот на кој се постапувало со него достигнало мачење.", "53. Во своите забелешки за допуштеноста и основаноста на случајот од септември 2004 г. Владата ги повтори аргументите од одлуката на Обвинителството од Лапушна од 20 јуни 2001 г. (види во параграф 41 горе). Во своите дополнителни забелешки за основаноста од ноември 2005 г. Владата тврдеше дека поднесоците на жалителот биле неосновани и дека во секој случај постапувањето не го надминало прагот утврден во членот 3 од Конвенцијата. Тие упатувале на наодите на Обвинителството од Лапушна во неговата одлука од 20 јуни 2001 г. и тврделе дека сите повреди што биле претрпени од жалителот биле предизвикани од неговиот пад. Според нив полициските службеници дејствувале во рамките на законот. Владата тврдела дека жалителот не можел да ја докаже причинско-последичната врска меѓу дејствијата на полициските службеници и неговиот инвалидитет. Според нив, влошувањето на здравјето на жалителот можело да биде последица од фактот дека неговото здравје било особено ранливо или од несоодветно лекување, како на пример несоодветни лекарства. Фрлањето на жалителот на земја му предизвикало лесни повреди но не и инвалидитет од втор степен.", "Б. Оценка на Судот", "1. Во врска со наводното малтретирање", "54. Како што судот има изјавено во повеќе прилики членот 3 ја обезбедува една од најосновните вредности на демократското општество. Дури и во најтешките околности како што е борбата против тероризмот и организираниот криминал, Конвенцијата апсолутно забранува мачење и нечовечно или понижувачко постапување или казнување. За разлика од повеќето материјални клаузули од Конвенцијата и Протоколите бр. 1 и 4, членот 3 нема никаква одредби за исклучоци и никаква дерогација од него не е дозволена според член 15 § 2, дури и во случај на општа вонредна состојба која се заканува по животите на нацијата (види Selmouni v. France [GC], no. 25803/94, § 95, ECHR 1999V, и Assenov and Others v. Bulgaria judgment of 28 October 1998, Reports of Judgments and Decisions 1998-VIII, p. 3288, § 93).", "55.  Судот потсетува дека кога едно лице е повредено за време на притвор или кога на некој друг начин е под надзор на полицијата, секоја таква повреда ќе предизвика силна претпоставка дека лицето било подложено на малтретирање (види Bursuc v. Romania, no. 42066/98, § 80, 12 October 2004). За државата е задолжително да обезбеди веродостојно објаснување како настанале повредите, и доколку не успее во тоа се наметнува јасен проблем според член 3 од Конвенцијата (Selmouni v. France, § 87). Не е доволно за една држава да упатува чисто на ослободување на обвинетите полициски службеници во текот на кривичното гонење и последователно, ослободување на полициските службеници од обвинението дека нападнале лице бидејќи тоа не ја ослободува државата од товарот на докажување согласно членот 3 од Конвенцијата за да се покаже дека повредите кои ги претрпело лицето додека било под полициска контрола не биле предизвикани од полициските службеници (Ribitsch v. Austria, judgment of 4 December 1995, Series A no. 336, §§ 34, 38).", "(а) Наодот на Судот во врска со фактите", "56. Неспорно е дека меѓу неговото апсење на 9 јули 1998 г. и вечерта на 10 јули 1998 г. жалителот бил под надлежност на полицијата. Исто така неспорно е дека жалителот ги добил повредите за време на тој период на време.", "57.  Сржта на изјаснувањата на Владата е дека жалителот се здобил со повредите кога бил фрлен на земја на 9 јули 1998 г. на пат кон полициската станица (види параграф 53 горе).", "58. Судот не е убеден од причините дадени од Владата и смета дека тие не успеале да обезбедат прифатливо објаснување за тоа како жалителот ги добил повредите. Тој забележува дека лекарскиот извештај од 28 февруари 2000 г. изготвен од независна комисија од четворица искусни лекари по судска медицина назначени од Обвинителството јасно кажува дека повредите на жалителот не можеле да бидат предизвикани од пад туку само од удари со тапи предмети (види во параграфот 33 горе). Тој исто така забележува дека заклучоците на лекарската комисија не биле оспорени од странките во домашните постапки, а Владата не поднела никакви докази пред Судот кои би ги поткопале јасните заклучоци на лекарската комисија. Затоа Судот смета дека извештајот има силна потврдена вредност за начинот на кој повредите на жалителот биле предизвикани.", "59. Покрај наодот дека повредите на главата на жалителот му биле нанесени со удари со тапи предмети и не можеле да бидат предизвикани од падот исто така треба да се забележи дека во извештајот на лекарската комисија од 28 февруари 2000 г. постои јасен наод во насока дека жалителот имал модрици по табанот на левото стапало, што повторно биле нанесени со удари со тап предмет. Овој наод е доследен со жалбата на жалителот дека бил тепан со пендрек по табаните на неговите стапала за да го натераат да признае. Меѓутоа домашните власти ги отфрлиле наодите на лекарската комисија и дошле до општ заклучок дека сите повреди на жалителот произлегле од неговиот удар со главата на земја, заклучок кој Судот го смета дека е неверодостоен.", "60.  Врз основа на материјалот презентиран пред него, Судот заклучува дека Владата не го задоволила товарот што го има за да го убеди дека повредите на жалителот биле предизвикани од нешто друго, а не од малтретирање додека бил под надзор на полицијата.", "61. Медицинските докази покажуваат дека жалителот бил тепан со тапи предмети по глава и по табанот од неговото лево стапало. Се чини дека како резултат на тепањето претрпел акутна траума на главата и потрес на мозокот; тој имал бројни модрици по лицето, околу неговото десно уво и по табанот на неговото лево стапало; имал перфорирана тимпанична мембрана како резултат на повреда (види во параграф 33) и страдал од ненадејна глувост која подоцна довела до ослабен слух (ибид.). Се чини дека неодамна повредите на жалителот се влошиле и достигнале инвалидитет од втор степен, кој според молдавскиот закон кореспондира со губење на 50-75% од неговата работоспособност.", "62.  Со оглед на фактот дека тврдењето на жалителот за тоа дека му се заканувале со пиштол било оспорено од странките и дека не се дадени никакви докази од страна на жалителот, Судот не може да донесе никаков заклучок во таа насока.", "(б) Карактеризација на постапувањето согласно членот 3", "63. Судот понатаму ја утврди формата на малтретирање на жалителот. При утврдување дали одредена форма на малтретирање треба да се квалификува како мачење мора да се обрне внимание на разликата, отелотворена во членот 3, меѓу овој поим и оној на нечовечно или понижувачко постапување. Како што е забележано во претходните случаи, се чини дека намерата на Конвенцијата била, по пат на оваа дистинкција, да прикачи посебна стигма на намерното нечовечно постапување кое предизвикува многу сериозно и свирепо страдање (види Ireland v. the United Kingdom, judgment of 18 January 1978, Series A no. 25, pp. 66-67, § 167). Фактот дека болката или страдањето биле намерно нанесени заради добивање на признание е дополнителен фактор што треба да се земе во предвид при одлучувањето дали малтретирањето достигнало ниво на мачење (Aksoy v. Turkey, judgment of 18 December 1996, Reports 1996VI, § 64; Salman v. Turkey, [GC], no. 21986/93, § 114, ECHR 2000VII).", "64. Во овој случај Судот го забележува особено интензитетот на ударите кои му биле нанесени на жалителот, како резултат на што тој страдал од многу сериозни повреди (види во параграф 61 горе). Како резултат на овие повреди, жалителот поминал приближно 70 дена во болница во различни периоди меѓу јули и ноември 1998 г. (види во параграф 18 горе). Важен елемент што треба да се земе во предвид се последиците кои малтретирањето ги имало врз здравјето на жалителот (види во параграф 61 горе). Судот исто така дава голема важност на неговата младост (седумнаесет години во времето на настаните) што го направи особено ранлив пред неговите напаѓачи.", "65. Меѓутоа, одлучувачки елемент при утврдување на формата на малтретирање е практикувањето на фалака (тепање по табани) на што бил подложен жалителот. Ова е форма на малтретирање која е особено за прекор затоа што однапред значи намера за добивање информации, казнување или заплашување. Судот потсетува дека во случајот на Салман против Турција, цитирам горе, § 115 тој утврди дека практикувањето на фалака, проследено со удар во градите, достигнало мачење.", "66.  Во такви околности, Судот смета дека насилството кое било применето врз жалителот било од особено сериозна природа, кое можело да предизвика голема болка и немилосрдно страдање што се смета за чин на мачење согласно членот 3 од Конвенцијата.", "67.  Во контекст на гореспоменатото, Судот заклучува дека имало повреда на членот 3 од Конвенцијата.", "2. Во врска со наводната несоодветност на истрагата", "68. Судот потсетува дека кога едно лице ќе даде веродостојно тврдење дека страдало од постапки со кои се повредува членот 3 од страна на полицијата или други агенти на државата, таа одредба гледана заедно со општата обврска на Државата според членот 1 од Конвенцијата да му „обезбеди секому во рамките на својата јуриздикција уживање на правата и слободите дефинирани во ... Конвенцијата“, бара со импликација дека треба да постои делотворна службена истрага. Што се однесува до истрагата според членот 2, таквата истрага треба да може да води до идентификување и казнување на оние што се одговорни. Во спротивно, општата законска забрана на мачење и нечовечно и понижувачко постапување и казнување, и покрај својата фундаментална важност, ќе биде неделотворна во пракса и ќе биде можно во одредени случаи за претставниците на државата да ги злоупотребат правата на оние што се под нивна контрола со наводен имунитет (види кај, меѓу другите овластувања, Labita v. Italy [GC], no. 26772/95, § 131, ECHR 2000-IV).", "69.  Истрагата мора исто така да биде делотворна во смисла дека е способна да доведе до утврдување дали силата што била применета од полицијата била или не била оправдана во дадените околности (види Kaya v. Turkey judgment of 19 February 1998, Reports 1998-I, § 87).", "Истрагата во врска со сериозни наводи на малтретирање мора да биде темелна. Тоа значи дека властите секогаш мораат да прават сериозни напори за да утврдат што се случило и да не се потпираат на избрзани или погрешно засновани заклучоци за да ја затворат истрагата или како основа за нивните одлуки (види ја пресудата во случајот на Асенов против Бугарија цитирана горе, § 103 et seq.). Тие мораат да ги преземат сите разумни чекори што им се достапни за да обезбедат докази во врска со инцидентот, вклучително меѓу другото и сведочења на очевидци и докази на крим-техника (види Tanrıkulu v. Turkey [GC], no. 23763/94, ECHR 1999-IV, § 104 et seq. и Gül v. Turkey, no. 22676/93, § 89, 14 December 2000). Секакво отсуство на истрага која ја поткопува неговата способност за утврдување на причините за повредите или идентитетот на лицата кои се одговорни за тоа ќе ризикува неисполнување на овој стандард.", "70. Конечно, истрагата мора да биде експедитивна. Во случаи согласно членовите 2 и 3 од Конвенцијата, каде делотворноста на официјалната истрага била во прашање, Судот честопати оценувал дали властите реагирале брзо на жалбите во релевантното време (види Лабита против Италија, цитиран горе, § 133).", "71. Судот забележува дека истрагата траеле повеќе од три години, и во текот на тој период тој бил затворан и повторно отворан најмалку дванаесет пати. Сите одлуки со кои се отфрлале жалбите го имале истиот заклучок: дека единствената причина за повредите на жалителот бил од ударот со главата на земја кога бил фрлен од полициските службеници за да му го оттргнат ножот. Тие исто така изјавиле дека полициските службеници имале право да применат сила бидејќи ножот на жалителот претставувал закана по нивното здравје и дека тие делувале во рамките на законските ограничувања.", "72.  Судот понатаму забележува дека домашните власти немале објаснување за разликите меѓу заклучоците во извештајот на лекарската комисија од 28 февруари 2000 г. кој јасно кажува дека повредите можеле да бидат добиени само како резултат на тепање и верзијата на фактите претставена од полициските службеници А. Тулбу и В. Дубчеак.", "73.  Исто така треба да се забележи дека истрагата не се обидела да даде логично објаснување за потеклото на модриците по стапалото на жалителот и ги игнорирала.", "74. Судот исто така забележува дека домашните власти на никаков начин не одговориле на жалбата на жалителот на заканата да му пукаат во глава на 10 јули 1998 г. и покрај многу јасните тврдења на жалителот во таа насока.", "75. Во контекст на гореспоменатото Судот смета дека истрагата се карактеризирала со низа сериозни и необјаснети пропусти. Тој заврши со одлуки кои содржеле недоследности и заклучоци кои не биле поддржани од внимателна анализа на фактите. Властите игнорирале одредени факти и пропуштиле да се осврнат на проблематичните факти во своите одлуки.", "76. Во овие околности Судот одлучи дека имало повреда на членот 3 од Конвенцијата и во оваа насока.", "II. НАВОДНА ПОВРЕДА НА ЧЛЕНОТ 13 ОД КОНВЕНЦИЈАТА", "77. Жалителот тврди дека тој немал делотворен правен лек пред националните власти во однос на повредата на членот 3 од Конвенцијата и тврди дека бил повреден членот 13 кој уредува:", "„Секој човек, чии права и слободи признати со Конвенцијата се нарушени, има право на делотворен правен лек пред националните власти ....“", "А. Изјаснувањата на странките", "78. Жалителот меѓу другото се изјасни дека заради исходот од кривичната истрага во однос на неговото малтретирање тој бил спречен да покрене граѓанска постапка за отштета против полициските службеници.", "79.  Според Владата за на жалителот да му се овозможи делотворен лек, на 7 ноември 2005 г. Вишото обвинителство наредило повторно отворање на кривичната истрага во врска со неговото наводно малтретирање од страна на полициските службеници А. Тулбу и В. Дубчеак. Тие се изјасниле дека немало повреда на членот 13.", "Б. Оценка на Судот", "80. Како што е утврдено горе правото на жалителот да не биде подложен на мачење и да има корист од делотворна истрага по неговите жалби на мачење биле повредени од Државата. Затоа жалбите на жалителот во оваа насока биле „можеле да се поддржат со аргументи“ што се однесува до членот 13 (види Boyle and Rice v. the United Kingdom judgment of 27 April 1988, Series A no. 131, p. 23, § 52).", "81. Според молдавскиот Граѓански законик кој бил на сила во материјалното време (види во параграф 47 горе) жалителот можел да бара надоместок за материјална и нематеријална штета само ако штетата била нанесена од незаконски дејствија. Бидејќи кривичната истрага, спроведена од домашните власти, заклучила дека дејствијата на полициските службеници А. Тулбу и В. Дубчеак биле законски, секаква граѓанска постапка против нив ќе била неделотворна.", "82.  Во такви околности, Судот забележува дека жалителот немал делотворен правен лек согласно домашното право за да бара надоместок за неговото малтретирање и според тоа имало повреда на членот 13 од Конвенцијата што се однесува на жалбата согласно членот 3.", "III. ПРИМЕНА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "83.  Членот 41 од Конвенцијата уредува:", "„Ако Судот оцени дека постои повреда на Конвенцијата или на нејзините протоколи, и ако внатрешното право на засегнатата Висока страна договорничка дозволува само делумно обесштетување, Судот и доделува на оштетената страна, доколку е потребно, правичен надоместок.“", "А. Нематеријална штета", "84. Жалителот бараше 20.000 евра за нематеријална штета претрпена како резултат на мачење и заради фактот дека властите несоодветно го истражиле случајот. Тој тврдеше дека тој претрпел болка, маки, мачење и страв за сопствениот живот. Тој останал инвалид откако бил подложен на мачење и повеќе не бил работоспособен. Повеќе од година дена се лечел по болници, а и понатаму зависи од лекарства.", "85. Владата меѓу другото тврдеше дека со оглед на фактот дека жалителот не подложел на никаква форма на постапување спротивна на членот 3 тој немал право на никаков надоместок. Повредите на жалителот кои на почетокот биле карактеризирани како лесни се развиле во инвалидитет од втор степен, а здравствената состојба на жалителот се влошила. Тоа во моментот го загрижувало Вишото обвинителство поради што повторно отворил истрага. Меѓутоа повторното отворање на истрагата не значело дека полициските службеници А. Тулбу и В. Дубчеак се виновни. Тоа само ќе придонесело кон точно утврдување на начинот на кој биле предизвикани повредите, како и да се открие дали постојаното медицинско лекување кое му било потребно на г-динот Корсаков било последица на тепањето од страна на полициските службеници или од други причини. Владата заклучила дека жалителот не покажал постоење на причинско-последична врска меѓу штетата за која тој тврдел дека ја претрпел и наводната повреда на Конвенцијата. Во секој случај доколку Судот утврдел повреда, таквиот навод требал да претставува правичен надоместок.", "86. Судот најпрво ја посочува крајната сериозност на повредите претрпени од жалителот. Тој исто така забележува дека, пред да биде нападнат од полицијата, жалителот бил тинејџер без некакви посебни здравствени проблеми. После нападот поминал долго време во болница каде што бил лекуван и делумно го изгубил слухот. Подоцна здравствената состојба се чини дека сериозно му се влошила. Посебно внимание треба да му се посвети на начинот на кој домашните власти ја спровеле истрагата во однос на наводите на жалителот за мачење и фактот дека како резултат на таа истрага жалителот бил спречен да бара надоместок во граѓанските судови.", "87. Во вакви околности, Судот смета дека страдањата и фрустрацијата што ги претрпел жалителот не можеле да бидат надоместени со чист наод на повреда како што сугерирала Владата. Земајќи ја во предвид својата претходна судска пракса во однос на членот 3 (види особено Селмоуни против Франција, цитиран горе; Dikme v. Turkey, no. 20869/92, ECHR 2000VIII; Khudoyorov v. Russia, no. 6847/02, ECHR 2005... (изводи)) и правејќи ја својата проценка на правична основа, Судот го доделува целиот износ што го побарува жалителот плус секаков данок кој може се наплаќа за истиот.", "Б. Трошоци и издатоци", "88. Адвокатот на жалителот побаруваше 5.042,67 евра за трошоци и издатоци. Таа тврди дека овој износ ги покривал секретарските трошоци, хонорарите за превод и трошоците за претставување. Таа поднела детална листа за сите трошоци според која таа потрошила 39 часа на овој случај по две различни тарифи од 50 и 150 евра.", "89. Владата не се согласуваше со бараниот износ тврдејќи, меѓу другото дека жалителот не успеал да ги докаже наводните трошоци за претставување. Според нив бараниот износ е превисок со оглед на просечната месечна плата во Молдавија.", "90. Судот потсетува дека за да бидат вклучени трошоци и издатоци во износот што се доделува во согласност со член 41, мора да се утврди дека истите настанале и дека биле неопходни и разумни во однос на квантитетот (види на пример во случајот Nilsen and Johnsen v. Norway [GC], no. 23118/93, § 62, ECHR 1999-VIII).", "91.  Во овој случај, земајќи ја во предвид листата која била поднесена од жалителот, гореспоменатите критериуми и завршената работа на адвокатот, Судот на жалителот му доделува 1.000 евра за трошоци и издатоци.", "В. Казнена камата", "92. Судот смета дека е соодветно казнената камата да се заснова на маргиналната стапка на позајмување на Европската Централна Банка на што треба да се додадат три процентни поени.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО", "1. Одлучува дека имало повреда на членот 3 од Конвенцијата врз основ на постапувањето со жалителот;", "", "2. Одлучи дека имало повреда на членот 3 од Конвенцијата заради тоа што не е спроведена делотворна истрага во врска со жалбите на жалителот за тоа дека бил малтретиран од полицијата;", "", "3. Одлучи дека имало повреда на членот 13 од Конвенцијата заради отсуство на делотворни лекови во однос на малтретирањето на кое се жалел;", "", "4. Одлучи", "(а) дека тужената држава треба да му плати на жалителот во рок од три месеци од датумот на кој пресудата ќе стане правосилна согласно членот 44 § 2 од Конвенцијата 20.000 евра (дваесет илјади евра) за нематеријална штета и 1.000 евра (илјада евра) по основ на трошоци и издатоци, конвертирани во националната валута на тужената држава според курсот што ќе важи на датумот на исплатата, плус секаков данок што можеби се наплаќа.", "(б) дека од истекувањето на гореспоменатите три месеци до исплатата ќе се плаќа проста камата на гореспоменатите износи по стапка еднаква на маргиналната стапка за позајмување на Европската Централна Банка во текот на казнениот период плус три процентни поени;", "", "5. Ги отфрла останатите побарувања на жалителот за правичен надоместок.", "Изготвено на англиски јазик, и доставено на писмено на 4 април 2006 година, согласно правилото 77 §§ 2 и 3 од Деловникот на Судот.", "\tМајкл О’Бојл\tНиколас Браца\n\tСекретар \tПретседател", "", "", "© Совет на Европа/Европски суд за човекови права 2012.", "Официјални јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е изработен со поддршка на Human Rights Trust Fund на Советот на Европа (). Преводот не е обврзувачки за Судот, ниту Судот презема било каква одговорност за неговиот квалитет. Преводот може да се префрли од HUDOC базата на податоци за судската пракса на Европскиот суд за човекови права () или од други бази на податоци со кои Судот го споделил. Може да биде репродуциран за некомерцијални цели под услов да се наведе потполниот наслов на предметот заедно со горната назнака за авторски права и споменувањето на Human Rights Trust Fund. Ако постои намера да се употреби некој дел од овој превод за комерцијални цели, Ве молиме контактирајте ги .", "", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", ""]}