{"file": "MAC_HJUDMAC_34553_97.docx", "doc_type": "HJUDMAC", "doc_lang": "MAC", "case_id": "34553/97", "text_paragraphs": ["", "СОВЕТ НА ЕВРОПА", "ЕВРОПСКИ СУД ЗА ЧОВЕКОВИ ПРАВА", "", "ТРЕТ ОДДЕЛ", "", " СЛУЧАЈ ДИЛАРАН против ФРАНЦИЈА", "", "(Жалба бр. 34553/97)", "", "ПРЕСУДА", "", "СТРАЗБУР", "", "21 март 2000 г.", "", "© Совет на Европа/Европски суд за човекови права, 2012. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот. За дополнителни информации погледнете ја целосната информација во врска со авторско право на крајот од овој документ.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Оваа пресуда може да биде предмет на редакциски измени пред нејзиното објавување во службениот зборник каде се содржани избрани пресуди и одлуки на судот.", "", "Во случајот Диларон (Dulaurans) против Франција,", "Европскиот суд за човекови права (трет оддел), заседавајќи во совет составен од:", "\tСер Никола Браца (Sir Nicolas Bratza), претседател,\n\tГ-да.\tЈ. П. Коста (J.-P. Costa),\n\t\tЛ. Лукаидес (L. Loucaides),\n\t\tП. Кири (P. Kūris),\n\tГ-ѓа\tФ. Тилкен (F. Tulkens),\n\tГ-да.\tВ. Фурман (W. Fuhrmann),\n\t\tК. Траја (K. Traja), судии,\nи Г-ѓа С. Доле (S. Dollé), секретар на одделот,", "Расправајќи на затворена седница на 7 март 2000 г.,", "Ја донесе следнава пресуда, усвоена на истиот датум:", "пОСТАПКА", "1.  Предметот му бил доставен на Судот, согласно одредбите кои се применувале пред стапувањето на сила на Протоколот бр. 11 на Конвенцијата за заштита на човековите права и основните слободи („Конвенцијата“), од страна на Европската комисија за човекови права („Комисијата“) и на француската влада („Владата“) на  2 и 30 ноември 1998 г. (членот 5 § 4 од Протоколот брo 11 и поранешните членови 47 и 48 од Конвенцијата).", "2.  Постапката е иницирана со жалба (бр. 34553/97) поднесена против Франција, од страна на државјанка на истата држава, г-ѓа. Мишел Кристин Диларон  (Michelle Christine Dulaurans) (жалителка), која се обратила до Комисијата на 17 декември 1996 г. повикувајќи се на членот 25 на Конвенцијата. Жалителката навела дека нејзиното право на правично судење било повредено.", "Комисијата ја прогласила жалбата на 14 јануари 1998 г. за допуштена. Во својот извештај од 20 мај 1998 г. (поранешен член 31 од Конвенцијата), комисијата дала мислење дека членот 6 од Конвенцијата во случајов бил повреден (со дванаесет гласа против еден).", "3.  Пред Судот жалителката ја застапувала г-ѓа. Ж.-А. Блан (J.-A. Blanc), адвокат при Државниот совет и пред Касациониот суд. Владата ја застапувал г-дин. Р. Абрахам (R. Abraham), одговорен за судски работи при Министерството за надворешни работи, во својство на агент.", "4.  На 2 март 1999 г., Големиот судски совет одлучил дека случајот треба да биде разгледан од страна на судски совет (член 100 § 1 од правилникот). Претседателот на Судот го доделил случајот на третиот оддел (член 52 § 1 од правилникот).", "5.  Жалителката и Владата, секој од своја страна, доставиле писмени поднесоци за случајот. По советувањето со владиниот агент и адвокатот на жалителката, судот одлучи дека не мора да има рочиште.", "ФАКТИ", "I.\tОколностите на случајот", "6.  Со полномошно овластување, од 15 октомври 1991 г., жалителката го овластила Б. Н., трговец со недвижнини, да продаде две недвожни добра чиј што била сопственик, за „минимална цена од дваесет милиони франци“. Било прецизирано од жалителката дека „хонорарот на [Б.Н.] се на мој трошок и изнесуваат околу десет отсто, без данок на промет со недвижности“.", "7.  На 5 ноември 1991 г., Б.Н. ја договорил продажбата на овие недвижнини со претпријатието С. Со две полномоштва датирани од 25 ноември 1991 г., жалителката го овластила Б.Н. да ги продаде наведените недвижнини, првата по цена од дваесет милиона франци и втората по цена два милиони франци, вклучувајќи го хонорарот. Со писмо од 27 ноември 1991 г., претпријатието С. ја прифатило понудата за продажбата на првата зграда.", "8.  Со препорачано писмо со повратница, од 9 јануари 1992 г., жалителката, која нашла купувач за подобра цена, ги повлекла двете овластувања за продажба дадени на 25 ноември 1991 г.", "9.  Истиот ден, Б.Н. ѝ одговорил дека тој веќе, на 7 и 8 јануари 1992 г., склучил два прелиминарни купопродажни договори во нејзино име, еден во корист на претпријатието С. за првата недвижнина, другиот во корист на претпријатието Ж. за втората.", "10.  На 16 јануари 1992 г., жалителката склучила трансакција со Б.Н. со која таа се обврзала да му плати паушална оштета од 500 000 франци со задоцнетата камата во висина од 12% годишно, кои требало да бидат исплатени најдоцна на 15 мај 1992 г. Освен тоа, со два чека со датум 17 јануари 1992 г., жалителката им исплатила на двата купувачи контактирани од Б.Н. надоместок за раскинување на договорот во износ од 900 000 и 350 000 франци.", "11.  И покрај писменото известување за неподмирен долг од 14 мај 1992, жалителката одбила да му го исплати на Б.Н. договорениот износ. На 9 јули 1992 г., Б.Н. преку судски извршител побарал од жалителката да му ја исплати сумата од 500 000 франци, со право за извршување веднаш.", "12.  Со писмен поднесок од 7 јануари 1993, жалителката особено укажала на ништавноста на договорите за полномошно овластување од 25 ноември 1991 г., особено заради искривоколчено претставување на фактите, односно, измама, како и непочитување на одредбите на законот од 2 јануари 1970 г., кој ги одредува условите за вршење на активностите поврзани со одредени дејности кои се однесуваат на недвижнини и бизнис (видете подоле „Релевантно национално право“). Повикувајќи се на примената на овој закон жалителката имено тврдела дека „неоспорно е дека Б. Н. е подложен на одредбите од законот од 25 јануари 1970 г. (...) ; активноста на Б.Н. (...) се однесува на тргување со недвижнини (...) ; тоа е она што го потврдува и граѓанската судска пракса (...), која бара едноставно трговецот со недвижнини да има извршено две активности од оние наведени во членот 1 од законот од 1970 за одредбите од овој закон да бидат применливи во неговиот случај (...) “. Жалителката ја повторила оваа теза во својот писмен противодговор на тужбата, забележувајќи дека „ за ова прашање, правосудството бара само трговецот со недвижнини да извршил две активности наведени во членот 1 од законот од 1970 г. за одредбите од законот да бидат применливи во неговиот случај. Во случајов, Б. Н. извршил барем две активности кои ги прекршуваат одредбите од законот од 1970 г. што се однесува до жалителката, независно од останатите активности кои овој професионалец можеби ги има извршено и кои не ѝ се познати на жалителката“. За суштината на спорот, жалителката се пожалила дека актите од 25 ноември 1991 не го прецизирале износот на провизијата којa требало да биде платена и дека нивното дејство не бил временски ограничено.", "13.  На 6 април 1993 г., првостепениот суд од Нантер ја осудил жалителката да му плати на Б.Н. сума од 500 000 франци со камата од 12% годишно сметано од 15 мај 1992 г., за извршување на транскацијата од 16 јануари 1992 г. Судот сметал особено дека жалителката „тврди без да го докаже тоа дека оваа трансакција нема правно дејство поради тоа што нејзината согласност била бесправно добиена по пат на измама или на насилство; таа не ги поткрепува своите наводи со никаков доказ; се чини напротив дека таа дејствувала во својство на деловна жена која е мошне добро запознаена со функционирањето на пазарот за недвижности; меморандумот за соработка од 16 јануари 1992 г., оттука, одговара на сите критериуми за валидност предвидени со членот 2044 и следните членови од законот(...) “.", "Судот не одговорил на наведените претставки на жалителката за штетите кои ѝ биле нанесени согласно одредбите на законот од 2 јануари 1970 г.", "14.  На 6 мај 1993 г., жалителката му ја исплатила на туженикот сумата во износ од 568 566 франци за извршување на трансакцијата од 16 јануари 1992 г.", "15.  Од друга страна, таа поднела жалба по однос на одлуката на првостепениот суд од Нантер, барајќи да се констатира невалидноста на налозите за продажба од 25 ноември 1991 г., кои, според неа, биле изготвени прекршувајќи ги одредбите на законот од 2 јануари 1970 г. Особено, во нејзините заклучоци од 6 септември 1993 г., таа тврдела дека „(...) не е спорно дека Б.Н. Е подложен на одредбите на законот од 2 јануари 1970 г. кои ги регулираат условите за вршење на активностите поврзани со одредени операции што се однесуваат на недвижнини и бизнис(...)“.", "16.  Освен тоа, во своите заклучоци од 7 март 1994 г. како одговор на оние на туженикот, жалителката тврдела дека „(...) Б.Н., оспорувајќи го фактот дека професионално се занимава со недвижнини и дека редовно се бави со операциите со недвижнини наведени во членот 1 од законот од 2 јануари 1970 г., тврди дека овие одредби не можат да бидат применети. Оваа аргументација меѓутоа не функционира. Како што самиот Б.Н. тоа го наведува во својот поднесок, тој веќе претходно се обратил кај [жалителката] за купување на различни недвижнини во износ од 5 000 000 франци, операција утврдена со писмен акт од 14 октомври 1991 г. (...) ; [Б.Н.] притоа во ниту еден миг не ѝ укажал на жалителката за примената на законот од 2 јануари 1970 г., така што тој не може да тврди дека постои спогодба која се однесува на исклучувањето на овие јавни законски одредби (...) “.", "17.  На 26 мај 1994 г., апелациониот суд од Версај ја потврдил обжалената пресуда, сметајќи дека „во својство на трговец со недвижнини кој не се бави на редовна база со активностите наведени во членот 1 од законот од 2 јануари 1970 г., [Б.Н.] не потпаѓа под ударот на тој закон“.", "18.  Жалителката тогаш се обратила до касациониот суд. Во нејзиниот поднесок од 7 декември 1994 г., таа тврдела дека  „(...) законот од 2 јануари 1970 г. се применува дури и врз лицата кои повремено се бават со активностите на кои се однесува тој (...); оттука, не е толку важно што [Б.Н.] се бавел, па дури и како главна дејност, со некоја друга активност како трговец со недвижнини, штом веќе констатираното постоење на повеќе налози во врска со добро утврдени операции било својствено за вообичаеното вршење на операции кои се однесуваат на добрата на други лица. (...) “.", "19.  Во својата писмена одбрана, предадена на Касациониот суд на 9 март 1995 г., Б.Н. се повикал на неприфатливоста на укажаното од страна на жалителката со оглед на тоа што таа користела сосема нов правен аргумент како поткрепа на нејзината жалба пред касациониот суд. Особено, Б.Н. забележал дека „употребениот аргумент би можел да биде отфрлен како нов и како измешан de facto и de jure. Така, во писменото образложение на жалбата, подносителката, веројатно не толку инспирирана на времето, не се беше сетила да тврди дека вообичаениот карактер на активноста би можел да се заклучи само од прифаќањето на два налога истиот ден“ .", "20.  На 2 јули 1996 г, Касациониот суд ја отфрлил жалбата на подносителката со образложение дека истата „која претходно на 15 октомври 1991 г. го дала своето полномошно овластување за продажбата на две недвижни добра, во своите претходно поднесени заклучоци не го била изнела аргументот дека [Б.Н.], вообичаено и редовно, вршел или помагал при вршењето на активностите предвидени со законот од 2 јануари 1970 г. [и] дека не е прифатливо тоа да го стори за прв пат пред Касациониот суд.“ Оценувајќи, меѓу другото дека поднесокот ја злоупотребува жалбената инстанца, Касациониот суд ја осудил жалителката на казна од 10 000 франци. Освен тоа, жалителката, која во случајов го загубила спорот, морала да му ја исплати на туженикот сумата од 12 000 франци како обештетување за издатоците надвор од судските трошоци.", "II.\tРЕЛЕВАНТНОТО НАЦИОНАЛНО ПРАВО", "  A.\t\tЗакон бр. 70-9 од 2 јануари 1970 г.", "21.  Овде се земаат предвид следните одредби на законот од 2 јануари 1970 :", "Член 1", "„ Одредбите од овој закон се применуваат врз физичките или правните лица кои, редовно, вршат активности или помагаат при вршење на истите, дури и како споредна активност, кои се однесуваат на добрата на други лица и се однесуваат на: i) Купување, продажба. Размена, давање под наем или под-наем на наместени или ненаместени, изградени или неизградени недвижнини.(...). “", "Член 6", "„Договорите склучени со лицата наведени во членот 1 и кои се однесуваат на активностите кои се опишани во истиот треба да бидат изготвени во писмена форма и да ги прецизираат (...) условите за одредување на надоместокот, како и страната која е задолжена за неговото исплаќање. (...).“", "Член 7", "„За невалидни се сметаат сите договори и спогодби кои кои се однесуваат на активностите опишани во членот 1 во кои не е наведена временската рамка на нивното дејство.“", "Б.\tЗакон за граѓанска постапка", "22.  Релевантните одредби од законот за граѓанска постапка се следните:", "Член 563", "„За да ги поткрешат пред Апелациониот суд барањата кои претходно ги поднеле пред првичниот судија, странките можат да се повикаат на нови средства и аргументи, да прикажат нови елементи или докази.“", "Член 619", "„Новите средства не можат да бидат допуштен од страна на Касациониот суд.", "Сепак, можат да бидат употребени за првпат, освен ако постои поинаква одредба:", "1o Чисто правни средства;", "2o Средства кои произлегуваат од оспорената одлука или пресуда.", "ПРАВО", "I.\tЗа наводното непочитување на членот 6 § 1 од конвенцијата", "23.  Жалителката тврди дека немала правично судење, во онаа мера во која Касациониот суд го прогласил единствениот аргумент за жалба за недопуштен, засновајќи се притоа врз очигледно неточна констатација, односно заклучувајќи дека станува збор за ново средство во постапката. Жалителката се повикува на членот 6 § 1 од Конвенцијата, чии релевантни делови гласат:", " “Секој има право правично и јавно, во разумен рок, пред независен и непристрасен со закон воспоставен суд да бидат разгледани и утврдени неговите граѓански права и обврски или основаноста на какви било кривични обвиненија против него. “", "Комисијата заклучила дека, засновајќи се врз очигледно неточна констатација, во врска со аргументацијата предложена од страна на жалителката пред Апелациониот суд, Касациониот суд на истата не ѝ овозможил правично судење.", "Тезите на страните", "", "a)\tЖалителката", "24.  Жалителката тврди дека таа сосема јасно укажала на фактот, и пред основниот суд и пред апелациониот суд, дека туженикот вообичаено ги вршел активностите регулирани со законот од 2 јануари 1970 г. Таа смета дека не е прифатливо мислењето дека средството употребено во образложението на жалбата пред касациониот суд е ново под образложение дека таа не прецизирала одново пред апелациониот суд дека туженикот примил два посебни налози за продажбата на двете недвижни добра. Постоењето на овие два налога, во случајот, било констатирно како факт; така, наведувајќи дека Б.Н. „веќе учествувал“ во една претходна продажба, жалителката, имплицитно меѓутоа нужно, се повикувала на двата подоцнежни спорни налози на кои се надоврзува третиот налог кој дополнително укажува на вообичаеноста на активноста.", "25.  Оттука, само заради очигледна грешка во оценката, Касациониот суд констатирал дека жалителката никогаш претходно не се била повикала во својот поднесок на фактот дека Б.Н., вообичаено, вршел или помагал при вршење на активностите наведени во законот од 2 јануари 1970 г.", "26.  Во однос на тоа, жалителката нагласува дека не е толку важно дали спротивната страна побарала нејзиниот аргумент да биде отфрлен од судот како недопуштен врз основа на тоа што се смета за нов. Од една страна, постапката пред касациониот суд е регулирана на начин да само два поднесока можат да бидат доставени до судот : жалба и одбрана по однос на жалбата. Не е предвидена можноста за противодговор по однос на одбраната. Од друга страна, Касациониот суд е должен самиот да ја испита основаноста на тврдењето за недопуштеност на жалбата. За таа цел, судот располагал со сите поднесени заклучоци од страната на жалителката пред првостепениот суд и пред апелациониот суд.", "б) Владата", "27.  Владата укажува на специфичноста на жалбената постапка пред Касациониот суд, којашто претставува вонреден правен лек и кој може да биде подложен на поформални и построги правила. Таа забележува дека при разгледувањето на случајот, не е спорно дека жалителката се повикала на примената на законот од 1970 г. како аргумент за жалбата. Меѓутоа, владата укажува дека не е доволно да се изнесе аргумент пред одредена јурисдикција за истиот да се смета за средство, во смисла на судската пракса на Касациониот суд. Така, потребно е средството да биде изложено со голема прецизност во поднесените заклучоци на жалителот за да се смета за такво.", "28.  Владата тврди по однос на ова дека анализата на писменото образложение на жалбата поднесена од жалителката до Апелациониот суд овозможува да се констатира дека таа користи расудување што претходно воопшто не го користела пред Апелациониот суд. Поточно, средството што жалителката го изнела пред Касациониот суд се потпира врз следните премиси: a) законот од 1970 г. се применува на лицата кои вообичаено или на редовно ги вршат активностите наведени во законот; б) вообичаениот или редовниот карактер на вршењето на овие активности едноставно може да се заклучи од постоењето на двата налога кои се однесуваат на две различни операции; в) Б.Н., продавајќи две недвижнини во согласност со двата налога од 25 ноември 1991 г., извршил две посебни операции и оттука треба да се смета за лице кое професионално и вообичаено/редовно ги врши активностите опишани од претходно наведениот закон. Меѓутоа, во поднесокот пред Апелациониот суд жалителката се повикала само на применливоста на законот од 2 јануари 1970 г., назначувајќи дека Б.Н. „веќе и се бил обратил за купувањето на различни недвижни добра во вкупен износ од 5 000 000 француски франци, операција која била конкретизрана преку договор склучен на 14 октомври 1991 г..“", "29.  Според мислењето на Владата, треба да се констатира дека во ниту еден миг, во своите заклучоци изнесени пред Апелациониот суд, жалителката не го засновала образложението за вообичаениот карактер на задачата што таа му ја доверила на Б.Н. врз двата налога, издадени во исто време на 25 ноември 1991 г., со цел продажба на двете недвижнини; таа се засновала врз сосема различни елементи, затоа што го извела вообичаениот карактер на дејноста, не од симултаното издавање на двата налога, туку од претходно остварената продажба, на 14 октомври 1991 г., меѓу Б.Н. и неа самата, и од налозите издадени на 25 ноември 1991 г.", "30.  Следствено на ова, со оглед на тоа дека таа не тврдела пред судот дека токму постоењето на двата симултано издадени налози за продажба ја докажуваат вообичаеноста на вршењето на дејноста која се бара со законот од 1970 г., жалителката не можела потоа да се повика на овој аргумент пред Касациониот суд, со оглед на тоа што судот не може да одговори на барање кое го меша аспектот de jure и de facto, и кое претходно не им било поставено на судиите кои ја донеле обжалената пресуда.", "31.  Владата додала, по однос на ова, дека фактот што жалителката претходно попрецизно ги образложила, пред првостпениот суд во Нантер, нејзините аргументи кои се однесувале на двата налога издадени на Б.Н., не може да го надомести непостоењето на вакво образложение во нејзината жалба поднесена пред Апелациониот суд во Версај кому му се обратила само по однос на истата. Касациониот суд, оттаму, не може да му префрли на Апелациониот суд што не го прифатил предложеното средство во поткрепа од страна на жалителката, затоа што всушност тоа не му било јасно подложено. Оттука нужно произлегува дека аргументот во поткрепа на жалбениот поднесок упатен од жалителката до Касациониот суд, судот го сметал за нов.", "32.  Владата конечно смета дека треба да се прави јасна разлика меѓу овој случај и случајот Фуке (Fouquet), во кој Комисијата утврдила дека поднесокот на одбраната не бил испочитуван, затоа што клучен аргумент на одбраната не бил земен предвид од страна на надлежниот суд (пресуда Фуке (Fouquet) против Франција од 31 јануари 1996, Збирка на пресуди и одлуки 1996-I, извештај на Комисијата од 12 октомври 1994 г.). За разлика од тој случај, Владата забележува дека во сегашниов, Касациониот суд не заборавил ниту еден од елементите презентиран од жалителката во поткрепа на нејзината одбрана; токму откако Касациониот суд го изанализирал поднесокот доставен од жалителката тој го отфрлил предложениот аргумент оценувајќи дека истиот е нов. Владата нагласила по однос на ова дека новоста на клучниот аргумент на поднесокот на жалителката веќе бил јасно посочена во поднесокот на противникот, доставен до Касациониот суд на 9 март 1995 г. Во однос на оваа точка, Владата појаснила дека ништо не ја спречувало жалителката, откако се запознала со содржината на одбраната на туженикот, да предложи дополнителни опсервации во врска со допуштеноста на нејзиниот жалбен аргумент, за да се обиде да покаже дека истиот не е нов.", "2.\tОценка на Судот", "33.   Судот укажува дека правото на правично судење, гарантирано со членот 6 § 1 од Конвенцијата, го опфаќа, меѓу другото, правото на страните вклучени во постапката да ги презентираат забелешките за кои сметаат дека се релевантни за нивниот случај. Со оглед на тоа дека Конвенцијата нема за цел да гарантира некакви теоретски или илузорни права, туку конкретни и ефективни права (пресуда Артико (Artico) против Италија од 13 мај 1980, серија A бр. 37, стр. 16, § 33), ова право може да се смета за ефективно само ако забелешките навистина бидат „ислушани“, односно, внимателно разгледани од надлежниот суд. Со други зборови, членот 6 ја дефинира обврската на судот тој ефективно да ги испита средствата, аргументите и доказите поднесени од страна на странките, како и да ја оцени нивната релевантност (види пресуда Ван де Хурк (Van de Hurk) против Холандија од 19 април 1994, серија A бр. 288, p. 19, § 59).", "34.  Оттука, задачата на Судот се состои во тоа да истражи дали овој услов бил исполнет во конкретниот случај: Судот треба да се осигура дека неприфаќањето на единственото средство поднесено од страна на жалителката во поткрепа на нејзината жалба не произлегло од некаква очигледна грешка при оценувањето од страна на Касациониот суд.", "35.  Судот забележува, особено, дека жалителката му префрла на Апелациониот суд дека погрешно сметал дека противникот не потпаѓа под законот од 2 јануари 1970 г. Меѓутоа Касациониот суд го отфрлил тоа средство со образложение дека е ново во жалбената постапка. Според Владата, не станува тука збор за грешка од страна на Касациониот суд, туку за точна оценка по разгледувањето на жалбениот поднесок.", "36.  Судот сепак не е убеден од оваа аргументација. Мора да се констатира дека жалителката не престанала уште од почетокот на спорот да тврди дека противникот подложи на одредбите од законот од 1970 г. Како пред првостепениот суд така и пред касациониот, таа јасно тврдела дека од двата налога издадени на 25 ноември 1991 г. за продажбата на две недвижни добра можело да се заклучи дека противникот редовно или вообичаено се бавел со овие дејности. Ако е вистина дека, пред Апелациониот суд, жалителката нагласувала дека туженикот веќе ѝ се беше бил обратил во врска со една претходна продажба, без притоа прецизно да ги наведе двата спорни налога, Судот сепак смета дека не може, во случајов, да се зборува за две неповрзани аргументации. Укажувајќи на тоа дека противникот „веќе“ ѝ се беше обратил претходно во врска со друга продажба, жалителката алудирала на двата налога како епицентар на спорот, на кои налози, освен тоа, таа веќе се беше повикала пред првостепениот суд и подоцна пред Касациониот суд.", "37.  Од друга страна, Судот забележува дека Касациониот суд се ограничил само на тоа да заклучи дека жалителката „не тврдела во своите заклучоци дека [Б.Н.], вообичаено или редовно, се бавел со или помагал при вршење на дејностите предвидени во законот од 2 јаниуари 1970 г.“. Меѓутоа, Судот смета дека овој заклучок е оспорен од самата пресуда на Апелациониот суд, која заклучува дека Б.Н. „не се бавел редовно или вообичаено со дејностите наведени во законот од 2 јануари 1970 г.“. Судот не увидува никаква причина заради која Апелациониот суд би дошол до таква констатација, ако не за да одговори на наводот поднесен во таа насока од жалителката.", "38.  Во секој случај, Судот забележува дека ниту Касациониот суд не го образложил повеќе својот став, и не направил разлика меѓу образложенијата поднесени од жалителката пред трите надлежни јурискдикции, како што тоа сега го прави Владата. Отсуството од секаква друга мотивација го наведува Судот да заклучи дека единствената причина поради која Касациониот суд го отфрлил жалбениот поднесок била очигледната грешка во оценувањето.", "39. Судот заклучува дека Касациониот суд не ѝ го обезбедил на жалителката правото на правично судење, во смисла на членот 6 § 1 од Конвенцијата.", "Оваа одредба била неиспочитувана.", "II.\tЗА ПРИМЕНАТА НА ЧЛЕНОТ 41 ОД КОНВЕНЦИЈАТА", "40.  Согласно членот 41 од Конвенцијата,", "„ Ако Судот изјави дека имало непочитување на Конвенцијата и на нејзините Протоколи, и ако националното право на Високата Договорна Страна овозможува само делумно бришење на последиците од ова непочитување, Судот ѝ доделува на оштететената страна, доколу е потребно, правичен надоместок.“", "A.\tОштета", "41.  Жалителката смета дека била лишена од секаква шанса да ја добие постапката. Доколку нејзиниот жалбен основ не беше бил погрешно прогласен за нов и неприфатлив, тој неизбежно ќе повлечел укинување на спорната пресуда од страна на Касациониот суд, и таа ќе добиела надоместок за своите барања пред надлежната јурисдикција. Жалителката бара да ѝ биде исплатена сумата во износ од 2 758 566 франци како надоместок за нанесената материјална штета, која соодветствува на сумата исплатена на противникот за извршување на трансакцијата направена на 16 јануари 1992 г. (568 566 франци плус 200 000 франци за законските каматни стапки), за износите исплатени на купувачите договорени од страна на Б.Н. Во својство на оштета за oтповикувањето на договорот (1 250 000 франци плус 650 000 франци за законските каматните стапки), и конечно за нотарските трошоци (60 000 франци плус 30 000 франци за законските каматни стапки).", "Таа бара исто да ѝ биде исплатен износот од 50 000 франци како надомест за нанесената нематеријална штета предизвикана од непочитувањето на Конвенцијата.", "42.  Што се однесува до бараниот износ за обештетување на материјалната штета, Владата забележува дека во поткрепа на нејзиното барање жалителката всушност бара од Судот да се произнесе во нејзина корист по однос на спорот против противникот. Меѓутоа, според Владата, може да се констатира дека жалителката имала можност да се брани пред надлежните јурисдикции, а меѓутоа нејзините барања секогаш биле отфрлани. Така, Владата тврди дека „немањето можност“ што жалителката го користи како аргумент за оправдување на нејзините барања е целосно илузорно. Во секој случај, дури и да се претпостави дека Касациониот суд го разгледал барањето на жалителката, и дека ја прифатил основаноста на нејзините аргументи, поништувајќи ја пресудата на апелациониот суд, ништо не дозволува да се претпостави дека потоа надлежниот апелационен суд ќе ги одобрел нејзините барања. Оттука, Владата цени дека целокупноста на барањата изречени од страна на жалителката во врска со материјалното обештетување би требало да бидат отфрлени.", "Што се однесува, пак, до обештетувањето за евентуално нанесената нематеријална штета, Владата смета дека утврдувањето на повредата на Конвенцијата би требало да претставува доволна и правична сатисфакција.", "43.  Судот констатира дека единствениот основ за правично обештетување на жалителката, во случајов, произлегува од фактот што таа не можела да ги ужива пред касациониот суд правата што ѝ се гарантирани со членот број 6. Судот секако не сака да шпекулира каков би бил исходот од постапката во спротивниот случај, но тој смета дека не е неразумно да се мисли дека барателката претрпела реална загуба на можностите за правично судење (да се види, mutatis mutandis, пресудата Пелисје (Pelissier) и Саси (Sassi) против Франција од 25 март 1999, објавена во Збирката на пресуди и одлуки 1999, § 80). На ова може да се додаде претпрената нематеријална штета за која констатираната повреда на Конвенцијата не е доволен надоместок. Одлучувајќи врз правична основа, како што тоа го бара членот 41, Судот ѝ го доделува на жалителката износот од 100 000 франци.", "Б.\tТрошоци и издатоци", "44.  Жалителката бара да ѝ бидат исплатени трошоците и издатоците за домашната судска постапка, осносно износот од 98 179,13 франци, на кој се додава обештетувањето на граѓанската парична казна што таа била осудена да ја плати од страна на Касациониот суд (10 000 франци), како и на сумата за покривање на издатоците за судската постапка на противникот исплатена од страна на жалителката откако загубила на суд (12 000 франци), осносно 22 000 франци.", "Што се однесува пак до трошоците и судските трошоци за постапката пред органите на Конвенцијата, жалителката бара обештетување во износ од 60 300 франци.", "45.  Владата тврди дека единствено можат да бидат надоместени трошоците и издатоците за судските постапки за утврдувањето на непочитувањето на Конвенцијата. Во случајов, единствено трошоците поврзани со надлежните јурисдикции за Конвенцијата треба да се земат предвид, бидејќи повредата на правото на која укажува жалителката се однесува само пресудата на Касациониот суд. За Владата сумата од 40 000 франци би била соодветна.", "46.  Врз основа на елементите со кои располага, Судот, одлучувајќи врз правична основа, ѝ доделува на жалителката 50 000 франци.", "В.\tЗатезни камати", "47.  Според информациите со кои располага Судот, законската каматна стапка која се применувала во Франција на датата на дадената пресуда била 3,47 % годишно.", "ОД ОВИЕ ПРИЧИНИ, СУДОТ ЕДНОГЛАСНО,", "1.\tПрогласува, дека имало непочитување на членот 6 § 1 од Конвенцијата;", "2.\tПрогласува, дека тужената Држава треба да ѝ исплати на жалителката, во следните три месеци, 100 000 (сто илјади) француски франци за нанесена материјална и нематеријална штета, како и 50 000 (педесет илјади) француски франци за трошоци и издатоци, износи на кои треба да се додаде простата каматна стапка од 3,47 % годишно почнувајќи од истекувањето на дадениот рок и сѐ до исплатата ;", "3.\tГо одбива остатокот од барањето на жалителите за правичен надоместок.", "Изработено на француски и доставено на писмено на 21 март 2000 г. согласно членот 77 §§ 2 и 3 од Деловникот на Судот.", "", "", "", "\tС. Доле (S. Dollé)\tН. Браца (N. Bratza)\n\tСекретар\tПретседател", "© Совет на Европа/Европски суд за човекови права, 2012.", "Службени јазици на Европскиот суд за човекови права се англискиот и францускиот. Овој превод е направен со поддршка на Специјалниот фонд за човекови права на Советот на Европа (www.coe.int/humanrightstrustfund). Тој не го обврзува Судот, ниту пак Судот презема некаква одговорност за квалитетот на истиот. Може да се преземе од HUDOC базата на судската пракса на Европскиот суд за човекови права () или од секоја друга база на податоци со која Судот го споделил. Може да се прават копии за некомерцијални цели под услов да се цитира полниот наслов на случајот, заедно со горенаведениот знак за авторско право и упатувањето на Специјалниот фонд за човекови права. Доколку се планира некој дел од овој превод да се користи за комерцијални цели, ве молиме обратете се на publishing@echr.coe.int.", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (www.coe.int/humanrightstrustfund). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (www.coe.int/humanrightstrustfund). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : publishing@echr.coe.int", ""]}