{"file": "MNE_HJUDMNE_27021_08.docx", "doc_type": "HJUDMNE", "doc_lang": "MNE", "case_id": "27021/08", "text_paragraphs": ["© Savjet Evrope/Evropski sud za ljudska prava, 2012. godina. Ovaj prevod urađen je uz pomoć Fonda za ljudska prava Savjeta Evrope () i nije obavezujući za Sud. Više informacija može se pronaći u punoj izjavi o autorskim pravima na kraju ovog dokumenta.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Informator o sudskoj praksi Suda br. 143", "jul 2011. godine", "Al-Jedda protiv Ujedinjenog Kraljevstva - 27021/08", "Presuda od 7.7.2011. [GC]", "Član 5", "Član 5 stav 1", "Zakonito hapšenje ili pritvaranje", "Neprekinuti preventivni pritvor iračkog državljanina od strane britanske vojske u Iraku, na osnovu Rezolucije Savjeta bezbjednosti Ujedinjenih nacija: nije utvrđena povreda ", "", "Član 1", "Nadležnost država", "Teritorijalna nadležnost u vezi sa pritvorom iračkog državljanina od strane britanskih oružanih snaga u Iraku", "", "Činjenice – Marta mjeseca 2003. godine koalicija predvođena Sjedinjenim Američkim Državama, koja je uključivala i britansku vojsku, izvršila je invaziju na Irak. Glavne borbene operacije u Iraku proglašene su završenim u maju 2003. Od toga dana, Ujedinjeno Kraljevstvo je, u skladu sa važećim odredbama regulativa iz aneksa Haškoj konvenciji iz 1907. i IV Ženevske konvencije iz 1949. godine, postalo okupator. Osnovana je Misija Ujedinjenih nacija za pomoć Iraku (u daljem tekstu: UNAMI). U svojim Rezolucijama 1511 (iz 2003.) i 1546 (iz 2004.), Savjet bezbjednosti Ujedinjenih nacija opisao je ulogu misije UNAMI, iznova potvrdio njena ovlašćenja kao multinacionalnih snaga pod jedinstvenom komandom i odlučio da “multinacionalne snage imaju ovlašćenja da preduzmu sve neophodne mjere da doprinesu očuvanju bezbjednosti i stabilnosti u Iraku”.", "Podnosilac predstavke je irački državljanin. Oktobra 2004. godine uhapšen je pod sumnjom za uključenost u terorizam, nakon čega je bio pritvoren preko tri godine u pritvorskoj jedinici u Basri (Irak) kojom rukovodi britanska vojska. Njegovo pritvaranje smatrano je neophodnim zbog imperativnih razloga bezbjednosti u Iraku. Nisu mu otkriveni obavještajni podaci u prilog ovim tvrdnjama, niti je protiv njega podnešena krivična prijava. Njegov pritvor bio je predmet povremenog preispitivanja od strane komandanta multinacionalne divizije. U junu 2005. godine, podnosilac predstavke pokrenuo je postupak za sudsko preispitivanje u Ujedinjenom Kraljevstvu, osporavajući zakonitost njegovog daljeg zadržavanja u pritvoru i odbijanja Vlade da ga vrati u Ujedinjeno Kraljevstvo. Na kraju, o predmetu je 17. decembra 2007. godine odlučio Gornji dom Britanskog parlamenta. Iako prihvatajući da se radnje britanske vojske u Iraku mogu pripisati Ujedinjenom Kraljevstvu a ne Ujedinjenim nacijama te da je po međunarodnom pravu Ujedinjeno Kraljevstvo odgovorno za pritvor podnosioca predstavke, Gornji dom Britanskog je zaključio da Rezolucija 1546 djelotvorno obavezuje/ovlašćuje britanske trupe u okviru multinacionalnih snaga da koriste pritvor “onda kada je to neophodno zbog imperativnih razloga bezbjednosti u Iraku” i da obaveze koje nameću rezolucije Savjeta bezbjednosti imaju primat nad svim drugim međunarodnim obavezama, čak i onima koje proističu iz Evropske konvencije.", "Pravo – Član 5 stav 1: Vlada je navela da se pritvaranje ovog lica može pripisati Ujedinjenim nacijama, a ne Ujedinjenom Kraljevstvu, i da, stoga, podnosilac predstavke nije u nadležnosti Ujedinjenog Kraljevstva u skladu sa članom 1 Konvencije. S druge strane, pritvaranje je sprovedeno u skladu sa Rezolucijom 1546, kojom se Ujedinjenom Kraljevstvu uvodi obaveza da pritvori podnosioca predstavke, koja, u skladu sa članom 103 Povelje Ujedinjenih nacija, ima primat u odnosu na obaveze proistekle iz Konvencije.", "(a)  Nadležnost – Rezolucije Savjeta bezbjednosti tumačile su se ne samo u svijetlu jezika koji se u njima koristi već i konteksta u kojem su usvojene*. U vrijeme invazije marta 2003. godine, nije postojala rezolucija kojom bi se predviđala raspodjela uloga u Iraku ako bi se postojeći režim smijenio. U pismu predsjedniku Savjeta bezbjednosti od 8. maja 2003. godine, stalni predstavnici Sjedinjenih Država i Ujedinjenog Kraljevstva objasnili su da su, nakon smjene dotadašnjeg režima, kreirali privremene koalicijske organe vlasti za vršenje ovlašćenja Vlade, uključujući obezbjeđivanje bezbjednosti u Iraku, na privremenoj osnovi. Potvrđeno je da su Ujedinjene nacije imale ključnu ulogu u pružanju humanitarne pomoći, podržavajući rekonstrukciju Iraka i pomažući u formiranju prelazne iračke Vlade.", "Prvom Rezolucijom Savjeta bezbjednosti UN nakon invazije – Rezolucijom 1483, usvojenom 22. maja 2003. godine – nije se dodijelila nikakva bezbjednosna uloga Ujedinjenim nacijama. Iako se Rezolucijom 1511, usvojenom 16. oktobra 2003. godine, ovlašćuju “multinacionalne snage pod jedinstvenom komandom da preduzmu sve neophodne mjere da doprinesu očuvanju bezbjednosti i stabilnosti u Iraku”, Sud nije smatrao da to znači da su se radnje vojnika u okviru multinacionalnih snaga mogle početi pripisivati Ujedinjenim nacijama, niti prestati da se pripisuju državama kontributorima u vojsci. Naročito, Ujedinjene nacije nisu preuzele nikakav stepen kontrole nad multinacionalnim snagama ili bilo kojom drugom izvršnom funkcijom privremenih koalicijskih organa vlasti. U okviru Rezolucije 1546, usvojene 8. juna 2004. godine, oko četiri mjeseca prije nego što je podnosilac predstavke pritvoren, Savjet bezbjednosti iznova je potvrdio ovlašćenja multinacionalnih snaga, ali nije bilo nikakvih indicija da je namjeravao da preuzme na sebe bilo kakav veći stepen kontrole ili komande nad snagama, u odnosu na onaj koji je prethodno vršio. Štaviše, činjenica da su Generalni sekretar UN i UNAMI više puta ponavljali svoj protest u vezi sa mjerom u kojoj se koristi bezbjednosni pritvor od strane multinacionalnih snaga čini teško zamislivim scenario po kome bi se pritvor podnosioca predstavke mogao pripisati Ujedinjenim nacijama. Ukratko, Savjet bezbjednosti nije imao djelotvornu kontrolu niti konačna ovlašćenja i kontrolu nad činjenjem i nečinjenjem vojske u okviru multinacionalnih snaga. Pritvor podnosioca predstavke ne može se stoga pripisivati Ujedinjenim nacijama.", "Pritvor je vršen u pritvorskoj jedinici kontrolisanoj isključivo od britanske vojske, te je podnosilac predstavke na taj način čitavo vrijeme bio pod ovlašćenjima i kontrolom Ujedinjenog Kraljevstva. Odluku o njegovom zadržavanju u pritvoru donio je britanski oficir zadužen za pritvorsku jedinicu. Činjenica da je njegov pritvor bio predmet preispitivanja od strane odbora koji su uključivali iračke zvaničnike i druge predstavnike van Ujedinjenog Kraljevstva iz multinacionalnih snaga ne znači da se on ne može pripisivati Ujedinjenom Kraljevstvu. Podnosilac predstavke je na taj način u smislu člana 1 Konvencije spadao pod nadležnost Ujedinjenog Kraljevstva.", "Zaključak: u okviru nadležnosti (jednoglasno).", "(b) Materijalni aspekat – Vlada nije tvrdila da je pritvor bio opravdan bilo kojim od izuzetaka navedenih u tačkama (a) do (f) člana 5 stav 1, niti je ukazivano na odstupanje u skladu sa članom 15. Umjesto toga, iznesena je tvrdnja da, u smislu člana 103** Povelje Ujedinjenih nacija, obaveze koje proističu iz Rezolucije 1546 Savjeta bezbjednosti imaju primat nad obavezama Ujedinjenog Kraljevstva nastalim po osnovu Konvencije.", "Sud je međutim istakao da su Ujedinjene nacije kreirane ne samo da održavaju međunarodni mir i bezbjednost, već i da “ostvare međunarodnu saradnju u ... podsticanju i ohrabrivanju poštovanja ljudskih prava i osnovnih sloboda”. Članom 24 stav 2 Povelje zahtijeva se od Savjeta bezbjednosti da, u vršenju svojih dužnosti u pogledu svoje primarne odgovornosti za očuvanje međunarodnog mira i bezbjednosti, “postupa u skladu sa ciljevima i načelima Ujedinjenih nacija”. U tom smislu, pri tumačenju rezolucija Savjeta bezbjednosti morala je postojati pretpostavka da Savjet bezbjednosti nije namjeravao da uvede bilo kakve obaveze zemljama članicama kojima bi se kršili osnovni principi ljudskih prava. U slučaju bilo kakvih dvosmislenosti u terminima takve rezolucije, Sud je stoga morao izabrati ono tumačenje koje je najviše u skladu sa uslovima Konvencije i kojim se izbjegava bilo kakav sukob obaveza. U svijetlu važne uloge Ujedinjenih nacija u podsticanju i ohrabrivanju poštovanja ljudskih prava, moglo se očekivati da bi se, u slučaju da je Savjet bezbjednosti namjeravao da države preduzimaju konkretne mjere koje bi bile u sukobu sa njihovim obavezama po osnovu međunarodnog prava u oblasti ljudskih prava, koristio jasan i eksplicitan jezik.", "U Rezoluciji 1546 kojom se multinacionalne snage ovlašćuju “da preduzmu sve neophodne mjere da doprinesu očuvanju bezbjednosti i stabilnosti u Iraku” nema eksplicitnog upućivanja na pritvor. Međutim, pritvor je naveden u dopisu američkog državnog sekretara priloženom uz Rezoluciju, kao primjer “niza zadataka” koje su međunarodne snage spremne da preduzmu. Po viđenju Suda, terminologijom Rezolucije zemljama članicama u okviru multinacionalnih snaga ostavljen je otvoren izbor sredstava koja se mogu koristiti za doprinošenje očuvanju bezbjednosti i stabilnosti u Iraku. Štaviše, u preambuli Rezolucije istaknuta je posvećenost svih snaga djelovanju u skladu sa međunarodnim pravom, a Konvencija je dio međunarodnog prava. U odsustvu jasnih odredbi u prilog suprotnom stavu, moralo se pretpostaviti da je Savjet bezbjednosti namjeravao da države u okviru multinacionalih snaga doprinose očuvanju bezbjednosti u Iraku uz ispunjenje svojih obaveza u skladu sa međunarodnim pravom u oblasti ljudskih prava.", "Nadalje, bilo je teško uskladiti argument da se Rezolucijom 1546 zemljama članicama nameće obaveza da koriste pritvor sa prigovorima koje su ponavljali Generalni sekretar Ujedinjenih nacija i UNAMI u vezi sa korišćenjem pritvora od strane multinacionalnih snaga. U skladu sa Rezolucijom 1546, Savjet bezbjednosti ovlašćuje i Generalnog sekretara, posredstvom njegovog specijalnog predstavnika, i UNAMI da “podstiču zaštitu ljudskih prava ... u Iraku”. U svojim kvartalnim izvještajima tokom cijelog relevantnog perioda, Generalni sekretar UN u više navrata je opisivao stepen u kome se koristi bezbjednosni pritvor od strane multinacionalnih snaga kao “gorući razlog za zabrinutost za ljudska prava”. UNAMI je tokom istog perioda izvještavao o situaciji u oblasti ljudskih prava svakih nekoliko mjeseci i više puta izražavao zabrinutost zbog velikog broja ljudi koji su pritvoreni na neodređeno vrijeme i bez sudskog nadzora.", "I, da zaključimo, Sud je smatrao da je Rezolucijom 1546 Ujedinjeno Kraljevstvo ovlašćeno da preduzima mjere u cilju doprinosa očuvanju bezbjednosti i stabilnosti u Iraku. Međutim, niti ovom niti bilo kojom drugom rezolucijom od Ujedinjenog Kraljevstva nije se, ni eksplicitno ni implicitno, tražilo da pojedince koji se smatraju bezbjednosnim rizikom pritvori na neodređeno vrijeme bez optužnice. U tim okolnostima, u odsustvu obaveze da koristi pritvor, nije bilo sukoba između obaveza Ujedinjenog Kraljevstva u skladu sa Poveljom UN i njenim obavezama po osnovu člana 5 stav 1 Konvencije. Odredbe člana 5 stav 1 stoga su na mjestu.", "Zaključak: utvrđena povreda (šesnaest glasova za i jedan protiv).", "Član 41: 25.000 eura na ime nematerijalne štete.", "(Vidi takođe Al-Skeini i drugi protiv Ujedinjenog Kraljevstva, član 1 iznad, strana 1)", "* Savjetodavno mišljenje Međunarodnog suda pravde: “Pravne posljedice po države stalnog prisustva Južne Afrike u Namibiji, uprkos Rezoluciji Savjeta bezbjednosti 276 (1970)”.", "**Članom 103 propisuje se da obaveze zemalja članica UN u skladu sa Poveljom imaju primat u slučaju sukoba sa obavezama proisteklim iz bilo kog drugog međunarodnog sporazuma.", "", "© Savjet Evrope/Evropski sud za ljudska prava\nOvaj sažetak iz Sekretarijata ne obavezuje Sud.", " ", "© Savjet Evrope/Evropski sud za ljudska prava, 2012. godina.", "", "Zvanični jezici Evropskog suda za ljudska prava su engleski i francuski. Ovaj prevod urađen je uz pomoć Fonda za ljudska prava Savjeta Evrope (). On nije obavezujući za Sud i Sud ne preuzima odgovornost za njegov kvalitet. Prevod se može preuzeti sa baze podataka o sudskoj praksi Evropskog suda za ljudska prava HUDOC () ili sa bilo koje druge baze podataka kojoj ga je Sud dostavio. Prevod se može reprodukovati za nekomercijalne svrhe pod uslovom da se navede puni naziv predmeta, sa gore navedenom izjavom o autorskim pravima i pominjanjem Fonda za ljudska prava. Ukoliko je namjera da se bilo koji dio ovog prevoda upotrijebi za komercijalne svrhe, molimo vas da se obratite na adresu ", "© Council of Europe/European Court of Human Rights, 2012.", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact ", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012.", "", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que de la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : ", "", ""]}