{"file": "POL_HJUDPOL_40454_07.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "40454/07", "text_paragraphs": ["", "© Trybunał Konstytucyjny, www.trybunal.gov.pl [Translation already published on the official website of the Polish Constitutional Tribunal] - Permission to re-publish this translation has been granted by the Polish Constitutional Tribunal for the sole purpose of its inclusion in the Court’s database HUDOC", "© Trybunał Konstytucyjny, www.trybunal.gov.pl [Tłumaczenie zostało już opublikowane na oficjalnej stronie Trybunału Konstytucyjnego] - Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Trybunał Konstytucyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "WIELKA IZBA", "", "", "", "", "", "Sprawa COUDERC HACHETTE FILIPACCHI ASSOCIÉS przeciwko FRANCJI", "", "(Skarga nr 40454/07)", "", "", "", "WYROK", "[wyciąg]", "", "", "STRASBOURG", "", "10 listopada 2015 r.", "", "", "Wyrok jest ostateczny, lecz może podlegać zmianom redakcyjnym.", "", "W sprawie Couderc i Hachette Filipacchi Associés przeciwko Francji,", "Europejski Trybunał Praw Człowieka, zasiadając jako Wielka Izba w składzie:", "\tDean Spielmann, Przewodniczący,\n\tJosep Casadevall,\n\tIşıl Karakaş,\n\tKhanlar Hajiyev", "\tPäivi Hirvelä,\n\tMirjana Lazarova Trajkovska,\n\tLedi Bianku,\n\tJulia Laffranque,\n\tPaulo Pinto de Albuquerque,\n\tErik Møse,\n\tHelen Keller,\n\tAndré Potocki,", "\tAleš Pejchal\n\tJohannes Silvis, \n\tValeriu Griţco,\n\tRobert Spano,\n\tBranko Lubarda, Sędziowie,", "\toraz Søren Prebensen, Zastępca Kanclerza Wielkiej Izby", "\tObradując na posiedzeniu zamkniętym w dniu 15 kwietnia 2015 r. oraz w dniu 19 października 2015 r.,", "Wydaje następujący wyrok, który został przyjęty w dniu wskazanym jako ostatni:", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 40454/07) przeciwko Republice Francuskiej wniesionej do Trybunału na podstawie art. 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”) przez obywatelkę francuską, panią Anne-Marie Couderc, oraz Hachette Filipacchi Associés, spółkę założoną zgodnie z prawem francuskim („skarżący), w dniu 24 sierpnia 2007 r.", "2. Skarżących reprezentowała pani de Percin, członek Izby Adwokackiej w Paryżu. Francuski Rząd („Rząd”) reprezentowany był przez zastępcę pełnomocnika, pana de Bergues, Zastępcę Dyrektora ds. Prawnych w Ministerstwie Spraw Zagranicznych i Rozwoju Międzynarodowego.", "3. Skarżący podnieśli zarzut, iż doszło do nieuzasadnionego naruszenia ich prawa do wolności wyrażania opinii (art. 10 Konwencji).", "4. Skargę skierowano do Piątej Sekcji Trybunału (art. 52 § 1 Regulaminu Trybunału). W dniu 13 maja 2014 r. Izba tejże Sekcji, w której skład wchodzili następujący sędziowie: Mark Villiger, Angelika Nußberger, Boštjan M. Zupančič, Ann Power-Forde, André Potocki, Paul Lemmens i Helena Jäderblom oraz Claudia Westerdiek, Kanclerz Sekcji, uznała skargę za dopuszczalną i wydała wyrok. W dniu 11 września 2014 r. Rząd wniósł o przekazanie sprawy do Wielkiej Izby zgodnie z art. 43 Konwencji. W dniu 13 października 2014 r. zespół Wielkiej Izby wyraził zgodę.", "5. Skład Wielkiej Izby został określony zgodnie z przepisami art. 26 ust. 4 i ust. 5 Konwencji oraz art. 24 [Regulaminu Trybunału].", "6. Skarżący i Rząd złożyli dodatkowe pisemne uwagi w sprawie przedmiotu skargi (art. 59 § 1 Regulaminu Trybunału). Ponadto przedstawione zostały uwagi stron trzecich, Rządu Monako i organizacji pozarządowej Media Legal Defense Initiative, na których udział w postępowaniu zezwolił Przewodniczący Wielkiej Izby (art. 36 ust. 2 Konwencji oraz art. 44 § 3 [Regulaminu Trybunału]).", "7. Rozprawa publiczna odbyła się w siedzibie Trybunału Praw Człowieka w Strasburgu w dniu 15 kwietnia 2015 r. (art. 59 § 3 [Regulaminu Trybunału]).", "Przed Trybunałem stawili się:", "(a) w imieniu Rządu\nPan G. de Bergues Zastępca Dyrektora ds. Prawnych\nw Ministerstwie Spraw Zagranicznych i Rozwoju\nMiędzynarodowego,\tPełnomocnik,\nPani\tE. Jung,\nPani \tP. Rouault-Chalier,\nPani\tC. Fabre,\nPani\tT. Jewcsuk,\tDoradcy;", "(b) w imieniu skarżących\nPani \tM.-C. de Percin, z Izby Adwokackiej w Paryżu,\tAdwokat.", "", "Trybunał wysłuchał wypowiedzi pani de Percin i pana de Bergues.", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "[Paragrafy 8-40 wyroku pominięto i zastąpiono tłumaczeniem poniższego streszczenia przygotowanego przez Kancelarię Europejskiego Trybunału Praw Człowieka:", "", "Streszczenie stanu faktycznego:", "W dniu 3 maja 2005 r. brytyjska gazeta „Daily Mail” opublikowała artykuł zawierający wypowiedzi pani C. dotyczące jej syna. Twierdziła ona, że panujący książę Monako jest jego ojcem. Artykuł zawierał odniesienia do przyszłej publikacji w Paris Match i przedstawiał jej kluczowe elementy, w tym także fotografie, spośród których jedna przedstawiała księcia z dzieckiem na ręku. Wywiad z panią C. i te same zdjęcia zostały także opublikowane w niemieckim tygodniku Bunte w dnia 4 maja 2005 r.", "Skarżący to, odpowiednio, dyrektor ds. publikacji tygodnika Paris Match oraz spółka wydająca magazyn. W dniu 6 maja 2005 r. Paris Match opublikował artykuł, w którym pani C. przedstawiła szczegółowe informacje dotyczące tego, jak poznała księcia, spotkań z nim, relacji intymnej i uczuć, reakcji księcia na wiadomość o ciąży pani C., a także jego zachowaniu podczas spotkania z dzieckiem. Książę wszczął postępowanie przeciwko skarżącym, domagając się odszkodowania z tytułu naruszenia prywatności oraz prawa do ochrony własnego wizerunku. Sądy francuskie przychyliły się do jego roszczenia i przyznały mu odszkodowanie w wysokości 50.000 EUR oraz nakazały opublikowanie informacji nt. szczegółów wyroku na okładce magazynu, na jednej trzeciej powierzchni.", "W wyroku z dnia 12 czerwca 2014 r. Izba Trybunału uznała, stosunkiem czterech głosów do trzech, że doszło do naruszenia art. 10. W dniu 13 października 2014 r., na wniosek Rządu, sprawę przekazano do Wielkiej Izby.]", "", "II. WŁAŚCIWE DOKUMENTY PRAWA FRANCUSKIEGO I PRAWA MONAKO ORAZ DOKUMENTY EUROPEJSKIE", "[Paragrafy 41-44 wyroku pominięto w niniejszym tłumaczeniu]", "PRAWO", "I. ZARZUT NARUSZENIA ART. 10 KONWENCJI", "45. Skarżący podnieśli zarzut, że wydany w ich sprawie wyrok stanowił nieuzasadnioną ingerencję w wykonywanie ich prawa do wolności informacji. Powołali się na art. 10 Konwencji, który brzmi następująco:", "„1. Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie wyklucza prawa Państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2. Korzystanie z tych wolności pociągających za sobą obowiązki i odpowiedzialność może podlegać takim wymogom formalnym, warunkom, ograniczeniom i sankcjom, jakie są przewidziane przez ustawę i niezbędne w społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego ze względu na konieczność 12 13 zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia i moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi i bezstronności władzy sądowej.”", "A. Wyrok Izby", "46. Izba zauważyła, że w wydanym wobec skarżących wyroku nie dokonano rozróżnienia pomiędzy informacjami stanowiącymi element debaty w sprawie kwestii leżącej w interesie publicznym a takimi, które dotyczyły jedynie szczegółów z życia prywatnego księcia. Z tego względu, mimo przysługującego w tym zakresie państwom marginesu oceny, [Izba] uznała, że zabrakło rozsądnej proporcji pomiędzy, z jednej strony ograniczeniami nałożonymi przez sądy na prawo skarżących do wolności wyrażania opinii a, z drugiej strony, realizowanym uprawnionym celem. Z tego względu [Izba] uznała, że doszło do naruszenia art. 10 Konwencji (wyrok Izby, §§ 51 do 75).", "B. Oświadczenia stron przed Wielką Izbą", "1. Oświadczenia skarżących", "47. Skarżący oświadczyli, że wydanie wyroku wobec magazynu informacyjnego za publikację informacji, które zostały już wcześniej ujawnione w innych mediach oraz zilustrowanie ich zdjęciami związanymi z tematem stanowiło ingerencję w ich wolność przekazywania informacji leżących w interesie publicznym. Uznali, że wyrok jest skrajnie surowy i bezprecedensowy, i że należy traktować go jako nadmierną ingerencję w wolność wyrażania opinii i wolność informacji, o jednoznacznym efekcie mrożącym.", "48. Skarżący nie kwestionowali faktu, że ingerencja ta została dokonana w oparciu o podstawę prawną, to jest art. 9 kodeksu cywilnego, ani też, że realizowała uprawniony cel, mianowicie „ochrony praw innych osób” w odniesieniu do prawa księcia do życia prywatnego i własnego wizerunku. Mimo to skarżący wyrazili w tym względzie zastrzeżenie, twierdząc, że sądy krajowe zbyt szeroko interpretowały koncepcję życia prywatnego w rozumieniu art. 9 kodeksu cywilnego i art. 8 Konwencji.", "49. Skarżący uznali, że prawo do poszanowania życia prywatnego wymaga ochrony, lecz że nie jest ono absolutne, szczególnie w przypadku, gdy koliduje z prawem do wolności wyrażania opinii i wolności informacji, a także prawami innych osób, których dotyczy publikacja. Zarzucili oni sądom krajowym brak podjęcia działań w celu zrównoważenia praw księcia i praw innych osób, które – w ich opinii – miały wartość równorzędną: prawa matki, które uważali za nie mniej uzasadnione w społeczeństwie demokratycznym; prawo dziecka do oficjalnego uznania; oraz prawo magazynu do przekazywania informacji leżących w interesie publicznym, które w dniu publikacji nie były już poufne.", "50. Skarżący uznali także, że w kwestionowanych decyzjach nie dokonano rozróżnienia pomiędzy zwykłymi obywatelami a osobami publicznymi (a fortiori politycy i głowy państw, które w sposób nieunikniony są w kręgu zainteresowania mediów), co było niezgodne z orzecznictwem Trybunału i bieżącym orzecznictwem francuskim. Na poparcie tego argumentu wskazali, że w orzecznictwie sądów krajowych uznawano prawo społeczeństwa do informacji dotyczących faktów z życia prywatnego i przywołali, na zasadzie przykładu, kilka spraw, w których sądy krajowe podjęły decyzję na takiej podstawie.", "51. Następnie skarżący oświadczyli, w odniesieniu do konieczności kwestionowanej ingerencji, że wszelkie wyjątki od wolności podstawowej należy interpretować w sposób ścisły oraz że z tego względu wyjątków od wolności wyrażania opinii nie można karać w sposób nieproporcjonalny. Stwierdzili, że prawo do poszanowania życia prywatnego nie ma charakteru bezwzględnego i argumentowali, że w niniejszej sprawie decyzje sądów krajowych nie wynikały z naglącej potrzeby społecznej w tym względzie, że sądy nie podjęły działań w celu określenia równowagi sprzecznych ze sobą praw ani nie uwzględniły kryteriów ustalonych w orzecznictwie Trybunału.", "52. W związku z tym argumentowali między innymi, że w przypadku monarchii dziedzicznej informacja o istnieniu spadkobiercy urodzonego poza związkiem małżeńskim, który nie został jeszcze oficjalnie uznany przez ojca, stanowiła kwestię interesu publicznego z perspektywy zarówno przyszłości monarchii, jak i postępowania księcia będącego osobą publiczną. Kwestia jego ojcostwa dotyczyła nie tylko jego własnego stanu cywilnego – wiedza o tym, czy ma nieślubnego syna oraz czy go uznał, nie była bez znaczenia – lecz także kolejności następców czy nawet potencjalnych następców tronu, ze względu na dziedziczny charakter monarchii w Monako oraz przy braku, w odnośnym czasie, jakiegokolwiek innego znanego spadkobiercy. Skarżący podkreślili w tym względzie, że postanowienia Konstytucji Monako zostały zmienione niedługo przed śmiercią księcia Rainiera oraz że nie można wykluczyć dalszych zmian. Informacja ta mogła także umożliwić poddanym księcia wyrobienie sobie opinii w sprawie etyki jego postępowania i poszanowania przez niego samego podstawowych praw, których domagał się dla siebie i które popierał publicznie i politycznie.", "53. Skarżący twierdzili także, iż książę wykorzystał zasoby publiczne, które zostały przeznaczone na zapewnienie przyszłości i finansowanie edukacji jego syna, która to kwestia wywierała bezpośredni wpływ na podatników w Monako i Francji. Oznajmili również, iż sądy niemieckie, rozpoznając zasadniczo podobny spór, uznały, iż informacja ta uzasadniała debatę w sprawie leżącej w interesie publicznym. Następnie oświadczyli, że przekazanie takiej informacji do wiadomości publicznej było tym bardziej uzasadnione, że niedawno – w kontekście zakrojonych na szeroką skalę działań mediów – książę uznał syna. Dodali, że wydając oświadczenie w sprawie następstwa tronu, książę potwierdził, że wiadomość będąca przedmiotem skargi stanowiła kwestię interesu publicznego.", "54. W dalszej kolejności skarżący stwierdzili, że książę jako głowa państwa Monako jest bez wątpienia osobą publiczną. Odnośnie do treści artykułu uznali, że wykraczał on poza sferę życia prywatnego księcia i dotyczył także życia prywatnego matki dziecka, której przysługiwało prawo do wolności wyrażania własnych opinii, jak również dziecka, które miało prawo do oficjalnego uznania. W tym względzie oświadczyli, że w społeczeństwie demokratycznym życzenia jednej osoby, nawet monarchy, nie mogą nadawać przywilejów naruszających prawa innych osób, a w szczególności „uniemożliwiać realizacji roszczeń syna podejmującego starania w celu potwierdzenia swego istnienia i uznania swojej tożsamości”.", "55. Skarżący podkreślili następnie, że nie zakwestionowano faktu, iż artykuł zawierał informacje i zdjęcia dostarczone przez matkę dziecka, która osobiście skontaktowała się z Paris Match w celu doprowadzenia do oficjalnego uznania syna. Twierdzili, że wszystkie zdjęcia zostały wykonane w mieszkaniu, przy pełnej zgodzie księcia i, ich zdaniem, nie zawierały żadnych intymnych szczegółów ani nie przedstawiały żadnej z osób w niekorzystny sposób. Zdjęcia przedstawiające księcia w towarzystwie pani Coste były, zdaniem skarżących, wykonane w kontekście oficjalnych wydarzeń, zatem nie można krytykować magazynu za ich publikację. Opublikowano jedynie zdjęcia dostarczone przez matkę dziecka z zamiarem potwierdzenia wiarygodności jej wypowiedzi. Ponadto nie kwestionowano ani prawdziwości opublikowanych informacji, ani też warunków, w jakich magazyn pozyskał takie informacje i towarzyszące im fotografie. Zatem TGI w Nantes nie miał racji określając te informacje jako „zwykłe plotki”.", "56. Skarżący twierdzili także, że kwestionowanie zasady swobodnego wyboru środków przekazu informacji – wynikającej z wolności przekazywania informacji – powoduje, że wolność ta staje się bezprzedmiotowa. W związku z tym uważali, że mieli swobodę zilustrowania zaskarżonego artykułu właściwymi fotografiami. Tak właśnie stało się w przypadku opublikowanych zdjęć. W odniesieniu do konsekwencji artykułu skarżący zaprzeczyli, jakoby ujawniono w nim informacje inne niż te, które zostały już podane do publicznej wiadomości w prasie i mediach audiowizualnych brytyjskich, amerykańskich, niemieckich i francuskich, a także w internecie. Z tego względu domagali się, by skutki artykułu oceniać w kontekście sytuacji. Twierdzili ponadto, iż po publikacji, wskutek prowadzonych na szeroką skalę działań mediów, książę oficjalnie uznał fakt swego ojcostwa, a jednocześnie potwierdził istnienie jeszcze jednego dziecka.", "57. Skarżący argumentowali zatem, iż doszło do ingerencji w ich prawo do wolności wyrażania opinii, która – po pierwsze – nie była „konieczna” w tym względzie, że nie odpowiadała „naglącej potrzebie społecznej” oraz – po drugie – której konsekwencje były nieproporcjonalne do realizowanego uprawnionego celu. Twierdzili, że przy ocenie zarzucanego naruszenia i wynikających szkód pod uwagę wzięto wyłącznie prawo księcia do życia prywatnego. Ponadto wyrazili opinię, że nałożone kary były bardzo surowe: ich zdaniem nakaz publikacji przez sąd był równoznaczny z pozbawieniem gazety własności i eliminacją przestrzeni wykorzystywanej w celu wykonywania wolności wyrażania opinii oraz posiadał wagę i skutek publicznego upomnienia dokonanego w celu dyskredytacji magazynu.", "58. Na zakończenie skarżący stwierdzili, że w czasie gdy Sąd Apelacyjny i Sąd Kasacyjny orzekały w sprawie, książę uznał już syna narodzonego poza węzłem małżeńskim, w drodze wydania oficjalnego oświadczenia i w licznych wywiadach prasowych. Skrytykowali sądy krajowe na tej podstawie, że nie uwzględniły one tego faktu przy ocenie rozmiaru zarzucanej szkody. Uznali, że odnośna publikacja była oczywiście zgodna z prawem oraz że, w konsekwencji, nie istniała rozsądna proporcja pomiędzy surowymi wyrokami sądowymi wobec skarżących, w tym nakazaną przez sąd publikacją oświadczenia na okładce magazynu, a realizowanym celem.", "2. Oświadczenia Rządu", "59. Podsumowawszy orzecznictwo Sądu Kasacyjnego w sprawach dotyczących ochrony życia prywatnego, Rząd w pierwszej kolejności oświadczył, że życie prywatne obejmuje swoim zakresem relacje osobiste i rodzinne jednostek, ich życie uczuciowe, ciąże, choroby, operacje chirurgiczne, przekonania religijne, dom, a także prawo do kontrolowania własnego wizerunku. Rząd zaznaczył również, iż ujawniać można jedynie informacje istotne z punktu widzenia prawa społeczeństwa do informacji. W przypadkach, gdy kwestionowana ingerencja dotyczyła osób, których życie czy status osób publicznych powoduje, że są dobrze znane, w orzecznictwie dokonywano rozróżnienia w zależności od rodzaju ujawnianych informacji.", "60. Rząd podkreślił w tym względzie, że mimo iż Sąd Kasacyjny uznał, że „każda osoba, niezależnie od swej pozycji, urodzenia, sytuacji finansowej, obecnych lub przyszłych funkcji, [jest] uprawniona do poszanowania swego życia prywatnego”, jednocześnie potwierdził znaczenie ujawniania informacji w przypadkach, gdy jest to konieczne ze względu na debatę publiczną.", "61. Przedstawiwszy kontekst krajowy, Rząd nie kwestionował faktu, że wydany wobec skarżących wyrok sądu stanowił ingerencję w wykonywanie ich prawo do wolności wyrażania opinii. Stwierdził jednakże, iż ingerencja ta była przewidziana prawem – z którego to faktu skarżący, jako profesjonaliści w dziedzinie prasy, w opinii Rządu nie mogli nie zdawać sobie sprawy – oraz że realizowała uprawniony cel, mianowicie cel ochrony prawa księcia do prywatności i ochrony jego wizerunku.", "62. Rząd oświadczył także, że sądy krajowe działały zgodnie z orzecznictwem Trybunału. W tym względzie Rząd argumentował, że zaskarżone komentarze należało zbadać w świetle sprawy jako całości oraz uwzględniając treść użytych terminów i kontekst ich przedstawienia. Powołując się na przysługujący państwom w tym obszarze margines oceny, Rząd argumentował, że w zakresie wolności wyrażania opinii, która implikowała zastosowanie podejścia subiektywnego, najwłaściwszą instancją dla oceny faktów sprawy są sądy krajowe oraz że nadzorcza funkcja Trybunału nie powinna mieć na celu zastąpienia oceny faktów przeprowadzonej przez sądy krajowe nową oceną. W niniejszej sprawie sądy krajowe przeprowadziły dokładną analizę i podejmowały starania, by zrównoważyć ochronę życia prywatnego i ochronę wolności wyrażania opinii. Nic zatem nie uzasadniało odejścia od oceny Sądu Kasacyjnego.", "63. Przed Wielką Izbą Rząd oznajmił również, iż przy ocenie okoliczności sprawy nie było konieczności uwzględniania woli pani Coste, by upublicznić tożsamość ojca dziecka w celu doprowadzenia do jego uznania. Zdaniem Rządu, jeżeli Paris Match pragnął wykorzystać interesy pani Coste w swojej obronie, powinien był wezwać ją do stawienia się w sprawie przed sądami krajowymi. Niniejsza sprawa dotyczyła zatem jedynie klasycznego konfliktu pomiędzy prawami i interesami organu prasowego powołującego się na prawo do wyrażania opinii a prawami i interesami osoby przedstawionej w artykule i podnoszącej zarzut naruszenia jej prawa do poszanowania życia prywatnego.", "64. Rząd wyraził zdanie, że w niniejszej sprawie istniała nagląca potrzeba ochrony księcia. Rząd oświadczył, że kwestionowana publikacja nie dotyczyła tematu leżącego w interesie publicznym. Przyznał, że niektóre informacje dotyczące księcia mogły być publikowane przez wzgląd na jego funkcje, lecz ocenił, że zaskarżone informacje, pomijając fakt, że miały szczególnie intymny charakter, w żaden sposób nie wywierały wpływu na organizację państwa Monako.", "65. Rząd uznał także, iż Izba błędnie zinterpretowała koncepcję wkładu w debatę w sprawach leżących w interesie publicznym, co dało podstawy do zaistnienia istotnego braku pewności prawnej. W tym względzie Rząd twierdził, że zbyt szeroka interpretacja takiej koncepcji zmniejszyłaby praktycznie do zera zakres gwarantowanej Konwencją zasady ochrony życia prywatnego i rodzinnego osób publicznych oraz dałaby podstawy do powtarzającego się wkraczania w prywatność i naruszeń prawa osób publicznych do kontrolowania własnego wizerunku, dokonywanych wyłącznie w celach komercyjnych.", "66. Przed Wielką Izbą Rząd oświadczył, że w wyroku w sprawie Von Hannover przeciwko Niemcom (nr 2) ([WI], nr 40660/08 i 60641/08, ETPCz 2012) Trybunał przyjął wyjątkowo szeroką definicję koncepcji debaty w sprawach leżących w interesie publicznym. Jak wskazywali także komentatorzy prawa, definicja ta różniła się od tej przyjętej w pierwszym wyroku w sprawie Von Hannover (cyt. powyżej) i otworzyła drogę publikowaniu zdjęć i artykułów, które naruszają prywatność osób publicznych, gdzie choćby drobne odwołanie do debaty w sprawach leżących w interesie publicznym będzie wydawać się wystarczające dla uzasadnienia takich publikacji. W opinii Rządu, gdyby taka interpretacja miała zostać uznana za właściwą, koncepcja debaty w sprawach leżących w interesie publicznym, która – jak twierdzili – miała na celu zagwarantowanie poszanowania życia prywatnego osób publicznych, zostałaby pozbawiona znaczenia.", "67. Rząd wyraził opinię, że fakt ustalenia przez Izbę, iż artykuł zawierał elementy dotyczące życia prywatnego, a wręcz intymnego, księcia powinien skutkować stwierdzeniem przez Wielką Izbę, że wyrok sądowy wydany wobec skarżących był uzasadniony. Rząd twierdził, że zawarte w artykule elementy dotyczące życia prywatnego powinny być traktowane priorytetowo oraz że głównym, jeżeli nie wyłącznym, celem publikacji było zaspokojenie ciekawości specyficznej grupy czytelników dotyczącej szczegółów z życia prywatnego księcia.", "68. Przed Wielką Izbą Rząd argumentował również, że Izba błędnie uznała, iż „podstawowym przesłaniem artykułu” był fakt, że narodzony poza węzłem małżeńskim syn może potencjalnie mieć prawo do tronu Księstwa, gdyż w rzeczywistości artykuł zawierał jedynie dwa odniesienia do tej kwestii. Było to osiem spośród pięciuset linijek tekstu zajmującego cztery strony i zilustrowanego sześcioma stronami zdjęć, a także fotografią na okładce. Rząd potwierdził, że fakt, iż książę ma syna narodzonego poza związkiem małżeńskim, nieposiadającego oficjalnego statusu, nie jest przyczynkiem do debaty o sprawach leżących w interesie publicznym.", "69. Ponadto, choć Rząd przyznał, że sądy niemieckie oddaliły roszczenie księcia, kiedy wszczął on postępowanie przeciwko tygodnikowi Bunte w związku z artykułem porównywalnym z artykułem opublikowanym w Paris Match, Rząd argumentował, iż państwa-strony mają różne tradycje w zakresie poszanowania życia prywatnego przez media, szczególnie w odniesieniu do życia prywatnego osób publicznych. Zatem, jak stwierdził Rząd, we Francji ustawodawstwo i orzecznictwo przewidują wyższy poziom ochrony życia prywatnego niż w Niemczech czy Zjednoczonym Królestwie. Konwencja nie ma na celu ujednolicania praw krajowych. Sądy francuskie były zatem uprawnione do uznania, inaczej niż sądy niemieckie, że fakt narodzin syna księcia nie jest przyczynkiem do debaty w sprawach leżących w interesie publicznym: było to rozsądne stanowisko przy ocenie istniejących sprzecznych interesów.", "70. Rząd dodał, iż nawet przy założeniu, że Wielka Izba ustaliłaby, iż narodziny te łączyły się z debatą w sprawie leżącej w interesie publicznym, fakt, że zaskarżony artykuł zawierał liczne intymne szczegóły z życia księcia, mimo wszystko uzasadniał to, by w niniejszej sprawie ochronę prywatności potraktować jako nadrzędną w stosunku do wolności wyrażania opinii.", "71. Rząd uważał, że publikacja artykułu i kilku fotografii przedstawiających księcia z synem w sposób szczególny naruszała życie prywatne księcia. Ponadto artykuł zawierał informacje o najbardziej intymnych szczegółach z życia księcia. Dodatkowo książę wyraził zgodę na zrobienie mu zdjęć z synem w celach prywatnych, nie zaś w celu ich publikacji. W związku z tym Rząd zarzucił skarżącym, że nie przefiltrowali informacji udostępnionych przez panią Coste tak, by usunąć intymne szczegóły dotyczące księcia, lecz podjęli decyzję o publikacji takich intymnych szczegółów, co oznacza, że nie działali zgodnie ze swymi obowiązkami i odpowiedzialnością.", "72. W dalszej kolejności Rząd oświadczył, że poprzez wykorzystanie zdjęć i podpisów magazyn nadał tematowi artykułu wymiar sensacji. Rząd dodał, że skarżący nie mogą powoływać się na zdarzenia, jakie nastąpiły w terminie późniejszym, mianowicie oświadczenie wydane w sprawie przez księcia, w celu uniknięcia odpowiedzialności.", "73. Na zakończenie Rząd wyjaśnił, że Paris Match jest czasopismem nastawionym na zysk, które często wykorzystuje życie prywatne osób w celu zaspokojenia ciekawości czytelników, a takie komercyjne wykorzystywanie związane jest z bardziej lub mniej skandalicznym charakterem podawanych informacji. W niniejszej sprawie wydrukowanych zostało ponad milion egzemplarzy odnośnego wydania Paris Match. W konsekwencji Rząd wyraził zdanie, że ingerencja, której niniejsza sprawa dotyczy, była konieczna i zgodna z obowiązkiem proporcjonalności wynikającym z orzecznictwa Trybunału oraz że kwota przyznanego odszkodowania powinna była, w opinii Rządu, zostać potrącona od przychodów magazynu.", "C. Oświadczenia stron trzecich", "1. Oświadczenia Rządu Monako", "74. Rząd Monako stwierdził, że wyrok Izby wskazał na istotną kwestię dotyczącą interpretacji i stosowania art. 8 i 10 Konwencji. W tym względzie Rząd Monako oświadczył, że w praktyce kryterium „wkładu w debatę w sprawach leżących w interesie publicznym”, choć właściwe, gwarantuje wymaganą równowagę pomiędzy wolnością wyrażania opinii a ochroną życia prywatnego jedynie, jeżeli jest stosowane w sposób właściwy i niezniekształcony. W niniejszej sprawie kwestie dotyczące tego, kto jest ojcem dziecka, które w sposób jednoznaczny nie posiadało prawa do następstwa tronu, nie mogły mieścić się w zakresie debaty w sprawach leżących w interesie publicznym. Zdaniem Rządu Monako, głównym – jeżeli nie jedynym – celem artykułu było zaspokojenie ciekawości pewnej grupy czytelników w odniesieniu do życia prywatnego osób publicznych. Ponadto, zachodzi obawa, że podejście przyjęte w wyroku wydanym przez Izbę będzie w przyszłości skutkować zbyt szeroką interpretacją uzasadnienia wkładu w debatę w sprawach leżących w interesie publicznym, co poważnie osłabiłoby ochronę życia prywatnego, której w sposób uprawniony oczekiwać mogą osoby publiczne, w szczególności zaś te pełniące funkcje polityczne.", "75. Rząd Monako oświadczył również, że kategoria „osób publicznych” obejmuje bardzo szczególną podgrupę „osobistości politycznych”, które są w jeszcze większym stopniu narażone na zainteresowanie mediów. Rząd Monako argumentował, iż ważnym jest, by zapewnić, by artykuły prasowe dotyczące „osobistości politycznych” nie podlegały praktycznie niewzruszalnemu domniemaniu, że z samej swej istoty wnoszą wkład w debatę w sprawach leżących w interesie publicznym. Tymczasem wyrok Izby skutkował powstaniem poważnego ryzyka w tym zakresie, mianowicie że przysługująca osobistościom politycznych ochrona życia prywatnego zostanie odtąd istotnie ograniczona lub wręcz sprowadzona do zera. Rozwiązanie tego problemu jest ważne z tego względu, że przedstawiona przez Trybunał interpretacja będzie miała stanowić punkt odniesienia dla wszystkich Wysokich Układających się Stron.", "2. Uwagi Media Legal Defence Initiative („MLDI”)", "76. Organizacja pozarządowa MLDI wyraziła opinię, że w monarchii dziedzicznej sprawa następstwa tronu jest kwestią interesu publicznego. Przychyliła się do interpretacji tej koncepcji przedstawionej przez Izbę. Zauważając, że szerokie podejście do koncepcji debaty w sprawach leżących w interesie publicznym istnieje już w Niemczech i w Belgii, MLDI argumentowała, że dziennikarzom i wydawcom należy przyznać pewien zakres swobody przy dokonywaniu profesjonalnej oceny, jakie szczegóły należy ująć w celu przedstawienia istoty wiadomości, zwłaszcza, jeżeli jasne jest, że dotyczy ona kwestii leżącej w interesie publicznym. Istotnie, swobodę taką uznawano w Zjednoczonym Królestwie i innych państwach członkowskich Rady Europy.", "77. MLDI stwierdziła, że w monarchii konstytucyjnej głowa państwa pełni podstawową rolę reprezentacyjną i wykonuje uprawnienia, które mogą obejmować udzielanie wypowiedzi publicznych lub prywatne przedstawianie własnych opinii politykom w odniesieniu do szeregu różnych zagadnień. Ponadto w monarchii konstytucyjnej kwestie następstwa w sposób uprawniony podlegają kontroli publicznej, co ma konsekwencje dla swobody, jaką należy przyznać prasie w zakresie relacjonowania takich kwestii oraz prawa ogółu do pozyskiwania o nich informacji, gdy jest to właściwe.", "78. MLDI wyraziła także zdanie, że nałożona w niniejszej sprawie sankcja była szczególnie surowa. W opinii organizacji pozarządowej obowiązek opublikowania oświadczenia mógł potencjalnie nie tylko zaszkodzić reputacji magazynu, lecz także wywrzeć negatywny wpływ na przyszłe wyniki sprzedaży. Ponadto, oraz w świetle orzecznictwa Trybunału, MLDI uznała, że kwotę przyznanego odszkodowania należy traktować jako formę cenzury.", "D. Ocena Trybunału", "79. Trybunał zauważa, że strony zgadzają się, iż zakwestionowany wyrok sądu stanowił ingerencję w korzystanie przez skarżących z prawa do wolności wyrażania opinii, chronionego na podstawie art. 10 Konwencji. Strony nie kwestionują również faktu, że ingerencja była przewidziana prawem, ponieważ opierała się na art. 9 i 1382 kodeksu cywilnego oraz realizowała uprawniony cel, mianowicie ochrony praw innych osób w rozumieniu art. 10 ust. 2 Konwencji – w niniejszej sprawie prawa księcia do życia prywatnego oraz ochrony jego wizerunku. Trybunał zgadza się z taką oceną.", "80. Niemniej jednak skarżący wyrazili zastrzeżenia dotyczące zgodności z prawem i zasadności odnośnej ingerencji, wskazując, że zastosowana przez sądy krajowe interpretacja koncepcji życia prywatnego była zbyt szeroka, oraz podnieśli zarzut, że nie dokonano gruntownego zważenia konkurujących interesów istniejących w sprawie (zob. paragrafy 48 do 50 powyżej). W związku z tym Trybunał stwierdza, że argumenty te odnoszą się do oceny, czy ingerencja była konieczna, natomiast nie kwestionują jej zgodności z prawem ani jej uprawnionego celu.", "81. Zatem w niniejszej sprawie spór dotyczy kwestii, czy ingerencja była „konieczna w społeczeństwie demokratycznym”.", "1. Zasady ogólne ustanowione w orzecznictwie Trybunału", "82. Ponieważ Trybunał wielokrotnie miał za zadanie rozpoznawać spory wymagające zbadania, czy zapewniono właściwą równowagę pomiędzy prawem do poszanowania życia prywatnego a prawem do wolności wyrażania opinii, opracował w tej dziedzinie bogate orzecznictwo. Uwzględniając okoliczności niniejszej sprawy, Trybunał uznaje za stosowne przypomnieć ogólne zasady dotyczące każdego z tych praw, a następnie określić kryteria przyjmowane w celu równoważenia takich praw.", "(a) Zasady ogólne dotyczące prawa do poszanowania życia prywatnego", "83. Trybunał przypomina, że pojęcie życia prywatnego to koncepcja szeroka, niepoddająca się wyczerpującej definicji. Obejmuje aspekty odnoszące się do tożsamości osobistej, takie jak imię i nazwisko osoby, fotografię lub integralność moralną i fizyczną. Koncepcja ta obejmuje także prawo do życia prywatnego, z dala od niechcianej uwagi (zob. Smirnova przeciwko Rosji, nr 46133/99 i 48183/99, § 95, ETPCz 2003IX (wyciąg)). Podstawowym celem gwarancji wynikającej w tym zakresie z art. 8 Konwencji jest zapewnienie rozwoju, bez ingerencji z zewnątrz, osobowości każdej osoby w jej relacjach z innymi ludźmi. Istnieje zatem pewna sfera interakcji osoby z innymi osobami, nawet w kontekście publicznym, która może mieścić się w zakresie życia prywatnego.", "84. Ponadto, o ile nieznana publicznie osoba prywatna może domagać się szczególnej ochrony swego prawa do życia prywatnego, w przypadku osób publicznych sytuacja przedstawia się nieco inaczej (zob. Minelli przeciwko Szwajcarii (dec.), nr 14991/02, 14 czerwca 2005 r.). Niemniej jednak w pewnych okolicznościach, nawet osoba ogólnie znana może powoływać się na „uprawnione oczekiwanie” ochrony i poszanowania swego życia prywatnego (zob. między innymi Von Hannover (nr 2), cyt. powyżej, § 97).", "85. Publikacja zdjęcia może zatem stanowić ingerencję w życie prywatne jednostki nawet, jeżeli jednostka ta jest osobą publiczną (ibid. § 95). Trybunał wielokrotnie uznawał, że fotografia może zawierać bardzo osobiste lub wręcz intymne „informacje” dotyczące jednostki lub jej rodziny (ibid. § 103). Z tego względu uznawał prawo każdej osoby do ochrony jej wizerunku, podkreślając, że wizerunek osoby stanowi jeden z kluczowych atrybutów jej osobowości, ponieważ odkrywa unikalne cechy charakterystyczne danej osoby i odróżnia ją od innych. Prawo do ochrony własnego wizerunku jest zatem jednym z podstawowych elementów składowych rozwoju osobistego. Zakłada przede wszystkim prawo jednostki do kontroli wykorzystywania jej wizerunku, w tym także prawo odmowy jego publikacji (ibid., § 96).", "86. Przy rozstrzyganiu, czy publikacja zdjęcia stanowi ingerencję w prawo skarżącego do poszanowania jego życia prywatnego, Trybunał bierze pod uwagę sposób pozyskania danych informacji czy fotografii. W szczególności Trybunał podkreśla wagę uzyskania zgody osób zainteresowanych oraz bardziej lub mniej silne odczucie wtargnięcia spowodowanego danym zdjęciem (zob. Von Hannover, cyt. powyżej, § 59; Gurgenidze przeciwko Gruzji, nr 71678/01, §§ 55-60, 17 października 2006 r. oraz Hachette Filipacchi Associés przeciwko Francji, nr 71111/01, § 48, 14 czerwca 2007 r.). W tym względzie Trybunał miał okazję zauważyć, że fotografie ukazujące się w prasie „sensacyjnej” czy magazynach poświęconych sprawom uczuciowym, których celem jest zazwyczaj zaspokojenie ciekawości odbiorców odnośnie do szczegółów ściśle prywatnego życia innych osób (zob. Société Prisma Presse przeciwko Francji (dec.), nr 66910/01 i 71612/01, 1 lipca 2003 r. oraz Hachette Filipacchi Associés przeciwko Francji (ICI PARIS), nr 12268/03, § 40, 23 lipca 2009 r.), często pozyskiwane są w atmosferze ciągłego nękania, które u osoby, której dotyczy, może spowodować bardzo silne odczucie wtargnięcia w jej życie prywatne, a nawet prześladowania (zob. Von Hannover, cyt. powyżej, § 59). Innym czynnikiem uwzględnianym w ramach oceny przez Trybunał jest cel, w jakim fotografia została wykorzystana oraz w jakim mogła zostać wykorzystana w terminie późniejszym (zob. Reklos i Davourlis przeciwko Grecji, nr 1234/05, § 42, 15 stycznia 2009 r. oraz Hachette Filipacchi Associés (ICI PARIS), cyt. powyżej, § 52).", "87. Powyższe względy nie są jednak wyczerpujące. Zależnie od okoliczności danej sprawy pod uwagę brane mogą być inne kryteria. W tym miejscu Trybunał podkreśla znaczenie oceny powagi ingerencji w życie prywatne oraz konsekwencji publikacji zdjęć dla osoby, której sprawa dotyczy (zob. Gurgenidze, cyt. powyżej, § 41).", "(b) Ogólne zasady dotyczące prawa do wolności wyrażania opinii", "88. Wolność wyrażania opinii stanowi jeden z najistotniejszych fundamentów społeczeństwa demokratycznego i jeden z podstawowych warunków jego rozwoju oraz samorealizacji każdej osoby. Zgodnie z art. 10 ust. 2, zasada ta ma zastosowanie nie tylko względem informacji czy idei, które są przyjmowane pozytywnie lub uznawane za nieszkodliwe lub obojętne, lecz także względem tych, które rażą, oburzają czy wprowadzają niepokój. Takie są wymogi pluralizmu, tolerancji i szerokich horyzontów myślowych, bez których „społeczeństwo demokratyczne” nie może istnieć. Wolność wyrażania opinii, o której mowa w art. 10, podlega pewnym wyjątkom, które wymagają jednakże ścisłego interpretowania, a potrzebę ewentualnych ograniczeń należy ustalić w sposób przekonujący (zob. Handyside przeciwko Zjednoczonemu Królestwu, 7 grudnia 1976 r., § 49, Seria A nr 24 oraz, między innymi, Lindon, Otchakovsky-Laurens i July przeciwko Francji [WI], nr 21279/02 i 36448/02, § 45, ETPCz 2007-IV oraz Von Hannover (nr 2), cyt. powyżej, § 101).", "89. Choć prasa nie może przekraczać pewnych granic, szczególnie w odniesieniu do ochrony reputacji i praw innych osób, jej zadanie polega na przekazywaniu – w sposób zgodny z jej obowiązkami i odpowiedzialnością – informacji i idei dotyczących wszystkich kwestii leżących w interesie publicznym. A zatem zadanie przekazywania informacji nieodzownie wiąże się z „obowiązkami i odpowiedzialnością”, a także ograniczeniami, jakie prasa musi samodzielnie sobie nakładać (zob. Mater przeciwko Turcji, nr 54997/08, § 55, 16 lipca 2013 r.). Nie tylko prasa ma za zadanie przekazywać informacje i idee, lecz także ogół społeczeństwa ma prawo je otrzymywać. W przeciwnym razie prasa nie miałaby możliwości pełnienia swojej istotnej roli „strażnika publicznego” (zob. Bladet Tromsø i Stensaas przeciwko Norwegii [WI], nr 21980/93, §§ 59 i 62, ETPCz 1999-III; Pedersen i Baadsgaard przeciwko Danii, nr 49017/99, § 71, ETPCz 2004-XI i Von Hannover (nr 2), cyt. powyżej, § 102). Ponadto ani Trybunał, ani sądy krajowe nie mają za zadanie zastępować własnymi opiniami opinii prasy odnośnie do tego, jakimi technikami relacjonowania należy posłużyć się w konkretnej sprawie (zob. Jersild przeciwko Danii, 23 września 1994 r., § 31, Seria A nr 298 oraz Stoll przeciwko Szwajcarii [WI], nr 69698/01, § 146, ETPCz 2007-V). Wolność wyrażania opinii dotyczy także publikacji zdjęć. Jest to jednakże sfera, w której ochrona praw i reputacji innych osób nabiera szczególnego znaczenia, ponieważ fotografie mogą zawierać bardzo osobiste, czy wręcz intymne informacje dotyczące osoby lub jej rodziny (zob. Von Hannover (nr 2), cyt. powyżej, § 103). Wreszcie, mimo że publikacja wiadomości dotyczących życia prywatnego osób publicznych ma ogólnie na celu raczej rozrywkę niż edukację, przyczynia się do różnorodności informacji dostępnych ogółowi i bez wątpienia podlega ochronie na podstawie art. 10 Konwencji. Ochrona taka może jednakże zostać zniesiona ze względu na wymogi art. 8 w przypadku, gdy dana informacja ma charakter prywatny i intymny, a jej rozpowszechnianie nie wiąże się z interesem publicznym (zob. Mosley przeciwko Zjednoczonemu Królestwu, nr 48009/08, § 131, 10 maja 2011 r.).", "(c) Ogólne zasady dotyczące marginesu swobody oceny i równoważenia praw", "90. Wybór środków w celu zapewnienia zgodności z art. 8 Konwencji w sferze relacji pomiędzy osobami jest z zasady kwestią mieszczącą się w marginesie oceny Układających się Państw, zarówno w odniesieniu do obowiązków pozytywnych, jak i negatywnych państwa (zob. Von Hannover (nr 2), cyt. powyżej, § 104, wraz z dalszymi odniesieniami). Podobnie jest w przypadku art. 10 Konwencji, który również przyznaje Układającym się Państwom pewien margines oceny, czy i w jakim zakresie ingerencja w chronioną tym przepisem wolność wyrażania opinii jest konieczna (ibid.). Niemniej jednak margines ten idzie w parze z nadzorem na poziomie europejskim, obejmującym zarówno ustawodawstwo, jak i decyzje, w którym jest ono zastosowane, nawet te wydane przez niezawisły sąd. W ramach wykonywania swojej funkcji nadzorczej Trybunał nie ma za zadanie zastępować sądów krajowych, lecz raczej weryfikować, czy w świetle sprawy jako całości, decyzje wydane przez nie zgodnie z ich uprawnieniami do oceny są zgodne z przywoływanymi przepisami Konwencji (ibid., § 105, z dalszymi odniesieniami).", "91. W przypadkach wymagających równoważenia prawa do poszanowania życia prywatnego i prawa do wolności wyrażania opinii, Trybunał jest zdania, że – teoretycznie – wynik skargi nie powinien różnić się w zależności od tego, czy została ona wniesiona do Trybunału na podstawie art. 8 Konwencji przez osobę, której relacja dotyczyła, czy też na podstawie art. 10 przez wydawcę. Istotnie, co do zasady obu tym prawom należy się równe poszanowanie (ibid. § 106). Zatem w teorii margines oceny powinien w obu przypadkach być taki sam.", "92. Zgodnie z ugruntowanym orzecznictwem Trybunału kryterium „konieczności w społeczeństwie demokratycznym” wymaga, by Trybunał rozstrzygnął, czy ingerencja będąca przedmiotem skargi odpowiadała „naglącej potrzebie społecznej”, czy była proporcjonalna do realizowanego uprawnionego celu oraz czy powody wskazane przez władze krajowe dla jej uzasadnienia były właściwe i wystarczające (zob. The Sunday Times przeciwko Zjednoczonemu Królestwu (nr 1), 26 kwietnia 1979 r., § 62, Seria A nr 30). Pozostawiony władzom krajowym margines oceny, czy „potrzeba” taka istnieje i jakie środki należy przyjąć, by ją spełnić, nie jest jednak nieograniczony, lecz wiąże się z nadzorem na poziomem europejskim sprawowanym przez Trybunał, którego zadanie polega na wydaniu ostatecznego orzeczenia, czy dane ograniczenie można pogodzić z wolnością wyrażania opinii chronioną postanowieniem art. 10. W przypadku, gdy władze krajowe przeprowadziły proces równoważenia praw zgodnie z kryteriami określonymi w orzecznictwie Trybunału, zastąpienie oceny sądów krajowych oceną Trybunału będzie wymagać poważnych powodów (zob. Von Hannover (nr 2), cyt. powyżej, § 107).", "93. Trybunał miał już okazję przedstawienia właściwych zasad, którymi musi się kierować przy dokonywaniu oceny w tym obszarze. Wskazał zatem pewną liczbę kryteriów w kontekście równoważenia konkurujących ze sobą praw (zob. Von Hannover (nr 2), cyt. powyżej, §§ 109-13 oraz Axel Springer AG przeciwko Niemcom [WI], nr 39954/08, §§ 90-95, 7 lutego 2012 r.). Zdefiniowano następujące właściwe kryteria: wkład w debatę w sprawach leżących w interesie publicznym, stopień, w jakim dana osoba jest publicznie znana, temat relacji, wcześniejsze zachowanie osoby, której sprawa dotyczy, treść, forma i konsekwencje publikacji oraz, gdy jest to istotne, okoliczności wykonania zdjęć. W ramach badania skargi dotyczącej art. 10 Trybunał zbada także sposób pozyskania informacji i jej prawdziwość oraz surowość kary nałożonej na dziennikarzy lub wydawców (ibid.). Trybunał uznaje, że tak zdefiniowane kryteria można zastosować w niniejszej sprawie.", "2. Zastosowanie powyższych zasad w niniejszej sprawie", "94. Trybunał zauważa, że kwestionowany artykuł składał się z wywiadu z panią Coste, która ujawniła, że książę jest ojcem jej syna. W artykule podano także szczegółowe informacje dotyczące okoliczności, w jakich poznała ona księcia, ich relacji intymnych, wzajemnych uczuć, jego reakcji na wiadomość o ciąży oraz sposób jego zachowania względem dziecka. Został on zilustrowany zdjęciami księcia trzymającego dziecko lub w towarzystwie pani Coste, zarówno w kontekście prywatnym, jak i publicznym (zob. paragrafy 1416 powyżej).", "95. W związku z powyższym oraz uwzględniając argumenty stron (zob. paragrafy 53 i 69 powyżej) dotyczące wniosków, do których doszły sądy niemieckie w odniesieniu do zasadniczo podobnych artykułów, które zostały opublikowane w Bunte, Trybunał uznaje za właściwe, by na początku zaznaczyć, że jego rola w niniejszej sprawie polega w istocie na sprawdzeniu, czy sądy krajowe, których decyzje kwestionują skarżący, zachowały właściwą równowagę pomiędzy poszczególnymi prawami oraz czy orzekały zgodnie z kryteriami ustanowionymi w tym celu przez Trybunał (kryteria te zostały powtórzone w paragrafie 93 powyżej). Dlatego też Trybunał nie może dokonywać oceny niniejszej sprawy w oparciu o porównawcze badanie decyzji wydanych odpowiednio przez sądy francuskie i niemieckie w odniesieniu do ujawnionych informacji.", "(a) Kwestia wkładu w debatę w sprawach leżących w interesie publicznym", "96. Trybunał przypomina, że art. 10 ust. 2 Konwencji pozostawia niewiele miejsca na ograniczenia wolności wyrażania opinii, gdy w grę wchodzi sprawa leżąca w interesie publicznym (zob. między innymi Wingrove przeciwko Zjednoczonemu Królestwu, 25 listopada 1996 r., § 58, Reports of Judgments and Decisions 1996V). W przypadku debaty w sprawie leżącej w interesie publicznym margines oceny państw jest ograniczony (zob. Éditions Plon przeciwko Francji, nr 58148/00, § 44, ETPCz 2004IV). W okolicznościach niniejszej sprawy jest zatem niezbędne, by w pierwszej kolejności ustalić, czy treść wywiadu, w którym ujawniono fakt ojcostwa księcia, można rozumieć jako stanowiącą informację, która „wnosi wkład w debatę w sprawie leżącej w interesie publicznym”.", "(i) Koncepcja „wkładu w debatę w sprawach leżących w interesie publicznym”", "97. Rząd argumentował, iż zbyt szeroka interpretacja tej koncepcji mogłaby doprowadzić do zniweczenia jakiejkolwiek ochrony życia prywatnego osób publicznych (zob. paragrafy 65-66 powyżej). W tym względzie Trybunał podkreśla, że ustalenie, co może stanowić przedmiot zainteresowania publicznego, będzie uzależnione od okoliczności każdej sprawy (zob. Von Hannover (nr 2), cyt. powyżej, § 109 oraz Axel Springer, cyt. powyżej, § 90).", "98. Trybunał przypomina także, że kilkakrotnie orzekał już w odniesieniu do różnych sytuacji i doszedł do wniosku, że mimo iż dotyczyły one życia prywatnego, mogły w sposób uprawniony zostać przedstawione ogółowi. Aby ustalić, czy w takich sprawach publikacja ujawniająca elementy z życia prywatnego dotyczyła także kwestii leżącej w interesie publicznym, Trybunał uwzględniał pewną liczbę czynników. Istotne czynniki to między innymi znaczenie danej kwestii dla społeczeństwa oraz charakter ujawnionych informacji (zob. Von Hannover (nr 2), cyt. powyżej, § 109 oraz, w kontekście prawa do dobrego imienia, Axel Springer, cyt. powyżej, § 90, z dalszymi odniesieniami).", "99. W szczególności Trybunał przyjmował w przeszłości, że pewne aspekty życia prywatnego mogą zostać ujawnione ze względu na interes publiczny związany z posiadaniem informacji dotyczących pewnych cech osobowościowych danej osoby publicznej (zob. sprawy Ojala i Etukeno Oy przeciwko Finlandii, nr 69939/10, §§ 5455, 14 stycznia 2014 r. oraz Ruusunen przeciwko Finlandii, nr 73579/10, §§ 4950, w których Trybunał uznał, że czas i sposób, w jaki były fiński premier nawiązał relację uczuciową oraz szybkość, z jaką się ona rozwinęła, mogły stać się przedmiotem zainteresowania ogółu, w tym względzie, że wiązały się z pytaniem, czy był on nieuczciwy i czy posiadał w tej sferze umiejętność oceny sytuacji). Niezależnie jednak, relacje uczuciowe osoby pozostają z zasady sprawą ściśle prywatną. A zatem - ogólnie rzecz biorąc - ujawnianie bez uprzedniej zgody szczegółowych informacji dotyczących życia seksualnego lub intymnych relacji pary powinno być dozwolone jedynie w wyjątkowych okolicznościach.", "100. Ponadto Trybunał wielokrotnie podkreślał, że mimo iż społeczeństwo ma prawo do uzyskiwania informacji i w społeczeństwie demokratycznym jest to prawo podstawowe, które w pewnych szczególnych okolicznościach może obejmować aspekty życia prywatnego osób publicznych, nie można twierdzić, że artykuły, których jedynym celem jest zaspokojenie ciekawości pewnej specyficznej grupy czytelników odnoszącej się do szczegółów z życia prywatnego, niezależnie od tego, jak dobrze znana jest taka osoba, wnoszą wkład w debatę w sprawach leżących w interesie publicznym (zob. Von Hannover, cyt. powyżej, § 65; MGN Limited przeciwko Zjednoczonemu Królestwu, nr 39401/04, § 143, 18 stycznia 2011 r. oraz Alkaya przeciwko Turcji, nr 42811/06, § 35, 9 października 2012 r.).", "101. Zatem artykuł dotyczący domniemanych relacji pozamałżeńskich znanych osób publicznych będących wysokimi urzędnikami państwowymi przyczyniał się jedynie do rozpowszechniania plotek, służących wyłącznie zaspokojeniu ciekawości pewnej grupy czytelników (zob. Standard Verlags GmbH przeciwko Austrii (nr 2), nr 21277/05, § 52, 4 czerwca 2009 r.). Podobnie, publikacja zdjęć przedstawiających sceny z życia codziennego księżniczki, która nie pełniła oficjalnych funkcji, miała na celu wyłącznie zaspokojenie ciekawości pewnej specyficznej grupy czytelników (zob. Von Hannover, cyt. powyżej, § 65, z dalszymi odniesieniami). Trybunał przypomina w tym względzie, że interesu publicznego nie można sprowadzać do ciekawości ogółu w sprawach dotyczących życia prywatnego innych osób lub też pożądania przez czytelników sensacji, czy wręcz wojeryzmu.", "102. W celu upewnienia się, czy publikacja dotycząca życia prywatnego osoby nie ma na celu jedynie zaspokojenia ciekawości pewnej grupy czytelników, lecz odnosi się także do tematu o znaczeniu ogólnym, konieczna jest ocena publikacji jako całości oraz zbadanie, czy - uwzględniając kontekst jej zaistnienia (zob. Tønsbergs Blad A.S. i Haukom przeciwko Norwegii, nr 510/04, § 87, 1 marca 2007 r.; Björk Eiðsdóttir przeciwko Islandii, nr 46443/09, § 67, 10 lipca 2012 r. oraz Erla Hlynsdόttir przeciwko Islandii, nr 43380/10, § 64, 10 lipca 2012 r.) – odnosi się ona do kwestii leżącej w interesie publicznym.", "103. W związku z powyższym Trybunał dookreśla, że interes publiczny dotyczy spraw, które wywierają wpływ na ogół w takim stopniu, że ogół może w sposób uprawniony się nimi interesować, które przykuwają uwagę ogółu lub w znacznym stopniu go dotyczą (zob. Sunday Times, cyt. powyżej, § 66), szczególnie w tym względzie, że wywierają wpływ na dobrobyt obywateli lub życie społeczności (zob. Barthold przeciwko Niemcom, 25 marca 1985 r., § 58, Seria A nr 90). Powyższe dotyczy także spraw, które mogą budzić istotne kontrowersje, a dotyczących ważnej kwestii społecznej (zob. przykładowo Erla Hlynsdόttir, cyt. powyżej, § 64) albo też problemu, o którym ogół powinien być poinformowany (zob. Tønsbergs Blad A.S. i Haukom, cyt. powyżej, § 87).", "(ii) Wkład zaskarżonego artykułu w debatę w sprawach leżących w interesie publicznym", "104. W niniejszej sprawie sądy krajowe wskazały na „brak jakiejkolwiek informacji merytorycznej” oraz „debaty w sprawie kwestii leżącej w interesie publicznym” w zaskarżonej publikacji, ponieważ dziecko nie miało prawa dziedziczenia tronu, a „spółka nie domagała się, by jej stwierdzenia stały się przedmiotem debaty w społeczeństwem francuskim czy monakijskim lub zbadania w artykule”. Z tego względu uznały, że zaskarżony artykuł stanowił ingerencję w życie prywatne księcia, której w żadnym razie nie można było uzasadnić „wymogami relacjonowania bieżących wydarzeń”, które ich zdaniem były „nieistniejące” (zob. paragrafy 27 i 36 powyżej).", "105. Ze swojej strony Trybunał jest zdania, że w celu rozstrzygnięcia, czy treść wywiadu ujawniającego ojcostwo księcia można rozumieć jako stanowiącą informację w sprawie interesu publicznego, konieczna jest ocena artykułu jako całości, a także merytorycznej zawartości informacji w nim ujawnionych. W związku z tym oraz uwzględniając ustalenia sądów krajowych (zob. paragrafy 20, 27 i 36 powyżej) i uwagi Rządu (zob. paragraf 70 powyżej), Trybunał przyjmuje, że wywiad z panią Coste zawierał liczne szczegóły dotyczące życia prywatnego księcia oraz jego prawdziwych lub domniemanych uczuć, które w okolicznościach sprawy nie są bezpośrednio związane z debatą w interesie publicznym.", "106. Niemniej jednak Trybunał jest zdania, że nie można uznać, iż treść artykułu ujawniała jedynie relacje pomiędzy panią Coste i księciem, chyba że zakres koncepcji interesu publicznego zostanie poważnie ograniczony. Nie ma wątpliwości, że publikacja rozpatrywana jako całość, jej kontekst oraz analiza w świetle przywołanego powyżej orzecznictwa (zob. paragrafy 98-103 powyżej), dotyczyła także kwestii leżącej w interesie publicznym.", "107. W związku z powyższym Trybunał uznaje za właściwe, by w pierwszej kolejności podkreślić, że chociaż narodziny są ze swej natury wydarzeniem o charakterze intymnym, należą nie tylko do sfery prywatnej osób, których dotyczą, lecz także do sfery publicznej, ponieważ z zasady wiążą się z oświadczeniem publicznym (dokument stanu cywilnego) oraz ustanowieniem relacji prawnej rodzic-dziecko. Zatem interes czysto rodzinny i prywatny pochodzenia osoby wiąże się z aspektem publicznym, związanym ze społeczną i prawną strukturą pokrewieństwa. Relacji dotyczącej narodzin nie można zatem traktować samej w sobie jako ujawnienia informacji wyłącznie o szczegółach z życia prywatnego innych osób, mającego na celu jedynie zaspokojenie ciekawości ogółu.", "108. Następnie, uwzględniając specyficzne cechy Księstwa Monako, w którym „więzy między suwerenem a rodziną panującą w Monako są bardzo bliskie” oraz „monarchia ... opiera się na związku pomiędzy księciem a wspólnotą narodową”1, Trybunał jest zdania, że fakt istnienia dziecka (zwłaszcza syna) księcia, o którym w owym czasie wiadomo było, iż jest samotny i bezdzietny, posiada niezaprzeczalnie wartość interesu publicznego, przynajmniej dla poddanych księstwa. Fakt, że syn księcia urodził się poza węzłem małżeńskim, jest w tym względzie nieistotny. W przedmiotowym czasie narodziny dziecka nie pozostawały bez ewentualnych skutków dynastycznych i finansowych: książę był wciąż kawalerem i zaistnieć mogła kwestia uznania dziecka poprzez zawarcie małżeństwa, nawet jeżeli takie rozwiązanie wydawało się nieprawdopodobne.", "109. Istotnie, konsekwencje urodzenia dziecka dla następstwa tronu zostały wspomniane w artykule, w którym podano ostrzeżenie przypisywane doradcy księcia, który miał rzekomo stwierdzić: „Czy zdaje pan sobie sprawę, że jeżeli to będzie chłopiec, wykorzystają go, by uniemożliwić Albertowi wstąpienie na tron, a dziecko będzie mogło rościć sobie prawa do tronu”. Wynikały one także jasno z komentarza pani Coste, kiedy powiedziała: „Nie chciałam, żeby dorastał tak jak Mazarine ... Myślałam tylko o tym, ani przez chwilę nie przeszło mi przez myśl, że może być potencjalnym następcą”. Zatem odniesiono się także do podstaw, które powodowały księciem, gdy odmówił oficjalnego uznania ojcostwa i wolał zachować ten fakt w tajemnicy. Ponadto, ze względu na uwagi pani Coste, która stwierdzała, że „obawia się o zdrowie psychiczne swego syna” i pragnie, by „dorastał normalnie, z ojcem”, artykuł dotykał także istotnych interesów dziecka związanych z posiadaniem oficjalnie uznanej relacji ojciec-dziecko, stanowiącej ważny element tożsamości osobistej.", "110. Na tym etapie Trybunał przypomina, uwzględniając argument Rządu, iż artykuł zawierał jedynie kilka linijek poświęconych sprawie statusu dziecka jako potencjalnego następcy tronu (zob. paragraf 68 powyżej), że jedynym decydującym czynnikiem jest odpowiedź na pytanie, czy relacja jest w stanie wnieść wkład w debatę w sprawach leżących w interesie publicznym nie zaś, czy osiąga ten cel w pełni (zob. Haldimann i Inni przeciwko Szwajcarii, nr 21830/09, § 57, ETPCz 2015 r.). Trybunał zauważa, że aby artykuł przyczyniał się do debaty w sprawach leżących w interesie publicznym, nie jest koniecznym, by był w całości poświęcony temu celowi; za wystarczający można uznać fakt, że artykuł dotyczy takiej debaty i zawiera jeden lub więcej wiążących się z nią elementów (zob. Lillo-Stenberg i Sæther przeciwko Norwegii, nr 13258/09, § 37, 16 stycznia 2014 r.; Ojala i Etukeno Oy, cyt. powyżej, § 54 oraz Ruusunen, cyt. powyżej, § 49).", "111. W niniejszej sprawie zaskarżone informacje nie były pozbawione znaczenia politycznego i mogły wzbudzać zainteresowanie społeczeństwa ze względu na obowiązujące w Księstwie zasady następstwa tronu (zgodnie z którymi dzieci narodzone poza węzłem małżeńskim nie mają prawa dziedziczenia tronu). Podobnie zachowanie księcia, który informację o tym, że został ojcem, zamierzał zachować w tajemnicy i odmówił publicznego potwierdzenia ojcostwa (zob. paragrafy 25 i 27 powyżej), również mogło – w monarchii dziedzicznej, której przyszłość nieodłącznie wiąże się z istnieniem potomków – mieć znaczenie dla opinii publicznej. To samo odnosiło się do jego zachowania względem matki dziecka, która nie miała możliwości uzyskania aktu notarialnego uznania syna ani wpisania go do rejestru stanu cywilnego (zob. paragraf 17 powyżej), a także samego dziecka: takie informacje mogły zawierać wskazania dotyczące osobowości księcia, w szczególności sposobu, w jaki traktował i podejmował swoje obowiązki.", "112. W tym kontekście ważnym jest, by przypomnieć symboliczne znaczenie monarchii dziedzicznej. W ramach takiej monarchii książę uosabia jedność narodu. Dlatego też pewne wydarzenia dotyczące członków panującej rodziny, mimo że stanowią część ich życia prywatnego, tworzą także historię najnowszą. Do takiego wniosku Trybunał doszedł w szczególności w odniesieniu do choroby księcia Rainiera III (zob. Von Hannover (nr2), cyt. powyżej, §§ 38 i 117). W opinii Trybunału sprawa tak samo przedstawia się w odniesieniu do narodzin dziecka, nawet poza węzłem małżeńskim, szczególnie że w czasie, gdy doszło do wydarzeń o których mowa w skardze, dziecko to było jedynym potomkiem księcia. W konstytucyjnej monarchii dziedzicznej osoba księcia i jego bezpośredni potomkowie reprezentują także ciągłość państwa.", "113. W konsekwencji Trybunał jest zdania, że mimo iż zaskarżony artykuł zawierał rzekomo wiele informacji dotyczących jedynie prywatnych lub wręcz intymnych szczegółów z życia księcia, jego celem było także przyczynienie się do debaty w sprawie kwestii leżącej w interesie publicznym (zob. paragrafy 105-112 powyżej), na co skarżący wskazywali zarówno przed sądami krajowymi, jak i przed Trybunałem (zob. paragrafy 30-33 i 52-53 powyżej).", "114. Uwzględniając konkluzje sądów krajowych w odniesieniu do tej kwestii (zob. paragraf 104 powyżej), Trybunał uznaje za stosowne podkreślić, że wkład prasy w debatę w sprawach leżących w interesie publicznym nie może ograniczać się jedynie do wydarzeń bieżących lub debat istniejących wcześniej. Prawdą jest, że prasa jest wektorem rozpowszechniania debat w sprawach leżących w interesie publicznym, lecz ma także za zadanie ujawniać i zwracać uwagę ogółu na informacje, które mogą takie zainteresowanie budzić oraz przyczyniać się do powstania takiej debaty w społeczeństwie. Ponadto, zważywszy na artykuły opublikowane w Daily Mail i w Bunte (zob. paragrafy 9 i 11 powyżej), Trybunał zauważa, że status dziecka jako potencjalnego następcy stanowił już kwestię poddaną pod dyskusję publiczną.", "115. Trybunał jest zatem zdania, że sądy krajowe powinny były oceniać publikację jako całość, by precyzyjnie określić jej przedmiot, nie zaś badać uwagi dotyczące życia prywatnego księcia poza kontekstem. Tymczasem sądy krajowe nie wzięły pod uwagę, że kluczowa wiadomość zawarta w artykule – mianowicie istnienie dziecka, którego ojcem jest książę – mogła mieć znaczenie dla opinii publicznej, lecz skupiły się na podanych przez panią Coste szczegółach dotyczących relacji intymnej pary. W ten sposób uzasadnienie interesem publicznym, na który powoływali się skarżący, stało się całkowicie bezskuteczne.", "116. Jednakże w niniejszej sprawie, uwzględniając charakter ujawnionych informacji, Trybunał nie znajduje podstaw, by wątpić, że można uznać, iż publikując relację pani Coste, skarżący wnieśli wkład w relacjonowanie tematu leżącego w zakresie interesu publicznego.", "(b) Jak znana jest osoba, której sprawa dotyczy i jaki jest przedmiot relacja?", "(i) Konsekwencje kwalifikacji jako „osoba publiczna”", "117. Trybunał przypomina, że kolejnym istotnym kryterium, które należy uwzględnić, jest rola bądź funkcja danej osoby oraz charakter działań stanowiących przedmiot relacji i/lub zdjęcia (zob. Von Hannover (nr 2), cyt. powyżej, § 110 oraz Axel Springer, cyt. powyżej, § 91). To, do jakiego stopnia dana osoba jest osobą publiczną lub dobrze znaną, ma wpływ na ochronę, jaką należy objąć jej życie prywatne. Dlatego też Trybunał wielokrotnie przyznawał, że społeczeństwo ma prawo do otrzymywania informacji dotyczących niektórych aspektów życia prywatnego osób publicznych (zob. między innymi Karhuvaara i Iltalehti przeciwko Finlandii, nr 53678/00, § 45, ETPCz 2004X).", "118. Z tego względu konieczne jest dokonanie rozróżnienia pomiędzy osobami prywatnymi a osobami działających w kontekście publicznym, jako politycy lub osoby publiczne. Należy dokonać podstawowego rozróżnienia pomiędzy podawaniem informacji dotyczących życia prywatnego jednostki a relacjonowaniem faktów, które mogą przyczynić się do debaty w społeczeństwie demokratycznym, przykładowo dotyczących polityków w związku z wykonywaniem ich funkcji oficjalnych (zob. Von Hannover, cyt. powyżej, § 63 oraz Standard Verlags GmbH i Krawagna-Pfeifer przeciwko Austrii, nr 19710/02, § 47, 2 listopada 2006 r.).", "119. Zatem, w zależności od tego, czy dana osoba pełni funkcje oficjalne, będzie ona korzystać z bardziej lub mniej ograniczonego prawa do intymności: w związku z tym prawo osób publicznych do poufności ich życia prywatnego jest z zasady szersze, gdy nie pełnią one żadnych funkcji oficjalnych (nawet jeżeli, jako członkowie rodziny panującej reprezentują tę rodzinę podczas pewnych wydarzeń; zob. Von Hannover, cyt. powyżej, §§ 76-77) i bardziej ograniczone w przypadku, gdy pełnią takie funkcje (zob. przykładowo Lingens przeciwko Austrii, 8 lipca 1986 r., § 42, Seria A nr 103 oraz Ojala i Etukeno Oy, cyt. powyżej, § 52).", "120. Fakt pełnienia funkcji publicznej lub kandydowania na urząd polityczny w sposób nieunikniony powoduje zainteresowanie obywateli daną osobą, w tym w odniesieniu do spraw mieszczących się w sferze jej życia prywatnego. Z tego względu niektóre prywatne działania podejmowane przez osoby publiczne nie mogą być traktowane jako takie, zważywszy na ich potencjalne konsekwencje w związku z rolą pełnioną przez takie osoby na scenie politycznej lub społecznej oraz wynikającym z niej interesem publicznym posiadania informacji na ich temat. Trybunał zgadza się z analizą Zgromadzenia Parlamentarnego Rady Europy, z której wynika, że „osoby publiczne muszą uznać, że pozycja, jaką zajmują w społeczeństwie – w wielu przypadkach z własnego wyboru – automatycznie pociąga za sobą zwiększoną presję na ich prywatność” (punkt 6 rezolucji 1165 (1998), zob. paragraf 43 powyżej).", "121. Zatem Trybunał uznawał w szczególności, że politycy w sposób nieunikniony i świadomy poddają każde swoje słowo i czyn ścisłej kontroli zarówno ze strony dziennikarzy, jak i ogółu (zob. między innymi Lingens, cyt. powyżej, § 42). Ponadto zasada ta dotyczy nie tylko polityków, lecz każdej osoby należącej do sfery publicznej, zarówno na skutek prowadzonych przez siebie działań (zob. Krone Verlag GmbH & Co. KG, cyt. powyżej, § 37 i News Verlags GmbH & Co.KG przeciwko Austrii, nr 31457/96, § 54, ETPCz 2000I), jak i stanowiska (zob. Verlagsgruppe News GmbH przeciwko Austrii (nr 2), nr 10520/02, § 36, 14 grudnia 2006 r.).", "122. Niemniej jednak, w pewnych okolicznościach, nawet jeżeli dana osoba jest publicznie znana, ma prawo powoływać się na „uprawnione oczekiwanie” ochrony i poszanowania swojego życia prywatnego (zob. między innymi Von Hannover (nr 2), cyt. powyżej, § 97). Toteż fakt, że dana osoba należy do kategorii osób publicznych nie może w żaden sposób, nawet w przypadku osób pełniących funkcje oficjalne, uprawniać mediów do naruszania standardów zawodowych i etycznych, które muszą regulować ich działania, ani też legitymizować ingerencji w życie prywatne.", "123. Z powyższego wynika, że fakt, iż dana osoba jest znana lub pełni określone funkcje nie może – bez względu na okoliczności – uzasadniać nękania przez media czy publikacji zdjęć uzyskanych wskutek działań oszukańczych lub potajemnych (zob. w odniesieniu do zdjęć wykonanych przy użyciu teleobiektywu i bez wiedzy osób fotografowanych, Von Hannover, cyt. powyżej, § 68) lub obrazujących szczegóły z życia prywatnego osoby i stanowiących ingerencję w ich intymność (zob. w odniesieniu do publikacji zdjęć dotyczących domniemanych stosunków pozamałżeńskich, Campmany i Lopez Galiacho Perona przeciwko Hiszpanii (dec.), nr 54224/00, ETPCz 2000XII).", "124. W niniejszej sprawie Trybunał zauważa, iż przez wzgląd na urodzenie w rodzinie panującej oraz piastowanie funkcji publicznych, zarówno politycznych, jak i reprezentacyjnych, w charakterze głowy państwa, książę niewątpliwie jest ważną osobą publiczną. Sądy krajowe powinny zatem były wziąć pod uwagę, w jakim stopniu rozgłos i funkcje publiczne mogły mieć wpływ na przysługującą mu ochronę życia prywatnego. Tymczasem sądy nie uwzględniły tych okoliczności w ocenie faktów poddanych pod ich badanie. Zatem, choć Trybunał przypominał już, że istnieje możliwość zastosowania wyjątku od zasady ochrony życia prywatnego w przypadkach, gdy ujawniane fakty mogą przyczynić się do debaty ze względu na ich konsekwencje, zważywszy na status czy funkcję osoby, której sprawa dotyczy (zob. paragraf 26 powyżej), w niniejszej sprawie Sąd Apelacyjny w Wersalu nie wyciągnął wniosków na tej podstawie. Podobnie Sąd Kasacyjny stwierdził jedynie w sposób ogólny, że „każda osoba, niezależnie od swej pozycji, urodzenia, sytuacji finansowej, obecnych lub przyszłych funkcji, [jest] uprawniona do poszanowania swego życia prywatnego” (zob. paragraf 36 powyżej).", "125. Istotnie, zważywszy, że oczekiwania dotyczące ochrony życia prywatnego mogą być ograniczone ze względu na pełnione funkcje publiczne, Trybunał jest zdania, że w celu zapewnienia właściwej równowagi pomiędzy poszczególnymi interesami, przy ocenie faktów przedstawionych im do oceny sądy krajowe powinny były uwzględnić potencjalne konsekwencje statusu księcia jako głowy państwa oraz podjąć w tym kontekście próbę określenia, które części zaskarżonego artykułu mieściły się w sferze ściśle prywatnej, a które w sferze publicznej.", "(ii) Przedmiot publikacji", "126. W pierwszej kolejności Trybunał zauważa, że zaskarżona publikacja rzeczywiście dotyczyła sfery życia prywatnego księcia w tym względzie, że opisywała jego życie uczuciowe i relacje z synem. Jednakże, odwołując się do wcześniejszych ustaleń (zob. paragrafy 106-114 powyżej), Trybunał jest zdania, że zasadniczy element informacji zawartych w artykule – istnienie dziecka – wykracza poza sferę prywatną, zważywszy na dziedziczność funkcji księcia jako głowy państwa Monako. Następnie, ponieważ książę kilkakrotnie w sytuacjach publicznych pokazywał się w towarzystwie pani Coste (zob. paragrafy 14 i 16 powyżej), Trybunał uznaje, że istnienie pomiędzy nimi relacji przestało być wyłącznie kwestią jego życia prywatnego.", "127. W dalszej kolejności Trybunał podkreśla, że życie prywatne księcia nie było wyłącznym przedmiotem artykułu, ale dotyczył on także życia prywatnego pani Coste i jej syna, nad którym pani Coste sprawowała wyłączną odpowiedzialność rodzicielską. Zatem zawierał również informacje dotyczące ciąży rozmówczyni, jej własnych uczuć, narodzin jej syna, problemów zdrowotnych dziecka i ich wspólnego życia (zob. paragraf 14 powyżej). Te kwestie dotyczyły życia prywatnego pani Coste. W tym względzie z pewnością nie musiała zachowywać milczenia i miała swobodę wypowiedzi. W związku z tym Trybunał nie może pomijać faktu, iż zaskarżony artykuł stanowił dla rozmówczyni i jej syna środek wypowiedzi.", "128. Ponadto, doprowadzając do zaskarżonej publikacja, pani Coste działała we własnym interesie uzyskania oficjalnego uznania syna, co zostało jednoznacznie wskazane w artykule (zob. paragrafy 14 i 15 powyżej). Wywiad podnosił zatem kwestię leżącą w interesie publicznym, lecz dotyczył także konkurujących interesów prywatnych: interesów pani Coste polegających na uzyskaniu uznania syna, z którego to powodu skontaktowała się z mediami (zob. paragraf 17 powyżej), interesów dziecka w zakresie ustalenia jego ojcostwa oraz interesów księcia, by fakt ojcostwa zachować w tajemnicy.", "129. Trybunał zgadza się jednakże, iż – zgodnie z oświadczeniem Rządu (zob. paragraf 63 powyżej), prawo pani Coste do wolności wyrażania opinii w imieniu własnym i syna nie jest bezpośrednio przedmiotem niniejszej sprawy, zważywszy że pani Coste nie była stroną postępowania przed sądami krajowymi i nie jest stroną postępowania przed Trybunałem. Niemniej jednak Trybunał podkreśla, że przy ocenie przysługującej księciu ochrony pod uwagę wziąć należy kombinację elementów dotyczących życia prywatnego pani Coste, jak też życia prywatnego księcia.", "(c ) Wcześniejsze zachowanie osoby, której sprawa dotyczy", "130. Trybunał zauważa, że ani sądy krajowe ani strony nie przedstawiły uwag dotyczących wcześniejszego zachowania księcia. W okolicznościach niniejszej sprawy Trybunał, by nie snuć domysłów, stwierdza, że materiały w aktach sprawy nie są wystarczające, by zapoznać się lub zbadać wcześniejsze zachowanie księcia w relacji z mediami. Ponadto sam fakt wcześniejszej współpracy z prasą nie może służyć jako argument przemawiający za pozbawieniem osoby, o której mowa w artykule, wszelkiej ochrony (zob. Egeland i Hanseid przeciwko Norwegii, nr 34438/04, § 62, 16 kwietnia 2009 r.). Wcześniejsza, rzekoma lub faktyczna, tolerancja czy znoszenie przez daną osobę publikacji dotykających jej życia prywatnego nie musi pozbawiać takiej osoby prawa do prywatności.", "(d) Sposób uzyskania informacji i ich prawdziwość", "131. W pierwszej kolejności Trybunał podkreśla wagę, jaką przykłada do podejmowania przez dziennikarzy ich obowiązków i odpowiedzialności, a także zasad etycznych tego zawodu. Z tego względu Trybunał przypomina, że art. 10 chroni prawo dziennikarzy do rozpowszechniania informacji dotyczących kwestii interesu ogólnego z zastrzeżeniem, że działają oni w dobrej wierze i na dokładnej podstawie faktycznej oraz że przekazują „wiarygodne i precyzyjne” informacje w sposób zgodny z etyką dziennikarską (zob. Fressoz i Roire przeciwko Francji [WI], nr 29183/95, § 54, ETPCz 1999I).", "132. Inne istotne kryteria, jakie należy uwzględnić, to rzetelność środków wykorzystanych w celu uzyskania informacji i przekazania ich ogółowi oraz szacunek wobec osoby, której relacja dotyczy (zob. Egeland i Hanseid, cyt. powyżej, § 61). W przypadku, gdy artykuł ma charakter upraszczający czy zawężony i istnieje możliwość wprowadzenia czytelnika w błąd, istnieje ryzyko zmniejszenia wkładu takiego artykułu w debatę w sprawach leżących w interesie publicznym (zob. Stoll, cyt. powyżej, § 152).", "133. W dalszej kolejności Trybunał pragnie wskazać na szczególne okoliczności niniejszej sprawy w porównaniu do innych rozpoznawanych przez Trybunał spraw, w których prasa prezentowała życie prywatne osób publicznych, w tym członków rodziny panującej Monako: to sama pani Coste skontaktowała się z Paris Match na podstawie decyzji, która wydaje się osobista, przemyślana i świadoma (zob. paragraf 17 powyżej).", "134. Książę nie kwestionował prawdziwości oświadczeń pani Coste dotyczących jego ojcostwa, a wkrótce po publikacji zaskarżonego artykułu publicznie je potwierdził. W tym względzie Trybunał przypomina kluczowe znaczenie prawdziwości rozpowszechnianych informacji: poszanowanie tej zasady ma podstawowe znaczenie dla ochrony reputacji innych osób.", "135. Ilustrujące wywiad zdjęcia zostały przekazane Paris Match przez panią Coste (zob. paragraf 27) dobrowolnie i – na co zwrócił uwagę Sąd Apelacyjny w Wersalu – bez opłat (zob. paragraf 17 powyżej). Ponadto fotografie przedstawiające księcia z dzieckiem nie zostały zrobione bez jego wiedzy (por. Von Hannover, cyt. powyżej, § 68) ani w okolicznościach prezentujących go w niekorzystnym świetle (por. Von Hannover (nr 2), cyt. powyżej, §§ 121123). Faktycznie, Trybunał zauważa – zgadzając się z sądami krajowymi - że fotografie pokazywały zdjęcia w sytuacji prywatnej i zostały opublikowane bez jego zgody. Jednakże z pewnością nie prezentowały go w świetle, które mogłoby podważyć jego pozycję z punktu widzenia czytelnika. Nie przedstawiały także jego zniekształconego wizerunku, a przede wszystkim stanowiły potwierdzenie treści wywiadu, ilustrując prawdziwość zawartych w nim informacji.", "136. Odnośnie do zdjęć przedstawiających księcia z panią Coste, nie jest kwestią sporu fakt, że zostały zrobione w miejscach publicznych, podczas publicznych wydarzeń, zatem w okolicznościach niniejszej sprawy ich publikacja nie rodziła szczególnych problemów.", "(e) Treść, forma i konsekwencje zaskarżonego artykułu", "137. Rząd skrytykował skarżących za nadanie publikowanym informacjom wymiaru sensacji i brak przefiltrowania informacji podanych przez panią Coste w celu usunięcia tych dotyczących intymnych szczegółów z życia księcia (zob. paragrafy 71-72 powyżej). Ze swej strony sądy krajowe zauważyły, że zaskarżona publikacja zawierała liczne dygresje dotyczące okoliczności, w jakich pani Coste poznała księcia, reakcji księcia na wiadomość o ciąży pani Coste i jego późniejszym postępowaniu względem dziecka (zob. paragrafy 27 and 36 powyżej).", "138. W tym względzie Trybunał po pierwsze zauważa, że wykonując swoją pracę, dziennikarze codziennie podejmują decyzje, na podstawie których ustanawiają linię rozgraniczającą pomiędzy prawem społeczeństwa do informacji a prawami innych osób do poszanowania ich życia prywatnego. Ponoszą zatem podstawową odpowiedzialność za ochronę osób, w tym osób publicznych, przed ingerencją w ich życie prywatne. Dokonywane przez nich w tym zakresie wybory muszą być zgodne z zasadami etyki zawodowej i kodeksem postępowania.", "139. Po drugie Trybunał przypomina, że podejście do przedstawienia danego tematu mieści się w zakresie wolności dziennikarskiej. Ani Trybunał, ani sądy krajowe nie mają za zadanie zastępować własnymi opiniami osądu prasy w tym zakresie (zob. Jersild, cyt. powyżej, § 31). Art. 10 Konwencji również pozostawia dziennikarzom swobodę decyzji odnośnie do tego, jakie dane należy opublikować, by zapewnić wiarygodność artykułu (zob. Fressoz i Roire, cyt. powyżej, § 54). Ponadto dziennikarzom przysługuje swoboda wyboru, którymi informacjami, spośród tych, jakie otrzymują, i w jaki sposób będą się zajmować. Taka swoboda nie jest jednak pozbawiona odpowiedzialności (zob. paragrafy 131-132 powyżej).", "140. Każdorazowo w przypadku, gdy dana informacja dotyczy życia prywatnego innej osoby, dziennikarze obowiązani są w możliwie najszerszym zakresie uwzględnić skutki publikacji takiej informacji i zdjęć przed ich rozpowszechnieniem. W szczególności niektóre zdarzenia związane z życiem prywatnym i rodzinnym podlegają wyjątkowo uważnej ochronie na podstawie art. 8 Konwencji, co oznacza, że dziennikarze zobowiązani są wykazywać się przy ich opisywaniu ostrożnością i rozwagą (zob. Editions Plon, cyt. powyżej, §§ 47 i 53 oraz Hachette Filipacchi Associés, cyt. powyżej, §§ 4649).", "141. W niniejszej sprawie zaskarżona publikacja przedstawiona została w formie wywiadu składającego się z pytań i odpowiedzi, zawierającego wypowiedzi pani Coste bez żadnego komentarza dziennikarskiego. Ponadto ton wywiadu wydawał się umiarkowany i pozbawiony wymiaru sensacji. Wypowiedzi pani Coste można było rozpoznać jako cytaty, a jej motywy zostały czytelnikom jasno przedstawiono. Czytelnicy mogli też bez trudu odróżnić informacje faktyczne od tego, co dotyczyło postrzegania zdarzeń przez rozmówczynię, jej opinii czy uczuć osobistych (zob. paragraf 14 powyżej).", "142. Trybunał miał już okazję stwierdzić, że karanie dziennikarza za pomoc przy upowszechnianiu wypowiedzi innej osoby w wywiadzie mogłoby poważnie utrudnić wkład prasy w dyskusję w sprawach leżących w interesie publicznym i można je brać pod uwagę wyłącznie wtedy, gdy istnieją ku temu szczególnie ważne podstawy (zob. Jersild, cyt. powyżej, § 35 oraz Polanco Torres i Movilla Polanco przeciwko Hiszpanii, nr 34147/06, §§ 47-48, 21 września 2010 r.). Trybunał jest przekonany, że takie samo podejście powinno mieć zastosowanie względem okoliczności niniejszej sprawy, zważywszy że prócz życia prywatnego księcia zaskarżona publikacja dotyczyła kwestii leżącej w interesie publicznym, szczególnie, że podane przez Coste informacje odnoszące się do jej relacji z księciem nie miały takiego charakteru, by naruszyć jego reputację czy wzbudzić wobec niego pogardę (por. Ojala i Etukeno Oy, cyt. powyżej, § 56 oraz Ruusunen, cyt. powyżej, § 51). Istotnie, nie kwestionuje się faktu, że opowieść pani Coste o jej życiu i relacji z księciem była szczera i została przez skarżących wiernie zrelacjonowana. Ponadto nie ma podstaw, by wątpić, że przy publikacji tych wypowiedzi skarżącym przyświecał zamiar przekazania ogółowi wiadomości leżącej w interesie ogólnym (zob. paragraf 116 powyżej).", "143. Ponadto sądy krajowe miały za zadanie ocenić zaskarżony wywiad w taki sposób, by wyróżnić i zważyć, które spośród osobistych wypowiedzi pani Coste mogły mieścić się w kluczowym obszarze życia prywatnego księcia (por. Ojala i Etukeno Oy, cyt. powyżej, § 56 oraz Ruusunen, cyt. powyżej, § 51), a które mogłyby w sposób uprawniony interesować ogół. Nie uczyniły tego jednak, zaprzeczając, jakoby informacja o istnieniu syna księcia miała jakąkolwiek wartość „merytoryczną” i uznając, że nie stanowiła ona części „jakiejkolwiek debaty w sprawie kwestii leżącej w interesie publicznym, która uzasadniałaby jej podanie do wiadomości ... przez wzgląd na uprawnione informowanie ogółu” (zob. paragraf 36 powyżej).", "144. Istotnie, wywiad został przedstawiony w formie narracyjnej z efektami graficznymi i nagłówkami, które miały na celu przyciągnięcie uwagi czytelnika i wywołanie reakcji (zob. paragrafy 1516 powyżej). Uwzględniając krytykę Rządu w tym względzie (zob. paragraf 72 powyżej), Trybunał podkreśla, że decyzja odnośnie do sposobu prezentacji artykułu prasowego i zastosowanego w nim stylu leży w gestii wydawcy i co do zasady ani Trybunał, ani sądy krajowe nie mają za zadanie wyrażać opinii w tym zakresie. Niemniej jednak Trybunał przypomina także, iż swoboda dziennikarska nie jest nieograniczona i że prasa nie może w tym względzie przekraczać pewnych granic, w szczególności „ochrony ... praw innych osób” (zob. między innymi Mosley, cyt. powyżej, § 113 oraz MGN, cyt. powyżej, § 141). W niniejszej sprawie Trybunał jest zdania, że – traktowana jako całość – taka narracyjna prezentacja opracowana poprzez dodanie nagłówków, zdjęć i podpisów, nie wypaczała ani nie zniekształcała treści informacji, lecz należało ją rozumieć jako sposób prezentacji lub ilustracji.", "145. Ponadto zastosowanie pewnych wyrażeń (zob. paragrafy 1516 powyżej), których celem było zwrócenie uwagi czytelników, nie może samo w sobie stanowić kwestii na gruncie orzecznictwa Trybunału (zob. Tănăsoaica przeciwko Rumunii, nr 3490/03, § 41, 19 czerwca 2012 r.): nie można krytykować magazynu za wzbogacenie artykułu i próby zaprezentowania go w sposób atrakcyjny, pod warunkiem, że nie skutkuje to wypaczeniem czy zniekształceniem publikowanej informacji i nie wprowadza czytelnika w błąd.", "146. W odniesieniu do fotografii ilustrujących artykuł, a przedstawiających księcia z dzieckiem na ręku, Trybunał w pierwszej kolejności przypomina, że zgodnie z art. 10 decyzja dotycząca tego, czy publikacja takich dokumentów jest konieczna, by zapewnić wiarygodność, należy z zasady do dziennikarzy (zob. w szczególności Fressoz i Roire, cyt. powyżej, § 54 oraz Pinto Coelho przeciwko Portugalii, nr 28439/08, § 38, 28 czerwca 2011 r.).", "147. W dalszej kolejności Trybunał zauważa, iż Sąd Kasacyjny uznał, że „publikacja fotografii osoby w celu zilustrowania treści stanowiących naruszenie jego prywatności siłą rzeczy naruszała jego prawo do kontrolowania własnego wizerunku” (zob. paragraf 36 powyżej).", "148. Trybunał jest zdania, że o ile w niniejszej sprawie nie ma wątpliwości, iż fotografie dotyczyły obszaru życia prywatnego księcia i że nie wyraził on zgodny na ich publikację, ich związek z zaskarżonym artykułem nie były wątpliwy, sztuczny ani arbitralny (zob. Von Hannover przeciwko Niemcom (nr 3), nr 8772/10, §§ 50 i 52, 19 września 2013 r.). Ich publikację można uzasadnić faktem, iż zwiększały wiarygodność opisu wydarzeń. W czasie ich publikacji, ponieważ pani Coste nie mogła uzyskać aktu notarialnego uznającego jej syna (zob. paragrafy 14 i 17 powyżej), nie dysponowała żadnymi innymi dowodami, które mogłyby potwierdzić jej wersję i w rezultacie spowodować rezygnację skarżących z publikacji zdjęć. W konsekwencji, mimo że publikacja tych zdjęć skutkowała wystawieniem życia prywatnego księcia na widok publiczny, Trybunał jest zdania, iż potwierdzały one treść artykułu, odnośnie do której ustalono już, iż wnosiła wkład w debatę w sprawach leżących w interesie publicznym (zob. paragraf 113 powyżej).", "149. Ponadto, ani samodzielnie, ani w powiązaniu w towarzyszącym im tekstem (zarówno nagłówkami, śródtytułami, podpisami, jak i samym wywiadem), fotografie te nie miały charakteru zniesławiającego, deprecjonującego ani nie wywierały negatywnego wpływu na wizerunek księcia (por. Egeland i Hanseid, cyt. powyżej, § 61); w istocie książę nie twierdził, by doszło do naruszenia jego reputacji.", "150. Na koniec, w odniesieniu do skutków kwestionowanego artykułu Trybunał zauważa, że niedługo po jego publikacji książę publicznie przyznał się do ojcostwa. Sąd Apelacyjny w Wersalu uznał w tym względzie, że został „zobowiązany” do publicznego wyjaśnienia kwestii dotyczącej jego życia prywatnego (zob. paragraf 27 powyżej). Ze swej strony Trybunał jest zdania, że konsekwencje publikacji należy oceniać z pewnej perspektywy, w świetle artykułów, jakie już wcześniej ukazały się w Daily Mail i Bunte. Jednakże wydaje się, że w niniejszej sprawie sądy krajowe nie przeprowadziły oceny konsekwencji w szerszym kontekście opisu wydarzeń przedstawionych w artykule w mediach międzynarodowych. Nie przywiązały zatem wagi do faktu, że poufność informacji dotyczących ojcostwa księcia została już wcześniej podważona w artykułach opublikowanych przez inne media (zob. paragrafy 9 i 11 powyżej).", "(f) Surowość kary", "151. Trybunał przypomina, że w kontekście oceny proporcjonalności, niezależnie od tego, czy nałożona kara była niewielka, znaczenie ma sam fakt wydania wyroku przeciwko osobie zainteresowanej, w tym także, gdy takie orzeczenie miało charakter wyłącznie cywilny (zob. mutatis mutandis Roseiro Bento przeciwko Portugalii, nr 29288/02, § 45, 18 kwietnia 2006 r.). Każde niewłaściwe ograniczenie wolności wyrażania opinii w konsekwencji pociąga za sobą ryzyko blokowania lub paraliżu relacjonowania przez media podobnych spraw w przyszłości.", "152. W niniejszej sprawie skarżącej spółce nakazano wypłatę odszkodowania w wysokości 50.000 EUR oraz publikację oświadczenia zawierającego informację o szczegółach wyroku. Trybunał nie może uznać takich kar za nieistotne.", "(g) Konkluzja", "153. W świetle wszystkich powyższych rozważań Trybunał jest zdania, że przedstawione przez Rząd argumenty dotyczące ochrony życia prywatnego księcia oraz jego prawa do własnego wizerunku – choć istotne – nie mogą zostać uznane za wystarczające do uzasadnienia ingerencji w niniejszej sprawie. Dokonując oceny przedstawionych okoliczności, sądy krajowe nie uwzględniły należycie ustalonych w orzecznictwie Trybunału zasad i kryteriów równoważenia prawa do poszanowania życia prywatnego i prawa do wolności wyrażania opinii (zob. paragrafy 142 i 143 powyżej). Wykroczyły zatem poza przysługujący margines swobody oceny i nie zapewniły rozsądnej równowagi proporcjonalności pomiędzy nałożonymi przez sądy krajowe środkami ograniczającymi prawo skarżących do wolności wyrażania opinii a realizowanym uprawnionym celem.", "Trybunał dochodzi zatem do wniosku, że doszło do naruszenia art. 10 Konwencji.", "II. ZASTOSOWANIE ART. 41 KONWENCJI", "154. Art. 41 Konwencji stanowi:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A. Odszkodowanie", "155. Skarżący stwierdzili, że mają nadzieję otrzymać słuszne zadośćuczynienie, które zrekompensowałoby koszt odszkodowania oraz nakazu obowiązkowej publikacji nałożonych przez sądy krajowe. Nie określili jednakże wysokości swoich roszczeń z tego tytułu.", "156. Rząd nie przedstawił uwag odnośnie do tych roszczeń przed Wielką Izbą.", "157. Trybunał przypomina, że zgodnie z art. 60 § 2 Regulaminu Trybunału wyszczególnione pozycje roszczenia wnoszonego na podstawie art. 41 Konwencji należy przedstawić wraz z odpowiednią dokumentacją lub dowodami kasowymi, gdyż w przeciwnym razie roszczenie może zostać w całości lub w części odrzucone. W niniejszej sprawie skarżący nie przedstawili szczegółowych danych dotyczących roszczeń z tytułu poniesionej szkody ani nie przedłożyli niezbędnych dokumentów. Z tego względu Trybunał nie może przyjąć roszczenia dotyczącego odszkodowania.", "B. Koszty i wydatki", "158. Skarżący domagali się kwoty 38.463,61 EUR tytułem zwrotu kosztów poniesionych przez nich w toku postępowania przed sądami krajowymi. Na poparcie tego wniosku przedstawili dowody opłat i faktury.", "159. Rząd nie przedstawił uwag odnośnie do tych roszczeń przed Wielką Izbą.", "160. Trybunał przypomina, że zwrot kosztów i wydatków na podstawie art. 41 jest możliwy wyłącznie w takim zakresie, w jakim zostały one rzeczywiście i koniecznie poniesione oraz były uzasadnione co do wysokości. Trybunał przypomina również, że może przyznać skarżącym zwrot kosztów poniesionych nie tylko przed Trybunałem, lecz także kosztów poniesionych przed sądami krajowymi w związku z zapobieganiem i naprawą naruszenia (zob. Elsholz przeciwko Niemcom [WI], nr 25735/94, § 73, ETPCz 2000VIII).", "161. W niniejszej sprawie, uwzględniając dokumenty znajdujące się w jego posiadaniu oraz kryteria, o których mowa powyżej, Wielka Izba uznaje za właściwe przyznać skarżącym łącznie kwotę 15.000 EUR z tego tytułu.", "C. Odsetki", "162. Trybunał uznaje za właściwe, by odsetki z tytułu niewypłacenia zasądzonych kwot zostały ustalone zgodnie ze stopą procentową kredytu Europejskiego Banku Centralnego na koniec dnia, plus trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE,", "1. Uznaje, że doszło do naruszenia art. 10 Konwencji;", "", "2. Uznaje, iż", "(a) pozwane Państwo ma obowiązek wypłacić skarżącym, łącznie, w terminie trzech miesięcy, kwotę 15.000 EUR (piętnaście tysięcy euro) z tytułu kosztów i wydatków, wraz z ewentualnymi podatkami;", "(b) od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty płatne od tych sum będą zwykłe odsetki obliczone według stopy procentowej Europejskiego Banku Centralnego na koniec dnia plus trzy punkty procentowe;", "", "3. Oddala pozostałą część roszczenia skarżących dotyczącą słusznego zadośćuczynienia.", "Sporządzono w języku angielskim i francuskim, i obwieszczono podczas rozprawy publicznej w siedzibie Europejskiego Trybunału Praw Człowieka w Strasburgu w dniu 10 listopada 2015 r.", "\tSøren Prebensen\tDean Spielmann\n\tZastępca Kanclerza\tPrzewodniczący", ""]}