{"file": "POL_HJUDPOL_55167_11.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "55167/11", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "SEKCJA CZWARTA", "", "", "", "SPRAWA WALDEMAR NOWAKOWSKI przeciwko POLSCE", "(Skarga nr 55167/11)", "", "", "", "WYROK\n(meritum)", "", "", "", "STRASBURG", "24 lipca 2012 roku", "", "", "", "", "", "Wyrok ten stanie się ostateczny zgodnie z warunkami określonymi w Artykule 44 ust. 2 Konwencji. Wyrok może podlegać korekcie wydawniczej.", "", "W sprawie Waldemar Nowakowski przeciwko Polsce, \t", "Europejski Trybunał Praw Człowieka (Sekcja Czwarta), zasiadając jako Izba w składzie:", "Pan David Thór Björgvinsson, Przewodniczący,", "Pan Lech Garlicki,", "Pan Päivi Hirvelä,", "Pan George Nicolaou", "Pani Ledi Bianku,", "Pani Zdravka Kalaydjieva,", "Pan Vincent A. De Gaetano, sędziowie,", "oraz Pan Fatoş Aracı, Zastępca Kanclerza Sekcji,", "\tObradując na posiedzeniu zamkniętym w dniu 3 lipca 2012 roku,", "Wydaje następujący wyrok, który został przyjęty w tym dniu.", "", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 55167/11) wniesionej w dniu 22 sierpnia  2011 roku przeciwko Rzeczypospolitej Polskiej do Trybunału na podstawie Artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (\"Konwencja\") przez obywatela polskiego, pana Waldemara Nowakowskiego  (\"skarżący\").", "2. Skarżący, któremu przyznano pomoc prawną, reprezentowany był przez pana M. Heleniaka, adwokata prowadzącego praktykę w Warszawie. Polski Rząd (\"Rząd\") reprezentowany był przez Pełnomocnika, pana J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3. Skarżący podniósł zarzut naruszenia jego prawa do pokojowego korzystania ze swojego mienia, gwarantowanego na podstawie Artykułu 1 Protokołu nr 1 Konwencji.", "4. W dniu 17 listopada 2011 roku skarga została zakomunikowana Rządowi. Zdecydowano też o łącznym rozpatrzeniu dopuszczalności i meritum skargi (Artykuł 29 ust. 1).", "", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "\t5. Skarżący urodził się w 1933 roku i mieszka w Warszawie.", "\t6. Skarżący jest kombatantem polskiego ruchu oporu z czasów II Wojny Światowej i byłym zawodowym oficerem Wojska Polskiego. Jego status kombatanta , wynikający z udziału podczas wojny w podziemnym ruchu harcerskim, został potwierdzony decyzją administracyjną wydaną w bliżej nieokreślonym dniu przez Dyrektora Urzędu ds. Kombatantów.", "\t7. Przez ostatnie pięćdziesiąt lat skarżący kolekcjonował starą broń z okresu II Wojny Światowej i lat wcześniejszych.", "\t8. W dniach 7 i 8 lipca 2008 roku policja dokonała przeszukania w mieszkaniu i domku letniskowym skarżącego. Skonfiskowała kolekcję skarżącego, w skład której wchodziło w tym czasie 199 sztuk broni.", "\t9. W dniu 16 lipca 2008 roku Dyrektor Muzeum Powstania Warszawskiego (\"Muzeum\") w Warszawie wydał oświadczenie w związku z prowadzonym przeciwko skarżącemu postępowaniem, jakie zostało przeciwko niemu wszczęte bezpośrednio po dokonaniu przeszukania i konfiskacie kolekcji broni. W oświadczeniu dyrektor stwierdził, że skarżący współpracuje z Muzeum w charakterze specjalisty od starej broni oraz że wielokrotnie wypożyczał niektóre eksponaty ze swojej kolekcji dla potrzeb wystawienniczych Muzeum. Stwierdził też, że Muzeum wysoko sobie ceniło wiedzę skarżącego w tej dziedzinie.", "\t10. W dniu 8 lipca i 29 sierpnia 2008 roku organy ścigania nakazały sporządzenie przez biegłego opinii, która miała określić czy skonfiskowane egzemplarze broni można uznać za broń w rozumieniu przepisów ustawy regulującej wydawanie pozwoleń na posiadanie broni.", "\t11. W dniu 18 października 2010 roku Dyrektor Urzędu ds. Kombatantów wystosował pismo do Sądu Rejonowego dla Warszawy Woli. Stwierdził w nim między innymi, że osobista uczciwość skarżącego i poszanowanie przez niego prawa są powszechnie znane. Wielokrotnie był on odznaczany za czynny udział w polskim ruchu oporu podczas II Wojny Światowej. Gromadząc unikatową kolekcję historycznej broni, mundurów oraz wyposażenia wojskowego oddał wyjątkowe zasługi dla upowszechniania wiedzy o historii Polski. Kolekcję tę finansował samodzielnie kosztem znacznych poświęceń osobistych. Fakt, że wszczęto przeciwko niemu postępowanie karne spotkał się z ogólnym niedowierzaniem. Wśród osób zainteresowanych historią wojskowości powszechnie uznano, że jego kolekcja w żaden sposób nie mogła stwarzać jakiekolwiek zagrożenia dla porządku publicznego. Wprost przeciwnie – odgrywała ona znaczącą rolę w przekazywaniu młodszym pokoleniom wiedzy o historii Polski i walce o niepodległość kraju. Dokonania skarżącego nie tylko zasługują na uznanie, ale powinny także zostać uwzględnione przez sąd przy ocenie jego winy i wymierzaniu kary.", "\t12. W dniu 16 lipca 2010 roku prokuratura nakazała zwrócenie skarżącemu 24 eksponatów z jego kolekcji, powołując się na opinię biegłego sporządzoną na potrzeby śledztwa. Biegły stwierdził, że przedmioty te stanowiły jedynie elementy składowe broni i dlatego też pozwolenie na ich posiadanie nie było wymagane. W dniu 20 lipca 2010 roku do Sądu Rejonowego dla Warszawy Woli wpłynął akt oskarżenia przeciwko skarżącemu, w którym znalazł się zarzut nielegalnego posiadania broni.", "\t13. W dniu 18 listopada 2010 roku Sąd Rejonowy dla Warszawy Woli umorzył postępowanie karne przeciwko skarżącemu obejmujące zarzut nielegalnego posiadania broni z naruszeniem Artykułu 263 ust. 2 Kodeksu karnego.", "\t14. Sąd w pierwszej kolejności wymienił 171 eksponatów wchodzących w skład kolekcji skarżącego, z których najstarszy został wyprodukowany w roku 1889.", "\t15. Sąd wskazał na wyjaśnienia skarżącego, że starą broń, zwłaszcza pamiątki z II Wojny Światowej oraz inne stare przedmioty, kolekcjonuje od prawie pięćdziesięciu lat. Wcześniej wielokrotnie udostępniał części swojego zbioru, wypożyczając je różnym muzeom. Jako ekspert od starej broni współpracował z Muzeum Powstania Warszawskiego. Sąd odnotował wyjaśniania skarżącego wskazujące, iż w celu uniemożliwienia osobom trzecim dostępu do swojej kolekcji przechowywał ją w swoim mieszkaniu, które było zabezpieczone trzema zamkami i wyposażone w alarm. Podjął również niezbędne działania natury technicznej mające na celu uniemożliwienie posłużenia się większością egzemplarzy uzbrojenia znajdującego się w jego posiadaniu jako bronią. Wyraził gotowość podjęcia takich działań również w odniesieniu do pozostałych eksponatów.", "\t16. Sąd stwierdził, że skarżącemu nie można było słusznie sposób przypisać przestępczego zamiaru posłużenia się bronią na czyjąkolwiek szkodę. Jednakże musiał on zdawać sobie sprawę z tego, że posiadanie broni bez zezwolenia jest niezgodne z prawem. Nie skorzystał przy tym z możliwości zalegalizowania swojej kolekcji na podstawie ustawy z 2005 roku o wyłączeniu bezprawności posiadania bez wymaganego zezwolenia broni, opracowanej specjalnie w celu umożliwienia kombatantom II Wojny Światowej i innym osobom walczącym o suwerenność Polski zalegalizowania broni, w posiadanie której weszli w przeszłości w związku z udziałem w polskim ruchu oporu. ", "\t17. Sąd stwierdził, że nie ma żadnych dowodów na to, by skarżący kiedykolwiek posłużył się bronią w jakimkolwiek przestępczym zamiarze. Sąd podkreślił, że skarżący miał w tym czasie 77 lat, był kombatantem wojennym, brał udział w Powstaniu Warszawskim, i był emerytowanym zawodowym oficerem Wojska Polskiego, wcześniej niekaranym. Był praworządnym obywatelem.", "\t18. Sąd wskazał, że twierdzenia skarżącego dotyczące tej części jego kolekcji, która została pozbawiona cech użytkowych – zostały częściowo potwierdzone przez biegłych. Biegli stwierdzili bowiem, że \"ze znacznej większości egzemplarzy broni nie było możliwe oddanie strzału, niemniej jednak z części egzemplarzy broni możliwe było oddanie strzału, jak również możliwym było przywrócenie cech użytkowych broni\".", "\t19. Sąd uznał, że społeczna szkodliwość czynu była znikoma i umorzył postępowanie karne przeciwko skarżącemu, powołując się na art. 17 § 1 pkt 3 Kodeksu postępowania karnego. Jednocześnie sąd postanowił zastosować Artykuł 100 w związku z art. 30 Kodeksu karnego, orzekając przepadek 171 egzemplarzy broni wchodzących w skład kolekcji skarżącego.", "\t20. Wyjaśniając powody skorzystania z prawa do swobodnej decyzji o przepadku całej kolekcji, sąd stwierdził, że podzielenie kolekcji poprzez zwrot skarżącemu tylko tych egzemplarzy broni, które zostały pozbawione cech użytkowych znacznie zmniejszyłoby jej wartość. Sąd zauważył, że kolekcja – z uwagi na swoją wartość historyczną – powinna zostać przekazana instytucji zdolnej zapewnić jej odpowiednie warunki przechowywania i ekspozycji. ", "\t21. Zarówno skarżący jak i prokuratura wniosły apelację. Skarżący zasadniczo zakwestionował zastosowanie środka w postaci przepadku.", "\t22. Postanowieniem z dnia 22 lutego 2011 roku Sąd Okręgowy w Warszawie utrzymał w mocy decyzję wydaną w pierwszej instancji. Sąd w pełni podzielił argumentację sądu niższej instancji, wskazując przy tym, że przepadek kolekcji nie powinnien prowadzić do jej zniszczenia. Organy państwa powinny zdawać sobie sprawę z wartości historycznej zabezpieczonych przedmiotów.", "\t23. W dniu 16 marca 2011 roku Sąd Rejonowy dla Warszawy Woli zwrócił się do Muzeum Powstania Warszawskiego z prośbą o informację, czy zainteresowane jest przejęciem kolekcji skarżącego. Dnia 28 czerwca 2011 roku Dyrektor Muzeum udzielił odpowiedzi, że Muzeum chętnie przyjmie niektóre egzemplarze broni z kolekcji, wybrane przez P.B. – eksperta Muzeum. W dniu 16 września 2011 roku sąd wydał zgodę na przekazanie wskazanych egzemplarzy do Muzeum, a w dniu 17 października 2011 roku zostały one tam przekazane.", "\t24. W dniu 16 września 2011 roku ten sam sąd zwrócił się do Urzędu Ochrony Zabytków w Warszawie oraz Mazowieckiego Wojewódzkiego Konserwatora Zabytków z prośbą o wskazanie instytucji kulturalnej, która mogłaby przyjąć pozostałą część kolekcji skarżącego. Swoje zainteresowanie tym wyraziło szereg instytucji kulturalnych, w tym Muzeum Powstania Warszawskiego. Muzeum to wyraziło zainteresowanie pozostałą częścią kolekcji, objętą nakazem konfiskaty. Urząd Ochrony Zabytków wydał pozytywną opinię w tej kwestii. Obecnie trwa przekazywanie tej część kolekcji do Muzeum Powstania Warszawskiego.", "II. WŁAŚCIWE PRAWO KRAJOWE", "\t25. Artykuł 21 Konstytucji stanowi:", "” 1. Rzeczpospolita Polska chroni własność i prawo dziedziczenia.", "2. Wywłaszczenie jest dopuszczalne jedynie wówczas, gdy jest dokonywane na cele publiczne i za słusznym odszkodowaniem”", "\t26. Artykuł 31 Konstytucji brzmi następująco:", "”Wolność człowieka podlega ochronie prawnej.", "Każdy jest obowiązany szanować wolności i prawa innych. Nikogo nie wolno zmuszać do czynienia tego, czego prawo mu nie nakazuje.", "Ograniczenia w zakresie korzystania z konstytucyjnych wolności i praw mogą być ustanawiane tylko w ustawie i tylko wtedy, gdy są konieczne w demokratycznym państwie dla jego bezpieczeństwa lub porządku publicznego, bądź dla ochrony środowiska, zdrowia i moralności publicznej, albo wolności i praw innych osób. Ograniczenia te nie mogą naruszać istoty wolności i praw.\"", "\t27. Artykuł 79 ust. 1 Konstytucji stanowi co następuje:", "\"Każdy, czyje konstytucyjne wolności lub prawa zostały naruszone, ma prawo, na zasadach określonych w ustawie, wnieść skargę do Trybunału Konstytucyjnego w sprawie zgodności z Konstytucją ustawy lub innego aktu normatywnego, na podstawie którego sąd lub organ administracji publicznej orzekł ostatecznie o jego wolnościach lub prawach albo o jego obowiązkach określonych w Konstytucji.\"", "\t28. Zgodnie z ugruntowanym orzecznictwem, Trybunał Konstytucyjny posiada jurysdykcję jedynie w zakresie badania zgodności przepisów prawa z Konstytucją, natomiast zakres jego właściwości nie obejmuje badania sposobu interpretacji przez sądy odpowiednich przepisów prawnych w indywidualnych sprawach (np. SK 4/99, 19 października 1999; Ts 9/98, 6 kwietnia 1998; Ts 56/99, 21 czerwca 1999).", "\t29. Art. 17 § 1 pkt 3 Kodeksu postępowania karnego stanowi, że postępowanie karne umarza się gdy społeczna szkodliwość czynu jest znikoma.", "\t30. Art. 100 Kodeksu karnego stanowi, że jeżeli społeczna szkodliwość czynu jest znikoma sąd morze orzec przepadek przedmiotów związanych z przestępstwem w rozumieniu art. 39 tegoż Kodeksu.", "\t31. Art. 263 ustęp 2 Kodeksu karnego penalizuje posiadanie broni palnej lub amunicji bez wymaganego zezwolenia.", "PRAWO", "I. ZARZUT NARUSZENIA ARTYKUŁU 1 PROTOKOŁU Nr 1 DO KONWENCJI", "\t32. Skarżący podniósł zarzut, że przepadek jego kolekcji naruszyła przysługujące mu prawo do pokojowego korzystania ze swojego mienia w rozumieniu Artykułu 1 Protokołu nr 1 do Konwencji, który brzmi jak następuje:", "\"Każda osoba fizyczna i prawna ma prawo do poszanowania swego mienia. Nikt nie może być pozbawiony swojej własności, chyba że w interesie publicznym i na warunkach przewidzianych przez ustawę oraz zgodnie z ogólnymi zasadami prawa międzynarodowego.", "Powyższe postanowienia nie będą jednak w żaden sposób naruszać prawa państwa do stosowania takich ustaw, jakie uzna za konieczne do uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym lub w celu zabezpieczenia uiszczania podatków bądź innych należności lub kar pieniężnych. \"", "A. Dopuszczalność", "\t33. Rząd stwierdził, że skarżący nie wyczerpał odpowiednich środków dostępnych mu na podstawie prawa krajowego w odniesieniu do jego skargi. Powinien był wnieść skargę konstytucyjną na podstawie Artykułu 79 Konstytucji Rzeczypospolitej Polskiej.", "\t34. Skarżący nie zgodził się z tym, twierdząc że wyczerpał wszelkie dostępne mu środki. Stwierdził przy tym, że nie ma żadnych zastrzeżeń co do zgodności Artykułów 39 i 100 Kodeksu karnego jako takich z Konstytucją, lecz jedynie do sposobu, w jaki zostały one zinterpretowane i zastosowane przez sądy karne w konkretnych okolicznościach jego sprawy.", "\t35. Trybunał stwierdza, że w konkretnych okolicznościach przedmiotowej sprawy nie można uznać, iż zarzucane naruszenie prawa skarżącego wywodzi się z bezpośredniego zastosowania Artykułów 39 lub 100 Kodeksu karnego. Zarzucane naruszenie wywodzi się raczej ze sposobu, w jaki przepisy te zostały zinterpretowane i zastosowane przez sądy w sprawie skarżącego. Ugruntowane orzecznictwo Trybunału Konstytucyjnego wskazuje jednakże, iż skargi konstytucyjne oparte wyłącznie na zarzucie błędnej interpretacji przepisu prawnego są wyłączone spod jego jurysdykcji. Trybunał wcześniej już wielokrotnie badał zastrzeżenia Rządu oparte na rzekomym niewyczerpaniu środków na podstawie prawa krajowego w drodze skargi konstytucyjnej – odrzucając je (patrz, między innymi, Długołęcki przeciwko Polsce, nr 23806/03, § 25, 24 lutego 2009; oraz R.R. przeciwko Polsce, nr 27617/04, § 116, 26 maja 2011). Trybunał nie widzi podstaw by w przedmiotowej sprawie odstąpić od takiego stanowiska.", "\t36. Wynika stąd, że twierdzenie Rządu o niedopuszczalności skargi z powodu niewyczerpania środków na podstawie prawa krajowego musi zostać odrzucone.", "\t37. Trybunał stwierdza, że skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu Artykułu 35 ust. 3 (a) Konwencji. Trybunał zauważa przy tym, że nie jest ona niedopuszczalna z jakichkolwiek innych względów. A zatem musi zostać uznana za dopuszczalną.", "B. Meritum skargi", "\t1. Stanowiska stron", "\t38. Skarżący twierdził, że sądy krajowe uznały, iż nie popełnił on przestępstwa i z tego względu umorzyły postępowanie karne. Niemniej jednak sądy wydały postanowienie o przepadku kolekcji w całości. Decyzja ta była niezgodna z zasadą proporcjonalności. Sądy nie ustaliły prawidłowo, czy przepadek był rzeczywiście konieczny z uwagi na interes publiczny. Tak czy inaczej, olbrzymia większość egzemplarzy broni wchodzących w skład kolekcji nie posiadała już cech użytkowych, i sądy dobrze o tym wiedziały.", "\t39. Skarżący argumentował ponadto, że nie miał możliwości skorzystania z przepisów wskazanej przez sąd krajowy Ustawy z czerwca 2005 roku w celu uzyskania przez niego pozwolenia na posiadanie swojej kolekcji broni. Ustawa ta umożliwiała zastosowanie amnestii jedynie w odniesieniu do broni zdobytej osobiście podczas II Wojny Światowej lub w czasach późniejszych przez bojowników ruchu oporu w celu walki o niepodległość Polski lub w związku z tym. Procedura przewidziana przepisami tej Ustawy nie mogła zostać realnie zastosowana w odniesieniu do kolekcji broni składającej się z 199 egzemplarzy. ", "\t40. Skarżący stwierdził dalej, że kolekcja przedstawia znaczną wartość majątkową. Ponadto, ma dla niego ogromne znaczenie sentymentalne.", "\t41. W konkluzji skarżący stwierdził, że orzeczenie przepadku w odniesieniu do całej kolekcji historycznej broni, która nie nadawała się już do użytku – stanowi nadmierny ciężar osobisty i narusza Artykuł 1 Protokołu nr 1 do Konwencji.", "\t42. Rząd stwierdził, że zgodnie z Konstytucją Rzeczypospolitej Polskiej oraz Artykułem 1 Protokołu nr 1 do Konwencji prawo własności nie stanowi ius infinitum. Państwo może ustanowić takie prawa, jakie uzna za niezbędne dla objęcia kontrolą korzystania z mienia w zgodzie z interesem publicznym. Przepadek broni posiadanej bez zezwolenia stanowiła ingerencję w prawo skarżącego do pokojowego korzystania ze swojego mienia. Jednakże leżało to w interesie powszechnym, ponieważ nakaz został wydany w celu ochrony bezpieczeństwa publicznego i kontroli posiadania broni przez osoby prywatne. Wszystkie państwa posiadają prawo do kontroli dostępu do broni i jest to fundamentalne uprawnienie wynikające z ich niezawisłości. Państwa mają ponadto wyraźny obowiązek zapewnienia obywatelom bezpieczeństwa poprzez wydawanie pozwoleń na posiadanie broni. Mają przy tym pewien margines uznania w tym względzie. Zgodnie z orzecznictwem Trybunału, zakres tego marginesu jest różny w zależności od kwestii pojawiającej się w danej sprawie. Margines uznaniowości Państwa w kwestiach dotyczących kontroli posiadania broni jest szczególnie szeroki. Wymóg uzyskania pozwolenia na broń wchodzi w zakres uznaniowości Państwa i nie może być postrzegany jako nakładanie na skarżącego nadmiernego ciężaru osobistego. System wydawania pozwoleń na broń byłby iluzoryczny gdyby nie towarzyszyły mu sankcje karne albo możliwość wydania nakazu przepadku nielegalnie posiadanej broni.", "\t43. Rząd podkreślił, że w przedmiotowej sprawie sądy postanowiły, aby nie uznać skarżącego winnym popełnienia przestępstwa karnego polegającego na nielegalnym posiadaniu broni. Sądy postanowiły umorzyć prowadzone przeciwko niemu postępowanie, uznając że społeczna szkodliwość czynu była znikoma. Jednakże sam fakt posiadania przez skarżącego broni bez wymaganego pozwolenia stanowił przestępstwo karne. Sądy nie miały innego wyjścia, niż tylko orzeczenie przepadku, ponieważ był to jedyny sposób wyeliminowania stanu naruszenia prawa powstałego w wyniku posiadania przez skarżącego broni bez wymaganego pozwolenia. I chociaż z większości egzemplarzy broni nie można już było oddać strzału, to jednak biegli powołani przez organy ścigania stwierdzili, że istnieje techniczna możliwość odwrócenia tego stanu rzeczy.", "\t2. Ocena Trybunału", "\t44. Artykuł 1 Protokołu nr 1 do Konwencji obejmuje trzy odrębne reguły. Pierwsza, wyrażona w pierwszym zdaniu pierwszego akapitu, ma charakter ogólny i określa zasadę pokojowego korzystania z mienia. Reguła druga, sformułowana w drugim zdaniu tego samego akapitu, dotyczy możliwości pozbawienia osoby mienia, przy spełnieniu pewnych warunków. Trzecia, zawarta w drugim akapicie, uznaje, że Umawiające się Państwa mają prawo, między innymi, do uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym. Reguła druga i trzecia, które dotyczą szczególnych przypadków ingerencji w prawo do pokojowego korzystania z własności – muszą być interpretowane w świetle ogólnej zasady określonej w regule pierwszej (patrz, między innymi, Immobiliare Saffi przeciwko Włochom [GC], nr 22774/93, § 44, ECHR 1999-V; Barbara Wiśniewska przeciwko Polsce, nr 9072/02, § 93, 29 listopada 2011).", "\t45. Pomiędzy stronami nie ma sporu co do tego, że nakaz konfiskaty stanowił ingerencję w prawo skarżącego do pokojowego korzystania ze swojej własności. Do rozstrzygnięcia pozostaje jedynie kwestia, czy środek ten objęty był pierwszym czy drugim akapitem przedmiotowego przepisu Konwencji.", "\t46. Trybunał w swoim orzecznictwie zazwyczaj uznawał, że środek w postaci przepadku zastosowany w kontekście postępowania karnego, mimo że pociąga za sobą pozbawienie osoby mienia – to jednak stanowi kontrolę sposobu korzystania z mienia w rozumieniu drugiego akapitu Artykułu 1 Protokołu nr 1 (patrz Riela i Inni przeciwko Włochom (dec.), nr 52439/99, 4 września 2001; Arcuri i Inni przeciwko Włochom (dec.), nr 52024/99, 5 lipca 2001; C.M. przeciwko Francji (dec.), nr 28078/95, 26 czerwca 2001; oraz Sun przeciwko Rosji, nr 31004/02, § 25, 5 lutego 2009). Jednakże w przedmiotowej sprawie sąd umorzył postępowanie karne, stwierdzając, że szkodliwość objętego zarzutem przestępstwa był znikoma. Sąd uwzględnił przy tym cechy charakteru skarżącego oraz brak u niego przestępczych zamiarów (patrz akapit 17 powyżej). Okoliczności tej sprawy były zatem zasadniczo odmienne od spraw, w których nakaz konfiskaty został wydany w kontekście postępowania karnego obejmującego zarzuty popełnienia poważnych przestępstw lub udziału w przestępczości zorganizowanej, i gdzie istniało uzasadnione podejrzenie lub potwierdzona postanowieniem sądowym pewność, że skonfiskowane aktywa pochodziły z przestępstwa (patrz Philips przeciwko Zjednoczonemu Królestwu, nr 41087/98, §§ 9-18, ECHR 2001-VII), zostały uznane za uzyskane w sposób niezgodny z prawem (patrz sprawy Riela i Arcuri, obie powołane wyżej, oraz Raimondo przeciwko Włochom, 22 lutego 1994, § 29, Seria A nr 281-A) lub były przeznaczone do wykorzystania w nielegalnych działaniach (patrz Butler przeciwko Zjednoczonemu Królestwu (dec.), nr 41661/98, 27 czerwca 2002). Ponadto, nakaz przepadku obejmował całą kolekcję broni – bez rozróżniania pomiędzy egzemplarzami, które cały czas można było zakwalifikować jako broń w rozumieniu ustawodawstwa dotyczącego kontroli posiadania broni, a tymi, które – jak stwierdził sąd – zostały pozbawione cech użytkowych (patrz akapit 18 powyżej). Trybunał jest zdania, że w tych okolicznościach orzeczonego przepadku obejmującego całość kolekcji, powinien zostać uznany za pozbawienie osoby własności.", "\t47. Jak to już Trybunał wielokrotnie stwierdzał – ingerencja w prawo własności musi być nakazana prawem i realizować jeden lub więcej uprawnionych celów. Ponadto, musi istnieć rozsądna relacja proporcjonalności pomiędzy zastosowanymi środkami a wyznaczonymi celami. Innymi słowy, Trybunał musi ustalić czy znaleziono sprawiedliwą równowagę pomiędzy wymogami interesu powszechnego, a interesami zaangażowanych osób indywidualnych. Wymóg zachowania takiej równowagi nie jest spełniony w przypadku jeżeli dana osoba lub osoby musiały ponieść osobisty i niewspółmierny ciężar (patrz James i Inni przeciwko Zjednoczonemu Królestwu, 21 lutego 1986, § 50, Seria A nr 98; Schirmer przeciwko Polsce, nr 68880/01, § 35, 21 września 2004; Wieczorek przeciwko Polsce, nr 18176/05, § 59-60, 8 grudnia 2009; porównaj dla kontrastu Ian Edgar (Liverpool) Limited przeciwko Zjednoczonemu Królestwu (dec.), nr 37683/97, 25 stycznia 2000).  ", "\t48. W tym kontekście Trybunał stwierdza, że przepadek mienia skarżącego został wydany na podstawie art. 100 w związku z art. 29 Kodeksu karnego. A zatem Trybunał uznaje, że ingerencja była przewidziana prawem.", "\t49. Dalej – przyjmując, że ingerencja będąca przedmiotem skargi zmierzała do realizacji uprawnionego celu i leżała w interesie powszechnym w rozumieniu Artykułu 1 Protokołu nr 1 do Konwencji – Trybunał musi zbadać, czy znaleziono właściwą równowagę pomiędzy założonym celem a prawami skarżącego.", "\t50. W tym kontekście Trybunał po raz kolejny stwierdza, że w przypadku przepadku mienia, wspominana sprawiedliwa równowaga zależy od wielu czynników, w tym od postawy skarżącego. Należy zatem ustalić, czy polskie sądy uwzględniły stopień winy skarżącego oraz dochowania przez niego należytej staranności (patrz sprawa AGOSI, powołana wyżej, § 54; Silickienè przeciwko Litwie, nr 20496/02, § 66, 10 kwietnia 2012).", "\t51. Wracając do okoliczności przedmiotowej sprawy, Trybunał odnotowuje argument Rządu, że władze postanowiły umorzyć postępowanie karne przeciwko skarżącemu mając na względzie znikomą szkodliwość społeczną czynu. Jednakże przedmiotem badania przez Trybunał w przedmiotowej sprawie jest nie postanowienie o umorzeniu postępowania, ale postanowienie nakazujące przepadek kolekcji skarżącego.", "\tTrybunał zauważa, że Artykuł 100 Kodeksu karnego nie zobowiązuje sądów do wydania nakazu konfiskaty kolekcji. Nadaje on im tylko uznaniowe prawo do tego przy umarzaniu postępowania karnego. W tym przypadku sądy postanowiły skorzystać z tego prawa. Przy braku prawnego obowiązku nakazu konfiskaty, w kontekście badania czy w przedmiotowej sprawie znaleziono właściwą równowagę – należy rozważyć, w jaki sposób władze wykonały swoje prawo do uznaniowości. W tej kwestii Trybunał będzie miał na względzie podstawy, na jakich władze krajowe oparły się nakazując konfiskatę.", "\t52. Sąd pierwszej instancji stwierdził, że skarżący jest 77-letnim kombatantem wojennym, uczestnikiem walk w Powstaniu Warszawskim, emerytowanym zawodowym oficerem Wojska Polskiego i niekaranym, przestrzegającym prawa obywatelem. Ponadto, przed Trybunałem nie wykazano, ani nawet nie twierdzono, że posiadanie przez niego kolekcji broni zostało przez władze krajowe uznane za zagrożenie nieodpowiednim jej wykorzystaniem przez skarżącego. Nie twierdzono również, a tym bardziej nie wykazano, że zgromadził on swoją kolekcję broni w jakimkolwiek innym charakterze niż tylko jako kolekcjoner amator (porównaj sprawę Silicienè przeciwko Litwie, powołana wyżej, w której skarżący bezpośrednio uczestniczył w dokonywaniu płatności za przemycane towary i musiał wiedzieć, że skonfiskowane mienie mogło zostać nabyte jedynie z korzyści pochodzących z przestępstwa).", "\t53. Trybunał podkreśla ponadto, że okoliczności te były znane sądom krajowym (patrz akapity 15-16 powyżej). Tym niemniej postanowiły one nakazać przepadek kolekcji. Tak więc osobiste okoliczności skarżącego nie miały jakiegokolwiek praktycznego wpływu na wydanie nakazu konfiskaty. Dlatego też Trybunał jest zdania, że sądy krajowe nie uwzględniły sytuacji osobistej i cech charakteru skarżącego (patrz Pincová i Pinc przeciwko Czechom, nr 36548/97, § 61, ECHR 2002-VIII, mutatis mutandis).", "\t54. Ponadto, Trybunał nie może nie zauważyć faktu, że skarżący rozpoczął gromadzenie swojej kolekcji około pięćdziesiąt lat temu. Fakt ten został potwierdzony w postanowieniu sądu krajowego. Władze nigdy nie wykazywały jakiegokolwiek zainteresowania kolekcją skarżącego przed lipcem 2008 roku, kiedy to dokonały przeszukania jego mieszkania i domku letniskowego. Ponadto, nigdy nie podniesiono zarzutu ani przed sądami krajowymi, ani przed Trybunałem, by kiedykolwiek zdarzył się jakikolwiek incydent polegający na niewłaściwym wykorzystaniu kolekcji przez osoby trzecie, który mógłby świadczyć o tym, że skarżący nie podjął odpowiednich działań mających na celu zapobieżenie uzyskania dostępu do kolekcji przez osoby nieuprawnione.", "\t55. Trybunał zauważa dalej, że sąd krajowy wiedział o tym, iż nie wszystkie egzemplarze broni z kolekcji skarżącego mogły zostać użyte zgodnie ze swoim przeznaczeniem, jako że skarżący podjął działania mające na celu pozbawienie ich cech użytkowych. Trybunał stwierdza, że sąd nie zidentyfikował egzemplarzy nadal sprawnych oraz tych, które zostały pozbawione cech użytkowych. Mimo to sąd postanowił wydać nakaz konfiskaty kolekcji w całości. Czyniąc to, sąd miał na względzie historyczną wartość kolekcji. Zdaniem sądu podział kolekcji na dwie części i zwrot skarżącemu niektórych tylko egzemplarzy broni w sposób znaczący umniejszyłoby jej historyczną wartość. Dlatego sąd postanowił orzec przepadek całej kolekcji – przede wszystkim w celu zachowania jej wartości.", "\t56. Zdaniem Trybunału można racjonalnie przyjąć, że kolekcja starej broni, gromadzona przez uznanego specjalistę, posiada znaczą wartość pieniężną. Sądy jednakże nie zważyły, czy przepadek kolekcji w całości nie nakładała na skarżącego nadmiernego ciężaru – zarówno jeśli chodzi o wartość pieniężną kolekcji jak i jej sentymentalne znaczenie dla skarżącego. Podobnie, sąd nie rozważył możliwości zastosowania środków alternatywnych w celu zmniejszenia ciężaru nałożonego na skarżącego, w tym w drodze podjęcia działań zmierzających do zarejestrowania kolekcji.  ", "\t57. Trybunał zauważa, że następnie sądy krajowe zwróciły się do kilku instytucji publicznych z zapytaniem czy byłyby zainteresowane pozyskaniem kolekcji skarżącego. W efekcie tych zabiegów, w październiku 2011 roku część kolekcji skarżącego została przekazana do Muzeum Powstania Warszawskiego. Ponadto, muzeum to wyraziło swoje zainteresowanie przyjęciem pozostałej części kolekcji. Trybunał zauważa też, że organy sądowe podjęły działania mające na celu udostępnienie kolekcji skarżącego społeczeństwu. Nie można jednakże przeoczyć faktu, że skarżący został pozbawiony swojej własności, tracąc kolekcję o znacznej wartości historycznej i prawdopodobnie finansowej, w wyniku czego państwowe muzeum uzyskało ją bezpłatnie.", "\t58. Wyżej wskazane względy wystarczają, by Trybunał mógł stwierdzić, że nastąpiło naruszenie Artykułu 1 Protokołu nr 1 do Konwencji.", "II. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "\t59. Artykuł 41 Konwencji stanowi:", "\"Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi taka potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.\"", "A. Szkoda", "\t60. Skarżący wystąpił o zwrot swojej kolekcji. Alternatywnie – zażądał kwoty 300 000 złotych polskich (PLN) z tytułu szkody majątkowej. Stwierdził, że nie jest w stanie przedstawić szacunkowej wartości skonfiskowanej kolekcji, ponieważ nie znajdowała się już ona w jego posiadaniu. Zażądał ponadto kwoty 50 000 PLN z tytułu szkody niemajątkowej, poniesionej przez niego w wyniku okoliczności przedmiotowej sprawy.", "\t61. Rząd zakwestionował żądanie skarżącego.", "\t62. Trybunał zauważa, że skarżący dąży przede wszystkim do tego, by zwrócono mu jego kolekcję, a jej wartość pozostaje przedmiotem sporu pomiędzy stronami. W tych okolicznościach Trybunał uznaje, że kwestia szkody majątkowej nie jest jeszcze gotowa do rozstrzygnięcia. Dlatego też jej rozpatrzenie powinno zostać odroczone w celu umożliwienia stronom osiągnięcia porozumienia (Artykuł 75 ust.1 i 4 Regulaminu Trybunału). W związku z tym Trybunał jest zdania, że w konkretnych okolicznościach przedmiotowej sprawy najwłaściwszą formą zadośćuczynienia byłby zwrot skarżącemu tych elementów jego kolekcji, które można mu zwrócić zgodnie z prawem.", "\t63. Ponadto, Trybunał uznaje, że skarżący bez wątpienia doznał uczucia cierpienia i niepokoju (patrz Łuczak przeciwko Polsce, nr 77782/01, § 64, 27 listopada 2007). Dlatego też przyznaje mu kwotę 4 000 EUR z tytułu szkody niemajątkowej.", "B. Koszty i wydatki", "\t64. Skarżący nie występował o zwrot kosztów i wydatków.", "C. Odsetki z tytułu zwłoki", "\t65. Trybunał uznaje za właściwe, że odsetki z tytułu zwłoki powinny zostać oparte na marginalnej stopie pożyczkowej Europejskiego Banku Centralnego, do której należy dodać trzy punkty procentowe.", "", "Z TYCH WZGLĘDÓW TRYBUNAŁ JEDNOGŁOŚNIE", "", "Uznaje skargę za dopuszczalną;", "Stwierdza, że nastąpiło naruszenie Artykułu 1 Protokołu nr 1 do Konwencji;", "Stwierdza, że jeżeli chodzi o szkodę majątkową wynikającą ze stwierdzonego naruszenia – kwestia słusznego zadośćuczynienia nie jest jeszcze gotowa do rozstrzygnięcia, i dlatego", "odracza rozpatrzenie tej kwestii;", "zaprasza Rząd oraz skarżącego do przedłożenia w terminie trzech miesięcy od daty ogłoszenia niniejszego wyroku pisemnych uwag w tej kwestii, w szczególności zaś do poinformowania Trybunału o każdym osiągniętym porozumieniu;", "odracza dalsze postępowanie i deleguje na Przewodniczącego Izby uprawnienie do wyznaczenia takowego w razie potrzeby; ", "Stwierdza, że pozwane Państwo ma zapłacić skarżącemu, w terminie trzech miesięcy od dnia, w którym wyrok stanie się ostateczny zgodnie z Artykułem 44 ust. 2 Konwencji – kwotę 4 000 EUR (cztery tysiące euro) z tytułu szkody niemajątkowej plus wszelkie podatki mogące podlegać naliczeniu, po kursie złotego obowiązującego w dniu rozliczenia;", "Oddala pozostałą część żądania skarżącego o słuszne zadośćuczynienie.", "Sporządzono w języku angielskim i ogłoszono w formie pisemnej dnia 24 lipca 2012 roku na zasadach Artykułu 77 ust. 2 i 3 Regulaminu Trybunału.", "Fatoş Aracı\t\t\t\t\tDavid Thór Björgvinsson", "Zastępca Kanclerza \t\t\t\tPrzewodniczący", "", "Zgodnie z Artykułem 45 ust. 2 Konwencji oraz Artykułem 74 ust. 2 Regulaminu Trybunału do niniejszego wyroku załączona została opinia odrębna Sędziego De Gaetano.", "D.T.B.", "F.A.", "\n", "OPINIA ZGODNA SĘDZIEGO DE GAETANO", "1.\t Pomimo, że zgadzam się, iż w tej sprawie nastąpiło naruszenie Artykułu 1 Protokołu nr 1, to jednak nie mogę w pełni podpisać się pod niektórymi tezami i argumentami prowadzącymi do takiej konkluzji.", "2. \tStwierdzone w przedmiotowej sprawie naruszenie w znacznej mierze zależy od szczególnego charakteru trzech przepisów polskiego prawa – art. 17 § 1 pkt3, art. 39 oraz art. 100 Kodeksu karnego (akapity 29 i 30 powyżej), które przy ich łącznym zastosowaniu w odniesieniu do stanu faktycznego sprawy tworzą ewidentną nierównowagę pomiędzy interesem publicznym a prawami skarżącego. Co do zasady – z całą pewnością wydaje się, że nie ma nic nagannego w tym, że prawo przewiduje możliwość przepadku, a nawet usunięcia lub zniszczenia rzeczy, której istnienie lub posiadanie narusza jakiś przepis prawny – nawet wówczas gdy dana osoba zostaje oczyszczona z karnego zarzutu nielegalnego posiadana tej rzeczy. Takie generalne stanowisko zajął Trybunał w sprawie Saliba przeciwko Malcie (nr 4251/02, 8 listopada 2005). Kwestia ta znalazła jedynie bardzo odległe odzwierciedlenie w ostatnim zdaniu akapitu 62 niniejszego wyroku. W przedmiotowej sprawie nie mamy jednakże do czynienia ani z uniewinnieniem, ani ze skazaniem, lecz z umorzeniem postępowania w połączeniu z sądowym stwierdzeniem, że jeśli idzie o wagę przestępstwa, to jego społeczna szkodliwość była \"znikoma\"– de minimis non curat praetor. Takie ustalenie w sprawie wystarcza, by stwierdzić wystąpienie nieproporcjonalności, i w tym miejscu moim zdaniem Trybunał powinien był zakończyć swoją argumentację. W wielu jurysdykcjach skazania w przypadku drobnych przestępstw kończą się jedynie upomnieniem lub naganą; w przedmiotowej sprawie było odwrotnie: korzystne rozstrzygnięcie w postaci nieuznania skarżącego winnym zostało praktycznie zniwelowane poprzez konfiskatę bezcennej kolekcji. Opinia sądów krajowych na temat cech charakterologicznych skarżącego oraz \"braku przestępczych zamiarów z jego strony\" (akapity 46 i 17) nie mają tutaj znaczenia (oprócz tego, że nie jest jasne czy posługując się pojęciem przestępczego zamiaru sąd odwoływał się do konkretnego zamiaru czy też do motywu skarżącego; jak to pozwany Rząd słusznie zauważył – skarżący, będąc emerytowanym oficerem wojska i znawcą broni, nie mógł nie wiedzieć, że przynajmniej część egzemplarzy broni z jego kolekcji wymagała posiadania pozwolenia). Powody podane w akapitach od 52 do 57 nie mają znaczenia dla stwierdzenia naruszenia Konwencji w kontekście stanu faktycznego przedmiotowej sprawy.", "3. \tPozytywnym aspektem wyroku jest jednak to, że decyzja podjęta w przedmiotowej sprawie wyraźnie odbiega od orzecznictwa Trybunału, który co do zasady uznawał – niesłusznie moim zdaniem – przepadek orzeczony w postępowaniu karnym raczej za środek służący kontroli korzystania z własności niż jej pozbawienia (§ 46 i sprawy tam powołane; patrz niedawna Milosavljev przeciwko Serbii, nr 15112/07, 12 czerwca 2012, § 53). Zawsze byłem zdumiony pełną niedomówień argumentacją w ostatnich dwóch zdaniach akapitu 51 wyroku w sprawie AGOSI przeciwko Zjednoczonemu Królestwu (nr 9118/80, 24 października 1986) oraz brakiem prawidłowego rozróżnienia pomiędzy etapem zajęcia a etapem rozporządzenia (jak to przewiduje stosowne prawo krajowe) w sprawie Riela et autres c, l’Italie (dec.) nr 52439/99, 4 września 2001.", ""]}