{"file": "POL_HJUDPOL_47687_13.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "47687/13", "text_paragraphs": ["", "", "", "© Trybunał Konstytucyjny, www.trybunal.gov.pl [Translation already published on the official website of the Polish Constitutional Tribunal] - Permission to re-publish this translation has been granted by the Polish Constitutional Tribunal for the sole purpose of its inclusion in the Court’s database HUDOC", "© Trybunał Konstytucyjny, www.trybunal.gov.pl [Tłumaczenie zostało już opublikowane na oficjalnej stronie Trybunału Konstytucyjnego] - Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Trybunał Konstytucyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "SEKCJA DRUGA", "", "SPRAWA BAMOUHAMMAD przeciwko BELGII", "", " (Skarga nr 47687/13)", "WYROK", "", "STRASBURG", "17 listopada 2015 r.", "OSTATECZNY", "17/02/2016", "", "Wyrok ten stał się ostateczny zgodnie z art. 44 ust. 2 Konwencji. \nMoże on podlegać zmianom redakcyjnym.", "W sprawie Bamouhammad przeciwko Belgii,", "Europejski Trybunał Praw Człowieka (Sekcja Druga), zasiadając jako Izba w składzie:", "\tIşıl Karakaş, Przewodnicząca,", "\tPaul Lemmens,", "\tNebojša Vučinić,", "\tHelen Keller,", "\tKsenija Turković,", "\tRobert Spano,", "\tJon Fridrik Kjølbro, Sędziowie", "i Stanley Naismith, Kanclerz Sekcji,", "obradując na posiedzeniu zamkniętym w dniu 20 października 2015 r.,", "wydaje następujący wyrok, który został przyjęty w tym dniu.", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 47687/13) wniesionej przeciwko Królestwu Belgii przed Trybunał przez obywatela francuskiego, pana Farida Bamouhammada (\"skarżący\") w dniu 19 lipca 2013 r. na podstawie art. 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja\").", "2. Skarżący był reprezentowany przez pana M Nève i pana E. Berthe, adwokatów z Liège, pana C. Moreau, adwokata z Brukseli i pana T. Moreau adwokata z Nivelles. Rząd belgijski („Rząd\") był reprezentowany przez swojego pełnomocnika pana M. Tysebaert, radcę generalnego Federalnego Departamentu Sprawiedliwości.", "3.Skarżący utrzymywał, że był poddawany w więzieniu nieludzkiemu i poniżającemu traktowaniu sprzecznemu z art. 3 Konwencji, którego rezultatem jest pogorszenie jego stanu zdrowia psychicznego. Skarży się również, że nie mógł skorzystać ze skutecznego środka odwoławczego zgodnie z art. 13 Konwencji, żeby przedstawić ten zarzut.", "4. W dniu 6 stycznia 2014 r. skarga została zakomunikowana Rządowi. W dniu 1 października 2014 r. przewodnicząca sekcji do której skarga została skierowana, zadecydowała o priorytetowym traktowaniu sprawy. Ponadto w dniu 28 listopada 2014 r. przewodnicząca zdecydowała o zastosowaniu reguły 39 Regulaminu Trybunału.", "5. Pismem z dnia 10 stycznia 2014 r., rząd francuski został poinformowany, że istnieje możliwość, o ile strona francuska jest zainteresowana, przedstawienia pisemnych uwag na podstawie art. 36 ust.1 Konwencji i reguły 44 Regulaminu Trybunału. Pismem z dnia 3 lutego 2014 r., rząd francuski poinformował Trybunał, że nie będzie się powoływał na swoje prawo do interwencji.", "", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "6. Skarżący urodził się w 1967 r. i przebywa w Wanfercée-Baulet.", "7. Między 1984 r. a 1997 r. skarżący został wielokrotnie skazany w Belgii na długotrwałą karę więzienia za zabójstwo, usiłowanie zabójstwa, kradzież, kradzież rozbójniczą, wzięcie zakładnika, niszczenie budynków użyteczności publicznej, nielegalne posiadanie broni, itd.", "8. W dniu 5 stycznia 2000 r., kiedy korzystał z zawieszenia wykonania kary, w oczekiwaniu na wydalenie, skarżący został aresztowany za wzięcie zakładnika, porwanie nieletniego - swojej córki poniżej 16 roku życia - oraz za nielegalne posiadanie broni. Został on następnie skazany za te czyny w dniu 11 stycznia 2002 r., na 5 lat więzienia przez sąd poprawczy w Brukseli.", "9. To skazanie skutkowało odwołaniem zawieszenia kary i obowiązkiem skarżącego odbycia pozostałych, wcześniej zawieszonych kar.", "10. W trakcie przepustki w 2005 r., skarżący ponownie popełnił przestępstwo wzięcia zakładników na swojej córce, teściowej i szwagierce oraz poważnie zranił policjanta. Został skazany na dziewięć lat więzienia przez sąd apelacyjny w Liège w dniu 4 kwietnia 2008 r.", "11. Skarżący ma pozostawać w więzieniu aż do 2026 r.", "12. Pogłębiony raport służb psychologiczno-społecznych więzienia w Jamioulx sporządzony w dniu 4 grudnia 2012 r. podsumowuje drogę skarżącego w instytucjach jak następuje:", "„(Skarżący) miał drogę nietypowo naznaczoną przez szeroką instytucjonalizację od najmłodszych swoich lat: od stycznia 1983 r. (od 16 roku życia), a więc w ciągu prawie 30 lat korzystał z mniej niż 3 lat wolności. Cztery otrzymane zwolnienia (....) doprowadziły do ponownego zamknięcia. (...), Przed pobytami w więzieniu, był umieszczony w placówce (opiekuńczej) w wieku 7 lat, a następnie w instytucji publicznej ochrony niepełnoletnich w wieku 14 lat.\".", " A. Okoliczności związane z pozbawieniem wolności skarżącego między styczniem 2006 r. a listopadem 2014 r.", "1. Przenoszenie oraz reżimy osadzenia", "a) Okres między styczniem 2006 r. a grudniem 2007 r.", "13. Począwszy od stycznia 2006 r. skarżący był przenoszony siedemnaście razy kolejno z jednego więzienia do drugiego. Okresy przerwy między przenosinami wynosiły od trzech tygodni do dwóch miesięcy.", "14. Skarżący wielokrotnie był umieszczany, z racji gwałtownych zachowań naruszających dyscyplinę, w izolatce lub w więziennym bloku o podwyższonym poziomie bezpieczeństwa. I tak, przeniesiony w dniu 6 grudnia 2007 r. do więzienia w Ittre, skarżący zachował się agresywnie po odmowie pracownika penitencjarnego dostarczenia mu tytoniu przed umieszczeniem go w celi. Personel penitencjarny, czując się zagrożony, obalił skarżącego na ziemię oraz rozkazał skrępować mu nadgarstki i kostki. Następnie został umieszczony w izolatce, gdzie przebywał do swoich przenosin w dniu 16 grudnia 2007 r., cały czas skrępowany, z racji swojej odmowy zdjęcia więzów.", "15. W raporcie odnoszącym się do warunków odosobnienia, w jakich przebywał skarżący, komisja nadzoru z tego więzienia dokonała następujących ustaleń:", "„ - kiedy dwaj członkowie Komisji nadzorczej spotkali osadzonego w dniu 7 grudnia 2007 r., stwierdzili że był nagi i skrępowany (w kajdankach na rękach i nogach), a cela była nieogrzewana,", "- kiedy ponownie go zobaczyli w dniu 13 grudnia 2007 r., ci sami członkowie Komisji, którzy przy poprzedniej wizycie wezwali służby penitencjarne do ogrzewania celi, stwierdzili, że obecnie cela jest ogrzewana, a także że (skarżący) nadal jest nagi i skrępowany kajdankami jak poprzednio, że od swojego przybycia nie miał możliwości wzięcia prysznica ani zmiany ubrania, miał możliwość umycia się przy zlewie, ale było to bardzo utrudnione ze względu na więzy,", "- Komisja zadaje sobie pytanie o legalność i celowość zastosowanych środków tak zniewalających i upokarzających jak kajdanki na nogach i rękach, chociaż osadzony w celi był nagi, a kontakt ze strażnikami mógł się odbywać przez kratę w drugich drzwiach.”.", "b) Pozbawienie wolności w Lantin od dnia 16 grudnia 2007 r. do dnia 5 czerwca 2008 r.", "16. W dniu 16 grudnia 2007 r., skarżący znowu został przeniesiony do więzienia w Lantin, które może pomieścić do 750 osadzonych, a praktycznie przebywa tam często więcej niż 900. Po przybyciu (skarżący) został osadzony w izolowanej części więzienia o podwyższonym poziomie bezpieczeństwa („blok U”).", "17. W następstwie nałożonych sankcji dyscyplinarnych za różne incydenty (niszczenie przedmiotów, groźby, zachowania agresywne, itd.), na skarżącego został nałożony „reżim ścisłego odosobnienia” („RŚO”). Ten reżim przewidywał umieszczenie w izolatce, systematyczne noszenie kajdanek, zakładanych na rękach z tyłu pleców, przy każdym wyjściu z celi, w tym w trakcie odwiedzin bliskich w rozmównicy, rozmów telefonicznych i prysznica, który miał miejsce dwa razy w tygodniu. Przewidywał również, że krata – zwana ”po amerykańsku” – celi skarżącego była stale zamknięta. Wydawanie posiłków, wody czy dostarczanie innych przedmiotów, tak samo jak wizyty innych osób (duszpasterzy, służb społecznych lub oferujących wsparcie) odbywały się przez kratę.", "18. Przed całkowitym otwarciem celi, skarżący musiał oddać personelowi swoje plastikowe talerze i sztućce, długopis i szczoteczkę do zębów, rozebrać się całkowicie i stanąć tyłem do kraty, żeby funkcjonariusz mógł założyć kajdanki na rękach trzymanych za plecami. Po otwarciu kraty, skarżący został przeszukany, stojąc twarzą do ściany, na rozstawionych nogach, z rękami z tyłu pleców w kajdankach. Jego ubrania również były przeszukiwane. Po przeszukaniu zdejmowano mu kajdanki i wtedy też mógł się ubrać. Kiedy był ubrany, funkcjonariusz ponownie zakładał mu kajdanki i następowało otwarcie kraty. Kompletne przeszukanie celi odbywało się za każdym razem, kiedy skarżący był w niej nieobecny.", "19. Z powodu prac remontowych wykonywanych w bloku U, gdzie skarżący był jedynym osadzonym, przeniesiono go, na jego prośbę, do skrzydła S w tym więzieniu. Do celi 7112. Aby uwzględnić obecność innych osadzonych, reżim RŚO został dostosowany.", "20. Ten reżim, ustanowiony decyzją dyrektora więzienia z dnia 30 kwietnia 2008 r., zatytułowany „reżim Bamouhammada, lokatora 7112” przewidywał, że skarżący miał dostęp do telefonu w oznaczonych godzinach, od 1010 do 1030 oraz od 1945 do 2000. Skarżący miał zakaz wszelkich kontaktów z innymi osadzonymi i jakiejkolwiek aktywności wspólnej czy to w pracy, czy przy innych wspólnych lub indywidualnych zajęciach. Skarżący miał prawo do indywidualnej godziny na podwórzu w bloku U, do kursów korespondencyjnych, dostęp do biblioteki i indywidualnej posługi religijnej. Decyzja dyrektora przewidywała również prawo do ołówka oraz radiomagnetofonu lub CD.", "21. Reżim RŚO był stosowany przez cały pobyt skarżącego w Lantin jako skutek sankcji dyscyplinarnych spowodowanych awanturą między skarżącym a personelem zakładu.", "c) Okres między dniem 5 czerwca 2008 r. a dniem 30 listopada 2014 r.", "22. W dniu 5 czerwca 2008 r. skarżący został przeniesiony do centralnego więzienia w Louvain, gdzie został poddany reżimowi „bezpieczeństwa”, w którym nie stosowano systematycznie kajdanek.", "23. W dniu 26 sierpnia 2008 r. został przeniesiony do więzienia w Brugii. Jego reżim „bezpieczeństwa” obejmował rozszerzenie aktywności fizycznej i przyznanie prawa odwiedzin. Począwszy od dnia 9 października 2008 r. nie musiał nosić kajdanek przy poruszaniu się w obrębie oddziału.", "24. Na początku marca 2009 r., w następstwie prośby skierowanej przez skarżącego i na postawie zarządzenia z dnia 8 lipca 2008 r. przewodniczącego sądu pierwszej instancji w Liège (patrz poniżej) administracja penitencjarna przeniosła go do więzienia w Namur.", "25. W następstwie incydentu słownego i ze względu na naciski związkowców ze służb penitencjarnych nie zgadzających się na pobyt skarżącego w tym zakładzie karnym, został on przeniesiony w dniu 23 czerwca 2009 r. do więzienia w Lantin.", "26. Od czerwca 2009 r. do stycznia 2011 r. skarżący był przenoszony dodatkowo ponad dwanaście razy. W dwóch przypadkach w czerwcu 2010 r., przenosiny odbyły się na prośbę skarżącego motywowanej tym, że źle adaptuje się w danym zakładzie karnym. W innych przypadkach decyzja o przeniesieniu została podjęta jako skutek napięć z personelem penitencjarnym i nalegań tego personelu kierowanych do dyrekcji.", "27. W dniu 21 stycznia 2011 r. administracja penitencjarna przyjęła program określający warunki osadzenia, który wywołał zastrzeżenia doradców skarżącego. Jednym z celów było jasne zaplanowanie przenosin i „organizacja przenosin między kilkoma więzieniami według następującej zasady: pobyt minimum 3 miesiące z możliwością przedłużenia, o ile zachowanie zainteresowanego się ustabilizuje”. Wśród innych szczegółowych zasad było także wyznaczenie konkretnej służby psychologiczno-społecznej, która nadzorowałaby skarżącego w różnych zakładach, wypracowanie programu zajęć i wykonanie bilansu neurologicznego przez doktora D., który stał się jego lekarzem prowadzącym.", "28. W wyniku przyjęcia tego systemu rotacji i aż do jego zawieszenia, które nastąpiło dnia 6 września 2012 r. (patrz poniżej paragraf 50), skarżący był przenoszony dziewięć razy. Niektóre z tych przenosin miały miejsce przed upływem terminu 3 miesięcy, co było wynikiem strajków personelu wywołanych zachowaniem skarżącego.", "29. Po opuszczeniu więzienia w Lantin w czerwcu 2008 r. skarżący został umieszczony na podstawie kolejnych decyzji dyrektorów zakładów penitencjarnych, przedłużanych co dwa miesiące, w „szczególnym indywidualnym reżimie bezpieczeństwa”, przewidującym pozostanie w izolacji od innych osadzonych, z zachowaniem przez cały czas prawa praktykowania religii, kształcenia, aktywności w wolnym czasie i pracy proponowanej przez zakład, w ramach środków zgodnych z wymogami bezpieczeństwa. Wiele decyzji wskazywało na życzenie skarżącego bycia samemu w celi. Co do reszty, podejmowane środki penitencjarne ewoluowały w czasie i zależały od zakładu karnego. Z kilkoma wyjątkami w 2011 r. i 2012 r., reżim przewidywał w sposób systematyczny rewizje ubrania po każdym wyjściu lub po każdej wizycie, zakaz wstępu do miejsc wspólnych, szczególnie na podwórze i brania udziału we wspólnych działaniach, ograniczenia dostępu do telefonu, jak i ograniczanie spotkań w pomieszczeniach wyposażonych w przezroczystą ścianę przedzielającą więźnia od odwiedzającego. Okazjonalnie, ograniczenia były stosowane co do dostępu do prysznica oraz organizowano specjalny stały nadzór (dzień i noc) nad skarżącym.", "30. Uzasadnienie każdej decyzji odnosiło się do generalnie agresywnego zachowania skarżącego i napięć z innymi osobami skutkujących najczęściej groźbami słownymi wobec personelu i innych osadzonych, a zachowania te występowały w szczególności w momencie przybycia do nowego zakładu. W związku z powyższym konieczne było podjęcie tych decyzji, by utrzymać bezpieczeństwo i porządek. W wielu decyzjach podkreślano, że napięcia z personelem wywoływał fakt, iż skarżący był więźniem bardziej wymagającym niż inni. W podobny sposób systematycznie podkreślano chęć zapobieżenia sytuacji, w których skarżący mógłby wejść w posiadanie niebezpiecznych narzędzi lub w konflikt z innymi osobami, lub dodatkowo wskazywano na konieczność zabezpieczenia szybkiej interwencji personelu więzienia w przypadku problemu. Od 2011 r. decyzje odnosiły się do raportu przygotowanego przez prowadzącego psychiatrę, doktora D., ustanowionego w 2011 r. (zobacz powyżej paragraf 28), zdaniem którego utrzymywanie szczególnego reżimu nie „wydaje się stanowić problemu” po stronie skarżącego.", "31. Od dnia 6 kwietnia do 22 listopada 2013 r. w więzieniu w Nivelles skarżący był przetrzymywany w izolatce o rozmiarach 2 na 3 metry i w całkowitej izolacji. Jedna z decyzji dyrektora zakładu w Nivelles wskazywała, że skarżący stał się obiektem napaści słownych, gróźb i prowokacji ze strony innych osadzonych i członków personelu. Doktor D., psychiatra prowadzący, wyrażał w swoim raporcie sporządzonym w dniu 22 sierpnia 2013 r. zaniepokojenie wobec trzymania skarżącego w izolatce, w kiepskich warunkach sanitarnych, szczególnie ze względu na brak wentylacji. W grudniu 2013 r. skarżący, wciąż pozostający w szczególnym indywidualnym reżimie bezpieczeństwa, powrócił na zwykły oddział więzienia.", "2. Postępowania wszczynane przez skarżącego", "a) Postępowania odnoszące się do sankcji dyscyplinarnych", "32. W związku z prośbą o zawieszenie decyzji dyscyplinarnych z dnia 16 grudnia 2007 r., nakładających na skarżącego, na czas przesłuchania dyscyplinarnego i wcześniejszego spotkania ze swoim obrońcą, obowiązek, by cały czas znajdował się w celi za zakratowanymi drzwiami, Rada Stanu w wyroku z dnia 29 grudnia 2007 r. nakazała zawieszenie tej decyzji, ponieważ naruszała ona podstawowe prawa skarżącego i powodowała poważne, trudne do naprawienia szkody.", "33. Wyrokiem z dnia 22 lutego 2008 r. Rada Stanu odrzuciła prośbę o zawieszenie innej decyzji z dnia 7 lutego 2008 r., nakazującej skarżącemu, udającemu się na przesłuchanie dyscyplinarne, poddanie się „rewizji osobistej” przed nałożeniem kajdanek, po którym następowało doprowadzenie do rozmównicy. Sąd uznał, że skarżący, odmawiając poddania się rewizji, sam wywołał tę sytuację.", "b) Postępowania odnoszące się do przenosin i reżimu osadzenia", " i. Postępowania karne i wniosek o środki tymczasowe dotyczące osadzenia w zakładzie w Ittre w 2007 r.", "34. W dniu 10 grudnia 2007 r. skarżący złożył na ręce sędziego śledczego sądu pierwszej instancji w Nivelles zawiadomienie z częścią cywilną o roszczenie odszkodowawcze z powodu warunków osadzenia, którym podlegał w więzieniu w Ittre (patrz powyżej paragraf 14). Skarżył się na umieszczenie w izolatce i skrępowanie kajdankami nadgarstków i kostek w dzień jak i w nocy, co pociągnęło za sobą zranienia i niemożliwość zachowania higieny.", "35. Wyrokiem z dnia 13 stycznia 2014 r. sąd pierwszej instancji w Nivelles skazał dyrektora więzienia i funkcjonariuszy penitencjarnych postawionych w sprawie za stosowanie poniżającego traktowania wobec skarżącego. Uznał również za udowodnione zarzuty przeciwko skarżącemu z tytułu grożenia śmiercią wymienionym funkcjonariuszom i wydał deklarację stwierdzającą zawinienie w odniesieniu do nadmiernej długości postępowania prowadzonego względem niego.", "36. W dniu 23 czerwca 2015 r. sąd apelacyjny w Brukseli wydał wyrok, w którym zmienił przyjęte orzeczenie i uniewinnił funkcjonariuszy penitencjarnych. Sąd stwierdził, że skarżący przyczynił się do traktowania, jakie zostało zastosowane wobec niego, oraz że on sam przeciwstawiał się zdjęciu mu więzów. Jeżeli chodzi o skarżącego, sąd apelacyjny potwierdził zastosowane wobec niego środki, jak też potwierdził deklarację o zawinieniu wydaną w pierwszej instancji.", "ii. Wniosek o środki tymczasowe w odniesieniu do przenosin i reżimu pozbawienia wolności w więzieniu w Lantin", "37. W dniu 22 maja 2008 r., kiedy był osadzony w więzieniu w Lantin, skarżący skierował przeciwko Państwu belgijskiemu do prezesa sądu pierwszej instancji w Liège wniosek o środki tymczasowe. Domagał się, by zakazano Państwu systematycznego trzymania go w kajdankach, organizowania jego spotkań z interwenientami poprzez kratę w drzwiach, ustalania godzin jego dostępu do telefonu w sposób pozbawiający go de facto jakiejkolwiek komunikacji z jego doradcami i tolerowania przypadków nękania go. Żądał, aby nakazać Państwu, by przyznało mu wizyty psychoterapeuty i leczenie oraz pozwoliło na kontakty z innymi skazanymi przez co najmniej godzinę dziennie i na dysponowanie materiałami piśmiennymi.", "38. Postanowieniem z dnia 8 lipca 2008 r. wydany został zakaz przenoszenia skarżącego do więzienia w Lantin przez rok. Postanowienie zobowiązywało Państwo do pozostawienia skarżącego, o ile jest to możliwe, w centralnym więzieniu w Louvain i by nie rozważano jego przeniesienia, chyba że do zakładu odpowiednich rozmiarów, jak więzienie w Namur. Uwzględniono także postulaty skarżącego co do wizyty psychoterapeuty oraz udostępnienia mu materiałów piśmiennych.", "39. Państwo Belgijskie odwołało się od tego postanowienia, a skarżący złożył odwołanie wzajemne. W swych stwierdzeniach dodatkowych skarżący argumentował, że w międzyczasie został przeniesiony do więzienia w Brugii, gdzie został poddany reżimowi ścisłego odosobnienia połączonemu ze środkami porządkowymi.", "40. Wyrokiem z dnia 2 marca 2009 r. sąd apelacyjny w Liège zmienił przyjęte postanowienie. Sąd apelacyjny stwierdził, że zaskarżone środki, stosowane w więzieniu w Lantin lub w Brugii, nie stanowiły nieludzkiego i poniżającego traktowania, podważającego prawa fundamentalne skarżącego, lecz miały na celu po prostu wprowadzenie środków bezpieczeństwa usprawiedliwionych jego zachowaniem. Ponadto, Sąd apelacyjny podniósł, że biorąc pod uwagę przeniesienie skarżącego do innych niż w Lantin więzień, pilne i tymczasowe środki, których żądał, stały się bezprzedmiotowe, a warunek nagłości uzasadniający kompetencje sędziego do spraw środków tymczasowych już nie istnieje.", "iii. Powództwo o stwierdzenie odpowiedzialności za przenoszenie oraz za osadzenie w więzieniu w Lantin", "41. W międzyczasie, w dniu 26 stycznia 2009 r., skarżący skierował powództwo przeciwko Państwu do sądu pierwszej instancji w Liège. W pozwie wnosił o ukaranie Państwa z tytułu uchybienia, jakim był fakt trzymania go w więzieniu w Lantin od dnia 16 grudnia 2007 r. do 5 czerwca 2008 r. w warunkach stanowiących poniżające traktowanie, a także o zakazanie bezustannych przenosin i rozważanie takich przenosin tylko do zakładu o wielkości odpowiednio przystosowanej, a także o zarządzenie wizyt psychoterapeuty co dwa tygodnie lub w miarę jego potrzeb. Skarżący skarżył się, że nie mógł korzystać ze wsparcia psychologicznego mimo swoich powtarzanych próśb i twierdził, wskazując na poparcie raporty medyczne (zobacz poniżej), że rezultatem tego było pogorszenie stanu jego zdrowia psychicznego.", "42. Orzeczeniem z dnia 22 marca 2010 r. sąd pierwszej instancji w Liège stwierdził, że Państwo dopuściło się uchybienia, naruszając zakaz nieludzkiego i poniżającego traktowania, gwarantowany przez art. 3 Konwencji. Sąd stwierdził, że naruszenie to zostało spowodowane skumulowaniem przenosin w 2006 r. i 2007 r., przyczyniającym się do powstania zespołu Gansera u skarżącego, a także przez reżim osadzenia w Lantin od grudnia 2007 r. do czerwca 2008 r. i umieszczenie na okres jednego roku w szczególnym indywidualnym reżimie bezpieczeństwa. Sąd zobowiązał Państwo do zapłacenia skarżącemu 5000 euro tytułem strat moralnych i zapewnienia mu na swój koszt wizyty psychoterapeuty. Państwo odwołało się od wyroku w dniu 30 maja 2010 r.", "43. Wyrokiem z dnia 24 listopada 2011 r. sąd apelacyjny w Liège zmienił przyjęte postanowienia i stwierdził, że Państwo nie dopuściło się uchybienia przy wykonywaniu swojej władzy egzekwowania orzeczonych wobec skarżącego kar.", "44. Po stwierdzeniu, że do czasu ustanowienia rotacyjnego systemu bezpieczeństwa, nie było „przesadą twierdzić, że (skarżący) był przerzucany od więzienie do więzienia”, sąd apelacyjny orzekł, że Państwo należycie wykazało, iż zasadniczy powód licznych przenosin, ich wysoka liczba oraz rotacyjny system bezpieczeństwa leżał w gwałtownych i niestabilnych zachowaniach skarżącego i działania te okazywały się konieczne ze względów bezpieczeństwa wobec popełnianych wykroczeń i incydentów dyscyplinarnych. Sąd stwierdził, że związek przyczynowy między zaburzeniami psychicznymi i fizycznymi stwierdzonymi u skarżącego a przenosinami nie został wystarczająco wykazany, te zaś są rezultatem w równej mierze długotrwałego pobytu w więzieniu, sytuacji rodzinnej i nieprzystosowania społecznego i psychicznego skarżącego do środowiska więziennego.", "45. Odnosząc się do pozbawienia kontaktów i aktywności, sąd apelacyjny stwierdził, że skarżący nie przestawał korzystać, mimo przenosin, z wizyt swojej rodziny, swoich doradców i służb społecznych, jak też z kontaktu z różnymi lekarzami. Sąd wskazał, że Ministerstwo Sprawiedliwości powierzyło psychiatrze zadanie oceniania przebiegu reżimu izolacyjnego, że skarżący podlegał nadzorowi służb psychologiczno-społecznych w różnych więzieniach i był nadzorowany od stycznia 2011 r. przez jeden zespół prowadzący w różnych miejscach osadzenia. W końcu, sąd stwierdził, że reżim został złagodzony począwszy od dnia 30 kwietnia 2008 r. i że skarżący miał do dyspozycji długopis lub ołówek, dostęp do kursów korespondencyjnych i do biblioteki, miał możliwość słuchania muzyki i dostęp do indywidualnej posługi religijnej.", "46. Systematyczne używanie kajdanek, stosowanie kraty na sposób amerykański, jak też przeszukiwanie osoby i systematyczna rewizja celi były także uzasadnione w interesie utrzymania porządku i bezpieczeństwa w więzieniu w Lantin. W odniesieniu zaś do faktów dręczenia w Lantin, sąd stwierdził, że nawet jeśli uznać, że ze strony personelu więziennego miało miejsce niewłaściwe zachowanie w konkretnym momencie, przejawiające się waleniem w drzwi celi skarżącego, dyrektor położył mu kres. Sąd apelacyjny uznał, że podczas osadzenia w Lantin administracja zakładu zachowała słuszną równowagę między względami bezpieczeństwa a wymogiem zapewnienia skarżącemu godnych warunków pozbawienia wolności.", "47. Sąd zbadał następnie utrzymywanie szczególnego indywidualnego reżimu bezpieczeństwa stosowanego od przenosin do więzienia w Louvain w czerwcu 2008 r. Orzekł, że jego adekwatność do osobowości skarżącego została wykazana wystarczająco i że choć przedłużanie tego reżimu przez trzy lata mogło a priori stanowić problem prawny, jednakże oceny, które sporządzano, nie pozwalały na powrót do normalnych warunków osadzenia „niezależnie od realnie widocznej poprawy obserwowanej u (skarżącego), którego agresywność wydaje się ewoluować w kierunku agresji werbalnej raczej niż fizycznej”. Podsumowując, sąd apelacyjny nie dostrzegł traktowania upokarzającego lub poniżającego osiągającego minimalny poziom dotkliwości zdolny do wywołania uczuć strachu, niepokoju i poczucia niższości, prowadzących do upokorzenia, poniżenia i złamania odporności fizycznej lub psychicznej pozwanego, który do chwili obecnej nie przejawiał oznak choroby umysłowej.", "48. Wyrokiem z dnia 4 lutego 2013 r. Sąd Kasacyjny odrzucił odwołanie wniesione przez skarżącego od tego wyroku, motywując to tym, że podniesione zarzuty wymagały, by (sąd) dokonał zweryfikowania lub ocenienia faktów, do czego nie ma on władzy.", "iv. Postępowania odnoszące się do systemu rotacyjnego", "49. Skarżący skierował w dniu 1 sierpnia 2012 r. nowy wniosek w sprawie zarządzenia środków tymczasowych do prezesa sądu pierwszej instancji w Brukseli. Zażądał, aby wydano wobec Państwa zakaz kontynuowania systematycznych przenosin co trzy miesiące, a nawet miesiąc w miesiąc, i nakazano jego powrót do więzienia w Louvain lub pozostawienie go w więzieniu w Jamioulx.", "50. Zarządzeniem z dnia 6 września 2012 r. prezes nakazał Państwu, pod groźbą kar pieniężnych, zawieszenie polityki przenoszenia skarżącego i „wybranie jednego więzienia, gdzie będzie mógł on korzystać z otoczenia sprzyjającego jego stabilizacji”. Uzasadnił swoją decyzję w następujących słowach:", "„W logice zobowiązania, które administracja penitencjarna podpisała w dniu 21 stycznia 2011 r., znajduje się sprzyjanie stabilizacji powoda.(...)", " Jednakże, zamiast dążyć do realizacji ustalonego celu, (Państwo) podtrzymuje i kładzie nacisk na politykę kolejnych transferów pod presją związków zawodowych funkcjonariuszy służby więziennej.(...)", " Ta polityka przyniosła szkodliwe skutki dla stanu psychicznego (skarżącego) (...), utrudniając jego resocjalizację, przeszkadzając w ustaleniu skutecznego programu zwolnienia warunkowego, utrwalając wizerunek osadzonego jako krnąbrnego, zdesperowanego, a więc groźnego, i zakłócając nadzór psychologiczny nad nim, a także jego relacje z rodziną i przyjaciółmi.", " (Ta polityka) stanowi poniżające traktowanie w rozumieniu art. 3 Konwencji, ponieważ jej skutkiem jest zaszkodzenie zdrowiu psychicznemu (skarżącego) i ponieważ jest ona podporządkowana zewnętrznym naciskom opartym na motywach, choć uzasadnionych, jednakże obcych sytuacji skarżącego, co jest tylko ilustracją sytuacji więziennictwa w Belgii.”.", "51. W następstwie odwołania wniesionego przez Państwo przeciw zarządzeniu z dnia 6 września 2012 r. sąd apelacyjny w Brukseli stwierdził w wyroku częściowym z dnia 25 kwietnia 2013 r., że przenosiny co trzy miesiące narażają na uszczerbek dobrostan skarżącego bez poprawienia jakości jego relacji z funkcjonariuszami penitencjarnymi, wydają się „pozbawione sensu” i mogą stanowić nieludzkie i poniżające traktowanie. Jednakże, uznając, że niezbędne jest pozyskanie dalszych danych, sąd apelacyjny powierzył doktorowi B. wydanie opinii na temat wpływu, jaki miały i mogą mieć kolejne przenosiny na zdrowie psychiczne skarżącego.", "52. W wyroku z dnia 6 grudnia 2013 r. sąd apelacyjny w Brukseli potwierdził zarządzenie tymczasowe wydane w 2012 r. i nakazał Państwu, tymczasowo i pod groźbą kar pieniężnych, z jednej strony zawiesić politykę przenosin i wybrać więzienie, w którym skarżący mógłby korzystać z otoczenia sprzyjającego jego stabilizacji, a z drugiej strony osadzić go poza izolatką (z wyjątkiem sytuacji stosowania środków dyscyplinarnych lub w razie prośby skarżącego), podejmując jednocześnie konieczne działania mające zapewnić jego bezpieczeństwo w razie poważnych zagrożeń naruszeniem nietykalności fizycznej lub moralnej skarżącego ze strony innych osadzonych lub członków personelu. Sąd apelacyjny nakazał również pokrycie kosztów interwencji doktora D. R., tak aby skarżący mógł zacząć psychoterapię.", "53. Żadne informacje nie zostały dodane do akt na temat ewentualnych konsekwencji tego postępowania.", "v. Prośby o przerwy w odbywaniu kary, przepustki i zwolnienie", "54. Skarżący kwalifikował się do przepustek od dnia 6 lipca 2007 r., a do przerw w odbywaniu kary od dnia 5 lipca 2008 r. Do zastosowania zwolnienia warunkowego i do zwolnienia tymczasowego w celu wydalenia kwalifikował się on od dnia 13 października 2009 r., a do dozoru elektronicznego – od dnia 16 kwietnia 2009 r.", "55. Raporty sporządzone przez zespoły specjalistów penitencjarnych służb psychologiczno-społecznych między 2011 r. a 2014 r. rekomendowały przyznanie przepustek i/lub przerwy w odbywaniu kary, tak by postępować w kierunku skonkretyzowania się planu poprawy proponowanego przez skarżącego. Wszystkie prośby wniesione w tym celu przez skarżącego zostały jednakże odrzucone zarówno przez Ministra Sprawiedliwości jak i sąd penitencjarny.", "56. W dniu 17 stycznia 2011 r. dyrektor więzienia w Jamioulx wydał pozytywną opinię w kwestii umieszczenia skarżącego pod dozorem elektronicznym. Stwierdził, że więzienne zamknięcie okazało się całkowitą porażką i że biorąc pod uwagę plan poprawy, który mu został przedstawiony, środek ten był jedynym praktycznym rozwiązaniem do rozważania w odniesieniu do przyszłości skarżącego.", "57. Wielokrotnie, w dniach 12 grudnia 2011 r., 30 kwietnia 2012 r. i 18 marca 2013 r., rozważając możliwość warunkowego zwolnienia i dozoru elektronicznego, sąd penitencjarny sądu pierwszej instancji w Brukseli odrzucał możliwość dozoru elektronicznego, przerwy w odbywaniu kary i przepustki, motywując to tym, że warunki określone w art. 59 ustawy z 17 maja 2006 r. w sprawie zewnętrznego statusu prawnego osób skazanych na karę pozbawienia wolności oraz praw pokrzywdzonego w zakresie zasad wykonania kary, nie zostały wypełnione. W swoim orzeczeniu z dnia 18 marca 2013 r. sąd wyraził to w następujących słowach:", " „(Skarżący) jest świadomy, że ze względu na swoją indywidualną sytuacje i długość dotychczasowego pozostawania w więzieniu, jego zwolnienie musi odbywać się etapami i występuje on jedynie o przyznanie pewnej liczby przepustek lub przerw w odbywaniu kary przed ewentualnym przyznaniem zwolnienia warunkowego lub dozoru elektronicznego, przy zastosowaniu art. 59 ustawy z dnia 17 maja 2006 r.,", "(...)", "Jak podniesiono w wyroku z dnia 30 kwietnia 2012 r. sąd całkowicie popiera opinię służb psychologiczno-społecznych więzienia w Jamioulx oraz opinię doktora D., która stwierdza, między innymi:", "(...)", "- Więzienie nie ma już żadnego sensu ani żadnego wpływu na tego człowieka, o ile osadzenie będzie trwało bez możliwości wyjścia na przepustkę lub przerwę w wykonaniu kary.", "Jednocześnie podniósł enty raz, że zewnętrzna opieka psychologiczna będzie konieczna przez długi czas, zanim przyniesienie owoce (...).", "Z powyższego (opinia dyrektora więzienia i raport służb psychologiczno-społecznych więzienia) wynika, że wciąż do wykonania pozostaje praca nad utrzymującymi się trudnościami, opisanymi powyżej, która wymaga jeszcze nieokreślonego czasu, który w każdym razie wykracza poza krótki termin przewidziany w art. 59 ustawy (dwa do czterech miesięcy) i uzasadnia korzystanie, jeszcze na tym etapie, ze zwykłej procedury przewidzianej dla przyznawania przepustek lub przerw w odbywaniu kary.", "(...)”", "58. W dniu 28 maja 2014 r. Minister Sprawiedliwości odrzucił prośbę o przerwę w odbywaniu kary w oczekiwaniu na podjęcie terapii, motywując to tym, że okres „normalizacji” reżimu osadzenia po przybyciu skarżącego do więzienia w Andenne nie był wystarczająco długi, aby doprowadzić do dostatecznego cofnięcia się objawów. Zarządzeniem z dnia 7 lipca 2014 r. prezes sądu pierwszej instancji w Brukseli, do którego zwrócił się skarżący w dniu 3 czerwca 2014 r. w trybie postępowania o środki tymczasowe, odrzucił jego prośbę o skorzystanie z przerwy w karze, motywując to tym, że decyzja odmowna ministra nie była niezgodna z prawem ani obarczona oczywistym błędem w ocenie, ani pozbawiona uzasadnienia.", "59. Mimo pozytywnej opinii dyrektora więzienia, w którym przebywał skarżący od dnia 20 sierpnia do dnia 20 listopada 2014 r., Minister Sprawiedliwości odrzucił ponownie prośbę o przepustkę i przerwę w karze z uwagi na ryzyko uchylania się od wykonania kary wynikającego z ryzyka wzrostu napięcia, które może wywołać u skarżącego wyjście ograniczone w czasie i „ogromne trudności po stronie zainteresowanego w znoszeniu życia w więzieniu”.", "60. W dniu 3 listopada 2014, w czasie prowadzenia strajku głodowego od dnia 6 października 2014 r. (zobacz poniżej paragraf 71), skarżący skierował do Ministra Sprawiedliwości prośbę o zwolnienie tymczasowe ze względu na stan zdrowia.", "61. W dniu 27 listopada 2014 r. minister odrzucił prośbę o zwolnienie.", "3. Stan zdrowia skarżącego i jego nadzorowanie", "62. W raporcie z dnia 31 stycznia 2007 r. doktor D.R., psychiatra przy Ministerstwie Sprawiedliwości, zasygnalizował, że od swojego przybycia do więzienia w Andenne w listopadzie 2006 r., skarżący wykazuje zespół symptomów odpowiadający zespołowi Gansera (nazywany także „psychozą więzienną”), skutkujący deprywacją sensoryczną: splątanie i majaki na temat prześladowania, którym towarzyszą halucynacje i omamy słuchowe, poplątanie myśli, zaburzenia pamięci i w pewnym stopniu dyzartria i dysfazja. W piśmie z dnia 29 czerwca 2007 r., ten sam psychiatra stwierdził, że stan psychiatryczny skarżącego pogarszał się po ostatnich przenosinach, i podsumował sytuację w następujących słowach:", " „(do zespołu Gansera) dołącza się nastrój wyraźnie depresyjny, w którym aspekty porywczości/agresywności/tendencji prześladowczych są na pierwszym planie.(...) I właśnie to wydaje mi się niepokojące. Życzenie śmierci jest dobrze obecne, chociaż pacjent, tak z racji filozoficznych ja i z powodu odmowy rozluźnienia więzów nie mógłby się zdecydować na popełnienie tego czynu... W tym stadium, wciąż uważam, że stan (skarżącego) wymaga, żeby dać mu wystarczający czas na zebranie myśli, nabranie dystansu, podejście krytyczne do swoich tendencji paranoidalnych i ustabilizowanie nastroju.”", "63. Zespół Gansera został następnie potwierdzony.", "64. Raport służb psychologiczno-społecznych więzienia, gdzie skarżący przebywał w marcu 2010 r., stwierdzał, że stan psychiczny skarżącego pogorszył się od 2005 r. z uwagi na względną izolację i frustracje, których doznał ze względu na swój szczególny reżim więzienny i nieustające przenosiny, które przeszkadzały mu w korzystaniu z regularnego wsparcia psychologicznego. Potwierdzał konieczność ustanowienia regularnej i kontynuowanej psychoterapii i rekomendował przyjęcie do więzienia o wielkości odpowiednio przystosowanej, gdzie mógłby się czuć akceptowany i gdzie jego reżim penitencjarny mógłby stać się bardziej normalny.", "65. W swojej pozytywnej opinii z dnia 17 stycznia 2011 r. dotyczącej umieszczenia skarżącego pod dozorem elektronicznym, dyrektor więzienia w Jamioulx dokonał podsumowania sytuacji więziennej skarżącego w następujących słowach:", "„Jest oczywiste dla wszystkich rozmówców: więzienie nie ma już żadnego sensu ani żadnego wpływu na tego człowieka.(...) Przewijającym się wątkiem w jego wypowiedziach - i w jego czynach - jest, że więzienie jest dla niego nie do wytrzymania i stanowi środowisko, w którym nigdy i nigdzie nie będzie mógł żyć „normalnie” ani się przystosować. I obiektywnie jest to właśnie to, co trzeba nam stwierdzić i przyznać po obserwacji zainteresowanego w trakcie pobytu w Jamioulx między lipcem 2003 r. a grudniem 2004 r. (...) On jest głęboko naznaczony przez złe traktowanie, prawie tortury, doznane w niektórych zakładach penitencjarnych. (...). Jednym z głównych wyrażeń w jego wypowiedzi jest: „Wy posunęliście się za daleko, dużo, dużo, dużo, dużo, dużo za daleko wobec mnie”. Podniesiona została kwestia syndromu stresu pourazowego. Nasuwa się pytanie o poważne zaburzenia pamięciowe. Kluczowa wydaje się kwestia leczenia poprzez psychoterapię, za zgodą, którą przyjmie, i w otoczeniu czysto terapeutycznym (to znaczy oddzielonym od więzienia, żeby wyeliminować, na ile jest to możliwe, wszystkie zakłócenia paranoidalne).”", "66. Od początku stycznia 2011 r. zostali wyznaczeni jako prowadzący interwenienci psychologiczno-społeczni: w pierwszym okresie w celu oceny sytuacji, a w drugim okresie – od grudnia 2011 r. – w celu towarzyszenia.", "67. Nadzór psychoterapeutyczny został ustanowiony od początku 2012 r. i był kontynuowany przez doktora D., który stał się psychiatrą prowadzącym skarżącego. Stwierdził on w nocie psychiatrycznej z dnia 6 lipca 2012 r., że funkcjonariusze penitencjarni więzienia w Louvain, którzy na początku ogłosili strajk z racji trudności kierowania skarżącym, dostosowali się ostatecznie do jego szczególnych cech, które miały swe źródło w „zaburzeniach o objawach autyzmu, autyzmu na wysokim poziomie, w jego przypadku w typie Aspergera”. Opisał skarżącego jako człowieka szczerego, którego największym problemem było agresywne i impulsywne zachowanie w odpowiedzi na poniżanie. Stwierdził w zachowaniu skarżącego pogłębiającą się depresję wobec braku perspektyw mimo wysiłków, które podejmował.", "68. Pogłębiony raport psychologiczno-społeczny, stworzony w dniu 4 grudnia 2012 r., streszczał szczegółowo historię więzienną skarżącego. Podkreślał, że okres przed 2004 r. naznaczony był przez fakt, iż z upływem lat skarżący, chociaż kruchy psychicznie, wykazywał większą zdolność adaptacji i samokrytycyzmu i miał lepszą znajomość swoich ograniczeń. Badając okres od 2005 r. do 2010 r., raport stwierdzał, że przenosiny skarżącego z więzienia do więzienia wynikały z jego trudności w przystosowaniu się do życia więziennego i jego zachowania, które doprowadziło do sytuacji, że stał się osobą niepożądaną wśród licznych funkcjonariuszy więziennych i dyrektorów więzień. Stwierdzał również, że stan psychiczny skarżącego się pogorszył, ale zdołał on hamować swoje impulsywne zachowania przez wiele miesięcy.", "69. Ekspert wyznaczony przez sąd apelacyjny w Brukseli (patrz powyżej paragraf 51), psychiatra B., sporządził raport w dniu 23 września 2013 r. w którym sprecyzował, co następuje:", "„Pierwsze stwierdzenie, które wynika z naszego badania, jest takie, że warunki uwięzienia są niegodne. I nie trzeba być psychiatrą, by to stwierdzić. (...)", "Lecz pytanie, jakie nam postawiono, dotyczy wpływu przenoszenia z więzienia do więzienia na jego zdrowie psychiczne.", "Z punktu widzenia zdrowia psychicznego zainteresowanego i jego dobrostanu, wydaje się nam jasne, że stałość relacji, które może on nawiązać (sposób pewnego uspokojenia), jest niezbędna do dobrej zmiany.", "Wydaje się nam rzeczą oczywistą, że stałość relacji wymaga pewnej stałości miejsca. (...)", "Jeśli weźmie się po uwagę zwykłe czynniki patogenne zaburzeń osobowości, które przejawia zainteresowany, zerwanie więzi społecznych i ze środowiskiem fizycznym, w którym żył, może tylko, jeśli będzie się ono powtarzać, utrzymać i pogłębić stwierdzone zaburzenia. Można więc tylko negatywnie opisać wpływ, jaki ma na zainteresowanego polityka systematycznych przenosin. Jeżeli istnieją powody tej polityki, nie biorą one pod uwagę stanu zdrowia zainteresowanego.”", "70. Skarżący twierdzi, że wystąpił o eutanazję na początku października 2014 r. Żadna informacja nie została wpisana do akt na temat decyzji podjętej w tej sprawie.", "71. W dniu 6 października 2014 r. skarżący zaczął strajk głodowy, chociaż kontynuował nawadnianie się. Według zaświadczenia lekarskiego odnoszącego się do stanu skarżącego w dniu 26 listopada 2014 r. skarżący stracił 35% swojej wagi ciała. Podpisał również dokument, w którym zażądał, by nie stosowano jakiejkolwiek reanimacji w przypadku zatrzymania krążenia i oddychania lub w przypadku udaru mózgu.", "72. W dwóch raportach dla administracji penitencjarnej z dnia 19 i 29 listopada 2014 r. psychiatra D. R. podkreślał, co następuje:", "„ Pozbawienie miłości matczynej jest bezustannie powtarzane w nieszczęśliwych miłościach jak i w pozbawieniu kontaktów ludzkich, znaczącego pozbawienia postrzegania zmysłowego (izolacja bardzo, bardzo długotrwała) prowadząc in fine do zespołu Gansera (...), którego objawy wykazuje.", "Wydaje się oczywiste, że praca nad traumą skoncentrowaną wokół przeżyć w (zakładzie penitencjarnym) nie może być realizowana w perspektywie powrotu w to samo miejsce (do zakładu penitencjarnego). (...)", "Długość i wyjątkowe warunki jego osadzenia wywołały (u skarżącego) zespół Gansera, u którego widać powracanie tych symptomów, kiedy jest narażony na nadmierne emocje, czy są one pozytywne, czy negatywne.(...)", "Cała klinicystyka traumatologii jest zgodna, że niemożliwe jest ich leczenie w przestrzeni, w której pacjent ich doznał. (...)”", "B. Interwencja Trybunału w listopadzie 2014 r. i dalsze wydarzenia", "73. W dniu 26 listopada 2014 r., kiedy zaczynał siódmy tydzień strajku głodowego, skarżący skierował do Trybunału prośbę o zastosowanie środków tymczasowych na podstawie reguły 39 Regulaminu Trybunału w celu nakazania Rządowi przeniesienia go do szpitala cywilnego, żeby mógł tam skorzystać z opieki niezbędnej w jego stanie zdrowia.", "74. W dniu 28 listopada 2014 r. przewodniczący sekcji, do której sprawa została skierowana, zdecydował o nakazaniu Rządowi, w interesie stron i prawidłowego przebiegu postępowania przed Trybunałem, „podjęcia wszystkich niezbędnych środków, by zapewnić traktowanie skarżącego zgodnie z Konwencją, w tym, jeżeli jest to potrzebne i możliwe, jego przeniesienie do szpitala cywilnego, gdzie mógłby skorzystać z niezbędnego leczenia w swoim stanie psychicznym i fizycznym, na czas trwania postępowania przed Trybunałem”. Przewodniczący sekcji wezwał ponadto skarżącego do zakończenia strajku głodowego.", "74. W następstwie nakazanych środków tymczasowych, w dniu 29 listopada 2014 r. władze belgijskie przeniosły skarżącego do zabezpieczonej sali w szpitalu Cytadela w Liège, zakładzie objętym administracją penitencjarną.", "76. W dniu 30 listopada 2014 r. na podstawie jednostronnej skargi skarżącego, prezes sądu pierwszej instancji w Liège zarządził, pod rygorem, warunkowe zwolnienie skarżącego, i wyraził następującą opinię:", "„ (Te) dokumenty (decyzja dyrektora więzienia w Andenne z dnia 21 października 2014 r., raporty medyczne z dnia 19 listopada 2014 r. i decyzja Trybunału z dnia 28 listopada 2014 r.) pokazują, że: a) strajk głodowy prowadzony przez skarżącego nie jest szantażem, lecz traumatyczną konsekwencją wynikającą z długotrwałego uwięzienia w warunkach, które uznano już za sprzeczne z art. 3 (Konwencji), b) zwolnienie jest możliwe. Sędzia wykonywania kar penitencjarny został ustanowiony prawem, lecz nie istnieje jeszcze w rzeczywistości w obecnym czasie. W braku tego sędziego, sędzia od postanowień tymczasowych i prowizorycznych może rozpatrzyć wnioskowane decyzje. Takie rozwiązanie jest uzasadnione stanem zdrowia skarżącego, nie do pogodzenia z warunkami więziennymi, jakiekolwiek by one nie były.", "(...)", "Nakazujemy tymczasowe zwolnienie (skarżącego) z powodów zdrowotnych, by umożliwić mu skorzystanie z adekwatnego leczenia i tym samym zapewnić traktowanie zgodne z prawami gwarantowanymi (przez Konwencję) oraz pozwolić mu udać się do szpitala cywilnego według własnego wyboru, a następnie do wszystkich rodzajów opieki medycznej, które wskażą mu lekarze.”", "77. Wykonując nakaz, skarżącego niezwłocznie zwolniono i przeniesiono do zwykłego pokoju w szpitalu Cytadela, a następnie, z jego własnych środków, do szpitala Świętego Piotra w Brukseli.", "78. W dniu 1 grudnia 2014 r. Państwo belgijskie zgłosiło sprzeciw wobec tego nakazu, utrzymując, że sędzia od postanowień tymczasowych nie miał kompetencji, by rozpatrzeć sprawę.", "79. W dniu 9 grudnia 2014 r. skarżący wyszedł ze szpitala i został przyjęty do schroniska.", "80. Sprzeciw Państwa belgijskiego zgłoszony wobec nakazu z dnia 30 listopada 2014 r. został uznany za bezpodstawny przez prezesa pierwszej instancji sądu w Liège w dniu 16 stycznia 2015 r. Sąd orzekł także, że Minister Sprawiedliwości powinien wyznaczyć asystenta wymiaru sprawiedliwości, by zabezpieczać przebieg zwolnienia skarżącego. Państwo odwołało się od tego nakazu.", "81. W dniu 30 marca 2015 r. sąd apelacyjny w Liège dopuścił odwołanie i uznał je za uzasadnione oraz zmienił orzeczenie z dnia 16 stycznia 2015 r. w zakresie, w jakim odnosiło się do jednostronnej skargi z dnia 30 listopada 2014 r. Sąd apelacyjny stwierdził, że skarżący nie spełniał warunków do skorzystania z procedury dotyczącej środków tymczasowych w drodze jednostronnej skargi przy braku nagłości lub bezwzględnej konieczności, która skutkowała brakiem możliwości zastosowania procedury kontradyktoryjnej. Sąd zauważył, że jeżeli stan zdrowia oskarżonego się pogarszał, było to spowodowane jego własnym działaniem (strajk głodowy). Sąd zauważył również, że zgodnie z poprzednim nakazem skarżący został umieszczony w szpitalu i miał nadzór medyczny, co oddalało ryzyko szybkiej śmierci.", "82. Tego samego dnia skarżący skierował do Trybunału drugą prośbę o zastosowanie środków tymczasowych. Prosił o kolejną interwencję Trybunału, motywując to tym, że Państwo belgijskie mogło w każdym momencie, wykonując wyrok sądu apelacyjnego, zarządzić jego ponowne osadzenie. Dostarczył na poparcie swojej prośby dokumentację medyczną i psychiatryczną sporządzoną po jego zwolnieniu, które zgodnie potwierdzały, że mógł zostać „wyleczony” w sferze psychicznej i relacji pod warunkiem, że zostałyby wdrożone i konsekwentnie realizowane w pełnym zakresie środki społeczne, psychologiczne i psychiatryczne.", "83. Prośba została odrzucona w dniu 30 marca 2015 r. w następujących słowach:", "„Środki tymczasowe wskazane w dniu 28 listopada 2014 r. zostały zastosowane na okres postępowania przed Trybunałem. Nawet jeżeli ich sformułowania były związane z ówczesnymi okolicznościami, istota zastosowanych środków – zapewnienie traktowania zgodnego z Konwencją i leczenia odpowiedniego do stanu zdrowia fizycznego i psychicznego skarżącego – pozostaje aktualna.”.", "Rząd został o tym poinformowany.", "84. Prokurator generalny w Brukseli, zobowiązany do wykonania wyroku sądu apelacyjnego, wskazał, że odnotował odmowę podjęcia przez Trybunał interwencji, by zapobiec ponownemu osadzeniu skarżącego, i że uznał on, że ponowne osadzenie było zgodne ze środkami tymczasowymi wskazanymi w dniu 28 listopada 2014 r. Na żądanie prokuratora generalnego, skarżący powrócił do więzienia St Gilles (Bruksela) w dniu 1 kwietnia 2015 r., gdzie został osadzony w centrum medyczno-chirurgicznym.", "85. W dniu 10 kwietnia 2015 r. sąd penitencjarny w Brukseli zarządził zwolnienie tymczasowe skarżącego ze względów medycznych. Skarżący opuścił więzienie tego samego dnia.", "II. WŁAŚCIWE PRAWO I PRAKTYKI WEWNĘTRZNE", "A. Reguły odnoszące się do wewnętrznego statusu prawnego skazanych", "86. Podstawowa ustawa dotycząca administracji penitencjarnej oraz statusu prawnego osadzonych, zwana „prawem Dupont`a”, została opublikowana w dniu 12 stycznia 2005 r.", "87. Tytuł II przewiduje szereg podstawowych zasad ogólnych mających zastosowanie do wewnętrznego statusu prawnego osadzonych. Omawiane postanowienia obowiązują od dnia 15 stycznia 2007 r. Przewidują one w szczególności, że wykonanie kar i środków pozbawienia wolności jest realizowane w warunkach psychospołecznych, fizycznych i materialnych, które szanują godność ludzką, pozwalają utrzymać lub podwyższyć u osadzonych szacunek wobec siebie oraz wspierają poczucie odpowiedzialności osobistej i społecznej (art. 5 § 1). Wykonanie kary pozbawienia wolności jest skoncentrowane na naprawieniu szkód poniesionych przez ofiary przestępstw, na resocjalizacji skazanego i na przygotowaniu, w sposób zindywidualizowany, do powrotu do wolnego społeczeństwa (art. 9 § 2).", "88. W czasie wydarzeń, art. 108 ustawy, odnoszący się do przeszukania, przewidywał, co następuje:", "„ § 1. Gdy jest to niezbędne w interesie utrzymania porządku lub bezpieczeństwa, osadzony może być poddany przeszukaniu ubrań przez członków personelu nadzorującego uprawnionych do tych działań przez dyrektora, zgodnie z wytycznymi przez niego danymi.", "Przeszukanie to ma za cel sprawdzenie, czy osadzony jest w posiadaniu substancji lub przedmiotów zakazanych lub niebezpiecznych.", "§ 2. Jeżeli szczególne wskazówki powalają przypuszczać, że przeszukanie ubrań osadzonego nie wystarczy, by osiągnąć cel wskazany w § 1 zdanie drugie, dyrektor może, w drodze jednostkowej decyzji, zarządzić przeszukanie osoby, jeżeli to niezbędne z rozebraniem i sprawdzeniem zewnętrznych otworów i jam ciała.", "Przeszukanie osoby może mieć miejsce tylko w zamkniętym pomieszczeniu, w nieobecności innych skazanych, i ma być dokonywane przez dwóch członków personelu tej samej płci co skazany, uprawnionych do tej czynności przez dyrektora.", "§ 3. Przeszukanie ubrań i przeszukanie osoby nie mogą mieć charakteru dokuczliwego i muszą przebiegać w poszanowaniu godności osadzonego. (...)”.", "89. Zdanie pierwsze w art. 108 § 2, które zostało wprowadzone ustawą z dnia 1 lipca 2013 r., zostało zawieszone przez Trybunał Konstytucyjny wyrokiem nr 143/2013 z dnia 30 października 2013 r., a następnie uchylone wyrokiem Trybunału Konstytucyjnego nr 20/2014 z dnia 29 stycznia 2014 r.", "90. Art. 112 ustawy dotyczy szczególnych środków bezpieczeństwa, jakie można nałożyć na osadzonych. Przewiduje on, co następuje:", "„§ 1. Dopuszcza się jako szczególne środki bezpieczeństwa stosowane oddzielnie lub łącznie, o ile są stosowane wyłącznie do osiągnięcia tego celu i przez okres ściśle konieczny:", "1) cofnięcie lub pozbawienie rzeczy;", "2) wykluczenie z niektórych zajęć wspólnych lub indywidualnych;", "3) stała obserwacja dniem i nocą, przy maksymalnym poszanowaniu odpoczynku nocnego;", "4) przymusowe przebywanie w przestrzeni dziennej przyznanej osadzonemu;", "5) umieszczenie w bezpiecznej celi, bez przedmiotów, których używanie może być niebezpieczne.", "§ 2. Te szczególne środki bezpieczeństwa nie mogą być stosowane dłużej niż przez siedem dni. Nie mogą być przedłużane bez uzasadnionej decyzji dyrektora, podjętej po wysłuchaniu osadzonego. Stosowanie tych środków może być przedłużane maksymalnie trzy razy.", "§ 3. W razie przeniesienia do innego więzienia, jego dyrektor określa, czy utrzymanie tych środków jest nadal uzasadnione.”.", "91. Art. 116-118 ustawy, również wprowadzone w życie z dniem 15 stycznia 2007 r., określają treść szczególnego indywidualnego reżimu bezpieczeństwa. Reżim ten przewiduje w szczególności:", "Art. 116", "„§ 1. Jeżeli z konkretnych okoliczności lub zachowania osadzonego wynika, że przedstawia on sobą stałe zagrożenie bezpieczeństwa, i jeżeli wydaje się że środki kontroli przewidziane w sekcji I jak i środki szczególnego bezpieczeństwa przewidziane w sekcji II są niewystarczające, osadzony może zostać umieszczony w szczególnym indywidualnym reżimie bezpieczeństwa.", "§ 2. Umieszczenie w szczególnym indywidualnym reżimie bezpieczeństwa może być zastosowane tylko wtedy, kiedy bezpieczeństwo nie może być zachowane w inny sposób, i tylko na okres ściśle niezbędny do osiągnięcia tego celu.”.", "Art. 117", "„Umieszczenie w szczególnym indywidualnym reżimie bezpieczeństwa polega na zastosowaniu jednego z poniżej wskazanych środków lub kilku z nich naraz:", "1) zakaz udziału we wspólnych zajęciach;", "2) systematyczne kontrole korespondencji przychodzącej i wychodzącej, zgodnie z zasadami ustanowionymi w art. 55 i art. 56;", "3) wizyty wyłącznie w przeznaczonym do tego pomieszczeniu wyposażonym w przezroczystą przegrodę między osadzonym a odwiedzającym, zgodnie z art. 60 § 3;", "4) częściowe pozbawienie prawa do używania telefonu, zgodnie z art. 64 § 3;", "5) systematyczne stosowanie środków kontroli przewidzianych w art. 108 § 1;", "6) stosowanie jednego lub kilku szczególnych środków bezpieczeństwa przewidzianych w art. 112 § 1.", "Podstawowe zasady wymienione w tytule II stosuje się bez ograniczeń w szczególnym indywidualnym reżimie bezpieczeństwa.”.", "Art. 118", "„§ 1. Decyzja o umieszczeniu w szczególnym indywidualnym reżimie bezpieczeństwa jest podejmowana przez dyrektora generalnego administracji penitencjarnej lub przez jego pełnomocnika, na wniosek dyrektora.", "§2. We wniosku wskazuje się okoliczności lub konkretną postawę osadzonego, z których wynika stałe zagrożenie dla bezpieczeństwa.", " We wniosku określa się konkretne zasady dotyczące umieszczenia w szczególnym indywidualnym reżimie bezpieczeństwa, każdą z nich uzasadniając okolicznościami.", "Do wniosku dołącza się opinię medyczną co do zgodności zasad proponowanego reżimu ze stanem zdrowia osadzonego.", "(...)", "§ 5. Skazany umieszczony w szczególnym indywidualnym reżimie bezpieczeństwa, który w konsekwencji został odizolowany od wspólnoty, jest odwiedzany co najmniej raz w tygodniu przez dyrektora i lekarza doradcę, którzy sprawdzają stan osadzonego i weryfikują, czy nie kieruje on skarg lub nie formułuje uwag.", "(...)", "§ 7. Decyzja o umieszczeniu w szczególnym indywidualnym reżimie bezpieczeństwa jest podejmowana na okres maksymalnie dwóch miesięcy, który może być ewentualnie przedłużony, oznaczony przez dyrektora generalnego.", "Jeden raz w miesiącu dyrektor przedkłada szczegółowy raport dyrektorowi generalnemu dotyczący przebiegu umieszczenia w szczególnym indywidualnym reżimie bezpieczeństwa. Na podstawie tego raportu, dyrektor generalny może zdecydować o zakończeniu umieszczenia lub złagodzenia warunków tego umieszczenia.", "Decyzja o przedłużeniu może być podjęta wyłącznie na podstawie uprzedniej prośby dyrektora z dołączonym raportem psycho-medycznym i zgodnie z postanowieniami § 1-4.", "§ 8. W przypadku przeniesienia do innego więzienia, jego dyrektor decyduje, po wysłuchaniu osadzonego, czy podtrzymanie środków jest nadal uzasadnione i przekazuje swoją opinię na ten temat do dyrektora generalnego. Decyzja dyrektora generalnego wskazuje indywidualne powody, które uzasadniają ewentualnie przedłużenie umieszczenia.", "(...)”.", "92. W odniesieniu do środków przymusu bezpośredniego stosowanego wobec osadzonych w celu utrzymania bezpieczeństwa, art. 119 ustawy stanowi, co następuje:", "„§ 1. W celu utrzymania porządku lub bezpieczeństwa przymus bezpośredni może być stosowany wobec osadzonych jedynie, kiedy cele te nie mogą być osiągnięte w inny sposób i tylko na czas niezbędny do osiągnięcia tego skutku.", "(...)", "§ 3. Przez zastosowanie przymusu bezpośredniego na podstawie § 1 rozumie się użycie przymusu fizycznego na osobach z użyciem lub bez użycia akcesoriów materiałowych lub mechanicznych, instrumentów przymusu ograniczających swobodę ruchów, lub broni, która, w rozumieniu ustawy o broni, stanowi część regulaminowego wyposażenia.”.", "B. Reguły odnoszące się do zewnętrznego statusu prawnego osadzonych", "93. Podstawowa ustawa z 2005 r. odnosząca się do wewnętrznego statusu prawnego osadzonych została uzupełniona przez ustawę z dnia 17 maja 2006 r. odnoszącą się do zewnętrznego statusu prawnego osób skazanych na karę pozbawienia wolności i do praw przyznanych ofierze w zakresie zasad wykonywania kary.", "94. Na podstawie tej ustawy sądy penitencjarne są właściwe w szczególności do zastosowania dozoru elektronicznego, warunkowego zwolnienia i tymczasowego zwolnienia w celu wydalenia z terytorium kraju lub z powodów medycznych. Sąd orzeka w ramach procedury kontradyktoryjnej, orzeczenie jest uzasadnione i podawane do wiadomości publicznej.", "95. Poprzednio, do dnia 19 marca 2013 r. - daty wejścia w życie ustawy z dnia 17 marca 2013 r. zmieniającej ustawę z dnia 17 maja 2006 r., skazany nie był uprawniony do wnioskowania o zwolnienie warunkowe. Dyrekcja zakładu penitencjarnego wszczynała postępowanie automatycznie, kiedy spełnił on warunki dotyczące terminu. Od zmiany prawa w tym punkcie, postępowanie zostaje wszczęte na pisemną prośbę skazanego. Przed, jak i po zmianie prawa, dyrektor zakładu penitencjarnego wydaje opinię z uzasadnieniem w sprawie zwolnienia warunkowego (art. 50). Opinia ta opiera się na raporcie sporządzonym przez zespół psychologiczno-społeczny więzienia i zawiera szczegółową analizę każdego z przeciwwskazań przewidzianych przez ustawę. Poza opinią, dyrektor przedstawia w sądzie penitencjarnym akta zawierające postanowienia sądu będące postawą pozbawienia wolności skazanego, raport psychologiczno-społeczny, wywiad środowiskowy z proponowanego miejsca przyjęcia (zwolnionego), jak i ewentualne charakterystyki ofiar. W miesiącu tego przekazania , prokurator generalny wydaje również uzasadnioną opinię.", "96. Przyznanie przerwy w karze lub przepustki należy do właściwości Ministra Sprawiedliwości. Decyzje podejmuje się na zakończenie niekontradyktoryjnego postępowania i bez wysłuchania skazanego i jego obrońcy (art. 10 i art. 11). Jednakże, wyjątkowo i tymczasowo, środki te mogą być przyznane przez sąd penitencjarny, jeżeli prośba wydaje się spełniać niezbędne warunki do przyznania zmiany sposobu wykonania wyznaczonej kary na krótki czas (dwóch miesięcy, z możliwością jednorazowego przedłużenia) (art.59).", "C. Odwołania", "1. Postępowanie przed sądami powszechnymi", "97. Wszystkie osoby, które czują się skrzywdzone w swoich prawach, mogą na podstawie art. 584 Kodeksu postępowania cywilnego, skierować wniosek o środki tymczasowe do prezesa właściwego sądu pierwszej instancji. Wydaje on środki tymczasowe w celu zapobieżenia lub przerwania naruszenia prawa podmiotowego, uznanego za niezgodne z prawem, jeśli uzna on, że sytuacja jest pilna (zobacz, bardziej szczegółowo, Vasilescu przeciw Belgii, nr 64682/12, § 71-74, 25 listopada 2014 r.).", "98. Każda osoba może również wszcząć przed sędzią sądu postępowanie przeciwko Państwu na podstawie art. 1382 Kodeksu cywilnego w celu stwierdzenia odpowiedzialności z tytułu uchybienia i nakazania mu naprawienia szkody (jak wyżej, paragraf 75).", "2. Postępowania przed Radą Stanu", "99. Zgodnie z art. 14 ustaw o Radzie Stanu, scalonych z dniem 12 stycznia 1973 r., Rada Stanu jest właściwa do unieważnienia wszystkich decyzji administracyjnych za naruszenia proceduralne lub materialne lub zakazane pod groźbą nieważności lub z powodu przekroczenia lub nadużycia władzy. Zgodnie z art. 17 tych ustaw Rada Stanu może również zawiesić wykonanie decyzji kwalifikujących się do uchylenia, jeżeli są przedstawione poważne zarzuty a niezwłoczne wykonanie decyzji zagraża spowodowaniem poważnej, trudnej do naprawienia szkody.", "3. Postępowanie wewnętrzne w systemie penitencjarnymi", "100. W raporcie skierowanym do Rządu po pierwszej wizycie w Belgii, Europejski Komitet do Spraw Zapobiegania Torturom oraz Nieludzkiemu lub Poniżającemu Traktowaniu albo Karaniu („CPT”) przypomniał, że procedury składania skarg i skuteczne kontrole stanowią podstawową gwarancję przeciwko złemu traktowaniu w więzieniu. Po stwierdzeniu, że w systemie penitencjarnym w Belgii nie istnieje procedura oficjalnej i niezależnej skargi, pozwalającej osadzonym skarżyć się na warunki życia „za murami”, CPT zalecił władzom belgijskim niezwłoczne zapewnienie skutecznej procedury skargowej dla osadzonych. Zalecenie to było przypominane podczas kolejnych wizyt.", "101. Tytuł VIII ustawy z 2005 r. (art. 147-166) jest konsekwencją tego zalecenia. Przewiduje powołanie szczególnego prawa do skargi osadzonych, kierowanej do komisji ds. skarg utworzonych przy komisjach nadzoru powołanych w każdym więzieniu (zobacz, bardziej szczegółowo, Vasilescu, cytowany wyżej, paragrafy 40 i 41). Tytuł VIII nie wszedł jeszcze w życie z uwagi na brak wykonawczego dekretu królewskiego do tego prawa.", "102. Z uwagi na brak wewnętrznej skargi administracyjnej, jedynymi skargami pozostają: skarga do sądu powszechnego i do Rady Stanu.", "PRAWO", "1. ZARZUT NARUSZENIA ART. 3 KONWENCJI", "103. Skarżący twierdzi, że reżim osadzenia i szczególne środki bezpieczeństwa, które były wobec niego stosowane, w połączeniu z kolejnymi przenosinami, stanowiły – ze względu na ich wpływ na jego zdrowie psychiczne – nieludzkie i poniżające traktowanie sprzeczne z art. 3 Konwencji, który brzmi następująco:", "„Nikt nie może być poddany torturom ani nieludzkiemu lub poniżającemu traktowaniu.”.", "A. Dopuszczalność", "104. Trybunał stwierdza, że skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a Konwencji i nie zachodzą inne powody niedopuszczalności. Trybunał uznaje skargę za dopuszczalną.", "B. Przedmiot skargi", "1. Stanowiska stron", "a) Stanowisko skarżącego", "105. Skarżący podnosi, że powtarzające się i systematyczne przenosiny miały wpływ tak poważny, jak i niepotrzebny na jego zdrowie psychiczne, co potwierdzają raporty psychiatryczne sporządzone przez psychiatrę prowadzącego, doktora D. R., i przez eksperta psychiatrycznego wyznaczonego przez sąd apelacyjny w Brukseli w 2013 r. Wywołały w sferze psychicznej, już nadwyrężonej historią jego życia, silne uczucia niepokoju i stresu przy adaptacji w różnych miejscach osadzenia, które znacznie przekraczały nieunikniony poziom cierpienia nieodłącznie związanego z osadzeniem. Były jedną z głównych przeszkód w ustanowieniu opieki medycznej, miały niszczące konsekwencje na relacje rodzinne oraz przeszkadzały w wypracowaniu ważnego planu zwolnienia. Skarżący przyznaje, że jego zachowanie i życzenie przebywania w zakładzie o ludzkiej wielkości mogły usprawiedliwiać niektóre przenosiny. Jednakże, w jego opinii, znacząca większość przenosin nie miała żadnego uzasadnienia związanego z jego zachowaniem i bezpieczeństwem zakładu.", "106. Skarżący skarżył się na reżim izolacyjny i środki przymusu, które były stosowane wobec niego do grudnia 2013 r., a w szczególności na środki podjęte w trakcie jego pobytu w Lantin od dnia 16 grudnia 2007 r. do dnia 5 czerwca 2008 r. Te ostatnie zostały zastosowane w warunkach szczególnie upokarzających, wykraczając poza obowiązujące przepisy ustawy z dnia 12 stycznia 2005 r. (zobacz powyżej paragrafy 86-92), która upoważnia do umieszczenia w szczególnym indywidualnym reżimie bezpieczeństwa jedynie w ostateczności i na czas ściśle niezbędny do osiągnięcia skutku, wymaga, by reżim izolacyjny odbywał się pod kontrolą medyczną stwierdzającą zdolność osadzonego do jego zniesienia, zakazuje systematycznego zakładania kajdanek i ogranicza stosowanie środków bezpieczeństwa do określonego czasu. Ponadto, był on obiektem złego traktowania i dręczenia ze strony personelu penitencjarnego. Skarżący skarżył się w szczególności na systematyczne stosowanie rewizji osobistej, praktykę zakuwania, jak też na izolację społeczną spowodowaną przez kratę w drzwiach (amerykańską) i całkowite pozbawienie kontaktu z innymi osadzonymi.", "107. Skarżący twierdził, że argumenty bezpieczeństwa i porządku, które według Rządu miały usprawiedliwiać przenoszenie i reżim izolacyjny, nie pojawiają się w żadnym okolicznościowym dokumencie urzędowym i wydają się przywołane już po fakcie, w postępowaniach przed sądami krajowymi i przed Trybunałem. Skarżący zarzuca władzom, że nie brano pod uwagę skutków przenosin i nadzwyczajnych środków na jego stan psychiczny; przeciwnie, nawet gdy diagnoza zespołu Gansera została u niego postawiona i potwierdzona, a liczne raporty psychiatryczne powinny były je zaalarmować, władze zdecydowały o wdrożeniu systemu przenosin co trzy miesiące.", "b) Stanowisko Rządu", "108. Rząd oparł swoją argumentację na tych samych elementach, na których sąd apelacyjny w Liège oparł swój wyrok z dnia 24 listopada 2011 r., odrzucając zarzut uchybienia lub jakiejkolwiek odpowiedzialności po stronie Państwa w kwestii przenosin i pobytu w więzieniu w Lantin (zobacz powyżej paragrafy 43-47).", "109. Stałe poszukiwanie słusznej równowagi między nakazami bezpieczeństwa a poszanowaniem ludzkich warunków osadzenia było główną cechą niniejszej sprawy. W szczególności, począwszy od 2008 r. wszystkie środki zastosowane w ramach umieszczenia w szczególnym indywidualnym reżimie bezpieczeństwa zostały należycie umotywowane i podjęte po uprzedniej opinii dyrektora więzienia, po wysłuchaniu skarżącego i po uzyskaniu opinii medycznej psychiatry. Izolacja, na którą się skarżył skarżący, w żadnym momencie nie była całkowitą izolacją pod względem społecznym ani pod względem doznań sensorycznych. Poza tym, jedna z tych izolacji była na prośbę skarżącego, cały czas miał odwiedziny rodzinne, w tym wizyty intymne swojej towarzyszki, te ostatnie co najmniej dwa razy w miesiącu. Mógł się również spotykać ze swoimi adwokatami. Wreszcie, otrzymywał liczne wizyty specjalistów z zakresu działalności wydawniczej, w ramach pisania swojej książki.", "110. Rząd zakwestionował analizę dokonaną przez skarżącego co do wpływu na jego stan zdrowia. Oprócz braku związku przyczynowego między tym stanem a zastosowanymi środkami, co wskazał sąd apelacyjny w Liège, Rząd podkreślił, że zespół Gansera nigdy nie został naukowo zmierzony. Jeżeli chodzi o raport doktora B. (zobacz powyżej, paragraf 69), zdaniem Rządu, nie jest on ani wystarczający ani przekonujący, ponieważ jest ogólny i nie opiera się na wystarczającej znajomości całej historii osobistej i więziennej skarżącego. Według Rządu, właściwym raportem jest pogłębiony raport psychologiczno-społeczny z dnia 4 grudnia 2012 r. (zobacz powyżej, paragraf 68), z którego wynika, że problem skarżącego nie leży w przenosinach i warunkach jego pozbawienia wolności, lecz w jego impulsywnej osobowości i niezdolności do poddania się regułom oraz w długotrwałości jego pozbawienia wolności. To właśnie w odpowiedzi na taką osobowość administracja więzienna podjęła od 2012 r. środki mające na celu otoczenie go opieką psychologiczną, a środki te zdołały doprowadzić do stabilizacji zachowania, co właśnie podkreśla wyżej cytowany, pogłębiony raport. Tym niemniej, nigdy nie było postulowane ani ze strony władz penitencjarnych, ani ze strony samego oskarżonego, by uznać, że stan jego zdrowia psychicznego wymaga specjalistycznego leczenia w dostosowanej do tego placówce, o jakiej mowa w ustawie z dnia 9 kwietnia 1930 r. o ochronie społecznej przed nienormalnymi, przestępcami z przyzwyczajenia i sprawcami niektórych przestępstw seksualnych, ponieważ prawo to jest skierowane do skazanych w stanie demencji lub w stanie poważnej niestabilności, lub upośledzenia umysłowego.", "2. Ocena Trybunału", "111. Trybunał zauważa, że nie kwestionowano przed nim faktu, iż podczas osadzenia skarżący cierpiał z powodu wyjątkowo wrażliwego stanu zdrowia psychicznego, który wymagał regularnej pomocy psychologicznej a nawet psychiatrycznej, a także że długość jego osadzenia pogorszyła tę sytuację. Strony nie są natomiast zgodne w kwestii, czy skarżący cierpiał na rzeczywistą chorobę psychiczną i czy jego zaburzenia należy przypisać samemu osadzeniu, czy czynnikom związanym z jego historią osobistą, a więc czynnikom wcześniejszym niż osadzenie.", "112. Trybunał zauważa, że skarżący został zdiagnozowany w 2007 r. przez psychiatrę z ramienia Ministerstwa Sprawiedliwości i stwierdzono u niego zespół objawów odpowiadających zespołowi Gansera i wynikających z deprywacji sensorycznej. Nawet jeżeli, jak to podnosi Rząd, choroba ta nie została nigdy „zmierzona” naukowo, diagnoza ta została następnie potwierdzona i nigdy nie została zakwestionowana przez różnych psychiatrów i interwenientów, którzy badali skarżącego. Co więcej, w 2012 r. prowadzący psychiatra skarżącego stwierdził, że zaburzenia, na które cierpiał, mogły również mieć źródło w „zaburzeniu o objawach autyzmu w typie Aspergera” (zobacz powyżej, paragraf 67).", "113. Skądinąd, jak wynika z różnych raportów medycznych, dołączonych do akt (zobacz powyżej, paragrafy 62-72), przyczyny tłumaczące zaburzenia umysłowe skarżącego są wieloczynnikowe i wynikają jednocześnie z jego osobistej historii, jak i długotrwałości oraz warunków jego osadzenia.", "114. Trybunał ocenia, że elementy te są wystarczające, by uznać, że stan zdrowia psychicznego skarżącego musiał co najmniej być wzięty pod uwagę przez władze w kontekście ich decyzji dotyczących jego reżimu penitencjarnego i utrzymywania jego osadzenia. Trybunał zacznie więc od przypomnienia zasad ogólnych jego orzecznictwa odnoszących się do osadzenia osób cierpiących na zaburzenia umysłowe w odniesieniu do art. 3 Konwencji, żeby następnie zbadać w tym kontekście szczególne środki zaskarżone przez skarżącego i ich wpływ na stan jego zdrowia psychicznego w świetle tego postanowienia.", "a) Przypomnienie zasad ogólnych", "115. Trybunał stwierdził wielokrotnie, że art. 3 Konwencji poświęcony jest jednej z najbardziej fundamentalnych wartości społeczeństw demokratycznych. Zakazuje on w sposób bezwzględny tortur, nieludzkiego lub poniżającego traktowania albo karania, niezależnie od okoliczności i bez względu na zachowanie ofiary. Aby traktowanie było objęte art. 3, musi osiągnąć minimalny poziom dolegliwości. Ocena tego minimum jest względna; zależy od całości okoliczności sprawy, a szczególnie od czasu trwania tego traktowania, jego konsekwencji fizycznych lub psychologicznych, a także, niekiedy, od płci, wieku lub stanu zdrowia ofiary. Pytanie, czy traktowanie miało na celu upokorzenie lub poniżenie ofiary, stanowi inny element do wzięcia pod uwagę, lecz brak tego celu nie będzie definitywnie wykluczać stwierdzenia naruszenia art. 3 (zobacz, Svinarenko i Slyadnev przeciw Rosji [Wielka Izba], nr 32541/08 i 43441/08, paragrafy 113-114, CEDH 2014 (wyciąg) i sprawy tam cytowane). Traktowanie może być uznane za „poniżające” w rozumieniu art. 3, jeśli upokarza lub zawstydza osobę, jeżeli okazuje brak szacunku dla jej godności, umniejsza ją lub wywołuje w niej uczucie strachu, niepokoju lub niższości aż do złamania jej oporu moralnego i fizycznego (M.S.S. przeciwko Belgii i Grecji [Wielka Izba], nr 30696/09, paragraf 220, CEDH 2011, i El-Masri przeciw „byłej Jugosłowiańskiej Republice i Macedonii” [Wielka Izba], nr 39630/09, paragraf 202, CEDH 2012).", "116. Pozbawieniu wolności nieuchronnie towarzyszy cierpienie i upokorzenie.", "117. Trybunał stwierdza, że wykluczenie osadzonego ze społeczności więziennej nie stanowi samo w sobie formy nieludzkiego traktowania. W licznych Państwach Stronach Konwencji istnieją reżimy podwyższonego bezpieczeństwa stosowane wobec niebezpiecznych osadzonych. Ukierunkowane na przeciwdziałanie ryzyku ucieczki, agresji lub niepokojom w społeczności więziennej, reżimy te mają za podstawę usunięcie ze wspólnoty penitencjarnej z jednoczesnym wzmocnieniem kontroli (zobacz, szczególnie, Ramirez Sanchez przeciw Francji [Wielka Izba], nr 59450/00, paragraf 138, CEDH 2006IX, i Piechowicz przeciw Polsce, nr 20071/07, paragraf 161, 17 kwietnia 2012 r.).", " 118. Tym niemniej, art. 3 nakłada na Państwo obowiązek upewnienia się, że każdy więzień jest osadzony w warunkach zgodnych z poszanowaniem dla godności ludzkiej, że zasady jego osadzenie nie wywołają cierpienia lub trudności o intensywności, która przekracza nieunikniony poziom cierpienia nieodłącznie towarzyszący takiemu środkowi (karnemu), oraz że uwzględniając wymagania więzienne, jego zdrowie i dobrostan są zapewnione w sposób adekwatny, szczególnie przez udzielanie potrzebnej opieki medycznej (Kudła przeciw Polsce [Wielka Izba], nr 30210/96, paragraf 94, CEDH 2000XI). Trybunał podkreślił, że osoby pozbawione wolności znajdują się we wrażliwej sytuacji i władze mają obowiązek je chronić (Enache przeciwko Rumunii, nr 10662/06, paragraf 49, 1 kwietnia 2014 r.).", "119. Trybunał stwierdził, że cierpienie wynikłe z choroby występującej naturalnie, zarówno fizycznej jak i psychicznej, może samo w sobie dotyczyć art. 3, jeżeli nastąpiło lub może nastąpić jej pogorszenie wywołane warunkami osadzenia, za które władze mogą być pociągnięte do odpowiedzialności (zobacz, szczególnie Hüseyin Yildrim przeciw Turcji, nr 2778/02, paragraf 73, 3 maja 2007 r., i Gülay Çetin przeciwko Turcji, nr 44084/10, paragraf 101, 5 marca 2013 r.). Tak więc pozbawienie wolności osoby chorej w nieodpowiednich warunkach fizycznych i medycznych może co do zasady stanowić traktowanie niezgodne z art. 3 (Kudła, jak wyżej, paragraf 94, Rivière przeciwko Francji, nr 33834/03, paragraf 74, 11 lipca 2006 r., i Claes przeciwko Belgii, nr 43418/09, paragrafy 9497, 10 stycznia 2013 r.).", "120. Aby określić, czy pozbawienie wolności osoby chorej jest zgodne z art. 3 Konwencji, Trybunał bierze pod uwagę kilka elementów.", "121. Pierwszy element to stan zdrowia zainteresowanego i wpływ zasad wykonania jego osadzenia na zmiany (w stanie zdrowia) (zobacz, między innymi, Matencio przeciwko Francji, nr 58749/00, paragrafy 76 i 77, 15 stycznia 2004r, i Gülay Çetin, jak wyżej, paragrafy 102 i 105). Trybunał uznał, że warunki osadzenia nie mogą w żadnym wypadku doprowadzić osoby pozbawionej wolności do uczuć strachu, niepokoju, poczucia niższości aż do upokorzenia, ewentualnie poniżenia i złamania odporności fizycznej i moralnej skarżącego (Selmouni przeciwko Francji [Wielka Izba], nr 25803/94, paragraf 99, CEDH 1999V). Uznał w tej kwestii, że osadzeni dotknięci zaburzeniami psychicznymi są bardziej wrażliwi niż zwyczajni osadzeni i że pewne wymagania życia więziennego stwarzają większe niebezpieczeństwo dla ich zdrowia, wzmagając ryzyko wystąpienie poczucia niższości i są siłą rzeczy źródłem stresu i cierpienia. Taka sytuacja powoduje, w opinii Trybunału, konieczność wzmożonej czujności przy kontroli poszanowania Konwencji (Sławomir Musiał przeciwko Polsce, nr 28300/06, paragraf 96, z dnia 20 stycznia 2009 r. zobacz również Claes, jak wyżej, paragraf 101).", "122. Drugi element to właściwy lub niewłaściwy charakter opieki i leczenia udzielanych w więzieniu (Rivière, jak wyżej, paragraf 63, i Sławomir Musiał, jak wyżej, paragrafy 85-88). Nie jest wystarczające, że osadzony został zbadany i diagnoza została postawiona, konieczne jest jeszcze, by została zastosowana terapia odpowiednia do postawionej diagnozy (Claes, jak wyżej, paragrafy 94-97). Podobnie, obowiązek zapewnienia właściwego leczenia nie ogranicza się do przepisania odpowiedniej kuracji, konieczne jest także, by władze penitencjarne nadzorowały, czy jest ona poprawnie stosowana i kontynuowana (Renolde przeciwko Francji, nr 5608/05, paragrafy 100-104, CEDH 2008 (wyciąg), i Jasińska przeciwko Polsce, nr 28326/05, paragraf 78, z dnia 1 czerwca 2010 r.), przez odpowiednio wykwalifikowany personel (Keenan przeciwko Zjednoczonemu Królestwu, nr 27229/95, paragrafy 115-116, CEDH 2001III, i Gülay Çetin, jak wyżej, paragraf 112). W przypadku, gdy opieka nie jest możliwa w miejscu osadzenia, więzień musi mieć możliwość umieszczenia w szpitalu lub przeniesienia do specjalistycznej placówki (Raffray Taddei przeciwko Francji, nr 36435/07, paragrafy 58-59, 21grudnia 2010 r., zobacz również, a contrario, Kudła, jak wyżej, paragrafy 82-100, i Cocaign przeciwko Francji, nr 32010/07, 3 listopada 2011 r.).", "123. Po trzecie, pojawia się kwestia utrzymywania pozbawienia wolności, uwzględniając stan zdrowia zainteresowanego. Oczywiście, Konwencja nie nakłada żadnego „ogólnego obowiązku” zwolnienia więźnia z przyczyn zdrowotnych, nawet jeżeli cierpi on na chorobę szczególnie trudną do leczenia. Jednak w tym względzie Trybunał potwierdził możliwość, że w okolicznościach szczególnie poważnych może wystąpić sytuacja, w której właściwy wymiar sprawiedliwości wymagać będzie podjęcia środków humanitarnych (Gülay Çetin, jak wyżej, paragraf 102; zobacz również Raffray Taddei, jak wyżej, paragraf 59, a także G. przeciwko Francji, nr 27244/09, paragrafy 77-82, 23 lutego 2012 r.).", "b) Zastosowanie powyższych zasad w rozpatrywanej sprawie", "i. Zasady wykonania kary pozbawienia wolności skarżącego", "124. Skarżący nie skarży się na warunki materialne swojego osadzenia, lecz podnosi, że całokształt środków bezpieczeństwa, które stosowano wobec niego podczas jego osadzenia, i ich skumulowany efekt stanowiły nieludzkie i poniżające traktowanie, którego rezultatem było pogorszenie stanu jego zdrowia psychicznego: nieustające transfery z jednego więzienia do drugiego, skrajne środki przymusu (systematyczne trzymanie w kajdankach, krata w drzwiach na sposób amerykański, przeszukania, pozbawienie kontaktów, w tym z psychologiem, oraz pozbawienie aktywności), środki izolacyjne i nękanie w więzieniu w Lantin od dnia 16 grudnia 2007 r. do dnia 5 czerwca 2008 r., a także utrzymywanie między czerwcem 2008 r. a grudniem 2013 r. szczególnego indywidualnego reżimu bezpieczeństwa, a zwłaszcza trzymanie w izolacji, zakuwanie w kajdanki i systematyczne przeszukiwania.", "α) Przenosiny", "125. Rząd wskazał na odmienność obecnej sprawy od sprawy Khider przeciwko Francji (nr 39364/05, 9 lipca 2009 r.): podczas gdy przenosiny skarżącego w tamtej sprawie wpisywały się w ramy reżimu rotacji ze względów bezpieczeństwa przewidzianego wobec niego z góry, w niniejszej sprawie przenosiny za każdym razem były uznawane przez administrację penitencjarną za niezbędne w reakcji na gwałtowne lub agresywne zachowania. Podobnie jak w sprawie Payet przeciwko Francji (nr 19606/08, 20 stycznia 2011 r.), należy przyznać duże znaczenie temu, że skarżący był niebezpieczny. Według Rządu, przenosiny były zawsze uzasadnione nakazami bezpieczeństwa a administracja penitencjarna stale dążyła do słusznej równowagi między tymi nakazami a godnością skarżącego.", "126. Trybunał przypomina, że przyznał iż przenosiny osadzonego do innego zakładu mogą okazywać się niezbędne, aby zapewnić bezpieczeństwo w więzieniu i zapobiec ryzyku ucieczki (Khider, jak wyżej, paragraf 110). Tak więc w sprawie Payet, podnoszonej przez Rząd, stwierdził, mając na względzie rzeczywiste niebezpieczeństwo ucieczki skarżącego, że regularne przenosiny w jego przypadku były usprawiedliwione, i że biorąc pod uwagę jego charakterystykę, wysoki poziom zagrożenia stwarzany przez niego, a także jego przeszłość, władze penitencjarne osiągnęły słuszną równowagę między nakazami bezpieczeństwa a wymogiem zapewnienia skarżącemu humanitarnych warunków osadzenia (paragrafy 57-64). Trybunał doszedł do podobnych konkluzji na podstawie tych samych powodów w odniesieniu do systemu rotacyjnego w sprawach Alboreo przeciwko Francji (nr 51019/08, paragrafy 121-130, 20 października 2011 r.) i Khider przeciwko Francji ((dec.), nr 56054/12, paragraf 37, 1 października 2013 r.).", "127. W niniejszej sprawie, w przeciwieństwie do tych spraw, powody wskazywane przez Rząd w celu uzasadnienia regularnych przenosin skarżącego nie są związane z jakimkolwiek ryzykiem ucieczki tego ostatniego.", "128. Trybunał zauważa, że między 2006 r. a dniem wniesienia skargi do Trybunału we wrześniu 2013 r. skarżący był przenoszony czterdzieści trzy razy z jednego zakładu penitencjarnego do drugiego. Uznaje on, że choć niektóre z tych przenosin były uzasadnione niezdyscyplinowanym i gwałtownym zachowaniem skarżącego wobec personelu penitencjarnego, w szczególności w pierwszych latach jego osadzenia, i obawą, że przejdzie on do czynów, lub były dokonywane na jego prośbę w celu zintegrowania się w mniejszym więzieniu, duża liczba z tych przenosin wydaje się wpisywać w ramy polityki prowadzonej przez administrację penitencjarną unikania narzucania personelowi penitencjarnemu i różnym dyrektorom więzień więźnia trudnego do opanowania i który stał się niepożądany w zakładach penitencjarnych, w których przebywał. Z akt nie wynika, że większość przenosin była konsekwencją niebezpiecznych zachowań, formalnie wskazanych przez władze, lecz raczej, a przeciwnie do tego co utrzymuje Rząd, była konsekwencją przyjętych a priori negatywnych postaw i przewidywań wobec skarżącego w zakładach penitencjarnych.", "129. To samo dotyczy systemu rotacji co trzy miesiące, który, bez powołania się na konkretne niepożądane zachowania skarżącego, został wdrożony w 2011 r. w celu poprawy planowania przenosin i nakłonienia do stabilizacji jego zachowania. Należy skądinąd zauważyć, że system ten został zawieszony przez sąd apelacyjny w Brukseli w grudniu 2013 r. z tego powodu, że był on „pozbawiony sensu” i narażał na szwank dobrostan skarżącego, nie poprawiając relacji z funkcjonariuszami penitencjarnymi.", "130. Trybunał wnioskuje z tego, że mając na względzie bogatą przeszłość sądową i dyscyplinarną skarżącego, powody bezpieczeństwa mogłyby rzeczywiście uzasadniać niektóre transfery, tym niemniej pozostaje faktem, że czterdzieści trzy transfery skarżącego w okresie sześciu lat nie wydają się, wraz z upływem czasu, usprawiedliwione takimi względami.", "131. Trybunał zauważa ponadto, że większość raportów psychologiczno-społecznych i medycznych dołączonych do akt jest zgodna, że częste zmiany zakładów karnych narzucane skarżącemu miały w konsekwencji bardzo szkodliwy wpływ na jego dobrostan psychiczny oraz ze swej natury wywoływały i pogłębiały uczucie ostrego niepokoju związanego z adaptacją do różnych miejsc osadzenia, i sprawiły, że przez długi czas prawie niemożliwe było wdrożenie spójnego leczenia w zakresie psychologicznym (zobacz, odpowiednio, Khider, jak wyżej, paragrafy 109 i 111).", "132. Biorąc pod uwagę powyższe, Trybunał nie jest przekonany, że władze penitencjarne osiągnęły sprawiedliwą równowagę między nakazami bezpieczeństwa a wymogami zapewnienia skarżącemu humanitarnych warunków osadzenia.", "β) Umieszczenie w szczególnym reżimie bezpieczeństwa i środki przymusu", " 133. Trybunał przypomina, że przy ocenie warunków osadzenia bierze pod uwagę ich skumulowany efekt, jak i szczególne zarzuty skarżącego (Dougoz przeciwko Grecji, nr 40907/98, paragraf 46, CEDH 2001II, i Piechowicz, jak wyżej, paragraf 163).", "134. W niniejszej sprawie, zarzuty skarżącego dotyczą ciągłego przedłużania umieszczenia go w izolacji i środków przymusu, które stosowano wobec niego przez cały okres osadzenia. Skarży się w szczególności na wyjątkowo poniżające warunki w więzieniu w Lantin, bez żadnej oceny medycznej, która by potwierdziła jego zdolność do zniesienia zastosowanego reżimu bezpieczeństwa, a w szczególności na izolowanie go, praktykę stosowania kajdanek i systematycznych przeszukań osobistych.", "135. W tym kontekście, Trybunał poprzednio uznał, że zakaz kontaktu z innymi osadzonymi uzasadniany bezpieczeństwem, dyscypliną i ochroną nie jest sam w sobie formą nieludzkiego karania lub traktowania (Öcalan przeciwko Turcji [Wielka Izba], nr 46221/99, paragraf 191, CEDH 2005IV). Aby ocenić, czy podobny środek może w konkretnej sprawie być objęty art. 3, należy wziąć pod uwagę warunki konkretnej sprawy, surowość środka, długość jego trwania, cel, jakiemu służy, i jego skutki dla osoby, wobec której go zastosowano (Van der Ven przeciwko Holandii, nr 50901/99, paragraf 51, CEDH 2003II, i Piechowicz, jak wyżej, paragraf 163).", "136. Trybunał zauważa, że środki izolacyjne w celi rozpoczęły się w więzieniu w Ittre w grudniu 2007 r., gdzie skarżący spędził dziesięć dni w izolatce z kajdankami na rękach i nogach. Stosowanie tych środków zostało przedłużone w więzieniu w Lantin, od jego przybycia i podczas całego okresu osadzenia w tym zakładzie od dnia 16 grudnia 2007 r. do 5 czerwca 2008 r. w ramach „reżimu ścisłego odosobnienia” w oddzielnym bloku więzienia. Po opuszczeniu Lantin, pobyt w izolacji był utrzymany w ramach „szczególnego indywidualnego reżimu bezpieczeństwa”, przedłużanego co dwa miesiące przez dyrektorów różnych zakładów, w których przebywał aż do kwietnia 2013 r. Na koniec, w więzieniu w Nivelles, od kwietnia do grudnia 2013 r. skarżący został znowu osadzony w izolatce. Skarżący, ciągle poddany temu reżimowi, został umieszczony na oddziale zwykłym więzienia w Nivelles w grudniu 2013 r. Reżim bezpieczeństwa był utrzymywany aż do jego zwolnienia w listopadzie 2014 r.", "137. Poza okresem w izolatce, gdzie odosobnienie było całkowite, izolacja nałożona w ramach „reżimu ścisłego odosobnienia” w Lantin lub „szczególnego indywidualnego reżimu bezpieczeństwa” w innych zakładach był względna, oznaczając brak kontaktów z innymi osadzonymi i zakaz udziału we wspólnych aktywnościach, jednak bez pozbawienia skarżącego indywidualnego dostępu do podwórza, udziału w indywidualnym praktykowaniu religii, rekreacji i kształceniu w sposób zgodny z bezpieczeństwem. Mógł też otrzymywać wizyty swojej rodziny i adwokatów. Wydaje się także, że w wielu sytuacjach umieszczenie w izolacji odbyło się na prośbę skarżącego.", "138. Poza izolacją, reżim bezpieczeństwa nałożony na skarżącego obejmował cały arsenał środków przymusu, które zmieniały się w czasie i z miejscem osadzenia. W więzieniu w Lantin „reżim ścisłego odosobnienia” przewidywał systematyczne noszenie kajdanek, z rękami skutymi na plecach przy każdym wyjściu z celi, w tym podczas wizyt w rozmównicy, rozmów telefonicznych i podczas brania prysznica. Przy każdym wyjściu z celi skarżący podlegał przeszukaniu, stojąc twarzą do ściany, nogi rozstawione i kajdanki na rękach skutych na plecach. Reżim przewidywał też ograniczenie wizyt i używania telefonu, jak też, że rozdawanie posiłków oraz wizyty interwenientów wewnątrz więzienia odbywały się przez kratę „amerykańską” w drzwiach . Po opuszczeniu Lantin, w czerwcu 2008 r. reżim bezpieczeństwa został złagodzony. Zaprzestano przeszukiwania osoby, systematycznego zakuwania w kajdanki i stosowania amerykańskiej kraty, lecz – z wyjątkiem kilku zakładów – następujące środki zostały podtrzymane aż do zwolnienia skarżącego: systematyczne przeszukiwanie ubrań przy każdym wyjściu z celi i powrocie lub po wizytach w rozmównicy, zakaz brania udziału we wspólnych aktywnościach, szczególnie we wspólnych wyjściach na podwórze, częściowe pozbawienie prawa do używania telefonu, wizyty jedynie w lokalu z przegrodą między osadzonym a odwiedzającymi.", "139. Trybunał przypomina, że stwierdził, że decyzje przedłużające izolację muszą być umotywowane w sposób merytoryczny, aby uniknąć ryzyka arbitralności. Decyzje muszą zatem pozwolić ustalić, czy władze przeprowadziły ocenę zmieniających się okoliczności, sytuacji i zachowania osadzonego. Uzasadnienie powinno stawać się, z upływem czasu, coraz bardziej pogłębione i przekonywujące. Zatem, jak to już Trybunał podkreślał, trzymanie w izolacji nawet względnej, nie może być nałożone na osadzonego w nieskończoność (Ramirez Sanchez, jak wyżej, paragrafy 139 i 145146, i Piechowicz, jak wyżej, paragraf 163).", "140. W tym temacie, Trybunał stwierdza, że w niniejszej sprawie wszystkie decyzje administracji penitencjarnej odnoszą się w różnym stopniu do konieczności zabezpieczenia – przez podjęte środki – porządku i bezpieczeństwa wewnątrz różnych zakładów. Chociaż w więzieniu w Lantin „reżim ścisłego odosobnienia” odnosił się do konkretnych incydentów dyscyplinarnych, jego przedłużanie począwszy od czerwca 2008 r. w szczególnym indywidualnym reżimie bezpieczeństwa było uzasadniane w sposób niejasny i często stereotypowy, odnosząc się do gwałtownego zachowania skarżącego a szczególnie do napięć, najczęściej w formie słownych awantur, z personelem penitencjarnym, szczególnie w chwili przybycia skarżącego do zakładu, i potrzebą zapobieżenia wejścia przez niego w posiadanie niebezpiecznych przedmiotów i uniknięcia ryzyka konfliktu z innymi, bądź też również koniecznością zapewnienia szybkiej reakcji członków personelu w przypadku problemu.", "141. Trybunał stwierdza, że raport przygotowany przez służby psychologiczno-społeczne zakładu penitencjarnego, w którym znajdował się skarżący w marcu 2010 r. (zobacz paragraf 64 powyżej) stwierdził pogorszenie się stanu zdrowia skarżącego w stosunku do 2005 r. i przypisał to po części względnej izolacji i frustracji wynikłej z podlegania szczególnemu reżimowi więziennemu. Z innych raportów wynika szczególnie silny wpływ na skarżącego środków przymusu, które były wobec niego stosowane w więzieniu w Lantin (zobacz paragraf 65, powyżej). Niemniej, Trybunał stwierdza również, że począwszy od 2011 r. kolejne decyzje dyrektorów więzienia odnosiły się do uprzedniej opinii wskazanego psychiatry skarżącego, według którego utrzymanie środków bezpieczeństwa nie powodowało problemu.", "142. Trybunał na pewno nie jest w stanie sam i po fakcie dokonać oceny związku przyczynowego między zasadami wykonania pozbawienia wolności skarżącego a pogorszeniem się stanu jego zdrowia psychicznego. Nie może również zakwestionować analizy sądu apelacyjnego w Liège, zawartej w wyroku z dnia 24 listopada 2011 r., według którego warunki osadzenia były odpowiednie do osobowości skarżącego, środki bezpieczeństwa mieściły się w ramach prawa i nie można Państwu belgijskiemu zarzucić żadnego uchybienia w sprawowaniu władzy przy wykonywaniu kary w więzieniu w Lantin (zobacz paragraf 43, powyżej).", "143. Tym niemniej dla Trybunału uderzająca jest wyjątkowa długość – siedem lat, od 2007 r. do 2014 r. – utrzymywania skarżącego w izolacji i stosowania innych wyjątkowych środków bezpieczeństwa. Nie jest zresztą przekonany przez często stereotypowe i powtarzalne sformułowania zawarte w decyzjach przedłużających „szczególny indywidualny reżim bezpieczeństwa”, które – w sumie – zawierają bardzo mało elementów dotyczących okoliczności lub konkretnych postaw skarżącego wskazujących na to, że w dalszym ciągu stanowił on stałe zagrożenie dla bezpieczeństwa różnych zakładów, w których przebywał. A zatem Trybunał ma wątpliwości co do niezbędności – dla osiągnięcia celu bezpieczeństwa przywoływanego przez administrację penitencjarną – środków podjętych w ramach osadzenia przez okres tak długi i w sposób tak systematyczny (zobacz odpowiednio, Frérot przeciwko Francji, nr 70204/01, paragraf 38, 12 czerwca 2007 r., Khider, jak wyżej paragrafy 102-105, i Kashavelov przeciwko Bułgarii, nr 891/05, paragrafy 39-40, 20 stycznia 2011 r.).", "144. W świetle powyższych stwierdzeń Trybunał uważa, że przy ocenie, czy został osiągnięty poziom dotkliwości wymagany przez art. 3, powinno zostać wzięte pod uwagę umieszczenie skarżącego w izolacji oraz przedłużanie środków szczególnego bezpieczeństwa przez tak długi czas w powiązaniu z pogarszającym się stanem jego zdrowia psychicznego i w kontekście zastosowania już w stosunku do skarżącego środków w postaci powtarzających się przeniesień.", "ii. Jakość zapewnionej skarżącemu opieki i leczenia", "145. Skarżący nie formułuje sprecyzowanych zarzutów co do adekwatności opieki, z której korzystał w trakcie swojego osadzenia. Zarzuca jednakże władzom belgijskim, że z powodu przenosin wprowadzenie regularnej i spójnej opieki psychologicznej zostało przez nie opóźnione.", "146. Trybunał już stwierdził, że skarżący został zdiagnozowany w 2007 r., przez psychiatrę działającego przy Ministerstwie Sprawiedliwości, jako osoba przejawiająca zespół objawów odpowiadających zespołowi Gansera, a diagnoza ta nie została później podważona (zobacz paragrafy 62-63, powyżej). Skądinąd, podkreśla on, że konieczność opieki psychologicznej nad skarżącym była podkreślona we wszystkich ekspertyzach medycznych dołączonych do akt po 2007 r. i nie była negowana przez Rząd. Jednakże, wydaje się, że bezustanne przenosiny przeszkadzały takiej opiece i trzeba było czekać do 2011 r., zanim został wyznaczony odpowiedzialny lekarz psychiatra, a do 2012 r. – zanim ustanowiono system zapewniający ciągłość opieki medycznej między kolejnymi zakładami.", "147. Trybunał stwierdza również, że ekspertyzy wskazują, iż ogólnie stan zdrowia psychicznego skarżącego, od początku niestabilny, stale się pogarszał w miarę trwającego osadzenia. Ta ewolucja jako taka nie została zresztą zakwestionowana przez Rząd. Wskazana przez niego okoliczność, że w pogłębionym raporcie psychologiczno-społecznym z dnia 4 grudnia 2012 r. stwierdzona została stabilizacja, nie może być wzięta pod uwagę jako decydująca, zważywszy że ten sam raport ograniczył tę stabilizację do kilku miesięcy i stwierdził poza tym ogólne pogorszenie jego stanu psychicznego.", "148. Jest oczywiste, że skarżący nie był traktowany jak zwykły osadzony. Tym niemniej, z opóźnienia w zapewnieniu właściwej opieki Trybunał wnioskuje, że władze penitencjarne nie brały wystarczająco pod uwagę jego wrażliwości ani nie rozważały jego sytuacji w perspektywie humanitarnej. Tę dokładnie kwestię Trybunał musi obecnie zbadać jako trzeci element oceny: utrzymywanie pozbawienia wolności skarżącego.", "iii. Utrzymywanie pozbawienia wolności skarżącego", "149. Trybunał zauważa, że w prawie belgijskim istnieje wiele uregulowań dotyczących przyznawania osadzonemu pozwoleń na wyjście i przerw w odbywaniu kary oraz udzielania pomocy w przygotowaniu się do powrotu do społeczeństwa. Skarżący, który spełniał warunki do zastosowania takich uregulowań i wielokrotnie o nie występował począwszy od 2008 r., otrzymywał jednakże systematyczne odmowy na swoje prośby, chociaż liczne raporty sporządzone przez zespoły psychologiczno-społeczne służb penitencjarnych i opinie wielu dyrektorów więzienia były temu przychylne.", "150. Trybunał podnosi w szczególności pozytywną opinię w kwestii umieszczenia skarżącego pod dozorem elektronicznym, wydaną w dniu 17 stycznia 2011 r. przez dyrektora więzienia w Jamioulx (zobacz paragraf 65, powyżej). Według tej opinii, więzienne zamknięcie skarżącego okazało się całkowitą porażką i podważało zdolność skarżącego do osadzenia. Także według tego raportu, przyznanie wymienionych środków było jedyną możliwością do rozważenia dla skarżącego na przyszłość i w celu postępu w skonkretyzowaniu jego planu zwolnienia.", "151. Prowadzący psychiatra skarżącego stwierdził, ze swojej strony, w notatce z dnia 6 lipca 2012 r. coraz bardziej depresyjną postawę skarżącego wobec braku perspektyw przepustki lub przerwy w odbywaniu kary, mimo podjętych starań.", "152. Zdolność skarżącego do pozostawania w więzieniu została zakwestionowana również przez sąd penitencjarny w Brukseli w jego wyroku z dnia 18 marca 2013 r. (zobacz paragraf 57), w którym wyraźnie uznał on, że więzienie nie ma już żadnego sensu ani żadnego wpływu na skarżącego, o ile osadzenie będzie trwało bez otworzenia możliwości wyjścia na przepustki lub przerwy. Jednakże, sąd odrzucił, tak jak uczynił to wiele razy wcześniej, nadzór elektroniczny, przerwy i przepustki, motywując to tym, że wynikający z przepisów prawa warunek, by środki te mogły być przyznane na krótki termin, nie został spełniony z uwagi na istotną pracę, którą trzeba było jeszcze wykonać, aby poprawić stan psychiczny oskarżonego. Podobnie, w dniu 28 maja 2014 r. Minister Sprawiedliwości odmówił uwzględnienia prośby o przerwę w karze w celu prowadzenia psychoterapii poza murami więzienia, motywując to tym, że jego pobyt w więzieniu, gdzie został przeniesiony, nie był dość długi, aby doprowadzić do dostatecznego cofnięcia się objawów.", "153. Trybunał zauważa rozdźwięk między, z jednej strony, oświadczeniami specjalistów, którzy, mając bezpośredni kontakt z realiami osadzenia skarżącego, stwierdzali w sposób powtarzalny od 2011 r., że jego pozbawienie wolności prawie nieprzerwane od 1984 r., nie wypełnia już uprawnionych celów i że korzystniejsze jest umieszczenie go w alternatywnym miejscu, a z drugiej strony, odpowiedzią władz penitencjarnych, które trwały przy odmowie dokonania zmiany w sytuacji skarżącego mimo pogarszającego się stanu jego zdrowia psychicznego. Trybunał ocenia , że decyzje te są, w każdym razie, ilustracją impasu, w jakim znalazł się skarżący, impasu, który, według jego wypowiedzi, ostatecznie popchnął go do rozpoczęcia strajku głodowego w październiku 2014 r.", "154. Zdaniem Trybunału, elementy te wskazują, że w niniejszej sprawie przepisy, które mogły umożliwić skarżącemu odbywanie jego pozbawienia wolności w godnych warunkach, stosowano w sposób, który faworyzował raczej wymogi formalne niż względy związane ze szczególnymi warunkami, w których osadzony był skarżący, lub zgodność osadzenia z jego stanem zdrowia.", "iv. Wnioski", "155. W świetle powyższego, zasady wykonywania pozbawienia wolności skarżącego, poddanego ciągłym przenosinom z zakładów penitencjarnych i powtarzającym się środkom nadzwyczajnym, w połączeniu z opóźnieniem przez administrację penitencjarną wdrożenia terapii, oraz odmową władz rozważenia najmniejszej zmiany sposobu wykonywania kary, mimo negatywnych zmian w stanie zdrowia skarżącego, mogły wywołać u niego rozpacz, która wykroczyła poza nieunikniony poziom cierpienia nieodłącznie związany z pozbawieniem wolności. W tych okolicznościach, Trybunał nie może uznać, że władze belgijskie zrobiły to, czego można było od nich rozsądnie oczekiwać z punktu widzenia wymogów art. 3 Konwencji. Próg dotkliwości niezbędny do uznania traktowania za poniżające w rozumieniu tego artykułu został więc przekroczony. Doszło zatem do naruszenia tego postanowienia.", "II. ZARZUT NARUSZENIA ART. 3 W ZWIĄZKU Z ART. 13 KONWENCJI", "156. Skarżący zarzucał, że nie dysponował skutecznym środkiem odwoławczym do organu państwowego, żeby dochodzić naruszenia swojego prawa do niepodlegania traktowaniu sprzecznemu z art. 3 Konwencji. Przywołuje art. 13 Konwencji, który jest następująco sformułowany:", "„Każdy, czyje prawa i wolności zawarte w (...) Konwencji zostały naruszone, ma prawo do skutecznego środka odwoławczego do właściwego organu państwowego także wówczas, gdy naruszenia dokonały osoby wykonujące swoje funkcje urzędowe”.", "A. Dopuszczalność", "157. Trybunał zauważa, że skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a Konwencji, ponadto nie dostrzega żadnego innego powodu niedopuszczalności. Trybunał uznaje skargę za dopuszczalną.", "B. Przedmiot skargi", "1. Stanowiska stron", "158. Skarżący podnosi, że trzy drogi odwołania, które miał do dyspozycji, nie były skuteczne ani dostosowane żeby się skarżyć na transfery i zasady wykonywania jego osadzenia.", "159. Środek odwoławczy wniesiony do prezesa sądu pierwszej instancji orzekającego w trybie środków tymczasowych, nie daje gwarancji skuteczności, ponieważ podjęcie decyzji często zajmowało prezesowi kilka tygodni; co więcej, nie udawał się on na miejsce osadzenia, żeby stwierdzić warunki tego osadzenia. Dodatkowo, w przypadku skarżącego, władze penitencjarne systematycznie go przenosiły, kiedy wniósł skargę, by następnie móc bronić się, że krytykowana sytuacja została zakończona, a (skarga) jest bezprzedmiotowa. Jeżeli chodzi o procedurę odwoławczą, często toczyła się ona przez miesiące, zanim strony otrzymały decyzję. Wreszcie, nawet gdy skarżący w końcu wygrał w postępowaniu, które doprowadziło do wyroku sądu apelacyjnego w Brukseli z dnia 6 grudnia 2013 r., w którym wzywa się Państwo do zawieszenia polityki przenosin, Państwo nigdy nie wykonało go dobrowolnie.", "160. W opinii skarżącego, w przypadku powództwa o stwierdzenie odpowiedzialności odszkodowawczej na podstawie art. 1382 Kodeksu cywilnego występują te same niedogodności, co w postępowaniu o zastosowanie środków tymczasowych, a procedura co do istoty jest jeszcze dłuższa.", "161. Trzecią możliwością odwołania jest zawiadomienie karne z częścią cywilną do sędziego śledczego w sprawie nieludzkiego i poniżającego traktowania. Jednak, chociaż zawiadomienie zostało złożone w 2007 r. przeciwko pracownikom nadzoru i dyrektorowi więzienia w Ittre, dopiero w dniu 16 stycznia 2014 r. wydana została decyzja sądu pierwszej instancji, a rozstrzygnięcie sądu apelacyjnego – w dniu 23 lipca 2015 r.", "162. Wreszcie, skarżący wyjaśnia, że nie miał żadnego środka odwoławczego od decyzji w sprawie umieszczania w szczególnym indywidualnym reżimie bezpieczeństwa. Skarga na administrację penitencjarną do Rady Stanu jest skazana na porażkę. Zgodnie z utrwalonym orzecznictwem Rada Stanu stwierdza, że dotyczy to środków porządkowych i uznaje się za niewłaściwą. Choć można teoretycznie wyobrazić sobie możliwość odwołania do prezesa sądu pierwszej instancji orzekającego w sprawie środków tymczasowych, terminy procesowe są zbyt długie i bardzo często decyzje zapadają po tym, jak zakończono już stosowanie środka, co czyni skargę bezprzedmiotową. Ponadto, nawet jeżeli postanowienie zapada przed zakończeniem stosowania środka, duża jego część jest już wykonana i skutki ewentualnej decyzji pozytywnej są bardzo ograniczone.", "163. Ten stan rzeczy spowodowany jest brakiem w prawie belgijskim, mimo zaleceń CPT, procedury oficjalnej i niezależnej skargi wewnątrz systemu penitencjarnego, pozwalającej osadzonym skarżyć się na warunki życia wewnątrz więzienia. Ustawa z 2005 r. (patrz paragraf 101, powyżej) trochę złagodziła tę lukę, lecz postanowienia ustanawiające prawo do skargi w kwestii przenosin, szczególnego reżimu, a także w odniesieniu do wszystkich decyzji podjętych przez dyrektora lub w jego imieniu, nie są jeszcze obowiązujące.", "164. Rząd podnosi, że skarżący mógł w sposób skuteczny wnieść skargę do sądu lub do Rady Stanu za każdym razem, kiedy oceniał, jego prawa nie były respektowane. Ocenia, że system belgijski w dziedzinie środków odwoławczych należy badać w świetle orzecznictwa Trybunału, z którego wynika, że całokształt środków odwoławczych zapewnianych przez prawo wewnętrzne może wypełnić wymogi art. 13 Konwencji, nawet jeżeli żaden z nich sam w sobie ich w całości nie wypełnia.", "2. Ocena Trybunału", "165. Trybunał stwierdził przy wielu okazjach, że art. 13 Konwencji gwarantuje istnienie w prawie wewnętrznym środka odwoławczego pozwalającego powołać się na prawa i wolności zawarte w Konwencji. Postanowienie to skutkuje więc wymogiem istnienia krajowego środka odwoławczego oferującego możliwość uzyskania zbadania treści „dającego się uzasadnić zarzutu” opartego na Konwencji i przyznania odpowiedniego naprawienia sytuacji. Zakres zobowiązania ciążącego na Państwach na podstawie art. 13 różni się w zależności od charakteru zarzutu podnoszonego przez skarżącego. Niemniej jednak, środek odwoławczy wymagany przez art. 13 musi być „skuteczny” zarówno w praktyce, jak i w prawie. „Skuteczność” „środka odwoławczego” w rozumieniu art. 13 nie zależy od pewności pomyślnego wyniku dla skarżącego. Również „organ państwowy”, o którym mowa w tym postanowieniu, nie musi być instytucją sądową, lecz wówczas jego uprawnienia i gwarancje, które zapewnia, są brane pod uwagę przy ocenie skuteczności środka odwoławczego kierowanego do niego. Ponadto, całokształt środków odwoławczych oferowanych przez prawo wewnętrzne może wypełnić wymogi art. 13, nawet jeżeli żaden z nich sam w sobie ich w całości nie wypełnia (Kudła, jak wyżej, paragraf 157, Aliŝić i inni przeciwko Bośni i Hercegowinie, Chorwacji, Serbii, Słowenii i byłej Republice Jugosławii [Wielka Izba], nr 60642/08, paragraf 131, CEDH 2014).", "166. Trybunał przypomina również, że przy ocenie skuteczności środków odwoławczych dotyczących zarzutów w sprawie złych warunkach osadzenia, decydującą kwestią jest, czy osoba zainteresowana może otrzymać w sądach krajowych naprawienie sytuacji w sposób bezpośredni i właściwy, a nie jedynie ochronę pośrednią jej praw gwarantowanych przez art. 3 Konwencji. A zatem, środek odwoławczy o charakterze wyłącznie odszkodowawczym nie będzie uznany za wystarczający w odniesieniu do zarzutów, że warunki internowania lub osadzenia są sprzeczne z art. 3 Konwencji, w takim zakresie, w jakim środek ten nie ma skutku „zapobiegawczego” w tym sensie, że nie jest w stanie przeszkodzić dalszemu trwaniu zarzucanego naruszenia lub umożliwić osadzonemu uzyskania poprawy materialnych warunków jego osadzenia. Najlepszym możliwym sposobem naprawienia sytuacji jest szybkie zaprzestanie naruszania prawa do niepodlegania nieludzkiemu i poniżającemu traktowaniu (Torreggiani i inni przeciwko Włochom, nr 43517/09, 46882/09, 55400/09, 57875/09, 615 35/09, 35315/10 i 37818/10, paragraf 50, 8 stycznia 2013 r.). Perspektywa jedynie przyszłego odszkodowania skutkowałaby legitymizowaniem wyjątkowo poważnych cierpień naruszających art. 3 Konwencji i osłabiałaby w sposób niemożliwy do zaakceptowania prawne zobowiązanie Państwa do zapewnienia warunków osadzenia zgodnych z wymaganiami art. 3 Konwencji (Varga i inni przeciwko Węgrom, nr 14097/12, 45135/12, 73712/12, 34001/13 i 64586/13, paragraf 49, 10 marca 2015 r.). Innymi słowami, aby system ochrony praw osadzonych, gwarantowanych przez art. 3 Konwencji, był efektywny, muszą istnieć wzajemnie uzupełniające się zarówno środki prewencyjne jak i kompensacyjne (Torreggiani i inni, jak wyżej, paragraf 96).", "167. Trybunał ocenia, że orzecznictwo to, sformułowane w odniesieniu do warunków materialnych osadzenia sprzecznych z art. 3 Konwencji, dotyczy również warunków osadzenia w rozumieniu zasad wykonywania kary pozbawienia wolności, stanowiących przedmiot obecnej sprawy.", "168. W niniejszej sprawie, Trybunał przypomina, że stwierdził, iż połączony efekt zasad wykonywania pozbawienia wolności skarżącego, opóźnienie ze strony administracji penitencjarnej ustanowienia terapii oraz odmowa władz rozważenia najmniejszej zmiany kary doprowadziła do naruszenia art. 3 Konwencji (zobacz paragraf 155, powyżej). Zarzuty skarżącego stanowią więc „dające się uzasadnić zarzuty” w rozumieniu art. 13.", "169. Trybunał stwierdza, że poza powództwem odszkodowawczym o stwierdzenie odpowiedzialności z tytułu uchybienia Państwa i skargą karną, które wniósł skarżący, skorzystał on dwukrotnie – w 2008 r. i w 2012 r. – ze środka „prewencyjnego” polegającego na zwróceniu się na podstawie art. 584 kodeksu sądowego do sądu cywilnego z wnioskiem o środek tymczasowy w celu zaprzestania polityki przenosin i zakończenia stosowania środków nadzwyczajnych, przede wszystkim w więzieniu w Lantin (zobacz paragrafy 37-40 i 49-53, powyżej).", "170. Trybunał przypomina, że w obiter dictum wyroku w sprawie Vasilescu (jak wyżej, paragraf 71), która dotyczyła przeludnienia w więzieniu, stwierdził, że wniosek ten wydaje się w teorii właściwy, by zaradzić w sposób niezwłoczny sytuacji sprzecznej z prawami podmiotowymi osoby osadzonej. Istotnie, jak wynika z przykładów orzecznictwa przestawionych przez Rząd w zakresie tej sprawy, sędzia, do którego złożono wniosek o środek tymczasowy, może zarządzić podjęcie środków indywidualnych w celu położenia kresu sytuacji sprzecznej z prawami podmiotowymi osoby osadzonej, na przykład w odniesieniu do relacji z innymi osadzonymi lub do środków bezpieczeństwa (paragrafy 33-37).", "171. Mając powyższe na względzie, Trybunał podkreśla, że w niniejszej sprawie zarzuty skarżącego nie dotyczyły pojedynczych środków osadzenia, lecz odnosiły się do stałej polityki przenosin i reżimu zastosowanego w określonym więzieniu oraz skutków tych środków dla zdrowia skarżącego. Jednakże, Trybunał zauważa, że z powodu powtarzających się przenosin, ochrona zapewniana przez sędziego w postępowaniu o środki tymczasowe, nie była skuteczna. Tak więc, w trakcie pierwszego z tych postępowań skarżący wciąż był obiektem przenosin z jednego więzienia do drugiego, co czyniło wniosek o zaprzestanie stosowania środków podjętych w więzieniu w Lantin bezprzedmiotowym i sprawiało, że sprawa traciła pilny charakter, od którego zależała właściwość sędziego ds. środków tymczasowych. Dodać też należy, że postępowanie sądowe co do istoty, odnoszące się do polityki przenosin, ostatecznie nie przyniosło powodzenia (zobacz paragraf 53, powyżej).", "172. Zdaniem Trybunału, należy stwierdzić, że w niniejszej sprawie okoliczności dobrowolnie stworzone przez władze nie umożliwiły skarżącemu skorzystania w sposób realistyczny z prawa do wniosku o zastosowanie środków tymczasowych (zobacz, mutatis mutandis, w odniesieniu do art. 5 ust. 4 Konwencji, Trifkowić przeciwko Chorwacji, nr 36653/09, paragraf 139, 6 listopada 2012, i sprawy tam przytoczone).", "173. Trybunał wnioskuje z tego, że skarżący nie dysponował skutecznym środkiem odwoławczym w celu dochodzenia swych zarzutów wynikających z art. 3. Doszło zatem do naruszenia art. 13 w związku z tym postanowieniem.", "III. ZASTOSOWANIE ART. 41 I ART.46 KONWENCJI", "A. Zastosowanie art. 46 Konwencji", "174. Art. 46 Konwencji w odnośnych fragmentach, brzmi:", "„1. Wysokie Układające się Strony zobowiązują się do przestrzegania ostatecznego wyroku Trybunału we wszystkich sprawach, w których są stronami.", "2. Ostateczny wyrok Trybunału przekazuje się Komitetowi Ministrów, który czuwa nad jego wykonaniem. (...)”.", "1. Mające zastosowanie zasady", "175. Trybunał przypomina, że zgodnie z art. 46 Konwencji, Układające się Strony zobowiązały się do przestrzegania ostatecznych wyroków Trybunału w sporach, w których są stronami, a Komitet Ministrów sprawuje nadzór nad ich wykonaniem. Wynika z tego w szczególności, że pozwane Państwo odpowiedzialne za naruszenie Konwencji lub jej Protokołów jest wezwane nie tylko do wypłacenia zainteresowanym sum przyznanych z tytułu słusznego zadośćuczynienia, lecz także do wybrania, pod kontrolą Komitetu Ministrów, środków generalnych i/lub, w stosownych przypadkach, indywidualnych, które powinny być przyjęte w krajowym porządku prawnym, by położyć kres naruszeniom stwierdzonym przez Trybunał i usunąć, w miarę możliwości, ich konsekwencje. Trybunał przypomina również, że w pierwszej kolejności to do danego Państwa należy, pod kontrolą Komitetu Ministrów, dokonanie wyboru środków, które należy zastosować w krajowym porządku prawnym, by wypełnić zobowiązania z tytułu art. 46 Konwencji. Tym niemniej, by pomóc pozwanemu Państwu w wypełnieniu jego zobowiązań z tytułu art. 46, Trybunał może podjąć próbę wskazania rodzaju środków, indywidualnych i/lub generalnych, które Państwo to mogłoby zastosować, by położyć kres stwierdzonej sytuacji (sprawa Centre for Legal Resources on behalf of Valentin Câmpeanu (Centrum Pomocy Prawnej w imieniu Valentina Câmpenau) przeciwko Rumunii [Wielka Izba], nr 47848/08, 17 lipca 2014 r., i sprawy tam przytoczone).", "2. Zastosowanie w niniejszej sprawie", "176. W niniejszej sprawie, Trybunał stwierdził naruszenie art. 13 w związku z art. 3 Konwencji z uwagi na brak dostępnego dla osadzonych środka odwoławczego mającego na celu pilne zapobieżenie kontynuowaniu transferów i stosowaniu środków nadzwyczajnych, przypuszczalnie sprzecznych z art. 3 (zobacz paragrafy 163-164, powyżej).", "177. Trybunał zauważa wprowadzenie do prawa belgijskiego ustawą z 2005 r. szczególnego prawa do skargi osadzonych do komisji do spraw skarg, utworzonej przy komisjach do spraw nadzoru powołanych w każdym więzieniu. Stosowne postanowienia nie weszły jednak w życie z uwagi na brak wykonawczego dekretu królewskiego w tym zakresie.", "178. W tym kontekście, podobnie jak to było w wyroku w sprawie Vasilescu, wyżej cytowanym (paragraf 128), Trybunał zaleca pozwanemu Państwu przyjęcie środków generalnych: wprowadzenie środka odwoławczego dostosowanego do sytuacji osadzonych, którzy stają przed problemem przenosin i środków nadzwyczajnych, takich jakie były nałożone na skarżącego.", "B. Zastosowanie art. 41 Konwencji", "179. Zgodnie z art. 41 Konwencji:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”.", "1. Szkoda", "180. Skarżący argumentował, że gdyby nie był obiektem powtarzających się przenosin i środków nadzwyczajnych, mógłby uzyskać warunkowe zwolnienie, rozpocząć powrót do zatrudnienia i korzystać z dochodów. Uważa jednakże, że jego szkoda materialna nie jest możliwa do określenia w dokładny sposób. W jego opinii, należy brać pod uwagę to, o czym mowa powyżej, żeby postanowić o szkodzie całościowej – materialnej i moralnej – i domaga się kwoty 25 000 euro (EUR) z tego tytułu. W odniesieniu do szkody moralnej skarżący podkreśla bardzo poważne konsekwencje polityki przenosin, upokarzający, poniżający i dokuczliwy charakter stosowanych środków i inne niszczące skutki reżimu osadzenia na jego kondycję.", "181. Biorąc pod uwagę historię zainteresowanego i jego osobowość, Rząd ocenia, że nie ponosi odpowiedzialności za jakiekolwiek szkody wynikające z warunków osadzenia skarżącego lub z pogorszenia jego stanu zdrowia.", "182. W odniesieniu do szkody materialnej Trybunał ocenia, że nie ma wystarczającego związku przyczynowo-skutkowego między zarzutami skarżącego a stwierdzonymi naruszeniami. Oddala zatem te roszczenia.", "183. Trybunał natomiast uznaje, że skarżący poniósł pewną szkodę moralną z powodu warunków osadzenia sprzecznych z art. 3 Konwencji i ma prawo do odszkodowania. Biorąc pod uwagę długość zaskarżonego osadzenia i orzekając na zasadzie słuszności, Trybunał przyznaje mu żądaną kwotę, to jest 12 000 EUR, z tytułu szkody moralnej.", "2. Koszty i wydatki", "184. Skarżący wnosi, z dowodami na poparcie, o kwotę 52 018 EUR tytułem kosztów i wydatków poniesionych w różnych postępowaniach prowadzonych przed sądami krajowymi, po odliczeniu kwot już pobranych z tytułu pomocy prawnej.", "185. Rząd jest zdania, że prośba skarżącego powinna być odrzucona z tego względu, że jego adwokaci musieli wiedzieć, akceptując jego obronę, że wynagrodzenie za ich usługi w tej sprawie, będzie mniejsze niż to, jakiego mogliby żądać od klienta „prywatnego”. Wiedzieli, że skarżący będzie zależny od bezpłatnej pomocy prawnej, co w istocie miało miejsce, w tym w ramach obrony jego sprawy przed Trybunałem.", "186. Według orzecznictwa Trybunału skarżący może otrzymać zwrot kosztów i wydatków tylko w zakresie, w jakim wykazano, że zostały rzeczywiście poniesione, były niezbędne, a ich wysokość rozsądna. W niniejszej sprawie, Trybunał ocenia, że wysokość żądana z tytułu kosztów i wydatków poniesionych w postępowaniach krajowych jest nadmierna i uznaje za rozsądne przyznać skarżącemu z tego tytułu kwotę 30 000 EUR.", "3. Odsetki za zwłokę", "187. Trybunał uznaje za właściwe, aby odsetki za zwłokę były oparte na stopie procentowej kredytu Europejskiego Banku Centralnego, powiększonej o trzy punkty procentowe.", "", "Z TYCH WZGLĘDÓW TRYBUNAŁ JEDNOGŁOŚNIE,", "1. Uznaje skargę za dopuszczalną;", "", "2. Stwierdza, że nastąpiło naruszenie art. 3 Konwencji;", "", "3. Stwierdza, że nastąpiło naruszenie art. 13 w związku z art. 3 Konwencji;", "", "4. Stwierdza", "(a) że pozwane państwo ma zapłacić skarżącemu w terminie trzech miesięcy od daty, w której wyrok stanie się ostateczny zgodnie z art. 44 ust. 2 Konwencji, następujące kwoty:", "(i) 12 000 EUR (dwanaście tysięcy euro), powiększoną o wszelkie podatki, które mogą zostać nałożone na tę kwotę, tytułem szkody moralnej;", "(ii) 30 000 EUR (trzydzieści tysięcy euro), powiększoną o wszelkie podatki, które mogą zostać nałożone na tę kwotę, tytułem kosztów i wydatków;", "(b) że po upływie powyższego trzymiesięcznego terminu do momentu zapłaty winny zostać naliczone od tych kwot odsetki zwykłe według stopy procentowej kredytu Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe;", "", "5. Oddala pozostałą część roszczenia skarżącego o słuszne zadośćuczynienie.", "Sporządzono w języku francuskim i notyfikowano na piśmie w dniu 17 listopada 2015 r., zgodnie z regułą 77 ust. 2 i 3 Regulaminu Trybunału.", "Stanley Naismith \t\tIşıl Karakaş", "   Kanclerz \t           Przewodnicząca", "", ""]}