{"file": "POL_HJUDPOL_18640_10.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "18640/10", "text_paragraphs": ["© Prokurator Generalny,  [Translation already published on the official website of the Polish National Prosecutor’s Office]. Permission to re-publish this translation has been granted by the Prosecutor General for the sole purpose of its inclusion in the Court’s database HUDOC.", "© Prokurator Generalny,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Prokuratury Krajowej]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Prokuratora Generalnego wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC.", "", "", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "DRUGA SEKCJA", "", "", "SPRAWA GRANDE STEVENS przeciwko WŁOCHOM", "", "(Skarga nr 18640/10)", "", "", "WYROK", "[wyciąg]", "", "", "STRASBURG", "", "", "4 marca 2014 roku", "", "", "OSTATECZNY", "\t", "07.07.2014", "Niniejszy wyrok stał się prawomocny zgodnie z artykułem 44 ust. 2 Konwencji. Może podlegać korekcie wydawniczej.", "", "W sprawie Grande Stevens przeciwko Włochom*", "Europejski Trybunał Praw Człowieka (Sekcja Druga), zasiadając jako Izba w składzie:", "\tIşıl Karakaş, Przewodniczący,\n\tGuido Raimondi,\n\tPeer Lorenzen,\n\tDragoljub Popović,\n\tAndrás Sajó,\n\tPaulo Pinto de Albuquerque,\n\tHelen Keller, sędziowie, \noraz Stanley Naismith, Kanclerz Sekcji,", "Obradując na posiedzeniu niejawnym w dniu 28 stycznia 2013 roku,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", ".  Sprawa wywodzi się z pięciu skarg (nr 18640/10, 18647/10, 18663/10, 18668/10 i 18698/10) skierowanych przeciwko Republice Włoskiej, wniesionych do Trybunału zgodnie z artykułem 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”) przez trzech obywateli włoskich oraz dwie spółki zarejestrowane we Włoszech, Pana Franzo Grande Stevensa, Pana Gianluigi Gabettiego, Pana Virgilio Marrone, Exor S.p.a. i Giovanni Agnelli & C. S.a.s. („skarżących”), w dniu 27 marca 2010 roku.", ".  Skarżący reprezentowani byli przez Pana A. Bozzo i Pana G. Bozzi, prawników prowadzących praktykę, odpowiednio w Mediolanie i Rzymie. Pan Grande Stevens był również reprezentowany przez Pana N. Irti, prawnika prowadzącego praktykę w Mediolanie. Rząd włoski („Rząd”) był reprezentowany przez pełnomocnika, Panią E. Spatafora, oraz zastępcę pełnomocnika, Panią P. Accardo.", ".  Skarżący zarzucili w szczególności, że postępowanie sądowe wszczęte przeciwko nim nie było rzetelne i nie zostało przeprowadzone przed niezawisłym i bezstronnym „sądem”, że nastąpiło naruszenie ich prawa do poszanowania swego mienia oraz że nastąpiło naruszenie w stosunku do nich zasady ne bis in idem.", ".  W dniu 15 stycznia 2013 roku skargi zostały uznane za częściowo niedopuszczalne, natomiast skargi na podstawie artykułu 6 Konwencji, artykułu 1 Protokołu Nr 1 i artykułu 4 Protokołu nr 7 zostały zakomunikowane Rządowi. Postanowiono, że orzeczenie w sprawie dopuszczalności i przedmiotu skargi zostanie wydane jednocześnie (artykuł 29 ust. 1 Konwencji).", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", ".  Lista skarżących znajduje się w załączeniu.", "I. Kontekst sprawy", ".  W przedmiotowym czasie, Pan Gianluigi Gabetti był prezesem dwóch skarżących spółek, a Pan Virgilio Marrone był upoważnionym przedstawicielem (prokurentem) skarżącej spółki Giovanni Agnelli & C. s.a.a.", "7.  W dniu 26 lipca 2002 roku, publiczna spółka akcyjna FIAT (Fabbrica Italiana Automobili Torino) podpisała umowę o finansowanie (prestito convertendo) z ośmioma bankami. Umowa ta miała wygasnąć w dniu 20 września 2005 roku i przewidywała, że w przypadku, gdy FIAT nie spłaci pożyczki, banki mogą odliczyć swoje roszczenia przez subskrypcję akcji w podwyższonym kapitale spółki. W ten sposób, banki otrzymałyby 28% kapitału akcyjnego FIAT-a, podczas gdy liczba akcji w posiadaniu publicznej spółki akcyjnej IFIL Investments (która następnie, w dniu 20 lutego 2009 roku, przekształciła się w Exor s.p.a., którą to nazwą będzie nazywana w dalszej części) spadłaby z 30,06% do około 22%.", ".  Pan Gabetti chciał uzyskać poradę prawną w sprawie najlepszego sposobu zapewnienia, by Exor pozostał kontrolującym akcjonariuszem spółki FIAT, a w tym celu skontaktował się z prawnikiem specjalizującym się w prawie spółek, Panem Grande Stevensem. Uznał, że jedną z możliwości byłoby renegocjowanie kapitałowej transakcji swap (to znaczy umowy pozwalającej na skompensowanie stopy oprocentowania wynikiem osiągniętym przez akcję, bez konieczności przekazywania środków pieniężnych), z dnia 26 kwietnia 2005 roku, w oparciu o około 90 milionów akcji w spółce FIAT, zawartej przez Exor z angielskim bankiem handlowym, Merrill Lynch International Ltd, która miała wygasnąć 26 grudnia 2006 roku. Zdaniem Pana  Grande Stevensa, byłby to jeden ze sposobów na zapobieżenie wszczęciu postępowania przetargowego mającego na celu przejęcie akcji FIAT-a.", "9.  Bez wspominania Merrill Lynch International Ltd z obawy przed naruszeniem jego obowiązku zachowania poufności, w dniu 12 sierpnia 2005 roku Pan Grande Stevens wystąpił do Komisji Spółek Krajowych i Giełd (Commissione Nazionale per le Società e la Borsa – „CONSOB”, która, zgodnie z włoskim systemem prawnym, ma za zadanie m.in. ochronę inwestorów oraz zapewnienie przejrzystości i rozwoju rynków giełdowych) z pytaniem, czy w przewidywanym przez niego scenariuszu można uniknąć składania oferty na przejęcie akcji. Jednocześnie, Pan Grande Stevens wszczął rozmowy z Merrill Lynch International Ltd na temat możliwości zmiany umowy na kapitałową transakcję swap.", "10.  W dniu 23 sierpnia 2005 roku, CONSOB poprosił Exor i Giovanni Agnelli o wydanie komunikatu prasowego opisującego dane dotyczące inicjatywy podejmowanej w świetle nadchodzącego wygaśnięcia umowy o finansowanie z bankami, wszelkie nowe fakty dotyczące spółki FIAT oraz wszelkie elementy, które mogłyby wyjaśnić wahania rynkowe w odniesieniu do akcji FIAT-a.", "11.  Pan Marrone twierdzi, że tego dnia miał urlop. Poinformował Pana Grande Stevensa o wniosku CONSOB i przesłał mu jego kopię. Pan Marrone zeznaje, że nie był zaangażowany w sporządzanie informacji prasowych opisanych w paragrafach 13 i 14 poniżej.", "12.  Pan Gabetti zeznaje, że w dniu 23 sierpnia 2005 roku był w szpitalu w Stanach Zjednoczonych. Otrzymał projekt informacji prasowej i skontaktował się z Panem  Grande Stevensem drogą telefoniczną; prawnik potwierdził mu, że zważywszy na szereg elementów, które pozostawały niepewne, nie można uznać renegocjowania kapitałowej transakcji swap za istotną i dostępną obecnie opcję. W tych okolicznościach Pan Gabetti zatwierdził projekt komunikatu prasowego.", "13.  Komunikat prasowy wydany w odpowiedzi [na wniosek CONSOB], zatwierdzony przez Pana  Grande Stevensa, wskazywał jedynie, że Exor „ani nie wszczynał, ani nie badał inicjatyw odnoszących się do wygaśnięcia umowy o finansowanie” oraz pragnął „pozostać referencyjnym akcjonariuszem FIAT-a”. Nie wspomniano o potencjalnej renegocjacji umowy kapitałowej transakcji swap z Merrill Lynch International Ltd, którą, w braku wyraźnej podstawy faktycznej i prawnej, skarżący uznawali jedynie za jeden z możliwych przyszłych scenariuszy.", "14.  Spółka Giovanni Agnelli potwierdziła komunikat prasowy Exor.", "15.  W okresie od 30 sierpnia do 15 września 2005 roku, Pan Grande Stevens kontynuował swoje negocjacje z Merrill Lynch International Ltd, badając możliwości zmiany umowy kapitałowej transakcji swap.", ".  W dniu 14 września 2005 roku, podczas spotkania rodziny Agnelli, podjęto decyzję, że projekt tekstu analizowanego przez Pana Grande Stevensa powinien być złożony do akceptacji zarządu Exor. Tego samego dnia, CONSOB otrzymała kopię umowy kapitałowej transakcji swap i została poinformowana o trwających negocjacjach w celu wykorzystania tej umowy dla umożliwienia Exor nabycia akcji FIAT-a.", ".  W dniu 15 września 2005 roku, w ramach realizacji decyzji wydanych przez ich odpowiednie zarządy, Exor i Merrill Lynch International Ltd zawarły umowę dotyczącą zmiany umowy kapitałowej transakcji swap.", ".  W dniu 17 września 2005 roku, w odpowiedzi na pytania zadane przez Pana  Grande Stevensa w dniu 12 sierpnia 2005 roku (zobacz punkt 9 powyżej), CONSOB wskazała, że w przewidywanym scenariuszu nie było zobowiązania do wszczęcia postępowania w sprawie złożenia oferty na przejęcie akcji.", "19. W dniu 20 września 2005 roku, FIAT podwyższył swój kapitał akcyjny; nowe akcje zostały nabyte przez osiem banków w ramach odszkodowania za sumy im należne. Tego samego dnia weszła w życie umowa zmieniająca umowę kapitałowej transakcji swap. W konsekwencji, Exor nadal posiadał 30% udziału w spółce FIAT.", "B. Postępowanie przed CONSOB", "20. W dniu 20 lutego 2006 roku, Dział ds. Opinii Rynkowych i Gospodarczych CONSOB – Biuro Insider Trading (Divisione mercati e consulenza economica – ufficio Insider Trading – w dalszej części zwane „Biurem IT”) oskarżyło skarżących o naruszenie artykułu 187 ter § 1 Dekretu Legislacyjnego nr 58 z dnia 24 lutego 1998 roku. Artykuł ten, zatytułowany „Manipulacje rynkowe”, brzmi:", "„Niezależnie od kar o charakterze karnym, w przypadku, gdy dane zachowanie stanowi przestępstwo, każdy, kto za pośrednictwem środków przekazu informacji, w tym Internetu lub wszelkich innych środków, rozprowadza fałszywe lub wprowadzające w błąd informacje, wiadomości lub plotki wskazujące na fałszywe lub wprowadzające w błąd informacje dotyczące instrumentów finansowych, podlega karze administracyjnej wynoszącej od 20.000 do 5.000.000 Euro (EUR).”", "21. Zgodnie z opinią Biura IT, umowa zmieniająca transakcję kapitałową swap została zawarta lub znajdowała się na etapie zawierania, zanim zostały wydane komunikaty prasowe z dnia 24 sierpnia 2005 roku, a zatem nienormalne było, że nie zawierały one o niej żadnej wzmianki. Skarżących wezwano do przedstawienia argumentów na swą obronę.", ". Biuro IT przesłało następnie akta do Dyrekcji ds. Sankcji Administracyjnych CONSOB (ufficio sanzioni amministrative – w dalszej części zwanej „Dyrekcją”), wraz z raportem (relazione istruttoria) z dnia 13 września 2006 roku, który przedstawiał dowody zebrane przeciwko oskarżonym, a także ich argumenty złożone w odpowiedzi. Zgodnie z tym raportem, argumenty złożone na swoją obronę przez skarżących nie były wystarczające do zamknięcia sprawy.", "23. Dyrekcja przekazała ten raport do wiadomości skarżących i wezwała ich do przedstawienia w formie pisemnej, w terminie trzydziestu dni, który upływał 23 października 2006 roku, argumentów, które uznawali za niezbędne dla swojej obrony. W międzyczasie, Biuro IT kontynuowało analizę sprawy skarżących, uzyskując ustne oświadczenia i analizując dokumenty otrzymane w dniu 7 lipca 2006 roku z Merrill Lynch International Ltd. W dniu 19 października 2006 roku, przekazało „notę uzupełniającą” do Dyrekcji, w której stwierdzało, że nowe, analizowane przez nie dokumenty nie miały charakteru, który uzasadniłby zmianę jego wniosków. W dniu 26 października 2006 roku, skarżący otrzymali kopię noty uzupełniającej z dnia 19 października 2006 roku wraz z załącznikami; otrzymali kolejny termin trzydziestu dni, w ciągu którego musieli przedstawić swoje uwagi.", ". Bez przekazywania do wiadomości skarżących, Dyrekcja przedstawiła swój raport (z dnia 19 stycznia 2007 roku, zawierający jej wnioski) do Komisji – samego CONSOB – to znaczy do organu odpowiedzialnego za podejmowanie decyzji w sprawie ewentualnych kar. W tym czasie Komisja składała się z przewodniczącego i czterech członków, wyznaczonych przez Prezydenta Republiki na podstawie propozycji (su proposta) zgłoszonej przez Prezesa Rady Ministrów. Ich kadencja trwała pięć lat i mogła być przedłużona tylko jednokrotnie.", "25. Na mocy uchwały nr 15760 z dnia 9 lutego 2007 roku, CONSOB nałożyła następujące kary administracyjne na skarżących:", "5.000.000 EUR na Pana Gabettiego,", "3.000.000 EUR na Pana Grande Stevensa,", "500.000 EUR na Pana Marrone,", "4.500.000 EUR na spółkę Exor,", "3.000.000 EUR na spółkę Giovanni Agnelli.", "26. Pan Gabetti, Pan Grande Stevens i Pan Marrone otrzymali zakaz administrowania, zarządzania lub nadzorowania spółkami notowanymi na giełdzie przez okres, odpowiednio, sześciu, czterech i dwóch miesięcy.", "27. CONSOB stwierdziła, w szczególności, że zgodnie z aktami sprawy, w dniu 24 sierpnia 2005 roku, tzn. w dniu kwestionowanych komunikatów prasowych, plany utrzymania 30% udziału w kapitale spółki FIAT na podstawie renegocjacji umowy kapitałowej swap zawartej z Merrill Lynch International Ltd były już przeanalizowane i znajdowały się w trakcie realizacji. Dalej stwierdzała, że komunikaty prasowe w sposób fałszywy odzwierciedlały (rappresentazione falsa) sytuację panującą w danym czasie. CONSOB podkreślała również stanowiska piastowane przez dane osoby, „obiektywną powagę” przestępstwa oraz fakt istnienia złego zamiaru.", "C.  Skarga do sądu apelacyjnego o uchylenie kar", "28. Skarżący wystąpili do Sądu Apelacyjnego w Turynie o uchylenie kar. Zarzucali między innymi, że orzeczenia CONSOB były niezgodne z prawem, gdyż, w przeciwieństwie do wymagań nałożonych przez artykuł 187 septies Dekretu Legislacyjnego nr 58 z 1998 roku (patrz punkt 57 poniżej), nie były zgodne z zasadą kontradyktoryjnego rozpatrzenia sprawy.", "29. W dalszej części Pan Grande Stevens zauważył, że CONSOB oskarżyła i ukarała go za jego zaangażowanie w publikację komunikatu prasowego z dnia 24 sierpnia 2005 roku jako dyrektor wykonawczy Exor. Przed CONSOB argumentował bez powodzenia, że nie pełnił takiej roli oraz że był jedynie prawnikiem i konsultantem grupy Agnelli. Przed sądem apelacyjnym Pan Grande Stevens utrzymywał, że ponieważ nie był dyrektorem wykonawczym, nie mógł uczestniczyć w procesie podejmowania decyzji o publikacji przedmiotowego komunikatu prasowego. W swoim wystąpieniu z 25 września 2007 roku Pan Grande Stevens wniósł, na wypadek, gdyby sąd apelacyjny uznał, że dokumenty znajdujące się w aktach sprawy były niewystarczające lub nieprzydatne, o wezwanie świadków w celu ich przesłuchania „w sprawie okoliczności faktycznych określonych w wyżej wymienionych dokumentach”. Nie wymienił wyraźnie w swoim wystąpieniu nazwisk świadków ani okoliczności, w odniesieniu do których mieliby oni składać swoje zeznania. W wystąpieniu z tego samego dnia, Pan Marrone wymienił dwóch świadków, których zeznania miały udowodnić, że nie brał on udziału w sporządzaniu komunikatów prasowych, i oświadczył, że sąd apelacyjny może, jeżeli okaże się to konieczne (ove occorresse), ich przesłuchać.", "30. W wyrokach zarejestrowanych w dniu 23 stycznia 2008 roku, Sąd Apelacyjny w Turynie obniżył kary administracyjne nałożone przez CONSOB na niektórych ze skarżących, w następujący sposób:", "- 600.000 EUR na spółkę Giovanni Agnelli s.a.a.,", "- 1.000.000 EUR na spółkę Exor s.p.a.,", "- 1.200.000 EUR na Pana Gabettiego.", "Nagłówek wyroków wydanych w sprawie Pana Gabettiego, Pana  Marrone i spółki Exor S.p.a. wskazywał, że sąd apelacyjny odbył posiedzenie niejawne (riunita in camera di consiglio). „Proceduralna” część wyroków wydanych w odniesieniu do Pana Grande Stevensa i spółki Giovanni Agnelli & C. S.a.s. wskazywała, że strony zostały wezwane do obrad (disposta la comparizione delle parti in camera di consiglio).", "31. Długość zakazu przyjmowania na siebie odpowiedzialności za administrowanie, zarządzanie lub nadzór nad spółkami notowanymi na giełdzie papierów wartościowych została zmniejszona z sześciu do czterech miesięcy w odniesieniu do Pana Gabettiego.", ". Sąd apelacyjny oddalił pozostałe skargi skarżących w całości. Zauważył m.in., że nawet po przekazaniu akt sprawy do Dyrekcji, Biuro IT ma prawo kontynuować postępowanie dochodzeniowe, gdyż termin 210 dni wyznaczony na obrady CONSOB nie jest wiążący. Ponadto, zasada kontradyktoryjności jest dotrzymana, jeżeli, jak to ma miejsce w niniejszej sprawie, osoby oskarżone zostały powiadomione o nowych dowodach uzyskanych przez Biuro IT i została im zapewniona możliwość złożenia swoich odpowiedzi.", "33. Sąd apelacyjny zauważył również, że CONSOB zarówno nałożyła kary, o których mowa w artykule 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku, jak i zgłosiła sprawę do prokuratury, zarzucając, że zostało popełnione przestępstwo karne opisane w artykule 185 § 1 tego samego Dekretu. Zgodnie z postanowieniami tego przepisu,", "„Każdy, kto rozpowszechnia fałszywe informacje, realizuje fikcyjne transakcje lub korzysta z innych wybiegów (artifizi), które w sposób obiektywny są w stanie pociągnąć za sobą znaczącą zmianę wartości instrumentów finansowych, podlega karze pozbawienia wolności na okres od jednego do sześciu lat oraz karze grzywny w wysokości od 20.000 do 5.000.000 Euro.”", "34. Zgodnie z opinią sądu apelacyjnego, te dwa przepisy mają za swój przedmiot takie samo zachowanie („rozpowszechnianie fałszywych informacji”) oraz stawiają sobie ten sam cel (zapobieganie manipulacji na rynku), jednak różnią się w odniesieniu do sytuacji zagrożenia, jaka rzekomo powstała w wyniku takiego postępowania: w przypadku artykułu 187 ter, wystarczy samo udzielenie fałszywych lub wprowadzających w błąd informacji dotyczących instrumentów finansowych, podczas gdy w przypadku artykułu 185, dodatkowo konieczne jest, aby informacje te pociągały za sobą znaczącą zmianę ceny danych instrumentów. Zgodnie z tym, co Trybunał Konstytucyjny wskazał w swoim zarządzeniu nr 409 z dnia 12 listopada 1991 roku, organy ustawodawcze mają prawo zdecydować, że niezgodne z prawem zachowanie karać będą zarówno pieniężnymi sankcjami administracyjnymi, jak i sankcjami karnymi. Ponadto, artykuł 14 dyrektywy 2003/6/WE (zobacz punkt 60 poniżej), który zachęca państwa członkowskie Unii Europejskiej do stosowania sankcji administracyjnych przeciwko osobom odpowiedzialnym za manipulowanie rynkiem, zawiera z kolei sformułowanie „bez uszczerbku dla prawa państw członkowskich do nakładania sankcji karnych”.", "35. Jeżeli chodzi o przedmiot sprawy, sąd apelacyjny zauważył, że z akt sprawy jasno wynika, iż renegocjacja kapitałowej transakcji swap została przeanalizowana w najmniejszych szczegółach w przedmiotowym czasie, a wnioski wyciągnięte przez CONSOB (a mianowicie, że plan ten istniał już na jeden miesiąc przed datą 24 sierpnia 2005 roku) były uzasadnione w świetle ustalonych okoliczności i postępowania zaangażowanych osób.", "36. Jeżeli chodzi o Pana Grande Stevensa, prawdą jest, że nie był dyrektorem wykonawczym Exor s.p.a. Niemniej jednak, przestępstwo administracyjne karalne na mocy artykułu 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku mogłoby być popełnione przez „każdego”, a zatem przez osobę występującą w dowolnym charakterze; Pan Grande Stevens faktycznie uczestniczył w procesie podejmowania decyzji, który doprowadził do publikacji komunikatu prasowego, występując w charakterze prawnika udzielającego konsultacji na rzecz skarżących spółek.", "D.  Skarga kasacyjna", "37. Skarżący wnieśli skargę kasacyjną. W trzecim i czwartym punkcie uzasadnienia swojej skargi zarzucili między innymi, że nastąpiło naruszenie zasad rzetelnego procesu, zagwarantowanego w artykule 111 Konstytucji, ponieważ, w szczególności: etap dochodzenia w postępowaniu przed CONSOB nie miał charakteru kontradyktoryjnego; zaniedbano przekazania oskarżonym raportu Dyrekcji; w opinii skarżących, nie było możliwości złożenia wyjaśnień do Komisji ani osobistego przesłuchania przez nią; Biuro IT prowadziło swoje dochodzenie i przekazało notę uzupełniającą po upływie terminu wyznaczonego w tym celu.", "38. Na mocy wyroków z dnia 23 czerwca 2009 roku, których tekst został zarejestrowany w dniu 30 września 2009 roku, Sąd Kasacyjny oddalił ich skargi dotyczące naruszenia przepisów prawa. Uznał, w szczególności, że zasada kontradyktoryjnego zbadania sprawy była przestrzegana w postępowaniu toczącym się przed CONSOB, zauważając, że organ ten przedstawił skarżącym stawiane im zarzuty oraz uwzględnił wyjaśnienia składane przez nich w celu obrony. Fakt, że skarżący nie zostali przesłuchani i nie otrzymali wniosków Dyrekcji, nie stanowi naruszenia tej zasady, ponieważ zasady konstytucyjne dotyczące rzetelnego procesu mają zastosowanie wyłącznie do postępowania sądowego, a nie do postępowania mającego za swój cel nakładanie sankcji administracyjnych.", "E.  Postępowanie karne przeciwko skarżącym", "39. Zgodnie z Dekretem Legislacyjnym nr 58 z 1998 roku, kwestionowane zachowanie skarżących mogło być przedmiotem nie tylko sankcji administracyjnych, nakładanych przez CONSOB, ale również sankcji karnych, o których mowa w artykule 185 § 1, cytowanym w punkcie 33 powyżej.", "40. W dniu 7 listopada 2008 roku skarżący stanęli przed Sądem Okręgowym w Turynie. Oskarżono ich o złożenie oświadczenia w komunikatach prasowych z 24 sierpnia 2005 roku, że Exor pragnął pozostać referencyjnym akcjonariuszem spółki FIAT oraz że nie inicjował ani nie badał inicjatyw dotyczących wygaśnięcia umowy o finansowaniu, pomimo iż umowa zmieniająca kapitałową transakcję swap została już w tym czasie przeanalizowana i zawarta, która to informacja została utajona w celu uniknięcia prawdopodobnego spadku ceny akcji spółki FIAT.", ". CONSOB wystąpiła o przystąpienie do postępowania jako strona cywilna, która to możliwość była jej zagwarantowana na mocy artykułu 187 undecies Dekretu Legislacyjnego nr 58 z 1998 roku.", "42. Po 30 września 2009 roku, dniu w którym zarejestrowano wyrok oddalający skargę kasacyjną skarżących przeciwko karom nałożonym przez CONSOB (zobacz punkt 38 poniżej), skarżący wystąpili o umorzenie postępowania karnego przeciwko nim na mocy zasady non bis in idem. W szczególności, podczas przesłuchania w dniu 7 stycznia 2010 roku, zarzucali, że przedmiotowe przepisy Dekretu Legislacyjnego nr 58 z 1998 roku oraz artykułu 649 kodeksu postępowania karnego („k.p.k.” – zobacz punkt 59 poniżej) są niezgodne z Konstytucją ze względu na ich rzekomy brak zgodności z artykułem 4 Protokołu nr 7.", ". Przedstawiciel prokuratury wniósł sprzeciw wobec tego zarzutu, twierdząc, że „podwójne postępowanie” (administracyjne i karne) jest dopuszczalne na mocy artykułu 14 Dyrektywy 2003/6/WE z 28 stycznia 2003 roku (zobacz punkt 60 poniżej), który ustawodawstwo włoskie przyjęło w formie artykułów 185 i 187ter Dekretu Legislacyjnego nr 58 z 1998 roku.", ". Sąd Okręgowy w Turynie nie wydał niezwłocznie orzeczenia w sprawie kwestii dotyczącej zgodności z Konstytucją wniesionego przez obronę. Nakazał sporządzenie raportu przez biegłego, opisującego zmiany w akcjach spółki FIAT w okresie od grudnia 2004 roku do kwietnia 2005 roku oraz oceniającego konsekwencje komunikatów prasowych z dnia 24 sierpnia 2005 roku, a także informacji opublikowanych w dniu 15 września 2005 roku", ". Na mocy orzeczenia z 21 grudnia 2010 roku, którego tekst został zarejestrowany w dniu 18 marca 2011 roku, Sąd Okręgowy w Turynie uniewinnił Pana Marrone na tej podstawie, że nie był on zaangażowany w publikację komunikatów prasowych, a także uniewinnił pozostałych skarżących na tej podstawie, że nie zostało im udowodnione, że ich zachowanie spowodowało znaczące zmiany na rynkach finansowych. Zauważył, że fakt, iż komunikaty prasowe zawierały fałszywe informacje, został już ukarany przez organ administracyjny. W opinii sądu, kwestionowane zachowanie skarżących miało prawdopodobnie na celu ukrycie faktu renegocjowania umowy kapitałowej transakcji swap przed CONSOB, a nie podwyższenie ceny akcji spółki FIAT.", ". Sąd uznał, że dodatkowe pytanie dotyczące zgodności z Konstytucją podniesione przez skarżących było ewidentnie nieuzasadnione. Zauważył, że prawo włoskie (ustęp  9 ustawy nr 689 z 1981 roku) zabrania „podwójnego postępowania” (doppio giudizio), karnego i administracyjnego, w odniesieniu do „tego samego czynu”. Natomiast artykuły 185 i 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku nie penalizują tego samego czynu: tylko przepis karny (artykuł 185) wymaga, aby zachowanie było tego rodzaju, by było w stanie w znaczący sposób zmieniać wartość instrumentów finansowych (odniósł się do wyroku nr 15199 Sądu Kasacyjnego (Szóstej Sekcji) z dnia 16 marca 2006 roku). Ponadto, stosowanie przepisu karnego wymaga istnienia złego zamiaru, podczas gdy przepis administracyjny ma zastosowanie z chwilą ujawnienia zawinionego zachowania. Ponadto, postępowanie karne, które nastąpiło po nałożeniu sankcji finansowej, o której mowa w artykule 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku, jest dopuszczalne na mocy artykułu 14 dyrektywy 2003/6/WE.", ". Jeżeli chodzi o orzecznictwo Trybunału cytowane przez skarżących (Gradinger przeciwko Austrii (23 października 1995 roku, Seria A nr 328-C), Sergey Zolotukhin przeciwko Rosji [Wielka Izba], nr 14939/03, ECHR 2009), Maresti przeciwko Chorwacji (nr 55759/07, 25 czerwca 2009 roku) oraz Ruotsalainen przeciwko Finlandii (nr 13079/03, 16 czerwca 2009 roku), nie było ono istotne dla sprawy, ponieważ dotyczyło spraw, w których pojedynczy czyn był przedmiotem sankcji karnych i administracyjnych, i sytuacji, w których sankcje administracyjne miały element represyjny i mogły obejmować karę pozbawienia wolności lub (jak to miało miejsce w przypadku sprawy Ruotsalainen) kwotę grzywny wyższą niż w przypadku grzywny stanowiącej sankcję karną.", ". Prokurator wniósł kasację zarzucając, że przestępstwo, o popełnienie którego zostali oskarżeni skarżący, było przestępstwem dotyczącym „niebezpieczeństwa” (reato di pericolo), a nie „szkody” (reato di danno). Mogło zatem być popełnione nawet przy braku szkód poniesionych przez akcjonariuszy.", ". W dniu 20 czerwca 2012 roku, Sąd Kasacyjny uwzględnił częściowo kasację prokuratury i uchylił uniewinnienie spółek Giovanni Agnelli i Exor, a także uniewinnienie Pana Grande Stevensa i Pana Gabettiego. Utrzymał jednak w mocy uniewinnienie Pana Marrone, zważywszy, że nie wziął on udziału w przedmiotowym procederze.", ". Na mocy wyroku z 28 lutego 2013 roku, Sąd Apelacyjny w Turynie skazał Pana Gabettiego i Pana Grande Stevensa za popełnienie przestępstwa z artykułu 185 § 1 Dekretu Legislacyjnego nr 58 z 1998 roku, uznając za wielce prawdopodobne, że gdyby fałszywe informacje objęte komunikatem prasowym z 24 sierpnia 2005 roku nie zostały ujawnione, wartość akcji spółki FIAT spadłaby dużo bardziej. Uniewinnił jednakże spółki Exor i Giovanni Agnelli, utrzymując, że nie można im udowodnić popełnienia żadnych czynów karalnych.", ". Sąd apelacyjny uznał, że nie nastąpiło naruszenie zasady ne bis in idem, zgadzając się z głównym tokiem rozumowania Sądu Okręgowego w Turynie.", "52. Zgodnie z informacjami przekazanymi przez Rząd w dniu 7 czerwca 2013 roku, Pan Gabetti i Pan Grande Stevens złożyli kasację, a postępowanie w tej sprawie nadal toczyło się w tej dacie. W swoich odwołaniach obaj skarżący powoływali się na naruszenie zasady ne bis in idem i zwracali się o wniesienie pytania dotyczącego kwestii zgodności z Konstytucją artykułu 649 kodeksu postępowania karnego.", "...", "", "[Punkty 53-62 dotyczące właściwego prawa oraz praktyki krajowej i europejskiej zostały pominięte w niniejszym tłumaczeniu – przyp. tłum.]", "PRAWO", "...", "", "[Punkty 63-86 dotyczące zarzutów wstępnych podniesionych przez Rząd zostały pominięte w niniejszym tłumaczeniu – przyp. tłum.]", "", "II.  ZARZUT NARUSZENIA ARTYKUŁU 6 KONWENCJI", ". Skarżący zarzucili, że postępowanie przed CONSOB nie było rzetelne, a także, że organ ten nie był bezstronny i niezawisły.", "Powołali się na artykuł 6 Konwencji, który we właściwej części brzmi:", " „1. Każdy ma prawo do sprawiedliwego i publicznego rozpatrzenia jego sprawy ... przez niezawisły i bezstronny sąd ustanowiony ustawą przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym albo o zasadności każdego oskarżenia w wytoczonej przeciwko niemu sprawie karnej. Postępowanie przed sądem jest jawne, jednak prasa i publiczność mogą być wyłączone z całości lub części rozprawy sądowej ze względów obyczajowych, z uwagi na porządek publiczny lub bezpieczeństwo państwowe w społeczeństwie demokratycznym, gdy wymaga tego dobro małoletnich lub gdy służy to ochronie życia prywatnego stron albo też w okolicznościach szczególnych, w granicach uznanych przez sąd za bezwzględnie konieczne, kiedy jawność mogłaby przynieść szkodę interesom wymiaru sprawiedliwości.", "2. Każdego oskarżonego o popełnienie czynu zagrożonego karą uważa się za niewinnego do czasu udowodnienia mu winy zgodnie z ustawą.", "3. Każdy oskarżony o popełnienie czynu zagrożonego karą ma co najmniej prawo do:", "a)  niezwłocznego otrzymania szczegółowej informacji w języku dla niego zrozumiałym o istocie i przyczynie skierowanego przeciwko niemu oskarżenia;", "b)  posiadania odpowiedniego czasu i możliwości do przygotowania obrony;", "c)  bronienia się osobiście lub przez ustanowionego przez siebie obrońcę, a jeśli nie ma wystarczających środków na pokrycie kosztów obrony, do bezpłatnego korzystania z pomocy obrońcy wyznaczonego z urzędu, gdy wymaga tego dobro wymiaru sprawiedliwości;", "d)  przesłuchania lub spowodowania przesłuchania świadków oskarżenia oraz żądania obecności i przesłuchania świadków obrony na takich samych warunkach jak świadków oskarżenia;", ".... .”", ".  Rząd zakwestionował stanowisko skarżących.", "A.  Dopuszczalność", "1.  Czy ma zastosowanie artykuł 6 Konwencji w jego aspekcie karnym", "(a) Stanowiska stron", "i.  Rząd", ". Rząd utrzymywał, że postępowanie przed CONSOB nie dotyczyło „oskarżenia w sprawie karnej” przeciwko skarżącym. Zauważył, że przestępstwo, o którym mowa w artykule 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku podlega wyraźnej klasyfikacji jako czyn „administracyjny”, zarówno zgodnie z prawem krajowym, jak i europejskim; [odpowiednia kara] może być nałożona przez organ administracyjny w momencie zamknięcia postępowania administracyjnego.", "90. Jeżeli chodzi o charakter przestępstwa, obejmowało ono wszelkie formy postępowania, nawet samo zaniedbanie, co do którego istniało prawdopodobieństwo, iż przekazywało błędny sygnał lub informacje inwestorom, przy czym niekoniecznie musiało to nieść za sobą znaczącą zmianę na rynkach finansowych. Chroniło inwestorów przed wszelkim potencjalnym ryzykiem, jakie mogło wpłynąć na ich wybory, a w związku z tym odnosiło się do interesów innych niż interesy zwykle chronione prawem karnym. Wreszcie, sankcje, jakie mogły być nałożone, dotyczyły wyłącznie aktywów danych osób oraz/lub możliwości sprawowania przez nie funkcji kierowniczych, przy czym w żadnych okolicznościach nie mogły prowadzić do kary pozbawienia wolności, nawet w przypadku braku płatności. Sankcje te nie były uwzględniane w kartotece karnej osoby i zwykle dotyczyły osób zawodowo zajmujących się prowadzeniem systemów finansowych, a nie społeczeństwa jako ogółu.", "91. Ponadto, kwota grzywien była proporcjonalna do zasobów i pozycji finansowej osoby winnej; niniejsza sprawa dotyczyła operacji finansowej mającej za cel uzyskanie kontroli nad jednym z największych producentów pojazdów na świecie i kosztowała ponad 500.000.000 EUR. Ponadto, kary pieniężne, ewentualna konfiskata aktywów służących do popełnienia przestępstwa, a także zakaz pełnienia funkcji kierowniczych miały zasadniczo na celu odbudowanie zaufania na rynku oraz uspokojenie inwestorów poprzez fakt, że środki te dotyczyły elementów, które umożliwiły popełnienie przestępstwa administracyjnego (w tym miejscu, Rząd odniósł się również do celów dyrektywy 2003/6/WE). Miały na celu naprawienie i zrekompensowanie szkód finansowych, a także zapobieżenie sytuacji, w której osoba winna czerpałaby korzyści z nielegalnej działalności. Ponadto, w sprawie Spector Photo Group (Spector Photo Group NV przeciwko Commissie voor het Bank, Financie-en Assurantiewezen, C-45/08, 23 grudnia 2009 roku), Europejski Trybunał Sprawiedliwości (ETS) zaakceptował współistnienie w tym sektorze sankcji administracyjnych i karnych.", "ii.  Skarżący", "92. Skarżący uznali, że pomimo iż są one uznawane za „administracyjne” w prawie krajowym, sankcje nałożone przez CONSOB należy uznać za „karne” w świetle autonomicznego znaczenia tego pojęcia w orzecznictwie Trybunału. Wyrok ETS w sprawie Spector Photo Group, cytowany przez Rząd, nie przyjął przeciwnego kierunku, a stwierdzał jedynie, że jeżeli państwo członkowskie wprowadziło możliwość karnej sankcji o charakterze finansowym, nie było konieczności, w celu oceny, czy sankcja administracyjna była skuteczna, proporcjonalna i odstraszająca, uwzględnienia poziomu tej sankcji. Ponadto, w wyroku z 26 lutego 2013 roku w sprawie C-617/10 (Åklagaren przeciwko Hans Åkerberg Fransson) ETS potwierdził następujące zasady: (a) stosowanie prawa Unii Europejskiej pociąga za sobą stosowanie praw podstawowych gwarantowanych przez Kartę [Praw Podstawowych Unii Europejskiej – przyp. tłumacza]; (b) artykuł 50 Karty (gwarantujący stosowanie zasady ne bis in idem) zakłada, że środki podjęte przeciwko pozwanemu mają charakter karny; (c) w celu oceny, czy kary podatkowe mają charakter karny, niezbędna jest analiza klasyfikacji prawnej przestępstwa w prawie krajowym, charakteru samego przestępstwa, a także stopnia surowości kary, jaką dana osoba ma ponieść.", ". W obecnej sprawie, powaga sankcji była oczywista, gdyż maksymalna kwota, jaką można było nałożyć, wynosiła 5.000.000 EUR. Ta główna sankcja była uzupełniona drugorzędnymi karami, takimi jak tymczasowa utrata uprawnień (do trzech lat) do pełnienia funkcji administracyjnej, zarządzającej lub nadzorującej w spółkach notowanych na giełdzie, tymczasowe zawieszenie (na okres do trzech lat) w pełnieniu funkcji w organach zawodowych, a także konfiskata wpływów z pełnionego urzędu oraz aktywów wykorzystywanych do popełnienia przestępstwa. Odwołując się do orzecznictwa Trybunału w tym zakresie (w szczególności do sprawy Dubus S.A. przeciwko Francji, nr 5242/04, 11 czerwca 2009 roku; Messier przeciwko Francji, nr 25041/07, 30 czerwca 2001 roku; a także Menarini Diagnostics S.r.l. przeciwko Włochom, nr 43509/08, 27 września 2011 roku), skarżący doszli do wniosku, że artykuł 6 miał zastosowanie w jego aspekcie karnym.", "(b)  Ocena Trybunału", ". Trybunał przypomina swoje ugruntowane orzecznictwo, zgodnie z którym, w celu ustalenia istnienia „oskarżenia w sprawie karnej”, niezbędne jest uwzględnienie trzech czynników: klasyfikacji prawnej danego środka w prawie krajowym, samego charakteru środka, a także charakteru i surowości „kary” (zobacz Engel i inni przeciwko Holandii, 8 czerwca 1976, § 82, Seria A nr 22). Ponadto, kryteria te są alternatywne, a nie kumulacyjne: aby artykuł 6 mógł mieć zastosowanie do słów „oskarżenia w sprawie karnej”, wystarczy, by dane przestępstwo miało ze swojej natury charakter „karny” z punktu widzenia Konwencji lub sprawiało, że dana osoba podlega sankcji, która, ze względu na jej charakter i stopień surowości, należy ogólnie do sfery „karnej”. Nie wyłącza to, jednakże, kumulacyjnego podejścia w przypadku, gdy osobna analiza każdego z kryteriów nie umożliwia wyciągnięcia jasnego wniosku co do faktu istnienia „oskarżenia w sprawie karnej” (zobacz Jussila przeciwko Finlandii [Wielka Izba], nr 73053/01, §§ 30 i 31, ECHR 2006-XIII, oraz Zaicevs przeciwko Łotwie, nr 65022/01, § 31, ECHR 2007-IX (wyciąg)).", ". W niniejszej sprawie, Trybunał w pierwszej kolejności zauważa, że manipulacje rynkowe zarzucane skarżącym nie stanowiły przestępstwa karnego zgodnie z prawem włoskim. W konsekwencji, zachowanie takie podlega karze klasyfikowanej jako kara „administracyjna” zgodnie z artykułem 187 ter § 1 Dekretu Legislacyjnego nr 58 z 1998 roku (zobacz punkt 20 powyżej). Nie miało to jednak decydującego znaczenia dla celów stosowania artykułu 6 w jego aspekcie karnym, gdyż wskazówki udzielone przez prawo krajowe mają jedynie wartość względną (zobacz Öztürk przeciwko Niemcom, 21 lutego 1984, § 52, Seria A nr 73, oraz Menarini Diagnostics S.r.l., cytowany wyżej, § 39).", ". Jeżeli chodzi o charakter przestępstwa, wydaje się, że przepisy, których złamanie zarzuca się skarżącym, miały na celu zagwarantowanie integralności rynków finansowych oraz utrzymanie zaufania publicznego do bezpieczeństwa transakcji. Trybunał powtarza, że CONSOB, niezależny organ administracyjny, ma za zadanie ochronę inwestorów i zapewnienie skuteczności, przejrzystości i rozwoju rynków giełdowych (zobacz punkt 9 powyżej). Są to ogólne interesy społeczne, zwykle chronione na mocy prawa karnego (zobacz, mutatis mutandis, Menarini Diagnostics S.r.l., op. cit., § 40; zobacz również Société Stenuit przeciwko Francji, raport Europejskiej Komisji Praw Człowieka, 30 maja 1991, § 62, Seria A nr 232A). Ponadto, Trybunał uważa, że nałożone grzywny miały co do zasady za zadanie ukarać w celu zniechęcenia do ponownego popełnienia przestępstwa. Były zatem oparte o zasady, których zadaniem było odstraszenie, a mianowicie zniechęcenie skarżących do ponownego podejmowania danych działań, a także ukaranie, gdyż karały niezgodne z prawem zachowanie (zobacz, mutatis mutandis, Jussila, op. cit., § 38). A zatem, ich celem nie było wyłącznie, jak twierdził Rząd (zobacz punkt 91 powyżej) naprawienie szkód o charakterze finansowym. W tym aspekcie, należy zauważyć, że kary zostały nałożone przez CONSOB na podstawie powagi kwestionowanego zachowania, a nie szkody wyrządzonej inwestorom.", "97. Jeżeli chodzi o charakter i surowość kary, która „mogła zostać nałożona” na skarżących (zobacz Ezeh i Connors przeciwko Wielkiej Brytanii [Wielka Izba], nr 39665/98 i 40086/98, § 120, ECHR 2003-X), Trybunał, podobnie jak Rząd (zobacz punkt 90 powyżej), zauważa, że przedmiotowe grzywny nie mogą być zastąpione karą pozbawienia wolności w przypadku braku ich zapłaty (zobacz, a contrario, Anghel przeciwko Rumunii, nr 28183/03, § 52, 4 października 2007 roku). Jednakże, grzywna, jaką mogła nałożyć CONSOB, mogła sięgać 5.000.000 EUR (zobacz punkt 20 powyżej), przy czym ta zwykła kwota maksymalna mogła, w pewnych okolicznościach, być potrojona bądź nawet podwyższona do dziesięciokrotności wpływów lub zysków uzyskanych w wyniku bezprawnego zachowania (zobacz punkt 53 powyżej). Nałożenie wymienionych wyżej pieniężnych sankcji administracyjnych pociąga za sobą tymczasową utratę dobrego imienia przez przedstawicieli zaangażowanych spółek, a jeżeli spółki te są notowane na giełdzie papierów wartościowych, ich przedstawiciele mogą zostać tymczasowo objęci zakazem administrowania, zarządzania lub nadzorowania notowanymi spółkami na okres czasu od dwóch miesięcy do trzech lat. CONSOB może również zabronić notowanym spółkom, kierownictwu spółek i ich audytorom korzystania z usług świadczonych przez sprawcę przez maksymalny okres trzech lat, a także wystąpić do stowarzyszeń zawodowych o tymczasowe zawieszenie prawa danej osoby do wykonywania jej działalności zawodowej (zobacz punkt 54 powyżej). Wreszcie, nałożenie finansowych sankcji administracyjnych pociąga za sobą konfiskatę wpływów lub zysków z nielegalnej działalności oraz aktywów, które ją umożliwiły (zobacz punkt 56 powyżej).", "98. Prawdą jest, że w niniejszej sprawie nie zostały nałożone maksymalne kary, a Sąd Apelacyjny w Turynie obniżył niektóre z kar nałożonych przez CONSOB (zobacz punkt 30 powyżej), nie orzeczono też żadnej konfiskaty. Jednakże, karny charakter postępowania zależy od surowości kary, na jaką narażona jest dana osoba a priori (zobacz Engel i inni, op. cit., § 82), a nie od surowości kary ostatecznie nałożonej (zobacz Dubus S.A., op. cit., § 37). Ponadto, w niniejszej sprawie na skarżących nałożone zostały ostatecznie kary w wysokości od 500.000 do 3.000.000 EUR, a Panu Gabettiemu, Panu Grande Stevensowi i Panu Marrone zabroniono administrowania, zarządzania lub nadzorowania spółek notowanych na giełdzie przez okresy od dwóch do czterech miesięcy (zobacz punkty 25-26 i 30-31 powyżej). Ta ostatnia kara miała taki charakter, że mogła narazić na szwank reputację danych osób (zobacz, mutatis mutandis, Dubus S.A., loc. ult. cit.), a, zważywszy na zasądzone kwoty, kary były bez wątpienia surowe i miały istotne implikacje finansowe dla skarżących. ", ". W świetle powyższego, a także uwzględniając surowość grzywien i kar nałożonych na skarżących, jak też wysokość ustawowego zagrożenia karą, Trybunał uznaje, że kary te, ze względu na ich surowość, miały charakter karny (zobacz, mutatis mutandis, Öztürk, op. cit., § 54, oraz, a contrario, Inocêncio przeciwko Portugalii (decyzja), nr 43862/98, ECHR 2001I).", ". Ponadto, Trybunał podkreśla również, że, w odniesieniu do pewnych francuskich władz administracyjnych mających jurysdykcję i prawo do skazywania w sprawach gospodarczych i finansowych, Trybunał uznał, że aspekt karny artykułu 6 ma w szczególności zastosowanie w odniesieniu do Sądu ds. Przestępstw Dyscyplinarnych (Budżetowych i Finansowych) (Guisset przeciwko Francji, nr 33933/96, § 59, ECHR 2000IX), Rady ds. Rynków Finansowych (Didier przeciwko Francji (decyzja), nr 58188/00, 27 sierpnia 2002 roku), Komisji ds. Konkurencji (Lilly France S.A. przeciwko Francji (decyzja), nr 53892/00, 3 grudnia 2002 roku), komitetu ds. sankcji organu nadzorującego rynek finansowy (Messier przeciwko Francji (decyzja), nr 25041/07, 19 maja 2009), a także Komisji ds. Bankowości (Dubus S.A., op. cit., § 38). Te same ustalenia poczyniono w stosunku do włoskich organów regulacyjnych odpowiedzialnych za konkurencję i rynek (AGCM – Autorità Garante della Concorrenza e del Mercato; see Menarini Diagnostics S.r.l., op. cit., § 44).", "101. Po przeanalizowaniu i nadaniu właściwej wagi poszczególnym aspektom sprawy, Trybunał uznaje, że kary nałożone na skarżących miały charakter karny i w konsekwencji, artykuł 6 ust. 1 ma zastosowanie w tej sprawie w jego aspekcie karnym (zobacz, mutatis mutandis, Menarini Diagnostics S.r.l., loc. ult. cit.).", "...", "[Punkty 102-105 dotyczące innych przesłanek niedopuszczalności zostały pominięte w niniejszym tłumaczeniu – przyp. tlum.]", "B.  Przedmiot sprawy", "1.  Czy postępowanie przed CONSOB było rzetelne", "(a)  Stanowiska stron", "i.  Skarżący", ". Skarżący zarzucili, że postępowanie przed CONSOB prowadzone było zasadniczo w formie pisemnej, że nie zaplanowano żadnej jawnej rozprawy oraz, że nie były poszanowane prawa do obrony. Sam Sąd Kasacyjny przyznał, że gwarancje rzetelnego procesu i ochrony prawa do obrony (artykuły 111 i 24 Konstytucji) nie miały zastosowania do postępowania administracyjnego (zobacz punkt 38 powyżej).", ". Skarżący oświadczyli, że Uchwały CONSOB nr 12697 z 2 sierpnia 2000 roku i nr 15086 z 21 czerwca 2005 roku zlikwidowały de facto zasadę postępowania kontradyktoryjnego, która stanowi jednakże wymóg zgodnie z artykułem 187 septies Dekretu Legislacyjnego nr 58 z 1998 roku ... Podobnie jak to miało miejsce w niniejszej sprawie, uchwały te pozwalają na zaniechanie przekazania pozwanemu do wiadomości wniosków Dyrekcji, które stanowią następnie podstawę decyzji wydawanej przez Komisję; ponadto, Komisja ta nie otrzymała oświadczeń złożonych przez pozwanych podczas fazy dochodzeniowej postępowania. Co więcej, Komisja wydała swoje orzeczenie bez przesłuchania pozwanych i bez przeprowadzenia jawnej rozprawy, co uniemożliwiło skarżącym w niniejszej sprawie zwrócenie się bezpośrednio do Komisji i bronienie się w odniesieniu do ustaleń Dyrekcji. Ustalenia te stanowiły ważne dowody, a zaznajomienie się z nimi umożliwiłoby skarżącym znalezienie nieścisłości w procesie dochodzeniowym i uzyskanie odpowiednich informacji na swoją obronę. Komisja przeprowadziła jedynie wewnętrzne posiedzenie, w trakcie którego jedyną przesłuchiwaną osobą był urzędnik z Biura IT (tzn. z organu odpowiedzialnego za „oskarżenie”). Skarżący nie zostali zaproszeni na posiedzenie i nie mogli otrzymać nawet kopii protokołu.", ". Skarżący zarzucili również, że nie zostali poinformowani w odpowiednim czasie o nowych dokumentach, na których opierała się nota uzupełniająca Biura IT (zobacz punkt 23 powyżej), oraz że nie mieli czasu ani możliwości niezbędnych do przeprowadzenia swojej obrony w kontekście tej noty. Dokumenty te zostały rzekomo poddane pod ich uwagę na późniejszym etapie.", ". Skarżący uznali, że postępowanie przed CONSOB nie gwarantowało prawdziwego oddzielenia etapu dochodzeniowego od orzekającego, co ich zdaniem stanowiło naruszenie zasady równości broni. W istocie, dochodzenie było w całości podporządkowane uprawnieniom do wydania poleceń przysługującym przewodniczącemu CONSOB, który był odpowiedzialny za dużą liczbę środków dochodzeniowych, łącznie ze sformułowaniem oskarżenia lub oskarżeń.", ". Zarzucali, że w obecnej sprawie działalność dochodzeniowa była jednostronna i opierała się na zeznaniach świadków składanych pod nieobecność oskarżonych lub ich obrońców, którzy nie mieli okazji zadać pytań świadkom ani uczestniczyć w procesie przeprowadzania różnych czynności dochodzeniowych. Skarżący mieli możliwość złożyć swoje oświadczenia wyłącznie na piśmie.", "ii.  Rząd", ". Rząd argumentował, że Biuro IT CONSOB załączyło do swojego raportu wszystkie dokumenty z dochodzenia, w tym również oświadczenia obrony złożone przez skarżących. Podkreślił również, że skarżącym przyznano termin trzydziestu dni na złożenie uwag dotyczących noty uzupełniającej Biura IT z dnia 19 października 2006 roku, a także, że skarżący złożyli takie uwagi w dniu 24 listopada 2006 roku bez wnoszenia jakichkolwiek skarg że przyznany im termin był za krótki. Ponadto, skarżący nigdy nie wystąpili z wnioskiem o wezwanie i przesłuchanie świadków; w normalnym toku postępowania ich obecność niczemu nie służyła w postępowaniu przed CONSOB, które opierało się na pozyskaniu informacji i danych technicznych. Techniczny charakter przestępstw uzasadniał decyzję o ograniczeniu się do postępowania w formie pisemnej.", ". Uwzględniając „administracyjny” charakter postępowania przed CONSOB, Rząd argumentował, że nie można kwestionować jego rzetelności wyłącznie na tej podstawie, że było prowadzone w całości w formie pisemnej. Ponieważ w artykule 6 Konwencji nie ma mowy o postępowaniu administracyjnym, zasady rzetelnego procesu mogą być do niego stosowane wyłącznie na zasadzie mutatis mutandis. Kwestionowane postępowanie zostało faktycznie podyktowane chęcią zapewnienia poszanowania praw do obrony, zasady kontradyktoryjności oraz zasady, że oskarżenie powinno korespondować z czynem podlegającym karze. Skarżący mieli dostęp do akt postępowania, natomiast faza dochodzeniowa i faza orzekająca były od siebie rozdzielone – pierwszy etap odbywał się w ramach jurysdykcji Biura IT i Dyrekcji ds. Sankcji Administracyjnych, podczas gdy drugi etap został powierzony Komisji CONSOB.", ". W związku z powyższym, Rząd podkreślił, że pismo oskarżające skarżących o naruszenie artykułu 87 ter § 1 Dekretu Legislacyjnego nr 58 z 1998 roku nie zostało podpisane przez przewodniczącego CONSOB, lecz przez szefa działu ds. opinii na temat rynków i opinii gospodarczych oraz przez dyrektora generalnego ds. działalności instytucjonalnej.", "114. Z chwilą, gdy postępowanie dotyczące popełnienia przestępstwa zostało wszczęte, zainteresowane osoby mogły skorzystać ze swoich praw do obrony poprzez złożenie pisemnych uwag lub poprzez złożenie wniosku o ich przesłuchanie, najpierw przez właściwe biuro, a następnie przez Dyrekcję ds. Sankcji Administracyjnych. A zatem, jak to miało miejsce w niniejszej sprawie, osoby te miały możliwość złożenia uwag dotyczących poszczególnych elementów składających się na przestępstwo, a także wszelkich innych okoliczności, przed rozpatrzeniem ich sprawy. Dochodzenie odbyło się w dwóch etapach (pierwszy etap przed Biurem IT, drugi przed Dyrekcją), przy czym raport Biura został przekazany nie tylko do Dyrekcji, ale również do pozwanych, którzy mogli następnie przedstawić Dyrekcji argumenty na swoją obronę w odniesieniu do jego treści. Fakt, że wnioski Dyrekcji nie zostały przekazane oskarżonym oraz, że nie zostali oni osobiście przesłuchani przez Komisję, nie miał wpływu na rzetelność postępowania.", ". Rząd podkreślił, że nawet w sądowym postępowaniu oskarżony nie ma prawa omawiać kary na etapie podejmowania decyzji. Ponadto, maksymalny wymiar tych kar był określony prawem, które wskazywało również kryteria, jakie winny być przestrzegane dla zapewnienia, żeby były one proporcjonalne do powagi popełnionych czynów. Wreszcie, zgodnie z tym, co potwierdziły połączone izby Sądu Kasacyjnego w swoim wyroku nr 20935 z 2009 roku, artykuł 187 septies Dekretu Legislacyjnego nr 58 z 1998 roku (regulujący prawo do obrony w kontekście postępowania przed CONSOB) został wprowadzony do włoskiego systemu prawnego szczególnie w celu zapewnienia zgodności z wymaganiami Konwencji.", "(b)  Ocena Trybunału", "116. Trybunał jest gotowy zaakceptować, że, zgodnie z tym, co podkreślił Rząd, postępowanie przed CONSOB umożliwiało oskarżonym złożenie dowodów na swoją obronę. Oskarżenie sformułowane przez Biuro IT zostało faktycznie przekazane do wiadomości skarżącym, którzy zostali zaproszeni do obrony (zobacz punkty 20 i 21 powyżej). Skarżący zostali również powiadomieni o raporcie Biura IT oraz o nocie uzupełniającej, a także dano im trzydzieści dni na założenie uwag dotyczących drugiego z tych dokumentów (zobacz punkt 23 powyżej). Termin ten nie wydaje się niewystarczający, a skarżący nie wystąpili o jego przedłużenie.", "117. Niemniej jednak, zgodnie z tym, co potwierdził Rząd (zobacz punkt  114 powyżej), raport zawierający wnioski Dyrekcji, który następnie miał być wykorzystany jako podstawa do podjęcia decyzji przez Komisję, nie został przekazany do wiadomości skarżących, którzy w związku z tym nie byli w stanie bronić się w odniesieniu do dokumentu ostatecznie złożonego przez organy dochodzeniowe CONSOB do organu odpowiedzialnego za wydanie merytorycznego orzeczenia w sprawie zarzutów. Ponadto, skarżący nie mieli okazji, by przesłuchać lub wystąpić o przesłuchanie tych osób, które były przesłuchiwane przez Biuro IT.", "118. Trybunał zauważa również, że postępowanie przed CONSOB odbyło się w formie pisemnej oraz, że skarżący nie byli w stanie uczestniczyć w jedynym posiedzeniu przeprowadzonym przez komisję, na które nie zostali zaproszeni. Fakt ten nie jest kwestionowany przez Rząd. W tym kontekście, Trybunał pragnie podkreślić, że jawna rozprawa stanowi fundamentalną zasadę przewidzianą w artykule 6 ust. 1 (zobacz Jussila, op. cit., § 40).", ". Jednakże, zobowiązanie do przeprowadzenia rozprawy nie ma charakteru absolutnego (zobacz Håkansson i Sturesson przeciwko Szwecji, 21 lutego 1990 roku, § 66, Seria A nr 171-A) i mogą wystąpić postępowania, w których rozprawa może nie być wymagana, na przykład w sprawach, gdzie nie ma kwestii wiarygodności lub gdzie nie kwestionuje się faktów, które pociągałyby za sobą konieczność przeprowadzenia ustnej konfrontacji, w których to sprawach sądy mogą w sposób rzetelny i uzasadniony wydać orzeczenie na podstawie oświadczeń złożonych przez strony oraz innych pisemnych materiałów (zobacz, na przykład, Döry przeciwko Szwecji, nr 28394/95, § 37, 12 listopada 2002 roku; Pursiheimo przeciwko Finlandii (decyzja), nr 57795/00, 25 listopada 2003 roku; Jussila, op. cit., § 41; oraz Suhadolc przeciwko Słowenii (decyzja), nr  57655/08, 17 maja 2011 roku, w której Trybunał stwierdził, że brak jawnej rozprawy nie sprawiał wrażenia naruszenia artykułu 6 Konwencji, w sprawie dotyczącej przekroczenia prędkości oraz prowadzenia pojazdu pod wpływem alkoholu, gdzie dowody przeciwko oskarżonemu zostały pozyskane przy wykorzystaniu urządzeń technicznych).", "120. Podczas gdy wymagania dotyczące rzetelnego procesu są najsurowsze w sferze prawa karnego, Trybunał nie może wykluczyć, że w sferze karnej charakter sprawy, jaka ma być rozpatrzona przez sąd, może nie wymagać rozprawy. Niezależnie od uznania, że pewna powaga jest związana z postępowaniem karnym, które dotyczy pociągnięcia do odpowiedzialności karnej oraz nałożenia sankcji karnych i odstraszających, ewidentne jest, że są sprawy karne, które nie są związane z jakimś szczególnie znaczącym stopniem napiętnowania. Istnieją zatem najwyraźniej „oskarżenia w sprawie karnej” o różnej wadze (zobacz Jussila, op. cit., § 43).", ". Należy również powiedzieć, że fakt, iż postępowanie ma istotne osobiste znaczenie dla skarżącego, nie stanowi decydującego czynnika dla stwierdzenia konieczności przeprowadzenia rozprawy (zobacz Pirinen przeciwko Finlandii (decyzja), nr 32447/02, 16 maja 2006 roku). Niemniej jednak, odmowa przeprowadzenia rozprawy może być uzasadniona jedynie w rzadkich wypadkach (zobacz Miller przeciwko Szwecji, nr 55853/00, § 29, 8 lutego 2005 roku, oraz Jussila, op. cit., § 42).", "122. Co do niniejszej sprawy, Trybunał uznaje, że jawna rozprawa, otwarta i dostępna dla skarżących, była niezbędna. W tym względzie, Trybunał zauważa, że kwestionowane były fakty, w szczególności w odniesieniu do stanu postępów w negocjacjach z Merrill Lynch International Ltd, a także, niezależnie od surowości finansowej, kary, jakimi zagrożeni byli niektórzy z oskarżonych, niosły za sobą, jak wcześniej wskazano, znaczący stopień napiętnowania (zob. punkt ..., 97 i 98 powyżej) i mogły narażać na szwank reputację zawodową i dobre imię zainteresowanych osób.", ". W świetle powyższego, Trybunał uznaje, że postępowanie przed CONSOB nie spełniło wszystkich wymogów artykułu 6 Konwencji, w szczególności w odniesieniu do zasady równości broni między oskarżycielem a obroną, a także przeprowadzenia jawnej rozprawy, która umożliwiłaby ustną konfrontację.", "2.  Czy CONSOB stanowił niezawisły i bezstronny sąd", "(a)  Stanowiska stron", "i.  Skarżący", ". Skarżący zarzucali, że ze względu na swoją strukturę oraz uprawnienia udzielone przewodniczącemu, CONSOB nie był „niezawisłym i bezstronnym sądem” w rozumieniu artykułu 6 ust. 1 Konwencji.", ". Podkreślili, że etap dochodzeniowy w ich sprawie został przeprowadzony przez Biuro IT oraz przez Dyrekcję ds. Sankcji Administracyjnych. Niemniej jednak, przewodniczący CONSOB został wezwany do nadzorowania tej fazy, zanim przewodniczył samej Komisji, czyli innymi słowy organowi odpowiedzialnemu za nałożenie kary. Nie było zatem wyraźnego oddzielenia między etapem dochodzenia i orzekania, a pełnienie tej podwójnej roli przez przewodniczącego mogło dać podstawę do obiektywnie uzasadnionych wątpliwości co do jego bezstronności. To samo dotyczyło pozostałych członków Komisji, którzy dowiedzieli się o okolicznościach sprawy wyłącznie od przewodniczącego oraz wyłącznie na podstawie wersji przedstawionej przez Dyrekcję, do której nie były dołączone oświadczenia obrony złożone przez oskarżonych. Wreszcie, organy odpowiedzialne za dochodzenie nie były niezależne od osób stojących wyżej w hierarchii CONSOB.", ". Zgodnie z Uchwałą CONSOB nr 15087 z dnia 21 czerwca 2005 roku, przewodniczący stał na czele Komisji: on nakładał kary, nadzorował dochodzenie przygotowawcze oraz upoważniał do wykorzystania uprawnień dochodzeniowych. Miał prawo nakazać przeprowadzenie inspekcji lub podjęcie innych środków dochodzeniowych, a w konsekwencji nie mógł być uznany za „neutralnego” i bezstronnego sędziego.", "ii.  Rząd", "127. Rząd zauważył, że CONSOB składała się z przewodniczącego i czterech członków, wybranych z grona niezależnych osób posiadających specjalne umiejętności oraz właściwe przymioty moralne. W danym czasie, członkowie ci byli wybierani na okres pięciu lat, a ich kadencja mogła być przedłużona wyłącznie jednokrotnie. Podczas swojej kadencji członkowie ci nie mieli prawa wykonywać żadnej innej działalności zawodowej lub gospodarczej, ani też piastować żadnych stanowisk publicznych.", "128. CONSOB była niezależna od wszelkich innych organów, a w szczególności od organów wykonawczych. Mogła w sposób autonomiczny korzystać ze swojego budżetu i podejmować uchwały dotyczące kariery i warunków zatrudnienia swojego personelu. Organ decyzyjny (Komisja) był organem odrębnym od organów dochodzeniowych (Biura i Dyrekcji).", ". Mimo iż przewodniczący CONSOB ponosił odpowiedzialność za nadzorowanie różnych biur i posiadał pewne uprawnienia do podejmowania inicjatywy podczas dochodzenia (w szczególności mógł wyrażać zgodę na inspekcje i występować o przeprowadzenie różnych czynności dochodzeniowych, takich jak uzyskanie danych na temat komunikacji telefonicznej oraz zajęcie majątku), nie mógł ingerować w dochodzenie dotyczące danej sprawy, które było prowadzone przez właściwe biuro oraz przez Dyrekcję. Podobnie, z drugiej strony, departament i Dyrekcja nie odgrywali żadnej roli w podejmowaniu ostatecznej decyzji. Przewodniczący CONSOB ponosił odpowiedzialność za nadzorowanie ogólnych kryteriów, jakie musiały stosować organy podczas prowadzenia dochodzenia. Nie mógł brać udziału w ocenie aspektów merytorycznych sprawy na podstawie uzyskanych dowodów ani wywierać wpływu na wynik dochodzenia. Jego obowiązki były porównywalne z obowiązkami prezesa sądu.", ". Prawo do wszczęcia postępowania w sprawie o przestępstwo oraz do postawienia zarzutów przysługiwało wyłącznie szefowi właściwego wydziału, który działał w pełni niezależnie i wyłącznie według własnego uznania. Jeżeli chodzi o inspekcje, stanowiły one środki dochodzeniowe mające na celu uzyskanie informacji. Były oceniane z kolei przez odpowiednie biura. W istocie, w obecnej sprawie, przewodniczący CONSOB ani nie wyraził zgody na inspekcje, ani nie wystąpił o podjęcie środków dochodzeniowych. Ostateczna decyzja o zajęciu majątku – która nie została podjęta w niniejszej sprawie – leżała w gestii Komisji i wymagała pozytywnej opinii ze strony prokuratury, wydanej na wniosek przewodniczącego CONSOB. W każdym razie, był to środek tymczasowy mający na celu zagwarantowanie wypłacalności pozwanych lub pozbawienie ich aktywów wykorzystywanych do popełniania przestępstw. Decyzja dotycząca zajęcia majątku w żaden sposób nie przesądzała decyzji dotyczących przedmiotu zarzutów ani kar. Nawet w kontekście postępowania sądowego, przyjęto, że decyzja proceduralna, która nie sugerowała żadnego orzeczenia w sprawie winy lub niewinności podejrzanego (na przykład nakaz tymczasowego aresztowania osoby), nie stanowi podstawy do późniejszych wątpliwości co do bezstronności sądu, który ją wydał.", ". Wreszcie, Rząd zauważył, że w niniejszej sprawie nie miał miejsca konflikt interesów pomiędzy personelem CONSOB, członkami Komisji a skarżącymi.", "(b)  Ocena Trybunału", ". Trybunał przypomina swoje dobrze ugruntowane orzecznictwo, zgodnie z którym, aby ustalić, czy sąd może być uznany za „niezawisły”, należy uwzględnić m.in. sposób powołania jego członków oraz ich kadencję, istnienie zabezpieczeń przed naciskami z zewnątrz oraz kwestię, czy sprawia on wrażenie niezawisłego (zobacz Kleyn i inni przeciwko Holandii [Wielka Izba], nr  39343/98, 39651/98, 43147/98 i 46664/99, § 190, ECHR 2003-VI).", ". Rozpatrując kwestię sposobu i warunków powołania członków CONSOB, wobec braku jakichkolwiek wskazań co do braku wystarczających i adekwatnych zabezpieczeń przed ewentualnymi zewnętrznymi naciskami, Trybunał uznaje, że nie ma powodu, by wątpić w niezawisłość CONSOB w odniesieniu do wszelkich innych władz lub organów, a w szczególności w odniesieniu do władzy wykonawczej. W tym względzie, Trybunał przychyla się do uwag Rządu dotyczących autonomii CONSOB i gwarancji towarzyszących powołaniu jej członków (zobacz punkty 127 i 128 powyżej).", ". Trybunał dalej przypomina zasady ogólne regulujące kolejne etapy przeprowadzania oceny bezstronności sądu, które zostały określone m.in. w następujących orzeczeniach: Padovani przeciwko Włochom, 26 lutego 1993 roku, § 20, Seria A nr 257-B; Thomann przeciwko Szwajcarii, 10 czerwca 1996 roku, § 30, Raporty z wyroków i decyzji 1996-III; Ferrantelli i Santangelo przeciwko Włochom, 7 sierpnia 1996 roku, § 58, Raporty 1996-III; Castillo Algar przeciwko Hiszpanii, 28 października 1998 roku, § 45, Raporty 1998-VIII; Wettstein przeciwko Szwajcarii, nr 33958/96, § 44, ECHR 2000XII; Morel przeciwko Francji, nr 34130/96, § 42, ECHR 2000-VI; oraz Cianetti przeciwko Włochom, nr 55634/00, § 37, 22 kwietnia 2004 roku.", ". Jeżeli chodzi o subiektywny aspekt bezstronności CONSOB, Trybunał zauważa, że żadne z okoliczności niniejszej sprawy nie wskazują na jakiekolwiek uprzedzenia bądź stronniczość jej członków. Sam fakt, że wydali oni decyzje przeciwko skarżącym nie może rzucać cienia wątpliwości na ich bezstronność (zobacz, mutatis mutandis, Previti przeciwko Włochom (decyzja), nr 1845/08, § 53, 12 lutego 2013 roku). Wynika z tego, że Trybunał może jedynie zakładać osobistą bezstronność członków CONSOB, łącznie z jej przewodniczącym.", ". Jeżeli chodzi o obiektywną bezstronność, Trybunał zauważa, że regulamin CONSOB przewiduje pewne rozdzielenie podmiotów dochodzeniowych i podmiotu odpowiedzialnego za uznanie, czy przestępstwo zostało popełnione, oraz za nałożenie kar. W szczególności, oskarżenie jest sformułowane przez Biuro IT, które prowadzi również dochodzenie; następnie podsumowanie wyników jest przedstawiane w raporcie Dyrekcji, który zawiera wnioski i propozycję kar. Ostateczna decyzja dotycząca nałożenia kar leży wyłącznie w gestii Komisji.", ". Niemniej jednak faktem jest, że Biuro IT, Dyrekcja i Komisja stanowią jedynie oddziały tego samego organu administracyjnego, działającego pod zarządem i nadzorem jednego przewodniczącego. Zdaniem Trybunału, stanowi to wykonywanie kolejno funkcji dochodzeniowej i orzeczniczej w ramach jednego organu; w sprawach karnych takie połączenie funkcji nie jest zgodne z wymaganiami bezstronności określonymi w artykule 6 ust. 1 Konwencji (zobacz, w szczególności i mutatis mutandis, Piersack przeciwko Belgii, 1 października 1982 roku, §§ 30-32, Seria A nr 53, oraz De Cubber przeciwko Belgii, 26 października 1984 roku, §§ 24-30, Seria A nr 86, w których Trybunał doszedł do wniosku, że „sądowi” brak było obiektywnej bezstronności – w pierwszej sprawie ze względu na fakt, że sądowi przysięgłych przewodniczył sędzia, który uprzednio pełnił funkcję szefa wydziału brukselskiej prokuratury, odpowiedzialnej za prowadzenie sprawy oskarżonego; a w drugiej sprawie, w związku z pełnieniem funkcji sędziego dochodzeniowego i następnie sędziego procesowego przez jedną i tę samą osobę w jednej i tej samej sprawie).", "3.  Czy skarżący mieli dostęp do sądu posiadającego pełną jurysdykcję", ". Powyższe ustalenia dotyczące braku obiektywnej bezstronności CONSOB oraz faktu, że postępowanie przed nią nie było zgodne z zasadami rzetelnego procesu, nie są, jednakże, wystarczające dla wyciągnięcia wniosku, że w niniejszej sprawie nastąpiło naruszenie artykułu 6. W tym względzie, Trybunał zauważa, że kary zakwestionowane przez skarżących nie zostały nałożone przez sąd w wyniku sądowego postępowania kontradyktoryjnego, tylko przez organ administracyjny, a mianowicie CONSOB. Choć powierzenie takim organom ścigania i karania za popełnienie wykroczeń nie jest niezgodne z Konwencją, niemniej jednak zainteresowane osoby muszą mieć możliwość zakwestionowania wszelkich wydanych przeciwko nim w ten sposób decyzji przed sądem oferującym gwarancje wynikające z artykułu 6 (zobacz Kadubec przeciwko Słowacji, 2 września 1998 roku, § 57, Raporty 1998-VI; Čanády przeciwko Słowacji, nr 53371/99, § 31, 16 listopada 2004 roku; i Menarini Diagnostics S.r.l., op. cit., § 58).", ". A zatem, w postępowaniu administracyjnym, zobowiązanie do stosowania się do artykułu 6 Konwencji nie wyklucza możliwości nałożenia „kary” przez organ administracyjny w pierwszej instancji. Jednak aby to było możliwe, decyzje podejmowane przez władze administracyjne, które same nie spełniają wymogów artykułu 6 ust. 1 Konwencji, muszą podlegać następnie kontroli organu sądowego, który posiada pełną jurysdykcję  (zobacz Schmautzer, Umlauft, Gradinger, Pramstaller, Palaoro i Pfarrmeier przeciwko Austrii, wyroki z 23 października 1995 roku, §§ 34, 37, 42 i 39, 41 oraz, odpowiednio, 38, Seria A nr 328 A-C i 329 AC). Cechy charakterystyczne organu sądowego posiadającego pełną jurysdykcję obejmują prawo do unieważnienia pod każdym względem, zarówno ze względu na okoliczności sprawy, jak i obowiązujące prawo, decyzji podjętych przez podporządkowany organ. Musi posiadać jurysdykcję do zbadania wszystkich okoliczności i aspektów prawnych istotnych z puntu widzenia toczącego się przed nim sporu (zobacz Chevrol przeciwko Francji, nr 49636/99, § 77, ECHR 2003-III; Silvester’s Horeca Service przeciwko Belgii, nr 47650/99, § 27, 4 marca 2004 roku; oraz Menarini Diagnostics S.r.l., op. cit., § 59).", "140. W niniejszej sprawie skarżący mieli możliwość, z której skorzystali, kwestionowania kar nałożonych przez CONSOB przed Sądem Apelacyjnym w Turynie, a następnie złożenia skargi kasacyjnej od wyroków wydanych przez ten sąd. Pozostaje do ustalenia, czy te dwa sądy były „organami sądowymi posiadającymi pełną jurysdykcję” w rozumieniu orzecznictwa Trybunału.", "(a)  Stanowiska stron", "i.  Skarżący", "141. W opinii skarżących, postępowanie przed Sądem Apelacyjnym w Turynie i Sądem Kasacyjnym nie naprawiło braków postępowania toczącego się przed CONSOB. Mimo, iż można uznać sąd apelacyjny za organ sądowy posiadający pełną jurysdykcję, fakt pozostaje faktem, że jego rozprawy nie były jawne. Natomiast odejście od zasady, że rozprawy powinny odbywać się jawnie, może być uznane za uzasadnione wyłącznie w wyjątkowych okolicznościach (skarżący powołali się, w szczególności, na sprawę Vernes przeciwko Francji, nr 30183/06, § 30, 20 stycznia 2011 roku).", "142. Skarżący podnosili, w szczególności, że postępowanie przed sądem apelacyjnym nie stanowiło zwykłego postępowania, tylko specjalne postępowanie, w którym rozprawy odbywały się w trybie zamkniętym. Na poparcie swoich twierdzeń, złożyli oświadczenia podpisane przez dyrektora administracyjnego Kancelarii Pierwszego Wydziału Sądu Apelacyjnego w Turynie, stwierdzające, że rozprawy w ich sprawie obywały się na posiedzeniach zamkniętych. Podczas tych rozpraw obecny był wyłącznie obrońca oskarżonych; skarżący nie byli wzywani, a sąd apelacyjny nie przesłuchał ani oskarżonych, ani żadnych świadków. Nie przeprowadził żadnego dochodzenia, ograniczył się jedynie do zatwierdzenia dowodów zebranych przez CONSOB. Wprawdzie Rząd przedstawił oświadczenia Prezesa Pierwszej Sekcji Sądu Apelacyjnego, twierdzącego, że przedmiotowe rozprawy odbywały się w istocie na posiedzeniach jawnych (zobacz punkt  145 poniżej). Niemniej jednak faktem było, że oświadczenia te nie mogły zaprzeczyć treści dokumentów publicznych, takich jak wyroki wydane przez sąd apelacyjny, które wskazywały, że strony zostały wezwane na zamknięte posiedzenie, i które należy uznać za stwierdzające prawdę do czasu udowodnienia oszustwa. Rząd nie wniósł jednak sprawy o oszustwo, a w każdym wypadku Prezes Pierwszej Sekcji Sądu Apelacyjnego przekazał jedynie treść oświadczeń złożonych przez innych, bez odwoływania się do żadnych zdarzeń, o których nie miał bezpośredniej wiedzy.", ". Prawdą jest, że jawna rozprawa odbyła się przed Sądem Kasacyjnym. Jednakże sąd ten nie był organem o pełnej jurysdykcji, gdyż nie zajmował się merytoryczną stroną sprawy i nie był wezwany do wyrażenia swojej opinii na temat przedmiotu oskarżenia lub trafności i mocy dowodów. W związku z tym oddalił wszystkie argumenty skarżących kwestionujące sposób, w jaki CONSOB lub sąd apelacyjny dokonały oceny dowodów.", "ii.  Rząd", ". Rząd zauważył, że skarżący mieli dostęp do ustnego i jawnego postępowania przed Sądem Apelacyjnym w Turynie, który dokonał ponownej analizy merytorycznej wszystkich dowodów i informacji zebranych przez CONSOB w odniesieniu do okoliczności kwestionowanego zachowania, co umożliwiło mu dokonanie oceny proporcjonalności kar. Sąd apelacyjny miał bardzo szerokie uprawnienia, jeżeli chodzi o przeprowadzanie dowodów, nawet działając z urzędu, i miał możliwość uchylenia lub zmiany decyzji CONSOB. Skarżący mogli wystąpić o zadanie pytań świadkom lub o ich osobiste przesłuchanie; nie złożyli jednak żadnych wniosków w tej sprawie. Na koniec postępowania sądowego, sąd apelacyjny zmienił orzeczenie CONSOB i obniżył kary nałożone na trzech z pięciu skarżących.", "145. Rząd oświadczył, że twierdzenia skarżących, iż ich sprawa nie została rozpatrzona podczas jawnej rozprawy przed Sądem Apelacyjnym w Turynie, były nieuzasadnione. Zgodnie z ustępem 23 ustawy nr 689 z 1981 roku, wszystkie rozprawy toczące się przed sądem są otwarte dla publiczności. Jeżeli chodzi o oświadczenia podpisane przez Dyrektora Administracyjnego Kancelarii Pierwszej Sekcji Sądu Apelacyjnego, przedłożone przez skarżących (zobacz punkt 142 powyżej), Rząd stwierdził, że nie odzwierciedlały one faktycznej sytuacji. W ramach swojej argumentacji, przedstawił pięć oświadczeń podpisanych przez Prezesa Pierwszej Sekcji Sądu Apelacyjnego w Turynie i przez Dyrektora Administracyjnego tej samej Sekcji, stwierdzających, że podczas pięciu postępowań dotyczących skarżących i kwestionujących kary nałożone przez CONSOB, tylko rozprawy dotyczące środków w trybie pilnym (sub procedimento cautelare) odbywały się w formie posiedzeń zamkniętych, a wszystkie pozostałe posiedzenia były jawne. W oświadczeniach tych, datowanych na 6 września 2013 roku, Prezes Pierwszej Sekcji Sądu Apelacyjnego wskazał, że w tym czasie, nie był oddelegowany do pracy w tym organie (rozpoczął pełnienie swoich obowiązków 1 marca 2013 roku), jednak miał możliwość odtworzenia kolejności wydarzeń poprzez analizę rejestrów i akt spraw, a także na podstawie informacji przekazanych bezpośrednio przez personel kancelarii oraz przez sędziów, którzy zajmowali się danymi sprawami. W szczególności, sprawy skarżących zostały dodane do listy spraw bezspornych (registro volontaria giurisdizione). Ponadto, ustawa nr 62 z 18 kwietnia 2005 roku stanowiła, że postępowanie dotyczące artykułu  187 Dekretu Legislacyjnego nr 58 z 1998 roku winno się odbyć zgodnie z warunkami określonymi w punkcie 23 ustawy nr 689 z 1981 roku (który nie przewidywał przeprowadzania posiedzeń w trybie zamkniętym). Mimo że sprawy skarżących pozostawały na liście spraw bezspornych, zastosowana procedura była procedurą wymaganą przez ustawę nr 62 z 2005 roku.", "146. Na podstawie tych oświadczeń, Rząd stwierdził, że w dniu 6 marca 2007 roku, skarżący wystąpili o wstrzymanie wykonania decyzji CONSOB (artykuł 187 septies § 5 Dekretu Legislacyjnego nr 58 z 1998 roku). W ramach tego postępowania wpadkowego w sprawie zastosowania pilnych środków, przeprowadzono posiedzenie w dniu 28 marca 2007 roku; odbyło się ono w trybie zamkniętym, zgodnie z postanowieniami artykułów 283 i 351 kodeksu postępowania cywilnego. Następnie przeprowadzono posiedzenie poświęcone przedmiotowi sprawy w dniu 11 lipca 2007 roku; zgodnie z ustępem 23 ustawy nr 689 z 1981 roku, posiedzenie to przeprowadzono w trybie jawnym. Ponadto, dwa wyroki wydane przez sąd apelacyjny (w szczególności wyroki przeciwko Panu Marrone i spółce Giovanni Agnelli S.a.s.) odnoszą się do „jawnej rozprawy” zaplanowanej na 11 lipca 2007 roku. Kolejne posiedzenia poświęcone rozpatrzeniu przedmiotu spraw (a mianowicie rozprawy z 7 listopada i 5 grudnia 2007 roku) również odbywały się w trybie jawnym.", ". Rząd podkreślił również, że skarżący mieli możliwość wniesienia skargi kasacyjnej, a także, że sprawa została wówczas przekazana do rozpatrzenia przez połączone wydziały. Przed tymi wydziałami przeprowadzone zostało jawne i ustne postępowanie, które było w pełni zgodne z prawem do obrony, a które dotyczyło zarówno wykładni, jak i stosowania prawa materialnego i proceduralnego (errores in iudicando and in procedendo), a także spójności i adekwatności uzasadnienia przedstawionego przez sąd apelacyjny. Rząd powołał się w szczególności na sprawę Menarini Diagnostics S.r.l. (wyrok cytowany powyżej), w której Trybunał doszedł do wniosku, że nie nastąpiło naruszenie artykułu 6 ust. 1 Konwencji, zauważając, że rozpatrzenie sprawy dotyczącej kwestionowanej kary administracyjnej przez sąd administracyjny i Consiglio di Stato zostało w istocie przeprowadzone przez sądy posiadające pełną jurysdykcję do zbadania wszystkich aspektów sprawy. Zdaniem Rządu, tym bardziej uzasadnione byłoby przyjęcie tych samych wniosków w niniejszej sprawie, w której uprawnienia sądu apelacyjnego były dużo większe niż uprawnienia sądu administracyjnego i Consiglio di Stato.", "(b)  Ocena Trybunału", ". Trybunał zauważa na wstępie, że brak jest jakichkolwiek elementów w niniejszej sprawie, które rzucałyby wątpliwość na niezawisłość i bezstronność Sądu Apelacyjnego w Turynie. W rzeczy samej, skarżący tego nie kwestionują.", ". Dalej Trybunał zauważa, że sąd apelacyjny posiadał właściwość, by wydać orzeczenie zarówno w odniesieniu do kwestii prawnych, jak i okoliczności sprawy, czy przestępstwo określone w artykule 187 ter Dekretu Legislacyjnego nr 58 z 1998 roku zostało popełnione, miał też możliwość uchylenia decyzji wydanej przez CONSOB. Sąd apelacyjny został również wezwany do oceny proporcjonalności nałożonych kar w stosunku do powagi zarzucanego czynu. W istocie, zmniejszył on wysokość grzywien i długość zakazu wykonywania zawodu niektórym ze skarżących (zobacz punkty 30 i 31 powyżej), a także zbadał ich różne zarzuty faktyczne i prawne (zobacz punkty  3236 powyżej). A zatem, jego jurysdykcja nie ograniczyła się jedynie do analizy zgodności z prawem.", "150. Prawdą jest, że skarżący zarzucili, iż sąd apelacyjny nie przesłuchał świadków (zobacz punkt 142 powyżej). Nie wskazali jednak żadnej zasady procesowej, która miałaby uniemożliwić takie przesłuchanie. Ponadto, wniosek o przesłuchanie świadków, złożony przez Pana Grande Stevensa w jego piśmie procesowym z 25 września 2007 roku, nie wskazywał ani nazwisk osób, jakie chciał wezwać, ani zdarzeń, na okoliczność których miałyby one przedstawić dowody. Co więcej, wniosek ten został złożony na czysto hipotetycznych podstawach, do rozpatrzenia wyłącznie wówczas, gdyby sąd apelacyjny uznał, że dokumenty włączone już do akt są niewystarczające lub nieprzydatne do użytku. To samo ma zastosowanie do wniosku złożonego przez Pana Marrone, który podniósł możliwość przesłuchania świadków, których zeznania miałyby być cytowane tylko, gdy „będzie to konieczne” (zobacz punkt 29 powyżej). W każdym razie, skarżący nie wymienili przed Trybunałem świadków, których przesłuchania rzekomo odmówił sąd apelacyjny, oraz powodów, dla których ich zeznania miałyby być decydujące dla wyniku sprawy. A zatem, nie uzasadnili oni swojej skargi zgodnie z artykułem 6 ust. 3 lit. d) Konwencji.", ". W świetle powyższych rozważań, Trybunał uznaje, że Sąd Apelacyjny w Turynie stanowił „organ posiadający pełną jurysdykcję” w rozumieniu jego orzecznictwa (zobacz, mutatis mutandis, Menarini Diagnostics S.r.l., op. cit., §§ 60-67). Sami skarżący nie wydają się tego kwestionować (zobacz punkt 141 powyżej).", "152. Pozostaje ustalić, czy rozprawy poświęcone przedmiotowi sprawy, przeprowadzone przed Sądem Apelacyjnym w Turynie, miały charakter jawny – w sprawie tej strony przedłożyły rozbieżne oświadczenia (zobacz punkty 142 i 145-146 powyżej). W tym względzie, Trybunał może jedynie ponownie przywołać swoje wnioski dotyczące konieczności przeprowadzenia jawnej rozprawy w niniejszej sprawie (zobacz punkt 122 powyżej).", "153. Trybunał zauważa, że strony złożyły sprzeczne dokumenty dotyczące trybu, w jakim przeprowadzane były przedmiotowe rozprawy; zgodnie z pisemnymi oświadczeniami Dyrektora Administracyjnego Kancelarii Sądu Apelacyjnego w Turynie, złożonymi przez skarżących, rozprawy te odbywały się w trybie zamkniętym, chociaż – zgodnie z pisemnymi oświadczeniami Prezesa Sądu Apelacyjnego, złożonymi przez Rząd – wyłącznie posiedzenia dotyczące środków pilnych odbywały się w trybie zamkniętym, natomiast wszystkie pozostałe posiedzenia były jawne. Trybunał nie ma możliwości stwierdzenia, która z tych wersji jest prawdziwa. Bez względu na to, w obliczu dwóch wersji, z których obydwie są prawdopodobne i które pochodzą z kompetentnych, lecz przeciwnych sobie źródeł, Trybunał uważa, że nie powinien odchodzić od treści dokumentów urzędowych dotyczących postępowania. Zgodnie z tym, co słusznie podkreślili skarżący (zobacz punkt 142 powyżej), wyroki wydane przez sąd apelacyjny wskazują, że obradował on na posiedzeniu zamkniętym lub że strony zostały wezwane na obrady odbywające się w trybie zamkniętym (zobacz punkt 30 in fine powyżej).", ". Na podstawie tych odniesień, Trybunał wyciąga zatem wniosek, że przed Sądem Apelacyjnym w Turynie nie odbyła się rozprawa w trybie jawnym.", ". Prawdą jest, że jawna rozprawa odbyła się przed Sądem Kasacyjnym. Jednakże sąd ten nie miał kompetencji do rozpatrzenia przedmiotu sprawy, ustalenia okoliczności faktycznych i oceny dowodów; w istocie, Rząd tego nie kwestionuje. Sąd ten nie mógłby zatem być uznany za sąd posiadający pełną jurysdykcję w rozumieniu orzecznictwa Trybunału.", "4. Pozostałe zarzuty skarżących", ". Skarżący zarzucają również, że komunikaty prasowe z 24 sierpnia 2005 roku zawierały prawdziwe informacje oraz, że ich skazanie, pomimo dowodów obrony zawartych w aktach, wynika z „domniemania winy” w stosunku do nich. Ich zdaniem, nie byli zobowiązani do opisania w rzeczonych komunikatach prasowych samych planów lub hipotetycznych umów, jakie nie zostały jeszcze sfinalizowane. Ponadto, wskazówki opublikowane przez CONSOB stwierdzały, że informacje do ewentualnego publicznego rozpowszechnienia powinny być powiązane z prawdziwymi okolicznościami lub konkretnym wydarzeniem, a nie samymi hipotezami co do przyszłych i ewentualnych działań, które nie leżały w sferze zainteresowania rynków. Tymczasem, w dniu, w którym komunikaty prasowe zostały rozpowszechnione, skarżące spółki nie podjęły żadnych wymiernych inicjatyw w odniesieniu do wygaśnięcia pożyczki zamiennej. W przedmiotowym czasie, przewidywany scenariusz był niepewny, ponieważ nadal był przedmiotem zatwierdzenia przez Merrill Lynch International Ltd, a także ze względu na ewentualność, że nie powstanie zobowiązanie do realizacji oferty przejęcia. Urzędnik CONSOB uczestniczył w sporządzaniu jednego z komunikatów prasowych, a przedmiotowy tekst uzyskał uprzednią akceptację CONSOB.", ". Pomimo tego, w opinii skarżących, CONSOB oparła swoje oskarżenia na arbitralnym założeniu, że umowa zmieniająca umowę realizacji kapitałowej transakcji swap została zawarta przed 24 sierpnia 2005 roku, mimo braku jakichkolwiek pisemnych lub ustnych dowodów na potwierdzenie takiego założenia. Zdaniem skarżących, zostali oni skazani bez żadnych dowodów na to.", ". Trybunał podkreśla, że jego zadaniem nie jest naprawianie błędów faktycznych lub prawnych rzekomo popełnionych przez sąd krajowy, chyba że, i w zakresie, w jakim, mogą one naruszać prawa i wolności chronione na mocy Konwencji (zobacz Khan przeciwko Wielkiej Brytanii, nr 35394/97, § 34, ECHR 2000-V), a także, co do zasady, to sądy krajowe powinny dokonać oceny faktów oraz dokonywać wykładni i stosować prawo krajowe (zobacz Pacifico przeciwko Włochom (decyzja), nr 17995/08, § 62, 20 listopada 2012 roku). Niemniej jednak, Trybunał przeanalizował decyzje sądów krajowych kwestionowane przez skarżących i nie wykrył żadnych oznak arbitralności, które wskazywałyby na pozbawienie dostępu do wymiaru sprawiedliwości lub ewidentne nadużycie (zobacz, a contrario, De Moor przeciwko Belgii, 23 czerwca 1994 roku, § 55 in fine, Seria A nr 292A, oraz Barać i inni przeciwko Czarnogórze, nr 47974/06, § 32, 13 grudnia 2011 roku).", ". Trybunał podkreśla również, że zasada domniemania niewinności wymaga m.in., aby podczas pełnienia swoich obowiązków, członkowie sądu nie wychodzili z ugruntowanego z góry przekonania, że oskarżony popełnił zarzucany mu czyn; ciężar dowodu spoczywa na oskarżeniu, a wszelkie wątpliwości powinny być rozstrzygane na korzyść oskarżonego. Wynika z tego również fakt, że oskarżyciel powinien poinformować oskarżonego o sprawie, jaka zostanie przeciwko niemu wniesiona tak, aby mógł się on przygotować i odpowiednio przedstawić swoją obronę, a także powinien powołać się na dowody wystarczające do jego skazania (zobacz m.in. Barberà, Messegué i Jabardo przeciwko Hiszpanii, 6 grudnia 1988 roku, § 77, Seria A nr 146; John Murray przeciwko Wielkiej Brytanii, 8 lutego 1996 roku, § 54, Raporty 1996I; oraz Telfner przeciwko Austrii, nr 33501/96, § 15, 20 marca 2001 roku).", ". W niniejszej sprawie, wyrok skazujący skarżących został wydany na podstawie przesłanek uznanych za silne, jasne i zgodne, przedstawionych przez Biuro IT, które wskazywały, że w czasie wydania komunikatów prasowych z dnia 24 sierpnia 2005 roku, umowa zmieniająca warunki transakcji kapitałowej swap została już zawarta lub miała właśnie być zawarta. W tych okolicznościach, nie można dopatrzeć się naruszenia zasady domniemania niewinności (zobacz, mutatis mutandis, Previti przeciwko Włochom (decyzja), nr 45291/06, § 250, 8 grudnia 2009 roku).", "6.  Podsumowanie", "161.  W świetle powyższych rozważań, Trybunał uznaje, że, mimo iż postępowanie przed CONSOB nie spełniało wymogów rzetelności i obiektywnej bezstronności, o której mowa w artykule 6 Konwencji, sprawa skarżących została następnie przeanalizowana przez niezawisły i bezstronny organ posiadający pełną jurysdykcję, a mianowicie Sąd Apelacyjny w Turynie. Jednakże, sąd ten nie odbył jawnej rozprawy, co, w niniejszej sprawie, oznaczało naruszenie artykułu 6 ust. 1 Konwencji.", "", "...", "", "[Paragrafy 162-201 dotyczące zarzutów naruszenia art.6 ust. 3 lit. a) i c) Konwencji oraz art. 1 Protokołu nr 1 do Konwencji zostały pominięte w niniejszym tłumaczeniu – przyp. tłum..]", "V. ZARZUT NARUSZENIA ARTYKUŁU 4 PROTOKOŁU NR 7", "202. Skarżący zarzucili, że nastąpiło naruszenie zasady ne bis in idem, zagwarantowanej w artykule 4 Protokołu nr 7.", "Przepis ten brzmi następująco:", "„1.  Nikt nie może być ponownie sądzony lub ukarany w postępowaniu przed sądem tego samego Państwa za przestępstwo, za które został uprzednio skazany prawomocnym wyrokiem lub uniewinniony, zgodnie z ustawą i zasadami postępowania karnego tego państwa.", "2.  Postanowienia poprzedniego ustępu nie stoją na przeszkodzie wznowieniu postępowania zgodnie z ustawą i zasadami postępowania karnego danego Państwa, jeśli wyjdą na jaw nowo odkryte fakty lub jeśli w poprzednim postępowaniu popełniono poważną pomyłkę, która mogła mieć wpływ na wynik sprawy.", "3.  Żadne z postanowień niniejszego artykułu nie może być uchylone na podstawie artykułu 15 Konwencji.”", ". Rząd podważał ten argument.", "A.  Dopuszczalność", "1.  Zastrzeżenie Włoch dotyczące artykułu 4 Protokołu nr 7", "204. Rząd zauważył, że Włochy złożyły oświadczenie, w świetle którego artykuły od 2 do 4 Protokołu nr 7 mają zastosowanie jedynie do przestępstw, procedur i decyzji klasyfikowanych jako karne zgodnie z prawem włoskim. Jednak prawo włoskie nie klasyfikuje przestępstw karalnych przez CONSOB jako przestępstw o charakterze karnym. Ponadto, oświadczenie Włoch było podobne do oświadczeń składanych przez inne państwa (w szczególności Niemcy, Francję i Portugalię).", ". Skarżący odpowiedzieli, że artykuł 4 Protokołu nr 7, wobec którego nie jest dopuszczalne uchylenie stosowania zobowiązań zgodnie z artykułem 15 Konwencji, dotyczy prawa objętego europejskim porządkiem publicznym. Ich zdaniem, oświadczenie złożone przez Włochy wraz z dokumentem ratyfikacyjnym Protokołu nr 7 nie miało charakteru zastrzeżenia w rozumieniu artykułu  57 Konwencji, który nie dopuszcza zastrzeżeń o charakterze ogólnym. Ponadto, przedmiotowe oświadczenie nie było dołączone do „ustawy” obowiązującej w czasie, gdy zostało sporządzone, i nie zawierało „krótkiego przedstawienia treści” tej ustawy. A zatem, oświadczenie to nie miało żadnego wpływu na zobowiązania Włoch.", ". Trybunał zauważa, że Rząd zarzucił, iż dokonano zastrzeżenia dotyczącego stosowania artykułów 2 do 4 Protokołu nr 7 (zobacz punkt 204 powyżej). Niezależnie od możliwości zastosowania zastrzeżenia, Trybunał musi zbadać jego ważność. Innymi słowy, stwierdzić, czy zastrzeżenie spełnia wymogi artykułu 57 Konwencji  (zobacz Eisenstecken przeciwko Austrii, nr 29477/95, § 28, ECHR 2000-X).", "Przepis ten brzmi następująco:", "„1.  Każde Państwo może, przy podpisaniu niniejszej Konwencji lub przy składaniu dokumentów ratyfikacyjnych, dokonać zastrzeżenia odnośnie do każdego z przepisów Konwencji w takim zakresie, w jakim ustawa obowiązująca na jego terytorium jest z tym przepisem niezgodna. Na podstawie niniejszego artykułu niedopuszczalne są zastrzeżenia o charakterze ogólnym.", "2.  Każde zastrzeżenie złożone na podstawie niniejszego artykułu powinno zawierać krótkie przedstawienie treści ustawy, której dotyczy.", ". Trybunał przypomina, że dla swojej ważności, zastrzeżenie musi spełniać następujące warunki: (1) musi być dokonane w momencie podpisania lub ratyfikowania Konwencji; (2) musi dotyczyć konkretnych ustaw obowiązujących w dacie ratyfikacji; (3) nie może być zastrzeżeniem o charakterze ogólnym; (4) musi zawierać krótkie przedstawienie treści ustawy, której dotyczy (zobacz Põder i inni przeciwko Estonii (decyzja), nr 67723/01, ECHR 2005VIII, i Liepājnieks przeciwko Łotwie (decyzja), nr 37586/06, § 45, 2 listopada 2010 roku).", ". Trybunał miał okazję podkreślić, że artykuł 57 ust. 1 Konwencji wymaga „precyzji i jasności” od Układających się Państw, a w zakresie, w jakim wymaga, by zastrzeżenie zawierało krótkie przedstawienie treści ustawy, postanowienie to nie stanowi wyłącznie „czysto formalnego wymogu”, lecz określa „istotny warunek materialny stanowiący czynnik dowodowy i przyczyniający się do zapewnienia prawnej pewności” (zobacz Belilos przeciwko Szwajcarii, 29 kwietnia 1988, §§ 55 i 59, Seria A nr 132; Weber przeciwko Szwajcarii, 22 maja 1990, § 38, Seria A nr 177; oraz Eisenstecken, op. cit., § 24).", ". Mówiąc o „zastrzeżeniu o charakterze ogólnym”, artykuł 57 ma na myśli, w szczególności, zastrzeżenie sformułowane w sposób na tyle ogólny lub szeroki, że nie ma możliwości ustalenia jego dokładnego znaczenia i zakresu. Treść oświadczenia musi umożliwiać stwierdzenie zakresu zobowiązania Układającego się Państwa, a w szczególności ustalenie, do jakiej kategorii zalicza się spór, a ponadto nie może być otwarte na różne interpretacje (zobacz Belilos, op. cit., § 55).", ". W niniejszej sprawie, Trybunał zauważa, że przedmiotowe zastrzeżenie nie zawiera „krótkiego przedstawienia” ustawy lub ustaw, które są rzekomo niezgodne z artykułem 4 Protokołu 7. Można wywnioskować ze sformułowania zastrzeżenia, że Włochy zamierzały wyłączyć z zakresu tego przepisu wszystkie przestępstwa i postępowania, które nie zostały sklasyfikowane jako „karne” zgodnie z prawem włoskim. Jednakże, zastrzeżenie, które nie odnosi się lub nie wymienia tych szczególnych postanowień włoskiego porządku prawnego, które wykluczają przestępstwa lub postępowania z zakresu artykułu 4 Protokołu nr 7, nie daje wystarczającej gwarancji, że nie wychodzi poza zakres przepisów wyraźnie wyłączonych przez Układające się Państwo (zobacz, mutatis mutandis, Chorherr przeciwko Austrii, 25 sierpnia 1993 roku, § 20, Seria A nr 266B; Gradinger przeciwko Austrii, 23 października 1995 roku, § 51, Seria A nr 328C; oraz Eisenstecken, op. cit., § 29; zobacz również, przeciwnie, Kozlova i Smirnova przeciwko Łotwie (decyzja), nr 57381/00, ECHR 2001XI). W tym względzie, Trybunał podkreśla, że nawet znaczące trudności praktyczne we wskazaniu i opisaniu wszystkich przepisów objętych zastrzeżeniem nie mogą uzasadnić zaniedbania wypełnienia warunków określonych w artykule 57 Konwencji (zobacz Liepājnieks, op. cit., § 54).", ". W konsekwencji, zastrzeżenie poczynione przez Włochy nie spełnia wymogów artykułu 57 ust. 2 Konwencji. Wniosek ten jest wystarczającą podstawą, by uznać zastrzeżenie za nieważne, bez konieczności dalszego badania, czy zastrzeżenie to było zgodne z innymi wymaganiami artykułu 57 (zobacz, mutatis mutandis, Eisenstecken, op. cit., § 30).", "2.  Inne przesłanki niedopuszczalności", ".  Trybunał stwierdza, że skarga w części dotyczącej powyższego zarzutu nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a) Konwencji. Nie dostrzega również żadnych innych podstaw do uznania jej za niedopuszczalną. Należy więc uznać ją za dopuszczalną.", "B.  Przedmiot sprawy", "1.  Stanowiska stron", "(a)  Skarżący", ". Skarżący wskazali, że nałożono na nich sankcję karną po przeprowadzeniu postępowania przed CONSOB, a także, że prowadzone było wobec nich postępowanie karne z tytułu takich samych okoliczności.", ". Jeżeli chodzi o kwestię, czy postępowanie przed CONSOB oraz postępowanie karne dotyczyły tego samego „przestępstwa”, skarżący wskazali na zasady określone przez Wielką Izbę w przypadku Sergeya Zolotukhina przeciwko Rosji ([Wielka Izba], nr 14939/03, 10 lutego 2009 roku), w której Trybunał doszedł do wniosku, że zabrania się karania osoby za drugie „przestępstwo” w zakresie, w jakim wynika ono z identycznych faktów lub faktów, które były co do istoty takie same. Ich zdaniem, to właśnie miało miejsce w ich sprawie.", "W związku z tym, skarżący oświadczyli, że mimo iż ETS przyznał faktycznie, że artykuł 50 Karty Praw Podstawowych nie wyłączył możliwości państw członkowskich do sukcesywnego nakładania, z tytułu tych samych czynów polegających na niestosowaniu się do zobowiązań sprawozdawczych w odniesieniu do podatku od wartości dodanej, sankcji podatkowych i sankcji karnych, jest to możliwe tylko pod warunkiem, że pierwsza sankcja nie ma charakteru karnego (zobacz Åklagaren przeciwko Hansowi Åkerbergowi Franssonowi, op. cit., § 1 sentencji wyroku); jednakże, ich zdaniem, warunek ten nie został spełniony w niniejszej sprawie, ponieważ, bez względu na ich formalną klasyfikację w prawie włoskim, sankcje nałożone przez CONSOB miały faktycznie charakter karny w rozumieniu orzecznictwa Trybunału.", "(b)  Rząd", ". Powołując się na argumenty przedstawione w odniesieniu do artykułu 6 Konwencji, Rząd stwierdził, po pierwsze, że postępowanie przed CONSOB nie dotyczyło „oskarżenia w sprawie karnej” oraz, że decyzja CONSOB nie miała charakteru „karnego”.", "216. Ponadto, prawo Unii Europejskiej wyraźnie dopuszcza korzystanie z podwójnych sankcji (administracyjnych i karnych) w kontekście zwalczania nadużyć na rynkach finansowych. Takie korzystanie stanowiło część tradycji konstytucyjnych wspólnych dla państw członkowskich, w szczególności w obszarach takich jak podatki, polityka ochrony środowiska i bezpieczeństwo publiczne. W świetle powyższego, a także w świetle tego, że niektóre państwa nie ratyfikowały Protokołu nr 7 lub złożyły zastrzeżenia w stosunku do niego, można uznać, że Konwencja nie gwarantuje przestrzegania zasady ne bis in idem w taki sam sposób, w jaki ma to miejsce w odniesieniu do innych zasad podstawowych. W związku z powyższym, nieprawidłowe jest stwierdzenie, że nałożenie prawomocnej kary administracyjnej uniemożliwia wniesienie oskarżenia na gruncie prawa karnego. W tym względzie Rząd odwołał się do opinii przedstawionej przed ETS przez Rzecznika Generalnego w dniu 12 czerwca 2012 roku w cytowanej wyżej sprawie Åklagaren przeciwko Hansowi Åkerbergowi Franssonowi.", "217. W każdym razie, toczące się postępowanie karne przeciwko skarżącym nie dotyczyło tego samego przestępstwa, za które nałożono sankcje w postępowaniu przed CONSOB. Istniało wyraźne rozróżnienie między przestępstwami określonymi w artykułach 187 ter i, odpowiednio, 185 Dekretu Legislacyjnego nr 58 z 1998 roku, ponieważ tylko drugie z nich wymagało istnienia złego zamiaru (gdzie samo zaniedbanie nie było wystarczające) a także, by rozpowszechniane, fałszywe lub wprowadzające w błąd informacje były w stanie wywołać znaczącą zmianę na rynkach finansowych. Ponadto, tylko postępowanie karne może pociągnąć za sobą nałożenie kar obejmujących pozbawienie wolności. Rząd odniósł się do sprawy R.T. przeciwko Szwajcarii ((decyzja), nr 31982/96, 30 maja 2000 roku), w której Trybunał stwierdził, że nałożenie kar przez dwa różne organy (jeden administracyjny, a drugi karny) nie było niezgodne z artykułem 4 Protokołu nr 7. W tym względzie, fakt, że jedno i to samo postępowanie może naruszyć zarówno artykuł 187 ter i artykuł 185 Dekretu Legislacyjnego nr 58 z 1998 roku, nie był istotny, ponieważ sprawa dotyczyła typowego przykładu pojedynczego czynu stanowiącego różne przestępstwa, a koncept ten charakteryzuje się tym, że pojedynczy czyn dzieli się na dwa osobne przestępstwa (odnosiły się one do Oliveira przeciwko Szwajcarii, nr 25711/94, § 26, 30 lipca 1998 roku; Goktan przeciwko Francji, nr 33402/96, § 50, 2 lipca 2002 roku; Gauthier przeciwko Francji (decyzja), nr 61178/00, 24 czerwca 2003 roku; oraz Ongun przeciwko Turcji (decyzja), nr 15737/02, 10 października 2006 roku).", ". Wreszcie, należy zauważyć, że w celu zapewnienia proporcjonalności kary do oskarżenia, sąd karny mógł uwzględnić wcześniejsze nałożenie kary administracyjnej oraz zmniejszyć sankcję karną. W szczególności, kwota kary administracyjnej jest odliczana od finansowej sankcji karnej (artykuł 187 terdecies Dekretu Legislacyjnego nr 58 z 1998 roku), natomiast aktywa zabezpieczone już w kontekście postępowania administracyjnego nie mogą być skonfiskowane.", "2.  Ocena Trybunału", ". Trybunał podkreśla, że w sprawie Sergey Zolotukhin (op. cit., § 82) Wielka Izba stwierdziła, że artykuł 4 Protokołu nr 7 należy rozumieć jako zabraniający ścigania lub sądzenia za drugie „przestępstwo” w zakresie, w jakim wywodzi się ono z faktów, które są co do istoty takie same.", ". Gwarancja przewidziana w artykule 4 Protokołu nr 7 staje się istotna w momencie rozpoczęcia nowego dochodzenia, jeżeli uprzednie uniewinnienie lub skazanie nabrało już mocy res iudicata. W tej sytuacji, dostępny materiał musi koniecznie obejmować decyzję, którą zakończyło się pierwsze „postępowanie karne”, a także listę oskarżeń skierowanych przeciwko skarżącemu w nowym postępowaniu. Zwykle, dokumenty te zawierać będą określenie okoliczności dotyczących zarówno przestępstwa, za które skarżący był już sądzony, jak i drugiego przestępstwa, o które jest oskarżany. Zdaniem Trybunału, taki opis okoliczności stanowi odpowiedni punkt wyjścia dla stwierdzenia, czy fakty w obydwu postępowaniach były identyczne lub co do istoty podobne.", "Nie ma znaczenia, które fragmenty nowych oskarżeń zostały ostatecznie utrzymane lub oddalone w kolejnym postępowaniu, ponieważ artykuł 4 Protokołu nr 7 zawiera gwarancję przeciwko byciu sądzonym lub przeciwko możliwości bycia sądzonym w nowym postępowaniu, a nie zakaz drugiego skazania lub uniewinnienia (zobacz Sergey Zolotukhin, op. cit., ustęp 83).", ". Dlatego też, Trybunał, badając sprawę, powinien skoncentrować się na tych faktach, opisanych we wskazanych wyżej dokumentach, które stanowią zestaw konkretnych okoliczności faktycznych dotyczących tego samego oskarżonego oraz nierozerwalnie powiązanych ze sobą w czasie i przestrzeni, a których istnienie musi być wykazane, by możliwe było skazanie lub by było możliwe wszczęcie postępowania karnego (zobacz Sergey Zolotukhin, op. cit., ustęp 84).", "222. Stosując te zasady do niniejszej sprawy, Trybunał zauważa po pierwsze, że stwierdził na gruncie artykułu 6 Konwencji, iż istniały uzasadnione podstawy, by uznać, że postępowanie przed CONSOB obejmowało „oskarżenie w sprawie karnej” przeciwko skarżącym (zobacz punkt 101 powyżej), a także zauważa, że kary nałożone przez CONSOB i częściowo obniżone przez sąd apelacyjny stały się res iudicata w dniu 23 czerwca 2009 roku, kiedy zostały wydane wyroki Sądu Kasacyjnego (zobacz punkt 38 powyżej). Począwszy od tej daty, skarżący powinni być zatem uznani za „już prawomocnie skazanych za przestępstwo” w rozumieniu artykułu 4 Protokołu nr 7.", "223. Pomimo to nowe postępowanie karne, które zostało wszczęte przeciwko nim w międzyczasie (zobacz punkty 39-40 powyżej), nie zostało zamknięte i doprowadziło do wydania wyroków w pierwszej i drugiej instancji.", "224. Pozostaje ustalić, czy to nowe postępowanie oparte było na faktach, które były co do istoty takie same, jak fakty których dotyczyło prawomocne skazanie. W tym względzie, Trybunał zauważa, że przeciwnie do tego, co zdaje się twierdzić Rząd (zobacz punkt 217 powyżej), z zasad określonych w sprawie Sergey Zolotukhin, op. cit., wynika, że kwestią, na jaką należy sobie odpowiedzieć, nie jest to, czy elementy przestępstwa określone w artykułach 187 ter i 185 § 1 Dekretu Legislacyjnego Nr 58 z 1998 roku są identyczne, lecz to, czy przestępstwa, za popełnienie których skarżący zostali oskarżeni przed CONSOB oraz przed sądami karnymi, dotyczyły tego samego zachowania.", "225. Przed CONSOB skarżący zostali zasadniczo oskarżeni o brak podania w komunikatach prasowych z 24 sierpnia 2005 roku informacji na temat planu renegocjacji kapitałowej transakcji swap z Merrill Lynch International Ltd, mimo iż plan ten już istniał i znajdował się w zaawansowanym stadium przygotowania (zobacz punkty 20 i 21 powyżej). Zostali następnie ukarani za to przez CONSOB oraz przez Sąd Apelacyjny w Turynie (zobacz punkty 27 i 35 powyżej).", "226. Przed sądami karnymi skarżący zostali oskarżeni o złożenie oświadczenia, w tych samych komunikatach prasowych, że Exor ani nie wszczynał, ani nie badał inicjatyw dotyczących wygaśnięcia umowy o finansowanie, mimo że umowa zmieniająca kapitałowy swap została już przeanalizowana i zawarta, a informację tę utrzymywano w tajemnicy w celu uniknięcia prawdopodobnego spadku ceny udziałów spółki FIAT (zobacz punkt 40 powyżej).", "227. Zdaniem Trybunału, postępowanie to wyraźnie dotyczyło tego samego zachowania tych samych osób w tym samym dniu. Ponadto, sam Sąd Apelacyjny w Turynie, w swoich wyrokach z 23 stycznia 2008 roku, przyznał, że artykuły 187 ter i 185 § 1 Dekretu Legislacyjnego Nr 58 z 1998 roku dotyczyły tego samego zachowania, a mianowicie rozpowszechniania fałszywych informacji (zobacz punkt 34 powyżej). Wynika z tego, że drugie postępowanie dotyczyło drugiego „przestępstwa” wywodzącego się z czynów identycznych z czynami, jakie stanowiły przedmiot pierwszego i prawomocnego skazania.", "228. Ustalenie to jest wystarczające, by stwierdzić, że nastąpiło naruszenie artykułu 4 Protokołu nr 7.", "229. Ponadto, w zakresie, w jakim stwierdza Rząd, że prawo Unii Europejskiej wyraźnie dopuszcza zastosowanie podwójnej kary (administracyjnej i karnej) w kontekście zwalczania nadużyć na rynkach finansowych (zobacz punkt 216 powyżej), Trybunał, zastrzegając, że jego zadaniem nie jest interpretacja orzecznictwa TSUE, zauważa, że w swoim orzeczeniu z 23 grudnia 2009 roku, w sprawie Spector Photo Group, TSUE wskazał, że artykuł 14 dyrektywy nr 2003/6 nie zobowiązuje państw członkowskich do nałożenia sankcji karnych na autorów informacji poufnych, lecz jedynie stanowi, że państwa te są zobowiązane do zapewnienia, by nałożone zostały sankcje administracyjne na osoby odpowiedzialne, jeżeli nastąpiło zaniechanie zastosowania się do przepisów przyjętych w ramach wdrożenia tej dyrektywy. Zwrócił również uwagę państw na fakt, że takie sankcje administracyjne mogą, dla celów stosowania Konwencji, być zakwalifikowane jako sankcje karne (zobacz punkt 61 powyżej). Ponadto, w swoim wyroku Åklagaren przeciwko Hansowi Åkerbergowi Franssonowi, w kwestii podatku od wartości dodanej, ETS oświadczył, że zgodnie z zasadą ne bis in idem, państwo może nałożyć podwójną karę (podatkową lub karną) w odniesieniu do tych samych okoliczności, jeżeli pierwsza kara nie ma charakteru karnego (zobacz punkt  92 powyżej).", "VI.  ZASTOSOWANIE ARTYKUŁÓW 41 i 46 KONWENCJI", ".  Artykuł 41 Konwencji stanowi:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi taka potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.”", ".  Odpowiednie części artykułu 46 Konwencji brzmią następująco:", "„1.  Wysokie Układające się Strony zobowiązują się do przestrzegania ostatecznego wyroku Trybunału we wszystkich sprawach, w których są stronami.", "2.  Ostateczny wyrok Trybunału przekazuje się Komitetowi Ministrów, który czuwa nad jego wykonaniem. ...", "A.  Wskazanie środków generalnych i indywidualnych", "1.  Zasady ogólne", ". Każdy wyrok, w którym Trybunał stwierdza naruszenie, nakłada na pozwane Państwo prawne zobowiązanie z mocy artykułu 46 Konwencji zakończenia naruszenia oraz naprawienia jego konsekwencji w taki sposób, by przywrócić, w zakresie, w jakim to jest możliwe, sytuację istniejącą przed naruszeniem. Jeżeli, z drugiej strony, prawo krajowe nie pozwala – lub pozwala jedynie częściowo – na usunięcie konsekwencji naruszenia, artykuł 41 upoważnia Trybunał do przyznania stronie pokrzywdzonej takiego zadośćuczynienia, jakie uznaje za właściwe. Wynika z tego m.in., że wyrok, w którym Trybunał stwierdzi naruszenie Konwencji lub Protokołów do Konwencji, nakłada na pozwane Państwo prawne zobowiązanie nie tylko do zapłacenia na rzecz osób zainteresowanych kwot przyznanych w drodze zadośćuczynienia, ale także dokonania wyboru, pod nadzorem Komitetu Ministrów, środków generalnych oraz/lub, o ile dotyczy, indywidualnych, jakie powinny być podjęte w ramach ich krajowych porządków prawnych (zobacz Maestri przeciwko Włochom [Wielka Izba], nr 39748/98, § 47, ECHR 2004I; Assanidze przeciwko Gruzji [Wielka Izba], nr 71503/01, § 198, ECHR 2004II; oraz Ilaşcu i inni przeciwko Mołdawii i Rosji [Wielka Izba], nr 48787/99, § 487, ECHR 2004VII).", ". Trybunał podkreśla, że jego wyroki są zasadniczo deklaratywne w swoim charakterze oraz że, ogólnie, do danego Państwa należy wybór, z zastrzeżeniem nadzoru ze strony Komitetu Ministrów, środków, jakie należy zastosować w jego wewnętrznym porządku prawnym w celu wypełnienia zobowiązania wynikającego z artykułu 46 Konwencji, pod warunkiem, że środki takie są zgodne z wnioskami zawartymi w wyroku Trybunału (zobacz m.in. Scozzari i Giunta przeciwko Włochom [Wielka Izba], nr 39221/98 i 41963/98, § 249, ECHR 2000-VIII; Brumărescu przeciwko Rumunii (słuszne zadośćuczynienie) [Wielka Izba], nr 28342/95, § 20, ECHR 2001-I; oraz Öcalan przeciwko Turcji [Wielka Izba], nr 46221/99, § 210, ECHR 2005-IV). Ta uznaniowość, jeżeli chodzi o sposób wykonania wyroku, odzwierciedla wolność wyboru związaną z głównym zobowiązaniem Układających się Stron, wynikającym z Konwencji i polegającym na zapewnieniu gwarantowanych praw i wolności (zobacz Papamichalopoulos i inni przeciwko Grecji (artykuł 50), 31 października 1995, § 34, Seria A nr 330B).", ". Jednakże, w wyjątkowej sytuacji, w celu udzielenia pomocy Układającemu się Państwu w wypełnieniu jego zobowiązań wynikających z artykułu 46, Trybunał dołoży starań, by wskazać rodzaj środka, jaki powinien być podjęty w celu zakończenia danej sytuacji systemowej, której istnienie stwierdził. W takich okolicznościach, może zaproponować różne opcje oraz pozostawić wybór środka i jego wdrożenia do uznania danego Państwa (zobacz, na przykład, Broniowski przeciwko Polsce [Wielka Izba], nr 31443/96, § 194, ECHR 2004-V). W niektórych przypadkach, charakter stwierdzonego naruszenia może być taki, że nie pozostawia faktycznego wyboru co do środków wymaganych w celu naprawienia sytuacji, a Trybunał może podjąć decyzję o wskazaniu konkretnego środka (zobacz, na przykład, Assanidze, op. cit., §§ 202 i 203; Alexanian przeciwko Rosji, nr 46468/06, § 240, 22 grudnia 2008r.; Fatullayev przeciwko Azerbejdżanowi, nr 40984/07, §§ 176 i  177, 22 kwietnia 2010 roku; oraz Oleksandr Volkov przeciwko Ukrainie, nr 21722/11, § 208, 9 stycznia 2013 roku).", "2.  Zastosowanie tych zasad w niniejszej sprawie", ". W konkretnych okolicznościach niniejszej sprawy, Trybunał nie uznaje za konieczne wskazywanie środków generalnych, jakie Państwo powinno podjąć w celu wykonania niniejszego wyroku.", ". Z kolei jeżeli chodzi o środki indywidualne, Trybunał uznaje, że w niniejszej sprawie charakter stwierdzonego naruszenia jest taki, że nie pozostawia faktycznie wyboru co do środków wymaganych dla jego naprawy.", "237. W tych warunkach, uwzględniając konkretne okoliczności sprawy oraz pilną potrzebę zakończenia naruszenia artykułu 4 Protokołu nr 7 (zobacz § 228 powyżej), Trybunał uznaje, że pozwane Państwo musi zapewnić, iż nowe postępowanie karne wniesione przeciwko skarżącym z naruszeniem tego postanowienia, które, zgodnie z najnowszymi otrzymanymi informacjami, nadal jest w toku, zostanie jak najszybciej zamknięte, bez negatywnych konsekwencji dla skarżących (zobacz, mutatis mutandis, Assanidze, op. cit., § 203, oraz Oleksandr Volkov, op. cit., § 208).", "...", "", "[Paragrafy 238-245 dotyczące szkody oraz kosztów i wydatków zostały pominięte w niniejszym tłumaczeniu – przyp. tłum.]", "Z TYCH PRZYCZYN, TRYBUNAŁ", "1.  Uznaje jednogłośnie, że pozostała część skarg jest dopuszczalna;", "", "2.  Orzeka jednogłośnie, że nastąpiło naruszenie artykułu 6 ust. 1 Konwencji;", "", "3.  Orzeka sześcioma głosami do jednego, że nie doszło do naruszenia art. 6 ust. 3 lit. a) i c) wobec Pana Grande Stevensa;", "", "4.  Orzeka pięcioma głosami do dwóch, że nie doszło do naruszenia art. 1 Protokołu nr 1;", "", "5.  Orzeka jednogłośnie, że nastąpiło naruszenie artykułu 4 Protokołu nr 7;", "", "6.  Orzeka jednogłośnie, że pozwane Państwo musi zapewnić, by nowe postępowanie karne, wszczęte przeciwko skarżącym z naruszeniem artykułu 4 Protokołu nr 7, które, zgodnie z najnowszymi otrzymanymi informacjami, nadal jest w toku w stosunku do Pana Gabettiego i Pana Grande Stevensa, zostało jak najszybciej zamknięte (zobacz punkt 237 powyżej);", "", "7.  Orzeka jednogłośnie,", "a)  że pozwane Państwo jest zobowiązane wypłacić, w ciągu trzech miesięcy od dnia, w którym niniejszy wyrok stanie się ostateczny zgodnie z art. 44 ust. 2 Konwencji, następujące kwoty:", "i)  10 000 EUR (dziesięć tysięcy euro), powiększone o jakąkolwiek kwotę, jaka mogłaby być należna tytułem podatków, każdemu skarżącemu z tytułu szkody moralnej;", "ii)  40 000 EUR (czterdzieści tysięcy euro), powiększone o jakąkolwiek kwotę, jaka mogłaby być należna tytułem podatków, wspólnie skarżącym tytułem kosztów i wydatków;", "b) że od momentu upływu wyżej wskazanego terminu trzech miesięcy aż do momentu uregulowania należności, należne będą odsetki zwykłe od określonych powyżej kwot, naliczone według stopy równej marginalnej stopie procentowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "", " 8.  Oddala pięcioma głosami do dwóch dalsze roszczenie o przyznanie słusznego zadośćuczynienia.", "", "Sporządzono w języku francuskim oraz obwieszczono na piśmie w dniu 4 marca 2014 roku, zgodnie z art. 77 ust. 2 i 3 Regulaminu Trybunału.", "\tStanley Naismith\tIşıl Karakaş\n\tKanclerz\tPrzewodniczący", "", "Zgodnie z artykułem 45 ust. 2 Konwencji i art. 74 ust. 2 Regulaminu Trybunału, do niniejszego wyroku dołączona została wspólna opinia odrębna, częściowo zbieżna, a częściowo rozbieżna, którą złożyli Sędziowie Karakaş i Pinto de Albuquerque.", "A.I.K. \nS.H.N.", "", "", "\n", "CZĘŚCIOWO ZBIEŻNA, A CZĘŚCIOWO ROZBIEŻNA OPINIA ODRĘBNA, KTÓRĄ ZŁOŻYLI SĘDZIOWIE KARAKAŞ I PINTO DE ALBUQUERQUE", "1. W sprawie Grande Stevens i Inni, przed Trybunałem ponownie stoi poważny problem dotyczący sądowej kontroli administracyjnych sankcji pieniężnych i niepieniężnych, nakładanych przez włoskie władze administracyjne. Waga sprawy wynika nie tylko ze złożonego charakteru różnych proceduralnych braków obecnych zarówno w postępowaniu administracyjnym, jak i sądowym, prowadzących do nałożenia ewidentnie nieadekwatnych sankcji administracyjnych, ale również z faktu, że następnie niektórzy skarżący byli sądzeni i ukarani w nowym postępowaniu karnym opartym na tych samych okolicznościach co okoliczności stanowiące przedmiot poprzedzającego postępowania administracyjnego. Zważywszy, że szereg innych europejskich jurysdykcji stoi przed podobnymi problemami, reperkusje niniejszej sprawy idą dużo dalej niż granice włoskiego systemu prawnego.", "2. Zgadzamy się ze stwierdzeniem większości, że artykuł 6 w jego aspekcie karnym ma zastosowanie zarówno do postępowania administracyjnego, jak i postępowania sądowego wszczętego na mocy artykułu 187 septis TUF (Skonsolidowanej Ustawy Finansowej, o której jest mowa w wyroku jako o Dekrecie Legislacyjnym nr 58 z 24 lutego 1998 roku) i ustępu 23 ustawy nr 689 z 24 listopada 1981 roku, a także do kar nałożonych następnie na skarżących na mocy artykułu 187 ter TUF, że postępowanie administracyjne przed Commissione Nazionale per la Società e la Borsa (CONSOB) nie było rzetelne, a także, że następujące postępowanie przed sądem apelacyjnym i Sądem Kasacyjnym nie naprawiło tego braku rzetelności. Naszym zdaniem, wniosek dotyczący braku zapewnienia skutecznych środków odwoławczych przez sądy krajowe nie wynika wyłącznie z braku przeprowadzenia jawnej rozprawy w sądzie apelacyjnym, jak to stwierdziła większość. Uważamy, że istota naruszenia artykułu 6 leży w braku kontradyktoryjnego zbadania kwestionowanych dowodów w formie zeznań oraz braku przesłuchania skarżących podczas rozprawy przed sądem.", "3. Ponadto, nie podzielamy również stanowiska większości w odniesieniu do legalności i proporcjonalności kar nałożonych przez sąd apelacyjny oraz potwierdzonych przez Sąd Kasacyjny, a także w odniesieniu do kwoty słusznego zadośćuczynienia przyznanego przez Europejski Trybunał Praw Człowieka (Trybunał). Wreszcie, Sędzia Pinto de Albuquerque uważa również, że zmiana zarzutu przez Sąd Apelacyjny w Turynie była niezgodna z Konwencją.", "Nierzetelny charakter postępowania przed CONSOB", "4. Skarżący zostali uznani winnymi popełnienia administracyjnego przestępstwa manipulacji rynkowej, o którym mowa w artykule 187 ter TUF, i zostali ukarani w trybie określonym w artykule 187 septis TUF, w związku z ustępem 23 ustawy nr 689 z 24 listopada 1981 roku Postępowanie przed CONSOB nie jest rzetelne w świetle standardów określonych w artykule 6 Konwencji.", "5. Zgodnie z artykułem 2 Uchwały CONSOB nr 15086 z dnia 21 czerwca 2005 roku, postępowanie ws. sankcji rozpoczyna się od formalnego powiadomienia o zarzucanym naruszeniu (la formale contestazione degli addebiti), sporządzonym na podstawie dowodów zebranych w trakcie postępowania nadzorczego prowadzonego przez dany organ. Działając z urzędu lub na podstawie zawiadomienia złożonego przez inny krajowy lub zagraniczny organ publiczny, bądź też na podstawie doniesienia złożonego przez osobę prywatną, CONSOB może wszcząć poufne postępowanie przed-przygotowawcze (fase preistruttoria), podczas którego nadzorowana osoba może być poddana środkom określonym w artykule 187-octies TUF. Ponieważ takie postępowanie przed-przygotowawcze nie ma limitu czasowego, brak jest wyraźnego rozróżnienia pomiędzy ogólną funkcją nadzorczą CONSOB a jego funkcją karną, co pociąga za sobą ryzyko, że nakładanie się tych funkcji może w sposób instrumentalny zostać użyte do wykorzystania obowiązku nadzorowanej osoby do informowania, składania dokumentów i współpracy w ramach czynności nadzorczych CONSOB. W postępowaniu odszkodowawczym, istnieje formalny i fizyczny podział między Ufficio Insider Trading (Biurem ds. Wykorzystania Informacji Poufnych, ang. Insider Trading Office – ITO), które jest odpowiedzialne za wnoszenie zarzutów przeciwko podejrzanemu oraz za ocenę jego pisemnej obrony, a Ufficio Sanzioni Amministrative (Wydziałem ds. Sankcji Administracyjnych, ang. Administrative Sanctions Division – ASD), który jest odpowiedzialny za dochodzenie i sporządzenie raportu końcowego zawierającego formalne oskarżenie i proponowany poziom sankcji, jakie winny być nałożone, oraz CONSOB jako Komisją, która jest odpowiedzialna za wydanie ostatecznej decyzji administracyjnej. Jednakże, ten formalny i fizyczny podział nie gwarantuje skutecznego podziału między funkcjami oskarżycielskimi a orzeczniczymi, zgodnie z wymogiem artykułu 187 septies nr 2 samego TUF. Cztery powody przemawiają za takim wnioskiem. Po pierwsze, przewodniczący CONSOB ma za zadanie nadzorowanie dochodzenia przygotowawczego i udzielanie wskazówek na temat funkcjonowania wydziałów oraz dyrektyw co do ich koordynacji. Po drugie, przewodniczący CONSOB jest bezpośrednio zaangażowany w wykonywanie najważniejszych uprawnień inspekcyjnych oraz innych uprawnień dochodzeniowych przysługujących CONSOB na mocy artykułów 115 i 187 octies TUF, zgodnie z propozycją właściwych dyrektoriatów. Po trzecie, CONSOB, działając jako Komisja, może korzystać z najbardziej ingerencyjnych uprawnień dochodzeniowych, takich jak uprawnienie do zajęcia mienia. Po czwarte, decyzja CONSOB może być umotywowana per relationem, w odniesieniu do poprzedzających aktów proceduralnych, a nawet może być podjęta za milczącą zgodą członków Komisji. Uwzględniając wszystkie te kwestie, CONSOB, działając jako Komisja, jest daleka od bycia bezstronnym organem niezależnym względem organów dochodzeniowych i oskarżycielskich ITO i ASD. To podstawowe systemowe zaniedbanie postępowania administracyjnego zbiegło się z poważnym stopniem nierówności pomiędzy stronami.", "6.  Prawdą jest, że ITO wyraziło swoje poglądy w raporcie (relazione istruttoria) z dnia 13 września 2006 roku oraz w nocie uzupełniającej z 19 października 2006 roku, które zostały podane do wiadomości skarżącym, termin 30 dni na złożenie uwag do noty uzupełniającej był zaś terminem rozsądnym. Jednakże, faktem jest, że nie nastąpiło przesłuchanie świadków przez ITO. Nie przesłuchano również skarżących, za wyjątkiem skarżącego Grande Stevensa. Ostateczny akt oskarżenia ASD został przyjęty w dniu 19 stycznia 2007 roku, jednak nie został podany do wiadomości skarżących. Decyzja CONSOB została podjęta 9 lutego 2007 roku; skarżących poinformowano o obradach, nie mogli jednak składać pism do CONSOB. Ponadto, decyzja CONSOB została podjęta po zamkniętym posiedzeniu z udziałem pracownika ASD, jednak skarżący ani nie mogli uczestniczyć w tym posiedzeniu, ani nie mogli uzyskać protokołu z jego obrad. Oskarżyciel miał jedyne i ostateczne prawo głosu przed CONSOB, a nie skarżący.", "7. Przyczyna takiego inkwizycyjnego i nierównego postępowania jest następująca: według Sądu Kasacyjnego, artykuły 24 (diritto di difesa) i 111 (giusto processo) włoskiej Konstytucji nie mają zastosowania do administracyjnego etapu postępowania karnego, a „prawo do dyskusji podczas postępowania nie ma zastosowania do sankcji lub ich kryteriów kwalifikacyjnych”. To uzasadnia fakt, że uchwały CONSOB nr 12697 z 2 sierpnia 2000 roku i nr 15086 z 21 czerwca 2005 roku nie spełniają tych gwarancji konstytucyjnych, a w szczególności konstytucyjnych gwarancji przesłuchania świadków oskarżenia przed sądem oraz przedstawienia świadków obrony w tych samych warunkach co świadkowie oskarżenia. Reasumując, godne pochwały intencje włoskiej legislatury w momencie wprowadzania przez nią nowej wersji artykułu 187-septies nr 2 TUF w 2005 roku zostały ograniczone w praktyce, zarówno przez orzecznictwo, jak i przez decyzje administracyjne. Dwa etapy składania pisemnych oświadczeń przed ITO i ASD, które nie wnoszą faktycznej wartości dodanej do postępowania, nie rekompensują braku prawdziwej, kontradyktoryjnej prezentacji i zbadania dowodów i braku równości broni między stronami.", "Brak skutecznej kontroli sądowej decyzji CONSOB", "8. Sądowa kontrola decyzji CONSOB o zastosowaniu sankcji administracyjnych obejmowała apelację do Sądu Apelacyjnego w oparciu o artykuł 187 septies nr 6 TUF i ustępu 23 ustawy nr 689/1981, a także apelację do Sądu Kasacyjnego w oparciu o artykuł 360 kodeksu postępowania cywilnego (k.p.c.). Artykuły te zostały uchylone nowym Codice del Processo Amministrativo (kodeksem postępowania administracyjnego lub k.p.a.), zatwierdzonym na mocy Dekretu Legislacyjnego Nr 104 (Decreto legislative) z 2 lipca 2010 roku; nowy artykuł 133 (1) l k.p.a. udzielił sędziom administracyjnym wyłącznej jurysdykcji (giurisdizione esclusiva) w „postępowaniach w sprawie sankcji” (provvedimenti sanzionatori) CONSOB, a nowy artykuł 134 (1) c tego samego k.p.a. obejmuje spory dotyczące sankcji pieniężnych (sanzioni pecuniarie) w ramach wyłącznej jurysdykcji, gdzie kontrola rozciąga się na przedmiot sprawy (cognizione estesa al merito), która odnosi się nie tylko do legalności działań administracyjnych, lecz również do ich konieczności, potrzeby, przydatności i słuszności (opportunità, convenienza, utilità ed equità). Wyrok Trybunału Konstytucyjnego nr 162 z dnia 27 czerwca 2012 roku uznał postanowienia Decreto legislativo 104/2010 za niezgodne z Konstytucją, a kompetencje sędziów cywilnych (giudice ordinario), tzn. sądu apelacyjnego, zostały przywrócone w postępowaniu odszkodowawczym CONSOB.", "9. Zgodnie z artykułem 187 septies nr 6 TUF, w związku z ustępem 23 ustawy nr 689/1981, które miały zastosowanie do przedmiotowej sprawy, sąd apelacyjny ma prawo, łącznie z prawem do działania z urzędu, do określenia dowodów, jakie uważa za niezbędne, a także do wezwania świadków; do uchylenia lub zmiany zaskarżonej decyzji w całości lub w części, nawet wyłącznie w odniesieniu do wysokości sankcji, a także do osobistego przesłuchania skarżącego podczas rozprawy. Mówiąc wprost, sąd apelacyjny ma prawo nie tylko przeanalizować zaskarżoną decyzję, ale również ponownie rozpatrzeć sprawę tota re perspecta, tzn. w odniesieniu do całej rozpatrywanej sprawy, w świetle kwestii prawnych i faktycznych podnoszonych przez skarżących.", "10. Wykonując swoje funkcje kontrolne zgodnie z artykułem 187 septies nr 6 TUF i ustępem 23 ustawy nr 689/1981, sąd apelacyjny ma tylko jedno ograniczenie: zakaz reformatio in pejus. Ponadto, sankcje pieniężne i niepieniężne CONSOB muszą być stosowane na podstawie „powagi przestępstwa” (gravità della violazione) oraz z uwzględnieniem „możliwości recydywy” (eventuale recidiva) przestępców, a zatem na podstawie kryteriów, które nie mogą być uznane za wyraz administracyjnej uznaniowości. Te same kryteria są wiążące dla sądów apelacyjnych pełniących swoje funkcje kontrolne w stosunku do decyzji CONSOB w sprawie nałożenia sankcji administracyjnych.", "11. Niemniej jednak, faktem jest, że sąd apelacyjny zrzekł się swoich uprawnień do ponownego rozpatrzenia tej sprawy. Jest to oczywiste, jeżeli z uwagą przeczytamy akta, a w szczególności pięć wyroków sądu apelacyjnego. W istocie, sąd apelacyjny oddalił apelację na podstawie dowodów oskarżenia zebranych przez organ administracyjny, pomimo okoliczności, że zostały one zebrane w sposób niejawny, bez możliwości kontradyktoryjnej konfrontacji świadków, i zakwestionowane zarówno pod względem ich znaczenia merytorycznego, jak i podmiotowego. Dla sądu apelacyjnego wystarczające były pisemne oświadczenia skarżących oraz pisemne dowody złożone przez oskarżenie. I to było wszystko! Sąd nie przesłuchał świadków, nie przesłuchał żadnego ze skarżących i nie zlecił sporządzenia opinii przez biegłych. W zamian za to, sąd apelacyjny oparł się, a nawet przepisał słowo w słowo w swoich wyrokach, zeznania złożone przez świadków Claudio Salini, odpowiedzialnego za Wydział ds. Rynków, oraz Antonio Rosati, dyrektora generalnego CONSOB, jako na głównych elementach dowodów uzasadniających skazanie. Mówiąc żargonem prawnym, sąd apelacyjny nie dokonał niczego więcej ponad samą analizę (reformatio) logicznej spójności zaskarżonej decyzji, unikając prawdziwego ponownego rozpatrzenia (revisio) sprawy.", "12. Niemniej jednak, skarżący wystąpili o ponowne pełne rozpatrzenie ich sprawy, natomiast skarżący Grande Stevens i Marrone wystąpili nawet, aby sąd apelacyjny przesłuchał wyraźnie wskazanych świadków na okoliczność sprawy. Oczywiste jest, że okoliczności, co do których żądano zeznań tych świadków, były okolicznościami, o jakich była uprzednio mowa w pisemnych oświadczeniach zebranych na przedsądowym etapie postępowania. Tym bardziej oczywiste jest to, że skarżący oczekiwali, iż świadkowie zostaną wezwani przez sąd apelacyjny, gdyż mógł tego dokonać wykorzystując uprawnienia przysługujące mu z mocy prawa, czy to na wniosek skarżących, czy z urzędu, nawet bez określenia argumentów, jakie należało dowieść. Fakt, że wnioski o dopuszczenie dowodów w postaci zeznań świadków zostały złożone z zastrzeżeniem, że sąd uzna je za „konieczne” (ove occorresse) lub że dowody w postaci dokumentów zostaną uznane za „ewentualnie niewystarczające lub niemożliwe do wykorzystania” (eventuale insufficienza o inutilizzabilità dei documenti), zdecydowanie nie wpływa na zmianę intencji skarżących ani na charakter ich wniosku. W istocie, w swoich wnioskach o istanze istruttorie skarżący odnieśli się do samych zasad prawa, zgodnie z którymi to od sędziego zależało uznanie dowodów, jakie uważał za „konieczne” dla celów rozstrzygnięcia sprawy oraz dania wiary wersji okoliczności przedstawionej przez skarżących.", "13.  Przesłuchanie świadków przed sądem było niezbędne, ponieważ występowały poważne sprzeczności pomiędzy świadkami co do rozwoju wypadków w okresie od kwietnia do sierpnia 2005 roku. Przesłuchanie skarżących przez sąd również było istotne, zważywszy, że kwestionowano ich indywidualne i rzekomo oszukańcze mens rea. Innymi słowy, niezwykle ważne było, aby ocenić, czy CONSOB była świadoma prawnych rozwiązań stworzonych przez Pana Grande Stevensa i uznała za niekonieczne podanie tych rozwiązań do publicznej wiadomości, w świetle ich początkowego, niepewnego i warunkowego charakteru, a także w celu uniknięcia sztucznego wpływu na rynek, który i tak był już bardzo niestabilny. Gdyby ta wersja faktów miała być potwierdzona, zostałoby wykazane, że postępowanie CONSOB samo stworzyło okoliczności do popełnienia przestępstwa, w ten sposób usidlając skarżących, a następnie karząc ich za to, co sama wiedziała, że było zaledwie intencją w przedmiotowym czasie (Cogitatio poenam nemo patitur). To nie tylko sam brak formalności (a mianowicie brak jawnej rozprawy) jest uderzający w niniejszej sprawie, jak zdaje się uważać większość. Chodzi tu o coś dużo więcej. Prawdziwie szokujący jest absolutny brak kontradyktoryjnego zbadania kwestionowanych dowodów w odniesieniu do kluczowych okoliczności podczas rozprawy przed sądem. Sąd apelacyjny bez zastrzeżeń przyjął dowody w postaci zeznań zebranych przez prokuraturę, nie dając skarżącym możliwości skutecznego przesłuchania świadków na okoliczność sprawy. Pomimo że te uchybienia zostały zakwestionowane przed Sądem Kasacyjnym, nie naprawił ich, oddalając skargi proceduralne jako spóźnione, a w każdym razie utrzymując, że całe postępowanie regulowane Uchwałą CONSOB nr 15608 było w stanie w pełni zapewnić zgodność z zasadami rzetelnego procesu.", "14. Znaczenie zbadania dowodów z przesłuchania przed sądem nie powinno być i nie powinno było być niedoceniane w postępowaniu w sprawie sankcji, które może prowadzić do nałożenia kar pieniężnych w wysokości milionów euro oraz kar niepieniężnych, które mogą stanowić trwały uszczerbek, a czasami ostatecznie zniszczyć karierę zawodową skazanych osób. W istocie, Trybunał zauważył w dużo mniej poważnych sprawach konieczność zbadania w sądach drugiej instancji mocy dowodów oskarżenia i obrony w publicznej debacie przed sędzią. A fortiori, to samo ma zastosowanie do przesłuchania skarżących, czego konieczność została potwierdzona przez Trybunał, nawet w sądach drugiej instancji, w szczególności gdy chodzi o podmiotowy element przestępstwa. Sądy krajowe zignorowały te normy określone przez Trybunał.", "Zmiana oskarżeń przez sąd apelacyjny na niekorzyść skarżącego", "15. Skarżący Grande Stevens wnosi skargę przeciwko zmianie przez Sąd Apelacyjny oskarżenia skierowanego przeciwko niemu. Ma rację. W celu oskarżenia kogoś z artykułu 187 ter TUF (przestępstwo administracyjne manipulacji rynkowej), nie wystarczy zarzucić ogólnie, że przestępca uczestniczył w rozprowadzaniu fałszywych informacji. To sprowadzałoby się do prostego powtórzenia dosłownego tekstu przepisów prawnych. Oskarżenie musi wskazywać na fakty przystające do tego tekstu. Mówiąc technicznie, oskarżenie musi opisywać, z koniecznym stopniem dokładności, jak, kiedy, gdzie i przy zastosowaniu jakich środków przestępca uczestniczył w przestępstwie. W niniejszej sprawie, CONSOB oskarżyła skarżącego, Grande Stevensa, o udział w procesie podejmowania decyzji dotyczących rozpowszechniania rzekomo fałszywych informacji, podczas gdy występował w charakterze „administratora IFIL”, co okazało się niezgodne z prawdą. Aby uniknąć uniewinnienia, sąd apelacyjny zmienił przedmiot oskarżenia, zarzucając skarżącemu inne czyny: a mianowicie, że uczestniczył w przestępstwie, występując w charakterze prawnika wykonującego swoją działalność konsultacyjną. Taka zmiana przedmiotu oskarżenia przez sąd apelacyjny na niekorzyść skarżącego jest niedopuszczalna.", "16. Zgodnie z ustępem 23 ustawy nr 689/1981, sąd apelacyjny ma prawo zmienić zakwestionowaną decyzję, zarówno w jej aspekcie prawnym, jak i faktycznym. Jednakże, uprawnienie to ma jasno zdefiniowane ograniczenia.", "W świetle obowiązującej zasady zakazu reformatio in pejus, sądową kontrolę ustanawia się na korzyść skarżącego i nie może ona być nadużywana na jego niekorzyść. Ponadto, jeżeli nadrzędne zasady „zgodności pomiędzy oskarżeniem a skazaniem” (corrispondenza tra contestazione e condanna), a także oddzielenie funkcji oskarżycielskiej i orzeczniczej mają zastosowanie do postępowania administracyjnego, mają one również zastosowanie a fortiori w odniesieniu do postępowania sądowego przed sądem apelacyjnym. Sąd apelacyjny przyjąłby na siebie rolę oskarżycielską, gdyby miał uwzględnić w oskarżeniu nowe fakty, które są niekorzystne dla skarżącego. Jednak tego właśnie dokonał sąd apelacyjny w niniejszej sprawie.", "17. Należy rozważyć jeden końcowy kontrargument. Argument, że nowe okoliczności mają „jakość nieistotną z prawnego punktu widzenia”, a zatem mogą być uwzględnione w oskarżeniu, jest błędny i może być oddalony z trzech powodów. Po pierwsze, sama decyzja CONSOB brała pod uwagę działalność Pana Grande Stevensa jako administratora (amministratore) IFIL Investments s.p.a. w celu podwyższenia jego kary. Po drugie, charakter prawny, w jakim występował Pan Grande Stevens, czyni wielką różnicę, ponieważ jest istotny z punktu widzenia zakwalifikowania jego postępowania jako postępowania głównego przestępcy, który ma kompetencję do podejmowania decyzji w temacie rozpowszechniania informacji, a nie jako zwykłego współsprawcy, który miał jedynie prawo do wyrażenia opinii prawnej osobom uprawnionym do podjęcia wymienionej wcześniej decyzji. Zmieniając tę kwalifikację, sąd apelacyjny zmienił istotne fakty oskarżenia, co jest ewidentnie istotne dla oceny obiektywnej szkodliwości i subiektywnej winy, jaką pociągało za sobą postępowanie Pana Stevensa, a ponadto dokonał tego bez zgody skarżącego. Po trzecie, nowa okoliczność była również istotna z punktu widzenia odpowiedzialności osób trzecich zaangażowanych w postępowanie, ponieważ skazanie Pana Grande Stevensa jako „administratora” IFIL Investments s.p.a. pociągało za sobą jego odpowiedzialność wynikającą z artykułu 187 quinquies TUF.", "Brak zgodności z prawem i proporcjonalności sankcji pieniężnych i niepieniężnych", "18. Skarga skarżących dotycząca braku zgodności z prawem i proporcjonalności kar pieniężnych i niepieniężnych. Zgodnie z artykułem 187 ter TUF, sankcje pieniężne mające zastosowanie do przestępstwa administracyjnego manipulacji rynkowej mogą sięgać pięciu milionów euro, a także mogą być podwyższone do trzykrotnej lub nawet dziesięciokrotnej wartości wpływów z przestępstwa lub zysków z niego wynikających, uwzględniając osobistą sytuację winnego, skalę wpływów z przestępstwa lub zysków z niego wynikających, bądź też jego konsekwencje dla rynku. Podczas gdy kara za przestępstwa administracyjne na podstawie wpływów z przestępstwa lub zysków z niego wynikających, bez żadnych ustalonych górnych limitów dla sankcji pieniężnych, pociąga za sobą per se wątpliwość na gruncie artykułu 7 Konwencji w jego aspekcie zasady nullum poena sine lege stricta, niezwykle szeroki zakres zwiększonej kary pieniężnej przewidziany w artykule 187 ter nr 5 TUF jest nawet bardziej problematyczny. Niezależnie od tego, konkretne nałożone sankcje nie są ani zgodne z prawem, ani proporcjonalne.", "19. Sankcje nałożone na skarżących nie są zgodne z prawem również w tym sensie, że są one „skażone” bardzo poważnymi brakami proceduralnymi postępowania administracyjnego i sądowego, z których się wywodzą. Udawanie, że te braki nie pociągnęły za sobą poważnego uszczerbku ab imo dla możliwości skorzystania przez skarżących z prawa do obrony, a także zakładanie, że żadne braki proceduralne nie mogą wpłynąć na decyzję dotyczącą sankcji, w zakresie, w jakim decyzja ta stanowiła niezbędną konsekwencję stwierdzenia popełnienia przestępstwa, stanowi poważne petitio principii, w oparciu o niedopuszczalne założenie, że nierzetelne postępowanie nie miałoby innego wyniku, a ostatecznie, że skazania można dokonać na podstawie inkwizycyjnego i nierównego postępowania.", "20. Ponadto, sankcje pieniężne nałożone przez sąd apelacyjny są nieadekwatne, ponieważ Pan Gabetti, prezes przedsiębiorstw handlowych IFIL Investments s.p.a. i Giovanni Agnelli & Co., który podjął decyzję o rozpowszechnieniu informacji prasowych, został ukarany mniejszą karą niż Pan Grande Stevens, prawnik, który nie miał prawa do podejmowania decyzji, a występował jedynie jako konsultant. W istocie, zgodnie z wyrokiem sądu apelacyjnego, administrator, który podjął decyzję, został obciążony karą 1.200.000 Euro (1.000.000 Euro za swoje postępowanie w imieniu IFIL Investments s.p.a. i 200.000 Euro za postępowanie w imieniu Giovanni Agnelli & Co.), natomiast prawnik, który pełnił jedynie rolę doradczą, a którego opinia mogła być zignorowana przez administratora, został zobowiązany do zapłaty ponad dwukrotnie tyle, a mianowicie 3.000.000 euro. Innymi słowy, współsprawca został ukarany dużo wyższą karą pieniężną niż główny sprawca!", "21. Ta sama krytyka ma zastosowanie do kar niepieniężnych. Pan Grande Stevens został ukarany czteromiesięcznym zakazem prowadzenia działalności zawodowej, a Pan Gabetti został ukarany taką samą karą. Współsprawca, który udzielił niewiążącej opinii oraz główny sprawca, który podjął decyzję, zostali ukarani takimi samymi sankcjami niepieniężnymi, jakby ich odpowiedzialność zawodowa była na tym samym poziomie!", "22. Nieadekwatność kar nałożonych na skarżących Gabettiego i Grande Stevensa przez sąd apelacyjny jest nie tylko widoczna, gdy zostaną one do siebie porównane. Niezrozumiałe jest również, że ta sama kara 3.000.000 euro została zastosowana do skarżącego Grande Stevensa przez CONSOB i sąd apelacyjny, pomimo faktu, że CONSOB uznał Pana Grande Stevensa za administratora IFIL Investments s.p.a., a sąd apelacyjny uznał go za prawnika bez mocy wykonawczej. Mimo że sąd apelacyjny obniżył odpowiedzialność Pana Grande Stevensa z odpowiedzialności głównego sprawcy do odpowiedzialności współsprawcy, utrzymał tę samą karę, jaka została zastosowana w stosunku do niego przez CONSOB. Co do istoty, odpowiada to ukrytej formie reformatio in pejus przez sąd apelacyjny, na niekorzyść skarżącego. Nie podano żadnych uzasadnionych powodów takiej surowości.", "23. Kary zastosowane do Pana Marrone są również nieuzasadnione, ponieważ nie uczestniczył on nawet w zarzucanym procederze rozpowszechniania rzekomo fałszywych informacji, jak to ustalił Sąd Kasacyjny w swoim końcowym wyroku z 20 czerwca 2012 roku.", "24. Wreszcie, spółka IFIL Investments została ukarana karą 1.000.000 euro w związku z przestępstwem popełnionym przez Pana Gabettiego, a spółka Giovanni Agnelli & Co. została ukarana karą 600.000 euro w związku z przestępstwami popełnionymi przez Pana Gabettiego i Pana Marrone. Zgodnie z artykułem 187-quinquies TUF, odpowiedzialność administracyjna osoby prawnej nie ma ustalonego górnego limitu, ponieważ zależy od szeregu osób fizycznych, które popełniły przestępstwo w imieniu osoby prawnej. Jednakże, trudno jest zrozumieć, jak kara nałożona za rozpowszechnianie rzekomo fałszywych informacji przez jedną osobą fizyczną może stanowić blisko dwukrotność kary za rozpowszechnianie tej samej informacji przez tę samą osobę, jednak z uczestnictwem innej osoby fizycznej. Ponadto, CONSOB nakazał, a sąd apelacyjny utrzymał ten nakaz w mocy, by dwie spółki zapłaciły kary nałożone na osoby przez nie zatrudnione, jako wspólnie odpowiedzialny podmiot, zgodnie z ustępem 6 (3) ustawy nr 689/1981. Zgodnie z ugruntowanym orzecznictwem Sądu Kasacyjnego, artykuł 187-quinquies TUF i ustęp 6 ustawy nr 689/1981 mogą być stosowane do tej samej osoby prawnej w oparciu o te same okoliczności, ponieważ pierwszy dotyczy „bezpośredniej odpowiedzialności administracyjnej osoby prawnej”, podczas gdy drugi stanowi „specjalny przypadek zadłużenia bez odpowiedzialności, gdy podmiot ponosi odpowiedzialność za naruszenia popełnione przez jeden z jego wewnętrznych organów i jest bezpośrednio odpowiedzialny jako adiectus solutionis causa”. Ponadto, dwóm spółkom zarzucono również popełnienie dodatkowych „administracyjnych” przestępstw z artykułu 25-sixies Dekretu Legislacyjnego nr 231 z 8 czerwca 2001 roku. Z praktycznego punktu widzenia, dwie spółki mogły musieć zapłacić trzy różne kary pieniężne w wielkiej wysokości z tytułu tych samych okoliczności. Już w samej swojej budowie koncepcyjnej, ten system odszkodowawczy poddaje w wątpliwość prawa osób prawnych zarówno z artykułu 1 Protokołu nr 1, jak i artykułu 7 Konwencji. Dla celów niniejszej opinii, wystarczy uznać, że spółki IFIL Investments s.p.a. i Giovanni Agnelli & Co. zostały uniewinnione na mocy wyroku sądu apelacyjnego z 28 lutego 2013 toku, a wyrok ten jest prawomocny w tej części. Sąd apelacyjny uznał, że nie można przypisywać tym przedsiębiorstwo działania niezgodnego z prawdą, a tym bardziej popełnienia jakiegokolwiek przestępstwa „administracyjnego”. W świetle artykułu 187-quinquies nr 4 TUF, obrona IFIL Investments s.p.a. i Giovanni Agnelli & C., która była wystarczająca, by zanegować ich odpowiedzialność „administracyjną” z artykułu 6 Dekretu Legislacyjnego nr 231 z dnia 8 czerwca 2001 roku, powinna również zostać uznana za wystarczającą dla wykluczenia odpowiedzialności „administracyjnej” tych samych osób prawnych z artykułu 187-quinquies TUF.", "Ograniczony efekt ne bis in idem ostatecznego skazania na sankcje administracyjne", "24. Dyrektywa w sprawie nadużyć rynkowych 2003/6/WE wprowadziła wszechstronne ramy w zakresie zakazu i karania wykorzystywania informacji poufnych i manipulacji rynkowych. Państwa członkowskie zostały zobowiązane do wprowadzenia obowiązkowych sankcji, bez uszczerbku dla ich prawa do nakładania dodatkowych sankcji karnych.", "25. Dyrektywa została wdrożona we Włoszech postanowieniami zawartymi w Tytule I-bis Części V TUF. Artykuły 185, 187 ter i 187 duodecies TUF opisują „dwutorowy system” (doppio binario) dla karania osób fizycznych, który przewiduje postępowanie karne niezależnie od postępowania administracyjnego dla „tych samych okoliczności”. W istocie, sankcje administracyjne są ustalane „bez uszczerbku dla sankcji karnych mających zastosowanie, gdy dany czyn stanowi przestępstwo karne” (Salve le sanzioni penali quando il fatto costituisce reato). Ponadto, postępowanie administracyjne i kontrola sądowa dotycząca takiego postępowania nie są zawieszone, gdy postępowanie karne jest w toku „w odniesieniu do tych samych okoliczności lub okoliczności, od której zależy definicja sprawy” (avente ad oggetto i medesimi fatti o fatti dal cui accertamento dipende la relative definizione). „Dwutorowy system” został również wprowadzony dla osób prawnych, które mogą być obciążone sankcjami administracyjnymi z artykułu 187-quinquies TUF i z artykułu 25sexies Dekretu Legislacyjnego nr 231 z 8 czerwca 2001 roku w związku z tymi samymi okolicznościami. Ten system odszkodowawczy doppio binario narusza zasadę ne bis in idem, zarówno w swoim aspekcie dogmatycznym, jak i w swojej aktualnej praktyce.", "26. Według Sądu Kasacyjnego, artykuł 185 odnosi się do „przestępstwa opartego na zachowaniu” (illecito di mera condotta), ocenianego na podstawie ewaluacji ex ante ewentualnych konsekwencji, jakie rozprzestrzenienie dokładnych informacji miałoby dla rynku, a nie do „przestępstwa opartego na zdarzeniu” (illecito di evento), ocenianego na podstawie ewaluacji ex post realnej sytuacji na rynku po rozpowszechnieniu informacji prasowych. Rząd dalej rozwinął tę interpretację Sądu Kasacyjnego, dodając, że przestępstwo karne z artykułu 185 TUF stanowi „konkretne ryzyko przestępstwa polegającego na wyrządzeniu szkody” (reato di pericolo concreto), co oznacza, że należy stwierdzić, iż rozpowszechnienie fałszywych informacji spowodowało faktyczne ryzyko, że cena konkretnego instrumentu finansowego ulegnie zmianie, podczas gdy faktyczny wpływ na cenę tego instrumentu finansowego nie jest wymagany, aby przestępstwo było popełnione, natomiast przestępstwo administracyjne z artykułu 187 ter TUF stanowi „abstrakcyjne ryzyko przestępstwa polegającego na wyrządzeniu szkody” (reato di pericolo astratto), obejmując swoim zakresem każde postępowanie, które może teoretycznie wpływać na wybory inwestorów, niezależnie od tego, czy fałszywe lub wprowadzające w błąd informacje doprowadziły w istocie do wyborów inwestycyjnych, które w innym przypadku nie zostałyby dokonane.", "27. Aby uniknąć karania tego samego czynu dwukrotnie (bis in idem), system włoski wprowadził dwie gwarancje: „zasadę specjalności” (principio di specialità), przewidzianą w ustępie 9 ustawy nr 689/1981, a także zasadę odliczenia sankcji administracyjnej od sankcji karnej, nałożonej na mocy artykułu 187 terdecies TUF. Te dwie gwarancje nie są wystarczające, jak tego dowodzi niniejsza sprawa. Mimo że postępowanie karne i administracyjne mają za swój przedmiot dokładnie te same okoliczności faktyczne, Sąd Kasacyjny i Sąd Apelacyjny w Turynie oświadczały wielokrotnie, jednak w sposób nieprzekonujący, że zasada specjalności nie miała do nich zastosowania. Zarówno przestępstwo karne z artykułu 185 oraz przestępstwo administracyjne z artykułu 187 ter są przestępstwami opartymi na zachowaniu, które chronią ten sam „interes prawny” (bene giuridico), a mianowicie transparentność rynku, przy czym różnica między nimi polega na tym, że pierwsze stanowi „konkretne ryzyko przestępstwa polegającego na wyrządzeniu szkody”, a drugie „abstrakcyjne ryzyko przestępstwa polegającego na wyrządzeniu szkody”. A zatem, oczywiste jest, że zasada specjalności ma zastosowanie, ponieważ przepis dotyczący konkretnego ryzyka wyrządzenia szkody ma charakter specjalny w stosunku do przepisu abstrakcyjnego ryzyka wyrządzenia szkody, dotyczącego tego samego „interesu prawnego”, a zatem postępowanie karne powinno być nadrzędne i powinno wyłączać postępowanie administracyjne. Istotna kumulacja sankcji karnych i administracyjnych nie tylko nadmiernie obciąża Państwo dwoma niezależnymi dochodzeniami, z ryzykiem różnych rozstrzygnięć w sprawie tych samych okoliczności, ale również ewidentnie narusza zasadę specjalności.", "28. Nawet zakładając, na rzecz samej argumentacji, że zasada specjalności nie miała zastosowania, pozostaje faktem, że włoski system doppio binario nie zakazuje wszczęcia postępowania karnego in idem po wydaniu ostatecznej decyzji w sprawie skazania za popełnienie przestępstwa administracyjnego przez właściwy sąd prowadzący kontrolę. Artykuł 2 Protokołu nr 7 również zabrania „podwójnego karania” tego samego idem. A zatem, postępowanie karne może nie zostać wszczęte dla tego samego idem, jeżeli decyzja administracyjna zostanie ostatecznie potwierdzona przez sąd i stanie się res judicata. System włoski nie przewiduje takiej gwarancji w swoim ustawodawstwie i nie przewidywał jej w konkretnym przypadku skarżących.", "Niewystarczające słuszne zadośćuczynienie zasądzone przez Trybunał", "29. Wyżej wymienione poważne braki postępowania administracyjnego i sądowego oraz wynikające z nich niezgodne z prawem i nieproporcjonalne sankcje nałożone na skarżących wymagają pełnego i niezwłocznego naprawienia. Jak można utrzymać w mocy tak poważne kary w wysokości kilku milionów euro pomimo tak poważnego naruszenia praw proceduralnych i materialnych skarżących? Powinien odbyć się ponowny proces zgodnie z ustępem 23 ustawy nr 689/1981, zakładając, że przestępstwa administracyjne nie są już przedawnione.", "30. Ponadto, sprawiedliwość wymaga zadośćuczynienia w sprawie. Skarżący doznali poważnego uszczerbku, zarówno z finansowego, jak i moralnego punktu widzenia, ponieważ zapłacili już wysokie kary pieniężne i zostało im zakazane pełnienie działalności zawodowej przez znaczący okres czasu. Zadośćuczynienie określone przez ten Trybunał jest ewidentnie niewystarczające dla osiągnięcia tego celu. Co najmniej, kary pieniężne powinny być zwrócone skarżącym.", "31. W każdym razie, toczące się nadal postępowanie powinno być niezwłocznie zakończone, a pozwani Pan Gabetti i Pan Grande Stevens powinni być zwolnieni z odpowiedzialności karnej. W konkretnych okolicznościach niniejszej sprawy, żadne inne środki nie mogą pomóc w uniknięciu niesprawiedliwości, jakiej dopuszczono się wobec skarżących w związku z wszczęciem postępowania karnego niezależnie od nałożenia niesprawiedliwych i nadmiernych kar administracyjnych.", "Podsumowanie", "32. Państwa europejskie stoją przed dylematem. W celu zapewnienia integralności rynków europejskich i zwiększenia zaufania inwestorów do tych rynków, państwa określiły bardzo szerokie, administracyjne przestępstwa oparte na zachowaniu, w ramach których abstrakcyjne ryzyko wyrządzenia szkody dla rynku karane jest surowymi, nieokreślonymi karami pieniężnymi i niepieniężnymi, które klasyfikuje się jako sankcje administracyjne i stosuje się przez „niezależne” organy administracyjne w postępowaniu inkwizycyjnym, nierównym i przyspieszonym. Organy te mają do dyspozycji łącznie uprawnienia do stosowania kar i oskarżania, wraz z szerokim prawem nadzorowania danego sektora rynku oraz wykonywania tego nadzoru w sposób umożliwiający korzystanie z powyższych uprawnień, czasami nakładając na nadzorowaną/podejrzaną osobę zobowiązanie do współpracy w procesie przedstawiania im zarzutów. Obecność trzech, a nawet czterech etapów pisemnej obrony – dwukrotnie przed organem administracyjnym, raz przed sądem apelacyjnym i raz przed Sądem Kasacyjnym – stanowi złudzenie gwarancji, która nie rekompensuje nieodłącznego braku rzetelności postępowania. Nastąpiła ewidentna pokusa, by oddelegować do tego „nowego” postępowania administracyjnego sprawę, z którą nie można sobie poradzić za pośrednictwem klasycznych instrumentów prawa karnego i zasad proceduralnych. Niemniej jednak, presja rynkowa nie może dominować nad międzynarodowymi zobowiązaniami w zakresie praw człowieka ciążącymi na państwach związanych Konwencją. Karny charakter przestępstw oraz powaga kary nie mogą być pominięte i ewidentnie wymagają ochrony zapewnionej przez gwarancje proceduralne z artykułu 6, a także gwarancje materialne z artykułu 7 Konwencji.", "33. Uznajemy, że skarżący zostali potraktowani w sposób niesprawiedliwy przez CONSOB oraz przez sądy krajowe, a także, że Trybunał tylko połowicznie oddał im sprawiedliwość. To z tego powodu tylko częściowo zgadzamy się z większością. Oczekujemy, że niniejszy wyrok zapewni możliwość sądom krajowym zapewnienia pełnej sprawiedliwości skarżącym, a ustawodawcę włoskiego zachęci do naprawienia braków strukturalnych w postępowaniu administracyjnym i sądowym dla zastosowania i kontroli sankcji administracyjnych CONSOB. Jeżeli ustawodawca włoski będzie gotów przyjąć to wyzwanie, jego praca stanowić mogłaby przykład dla przeniesienia wypracowanych przez niego rozwiązań do innych systemów ustawodawczych borykających się z podobnym problemem.", "", "Aneks", ""]}