{"file": "POL_HJUDPOL_31583_96.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "31583/96", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "PIERWSZA SEKCJA", "", "", "", "SPRAWA KLAMECKI przeciwko POLSCE", "", "(SKARGA nr 31583/96)", "", "", "WYROK – 3 kwietnia 2003 r.", "", "", "", "W sprawie Klamecki przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Pierwsza Sekcja), zasiadając jako Izba składająca się z następujących sędziów:", "Pan\t C. L. Rozakis, przewodniczący,\nPani\t F. Tulkens,\nPan\t G. Bonello,\nPani\t S. Botoucharova,\nPan\t A. Kovler,\nPani\t E. Steiner,\nPan\t L. Garlicki, sędziowie", "oraz\tPan\t S. Nielsen, zastępca Kanclerza Sekcji,", "", "obradując na posiedzeniu zamkniętym 13 marca 2003 r.,", "wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi (nr 31583/96) wniesionej 6 grudnia 1995 r. przeciwko Rzeczypospolitej Polskiej do Europejskiej Komisji Praw Człowieka („Komisja”) na podstawie dawnego artykułu 25 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez obywatela polskiego, pana Ryszarda Klameckiego („skarżący”).", "2.  Skarżący, któremu przyznano pomoc prawną, był reprezentowany przez pana Z. Cichonia, adwokata praktykującego w Krakowie. Rząd Polski był reprezentowany przez pełnomocnika, pana K. Drzewickiego z Ministerstwa Spraw Zagranicznych.", "3.  Skarżący zarzucał w szczególności, że po zatrzymaniu nie został niezwłocznie postawiony przed sędzią; że jego aresztowanie w trakcie procesu przekroczyło „rozsądny termin”, że postępowanie, w którym rozstrzygana była zasadność jego aresztowania nie było kontradyktoryjnej oraz że zostało naruszone jego prawo do poszanowania korespondencji i życia rodzinnego.", "4.  Skarga została uznana za częściowo dopuszczalną przez Komisję 20 października 1997 r. i 1 listopada 1999 r. została przekazana Trybunałowi zgodnie \nz artykułem 5 § 3 Protokołu 11 do Konwencji, ponieważ Komisja nie zakończyła rozpatrywania niniejszej sprawy do tego dnia.", "5. Skarga została przydzielona Pierwszej Sekcji Trybunału (artykuł 52 § 1 Regulaminu Trybunału). Wewnątrz tej Sekcji ustanowiono Izbę (artykuł 27 § 1 Konwencji), która miała zająć się sprawą zgodnie z artykułem 26 § 1 Regulaminu Trybunału.", "6.  Decyzją z 30 kwietnia 2002 r. Trybunał uznał pozostałą część skargi za dopuszczalną.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "A.  Postępowanie karne przeciwko skarżącemu i tymczasowe \naresztowanie", "7. 22 listopada 1995 r. prokurator Prokuratury Rejonowej Wrocław - Stare Miasto przedstawił skarżącemu zarzut oszustwa dokonanego wspólnie z innym osobami i aresztował go tymczasowo na trzy miesiące w obliczu istnienia uzasadnionego podejrzenia, że popełnił zarzucany mu czyn oraz ryzyka, że mógłby on zakłócać prawidłowy przebieg postępowania.", "8.  W nieokreślonym dniu skarżący złożył zażalenie do Sądu Rejonowego Wrocław-Śródmieście na postanowienie o aresztowaniu. 27 listopada 1995 r. złożył pismo procesowe uzupełniające jego odwołanie. W piśmie tym wskazywał, że tymczasowe aresztowanie zostało zastosowane przez prokuratora, który jest stroną postępowania, a tymczasem zgodnie z Konwencją decyzję o aresztowaniu powinien podjąć sędzia lub inny urzędnik wykonujący władzę sądową.", "9.  5 grudnia 1995 r. sąd w składzie jednego sędziego – orzekającego jako Sąd Rejonowy Wrocław-Śródmieście nie uwzględnił zażalenia skarżącego, stwierdzając, że jego aresztowanie oparte było na właściwej podstawie prawnej. Skarżący nie uczestniczył w posiedzeniu; wziął w nim natomiast udział prokurator Prokuratury Rejonowej Wrocław - Stare Miasto.", "10.\t28 listopada oraz 14 grudnia 1995 r. skarżący zwracał się do Sądu Rejonowego Wrocław-Śródmieście o wyznaczenie mu obrońcy. Jego wniosek został uwzględniony 19 stycznia 1996 r.", "11.\tSkarżący zwrócił się 11 grudnia 1995 r. do prokuratora Prokuratury Rejonowej Wrocław-Stare Miasto o uchylenie tymczasowego aresztowania. Jego wniosek nie został uwzględniony 12 grudnia 1995 r. przez prokuratora pierwszej instancji, a zażalenie na tę decyzję zostało oddalone 30 grudnia 1995 r. Władze utrzymywały, że istniało uzasadnione podejrzenie, iż skarżący popełnił zarzucany mu czyn. Twierdziły również, że utrzymywanie w stosunku do niego tymczasowego aresztowania było konieczne dla zapewnienia prawidłowego toku postępowania.", "12.\t21 grudnia 1995 r. skarżący złożył kolejny wniosek o uchylenie tymczasowego aresztowania. Skarżył się na warunki panujące w areszcie i zarzucał, że trwający długo areszt poważnie wpłynął na jego zdrowie. Prokuratura zwróciła się do biegłych medycyny sądowej o zbadanie skarżącego. Lekarze przedstawili swoją opinię 22 grudnia 1995 r. Stwierdzili, że skarżącemu może być zapewniona w areszcie odpowiednia opieka medyczna.", "Opierając się na tej opinii, władze odmówiły uchylenia tymczasowego aresztowania skarżącego. Decyzja o nieuwzględnieniu wniosku skarżącego została podjęta przez prokuratora pierwszej instancji 2 stycznia 1996 r.; 24 stycznia 1996 r. oddalone zostało zażalenie skarżącego na to postanowienie. Prokuratorzy, opierając się na opinii biegłych uznali, że stan zdrowia skarżącego nie stanowi wyjątkowej przeszkody dla utrzymywania w stosunku do niego aresztowania.", "13.\tW międzyczasie prokurator wojewódzki z Wrocławia przejął śledztwo od prokuratora Prokuratury Rejonowej Wrocław - Stare Miasto.", "14.\t5 lutego 1996 r. skarżący zwrócił się do prokuratora wojewódzkiego \no uchylenie tymczasowego aresztowania z powodu jego złego stanu zdrowia. Podkreślił, że cierpiał na cukrzycę, wysokie ciśnienie tętnicze oraz arteriosklerozę. Twierdził, że w areszcie nie otrzymywał odpowiedniej opieki medycznej oraz że nie przestrzegano zaleconej mu diety. Prokurator pierwszej instancji pozostawił jego wniosek bez uwzględnienia 7 lutego 1996 r., a 21 lutego 1997 r. oddalone zostało jego zażalenie na powyższą decyzję. Główną przesłanką, na której oparły się władze było to, że zgodnie z opinią lekarską z 6 lutego 1996 r. ogólna kondycja, w jakiej znajdował się skarżący nie była przeszkodą dla dalszego stosowania w stosunku do niego aresztu.", "15.\tSąd Rejonowy Wrocław - Śródmieście przedłużył 15 lutego 1996 r. na wniosek prokuratora wojewódzkiego do 30 czerwca 1996 r. tymczasowe aresztowanie skarżącego Skarżący złożył zażalenie na to postanowienia 26 lutego 1996 r. Twierdził, że na żadnym etapie postępowania dotyczącego zasadności jego aresztowania nie został postawiony przed sędzią. 1 marca 1996 r. Sąd Wojewódzki we Wrocławiu utrzymał w mocy postanowienie sądu pierwszej instancji. Prokurator wojewódzki uczestniczył w tym posiedzeniu; nie wzięli w nim jednakże udziału ani skarżący, ani jego obrońca.", "16.\t18 marca 1996 r. skarżący złożył do Sądu Rejonowego Wrocław-Śródmieście wniosek o uchylenie tymczasowego aresztowania i zastosowanie wobec niego dozoru policji. Wniosek został przekazany do prokuratora wojewódzkiego, ponieważ w trakcie śledztwa właściwym do rozpatrywania wniosków o uchylenie tymczasowego aresztowania był tylko prokurator (zob. także paragraf 82). Wniosek ten został pozostawiony bez uwzględnienia 3 czerwca 1996 r. \nw pierwszej instancji, a 28 czerwca 1996 r. oddalone zostało zażalenie na tę \ndecyzję. Prokuratura uznała, że istniało uzasadnione podejrzenie, że skarżący popełnił zarzucany mu czyn. Wskazała też, że brak było szczególnych okoliczności przemawiających za uchyleniem aresztu w oparciu o artykuł 218 kodeksu postępowania karnego.", "17.\t6 maja i 3 czerwca 1996 r. skarżący ponownie zwrócił się do Sądu Rejonowego Wrocław-Śródmieście o uchylenie tymczasowego aresztowania i zastosowanie wobec niego dozoru policyjnego. 28 czerwca 1996 r. prokurator wojewódzki, któremu przekazano wnioski, pozostawił je bez uwzględnienia. Zażalenie na tę decyzję zostało oddalone 14 lipca 1996 r. Władze uznały, że pierwotne przesłanki aresztowania skarżącego były nadal aktualne.", "18.\t25 czerwca 1996 r. Sąd Rejonowy Wrocław-Śródmieście przedłużył do 30 września 1996 r. na wniosek prokuratora wojewódzkiego z Wrocławia tymczasowe aresztowanie skarżącego.", "19.\t25 lipca i 5 sierpnia 1996 r. skarżący złożył do Sądu Wojewódzkiego we Wrocławiu kolejne wnioski o uchylenie tymczasowego aresztowania i zastosowanie wobec niego dozoru policyjnego. Wskazywał, że doszło do naruszenia artykułu 5 § 3 Konwencji, ponieważ nie był on osądzony w rozsądnym terminie, ani nie został uchylony w stosunku do niego tymczasowy areszt.", "20.\t30 sierpnia 1996 r. sąd przeprowadził rozprawę i po wysłuchaniu stanowiska Prokuratora Wojewódzkiego we Wrocławiu postanowił nie uwzględnić wniosków skarżącego. Powołał się na fakt istnienia uzasadnionego przypuszczenia, iż skarżący popełnił zarzucany mu czyn oraz na konieczność zapewniania prawidłowego toku postępowania.", "21.\t5 września 1996 r. skarżący złożył zażalenie na to postanowienie. Twierdził, że postępowanie dotyczące jego wniosków o uchylenie aresztu nie było kontradyktoryjne, ponieważ nie mógł uczestniczyć w żadnym posiedzeniu sądu, na których rozpatrywane były jego wnioski; w tym czasie prokuratura mogła przedkładać pod jego nieobecność dowolne argumenty. 16 września 1996 r. Sąd Apelacyjny we Wrocławiu utrzymał w mocy, po wysłuchaniu prokuratora, decyzję sądu pierwszej instancji oraz przytoczone w jej uzasadnieniu powody.", "22.\tW międzyczasie 9 sierpnia 1996 r. Sąd Rejonowy Wrocław-Śródmieście rozpoznawał wniosek skarżącego o uchylenie tymczasowego aresztu, w którym zarzucił on, że doszło do naruszenia artykułu 5 § 3 Konwencji poprzez fakt, że po zatrzymaniu nie został postawiony przed sędzią. Sąd nie uwzględnił tego wniosku i stwierdził inter alia, że fakt, iż tymczasowy areszt został zastosowany przez prokuratora, tj. stronę postępowania, nie był czynnikiem, który mógłby uzasadnić uchylenie aresztu. 31 października 1996 r. w wyniku zażalenia złożonego przez skarżącego, Sąd Wojewódzki we Wrocławiu uchylił postanowienie z 9 sierpnia 1996 r. i uznał, że zgodnie z ustawą z 4 sierpnia 1996 r. o zmianie kodeksu postępowania karnego (zob. także „Właściwe prawo krajowe i praktyka” poniżej), jedynie sąd wojewódzki był właściwy dla rozpatrzenia wniosku skarżącego \no uchylenie tymczasowego aresztowania.", "Wniosek był następnie rozpatrywany przez sąd wojewódzki, który pozostawił go bez uwzględnienia z powodu istnienia uzasadnionego podejrzenia, że skarżący popełnił zarzucany mu czyn. Stwierdził ponadto, że utrzymywanie aresztu uzasadnione było koniecznością zapewnienia prawidłowego toku postępowania oraz grożącą oskarżonemu wysoką karą. W posiedzeniu sądu uczestniczył prokurator wojewódzki z Wrocławia, nie brali w nim natomiast udziału ani skarżący, ani jego adwokat.", "23.\tSkarżący złożył zażalenie. Sąd Apelacyjny we Wrocławiu odbył 22 listopada 1996 r. posiedzenie i po wysłuchaniu opinii prokuratora utrzymał w mocy postanowienie sądu pierwszej instancji oraz przytoczone w jego uzasadnieniu powody.", "24.\tW tym czasie, 30 września 1996 r. prokurator wojewódzki z Wrocławia złożył do Sądu Rejonowego Wrocław-Śródmieście akt oskarżenia. Skarżący został oskarżony łącznie z 10 innymi osobami o oszustwo, zagarnięcie mienia społecznego, paserstwo, poświadczenie nieprawdy w dokumencie i fałszowanie dokumentów. Akta sprawy liczyły 19 tomów.", "25.\tRozprawa została wyznaczona na 18 i 19 grudnia 1996 r. Wcześniej, \n21 listopada 1996 r. sąd wyznaczył skarżącemu nowego obrońcę.", "26.\t1 grudnia 1996 r. skarżący zwrócił się do sądu rejonowego o uchylenie tymczasowego aresztowania. Twierdził, że jego areszt trwał nadmiernie długo, \na ponadto, że był on uprzednio aresztowany w innym postępowaniu karnym na około dwa lata. W konsekwencji przebywał w areszcie łącznie ponad trzy lata. Sytuacja ta była więc w rzeczywistości odbywaniem kary pozbawienia wolności. \nW tym kontekście skarżący powołał się na artykuł 5 § 3 Konwencji.", "27.\t4 grudnia 1996 r. jego wniosek nie został uwzględniony przez sąd pierwszej instancji, a następnie jego zażalenie na to postanowienie zostało oddalone 31 grudnia 1996 r. przez sąd odwoławczy. Sądy uznały, że skarżący powinien nadal przebywać w areszcie, biorąc pod uwagę grożącą oskarżonemu wysoką karę oraz konieczność zapewnienia prawidłowego toku postępowania.", "28.  18 grudnia 1996 r. sąd odroczył rozprawę do 29 stycznia 1997 r. z powodu choroby jednego ze współoskarżonych.", "29.  19 grudnia 1996 r., a następnie 13, 15 i 29 stycznia 1997 r. skarżący składał skargi na postępowanie adwokata wyznaczonego z urzędu i zwracał się do sądu o wyznaczenie nowego adwokata.", "30.  31 grudnia 1996 r. skarżący ponownie zwrócił się do sądu o uchylenie tymczasowego aresztowania i zastosowanie dozoru policyjnego. 7 stycznia 1997 r. sąd pozostawił wniosek bez uwzględnienia z powodu konieczności zapewnienia prawidłowego toku postępowania oraz grożącą oskarżonemu wysoką karę.", "31.\t15 stycznia 1997 r. skarżący złożył zażalenie twierdząc, że ani on, ani \njego skarżący nie byli informowani, ani wzywani na posiedzenia sądu, na których rozpatrywane były wnioski o uchylenie tymczasowego aresztowania i że postępowanie nie spełniało wymogów przewidzianych w artykule 5 § 4 Konwencji. Tego samego dnia skarżący zwrócił się do sądu wojewódzkiego o wydanie mu zezwolenia na uczestnictwo w posiedzeniu, na którym będzie rozpatrywane jego zażalenie, aby mógł on przedstawić swoje argumenty.", "32.\t17 stycznia 1997 r. Sąd Rejonowy Wrocław-Śródmieście odmówił rozpatrzenia zażalenia, ponieważ zgodnie ze zmienionymi przepisami kodeksu postępowania karnego, na postanowienie dotyczące uchylenia tymczasowego aresztowania nie przysługiwało zażalenie.", "33.\t29 stycznia 1997 r. sąd odroczył rozprawę do 20 lutego 1997 r. z powodu nieobecności współoskarżonego J. F. Sąd wyłączył do odrębnego rozpoznania zarzuty przeciwko J. F.", "34.\t10 lutego i 3, 10, 17 i 25 marca oraz 1, 8 i 17 kwietnia 1997 r. skarżący składał do Sądu Rejonowego Wrocław-Śródmieście kolejne wnioski o uchylenie tymczasowego aresztowania i zastosowanie wobec niego dozoru policji. Wnioski te nie zostały jednak uwzględnione odpowiednio 12 lutego, 10, 12, 20 i 28 marca oraz 4, 11 i 22 kwietnia 1997 r. Sąd uznał, że w stosunku do skarżącego powinno być nadal stosowane tymczasowe aresztowanie ze względu na konieczność zapewnienia prawidłowego toku postępowania oraz grożącą oskarżonemu wysoką karę; kara mogła wynieść od 1 roku do 10 lat pozbawienia wolności.", "35.\t20 lutego 1997 r. planowane było rozpoczęcie rozprawy, ale skarżący złożył kolejną skargę na postępowanie adwokata wyznaczonego z urzędu. Sąd odroczył rozprawę, uznając, że konieczne jest wyznaczenie mu nowego obrońcy.", "36.\t5 marca 1997 sąd odroczył rozprawę, ponieważ E. Cz., jeden ze współoskarżonych, nie stawił się w sądzie. Sąd zarządził doprowadzenie E. Cz. przez policję na następną rozprawę, która została wyznaczona na 19 marca 1997 r. Tego dnia rozprawa została jednak odroczona z powodu choroby sędziego przewodniczącego.", "37.\tRozprawa rozpoczęła się 10 kwietnia 1997 r. W dniach 10 i 21 kwietnia 1997 r. sąd wysłuchał wyjaśnień skarżącego.", "38.\tNa rozprawie w dniu 10 kwietnia 1997 r. skarżący ponownie zwrócił się do sądu o uchylenie tymczasowego aresztowania i zastosowanie wobec niego dozoru policji. Sąd pozostawił ten wniosek bez rozpoznania. Uznał, że stosowanie tymczasowego aresztowania było konieczne dla zapewnienia prawidłowego toku postępowania. Sąd podkreślił też, że grożąca oskarżonemu wysoka kara była ważnym czynnikiem przemawiającym przeciwko uchyleniu aresztu.", "39.\tW trakcie trwania postępowania skarżący składał liczne wnioski o uchylenie tymczasowego aresztowania, które nie zostały jednak uwzględnione. Pomiędzy 14 maja i 4 grudnia 1997 r. złożył 26 takich wniosków, a na każde postanowienie o nieuzwględnieniu jego wniosku składał zażalenia. Sądy przytaczały te same przesłanki, które były uprzednio podstawą jego aresztowania.", "40.\tSkarżący składał także liczne wnioski o wyłączenie sędziów rozpatrujących sprawę oraz skargi na protokolantów odpowiedzialnych za utrwalanie przebiegu rozprawy. Od 12 maja do 1 grudnia 1997 r. złożył 16 wniosków o wyłączenie sędziów zajmujących się jego sprawą.", "41.\tPo przeprowadzeniu 10 kwietnia 1997 r. rozprawy (zob. paragraf 37 powyżej) kolejna została wyznaczona na 21 maja 1997 r. Tego dnia sąd przesłuchał żonę skarżącego.", "42.\tNastępnie sąd, na podstawie artykułu 222 § 3 kodeksu postępowania karnego (zob. paragrafy 90-91 poniżej), wniosek do Sądu Najwyższego o przedłużenie na dalsze 6 miesięcy tymczasowego aresztowania w stosunku do skarżącego oraz Cz. S.", "43.\tW międzyczasie, zniesione zostały terminy rozpraw wyznaczonych na 18 czerwca i 3 lipca 1997 r.; pierwsza z nich wskutek nie stawienia się J. S., jednego ze współoskarżonych, druga, ponieważ nie stawili się prokurator rejonowy oraz inny współoskarżony E. Cz.", "44.\t12 i 13 lipca 1997 r. poważna fala powodziowa zalała południowo-zachodnią Polskę, w tym Wrocław. Znaczna część miasta została podmyta lub zniszczona.", "45.\t14 lipca 1997 r. skarżący poskarżył się do Sądu Rejonowego Wrocław-Śródmieście, że jego zdrowie ulegało bardzo szybko pogorszeniu oraz że ucierpiał poważnie w wyniku ciężkich warunków panujących w areszcie spowodowanych przez powódź we Wrocławiu. Zwrócił się o uchylenie tymczasowego aresztowania.", "46.\tTego samego dnia skarżący złożył skargi do prezesa Sądu Wojewódzkiego we Wrocławiu, prezesa Sądu Rejonowego Wrocław-Śródmieście oraz do Sądu Rejonowego Wrocław-Śródmieście. Zarzucał, że 12 i 13 lipca 1997 r. fala powodziowa zalała budynek więzienia aż do trzeciego piętra. Zniszczone zostały systemy oświetleniowe, elektryczny i kanalizacyjny. Nie było wody pitnej, jedzenia oraz możliwości umycia się. On i jego współaresztanci byli, w jego słowach, zamknięci jak zwierzęta w nieprzewietrzonych, przeludnionych i cuchnących celach. Uważał, że oficjalne tolerowanie takiej sytuacji stanowiło nieludzkie i poniżające traktowanie.", "47.\tNie odbyły się kolejne rozprawy, wyznaczone na 6 i 27 sierpnia 1997 r. Pierwsza z powodu tego, że nie stawił się obrońca J. S. i Cz. S., a druga, ponieważ ponownie nie stawił się obrońca J. S., a policja nie doprowadziła E. Cz. \nz aresztu.", "48.\tNastępna rozprawa wyznaczona na 9 września 1997 r. została odroczona do 13 października 1997 r. z powodu nieobecności E. Cz.", "49.\t13 października 1997 r. rozprawa została jednakże odroczona z powodu nieobecności E. Cz. i jednego z sędziów, zasiadających w składzie sędziowskim. Sędzia przewodniczący zarządził jednak, by E. Cz. z powodu swojego częstego niewykonywania zarządzeń sądowych był poszukiwany listem gończym, a następnie aresztowany na czas przebiegu postępowania.", "50.\tTego samego dnia sąd zwrócił się ponownie, na podstawie artykułu 222 § 4 kodeksu postępowania karnego do Sądu Najwyższego o przedłużenie tymczasowego aresztowania skarżącego oraz Cz. S. na kolejny okres sześciu miesięcy. \nW uzasadnieniu sąd powtórzył poprzednio przywoływane przesłanki aresztowania skarżącego. Wskazał znów na niebezpieczeństwo, że skarżący będzie nakłaniał świadków do składania fałszywych zeznań lub zakłócał postępowanie w inny niezgodny z prawem sposób, a także na grożącą oskarżonemu wysoką karę. \nW tym względzie sąd stwierdził, że skarżący, składając wyjaśnienia, odmówił wyjawienia nazwisk niektórych klientów swojej firmy i stwierdził, że tego nie uczyni, dopóki nie uzna tego za celowe. Sąd wskazał ponadto, że skarżący powinien nadal pozostawać tymczasowo aresztowany, ponieważ nie występowały szczególne względy określone w artykule 218 kodeksu postępowania karnego, uzasadniające jego uchylenie. Sąd podkreślił też, że nadal musiał przeprowadzić liczne dowody. W opinii sądu wszystkie te wskazane przesłanki sprawiły, że niemożliwe było wydanie wyroku w terminie określonym w artykule 222 § 3 kodeksu postępowania karnego.", "51.\t27 października 1997 r. skarżący zwrócił się do prezesa Izby Karnej Sądu Najwyższego o spowodowanie, by został on doprowadzony na posiedzenie dotyczące przedłużenia jego aresztu poza terminy ustawowe w celu przedstawienia swoich argumentów. Powołał się na artykuł 6 § 3 (c) Konwencji oraz liczne przepisy konstytucyjne, w szczególności te przewidujące, że samowykonawcze postanowienia umów międzynarodowych mają pierwszeństwo nad prawem krajowym. Zarzucił także, że sąd rejonowy nie przesłał mu kopii wniosku z 13 października 1997 r. i że w konsekwencji nie mógł w skuteczny sposób zakwestionować powodów podanych przez ten sąd dla uzasadnienia przedłużenia tymczasowego aresztowania.", "52.\t3 listopada 1997 r. skarżący otrzymał kopię tego wniosku. 4 listopada 1997 r. przygotował stanowisko adresowane do prezesa Izby Karnej Sądu Najwyższego i ponownie zwrócił się o doprowadzenie go z więzienia na posiedzenie na temat przedłużenia tymczasowego aresztowania. Poskarżył się także na postępowanie sędziego przewodniczącego. Podkreślił, że sędzia dokonywał nadużycia uznając, że powinien być nadal tymczasowo aresztowany, w świetle faktu, że rozprawa musiała być odraczana jedynie z powodu wielokrotnych nieobecności współoskarżonych przed sądem, którzy nie byli tymczasowo aresztowani. W tym kontekście skarżący wskazał, że sąd mógł uniknąć opóźnień spowodowanych przez postępowanie niektórych współoskarżonych, jeżeli wyłączyłby ich sprawy do odrębnego rozpoznania.", "53.\t6 listopada 1997 r. sąd rejonowy odwołał rozprawę, ponieważ Sąd Najwyższy nie rozpatrzył do tamtej pory wniosku z 13 października 1997 r. i nie zwrócił akt sądowych.", "54.\t13 listopada 1997 r. Sąd Najwyższy odbył posiedzenie, na którym rozpatrzył wniosek. Przedłużył tymczasowe aresztowanie skarżącego do 30 marca 1998 r.", "Na wstępie posiedzenia Sąd Najwyższy rozpatrzył wniosek skarżącego, \nw którym zwrócił się o doprowadzenie go i umożliwienie przedstawienia argumentów. Prokurator krajowy został wezwany i wziął udział w posiedzeniu. Obrońca skarżącego nie został wezwany. Po wysłuchaniu argumentów prokuratora (który sprzeciwił się wnioskowi) Sąd Najwyższy odrzucił wniosek skarżącego.", "Odnosząc się do przedłużenia aresztowania skarżącego poza limity ustawowe, Sąd Najwyższy stwierdził, że okoliczności przytoczone przez sąd rejonowy wykazały, iż prawdopodobne było, iż będzie on nakłaniał świadków do składania fałszywych zeznań lub w inny sposób zakłócał przebieg postępowania. Dalej stwierdził, że zważywszy na fakt, iż sprawa była szczególnie skomplikowana, \na sąd rozpatrujący sprawę musiał uzyskać rozmaite dowody, skarżący powinien być nadal aresztowany dla zapewnienia prawidłowego toku postępowania. Ostatecznie Sąd Najwyższy wskazał jednak, że mimo występowania czynników, które wpłynęły na przedłużenie postępowania, sąd rejonowy powinien przyspieszyć rozpatrywanie sprawy.", "55.\tRozprawa miała ponownie rozpocząć się 15 grudnia 1997 r., ale została odroczona do 12 stycznia 1998 r., ponieważ policja nie doprowadziła E. Cz. \nz aresztu, a obrońca J. S. nie stawił się przed sądem.", "56.\t5 stycznia 1998 r. sąd rejonowy pozostawił bez uwzględnienia wniosek skarżącego o uchylenie tymczasowego aresztu i zastosowanie innego środka zapobiegawczego. Sąd stwierdził, że skarżący powinien pozostać w areszcie z uwagi na grożącą mu wysoką karę. Podkreślił, że zagrożenie karą wynosiło od 1 roku do 10 lat pozbawienia wolności. Uznał ponadto, że okoliczność, iż skarżący odmówił ujawnienia danych osobowych niektórych klientów swojej firmy pokazywała, że jeżeli areszt zostałby uchylony mógłby on nakłaniać świadków do składania fałszywych zeznań lub w inny sposób utrudniać prawidłowy przebieg postępowania.", "57.\t12 stycznia 1998 r. sąd odwołał rozprawę, ponieważ policja nie doprowadziła skarżącego i E. Cz. z aresztu. Tego samego dnia skarżący złożył wniosek \no uchylenie tymczasowego aresztowania i zwrócił się do sądu o zamianę zastosowanego w stosunku do niego środka zapobiegawczego. Utrzymywał, że jego przedłużający się areszt był ciężką próbą dla niego i jego rodziny.", "58.\tSkarżący złożył kolejny taki sam wniosek 19 stycznia 1998 r. Stwierdził w nim, że „byłby wdzięczny, jeżeli mógłby otrzymać wyjaśnienie w jakim celu \ni z czyjego powodu konieczne jest jego przebywanie w areszcie śledczym”. Kolejne dwa dla wnioski przedłożył w styczniu, a następne dwa w lutym 1998 r.", "Sąd postanowił nie uwzględnić tych wniosków odpowiednio: 20, 28 i 30 stycznia oraz 6 i 18 lutego 1998 r. Uzasadnienia tych decyzji były w treści identyczne z uzasadnieniem dla postanowienia z 5 stycznia 1998 r. (zob. paragraf 56 powyżej).", "59.\t5 lutego 1998 r. sąd odwołał rozprawę. 23 lutego 1998 r. postanowił rozpocząć rozprawę od początku i przeprowadzić ponownie wszystkie uzyskane dotychczas dowody. Sędzia przewodniczący odczytał wyjaśnienia złożone przez skarżącego 10 i 21 kwietnia 1997 r.", "60.\t9 marca 1998 r. w stosunku do skarżącego uchylono tymczasowe aresztowanie.", "61.\t16 grudnia 1999 r. Sąd Rejonowy Wrocław-Śródmieście wydał wyrok. Uznał skarżącego winnym postawionych mu zarzutów i skazał go na karę 3 lat pozbawienia wolności.", "B.  Cenzura korespondencji", "62.\tW trakcie trwania tymczasowego aresztowania skarżący otrzymał wiele listów, w tym także od swojego obrońcy, bez kopert.", "Od 6 grudnia 1995 r. do 21 lipca 1997 r. skarżący wysłał do Komisji 61 listów, z czego 46 zostało przez władze polskie przed wysłaniem otworzonych \ni ostemplowanych „ocenzurowano”.", "63.\t9 lutego 1996 r. Sekretariat Komisji wysłał skarżącemu list łącznie z formularzem skargi z właściwymi załącznikami. Z oficjalnych pieczątek przystawionych przez władze wynika, że list został dostarczony do Aresztu Śledczego we Wrocławiu 4 marca 1996 r., potem wysłany do prokuratora wojewódzkiego \nz Wrocławia 5 marca 1996 r. i następnie otwarty i ocenzurowany przez tego prokuratora 6 marca 1996 r.", "64.\t18 marca 1996 r. skarżący wysłał do Okręgowej Rady Adwokackiej we Wrocławiu list. 20 marca 1996 r. władze otworzyły list i ostemplowały go „ocenzurowano”.", "65.\tW liście z 15 kwietnia 1996 r. skarżący poskarżył się do Komisji, że nie będzie w stanie przedłożyć formularza skargi w terminie sześciu tygodni wspomnianym w liście Komisji z 9 lutego 1996 r., ponieważ władze otworzyły i ocenzurowały ten list, a w związku z tym jego dostarczenie zostało opóźnione. Zarzucał też, że władze aresztu we Wrocławiu odmówiły mu pomocy w sporządzeniu kopii właściwych dokumentów i że z tego powodu nie mógł on przedłożyć formularza skargi w wymaganym terminie. Wypełnił on jednakże formularz skargi 15 marca 1996 r. Skarga została wysłana wraz z załącznikami 15 grudnia 1996 r. Do sekretariatu Komisji dotarła 24 maja 1996 r.", "66.\t14 sierpnia 1996 r. Europejski Komitet Zapobiegania Torturom wysłał do skarżącego list. 28 sierpnia 1996 r. władze otworzyły ten list. Koperta nosi stempel „ocenzurowano”.", "67.\t29 listopada i 2 grudnia 1996 r. skarżący wysłał dwa listy do Sądu Apelacyjnego we Wrocławiu. Koperty zostały otworzone. Noszą stempel „ocenzurowano”.", "68.\t16 stycznia 1997 r. skarżący wysłał list do swojej żony. Władze otworzyły list i opatrzyły go pieczęcią ocenzurowano.", "69.\t27 października oraz 4 i 12 listopada 1997 r. skarżący przedłożył władzom aresztu śledczego dwa listy adresowane do prezesa Izby Karnej Sądu Najwyższego. W liście z 27 października 1997 r. zwracał się do Sądu Najwyższego \no zarządzenie jego doprowadzenia na posiedzenie w przedmiocie rozpatrzenia wniosku o przedłużenie tymczasowego aresztowania (zob. paragrafy 51 powyżej). Wszystkie koperty noszą stempel „ocenzurowano”. Zgodnie z informacją zawartą na pieczęci poczty list z 27 października 1997 r. został wysłany 4 listopada 1997 r., a dwa pozostałe listy 25 listopada 1997 r.", "70.\t27 listopada 1997 r. i 5 stycznia 1998 r. kancelaria adwokacka pana \nCichonia otrzymała dwa listy skarżącego. Pieczęć poczty na kopercie pierwszego listu nie jest możliwa do odczytania. Drugi list został wysłany 21 grudnia 1997 r. Na obu kopertach znajdowały się odręczne notatki zrobione czerwonym długopisem. Brzmiały one „ocenzurowano”.", "71.\t1 grudnia 1997 r. i 16 stycznia 1998 r. skarżący przekazał władzom aresztu dwa kolejne listy do prezesa Izby Karnej Sądu Najwyższego. Na obu kopertach znajdują się odręczne notatki o treści „ocenzurowano”. Z pieczęci poczty wynika, że zostały one wysłane odpowiednio 8 grudnia 1997 r. i 23 stycznia 1998 r.", "C.  Ograniczenia nałożone na kontakty skarżącego z żoną", "72.\t10 sierpnia 1996 r. Sąd Rejonowy Wrocław-Śródmieście postanowił nie zezwolić skarżącemu na żadne osobiste kontakty z żoną, ponieważ w międzyczasie została ona oskarżona o oszustwo, w którym uczestniczył także skarżący. Restrykcje te obejmowały zakaz odbywania nadzorowanych widzeń rodzinnych oraz porozumiewania się za pomocą wewnętrznego telefonu więziennego. W okresie przed wydaniem tego postanowienia ich kontakty nie były ograniczane.", "73.\t30 stycznia 1997 r. skarżący zwrócił się do Sądu Rejonowego we Wrocławiu o wydanie jego żonie zezwolenia na odwiedzenie go w areszcie, ponieważ nie mieli oni osobistego kontaktu od 10 sierpnia 1996 r. Jego wniosek został nie uwzględniony 7 lutego 1997 r. bez podania przyczyn.", "74.\t7 lutego 1997 r. skarżący poskarżył się do prezesa Sądu Wojewódzkiego we Wrocławiu, że nie tylko wszystkie jego listy do żony były cenzurowane, ale też niektóre z nich zostały zatrzymane lub opóźnione. Ponadto wskazywał, że nie było mu wolno wykonywać do swojej żony telefonów. Twierdził, że okoliczność ta, a także całkowity zakaz kontaktów osobistych stanowiły niehumanitarne traktowanie.", "75.\t10 lutego 1997 r. skarżący bezskutecznie zwracał się do Sądu Rejonowego Wrocław-Śródmieście o zaprzestanie cenzurowania jego listów do żony.", "76.\t24 marca 1997 r. skarżący, również bez powodzenia, zwracał się do sądu o zezwolenie jego żonie na odwiedzenie go w areszcie śledczym.", "77.\t11 kwietnia 1997 r. złożył podobny wniosek twierdząc, że na rozprawie \nw dniu 10 kwietnia 1997 r. sąd przesłuchał go, a on sam wyjaśnił wszelkie okoliczności odnoszące się do zarzutów przedstawionych jego żonie. Sąd pozostawił jego wniosek bez uwzględnienia 18 kwietnia 1997 r., nie podając żadnych przyczyn.", "78.\tNastępnie 22 i 28 kwietnia oraz 8, 20 i 28 maja 1997 r. Sąd Rejonowy Wrocław-Śródmieście bez podania przyczyn swoich decyzji, pozostawił bez uwzględnienia dalszych pięć wniosków, w których skarżący zwracał się o zezwolenie mu na zobaczenie się z żoną. Twierdził, że przedłużające się i drastyczne restrykcje nałożone na kontakty z żoną były okrutne i niehumanitarne oraz że \nw znaczący sposób dotknęły one jego życie rodzinne. We wniosku z 22 maja 1997 r. skarżący podkreślił, że od momentu, kiedy sąd przesłuchał 21 maja 1997 r. jego żonę (zob. także paragraf 41 powyżej) brak było uzasadnienia dla kontynuowania surowych zakazów nałożonych na jego kontakty osobiste. Powoływał się na artykuły 3 i 8 Konwencji.", "79.\t16 czerwca 1997 r. Sąd Rejonowy Wrocław-Śródmieście pozostawił bez uwzględnienia dwa dalsze podobne wnioski złożone przez skarżącego 5 i 12 czerwca 1997 r. stwierdzając, że zakaz kontaktów osobistych skarżącego z żoną uzasadniony był ryzykiem, że będą oni mogli nawzajem nakłaniać się do składania przed sądem fałszywych zeznań lub zakłócać prawidłowy przebieg postępowania.", "80.\t9 sierpnia 1997 r. zezwolono żonie skarżącego na odwiedzenie go \nw areszcie śledczym. Widzenie odbywało się w obecności funkcjonariusza aresztu.", "II.  WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "A.  Środki zapobiegawcze, w tym tymczasowe aresztowanie", "81.\tW rozpatrywanym okresie zasady regulujące tymczasowe aresztowanie zawarte były w rozdziale XXIV ustawy z 19 kwietnia 1969 r. – Kodeks postępowania karnego – zatytułowanym „Środki zapobiegawcze”. Kodeks ten już nie obowiązuje. Został on zastąpiony ustawą z 6 czerwca 1997 r. – Kodeks postępowania karnego (zwany często „nowy kodeks postępowania karnego”), która weszła w życie 1 września 1998 r.", "1.  Zastosowanie tymczasowego aresztowania", "82.\tDo 4 sierpnia 1996 r. (tj. do dnia, kiedy weszła w życie ustawa z 29 czerwca 1995 r. o zmianach w kodeksie postępowania karnego i innych ustawach „ustawa z 29 czerwca 1995 r.”) w trakcie postępowania przygotowawczego tymczasowe aresztowanie stosowane było przez prokuratora.", "Artykuł 210 §§ 1 i 2 kodeksu (w wersji mającej zastosowanie w rozpatrywanym okresie) stanowił:", "„1. Środki zapobiegawcze stosuje sąd, a przed wniesieniem aktu oskarżenia – prokurator.", "2. Prokurator może stosować środki zapobiegawcze tylko względem osoby, która została przesłuchana w sprawie w charakterze podejrzanego. Przed zastosowaniem tymczasowego aresztowania lub poręczenia majątkowego prokurator przesłuchuje podejrzanego osobiście.”", "83.\tAresztowany mógł zgodnie z artykułem 212 § 2 złożyć zażalenie na postanowienie prokuratora o zastosowaniu tymczasowego aresztowania do sądu właściwego do rozpatrzenia jego sprawy; jednakże nie był on upoważniony do uczestniczenia w posiedzeniu sądu, który rozpatrywał jego zażalenie.", "2.  Podstawy stosowania tymczasowego aresztowania", "84.\tKodeks wymieniał jako „środki zapobiegawcze, inter alia, tymczasowe aresztowanie, poręczenie majątkowe oraz dozór policji”.", "Artykuł 209 zawierał generalne podstawy uzasadniające zastosowanie środków zapobiegawczych. Przepis ten brzmiał następująco:", "„Środki zapobiegawcze można stosować w celu zabezpieczenia prawidłowego toku postępowania, jeżeli dowody zebrane przeciwko oskarżonemu dostatecznie uzasadniają, że popełnił on przestępstwo.”", "", "85.\tArtykuł 217 § 1 definiował podstawy tymczasowego aresztowania. Właściwa część tego przepisu, w wersji stosowanej do 1 stycznia 1996 r. brzmiała:", "„Tymczasowe aresztowanie może nastąpić, jeżeli:", "1.  zachodzi uzasadniona obawa, że oskarżony będzie się ukrywał, zwłaszcza wówczas, gdy nie ma on w kraju określonego miejsca zamieszkania [w Polsce] lub nie można ustalić jego tożsamości, albo", "2.  zachodzi uzasadniona obawa, że oskarżony będzie nakłaniał do fałszywych zeznań lub w inny sposób starał się utrudniać postępowanie karne, albo", "3.  oskarżonemu zarzucono zbrodnię lub działanie w warunkach powrotu do przestępstwa określonych w kodeksie karnym, albo", "4.  oskarżonemu zarzucono czyn, którego stopień społecznego niebezpieczeństwa jest znaczny.”", "...”", "1 stycznia 1996 r. punkty 3 i 4 artykułu 217 zostały uchylone i wprowadzona została nowa redakcja całego artykułu. Od tego dnia punkty te brzmiały następująco:", "„(1)  zachodzi uzasadniona obawa ucieczki lub ukrywania się oskarżonego, zwłaszcza wtedy, gdy nie można ustalić jego tożsamości albo nie ma on w kraju stałego miejsca pobytu [w Polsce],", " (2)  [w wersji obowiązującej przed 1 stycznia 1996 r.].”", "", "Paragraf 2 artykułu 217 przewidywał:", "„Jeżeli oskarżonemu zarzuca się popełnienie zbrodni lub umyślnego występku zagrożonego karą pozbawienia wolności, której górna granica wynosi co najmniej 8 lat, albo gdy sąd pierwszej instancji skazał go na karę pozbawienia wolności nie niższą niż 3 lata, potrzeba zastosowania tymczasowego aresztowania w celu zabezpieczenia prawidłowego toku postępowania może być uzasadniona grożącą oskarżonemu surową karą.”", "86.\tKodeks pozostawiał margines swobody decyzyjnej w utrzymywaniu dalszego stosowania danego środka zapobiegawczego. Artykuły 213 § 1, 218 i 225 kodeksu zostały oparte o zasadę, iż tymczasowe aresztowanie było najsurowszym środkiem zapobiegawczym i nie powinno być stosowane, jeżeli wystarczające były łagodniejsze środki.", "Artykuł 213 § 1 przewidywał:", "„Środek zapobiegawczy [również tymczasowe aresztowanie] należy niezwłocznie uchylić lub zmienić, jeżeli ustaną przyczyny, wskutek których został on zastosowany, lub powstaną przyczyny uzasadniające jego uchylenie, zmianę na łagodniejszy albo zaostrzenie.”", "Artykuł 225 przewidywał:", "„ Poza wypadkiem, kiedy tymczasowe aresztowanie jest obowiązkowe, środka tego nie stosuje się, jeżeli wystarczające jest poręczenie lub dozór albo oba te środki zapobiegawcze łącznie.”", "87.\tPrzepisy dotyczące „obowiązkowego tymczasowego aresztowania” (np. areszt w trakcie postępowania odwoławczego od wyroku pozbawienia wolności na czas powyżej trzech lat) zostały uchylone 1 stycznia 1996 r. przez ustawę \nz 29 czerwca 1995 r. o zmianie kodeksu postępowania karnego oraz innych ustaw.", "88.\tArtykuł 218 stanowił:", "„ Jeżeli szczególne względy nie stoją temu na przeszkodzie, należy odstąpić od tymczasowego aresztowania, zwłaszcza gdy pozbawienie oskarżonego wolności:", "1. spowodowałoby dla jego życia lub zdrowia poważne niebezpieczeństwo; albo", "2.  pociągałoby wyjątkowo ciężkie skutki dla oskarżonego lub jego najbliższej rodziny.”", "3.  Przedłużenie tymczasowego aresztowania poza terminy ustawowe", "89.\tDo 4 sierpnia 1996 r., tj. dnia, kiedy weszły w życie właściwe przepisy ustawy z 29 czerwca 1995 r., prawo nie przewidywało żadnych terminów ograniczających stosowanie tymczasowego aresztowania w trakcie trwania postępowania sądowego.", "Pierwotnie przepisy wyznaczające terminy ograniczające stosowanie tymczasowego aresztowania miały wejść w życie 1 stycznia 1996 r.; jednakże ich wejście w życie zostało ostatecznie przesunięte do 4 sierpnia 1996 r.", "90.\tArtykuł 222 kodeksu postępowania karnego w wersji mającej zastosowanie 4 sierpnia 1996 r. przewidywał w omawianym zakresie:", "„3. Łączny czas stosowania tymczasowego aresztowania do chwili wydania pierwszego wyroku przez sąd pierwszej instancji nie może przekroczyć roku i 6 miesięcy, \na sprawach o zbrodnie [przestępstwa za popełnienie, których grozi kara pozbawienia wolności co najmniej trzech lat] – 2 lat.", "4.  Przedłużenia stosowania tymczasowego aresztowania na okres oznaczony, przekraczający terminy określone w § 2 i 3, może, w szczególnie uzasadnionych przypadkach, dokonać tylko Sąd Najwyższy na wniosek sądu, przed którym sprawa się toczy, a w postępowaniu przygotowawczym – na wniosek Prokuratora Generalnego, jeżeli konieczność taka zachodzi w związku z zawieszeniem postępowania karnego, przedłużającą się obserwacją psychiatryczną oskarżonego lub wykonywaniem czynności dowodowych poza granicami kraju, a także jeżeli oskarżony celowo przewleka zakończenie postępowania w terminach, o których mowa w § 3.”", "91.\t28 grudnia 1996 r. na mocy ustawy z 6 grudnia 1996 r. paragraf 4 powyżej cytowanego artykułu został zmieniony, a do przyczyn przedłużenia tymczasowego aresztowania poza limity ustawowe zaliczono także:", "„...a także z powodu innych istotnych przeszkód, których usunięcie przez organy prowadzące postępowanie było niemożliwe”.", "92.  Na postanowienie Sądu Najwyższego w kwestii wniosku złożonego \nw oparciu o artykuł 222 § 4 nie przysługiwało odwołanie.", "W sprawach, w których Sąd Najwyższy oddalał taki wniosek, tymczasowo aresztowany musiał być natychmiast zwolniony. Tak długo jak Sąd Najwyższy nie wydawał postanowienia, wniosek właściwego sądu – który miał formę postanowienia – był podstawą dla utrzymywania tymczasowego aresztowania.", "B.  Władze sądowe i prokuratura", "93.\tW rozpatrywanym okresie relacje pomiędzy organami państwa polskiego były uregulowane w ustawie przejściowej – Małej Konstytucji z 17 października 1992 r. Artykuł 1 Konstytucji ustanawiał zasadę rozdzielności władzy na następujących zasadach:", "„Organami Państwa w zakresie władzy ustawodawczej są Sejm i Senat Rzeczypospolitej Polskiej, w zakresie władzy wykonawczej – Prezydent Rzeczypospolitej Polskiej i Rada Ministrów, w zakresie władzy sądowniczej – niezawisłe sądy.”", "94.  Zgodnie z art. 1 ustawy z 20 czerwca 1985 r. (ze zmianami) o ustroju sądów powszechnych, w wersji mającej zastosowanie w rozpatrywanym okresie:", "„ 1. Sądy powszechne sprawują wymiar sprawiedliwości w Rzeczypospolitej Polskiej.", " 2. Sądami powszechnymi są sądy apelacyjne, sądy wojewódzkie i sądy rejonowe.”", "95.  Ustawa z 20 czerwca 1985 r. (ze zmianami) o prokuraturze określa ogólne zasady dotyczące struktury, zadań i organizacji organów prokuratorskich.", "Artykuł 1 ustawy w wersji mającej zastosowanie w rozpatrywanym okresie brzmiał następująco:", "„1. Prokuraturę stanowią Prokurator Generalny oraz podlegli mu prokuratorzy powszechnych i wojskowych jednostek organizacyjnych prokuratury.", " 2. Prokurator Generalny jest naczelnym organem prokuratury. Funkcję Prokuratora Generalnego sprawuje Minister Sprawiedliwości.”", "96.\tDział III kodeksu zatytułowany „Strony, obrońcy, pełnomocnicy i przedstawiciel społeczny”, określał prokuratora jako stronę w postępowaniu karnym. Zgodnie ze wszystkimi stosownymi przepisami kodeksu, prokurator wykonywał funkcję śledczą i oskarżycielską w toku postępowania karnego. W odniesieniu do ogólnej pozycji prokuratury w omawianym okresie nie była ona niezależna od władzy wykonawczej, jako że minister sprawiedliwości wykonywał funkcje prokuratora generalnego.", "C.  Postępowanie dotyczące zasadności tymczasowego aresztowania", "97.\tW rozpatrywanym okresie istniały różne sposoby umożliwiające aresztowanemu kwestionowanie zasadności jego aresztu; zażalenie do sądu na postanowienie o zastosowaniu przez prokuratora aresztowania; postępowanie, w którym sąd rozpatrywał wnioski prokuratora o przedłużenie stosowania tymczasowego aresztowania w trakcie postępowania przygotowawczego oraz postępowanie toczące się w wyniku złożenia przez tymczasowo aresztowanego wniosku o uchylenie tymczasowego aresztowania.", "Zgodnie z tym ostatnim wymienionym postępowaniem, artykuł 214 kodeksu (w wersji mającej zastosowanie w rozpatrywanym czasie) przewidywał, że oskarżony może składać w każdym czasie wniosek o uchylenie lub zmianę środka zapobiegawczego. W przedmiocie wniosku najpóźniej w ciągu 3 dni rozstrzyga prokurator, a po wniesieniu aktu oskarżenia do sądu – sąd, przed którym sprawa się toczy.", "98.  Zgodnie z artykułem 88 kodeksu postępowania karnego uczestnictwo stron w posiedzeniu innym niż rozprawa było pozostawione do uznania sądu. Posiedzenia dotyczące wniosku o uchylenie tymczasowego aresztowania, wniosku prokuratora o przedłużenie tymczasowego aresztowania lub zażalenia na postanowienie o zastosowaniu aresztowania były przeprowadzane in camera. Jeżeli oskarżony składał wniosek o uchylenie aresztu na rozprawie, sąd podejmował decyzję w trakcie tej samej rozprawy lub na posiedzeniu niejawnym.", "99.\tW rozpatrywanym okresie przepisy nie przewidywały dla oskarżonego prawa do uczestniczenia w jakimkolwiek posiedzeniu sądowym w przedmiocie tymczasowego aresztowania. W praktyce tylko prokurator był informowany \no takich posiedzeniach i mógł wziąć w nich udział. Jeżeli był obecny, był uprawniony do przedkładania sądowi argumentów. Stanowisko prokuratora było umieszczane w protokole z posiedzenia (Włoch przeciwko Polsce, nr 27785/95, wyrok z 19 października 2000 r., §§ 6973).", "D.  Kontrola korespondencji oskarżonego oraz zasady dotyczące \njego kontaktów z osobami z zewnątrz", "100. Artykułu 82-90 kodeksu karnego wykonawczego z 1969 r. (kodeks już nie obowiązuje; został zastąpiony przez „nowy” kodeks karny wykonawczy z 5 sierpnia 1997 r., który wszedł w życie 1 września 1998 r.) dotyczą wykonywania tymczasowego aresztowania. Zgodnie z artykułem 89 § 2 kodeksu, oskarżony mógł korzystać w areszcie z widzeń lub utrzymywać kontakty ze swoją rodziną przez wewnętrzny telefon więzienny, o ile otrzymał pisemne zezwolenie prokuratora prowadzącego postępowanie (w trakcie postępowania przygotowawczego) lub sądu (od momentu rozpoczęcia przewodu sądowego). Władze mogą zarządzić, by widzenia odbywały się w obecności funkcjonariusza aresztu.", "101.  Zgodnie z tym samym przepisem, cała korespondencja oskarżonego była, zasadniczo, cenzurowana, o ile prokurator lub sąd nie zarządzili inaczej. Brak było środków, za pomocą których oskarżony mógł odwoływać się od powyższych decyzji lub w inny sposób przeciwstawić się cenzurowaniu korespondencji albo jej zakresowi. (Niedbała przeciwko Polsce, nr 27915/95, wyrok z 4 lipca 2000 r., §§ 33-36).", "PRAWO", "I.\tDOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 3 KONWENCJI W ZAKRESIE PRAWA DO POSTAWIENIA PRZED SĘDZIĄ", "102.  Skarżący zarzucał naruszenie artykułu 5 § 3 Konwencji, twierdząc, że tymczasowe aresztowanie zostało zastosowane przez prokuratora, który nie mógł być traktowany jako „sędzia” lub „inny urzędnik uprawniony przez ustawę do wykonywania władzy sądowej”.", "Artykuł 5 § 3 Konwencji przewiduje:", "„ Każdy zatrzymany lub aresztowany zgodnie z postanowieniami ustępu 1 lit. (c) niniejszego artykułu powinien zostać niezwłocznie postawiony przed sędzią lub innym urzędnikiem uprawnionym przez ustawę do wykonywania władzy sądowej...”", "A.  Argumenty stron", "103.  Skarżący opierając się na licznych przykładach z orzecznictwa (w szczególności, Huber przeciwko Szwajcarii, wyrok z 23 października 1990 r., Seria A nr 188, s. 18, § 43), twierdził, że nie mogło być wątpliwości, iż prokurator, który zastosował w stosunku do niego tymczasowe aresztowanie nie oferował gwarancji niezależności od władzy wykonawczej i stron postępowania, jak wymaga tego artykuł 5 § 3.", "104.  Rząd utrzymywał, że mimo iż prawdą było, że areszt w stosunku do skarżącego zastosował prokurator, zasadność tego środka badana była przez Sąd Rejonowy we Wrocławiu 5 grudnia 1995 r. Istniała więc konieczna kontrola sądowa decyzji prokuratora.", "Ponadto, uwzględniając pozycję prokuratora w postępowaniu karnym oraz fakt, że prokurator podlegał ogólnemu obowiązkowi pozostawania bezstronnym w tym postępowaniu i działał jako strażnik interesu publicznego, tymczasowe aresztowanie zostało zastosowane w stosunku do skarżącego w zgodzie z wymogami artykułu 5 § 3 Konwencji.", "B.  Ocena Trybunału", "105.  Trybunał przypomina, że w wielu wcześniejszych wyrokach – m.in. \nw sprawach Niedbała przeciwko Polsce (cytowany powyżej §§ 48-57) i Dacewicz przeciwko Polsce (nr 34611/97, wyrok z 2 lipca 2002 r., § 21 i nast.) – zajmował się już problemem, czy zgodnie z polskim prawem obowiązującym w rozpatrywanym okresie prokurator mógł być traktowany jako „sędzia” lub „inny urzędnik uprawniony przez ustawę do wykonywania władzy sądowej” wyposażony \nw atrybuty „niezależności” i „bezstronności” wymagane przez artykuł 5 § 3.", "Trybunał stwierdził, że prokurator nie spełnia tych podstawowych gwarancji, ponieważ władze prokuratorskie nie tylko należą do organów władzy wykonawczej państwa, ale także równocześnie wykonują funkcje dochodzeniowe i śledcze w postępowaniach karnych i są stroną takich postępowań. Ponadto Trybunał uznał, że fakt, iż prokuratorzy dodatkowo działają jako strażnicy interesu publicznego, nie może sam w sobie spowodować przyznania im statusu „urzędnika uprawnionego przez ustawę do wykonywania władzy sądowej”.", "106.  Trybunał stwierdza, że niniejsza sprawa jest podobna do powyżej wskazanych. Dlatego też nie widzi przyczyny, by wyciągnąć odmienne wnioski w tej sprawie.", "W konsekwencji stwierdza, że prawo skarżącego do postawienia „przed sędzią lub innym urzędnikiem uprawnionym przez ustawę do wykonywania władzy sądowej” nie zostało poszanowane.", "107.  Doszło więc do naruszenia artykułu 5 § 3 Konwencji w tym względzie.", "", "", "", "", "", "", "II.  DOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 3 KONWENCJI W ZAKRESIE PRAWA DO OSĄDZENIA W ROZSĄDNYM TERMINIE LUB ZWOLNIENIA NA CZAS POSTĘPOWANIA", "108.  Skarżący podnosił ponadto, że jego aresztowanie było niespotykanie długie i w konsekwencji naruszało wymóg „rozsądnego terminu” zagwarantowany \nw artykule 5 § 3.", "Artykuł 5 § 3 w omawianym zakresie brzmi następująco:", "„Każdy zatrzymany lub aresztowany zgodnie z postanowieniami ustępu 1 lit.c) niniejszego artykułu (...) ma prawo być sądzony w rozsądnym terminie albo zwolniony na czas postępowania. Zwolnienie może zostać uzależnione od udzielenia gwarancji zapewniających stawienie się na rozprawę.”", "A.  Argumenty stron", "109. Skarżący twierdził, że władze nie przytoczyły ważnych przyczyn, które uzasadniałyby stosowanie wobec niego tak długiego aresztowania. W tym kontekście podkreślił, że główna podstawa, na której opierały się sądy, a mianowicie ryzyko, że będzie on nakłaniał świadków do składania fałszywych zeznań, nie była wsparta żadnymi konkretnymi okolicznościami, ale tym, że nie przyznał się do winy. Okoliczność ta nie powinna być nigdy przeciwko niemu podnoszona, ponieważ jak każdy oskarżony w procesie karnym miał prawo korzystać z domniemania niewinności.", "110.  Ponadto skarżący twierdził, że grożąca mu wysoka kara nie mogła stanowić uzasadnienia dla całego okresu tymczasowego aresztowania, w szczególności z tego względu, że władze nie wskazały nawet jednego dowodu na potwierdzenie faktu, iż gdyby został zwolniony mógłby się ukrywać lub unikać sprawiedliwości.", "111.  Utrzymywał, że sądy nigdy poważnie nie rozważały zastosowania \nw stosunku do niego łagodniejszego środka zapobiegawczego, pomimo tego, że prawo polskie przewidywało inne środki, za pomocą których można było zapewnić jego obecność na rozprawie.", "112.  Odnosząc się do postępowania władz, skarżący oceniał, że nie wykazały one żadnej szczególnej staranności w rozpoznawaniu sprawy. Na przykład rozprawa była kilkakrotnie odraczana z tego powodu, że sąd rejonowy nie zadbał \no doprowadzenie wszystkich oskarżonych.", "Podsumowując zwrócił się do Trybunału o orzeczenie, że nie zostało poszanowane jego prawo do osądzenia w rozsądnym terminie albo zwolnienia na czas postępowania.", "113.  Rząd twierdził, że czas tymczasowego aresztowania skarżącego nie przekroczył „rozsądnego terminu”.", "Na wstępie Rząd podkreślił, że skarżący został tymczasowo aresztowany \nw związku z przestępstwem, którego się dopuścił zaraz po uchyleniu w stosunku do niego tymczasowego aresztowania (które trwało niemal dwa lata) w innym postępowaniu karnym. Fakt ten wskazywał, że konieczne było zastosowanie \nw stosunku do niego tymczasowego aresztowania w celu zapewnienia prawidło-wego toku postępowania.", "114.  Poza tym istniały, co podkreślał Rząd, inne ważne przesłanki uzasadniające utrzymywanie aresztu skarżącego, takie jak zawiłość jego sprawy i poważna natura przestępstwa, o które został oskarżony. Ponadto jego własne postępowanie, tj. odmowa ujawnienia nazwisk niektórych z klientów jego firmy, sprawiło, że konieczne było stosowanie wobec niego aresztu w celu uniknięcia ryzyka, że będzie nakłaniał świadków do składania fałszywych zeznań lub w inny sposób utrudniał przebieg postępowania.", "115.  Rząd stał na stanowisku, że tymczasowe aresztowanie nie było jedynym środkiem przewidzianym przez kodeks postępowania karnego w celu zapewnienia prawidłowego toku postępowania. Jednakże twierdził, że sąd rozpatrujący sprawę nie mógł uchylić tymczasowego aresztowania skarżącego i zastosować poręczenia, ponieważ jego trudna sytuacja materialna uniemożliwiała mu zaproponowanie właściwego zabezpieczenia.", "116.  W konkluzji Rząd podkreślił, że przedłużanie tymczasowego aresztowania skarżącego było wynikiem jego własnego postępowania obliczonego na zwłokę, które przejawiało się w licznych nieuzasadnionych wnioskach podważających bezstronność sądu, licznych wnioskach o zmianę adwokatów ustanowionych z urzędu oraz zażaleń na postanowienia dotyczące stosowania tymczaso-wego aresztowania.", "B.  Ocena Trybunału", "1.  Okres podlegający rozpatrzeniu", "117.  Skarżący został tymczasowo aresztowany 22 listopada 1995 r. i zwolniony 9 marca 1998 r. (zob. paragrafy 7 i 60 powyżej). W związku z tym spędził w areszcie 2 lata, 3 miesiące i 16 dni.", "2.  Rozsądna długość trwania postępowania", "118.  Trybunał podkreśla, że kwestia tego, czy okres tymczasowego aresztowania jest rozsądny nie może być oceniana abstrakcyjnie. To, czy w stosunku do danego oskarżonego rozsądne jest stosowanie aresztu musi być ocenione w każdym przypadku zgodnie z jego wyjątkowymi okolicznościami. Przedłużanie tymczasowego aresztowania może być w danym przypadku uzasadnione jedynie, jeżeli istnieją szczególne względy interesu publicznego, które pomimo zasady domniemania niewinności, mają pierwszeństwo przed zasadą poszanowania wolności osobistej (patrz, m.in., wyrok Kudła przeciwko Polsce [WI], nr 30210/96, §§ 110-111 i inne cytowane tam wyroki, ECHR 2000-XI).", "Do krajowych władz sądowniczych należy w pierwszym rządzie zapewnienie, aby tymczasowe aresztowanie oskarżonego nie przekroczyło rozsądnego czasu. W tym celu muszą one zbadać wszystkie okoliczności przemawiające „za” i „przeciw” istnieniu szczególnych względów interesu publicznego usprawiedliwiających, z uwzględnieniem zasady domniemania niewinności, rezygnację \nz zasady określonej w artykule 5. Względy te muszą być ujęte w decyzjach sądów oddalających wnioski o uchylenie tymczasowego aresztowania. Problem, czy doszło do naruszenia artykułu 5 § 3 Konwencji, Trybunał rozstrzyga głównie na podstawie argumentów zawartych w decyzjach sądów oraz faktów przedstawionych przez skarżącego w odwołaniach od decyzji dotyczących przedłużenia stosowania tymczasowego aresztowania (zob. Jabłoński przeciwko Polsce, \nnr 33492/96 § 80, 21 grudnia 2000 r., niepublikowany).", "119.  Istnienie uzasadnionego podejrzenia, że tymczasowo aresztowany dopuścił się przestępstwa jest warunkiem sine qua non zasadnego utrzymywania aresztowania, ale po pewnym czasie już nie wystarcza. W takich przypadkach Trybunał musi ustalić, czy inne podstawy, na które powołują się władze sądowe, nadal usprawiedliwiają pozbawienie wolności. Jeżeli względy te są „odpowiednie” i „wystarczające”, Trybunał musi także upewnić się, czy właściwe władze krajowe wykazały „szczególną staranność” w prowadzeniu sprawy (ibid.)", "120.  Trybunał zauważa, że w niniejszej sprawie władze opierały się początkowo na istnieniu uzasadnionego przypuszczenia, że skarżący dopuścił się zarzucanych mu czynów i na konieczności zapewnienia prawidłowego toku postępowania. Przytaczały te względy w niemalże wszystkich decyzjach (zob. paragrafy 7, 11, 16, 20, 22, 27, 30, 34, 38-39, 54 i 56 powyżej). Władze twierdziły też, że \nw stosunku do skarżącego powinien być stosowany tymczasowy areszt, ponieważ ani jego zdrowie, ani inne okoliczności sprawy nie przemawiały w znaczący sposób przeciwko dalszemu trwaniu jego aresztowania (zob. paragrafy 12, 14, 16 \ni 50 powyżej).", "121.  W późniejszym okresie w miarę rozwoju postępowania sądy twierdziły, że grożąca oskarżonemu surowa kara uzasadniała jego dalsze aresztowanie (zob. paragrafy 22, 27, 30, 34, 38-39 i 50 powyżej). Ponadto, sądy opierały swoje decyzje na fakcie istnienia ryzyka, że skarżący, jeżeli zostanie zwolniony, może nakłaniać świadków do składania fałszywych zeznań lub w inny sposób utrudniać postępowanie. Ryzyko to, zdaniem sądów, było uzasadnione faktem, że skarżący odmówił ujawnienia danych personalnych niektórych klientów swojej firmy (zob. paragrafy 50, 54, 56 i 58 powyżej).", "122.  Trybunał akceptuje fakt, że istnienie podejrzenia, iż skarżący dopuścił się zarzucanych mu czynów oraz konieczność zapewnienia prawidłowego toku postępowania mogły uzasadniać na początkowym etapie jego aresztowanie. Jednakże nie uważa, by te względy mogły wystarczyć do usprawiedliwienia całego okresu aresztowania, nawet jeżeli uwzględni się fakt, iż władze nie oceniały osobistej sytuacji skarżącego jako przemawiającej przeciwko jego aresztowaniu.", "To samo odnosi się do kryterium grożącej skarżącemu wysokiej kary. Hipotetyczna kara w przedziale od 1 do 10 lat pozbawienia wolności, z biegiem czasu wymagała ponownej oceny w świetle dowodów stopniowo uzyskiwanych przez sąd. W rzeczywistości zastosowana kara, która wyniosła 3 lata pozbawienia wolności (zob. paragraf 61 powyżej) została wymierzona w dolnych granicach przewidzianych prawem.", "Co do argumentu, iż skarżący dzięki temu, że odmówił ujawnienia personaliów niektórych klientów swojej firmy, mógł następnie nakłaniać świadków do składania fałszywych zeznań, Trybunał zauważa, że sądy nie wskazywały na żadne konkretne okoliczności zdolne wykazać, że przewidywane ryzyko było czymś więcej niż tylko czysto teoretyczną możliwością. Trybunał nie jest więc przekonany tym argumentem, zważywszy szczególnie, że brak jest wskazówek, iż na wcześniejszych etapach postępowania skarżący ingerował w uzyskiwane dowody czy podejmował jakiekolwiek próby nakłaniania świadków do krzywoprzysięstwa.", "123.  Trybunał uznaje więc, że podstawy powoływane dla uzasadnienia tymczasowego aresztowania skarżącego nie były „wystarczające” i „odpowiednie”, jak wymaga tego artykuł 5 § 3.", "124.  Doszło więc do naruszenia artykułu 5 § 3 Konwencji poprzez nieprzestrzeganie prawa skarżącego do osądzenia w rozsądnym czasie lub zwolnienia na czas postępowania.", "III.  DOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 4 KONWENCJI", "125.  Opierając się na artykule 5 § 4 skarżący zarzucał, że postępowanie na temat zasadności jego aresztu nie było kontradyktoryjne, jak wymaga tego ten artykuł.", "Artykuł 5 § 4 przewiduje:", "„Każdy, kto został pozbawiony wolności przez zatrzymanie lub aresztowanie, ma prawo odwołania się do sądu w celu ustalenia bezzwłocznie przez sąd legalności pozbawienia wolności i zarządzenia zwolnienia, jeżeli pozbawienie wolności jest niezgodne z prawem.”", "A.  Stanowiska stron", "126.  Skarżący twierdził, że władze polskie były świadome faktu, iż zgodnie \nz prawem karnym obowiązującym w rozpatrywanym czasie, postępowania habeas corpus nie były kontradyktoryjne, a w związku z tym nie spełniały wymogów artykułu 5 § 4. W tym względzie skarżący przypomniał fakt, że nowy kodeks postępowania karnego, w artykule 249 § 5 wyraźnie przewidywał, że obrońca oskarżonego musi być powiadomiony i może wziąć udział w posiedzeniu \nw przedmiocie zastosowania, przedłużenia tymczasowego aresztowania lub rozpatrzenia zażalenia na postanowienie o zastosowaniu lub przedłużeniu tego środka. Wskazał na liczne wyroki Trybunału w tej kwestii (m.in. Toth przeciwko Austrii, wyrok z 12 grudnia 1991 r., Seria A nr 224, s. 23, §§ 83-84 oraz mutatis mutandis, Belziuk przeciwko Polsce, wyrok z 25 marca 1998 r., Reports of Judgments and Decisions 1998-II, s. 571, §§-39).", "127.  Rząd przyznał, że żaden przepis w kodeksie postępowania karnego \nz 1969 r. nie zezwalał oskarżonemu lub jego obrońcy na wzięcie udziału w posiedzeniu w przedmiocie rozpatrzenia wniosku o uchylenie tymczasowego aresztowania. Nie oznaczało to, że oskarżony nie miał możliwości prezentowania swoich argumentów, ponieważ mogły one być lub właśnie były zawarte w jego wniosku o uchylenie tymczasowego aresztowania i jako takie były wnikliwie rozpatrywane przez sąd.", "Prawdą jest, jak dodał Rząd, że prokuratorzy brali udział w wielu posiedzeniach dotyczących wniosków skarżącego o uchylenie tymczasowego aresztowania (np. w posiedzeniach przeprowadzonych 9 i 30 sierpnia, 16 września i 31 grudnia 1996 r.). Jednak fakt ten nie może być decydujący dla uznania, że postępowanie w zakresie zasadności tymczasowego aresztowania skarżącego nie było zgodne z prawem. W opinii Rządu skarżący mógł i korzystał z prawa do prezentowania swoich argumentów przemawiających za uchyleniem aresztu w formie pisemnej lub ustnie na rozprawach sądu.", "W konsekwencji Rząd uznał, że nie doszło do naruszenia artykułu 5 § 4 Konwencji.", "B.  Ocena Trybunału", "128.  Trybunał zajmował się już licznymi polskimi sprawami, w których skarżący podnosili identyczne zarzuty dotyczące braku równości stron postępowania dotyczących wniosków o uchylenie tymczasowego aresztowania lub zażaleń na postanowienia o odmowie uchylenia. W tym względzie należy w szczególności wskazać wyroki w sprawach Niedbała przeciwko Polsce (cytowany powyżej §§ 48-57, z 4 lipca 2000 r.) i Włoch przeciwko Polsce (nr 27785/95, §§ 125-132; z 19 października 2000, ECHR-2000-XI, p. 35-36; §§ 125-131), \nw których Trybunał powtórzył kryteria ustalone w swoim orzecznictwie w odniesieniu do „fundamentalnych gwarancji proceduralnych znajdujących zastosowanie w postępowaniach dotyczących pozbawienia wolności”. Trybunał podkreślił też, że jedną z podstawowych cech takiej procedury jest „równość broni” pomiędzy prokuratorem i osobą aresztowaną.", "129.  W tych wyrokach Trybunał stwierdził także, że prawo polskie w omawianym czasie nie przewidywało możliwości, by tymczasowo aresztowany uczestniczył w posiedzeniach sądu w przedmiocie jego aresztu, replikował na twierdzenia prokuratora i podważał – osobiście lub poprzez swojego adwokata podstawy tymczasowego aresztowania. Brak tych możliwości był niezgodny \nz wymogami artykułu 5 § 4.", "130.  Niniejsza sprawa nie różni się od powyżej wskazanych precedensów. Skarżący, mimo wielokrotnych wniosków o doprowadzenie go do sądu, nie mógł wziąć w praktyce udziału w żadnym postępowaniu na temat rozpatrzenia zasadności aresztowania, a w związku z tym nie mógł przedstawiać argumentów przemawiających przeciwko dalszemu stosowaniu w stosunku do niego tymczasowego aresztowania (zob. w szczególności paragrafy 9, 15, 20-23, 31, 51-52, 54 powyżej). Fakt, że jak twierdził Rząd, skarżący mógł pisemnie prezentować swoje stanowisko lub zwracać się o uchylenie tymczasowego aresztowania w trakcie rozpraw (zob. paragraf 127 powyżej), nie może, zdaniem Trybunału, zrekompensować braku kontradyktoryjności w trakcie postępowań na temat zasadności stosowania tymczasowego aresztowania.", "131.  Doszło więc do naruszenia artykułu 5 § 4 Konwencji.", "IV. DOMNIEMANE NARUSZENIE ARTYKUŁU 8 KONWENCJI \nW ZAKRESIE PRAWA DO POSZANOWANIA KORESPONDENCJI", "132.  Skarżący zarzucał także na podstawie artykułu 8 Konwencji, że cała jego korespondencja, łącznie z listami do i od obrońcy reprezentującego go przed Komisją i Trybunałem, a także listami wysłanymi i otrzymanymi od Komisji, zostały otwarte i ocenzurowane, a w niektórych sytuacjach także zatrzymana lub opóźniona.", "Właściwa część artykułu 8 brzmi:", "„1.  Każdy ma prawo do poszanowania (...) swojej korespondencji.", " 2.  Niedopuszczalna jest ingerencja władzy publicznej w korzystanie z tego prawa, z wyjątkiem przypadków przewidzianych przez ustawę i koniecznych w demokratycznym społeczeństwie z uwagi na bezpieczeństwo państwowe, bezpieczeństwo publiczne lub dobrobyt gospodarczy kraju, ochronę porządku publicznego i zapobieganie przestępstwom, ochronę zdrowia i moralności lub ochronę praw i wolności innych osób.”", "A.  Argumenty stron", "133.  Skarżący podkreślał, że odnośne przepisy prawa dawały w praktyce władzom nieograniczoną władzę ingerowania w jego korespondencję. Utrzymywał, że nawet zakładając, iż władze zamierzały zabezpieczyć prawidłowy przebieg postępowania w jego sprawie, czas trwania środków, a także ich zasięg \ni natura bez wątpienia nie były konieczne w demokratycznym społeczeństwie. Konieczność osiągnięcia zamierzonego przez władze celu nie wymagała od nich czytania wszystkich jego listów, niezależnie od tego, czy miały one charakter ściśle osobisty czy oficjalny. W szczególności brak było powodów, by otwierać \ni czytać jego korespondencję z prawnikiem reprezentującym go przed Komisją \ni Trybunałem, ponieważ listy takie mają charakter uprzywilejowany w oparciu \no artykuł 8 Konwencji.", "Skarżący podsumował, że jego prawo do poszanowania korespondencji zostało naruszone.", "134.  Rząd twierdził, że w trakcie postępowania karnego przeciwko skarżącemu jego korespondencja była cenzurowana na podstawie artykułu 89 § 2 kodeksu karnego wykonawczego z 1969 r. Jednak zastosowanie tych środków nie wiązało się z ingerencją w tekst listów i nie spowodowało opóźnień w dostarczeniu poczty do adresatów.", "135.  Rząd podkreślił ponadto, że istniały szczególne względy dla cenzurowania korespondencji skarżącego z jego żoną, ponieważ była ona oskarżona w tej samej sprawie. Dlatego też władze musiały podjąć kroki dla zapewnienia prawidłowego toku postępowania i wyeliminowania ryzyka, że będą działali w zmowie.", "136.  W konkluzji Rząd uznał, że kwestionowana cenzura korespondencji została przeprowadzona w zgodzie z polskim prawem i była uzasadniona zgodnie \nz paragrafem 2 artykułu 8 Konwencji.", "B.  Ocena Trybunału", "137.  Trybunał zauważa, że Rząd nie zaprzecza faktowi, iż w trakcie tymczasowego aresztowania skarżącego władze rutynowo otwierały i cenzurowały jego korespondencję do wszystkich adresatów, łącznie z sądami, które zajmowały się jego sprawą, Komisją i prawnikiem reprezentującym go przed Trybunałem. Środki te zostały zastosowane w zgodzie z artykułem 89 § 2 kodeksu karnego wykonawczego z 1969 r. (zob. paragraf 134 powyżej).", "W związku z tym, niewątpliwe jest, że doszło do „ingerencji władzy publicznej” w prawo skarżącego do poszanowania korespondencji w rozumieniu artykułu 8 § 2 Konwencji.", "138.  Trybunał zauważa ponadto, że we wspomnianej powyżej sprawie Niedbała rozstrzygał już kwestię, czy ingerencja w korespondencję aresztowanego dokonana zgodnie z przepisami krajowymi może być uznana za zastosowaną „zgodnie z prawem” i w zgodzie z wymogami artykułu 8 (zob. Niedbała przeciwko Polsce, wyrok cytowany powyżej, §§ 81-84). Trybunał negatywnie rozstrzygnął tę kwestię, przedstawiając następujące uzasadnienie:", "„ 81. ... prawo polskie, obowiązujące w omawianym okresie, (patrz pkt. 34 i 35 powyżej), pozwalało na automatyczną cenzurę korespondencji więźniów przez organy prowadzące postępowanie karne. Zatem, obowiązujące przepisy nie robiły różnicy między poszczególnymi kategoriami osób, z którymi więźniowie mogli korespondować. W konsekwencji także korespondencja z Rzecznikiem Praw Obywatelskich była poddana cenzurze. Ponadto, stosowne przepisy nie ustanawiały żadnych zasad regulujących wykonywanie takiej cenzury. W szczególności brakuje im określenia sposobu \ni limitów czasowych, w jakich powinna być przeprowadzona. Jako że cenzura była automatyczna, władze nie miały obowiązku wydawać umotywowanej decyzji wyszczególniającej podstawy, na jakich została wydana.", "82. W świetle uprzednich rozważań Trybunał konkluduje, że prawo polskie, \nw brzmieniu obowiązującym w omawianym okresie, nie wskazywało z rozsądną jasnością zakresu i sposobu korzystania z uznania powierzonego władzom publicznym w odniesieniu do kontroli korespondencji więźniów. Z tego wynika, że zaskarżona ingerencja nie była „zgodna z prawem”.", "83. Mając na względzie uprzednią konkluzję Trybunał nie widzi konieczności, aby w przedmiotowej sprawie stwierdzać czy inne wymogi ust. 2 art. 8 zostały spełnione.", "84. W konsekwencji Trybunał stwierdza, że nastąpiło tu naruszenie art. 8 Konwencji.”", "139.  Trybunał stwierdza, że niniejsza sprawa dotyczy tych samych kwestii, jak sprawa Niedbała (zob. paragrafy 100-101 i 134 powyżej). Jedyna różnica polega na zakresie ingerencji w prawo skarżącego do poszanowania korespondencji, która w niniejszym przypadku była znacząco szersza.", "140.  Dlatego też doszło do naruszenia artykułu 8 Konwencji.", "V.  DOMNIEMANE NARUSZENIE ARTYKUŁU 8 KONWENCJI W ZAKRESIE PRAWA DO POSZANOWANIA ŻYCIA RODZINNEGO", "141.  Skarżący twierdził także, że z powodu długotrwałych i drastycznych ograniczeń nałożonych przez sąd na jego kontakty osobiste z żoną, jego prawo do poszanowania życia rodzinnego zostało naruszone.", "Artykuł 8, w odpowiednim zakresie, przewiduje:", "„1.  Każdy ma prawo do poszanowania (...) życia rodzinnego....", " 2.  Niedopuszczalna jest ingerencja władzy publicznej w korzystanie z tego prawa, z wyjątkiem przypadków przewidzianych przez ustawę i koniecznych w demokratycznym społeczeństwie z uwagi na bezpieczeństwo państwowe, bezpieczeństwo publiczne lub dobrobyt gospodarczy kraju, ochronę porządku publicznego i zapobieganie przestępstwom, ochronę zdrowia i moralności lub ochronę praw i wolności innych osób.”", "A.  Argumenty stron", "142.  Skarżący twierdził, że omawiane ograniczenia były szczególnie dotkliwe, a ponadto towarzyszyła im także cenzura listów, które pisał on do swojej żony. Uniemożliwiły mu one utrzymywanie jakichkolwiek form komunikacji \nz żoną. Ograniczenia te były ponadto stosowane długotrwale i bez rozważenia możliwości zezwolenia im widywania się w obecności funkcjonariusza aresztu.", "W konkluzji skarżący zwrócił się do Trybunału o stwierdzenie naruszenia \nartykułu 8 Konwencji poprzez nieposzanowanie przysługującego mu prawa do poszanowania życia rodzinnego.", "143.  Rząd twierdził, że ograniczenia nałożone na osobiste kontakty skarżącego z żoną były stosowane zgodnie z prawem krajowym i były konieczne dla zapewnienia prawidłowego toku postępowania w sprawie skarżącego, w szczególności w celu wyeliminowania ryzyka, że będzie on działał w zmowie z żoną. Rząd przedkładał ponadto, że od momentu, kiedy ryzyko to zostało zmniejszone, tj. kiedy sąd wysłuchał wyjaśnień skarżącego i jego żony, zezwolono im na spotkania w obecności funkcjonariusza aresztu.", "W świetle powyższego, Rząd był zdania, że fakt, iż skarżący był przejściowo pozbawiony możliwości osobistych kontaktów z żoną nie stanowił naruszenia artykułu 8 Konwencji.", "B.  Ocena Trybunału", "1.  Ogólne zasady", "144.  Trybunał podkreśla, że tymczasowe aresztowanie, jak i wszelkie inne środki pozbawiające osobę wolności, pociąga za sobą ograniczenia życia prywatnego i rodzinnego. Jednak integralnym elementem prawa aresztowanego do poszanowania życia rodzinnego jest to, by władze umożliwiły lub, jeżeli jest to konieczne, pomogły mu w utrzymaniu kontaktów z najbliższą rodziną (zob. mutatis mutandis, Messina przeciwko Włochom (nr 2) nr 25498/94, § 61, z 28 września 2000 r., niepublikowany).", "Restrykcje w postaci ograniczenia liczby widzeń, nadzór nad tymi widzeniami oraz, jeżeli jest to uzasadnione naturą przestępstwa, poddanie oskarżonego specjalnemu reżimowi więziennemu lub zastosowanie specjalnych ustaleń odnośnie widzeń, stanowią ingerencję w jego prawo na podstawie artykułu 8, ale same w sobie nie są naruszeniem tego przepisu (ibid. §§ 62-63; zob. także X p. Wielkiej Brytanii, nr 8065/77, decyzja Komisji z 3 maja 1978 r., Decisions and Reports 14, s. 246).", "Jednakże jakiekolwiek ograniczenia tego typu muszą być stosowane „na podstawie prawa”, muszą być nastawione na osiągnięcie jednego lub więcej uzasadnionych celów wymienionych w paragrafie 2 i dodatkowo, muszą być usprawiedliwione jako „konieczne w demokratycznym społeczeństwie”.", "W odniesieniu do tego ostatniego kryterium, Trybunał podkreśla ponadto, \nże pojęcie „konieczności” celów wymienionych w artykule 8 oznacza, iż ingerencja musi odnosić się do domagającej się uwzględnienia potrzeby społecznej \ni w szczególności musi pozostawać proporcjonalna do zamierzonego usprawiedliwionego celu. Oceniając, czy ingerencja była „konieczna” Trybunał weźmie pod uwagę margines swobody pozostawiony władzom państwowym, ale obowiązkiem państwa jest wykazanie istnienia domagającej się uwzględnienia potrzeby społecznej leżącej u podstaw ingerencji (zob. m.in. McLeod przeciwko Wielkiej Brytanii, wyrok z 23 września 1998 r., Reports of Judgments and Decisions 1998-VII, s. 2791, § 52; oraz Płoski przeciwko Polsce, no. 26761/95, § 35, \nz 12 listopada 2002 r., niepublikowany).", "2.  Zastosowanie powyższych zasad do niniejszej sprawy", "(a) Zaistnienie ingerencji", "145.  Rząd nie kwestionował w postępowaniu przed Trybunałem, że ograniczenia nałożone na osobiste kontakty skarżącego z żoną stanowiły „ingerencję” \nw jego prawo do poszanowania życia rodzinnego (zob. paragraf 143 powyżej). Trybunał nie widzi przyczyn, by stwierdzić co innego.", "(b)  Czy ingerencja była „przewidziana prawem”", "146.  Trybunał zauważa, że omawiany środek był stosowany na podstawie artykułu 89 § 2 kodeksu karnego wykonawczego z 1969 r. (zob. paragraf 100). \nW konsekwencji stwierdza, że ingerencja była „przewidziana prawem”.", "(c)  Czy ingerencja realizowała „uzasadniony cel”", "147.  Rząd twierdził, że omawiane restrykcje były konieczne dla zapewnienia prawidłowego toku postępowania karnego przeciwko skarżącemu, w szczególności w celu wyeliminowania ryzyka, że skarżący i jego żona będą działali w zmowie.", "Trybunał zauważa, że ograniczenia w kontaktach skarżącego z żoną nałożono po postawieniu jej w stan oskarżenia za dokonanie przestępstwa związanego \nz czynami zarzucanymi skarżącemu i w oparciu o fakt, że istniało ryzyko, iż będą oni nakłaniali się nawzajem do składania fałszywych wyjaśnień lub utrudniali postępowanie karne (zob. paragrafy 72-79 powyżej). Zakwestionowane środki mogą być w związku z tym uznane za zastosowane w celu „ochrony porządku \ni zapobiegnięcia przestępstwu”, co uzasadnione jest na podstawie artykułu 8.", "(d)  Czy ingerencja była „konieczna w demokratycznym \nspołeczeństwie”", "148.  Trybunał musi ocenić, czy władze zachowały proporcjonalność pomiędzy, z jednej strony, koniecznością zabezpieczenia procesu uzyskiwania dowodów w sprawie skarżącego oraz z drugiej strony, jego prawem do poszanowania prawa do życia rodzinnego podczas aresztowania (patrz paragraf 144 powyżej).", "149.  Trybunał zauważa przede wszystkim, że 10 sierpnia 1996 r. skarżącemu zabroniono jakichkolwiek kontaktów z żoną. Restrykcje obejmowały zakaz komunikowania się z nią przez wewnętrzny telefon więzienny oraz odbywania nadzorowanych widzeń rodzinnych. Zostały one utrzymane do 9 sierpnia 1997 r., \ntj. przez jeden rok (zob. paragrafy 72-80 powyżej). W tym samym czasie, ich korespondencja była cenzurowana na podstawie tego samego przepisu, który zezwalał na ograniczenia w ich kontaktach, tj. artykułu 89 § 2 kodeksu karnego wykonawczego z 1969 r. (zob. paragrafy 74-75 i 100-101 powyżej).", "150.  Trybunał uznaje, że początkowo zastosowanie takiego środka mogło być uznane za konieczne z punktu widzenia celów, do zrealizowania których \ndążyły władze. Niewątpliwie miały one ciężkie konsekwencje dla życia rodzinnego skarżącego.", "Jednakże, uwzględniając upływ czasu oraz surowość tych konsekwencji, \na także obowiązek władz umożliwienia mu kontaktów z rodziną w trakcie aresztowania, zdaniem Trybunału, sytuacja wymagała dokładnego rozważenia konieczności trzymania skarżącego w całkowitej izolacji od żony.", "151.  W tym względzie Trybunał odnotowuje, że sąd rejonowy uzasadnił jedynie pierwszą i ostatnią ze swoich licznych decyzji na temat odmowy udzielenia zezwolenia na widzenia skarżącego z żoną (zob. paragrafy 72-79 powyżej). Sąd nie rozważył także możliwości zastosowania alternatywnych środków w celu zabezpieczenia, by ich kontakty nie prowadziły do działania w zmowie lub \nw inny sposób nie utrudniały procesu przeprowadzania dowodów. Takimi środkami mogłoby być np. poddanie ich kontaktów nadzorowi funkcjonariusza aresztu (zob. paragrafy 72-79 i 100 powyżej) lub nałożenie innych restrykcji związanych z naturą, częstotliwością i trwaniem kontaktów (zob. a contrario, Kalashnikov przeciwko Rosji (dec.), nr 47095/99, ECHR-2001 ...).", "Ponadto Trybunał zauważa, że sąd przesłuchał żonę skarżącego 21 maja \n1997 r., ale zakaz osobistych kontaktów utrzymał na ponad trzy dalsze miesiące. Postąpił tak, pomimo faktu, że w tym czasie nie przeprowadził żadnych postępowań dowodowych, a rozprawa była odroczona (zob. paragrafy 41-43 i 78-80 powyżej).", "152.  W tych okolicznościach i biorąc pod uwagę długość trwania oraz charakter restrykcji nałożonych na kontakty skarżącego z żoną, a także fakt, że działania te połączone były z cenzurą ich korespondencji, Trybunał uważa, że działania te wykraczały poza zakres konieczny w społeczeństwie demokratycznym \nw celu „ochrony porządku i zapobiegania przestępstwom”. W rzeczywistości omawiane środki zredukowały życie rodzinne skarżącego do poziomu, który nie może być usprawiedliwiony ani przez ograniczenia wiążące się z aresztowaniem, ani przez dążenie do osiągnięcia uzasadnionych celów, na co wskazywał Rząd. Dlatego też Trybunał uważa, że władze nie zapewniły proporcjonalności pomiędzy zastosowanymi środkami a celem, który zamierzały osiągnąć.", "3.  Konkluzja", "153.  Doszło więc do naruszenia artykułu 8 Konwencji w zakresie prawa skarżącego do poszanowania życia rodzinnego.", "", "", "", "", "VI.  DOMNIEMANE NARUSZENIE ARTYKUŁU 34 KONWENCJI", "154.  Skarżący zarzucał także, że cenzura jego korespondencji stanowiła naruszenie obowiązku nałożonego na Polskę zgodnie z artykułem 34, który brzmi następująco:", "„Trybunał może przyjmować skargi każdej osoby, organizacji pozarządowej lub grupy jednostek, która uważa, że stała się ofiarą naruszenia przez jedną z Wysokich Układających się Stron praw zawartych w Konwencji lub jej Protokołach. Wysokie Układające się Strony zobowiązują się nie przeszkadzać w żaden sposób skutecznemu wykonywaniu tego prawa.”", "A.  Argumenty stron", "155.  Skarżący twierdził, że sam fakt otwierania i czytania jego listów oraz skargi do Komisji pokazują, że Polska nie przestrzegała zobowiązania nałożonego na nią w oparciu o dawny artykuł 25 Konwencji, którego treść została włączona do obecnego artykułu 34.", "156.  Rząd twierdził, że zarzucane cenzurowanie korespondencji skarżącego nie stanowiło naruszenia przez Polskę obowiązków nałożonych tym przepisem. Przedkładał, że korespondencja skarżącego z Komisją nie była wstrzymywana ponad konieczny czas. Ponadto nie doszło do żadnych ingerencji w treść skargi oraz jego listów pisanych do Komisji.", "B.  Ocena Trybunału", "157.  Trybunał zauważa, że poza zarzutem cenzurowania korespondencji skarżący nie zarzucał żadnej innej szczególnej ingerencji władz Polski w jego prawo do skargi indywidualnej. Nie zarzucał też, by władze nałożyły jakiekolwiek ograniczenia na jego swobodne komunikowanie się z Komisją, a następnie \nz Trybunałem. Ponadto, poza początkowymi obawami skarżącego, które zostały \nw końcu rozwiane, że nie będzie on w stanie przedłożyć formularza skargi we właściwym czasie (zob. paragraf 65 powyżej), nie zarzucał on, że władze dopuściły się bezpośrednich czy pośrednich działań zmierzających do wyperswadowania mu lub zniechęcenia go do zgłaszania roszczeń opartych na podstawie Konwencji.", "158.  Uwzględniając konkluzję zawartą w paragrafie 140, w którym Trybunał stwierdził, że cenzura korespondencji skarżącego stanowiła naruszenie artykułu 8, Trybunał nie dostrzega przyczyny dla odrębnego rozpatrzenia skargi złożonej \nw oparciu o artykuł 34, która ma jedynie charakter uzupełniający i jest identyczna z zarzutem już rozpoznanym.", "159.  W konsekwencji stwierdza, że nie zaistniała odrębna kwestia wymagająca rozpatrzenia na podstawie artykułu 34 Konwencji.", "", "VII.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "160.  Artykuł 41 Konwencji przewiduje:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkoda", "161.  Skarżący domagał się z tytułu szkód materialnych kwoty 44.500 zł (około 10.800 EUR) za utracone zarobki z powodu przedłużającego się aresztowania.", "Zwrócił się także do Trybunału o przyznanie mu 100.000 zł (około 24.200 EUR) za szkody moralne i cierpienia, będące wynikiem naruszenia jego praw gwarantowanych przez Konwencję. W tym względzie skarżący wskazał w szczególności na niepokój i stres, których doznał z powodu odizolowania od żony oraz z powodu cenzury jego korespondencji.", "162.  Rząd uznał, że żądane sumy był wyjątkowo wygórowane. Zwrócił się do Trybunału o stwierdzenie, że samo uznanie naruszenia w tej sprawie stanowiłoby wystarczające zadośćuczynienie. W przeciwnym przypadku, Rząd zwrócił się do Trybunału o przyznanie zadośćuczynienia na podstawie dotychczasowego orzecznictwa w podobnych sprawach i z uwzględnieniem krajowych warunków ekonomicznych.", "163.  Konkluzją Trybunału, zgodnie z dostępnym mu materiałem jest, iż skarżący nie wykazał, że podnoszona szkoda materialna została rzeczywiście spowodowana przez jego aresztowanie w omawianym czasie. W konsekwencji, nie ma uzasadnienia dla przyczyniania mu jakiejkolwiek kwoty z tego tytułu.", "164. Jednakże Trybunał przyznaje, że skarżący z pewnością doznał szkód niematerialnych – takich jak cierpienie i frustracja będące wynikiem przedłużającego się aresztowania, przedłużającej się niemożliwości kontaktowania się z żoną oraz będących rezultatem natury i zakresu ingerencji w jego korespondencję. Szkody te nie mogą być wystarczająco zrekompensowane przez samo stwierdzenie naruszenia Konwencji. Dokonując oceny na zasadzie słuszności Trybunał przyznaje skarżącemu 13.000 EUR (euro) z tego tytułu.", "B.  Koszty i wydatki", "165.  Skarżący, który otrzymał pomoc prawną od Rady Europy w związku \nz prowadzeniem jego sprawy, domagał się zwrotu 36.000 zł [ok. 8.700 EUR] za koszty i wydatki poniesione w postępowaniu przed Trybunałem.", "166.  Rząd zwrócił się do Trybunału o przyznanie zwrotu kosztów i wydatków jedynie w zakresie, w jakim zostanie wykazane, że zostały one faktycznie poniesione i były konieczne oraz rozsądne co do kwoty.", "167.  Trybunał ocenił sprawę w świetle zasad jego orzecznictwa (Kudła przeciwko Polsce wyrok cytowany powyżej, § 168).", "168.  Stosując te same kryteria do niniejszej sprawy oraz dokonując oceny na zasadzie słuszności, Trybunał uznaje za rozsądne przyznać skarżącemu 5.500 EUR (pięć tysięcy pięćset euro) z tytułu kosztów i wydatków łącznie z jakimkolwiek podatkiem, jaki może być pobrany, minus 762 EUR (siedemset sześćdziesiąt dwa euro) otrzymane z tytułu pomocy prawnej od Rady Europy.", "C.  Odsetki za zwłokę", "169.  Trybunał uważa, że odsetki za zwłokę w wypłacie powinny być ustalone zgodnie z marginalną stopą procentową Europejskiego Banku Centralnego plus trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "Uznaje, że doszło do naruszenia artykułu 5 § 3 Konwencji (prawo do niezwłocznego postawienia przed sędzią);", "Uznaje, że doszło do naruszenia artykułu 5 § 3 Konwencji (prawo do rozpatrzenia sprawy w rozsądnym terminie lub zwolnienia w trakcie trwania postępowania);", "Uznaje, że doszło do naruszenia artykułu 5 § 4 Konwencji;", "Uznaje, że doszło do naruszenia artykułu 8 Konwencji (prawo do poszanowania korespondencji);", "Uznaje, że doszło do naruszenia artykułu 8 Konwencji (prawo do poszanowania życia rodzinnego);", "Uznaje, że nie zaistniała odrębna kwestia wymagająca rozpatrzenia w oparciu o artykułu 34 Konwencji;", "Uznaje, że", "pozwane państwo ma wypłacić skarżącemu w ciągu trzech miesięcy od dnia, kiedy wyrok stanie się prawomocny zgodnie z artykułem 44 § 2 Konwencji, 13.000 EUR (trzynaście tysięcy euro) z tytułu szkód niematerialnych oraz 5.500 EUR (pięć tysięcy pięćset euro) tytułem zwrotu kosztów i wydatków, minus 762 EUR (siedemset sześćdziesiąt dwa euro) otrzymane z Rady Europy, które będą przeliczone na walutę polską \nwedług kursu z dnia realizacji wyroku, plus jakikolwiek podatek jaki może być pobrany od tych kwot;", "[Wyrok poprawiony 8 września 2003 r. We wcześniejszej wersji wyroku brakowało frazy „które będą przeliczone na walutę polską według kursu z dnia realizacji wyroku”.]", "(b)  zwykłe odsetki według marginalnej stopy procentowej Europejskiego Banku Centralnego plus trzy punkty procentowe będą płatne od tej sumy od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty;", "", "8.  Oddala pozostałą część żądania skarżącego dotyczącego zadośćuczynienia.", "Sporządzono w języku angielskim i obwieszczono pisemnie 3 kwietnia 2003 r. zgodnie z artykułem 77 § 2 i 3 Regulaminu Trybunału.", "", "", "\t     \t", ""]}