{"file": "POL_HJUDPOL_45355_99.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "45355/99", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "TRZECIA SEKCJA", "", "", "", "SPRAWA SHAMSA przeciwko POLSCE", "", "(SKARGI nr 45355/99 i 45357/99)", "", "", "WYROK – 27 listopada 2003 r.", "", "", "", "\tW sprawie Shamsa przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Trzecia Sekcja), zasiadając jako Izba złożona z następujących sędziów:", "Pan\tG. Ress, przewodniczący,", "Pan\tI. Cabral Bareto,", "Pan\tL. Caflisch,", "Pan\tR. Türmen,", "Pan\tB. Zupancic,", "Pan\tK. Traja,", "Pan\tL. Garlicki, sędziowie", "oraz\tPan\t M. Villiger, zastępca Kanclerza Sekcji,", "", "po obradach na posiedzeniu zamkniętym 6 listopada 2003 r.,", "wydaje następujący wyrok, który został przyjęty w tym dniu:", "", "", "POSTĘPOWANIE", "", "Sprawa wywodzi się z dwóch skarg (nr 45355/99 i 45357/99) wniesionych przeciwko Rzeczypospolitej Polskiej do Trybunału na podstawie art. 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez dwóch obywateli libijskich, panów Abdelsalama Shamsa i Anwara Shamsa („skarżący”).", "Skarżący byli reprezentowani przez pana Wojciecha Hermelińskiego, adwokata z Warszawy. Rząd polski („Rząd”) był reprezentowany przez panią Sylwię Jaczewską, pełniącą obowiązki pełnomocnika.", "Skarżący zarzucali w szczególności naruszenie art. 5 ust. 1 Konwencji.", "Skargi zostały przydzielone Trzeciej Sekcji Trybunału (art. 52 ust. 1 Regulaminu Trybunału). Wewnątrz tej Sekcji ustanowiono Izbę (art. 27 ust. 1 Konwencji), która miała rozpatrzyć sprawę zgodnie z art. 26 ust. 1 Regulaminu Trybunału.", "10 stycznia 2002 r. Izba zdecydowała o połączeniu skarg (art. 43 ust. 1 Regulaminu).", "Na podstawie decyzji z 10 stycznia 2002 r. Izba zdecydowała o odroczeniu rozpatrzenia zarzutu z art. 5 ust. 1 i uznała resztę zarzutów w skargach za niedopuszczalne. 5 grudnia 2002 r. Izba uznała skargę z art. 5 ust. 1 za dopuszczalną.", "Zarówno skarżący, jak i Rząd złożyli pisemne stanowiska co do treści skargi (art. 59 ust. 1 Regulaminu).", "1 listopada 2001 r. Trybunał zmienił skład swoich Sekcji (art. 25 ust. 1 Regulaminu). Niniejsze skargi zostały przydzielone do zreorganizowanej Sekcji Trzeciej (art. 52 ust. 1).", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "Skarżący, bracia Anwar i Abdelsalam, są obywatelami libijskimi przebywającymi w Warszawie. Przed Trybunałem są oni reprezentowani przez pana Wojciecha Hermelińskiego, adwokata z Izby Adwokackiej w Warszawie.", "Fakty sprawy, przedstawione przez strony, można streścić następująco.", "27 maja 1997 r. skarżący zostali zatrzymani w Warszawie podczas kontroli tożsamości. Nie potrafili przedstawić ani ważnych dokumentów tożsamości, ani pozwolenia na pobyt.", "28 maja 1997 r. wojewoda warszawski wydał decyzję o wydaleniu, podlegającą wykonaniu najpóźniej w ciągu dziewięćdziesięciu dni. Wojewoda podniósł, że skarżący zagrażali porządkowi publicznemu. Jednocześnie wojewoda przypomniał, iż Abdelsalam został skazany na karę pozbawienia wolności w 1989 r. oraz że obaj bracia figurowali na liście osób niepożądanych na terenie kraju. Skarżący odwołali się do ministra spraw wewnętrznych.", "28 maja 1997 r. Prokuratura Rejonowa w Warszawie - Praga Południe wydała postanowienie o zastosowaniu wobec skarżących aresztu w celu wydalenia. 11 czerwca 1997 r. Sąd Rejonowy w Ostrołęce odrzucił zażalenie na postanowienie Prokuratury.", "30 maja 1997 r. Komenda Stołeczna Policji w Warszawie, odpowiedzialna za wydalenie, zwróciła się do ambasady Libii w Warszawie z wnioskiem \no wydanie skarżącym paszportów. 20 czerwca 1997 r. ambasada odmówiła wydania paszportów. 11 sierpnia 1997 r. policja skierowała kolejny wniosek, a 19 sierpnia 1997 r. skarżący otrzymali niezbędne dokumenty.", "Pomiędzy 24 sierpnia 1997 r. (ostatni dzień aresztu deportacyjnego \ni zgodnego z prawem okresu ustalonego przez wojewodę w celu przeprowadzenia deportacji) a 11 września 1997 r. władze podjęły trzy próby deportacji skarżących – z powodu braku bezpośrednich lotów do Libii przez:", "Pragę, 24 sierpnia 1997 r., jednak skarżący odmówili kontynuowania stamtąd podróży i zostali skierowani z powrotem do Warszawy 25 sierpnia 1997 r. Rząd twierdził, że ta podróż została przeprowadzona bez eskorty. Skarżący precyzują, że w czasie podróży towarzyszyła im osoba w stroju cywilnym upoważniona do okazania właściwym władzom dokumentów \ni kart pokładowych;", "Kair, 28 sierpnia 1997 r., jednak władze egipskie odesłały skarżących \nz powrotem do Warszawy 1 września;", "Tunis, 4 września 1997 r., jednak skarżący wrócili do Warszawy 11 września.", "25 sierpnia 1997 r., po powrocie z Pragi, na wniosek komendanta stołecznego policji w Warszawie, skarżący zostali uznani za osoby niepożądane na terytorium Polski.", "Pomiędzy próbami deportacji, od chwili powrotu z Tunisu aż do 3 października 1997 r. skarżący, jako osoby niepożądane na terytorium Polski, byli przetrzymywani przez Straż Graniczną na lotnisku w Warszawie. Od 23 września 1997 r. skarżący odmawiali przyjmowania pokarmu.", "11 września 1997 r. zastępca dyrektora Zarządu Kontroli Ruchu Granicznego Komendy Głównej Straży Granicznej zwrócił się do komendanta stołecznego policji o doprowadzenie skarżących 18 września 1997 r. na lot do Tunisu, przypominając iż «nie jest możliwe przetrzymywanie cudzoziemców na granicy przez tydzień». 18 września 1997 r. zastępca dyrektora Zarządu Kontroli Ruchu Granicznego Komendy Głównej Straży Granicznej zwrócił się zastępcy komendanta stołecznego policji o udzielenie informacji co do dalszego biegu sprawy, przypominając, że odmowa władz tunezyjskich «ostatecznie pozbawiła wszelkiego uzasadnienia dla przetrzymywania cudzoziemców w strefie tranzytowej lotniska».", "27 września 1997 r., według Rządu, skarżący Abdelsalam Shamsa został przekazany do komisariatu policji na lotnisku w Warszawie w celu przesłuchania przez prokuratora w sprawie dotyczącej znieważenia i użycia siły przeciwko funkcjonariuszom państwowym w trakcie wykonywania przez nich czynności służbowych. Według skarżących, Abdelsalam Shamsa został zawieziony bezpośrednio do siedziby prokuratury w Warszawie, a nie na komisariat policji na lotnisku.", "30 września 1997 r. skarżący zostali zbadani przez lekarza na terenie lotniska. 3 października 1997 r. policja zawiozła skarżących do szpitala, który skarżący opuścili na własną rękę tego samego dnia, nie napotykając przeszkód ze strony władz.", "Tymczasem 7 lipca 1997 r. minister utrzymał w mocy decyzję wojewody. Skarżący wnieśli skargę przeciwko tej decyzji do Naczelnego Sądu Administracyjnego w Warszawie, który zawiesił wykonanie procedury deportacji.", "28 października 1997 r. Naczelny Sąd Administracyjny odrzucił skargę wniesioną przez Abdelsalama Shamsa. Na mocy art. 19 ust. 5 ustawy o Naczelnym Sądzie Administracyjnym, ten ostatni nie jest upoważniony do rozpoznawania kwestii związanych z deportacją, z wyjątkiem przypadków dotyczących cudzoziemców przebywających legalnie. W niniejszym przypadku wiza pobytowa skarżącego wygasła 18 lipca 1995 r. i nie została od tamtej pory wznowiona. \nZ drugiej strony, na mocy ostatecznej decyzji z 16 maja 1997 r., wniosek skarżącego o uzyskanie pozwolenia na pobyt został odrzucony. Z tego względu NSA uznał, że w chwili rozpoczęcia procedury deportacyjnej skarżący przebywał na terytorium Polski nielegalnie.", "2 grudnia 1997 r. ten sam sąd odrzucił skargę wniesioną przez Anwara Shamsa. Sąd posłużył się identycznym uzasadnieniem i przypomniał, że wiza pobytowa skarżącego wygasła 20 sierpnia 1993 r., a skarżący nie podjął działań \nw celu jej odnowienia. Pierwszy Prezes Sądu Najwyższego wniósł rewizję nadzwyczajną do Sądu Najwyższego na korzyść skarżącego. 9 września 1998 r. Sąd Najwyższy uchylił orzeczenie Naczelnego Sądu Administracyjnego. Sąd Najwyższy uznał, że skarżący, który dysponował potwierdzeniem wniesienia wniosku \no nadanie statusu uchodźcy, powinien być uważany za przebywającego legalnie na terytorium Polski. Według Sądu Najwyższego, Naczelny Sąd Administracyjny, odrzucając wniosek skarżącego, pozbawił go prawa dostępu do sądu.", "7 stycznia 1998 r. Prokuratura Rejonowa w Warszawie wydała postanowienie o umorzeniu śledztwa w sprawie pozbawienia skarżących wolności przez funkcjonariuszy Straży Granicznej w okresie od 25 sierpnia do 3 października 1997 r. Prokuratura podnosiła, że okoliczności faktyczne nie były kwestionowane oraz że działania funkcjonariuszy Straży Granicznej nie były bezprawne. Prokuratura uznała, że regulamin posterunku Straży Granicznej na lotnisku Warszawa Okęcie stanowił podstawę prawną pozbawienia wolności. Według tego regulaminu, podróżni są umieszczani w pomieszczeniach Straży Granicznej w celu przeprowadzenia deportacji, gdzie przebywają do chwili przekazania ich osobie odpowiedzialnej za transport deportowanego. Prokuratura przypomniała, że decyzja wojewody o deportacji skarżących została wdrożona ostatniego dnia wyznaczonego okresu (24 sierpnia 1997 r., tj. w dniu pierwszej próby deportacji przez Pragę), jednak próba nie powiodła się z powodu oporu stawianego przez skarżących. Prokuratura w konkluzji stwierdziła, że skarżący nie zostali pozbawieni wolności w rozumieniu kodeksu karnego.", "12 lutego 1998 r. skarżący wnieśli zażalenie na postanowienie prokuratury. 31 marca 1998 r. Prokuratura Okręgowa w Warszawie uchyliła postanowienie Prokuratury Rejonowej w Warszawie i skierowała sprawę do ponownego rozpatrzenia.", "13 marca 1998 r. Ministerstwo Spraw Wewnętrznych zwróciło się do urzędu wojewódzkiego z wnioskiem o podjęcie czynności w celu deportacji skarżących z terytorium Polski. Ministerstwo motywowało swój wniosek tym, że oddalono środki zaskarżenia wniesione przez skarżących.", "24 czerwca 1998 r. Prokuratura Rejonowa w Warszawie, rozpatrując ponownie zażalenie w wyniku zwrócenia sprawy przez Prokuraturę Okręgową \nw Warszawie, znów wydała postanowienie o umorzeniu postępowania. Prokuratura podnosiła, że każde lotnisko międzynarodowe dysponuje strefą przeznaczoną dla osób nieuprawnionych do wjazdu na terytorium danego państwa. Skarżący zostali umieszczeni w takiej strefie w Warszawie, ale także w Pradze, Kairze \ni Tunisie. Prokuratura wyjaśniła, że pomieszczeń tych nie należy uważać za miejsce odbywania aresztu deportacyjnego, ponieważ osoby przebywające w tych pomieszczeniach są uważane za deportowane z terytorium państwa. Ponadto stwierdziła, że skarżący nie zostali pozbawieni wolności, lecz przebywali jedynie w specjalnej strefie przewidzianej dla osób, które nie są uprawnione do przekroczenia granicy z uwagi na brak dokumentów pozwalających na wejście na terytorium Polski. W podsumowaniu prokuratura stwierdziła, że skarżący zdecydowali się pozostać z własnej woli – poprzez odmowę wyjazdu z terytorium Polski do Libii – w pomieszczeniach nieprzystosowanych do dłuższego pobytu, służących zwykle jako sala tranzytowa.", "17 lipca 1998 r. skarżący wnieśli zażalenie na postanowienie prokuratury.", "13 października 1998 r. Sąd Rejonowy w Warszawie, orzekając w ostatniej instancji, utrzymał w mocy postanowienie prokuratury. Sąd zważył, iż skarżący w żadnym momencie nie zostali pozbawieni wolności oraz że funkcjonariusze Straży Granicznej umieścili skarżących w pomieszczeniach na lotnisku \nw trosce o ochronę granicy państwa. Sąd przypomniał, że pobyt w tych pomieszczeniach był regulowany w rozporządzeniu w sprawie określenia warunków, jakim powinny odpowiadać pomieszczenia przeznaczone dla osób zatrzymanych, wydanym na podstawie ustawy z 12 października 1990 r. o ochronie granicy państwowej, rozporządzenia ministra spraw wewnętrznych z 7 sierpnia 1996 r. oraz ustawy z 12 października 1990 r. o Straży Granicznej.", "Skarżący zwrócili się do Rzecznika Praw Obywatelskich. 12 października 2001 r. Rzecznik poinformował skarżących, że nie dysponuje żadnym środkiem prawnym w celu podważenia postanowienia prokuratury. Rzecznik wyjaśnił, że pobyt skarżących w pomieszczeniach lotniska może być uważany za pozbawienie wolności w rozumieniu art. 5 Konwencji. Rzecznik poinformował także skarżących o inicjatywie, która zmierzała do zwrócenia uwagi osobom odpowiedzialnym za działanie Straży Granicznej na warunki pozbawienia wolności w rzeczonej strefie, które Rzecznik uważał za uciążliwe i trudne do zaakceptowania.", "Skarżący przebywają w dalszym ciągu na terytorium Polski.", "", "", "II. WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "", "Ustawa o cudzoziemcach z 1963 r., znowelizowana ustawą z 5 stycznia 1995 r., obowiązująca w momencie zdarzeń, przewidywała w art. 15a:", "„ (...) Zatrzymanemu cudzoziemcowi przysługują uprawnienia przewidziane w Kodeksie postępowania karnego dla osoby zatrzymanej.”", "Art. 16 ust. 2 tej samej ustawy stanowił:", "„ (...) można zastosować [wobec cudzoziemca] areszt w celu wydalenia na okres niezbędny do wykonania decyzji o wydaleniu.”", "Art. 16 ust. 5 precyzował:", "„ (...) Cudzoziemca (...) należy niezwłocznie zwolnić, jeżeli w ciągu 90 dni od chwili jego zatrzymania nie wykonano decyzji o wydaleniu (...)”", "Art. 165 ust. 2 kodeksu karnego obowiązującego w momencie zdarzeń przewidywał zakaz pozbawiania wolności jednostki pod karą od jednego do dziesięciu lat pozbawienia wolności.", "Według art. 24 tego samego kodeksu, funkcjonariusz publiczny, który, przekraczając swe uprawnienia lub nie dopełniając obowiązku, działa na szkodę dobra społecznego lub jednostki, podlega karze pozbawienia wolności.", "PRAWO", "I. DOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 1 KONWENCJI", "", "Skarżący zarzucali, że stali się ofiarami pozbawienia wolności od 25 sierpnia do 3 października 1997 r. przez Straż Graniczną na lotnisku w Warszawie, w strefie przeznaczonej dla osób, które nie były uprawnione do wstępu \nna terytorium Polski. Skarżący powołali się na art. 5 ust. 1 Konwencji, który stanowi:", "„Każdy ma prawo do wolności i bezpieczeństwa osobistego. Nikt nie może być pozbawiony wolności, z wyjątkiem następujących przypadków i w trybie ustalonym przez prawo:", "", "(...)", "", "f) zgodnego z prawem zatrzymania lub aresztowania osoby, w celu zapobieżenia jej nielegalnemu wkroczeniu na terytorium państwa, lub osoby, przeciwko której toczy się postępowanie o wydalenie lub ekstradycję.”", "", "", "", "", "A. Stanowiska stron", "1. Rząd", "Rząd uważał, że skarga jest oczywiście bezzasadna oraz że nie było naruszenia art. 5 ust. 1 Konwencji.", "Rząd podkreślił na początku, że prawo cudzoziemca do wjazdu i pozostania na terytorium danego państwa nie jest jako takie gwarantowane przez Konwencję oraz że państwa mają prawo wykorzystywać wszelkie środki niezbędne \nw celu zapobieżenia nielegalnemu wjazdowi danej osoby, jej deportowania lub ekstradowania w zgodzie z prawem krajowym. Artykuł 5 pozwala państwom na sięgnięcie po środki pozbawiające wolności w celu ochrony granic.", "Ponadto Rząd utrzymywał, że pozbawienie skarżących wolności miało na celu wykonanie decyzji wojewody warszawskiego z 28 maja 1997 r. o wydaleniu skarżących. Rząd podkreślił, iż skarżący zostali uznani za osoby niepożądane na terytorium Polski i nie mogli zgodnie z prawem wejść na jej terytorium. Straż Graniczna, odmawiając skarżącym wejścia na terytorium RP, wykonywała swój prawnie nałożony obowiązek polegający na ochronie polskich granic.", "Rząd ponadto podkreślił, że władze krajowe badały a posteriori zgodność z prawem pozbawienia skarżących wolności i uznały, że było ono zgodne z prawem. Należy zauważyć, że skarżący sami przyczynili się do długości pozbawienia wolności, blokując wszelkie próby deportacji.", "Rząd stwierdził w podsumowaniu, że nie można mówić w tym przypadku o pozbawieniu wolności w sensie karnym z racji tego, iż skarżący podróżowali bez eskorty (z jednym wyjątkiem) i mogli w każdym momencie opuścić strefę przeznaczoną dla osób niepożądanych na terytorium Polski.", "2. Skarżący", "Skarżący podkreślili, że postanowienie o zastosowaniu wobec nich aresztu deportacyjnego w celu wydalenia zostało wydane przez Prokuraturę Wojewódzką w Ostrołęce. Z jednej strony skarżący podnosili, że ani oni sami, ani ich adwokat, w przeciwieństwie do prokuratora, nie byli upoważnieni na mocy wówczas obowiązującego prawa do uczestniczenia w posiedzeniu sądu rozpatrującego ich zażalenie, w którym kwestionowali stosowność i zgodność z prawem ich aresztu. Z drugiej strony skarżący podkreślili, że ówczesne prawo nie zobowiązywało prokuratora do zakomunikowania im jego spostrzeżeń odnośnie powodów zastosowania danego środka, co pozbawiało skarżących prawa do kwestionowania tych powodów przed sądem. Ponadto skarżący powtórzyli, że prokurator uczestniczył w posiedzeniu sądu rozpatrującego ich wniosek o zwolnienie, podczas gdy ani skarżący, ani ich adwokat nie byli obecni.", "Skarżący utrzymywali, że jest rzeczą niezbędną, aby przesłanki zastosowania aresztowania były jasno określone w wewnętrznym porządku prawnym. \nW tym względzie skarżący powołali się na orzecznictwo Trybunału, według którego Konwencja wymaga, aby każde prawo było wystarczająco precyzyjne i pozwalało jednostce przewidzieć konsekwencje wynikające z określonego działania.", "Skarżący przypomnieli, że postanowienie prokuratora o zastosowaniu wobec nich aresztu deportacyjnego musiało zostać wykonane w ciągu 90 dni. \nW konsekwencji, w 91 dniu Straż Graniczna była zobligowana do zwolnienia skarżących, podczas gdy w rzeczywistości Straż nadal ich przetrzymywała. Skarżący podkreślili, że według prawa polskiego zatrzymanie powyżej 2 dni musi zostać poddane ocenie sądu. Skarżący zwrócili uwagę, że chociaż Straż Graniczna nie miała prawa pozwolić im na wkroczenie na terytorium Polski, jeden ze skarżących został przewieziony 27 września 1997 r. do siedziby prokuratury. Według skarżących dowodzi to, że funkcjonariusze państwowi uważali skarżących za rezydentów na terytorium Polski, podlegających prawu polskiemu.", "Skarżący porównywali swoją sytuację z wyrokiem Amuur przeciwko Francji, w którym Trybunał uznał, iż „przetrzymywanie skarżących w strefie tranzytowej lotniska Paris-Orly z powodu nałożonych restrykcji było w rzeczywistości równoznaczne z pozbawieniem wolności”.", "Skarżący w podsumowaniu stwierdzili, że zakwestionowane pozbawienie wolności nie zostało zarządzone ani przez sędziego, ani przez osobę „upoważnioną (...) do wykonywania władzy sądowej” i nie może być uznane za „zgodne \nz prawem” w rozumieniu art. 5 ust. 1 Konwencji.", "B. Ocena Trybunału", "W kwestii pozbawienia wolności", "Trybunał przypomina, że art. 5 ust. 1 Konwencji, proklamując „prawo do wolności”, odnosi się do wolności fizycznej osoby; ma na celu zapewnienie, aby nikt nie został pozbawiony wolności w sposób arbitralny. Ponadto, aby stwierdzić, czy dana osoba została pozbawiona wolności w rozumieniu art. 5, należy mieć na względzie konkretną sytuację oraz wziąć pod uwagę szereg kryteriów, takich jak rodzaj, długość i sposób wykonania określonego środka (wyroki Engel i inni przeciwko Niderlandom z 8 czerwca 1976 r., Seria A nr 22, § 58-59; Guzzardi przeciwko Włochom z 6 listopada 1980 r., Seria A nr 39, § 92 oraz Amuur przeciwko Francji z 25 czerwca 1996 r., Recueil 1996-III, § 42).", "Trybunał stwierdza, że skarżący nie znajdowali się na terytorium Polski w rozumieniu przyjętym przez Rząd, to jednak przetrzymywanie skarżących \nw strefie tranzytowej poddawało ich faktycznemu działaniu prawa polskiego. Argumentacja przedstawiona przez Rząd nie pozwala Trybunałowi na uznanie, że strefa tranzytowa korzystała ze statusu eksterytorialności.", "Trybunał zauważa, że podczas 41 dni, w czasie których polskie władze próbowały dokonać deportacji skarżących, ci ostatni przebywali w pomieszczeniach na terenie strefy tranzytowej przez 14 dni.", "Trybunał stwierdza, że skarżący, którzy byli stale nadzorowani przez funkcjonariuszy Straży Granicznej, nie korzystali z wolności poruszania się \ni musieli pozostawać do dyspozycji władz polskich. Trybunał stwierdza zatem, że przetrzymywanie w strefie tranzytowej było równoznaczne – z racji nałożonych restrykcji – z pozbawieniem wolności.", "W kwestii zgodności stwierdzonego pozbawienia wolności z ust. 1 art. 5", "Pozostaje do ustalenia, czy to pozbawienie wolności było zgodne z art. 5 ust. 1. W tym względzie Trybunał przypomina, że art. 5 ust. 1 odwołuje się przede wszystkim do prawa krajowego i wyraża zobowiązanie do poszanowania zarówno zasad prawa materialnego, jak i proceduralnego. Jednakże „zgodność \nz prawem” pozbawienia wolności w świetle prawa krajowego stanowi element kluczowy, a nie decydujący. Trybunał musi ponadto zostać przekonany, że pozbawienie wolności w danym wymiarze było zgodne z celem art. 5 ust. 1, to jest \nz ochroną jednostki przed arbitralnym pozbawieniem wolności. Trybunał musi się więc upewnić, czy prawo krajowe jest zgodne z Konwencją, włącznie z zasadami w niej wyrażonymi lub z niej wynikającymi (zobacz między innymi wyroki Winterwerp przeciwko Niderlandom z 24 października 1979 r., Seria A nr 33, § 45 oraz Erkalo przeciwko Niderlandom z 2 września 1998 r., Recueil 1998-VI, § 52).", "Co do ostatniej kwestii Trybunał podkreśla, że w przypadku pozbawienia wolności jest szczególnie istotne zagwarantowanie ogólnej zasady bezpieczeństwa prawnego. W konsekwencji jest rzeczą niezbędną, aby przesłanki pozbawienia wolności na mocy prawa krajowego były jasno określone oraz aby samo prawo krajowe było przewidywalne, gdy chodzi o jego stosowanie. W tym względzie powinno zostać spełnione kryterium „zgodności z prawem” zawarte \nw Konwencji, które wymaga, aby każde prawo było wystarczająco jasne i umożliwiało jednostce – w razie potrzeby za stosowną poradą – przewidzenie, w stopniu adekwatnym do okoliczności, konsekwencji, jakie może nieść za sobą określone działanie (wyrok Steel i inni przeciwko Zjednoczonemu Królestwu z 23 września 1998 r., Recueil 1998-VII, § 54).", "W obecnej sprawie Trybunał wyróżnia dwa okresy pozbawienia skarżących wolności. Pierwszy z nich rozpoczął się 28 maja 1997 r., po zastosowaniu aresztu deportacyjnego, a zakończył się 24 sierpnia 1997 r., po deportacji przez Pragę. Trybunał uznał skargę dotyczącą zgodności z prawem za niedopuszczalną, gdyż została ona złożona po upływie terminu (paragraf 6 powyżej).", "Okres pozbawienia wolności, będący przedmiotem niniejszego sporu, rozpoczął się 25 sierpnia 1997 r. i trwał do 3 października 1997 r., kiedy to skarżący opuścili szpital.", "Aby ocenić zgodność z prawem tego okresu pozbawienia wolności, Trybunał musi zbadać podstawę prawną.", "Według Rządu, pozbawienie wolności było częścią wykonania decyzji \no deportacji. Trybunał stwierdza, że według prawa polskiego decyzja o deportacji cudzoziemca z terytorium kraju musi zostać wykonana w ciągu 90 dni, w przeciwnym razie cudzoziemiec musi być zwolniony. W tym przypadku termin upłynął 25 sierpnia 1997 r. Z tego względu, w tym dniu, zgodnie z prawem krajowym, skarżący powinni byli zostać zwolnieni. Tak się jednak nie stało. Trybunał stwierdza zatem, że władze kontynuowały wykonanie decyzji o deportacji bez podstawy prawnej, pomimo upływu terminu określonego przez prawo.", "O ile Rząd potwierdził, że władze krajowe uznały a posteriori zgodność pozbawienia skarżących wolności z prawem, Trybunał odnotowuje, że Sąd Rejonowy w Warszawie – stwierdzając zgodność pozbawienia wolności z prawem – podzielił punkt widzenia MSW, według którego podstawę prawną przetrzymywania skarżących na lotnisku stanowiło rozporządzenie regulujące działania Straży Granicznej na lotnisku Okęcie. W każdym razie, zwykłe rozporządzenie określające warunki, jakie powinny spełniać pomieszczenia przeznaczone dla osób zatrzymanych, nie może być uznane za wystarczającą podstawę prawną umożliwiającą pozbawienie wolności „w trybie przewidzianym przez prawo” w rozumieniu Konwencji.", "Trybunał zauważa, że nie podjęto żadnej decyzji krajowej, która precyzowałaby, na jakiej podstawie skarżący musieli być przetrzymywani w strefie tranzytowej oraz określałaby długość i warunki pozbawienia wolności. Trybunał podkreśla, iż pozbawienie wolności skarżących nie miało także wystarczającej podstawy prawnej w świetle Konstytucji RP, co nie pozwala Trybunałowi uznać, że pozbawienie wolności było oparte na przepisach prawa.", "Trybunał podkreśla, że sami funkcjonariusze Straży Granicznej dwukrotnie wyrażali wątpliwości co do stosowności przedłużania pozbawienia wolności skarżących w strefie tranzytowej oraz podzielili się tymi wątpliwościami z właściwymi władzami policyjnymi.", "Trybunał stwierdza przede wszystkim brak jakiegokolwiek precyzyjnego przepisu określającego, czy – a jeśli tak, to na jakich warunkach – może mieć miejsce pozbawienie wolności w strefie przeznaczonej dla osób niepożądanych na polskim terytorium, w celu wykonania decyzji o deportacji, po upływie ustawowego terminu wykonania takiej decyzji. Trybunał dochodzi do wniosku, że ustawodawstwo polskie nie spełnia kryterium „przewidywalności prawa” w znaczeniu art. 5 ust. 1.", "Trybunał stwierdza zatem, że fakt przetrzymywania osób w strefie tranzytowej na czas nieokreślony i nieprzewidywalny, bez umocowania decyzji \no pozbawieniu wolności w konkretnych przepisach prawa i bez prawomocnego orzeczenia sądowego, jest sam w sobie sprzeczny z zasadą bezpieczeństwa prawnego, która jest wpisana w Konwencję i która stanowi jeden z podstawowych elementów państwa prawa.", "W związku z powyższym Trybunał podkreśla, że w świetle art. 5 ust. 1, pozbawienie wolności, które obejmuje okres kilku dni i które nie zostało zarządzone przez sąd, sędziego lub inną osobę „upoważnioną do wykonywania funkcji sądowych” nie może być uznane za „zgodne z prawem” w rozumieniu tego postanowienia. Chociaż ten wymóg nie został wyraźnie ujęty w art. 5 ust. 1, można go jednak wydedukować z art. 5 jako całości, a szczególnie z treści ustępu 1 c, („w celu postawienia przed właściwym organem sądowym”) oraz paragrafu 3 („powinien zostać niezwłocznie postawiony przed sędzią lub innym urzędnikiem uprawnionym przez ustawę do wykonywania władzy sądowej”). Ponadto, gwarancja habeas corpus zawarta w art. 5 ust. 4 również wspiera pogląd, iż pozbawienie wolności przedłużające się ponad okres przewidziany w ust. 3, wymaga interwencji „sądu” jako gwarancji przeciwko arbitralności (Baranowski przeciwko Polsce z 28 marca 2000 r., Recueil 2000-III).", "W konkluzji Trybunał stwierdza, że pozbawienie wolności skarżących nie było „przewidziane przez prawo” oraz „zgodne z prawem” w rozumieniu art. 5 ust. 1 Konwencji. W związku z tym nastąpiło naruszenie tego postanowienia.", "II. ZASTOSOWANIE ARTTYKUŁU 41 KONWENCJI", "Według art. 41 Konwencji:", "„Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi taka potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.”", "A. Szkoda", "Skarżący domagali się kwoty 120. 000 zł za szkody moralne oraz 34. 300 zł za szkody materialne.", "Rząd uznał żądane sumy za wygórowane. Rząd zwrócił się do Trybunału o orzeczenie, że samo uznanie przez Trybunał ewentualnego naruszenia stanowi wystarczające zadośćuczynienie. Alternatywnie Rząd zwrócił się do Trybunału \no ustalenie kwoty słusznego zadośćuczynienia na podstawie orzecznictwa w podobnych sprawach i w świetle wewnętrznej koniunktury ekonomicznej.", "Trybunał ocenia, że nie ma związku przyczynowego pomiędzy ustalonymi naruszeniami a domniemaną szkodą materialną. W konsekwencji Trybunał nie widzi powodu, aby przyznawać skarżącym zadośćuczynienie z tego tytułu.", "Jednakże Trybunał uważa, że skarżący z pewnością ponieśli szkodę moralną, która nie jest wystarczająco naprawiona przez stwierdzenie naruszenia. Wyrokując na zasadzie słuszności, Trybunał przyznaje każdemu ze skarżących \n4.000 EUR z tego tytułu.", "B. Koszty i wydatki", "Skarżący domagali się także 3. 000 EUR tytułem kosztów i wydatków poniesionych w ramach postępowania przed Trybunałem.", " Rząd zwrócił się do Trybunału o zasądzenie w tym przypadku zwrotu jedynie wówczas, gdy koszty i wydatki były rzeczywiste i konieczne, rozsądne co do kwoty i korespondowały z kwotami przyznawanymi przez Trybunał w ramach pomocy prawnej Rady Europy.", " Stosując kryteria ustalone w swoim orzecznictwie (zobacz na przykład Öztürk przeciwko Turcji [GC] nr 22479/93, § 83, CEDH 1999-VI; Baranowski przeciwko Polsce cytowany wcześniej) i wyrokując na zasadzie słuszności, Trybunał uznaje za rozsądne przyznanie skarżącym 3.000 EUR tytułem kosztów \ni wydatków, plus wszystkie kwoty, jakie mogą być naliczone z tytułu podatku od wartości dodanej.", "C. Odsetki za zwłokę", "Trybunał uznaje za właściwe wyznaczyć stawkę odsetek za zwłokę w wypłacie na podstawie marginalnej stawce kredytowej Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe.", "", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "Uznaje, że nastąpiło naruszenie art. 5 ust. 1 Konwencji;", "Uznaje, że", "państwo pozwane ma wypłacić skarżącym w ciągu trzech miesięcy od dnia, w którym wyrok stanie się ostateczny zgodnie z art. 44 ust. 2 Konwencji, następujące kwoty przeliczone na polskie złote według kursu obowiązującego w dniu uregulowania należności:", "każdemu ze skarżących 4.000 EUR (cztery tysiące euro) za szkody moralne;", "skarżącym łącznie 3.000 EUR (trzy tysiące euro) tytułem zwrotu kosztów i wydatków;", "wszelkie kwoty, które mogą zostać naliczone z tytułu podatku od powyższych sum;", "od momentu upływu wyznaczonego terminu i aż do uregulowania należności, kwoty te będą powiększone o odsetki według stawki równej marginalnej stawce kredytowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "Oddala pozostałą część żądania skarżących w zakresie zadośćuczynienia.", "", "Sporządzono w języku francuskim oraz ogłoszono pisemnie 27 listopada 2003 r., zgodnie z art. 77 § 2 i 3 Regulaminu Trybunału.", "", "Mark Villiger      G. Ress", "Zastępca Kanclerza Sekcji    Przewodniczący  ", ""]}