{"file": "POL_HJUDPOL_42750_09.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "42750/09", "text_paragraphs": ["", "© Ministerstwo Sprawiedliwości,  [Translation already published on the official website of the Polish Ministry of Justice]. Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "Nota informacyjne na temat orzecznictwa Trybunału nr 167", "Październik 2013", "", "Del Rio Prada p. Hiszpanii [WI] – 42750/09", "Wyrok z dnia 21 października 2013 roku", "", "Artykuł 7", "Artykuł 7-1", "Wyższa sankcja", "Nulla poena sine lege (pol. brak kary bez prawa [podstawy prawnej])", "Retroaktywność (działanie prawa wstecz)", "", "Przesunięcie terminu zwolnienia skarżącej po skazaniu w skutek zmiany obowiązującego prawa: naruszenie", "", "Artykuł 5", "Artykuł 5-1", "Legalny areszt lub detencja", "", "Przesunięcie terminu zwolnienia skarżącej po skazaniu w skutek zmiany obowiązującego prawa: naruszenie", "", "Fakty: W latach 1988-2000 w ośmiu odrębnych postępowaniach karnych skarżąca została skazana na szereg kar pozbawienia wolności w łącznym wymiarze ponad 3000 lat za różne przestępstwa powiązane z atakami terrorystycznymi. W listopadzie 2000 r., wobec prawnego i czasowego zbiegu przestępstw, Audiencia Nacional połączyła wyroki skarżącej i wymierzyła jej karę trzydziestu lat pozbawienia wolności, a więc górną granicę przewidzianą w kodeksie karnym z 1973 r., zgodnie z ówczesnym stanem prawnym. W kwietniu 2008 r. władze więzienia, w którym przebywała skarżąca wyznaczyły datę jej zwolnienia na lipiec 2008 r. uwzględniając złagodzenie wyroku związane z pracą wykonywaną w zakładzie karnym od początku kary w 1987 r. Następnie, w maju 2008 r., Audiencia Nacional zwróciła się do służby więziennej, by ta dokonała rewizji planowanego terminu zwolnienia skarżącej w związku z nowym podejściem (znanym jako “doktryna Parot”) przyjętym przez Sąd Najwyższy w wyroku z lutego 2006 r., zgodnie z którym złagodzenie kary powinno następować oddzielnie dla każdego wyroku skazującego i [instytucji tej] nie powinno stosować się do wyroku trzydziestu lat pozbawienia wolności. W związku z tym termin zwolnienia skarżącej został przesunięty na dzień 27 czerwca 2017 r. Wnoszone przez nią odwołania były bezskuteczne.", "W wyroku z dnia 10 lipca 2012 r. Izba Trybunału uznała jednogłośnie, iż doszło do naruszenia Artykułów 5 i 7 Konwencji zauważając, iż zastosowanie nowej metody obliczania długości wyroku nie było możliwe do przewidzenia w momencie skazania skarżącej i stanowiło retroaktywne działanie, na jej niekorzyść, zmienionych przepisów, które znowelizowano już po popełnieniu przez nią przestępstw.", "Prawo – Artykuł 7: Stanowiska stron dotyczyły głównie sposobu obliczania całkowitego okresu pozbawienia wolności zgodnie z zasadami łączenia wyroków i wyznaczania maksymalnej kary, jak i z systemem skracania kary za pracę wykonaną w czasie pozbawienia wolności, o których mowa a Kodeksie karym z 1973 r.", "(a) Zakres orzeczonej kary – zgodnie z Kodeksem karnym z 1973 r., w jego brzmieniu z okresu popełnienia przestępstw, maksymalna kara trzydziestu lat pozbawienia wolności stanowiła najwyższą sankcję możliwą do orzeczenia (condena) w przypadku wielu powiązanych ze sobą czynów przestępnych i stanowiła kategorię odrębną od koncepcji „kar” wymierzanych na mocy różnych wyroków skazujących. Ponadto, w celu złagodzenia orzeczonej kary więźniowie mieli prawo do skrócenia kary o jeden dzień za każde dwa dni przepracowane. Nie istniały jednak wytyczne co do sposobu stosowania tej konstrukcji do orzeczeń łączących wiele wyroków, w których wymierzono najwyższy wymiar kary, jak to miało miejsce w wypadku skarżącej, kiedy wyroki przewidujące łącznie trzy tysiące lat pozbawienia wolności skrócono do trzydziestu lat. Dopiero nowy Kodeks karny z 1995 r. określił jasno, że stosując mechanizm skrócenia wyroku w szczególnych przypadkach brać można pod uwagę całkowitą długość orzeczonej sankcji, a nie tylko najwyższą karę przewidzianą przepisami prawa.", "W orzecznictwie i praktyce interpretacyjnej odpowiednich przepisów Kodeksu karnego z 1973 r. sprzed orzeczenia Sądu Najwyższego z 2006 r., gdy wyrok osoby skazanej został połączony oraz orzeczono najwyższą możliwą sankcję, to służba więzienna i sądy dokonywały złagodzenia kary obliczając termin w odniesieniu do najwyższej możliwej kary. Przy skracaniu kary brały więc pod uwagę karę trzydziestu lat pozbawienia wolności. W wyroku z marca 1994 r. Sąd Najwyższy określił karę trzydziestu lat pozbawienia wolności mianem “nowego, niezależnego wyroku”, do którego odnosić należy wszelkie zmiany zgodne z obowiązującym prawem. Pomimo niejasnego charakteru sformułowań zawartych w Kodeksie karnym z 1973 r. i tego, że Sąd Najwyższy nie dokonał ich wykładni aż do 1994 r. bezsprzecznie istniała praktyka służby więziennej i sądów, by traktować orzeczony okres kary pozbawienia wolności (condena), wynikający z górnej granicy sankcji trzydziestu lat, jako nowego i niezależnego wyroku, do którego stosowały się pewne zmiany, jak na przykład skrócenie wyroku za wykonaną pracę. Zważywszy na tę praktykę oskarżona odbywająca karę pozbawienia wolności mogła uważać, że orzeczona kara wynosiła trzydzieści lat i to od niej odliczany byłby czas za pracę wykonaną w trakcie wykonywania wyroku. Co więcej, kwestia skracania kary w zamian za pracę w trakcie pozbawienia wolności została uregulowana przepisami ustawy, która przewidywała automatyczne skrócenie wyroku jako rekompensatę za wykonaną pracę. Jedynymi wyjątkami od tej zasady były: ucieczka więźnia i złe zachowanie. Jednak nawet w tych dwóch przypadkach skrócenie kary już zatwierdzone przez sąd nie mogło zostać odebrane z mocą wsteczną, a okres kary darowany w zamian za pracę uznawano za odbyty, co stawało się również prawem nabytym więźnia.", "Choć Kodeks karny z 1995 r. zniósł możliwość skracania wyroku w zamian za pracę dla osób skazanych w przyszłości, to jednak zawarte w nim przepisy przejściowe zezwalały osobom skazanym na podstawie Kodeksu karnego z 1973 r., takim jak skarżąca, na dalsze korzystanie z takiego przywileju, jeśli działało to ich korzyść. Ustawa zaostrzała przy tym warunki zwolnienia warunkowego, również w przypadku osób skazanych przed jej wejściem w życie. Trybunał uznał na tej podstawie, iż utrzymując [w pewnym zakresie], jako środek przejściowy, zasady dotyczące skracania wyroku oraz w celu ustalenia łagodniejszych przepisów prawa karnego ustawodawca traktował te zasady jako część materialnego prawa karnego, co oznacza, że regulowały one sposób ustalania ostatecznego wymiaru kary, a nie samego jej wykonania.", "W świetle powyższego należy stwierdzić, że w czasie popełnienia przez skarżącą przestępstw, za które została skazana oraz gdy podjęto decyzję o połączeniu kar w jedną i wymierzeniu najwyższego dopuszczalnego wymiaru kary stosowne przepisy prawa, traktowanego jako całość, zostały sformułowane w sposób dostatecznie precyzyjny, by pozwolić skarżącej być przekonaną, w dostatecznym stopniu wynikającym z okoliczności, co do wysokości nałożonej na niej kary biorąc pod uwagę maksymalny wymiar kary trzydziestu lat pozbawienia wolności i mechanizm skracania wyroku w zamian za pracę podjętą w czasie odbywania kary wynikający z przepisów Kodeksu karnego z 1973 r. Kara, na którą skazano skarżącą wynosiła zatem trzydzieści lat pozbawienia wolności, a skrócenie wyroku w zamian za pracę powinno być obliczane właśnie od tego terminu.", "(b) Czy zastosowanie „doktryny Parota” zmieniło jedynie sposób wykonania kary czy też jej faktyczny zakres – w maju 2008 r. Audiencia Nacional odrzuciła propozycję ustalenia daty zwolnienia oskarżonej na dzień 2 czerwca 2008 r. opierając się na „doktrynie Parot” sformułowanej w wyroku Sądu Najwyższego z lutego 2006 r., a więc już po popełnieniu przestępstw, połączeniu kar i wymierzeniu najwyższej możliwej sankcji. Uznano, że nowa reguła, w myśl której złagodzenie kary należy stosować w odniesieniu do każdego wyroku z osobna, a nie jak poprzednio do wyroku trzydziestu lat pozbawienia wolności, była trafniejszą interpretacją przepisów Kodeksu karnego z 1973 r. Sięgnięcie po „doktrynę Parot” w przypadku skarżącej unieważniło wcześniej zastosowane złagodzenie wyroku w zamian za pracę, które przysługiwało jej z mocy prawa i na podstawie decyzji sądu sprawującego nadzór nad wykonaniem kary. W rezultacie [takiego zabiegu] kara trzydziestu lat pozbawienia wolności przestała być niezależnym wyrokiem, do którego zastosowanie miało skrócenie wyroku w zamian za pracę, a zamiast tego stała się krą trzydziestu lat pozbawienia wolności, która w praktyce nie podlegała takiemu skróceniu.", "(c) Czy “doktryna Parota” była w dostatecznym stopniu możliwa do przewidzenia – zmiana systemu łagodzenia zasądzonej kary była skutkiem odejścia Sądu Najwyższego od poprzedniej linii orzeczniczej, a nie nowelizacji ustawodawstwa. W marcu 1994 r. Sąd Najwyższy uznał, iż wyrok trzydziestu lat pozbawienia wolności to “nowy, niezależny wyrok”, do którego zastosowanie miały wszelkie przypadki złagodzenia kary przewidziane przez prawo. Istniała poza tym praktyka służby więziennej i sądów poprzedzająca „doktrynę Parota”, zgodnie z którą wyrok trzydziestu lat ulegały skróceniu w zamian za pracę w czasie odbywania kary. Sąd Najwyższy nie zmieniał swego stanowiska przed rokiem 2006, a więc przez dziesięć lat od chwili utraty mocy przez przepisy, do których się ono odnosiło. Sformułował zatem nową wykładnię przepisów już nieobowiązujących, a więc Kodeksu karnego z 1973 r., który został zastąpiony przez Kodeks karny z 1995 r. Co więcej, przepisy przejściowe Kodeksu karnego z 1995 r. miały na celu utrzymanie skutków złagodzenia wyroku za pracę w trakcie odbywania kary ustanowionego przez ustawę karną z 1973 r. w stosunku do osób skazanych na jej mocy, co miało uchronić je właśnie przed retroaktywnym działaniem surowszych przepisów karnych. Nowa interpretacja Sądu Najwyższego, unieważniająca wszelkie już podjęte decyzje o skróceniu wyroku, oznaczała w praktyce, iż skarżąca i inne osoby w zbliżonej sytuacji zostały pozbawione z korzyści, jakie dawał mechanizm skracania wyroku.", "Choć Trybunał przyznał, iż Sąd Najwyższy nie zastosował ustawy nowelizującej Kodeks karny z 1995 r. w sposób retroaktywny, to jednak z wywodu Sądu Najwyższego jasno wynikało, że miał on tę samą intencję, która przyświecała wspomnianej już ustawie, a więc zagwarantowanie pełnego wykonania najwyższych orzeczonych sankcji dla osób ukaranych wieloma długoletnimi wyrokami. Państwa mogły co prawda zmieniać własną politykę karną, na przykład poprzez podwyższenie kary za poszczególne przestępstwa, ale musiały przy tym postępować zgodnie z wymogami Artykułu 7 Konwencji, który bezwarunkowo zakazywał retroaktywnego działania prawa karnego, gdy działało to na niekorzyść oskarżonego.", "Mając powyższe na uwadze należy stwierdzić, że w chwili skazania skarżącej i poinformowania jej o połączeniu wyroków oraz wymierzeniu najwyższej kary pozbawienia wolności nie było przesłanek pozwalających przewidzieć zmianę linii orzeczniczej, do jakiej doszło wyrokiem Sądu Najwyższego w 2006 r. Skarżąca nie miałem zatem powodu podejrzewać, że Sąd Najwyższy odejdzie od ustalonego orzecznictwa, ani że w ślad za tym Audiencia Nacional skróci nie karę trzydziestu lat, ale każdą z zasądzonych kar z osobna. Odejście od orzecznictwa skutkowało zatem zmianą zakresu nałożonej kary na niekorzyść skarżącej.", "Rozstrzygnięcie: naruszenie (piętnaście głosów do dwóch)", "Artykuł 5 § 1: skarżąca została skazana przez właściwy sąd, zgodnie z przewidzianą przepisami prawa procedurą i orzeczono wobec niej łączną karę w wymiarze ponad 3000 lat. W większości wyroków, o których mowa, jak i w swej decyzji z listopada 2000 r. o połączeniu wyroków i ustaleniu maksymalnej kary pozbawienia wolności Audiencia Nacional wskazała, iż skarżąca miała odbyć karę na zasadach przewidzianych w Kodeksie karnym z 1973 r. Oskarżona nie odbyła jeszcze pełnej kary. Istniał jasny związek przyczynowy między skazaniem skarżącej a jej dalszym pozbawieniem wolności po 2 lipca 2008 r., co było wynikiem wyroków skazujących i maksymalnego wyroku trzydziestu lat pozbawienia wolności.", "W świetle rozważań, które doprowadziły do stwierdzenia naruszenia Artykułu 7 Konwencji Trybunał uznał, iż w czasie, gdy skarżąca została skazana, pracowała odbywając karę, a także kiedy została poinformowana o decyzji o połączeniu wyroków i zastosowaniu kary trzydziestu lat pozbawienia wolności nie mogła ona przewidzieć w dostatecznym stopniu przewidzieć, że sposób łagodzenia wyroków za pracę w więzieniu zmieni się w rezultacie odejścia Sądu Najwyższego od dotychczasowej linii orzeczniczej w 2006 r. czy też, że to nowe podejście zostanie zastosowane w jej przypadku. Odsunęło to datę jej zwolnienia o prawie dziewięć lat. Odbyła ona zatem dłuższą karę pozbawienia wolności, aniżeli powinna zgodnie ze stanem prawnym obowiązującym w chwili jej skazania i w świetle decyzji o złagodzeniu jej wyroku wydanej na podstawie przepisów ustawy. Oznacza to, że od 2 lipca 2008 r. oskarżona była bezprawnie pozbawiona wolności.", "Rozstrzygnięcie: naruszenie (jednogłośnie)", "Artykuł 46: Mając na uwadze szczególne okoliczności sprawy i nagłą potrzebę usunięcia naruszeń Konwencji stwierdzonych w przedmiotowej sprawie zobowiązano pozwane Państwo do zwolnienia skarżącej, najszybciej, jak to tylko możliwe.", "Artykuł 41: 30000 euro za szkody niematerialne.", "", "© Council of Europe/European Court of Human Rights\nTo streszczenie przygotowane przez Kancelarię nie jest wiążące dla Trybunału.", ""]}