{"file": "POL_HJUDPOL_55707_00.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "55707/00", "text_paragraphs": ["", "© Naczelny Sąd Administracyjny,  [Translation already published on the official website of the Polish Supreme Administrative Court]. Permission to re-publish this translation has been granted by the Polish Supreme Administrative Court for the sole purpose of its inclusion in the Court’s database HUDOC", "© Naczelny Sąd Administracyjny,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Naczelnego Sądu Administracyjnego]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Naczelny Sąd Administracyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "WIELKA IZBA", "", "", "", "", "", "", "SPRAWA ANDREJEVA przeciwko ŁOTWIE", "", "(Skarga nr 55707/00)", "", "", "", "", "WYROK", "", "", "STRASBURG", "", "18 lutego 2009 r.", "", "", "", "", "W sprawie Andrejeva przeciwko Łotwie", "Europejski Trybunał Praw Człowieka, zasiadając jako Wielka Izba w składzie:", "\tJean-Paul Costa, Przewodniczący,\n\tChristos Rozakis,\n\tNicolas Bratza,\n\tPeer Lorenzen,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tIreneu Cabral Barreto,\n\tCorneliu Bîrsan,\n\tNina Vajić,\n\tAlvina Gyulumyan,\n\tDean Spielmann,\n\tDavíd Thór Björgvinsson,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tZdravka Kalaydjieva, sędziowie,\noraz Michael O’Boyle, Zastępca Kanclerza,", "obradując na posiedzeniu niejawnym w dniu 25 czerwca 2008 r. oraz 14 stycznia 2009 r.,", "wydaje następujący wyrok, który został przyjęty w ostatniej z wymienionych dat:", "POSTĘPOWANIE", "[Paragrafy 1-9 wyroku pominięte]", "", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "[Paragrafy 10-45 wyroku pominięte i zastąpione tłumaczeniem poniższego streszczenia przygotowanego przez Kancelarię Europejskiego Trybunału Praw Człowieka", "", "Streszczenie stanu faktycznego: Skarżąca po raz pierwszy wkroczyła na teren Łotwy w 1954 r. w wieku 12 lat, gdy Łotwa stanowiła część Związku Radzieckiego. Od tego czasu było to jej stałe miejsce zamieszkania. Będąc uprzednio obywatelem dawnego ZSRR, obecnie posiada status stałego rezydenta nieposiadającego obywatelstwa łotewskiego. W 1966 r. rozpoczęła pracę w zakładzie recyklingu należącym do kompleksu chemicznego w Olaine, stanowiącego dawniej podmiot państwowy podlegający Ministerstwu Przemysłu Chemicznego ZSRR. Kompleks ten był zlokalizowany na terenie należącym wówczas do ZSRR, obecnie jest to teren łotewski. Do 1981 r. skarżąca podlegała pod nadzór przedsiębiorstwa państwowego, którego siedziba była zlokalizowana w Kijowie. W późniejszym terminie została przeniesiona pod nadzór pododdziału tego samego przedsiębiorstwa, którego siedziba znajdowała się w Moskwie. Chociaż wynagrodzenie skarżącej było wypłacane przelewem pocztowym, najpierw z Kijowa, a następnie z Moskwy, kolejne zmiany stanowiska pracy skarżącej nie obejmowały znacznej zmiany w jej warunkach pracy, jako że kontynuowała swoje obowiązki w zakładzie recyklingu. Po ogłoszeniu niepodległości Łotwy w listopadzie 1990 r. skarżąca przeszła pod bezpośredni nadzór kierownictwa zakładu. W momencie przejścia na emeryturę w 1997 r. wniosła do lokalnej rady ubezpieczeń społecznych o obliczenie jej świadczeń emerytalnych. Została poinformowana, że zgodnie z ustępem 1 tymczasowych postanowień ustawy o emeryturach państwowych jedynie okresy pracy na Łotwie mogą być wzięte pod uwagę podczas obliczania emerytur obywateli innego państwa lub bezpaństwowców, którzy mieszkali na Łotwie dnia 1 stycznia 1991 r. Jako że skarżąca od 1 stycznia 1973 r. do 21 listopada 1990 r. była zatrudniona przez podmioty z siedzibami w Kijowie i Moskwie, Rada obliczyła jej emeryturę wyłącznie w odniesieniu do czasu, jaki przepracowała przed tym okresem i po nim. W wyniku powyższego została jej przyznana miesięczna emerytura w kwocie 20 łatów łotewskich (około 35 EUR). Skarżąca zaskarżyła powyższą decyzję w postępowaniu administracyjnym i sądowym. Ostatecznie skarga kasacyjna wniesiona do Senatu Sądu Najwyższego przez oskarżyciela publicznego została oddalona po rozpatrzeniu jej na rozprawie dnia 6 października 1999 r. Senat podtrzymał ustalenia sądów rejonowych i okręgowych, że okres, podczas którego skarżąca była zatrudniona przez ukraińskie i rosyjskie przedsiębiorstwa, nie mógł być uwzględniony przy obliczaniu jej emerytury. Orzekł także, że ze względu na to, iż pracodawcy ci nie byli podatnikami na Łotwie, nie istniał powód, dla którego miałaby ona być objęta łotewskim systemem obowiązkowych ubezpieczeń społecznych. Skarżącą wniosła o ponowne rozpatrzenie jej sprawy, jako że nie była w stanie stawić się na rozprawie w dnia 6 października 1999 r. ze względu na jego rozpoczęcie przed terminem. Wniosek ten również został oddalony. W lutym 2000 r. została poinformowana, że na podstawie umowy zawartej między Łotwą a Ukrainą jej emerytura została ponownie obliczona z uwzględnieniem lat przepracowanych dla pracodawców z siedzibą na Ukrainie ze skutkiem od 1 listopada 1999 r.]", "PRAWO", "I.  ZARZUTY WSTĘPNE RZĄDU", "A.  Status skarżącej jako “ofiary”", "46. W swoich oświadczeniach na temat istoty sprawy, złożonych na rzecz Izby dnia 20 października 2006 r., Rząd podniósł zarzut niedopuszczalności twierdząc, że skarżąca częściowo przestała być „ofiarą” w rozumieniu art. 34 Konwencji. W związku z powyższym Rząd wskazał, że w lutym 2000 r. Zakład Ubezpieczeń Społecznych ponownie obliczył emeryturę skarżącej tak, by uwzględniała lata przepracowane dla podmiotów mających siedzibę na Ukrainie; w wyniku czego skarżąca nie posiadała podstaw prawnych do utrzymania skargi w oparciu o art. 1 Protokołu Nr 1 w stosunku do okresu od 1973 do 1981 r.", "47. Rząd podtrzymał ten zarzut przed Wielką Izbą. Wskazał, że od lutego 2000 r. skarżąca otrzymywała 28,67 LVL (około 40,80 EUR) więcej niż w miesiącach poprzednich. Wskazał także, że miesięczna emerytura skarżącej została ponownie obliczona ze skutkiem ex nunc, a nie ex tunc. Innymi słowy dopiero od 2000 r. otrzymywała ona dokładną kwotę odpowiadającą „ukraińskiemu” okresowi jej kariery i nie dokonano na jej rzecz żadnych płatności z mocą wsteczną. Jednakże Rząd wniósł, że jego stanowisko jest zgodne z art. 28 Konwencji Wiedeńskiej o Prawie Traktatów z 1969 r., określającym ogólną zasadę, iż traktaty międzynarodowe nie mają zastosowania z mocą wsteczną „[j]eżeli inny zamiar nie wynika z traktatu ani nie jest ustalony w inny sposób”; co nie miało miejsca w niniejszym przypadku. Ponadto Rząd podniósł, że różnica między kwotą emerytury otrzymywanej wówczas przez skarżącą a kwotą, jaką otrzymywałaby w przypadku jej ponownego obliczenia z mocą wsteczną, była minimalna i nie nakładała na skarżącą „nadmiernego obciążenia finansowego”.", "48. Skarżąca potwierdziła, że po zawarciu umowy z Ukrainą kwota jej emerytury została ponownie obliczona i uległa niewielkiemu wzrostowi. Niemniej jednak umowa nie zawierała żadnej klauzuli umożliwiającej wypłacenie należnej jej części „ukraińskiej emerytury” z mocą wsteczną. Dotyczyło to również innych umów o ubezpieczeniach społecznych, włącznie z umową z Federacją Rosyjską, która została właśnie zawarta i miała wkrótce wejść w życie.", "49. Trybunał zauważa, że zgodnie z art. 55 Regulaminu Trybunału „[o] tyle, o ile pozwalają na to jego charakter i okoliczności, zarzut niedopuszczalności musi zostać podniesiony przez Układającą się Stronę, przeciwko której skarga jest skierowana, w jej pisemnych lub ustnych uwagach dotyczących dopuszczalności skargi”. W niniejszej sprawie Trybunał odnotowuje, że przedmiotowa emerytura została ponownie obliczona w 2000 r.; w związku z tym nie istniało nic, co mogłoby uniemożliwić Rządowi podniesienie zarzutu na etapie dopuszczalności. Ze względu jednak na niepodniesienie takiego zarzutu Rząd nie może powoływać się na niedopuszczalność. W świetle powyższych stwierdzeń, choć przyznając, że kwestia podniesiona przez Rząd jest istotna w związku z art. 41 Konwencji (zob. paragraf 104 poniżej), Trybunał nie może dopuścić tego zarzutu.", "50. Ponadto Trybunał odnotowuje niedawne przyjęcie przez parlamenty dwóch przedmiotowych Państw umowy o współpracy między Federacją Rosyjską a Łotwą w kwestii ubezpieczeń społecznych (zob. paragraf 44-45 powyżej). Niemniej jednak niezależnie od korzyści, jaką skarżąca może odnieść po wejściu w życie tej umowy, Trybunał pragnie zauważyć, że przedmiotowa sytuacja pozostaje do chwili obecnej niezmieniona. Trybunał nie posiada podstaw, aby stwierdzić, że umowa wpłynęła na status skarżącej jako „ofiary” w rozumieniu art. 34 Konwencji.", "B.  W odniesieniu do jurysdykcji Państwa w oparciu o art. 1 Konwencji", "51.  W odpowiedziach na pytania Wielkiej Izby Rząd oświadczył, że w zakresie, w jakim skarga dotyczyła art. 14 Konwencji w związku z art. 1 Protokołu Nr 1, jej zakres przedmiotowy wykracza poza „jurysdykcję” Łotwy; dlatego też wezwał Trybunał do odrzucenia tej skargi. Rząd powołał się na art. 1 Konwencji, który stanowi, co następuje:", "", "„Wysokie Układające się Strony zapewnią każdemu człowiekowi podlegającemu jej jurysdykcji prawa i wolności określone w rozdziale I niniejszej Konwencji.”", "", " 52. Rząd podniósł dwa argumenty w tej kwestii. Ogólnie rzecz biorąc, zdaniem Rządu odpowiedzialność za przedmiotową sytuację nie leżała po stronie jednego Państwa, a dwóch Państw, mianowicie Związku Radzieckiego i Republiki Łotewskiej. Zdaniem Rządu włączenie Państw Bałtyckich do ZSRR w 1940 r. zostało dokonane z naruszeniem prawa międzynarodowego, co oznacza, że Państwa te w żaden sposób nie mogły być uznawane za wstępujące w prawa i obowiązki dawnego Związku Radzieckiego. Stosownie do powyższego, mimo, że skarżąca mogła mieć pewną nadzieję na otrzymanie części jej emerytury odpowiadającej części kariery przepracowanej na obszarze dawnego Związku Radzieckiego, nadzieja ta była uzasadniona wyłącznie w kontekście pojedynczego Państwa, a mianowicie ZSRR, i nie mogła istnieć ani nie istniała w stosunku do Łotwy. Wręcz przeciwnie, „istniejąca praktyka” wykazała, że to raczej Federacja Rosyjska była następcą zlikwidowanego Państwa, zarówno na szczeblu krajowym, jak i międzynarodowym.", "53. Co więcej, w odniesieniu do stanowiska skarżącej Rząd stwierdził, że zakład recyklingu, w którym była zatrudniona, nie posiadał odrębnej osobowości prawnej; że lokalne władze Łotewskiej SSR nie posiadały żadnych środków na potrzeby sprawowania skutecznego nadzoru nad działalnością przedmiotowego przedsiębiorstwa ani stosunkami zawodowymi skarżącej; że stosunki te podlegały pod przepisy prawa innych SRR; że wynagrodzenie skarżącej było jej wypłacane za pomocą przekazów pocztowych; oraz że jej pracodawca nie uiszczał w jej imieniu składek do budżetu Łotewskiej SRR lub Republiki Łotewskiej. Wręcz przeciwnie, pracodawca skarżącej był zarejestrowany zgodnie z federalnym prawem Związku Radzieckiego i płacił podatek socjalny w jej imieniu na rzecz Federalnego Skarbu Państwa ZSRR poprzez scentralizowany radziecki związek zawodowy pracowników przemysłu chemicznego. Rząd stwierdził więc, że podczas gdy skarżąca pracowała dla przedsiębiorstw z siedzibą na Ukrainie i w Rosji, znajdowała się poza jurysdykcją Łotwy, a jej praca na terenie Łotwy przypominała bardziej delegację służbową. Łotwa nie była więc zobowiązana do poniesienia odpowiedzialności leżącej po stronie innego Państwa oraz do wypłacenia świadczeń emerytalnych w stosunku do okresów, w trakcie których beneficjenci byli zatrudnieni w tamtym Państwie; jeżeli skarżąca chciała skorzystać z uprawnień emerytalno-rentowych, powinna była wystąpić o nie do władz rosyjskich lub ukraińskich.", "54. Zdaniem skarżącej argument, że Łotwa nie jest państwem sukcesorem dawnego ZSRR, jest nieistotny w niniejszej sprawie; taki argument mógłby zostać użyty wyłącznie w przypadku całkowitej odmowy uwzględnienia stażu pracy w okresie radzieckim. Jednakże skarżąca nie podniosła nigdy zarzutu naruszenia prawa do świadczeń pieniężnych zagwarantowanego przez art. 1 Protokołu Nr 1, rozpatrywany osobno. Jej skarga dotyczy różnicy w traktowaniu zakazanej na mocy postanowień art. 14 Konwencji; jeżeli odnośne Państwo zdecydowało się mimo wszystko wypłacić świadczenia emerytalne za okres zatrudnienia poza terytorium kraju, powinno to robić bez jakiejkolwiek dyskryminacji. Byłoby to logiczne, jako że poprzez przyjęcie Konwencji Łotwa zobowiązała się do zabezpieczenia wszystkim osobom znajdującym się pod jej jurysdykcją praw i wolności określonych w Rozdziale I Konwencji. Łotwa ponosi więc pełną odpowiedzialność.", "55. Podobnie jak w przypadku poprzedniego zarzutu, Trybunał na wstępie stwierdza, że przedmiotowy zarzut niedopuszczalności został wniesiony po upływie terminu. Nawet zakładając, że zostałby on wniesiony w terminie, w każdym razie musi być on oddalony z następujących powodów.", "56. Trybunał pragnie powtórzyć, że pojęcie „jurysdykcji” na potrzeby art. 1 Konwencji oddaje znaczenie tego terminu w publicznym prawie międzynarodowym i jest ściśle powiązane z pojęciem międzynarodowej odpowiedzialności danego Państwa (zob. sprawę Ilaşcu i Inni przeciwko Mołdawii i Rosji [Wielka Izba], skarga nr 48787/99, § 312, ETPC 2004-VII). Odpowiedzialność ta może wyniknąć w odniesieniu do aktów wszystkich organów Państwa, niezależnie od tego, czy stanowią one część władzy ustawodawczej, wykonawczej czy sądowej (zob. na zasadzie mutatis mutandis sprawę Young, James i Webster przeciwko Zjednoczonemu Królestwu, 13 sierpnia 1981 r., § 49, Seria A nr 44, oraz sprawę Wille przeciwko Lichtensteinowi [Wielka Izba], skarga nr 28396, § 46, ETPC 1999-VII). Ponadto fakt, iż faktyczna lub prawna sytuacja będąca przedmiotem skargi złożonej przez skarżącą częściowo odnosi się do odpowiedzialności innego Państwa, sam w sobie nie jest decydujący w kwestii ustalenia „jurysdykcji” Państwa pozwanego. Argument wysunięty przez Rząd zrównuje ustalenie, czy osoba fizyczna podlega „jurysdykcji” Układającego się Państwa z kwestią, czy osoba fizyczna może być uznana za ofiarę naruszenia przez to Państwo prawa gwarantowanego przez Konwencję. Są to jednak osobne i różne warunki dopuszczalności (zob. sprawę Banković i Inni przeciwko Belgii i innym (dec.) [Wielka Izba], skarga nr 52207/99, ETPC 2001-XII).", "57. W niniejszej sprawie Trybunał zauważa, że skarżąca wniosła skargę dotyczącą środka podjętego przez państwowe władze łotewskie - Państwowy Zakład Ubezpieczeń Społecznych - w odniesieniu do jej osoby, odmawiającego jej części świadczenia finansowego, które zamierzała pobrać z tytułu ustawy przyjętej przez parlament łotewski. Sprzeciw wniesiony przez skarżącą w stosunku do tego środka został rozpatrzony przez trzy instancje sądów łotewskich, które wydały wiążące wyroki w tej sprawie. Zdaniem Trybunału jest to wystarczające, aby uzasadnić stwierdzenie, że w kontekście obecnej sprawy skarżąca wchodziła w zakres „jurysdykcji” pozwanego Państwa, oraz że należy oddalić zarzut Rządu (zob. na zasadzie mutatis mutandis sprawę Markovic i Inni przeciwko Włochom [Wielka Izba], skarga nr 1398/03, §§ 54056, ETPC 2006-XIV).", "Niemniej jednak Trybunał pragnie zauważyć, że wyżej wymienione argumenty stron są blisko związane z istotą skargi z tytułu pogwałcenia art. 14 Konwencji. W związku z powyższym Trybunał weźmie je pod uwagę podczas ustalania, czy doszło do naruszenia tego artykułu.", "", "II.  ZARZUT NARUSZENIA ART. 14 KONWENCJI W ZWIĄZKU Z ART. 1 PROTOKOŁU NR 1", "58.  Skarżąca podniosła, że zastosowanie w jej przypadku ustępu 1 tymczasowych postanowień ustawy o emeryturach państwowych, rozróżniającego osoby otrzymujące świadczenia emerytalne na podstawie obywatelstwa, stanowiło dyskryminację w korzystaniu z jej prawa własności wynikającego z art. 1 Protokołu Nr 1, zakazaną przez art. 14 Konwencji. Odnośne fragmenty tych przepisów brzmią następująco:", "", "Art. 14 Konwencji", "„Korzystanie z praw i wolności wymienionych w niniejszej Konwencji powinno być zapewnione bez dyskryminacji wynikającej z takich powodów jak płeć, rasa, kolor skóry, język, religia, przekonania polityczne i inne, pochodzenie narodowe lub społeczne, przynależność do mniejszości narodowej, majątek, urodzenie bądź z jakichkolwiek innych przyczyn”.", "Art. 1 Protokołu Nr 1", "„1. „Każda osoba fizyczna i prawna ma prawo do poszanowania swego mienia. Nikt nie może być pozbawiony swojej własności, chyba że w interesie publicznym i na warunkach przewidzianych przez ustawę oraz zgodnie z podstawowymi zasadami prawa międzynarodowego.", "Powyższe postanowienia nie będą jednak w żaden sposób naruszać prawa Państwa do wydawania takich ustaw, jakie uzna za konieczne dla uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym lub w celu zapewnienia uiszczania podatków bądź innych należności lub kar pieniężnych.”", "", "A.  Wnioski stron", "1.  Skarżąca", "59.  Skarżąca na wstępie powtórzyła argumentację dotyczącą odpowiedzialności Łotwy na potrzeby art. 1 Konwencji (zob. paragraf 54 powyżej). Podważyła także stwierdzenie, że odpowiedzialność w jej sprawie leżała po stronie Rosji lub Ukrainy. Wniosła także, że Rosja nigdy jednostronnie nie wypłaciła jej emerytury ani nie uznała obowiązku jej wypłacenia. W każdym razie przed 1991 r. Łotwa, Rosja i Ukraina stanowiły część tego samego Państwa, a mianowicie Związku Radzieckiego, tak więc podatki płacone w odniesieniu do każdego pracownika nie były powiązane z żadną konkretną jednostką terytorialną ZSRR. W związku z powyższym skarżąca kwestionowała stosowanie jakiegokolwiek kryterium terytorialnego w odniesieniu do tego okresu.", "60. Skarżąca uznała, że za czasów Związku Radzieckiego system ubezpieczeń społecznych nie funkcjonował na zasadzie składek, lecz na zasadzie solidarności. Jednakże jeśli wziąć pod uwagę odnośne orzecznictwo Trybunału w ówczesnym stanie - skarżąca powołała się w szczególności na sprawę Stec i Inni przeciwko Zjednoczonemu Królestwu ((dec.) [Wielka Izba], skarga nr 65731/01 i 65900/01, ETPC 2005-X) - fakt ten jest nieistotny. Co więcej wykluczenie świadczeń finansowanych z ogólnych wpływów podatkowych nie uwzględniałoby faktu, że wielu beneficjentów należących do tego samego systemu przyczyniło się do jego finansów poprzez płacone przez nich podatki. Niezależnie od tego, czy przedmiotowe świadczenie ma charakter składkowy czy nieskładkowy, art. 1 Protokołu Nr 1 ma do niego zastosowanie w jednakowy sposób.", "61. Ponadto skarżąca stwierdziła, że po raz pierwszy wkroczyła na teren Łotwy w wieku dwunastu lat i spędziła tam swoje całe życie zawodowe oraz że jej zatrudnienie za czasów Związku Radzieckiego dotyczyło ochrony środowiska Łotwy. Jednakże kwota emerytury, którą otrzymała była znacznie niższa niż kwota, którą otrzymałby obywatel łotewski znajdujący się w tej samej sytuacji. Obywatelstwo było więc jedynym kryterium rozróżnienia w rozpatrywanym przypadku, które nie posiadało obiektywnego i racjonalnego uzasadnienia. Skarżąca stwierdziła, po pierwsze, że jej byli pracodawcy płacili w jej imieniu podatki socjalne na rzecz organów podatkowych Związku Radzieckiego na tych samych zasadach, które obowiązywały osoby uznane za obywateli łotewskich po 1991 r. W przypadku braku rozpadu ZSRR podobnie jak oni otrzymałaby miesięczną emeryturę w kwocie 97,50 sowieckich rubli, wypłacaną z centralnego budżetu ZSRR. Po drugie stwierdziła także, że różnica w traktowaniu stanowiąca przedmiot skargi nie miała miejsca przed dniem 1 stycznia 1996 r.; została ona wprowadzona dopiero przez ustawę o emeryturach państwowych z 1995 r., a uzasadnienie dla tej zmiany prawnej nie zostało przedstawione nawet przez członków parlamentu, którzy ją zaproponowali.", "62. Po trzecie, skarżąca stwierdziła, że interpretacja wyżej wymienionej ustawy przez Senat Sądu Najwyższego, w wyniku której uznano, że nie pracowała ona „na Łotwie” przez okres siedemnastu lat, była ewidentnie nieuzasadniona. Przed 2002 r. ustawa o emeryturach państwowych nie zawierała definicji pojęcia „łącznego okresu zatrudnienia na Łotwie”. Służby socjalne podjęły decyzję, by zinterpretować to pojęcie w sposób zawężający, a sędziowie Sądu Najwyższego poparli tę arbitralną interpretację. Skarżąca podkreśliła, że w okresie od roku 1966 do roku 1991 ani jej miejsce zatrudnienia, ani charakter jej pracy, ani nawet związek zawodowy, do którego należała, nie uległy zmianie.", "63. W takich okolicznościach skarżąca stwierdziła, że rozróżnienie stosowane przez władze łotewskie stanowiło dyskryminację zakazaną przez art. 14 Konwencji. Skutkowało ono poniesieniem przez nią znacznych strat ze względu na to, że jako „osoba nie posiadająca obywatelstwa” pozbawiona została emerytury za okres siedemnastu lat zatrudnienia. W związku z powyższym skarżąca wniosła, że emerytura stanowiła jej jedyne stałe źródło dochodu. Co prawda otrzymywała także zasiłek na leczenie zdrowotne oraz zasiłek mieszkaniowy, ale nie posiadała swobody wydatkowania tych zasiłków i pokrywały one jedynie nieznaczną część jej wydatków.", "64. Skarżąca przyznała, że na mocy aktualnie obowiązującej ustawy o obywatelstwie jest uprawniona do ubiegania się o naturalizację oraz że jako obywatel łotewski otrzymałaby emeryturę z tytułu całości jej kariery zawodowej. Jednakże zdaniem skarżącej wymogi naturalizacji na Łotwie są zbyt rygorystyczne - zwłaszcza dla osób starszych - i były już przedmiotem ostrej krytyki ze strony Zgromadzenia Parlamentarnego Rady Europy i Komisarza Praw Człowieka. W każdym razie fakt, że skarżąca dobrowolnie wybrała, by nie przyjmować obywatelstwa łotewskiego, nie jest czynnikiem decydującym w jej sprawie; pomimo, że jej status „stałego mieszkańca nie posiadającego obywatelstwa” nie stanowi specjalnego rodzaju obywatelstwa łotewskiego, prawa i obowiązki związane z tym statusem stanowią dowód istnienia powiązań prawnych między jednostką a państwem łotewskim.", "65. Skarżącej nie przekonał argument Rządu, że uwzględnienie okresów zatrudnienia przed rokiem 1991 stanowi kwestię, którą należy uregulować w formie międzypaństwowych umowach o ubezpieczeniach społecznych. Nawet jeżeli umowy z Federacją Rosyjską – stanowiące przedmiot międzyrządowych negocjacji przez ponad dekadę – weszłyby w życie, ostatecznie to Łotwa ponosiłaby odpowiedzialność za wypłatę odnośnej części jej emerytury. Przypomniała także, że nie istnieją żadne podstawy prawne zobowiązujące Rosję i Ukrainę do wypłacenia jej emerytury, jako że skarżąca całe życie zawodowe spędziła na terytorium Łotwy.", "", "2.  Rząd", "66.  Rząd stwierdził, że art. 1 Protokołu Nr 1 nie ma zastosowania do emerytury obliczonej za okres przed 1991 r. W związku z tym Rząd podniósł i powołał się na uzasadnienie podane przez Trybunał Konstytucyjny w wyroku z dnia 26 czerwca 2001 r. (zob. paragraf 37 powyżej). Podkreślił potrzebę wyraźnego rozróżnienia między systemem emerytalnym istniejącym przed 1 stycznia 1991 r. a systemem wprowadzonym po tym terminie. Obecny system emerytalny został oparty na systemie składkowym, odzwierciedlającym zasadę indywidualnych składek. Składki każdej osoby stanowią więc określony udział w funduszu emerytalnym, którego dokładna kwota może być ustalona w dowolnym momencie. Wszyscy płatnicy składek posiadają więc wystarczająco wyraźne uprawnienie do swojego udziału w funduszu, by udział ten można było sklasyfikować jako „mienie” w rozumieniu art. 1 Protokołu Nr 1.", "67. Z drugiej strony dawny system miał charakter nieskładkowy i opierał się na zasadzie solidarności, która pociągała za sobą odpowiedzialność całości społeczeństwa i charakteryzowała się brakiem bezpośredniego związku między kwotami otrzymywanymi przez beneficjentów a składkami płaconymi przez ich pracodawców. Dlatego też Rząd poddał w wątpliwość stwierdzenie, że skarżąca posiadała „uprawnione oczekiwanie” (legitimate expectation) tworzące prawo majątkowe w rozumieniu art. 1 Protokołu Nr 1. W poprzednim systemie osoby fizyczne nie były uprawnione do ubiegania się o dokładną, możliwą do zidentyfikowania kwotę emerytury; mogły mieć jedynie nikłą nadzieję, że Państwo przyzna im określoną kwotę w wysokości, w jakiej zezwalał na to budżet. Ponadto nawet jeżeli istniało określone oczekiwanie w tym względzie, było ono uzasadnione jedynie w odniesieniu do pojedynczego Państwa, a mianowicie ZSRR, który przestał istnieć i w stosunku do którego Łotwa nie była sukcesorem. Stosownie do powyższego roszczenie skarżącej w niniejszej sprawie było niewystarczająco wyraźne, by mogło stanowić „mienie” w rozumieniu art. 1 Protokołu Nr 1. Artykuł ten nie ma więc zastosowania do części emerytury obliczonej w stosunku do okresów zatrudnienia przed 1991 r., a art. 14 Konwencji nie ma zastosowania na tej samej zasadzie.", "68. Rząd przyznał, że w sprawie Koua Poirrez przeciwko Francji (skarga nr 40892/98, ETPC 2003-X) Trybunał odmówił dokonania rozróżnienia między świadczeniami socjalnymi o charakterze składkowym i nieskładkowym, stwierdzając, że art. 1 Protokołu Nr 1 miał zastosowanie również do drugiej z wymienionych kategorii, a co za tym idzie, że doszło do naruszenia art. 14 Konwencji. Jednakże zdaniem Rządu istniały znaczne różnice między obecną sprawą a sprawą Koua Poirrez. Po pierwsze emerytura państwowa dochodzona przez skarżącą w obecnej sprawie nie stanowi „pomocy nadzwyczajnej”, jako że nie stanowi ona wyłącznego źródła dochodu skarżącej. Po drugie p. Koua Poirrezowi zwyczajnie odmówiono zasiłku, o który się ubiegał, a p. Andrejeva otrzymywała określoną części kwoty emerytury.", "69. Rząd stwierdził, że w orzeczeniu z dnia 6 października 1999 r. Senat Sądu Najwyższego uznał, że fakt pracowania dla podmiotu zarejestrowanego poza terytorium Łotwy i jednoczesne fizyczne przebywanie na Łotwie nie stanowiło „zatrudnienia na terytorium Łotwy” w rozumieniu ustępu 1 tymczasowych postanowień ustawy o emeryturach państwowych. Zdaniem Rządu taka interpretacja była całkowicie uzasadniona ze względu na to, że podczas odnośnego okresu zatrudnienie skarżącej nie podlegało przepisom prawa Łotewskiej SRR. Rząd stwierdził, że kwestionowane postanowienie jest oparte na zasadzie terytorialności; w związku z tym okresy zatrudnienia dla przedsiębiorstw działających na terytorium całego Związku Radzieckiego, „które znajdowały się pod jurysdykcją terytorialną Łotewskiej SRR” są obecnie brane pod uwagę podczas obliczania emerytur. Zasady z dnia 23 kwietnia 2002 r. (nr 165 - zob. paragraf 36 powyżej) potwierdziły jedynie ustanowioną praktykę dotyczącą interpretowania kwestionowanego postanowienia. Ponadto w decyzji o dopuszczalności z dnia 11 lipca 2006 r. dotyczącej obecnej sprawy sam Trybunał uznał, że „interpretacja ustawy o emeryturach państwowych przez sądy w odniesieniu do obecnej sprawy nie może być uznana za wyraźnie arbitralną lub nieuzasadnioną”. Obowiązek zachowania zgodności z prawem w sprawie skarżącej został więc spełniony.", "70. Nawet zakładając, że art. 14 Konwencji miałby zastosowanie w niniejszej sprawie, Rząd był przeświadczony, że różnica w traktowaniu stanowiąca przedmiot skargi wchodzi w zakres szerokiego marginesu oceny (margin of appreciation) Państw w kwestii regulowania polityki socjalnej. Zdaniem Rządu, Trybunał powinien wziąć pod uwagę szczególne okoliczności sprawy powiązane z procesem przywrócenia niepodległości Łotwy, który to proces obejmował także reformę polityki socjalnej. Władze łotewskie musiały stworzyć podstawy dla nowego systemu opieki społecznej, włącznie z programem ubezpieczeń emerytalnych, oraz określić limit wydatków, jakie budżet łotewski mógłby ponieść w związku z wypłatami świadczeń socjalnych dawnego ZSRR. W związku z powyższym Rząd odniósł się do ustaleń Trybunału Konstytucyjnego, a mianowicie, że zgodnie z ogólnymi przepisami prawa międzynarodowego dotyczącymi sukcesji Państwa, Łotwa przyjęła odpowiedzialność za okresy przepracowane na terytorium Łotwy przez każdego ze swoich stałych mieszkańców, niezależnie od ich obywatelstwa.", "71. Co do okresów zatrudnienia na innym terytorium Rząd stwierdził, że Łotwa nie była zobowiązana do poniesienia odpowiedzialności za takie okresy. Jeżeli mimo wszystko Łotwa zdecydowałaby się przyjąć tę odpowiedzialność przy jednoczesnym ograniczeniu tej dodatkowej gwarancji na rzecz własnych obywateli, decyzja ta nie mogłaby być uznana za sprzeczną z art. 14 Konwencji. W świetle obciążenia finansowego poniesionego przez Łotwę i ograniczonych możliwości budżetu krajowego, przyjęcie pełnej odpowiedzialności wyłącznie w stosunku do emerytur jej własnych obywateli nie było nieuzasadnione. Niemniej jednak mimo, że skarżąca nie była uprawniona do emerytury z tytułu okresu zatrudnienia w przedsiębiorstwach „rosyjskich” i „ukraińskich”, otrzymała zakres świadczeń socjalnych, które zrekompensowały jej wszelkie niedogodności i poprawiły jej standard życia. Krótko mówiąc, Rząd podniósł, że władze łotewskie osiągnęły równowagę między interesem publicznym a prywatnymi interesami skarżącej, w wyniku czego istnieje rozsądny stosunek proporcjonalności między zastosowanymi środkami a zamierzonym celem.", "72. Co więcej Rząd stwierdził, że w odróżnieniu od p. Koua Poirreza, któremu odmówiono przyznania obywatelstwa francuskiego, skarżąca w dowolnym momencie mogła zostać naturalizowanym obywatelem łotewskim. Jeżeli zdecydowałaby się na takie rozwiązanie, spór w obecnej sprawie zostałby natychmiastowo rozstrzygnięty poprzez ponowne obliczenie jej emerytury. Ponowne obliczenie emerytury weszłoby w życie ze skutkiem ex nunc, ale w żaden sposób nie było to sprzeczne z Konwencją, która nie nakłada na Układające się Państwa żadnego obowiązku, by przyznać prawa z mocą wsteczną. Rząd stwierdził więc, że sytuacja będąca przedmiotem skargi była w dużej mierze spowodowana przez skarżącą, która odmówiła ubiegania się o naturalizację pomimo posiadania takiego uprawnienia od 1998 r. Im szybciej by to zrobiła, tym szybciej otrzymałaby żądaną część swojej emerytury.", "73. Na koniec Rząd podniósł, że uwzględnienie okresów zatrudnienia poza terytorium Łotwy jest kwestią, którą należy uregulować w międzypaństwowych umowach o ubezpieczeniach społecznych. Stwierdził także, że umowy takie zostały już zawarte z kilkoma Państwami oraz że podobna umowa z Federacją Rosyjską została niedawno zatwierdzona przez parlamenty obu Państw. Zgodnie z danymi statystycznymi dostarczonymi przez Rząd, jeżeli umowa weszłaby w życie 1 stycznia 2009 r. miałaby zastosowanie do około 17.104 emerytów, w tym 16.850 „stałych mieszkańców nie posiadających obywatelstwa”. Liczba ta może rocznie wzrastać o około 1.696 nowych emerytów.", "B.  Ocena Trybunału", "1.  Zastosowanie art. 14 Konwencji", "74.  Trybunał przypomina, że art. 14 Konwencji nie może być interpretowany w próżni, jako że ma on zastosowanie wyłącznie do praw i wolności zabezpieczonych przez pozostałe przepisy merytoryczne Konwencji i jej Protokołów (zob. m.in. sprawę Burden przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 13378/05, § 58, ETPC 2008). Zastosowanie art. 14 niekoniecznie musi wymagać naruszenia jednego z podstawowych praw zagwarantowanych przez Konwencję. Konieczne, ale też wystarczające jest, by okoliczności sprawy „mieściły się w granicach” jednego lub większej liczby przedmiotowych przepisów (zob. m.in. sprawę Gaygusuz przeciwko Austrii, 16 września 1996 r., § 36, Zbiór Orzeczeń 1996-IV; sprawę Thlimmenos przeciwko Grecji [Wielka Izba], skarga nr 34369/97, § 40, ETPC 2000-IV; oraz sprawę Koua Poirrez, op. cit., § 36). Zakaz dyskryminacji określony w art. 14 wykracza więc poza poszanowanie praw i wolności, zagwarantowania których wymaga od każdego Państwa Konwencja i jej Protokoły. Zakaz ten ma również zastosowanie do dodatkowych praw wchodzących w ogólny zakres dowolnego artykułu Konwencji, które Państwo zdecydowało się dobrowolnie zapewnić (zob. sprawę Stec i Inni (dec.), op. cit., § 40).", "75. Należy zatem ustalić, czy interes skarżącej w związku z otrzymaniem emerytury ze strony państwa łotewskiego z tytułu lat przepracowanych dla przedsiębiorstw z siedzibami na terytorium dawnego ZSRR, ale poza terytorium Łotwy, wchodzi w „granice” lub „zakres” art. 1 Protokołu Nr 1.", "76. Rząd przyznał w niniejszej sprawie duże znaczenie różnicy między emeryturami w Związku Radzieckim, wypłacanymi przez Państwo ze wspólnych środków budżetowych zgodnie z zasadą solidarności, a systemem stopniowo wprowadzanym od 1991 r., opartym na indywidualnych składkach od każdego beneficjenta. W związku z tym Trybunał pragnie zauważyć, że w wyroku w sprawie Stec i Inni (op. cit., §§ 47-53) zaniechał dokonania rozróżnienia między świadczeniami o charakterze składkowym i nieskładkowym na potrzeby zastosowania art. 1 Protokołu Nr 1; od tej pory, gdy Państwo decyduje się na ustanowienie systemu emerytalnego, indywidualne prawa i interesy wynikające z tego systemu mieszczą się w granicach tego postanowienia, niezależnie od płatności składek oraz sposobu finansowania funduszu.", "77. Trybunał uznaje także, że wszystkie zasady mające ogólne zastosowanie w sprawach dotyczących art. 1 Protokołu Nr 1 są równie istotne w odniesieniu do świadczeń socjalnych (ibid., § 54). W związku z powyższym art. 1 Protokołu Nr 1 nie gwarantuje sam w sobie żadnego prawa do stania się właścicielem mienia (zob. sprawę Van der Mussele przeciwko Belgii, 23 listopada 1983 r., § 48, Seria A nr 70; sprawę Slivenko przeciwko Łotwie (dec.) [Wielka Izba], skarga nr 48231/99, § 121, ETPC 2002-II; oraz sprawę Kopecký przeciwko Słowacji [Wielka Izba], skarga nr 44912/98, § 35 (b), ETPC 2004-IX). Nie gwarantuje także sam w sobie żadnego prawa do emerytury w określonej kwocie (zob. np. sprawę Kjartan Ásmundsson przeciwko Islandii, skarga nr 60669/97, § 39, ETPC 2004-IX; sprawę Domalewski przeciwko Polsce (dec.), skarga nr 34610/97, ETPC 1999-V; oraz sprawę Janković przeciwko Chorwacji (dec.), skarga nr 43440/98, ETPC 2000-X). Podobnie nie jest gwarantowane prawo do otrzymania emerytury z tytułu działalności prowadzonych w Państwie innym niż Państwo pozwane (zob. sprawę L.B. przeciwko Austrii (dec.), skarga nr 39802/98, 18 kwietnia 2002 r.). Ponadto art. 1 Protokołu Nr 1 nie nakłada ograniczeń na swobodę Układającego się Państwa, co do decyzji, czy ustanowić jakąś formę systemu ubezpieczeń społecznych, oraz co do wyboru rodzaju lub kwoty świadczeń przyznawanych w ramach takiego systemu. Jednak jeżeli Układające się Państwo przyjęło ustawodawstwo przewidujące wypłatę świadczeń socjalnych – niezależnie od tego, czy wypłata ta jest zależna od uprzedniego uiszczania składek czy nie – ustawodawstwo to musi być uznane za generujące interesy o charakterze majątkowym, wchodzące w zakres działania art. 1 Protokołu Nr 1, na rzecz osób spełniających wymogi tego artykułu (zob. sprawę Stec i Inni (dec.), op. cit., § 54).", "78. Rząd podniósł, że z punktu widzenia publicznego prawa międzynarodowego Łotwa nie wstąpiła w prawa i obowiązki dawnego Związku Radzieckiego w odniesieniu do świadczeń socjalnych. Z uwagi na swoje ustalenia w sprawie Stec i Inni (op. cit.), Trybunał stwierdza, że argument ten jest niewłaściwy w stosunku do niniejszej sprawy. Nawet zakładając, że Rząd ma rację w tej kwestii, wniosek, który należy wyciągnąć w tej sprawie pozostaje niezmieniony: w przypadku, gdy Państwo dobrowolnie decyduje się wypłacać emerytury z tytułu zatrudnienia poza swoim terytorium na rzecz osób fizycznych, ustanawiając tym samym wystarczająco wyraźną podstawę prawną w przepisach krajowych, domniemane uprawnienie do takich świadczeń wchodzi w zakres art. 1 Protokołu Nr 1. W związku z powyższym Trybunał zauważa, że ustęp pierwszy tymczasowych postanowień łotewskiej ustawy o emeryturach państwowych ustanawia uprawnienie do emerytury z tytułu łącznego okresu zatrudnienia na terytorium dawnego ZSRR („poza terytorium Łotwy” w wersji obowiązującej przed 1 stycznia 2006 r.) przed 1991 r., niezależnie od tego, czy płacone były jakiekolwiek składki, ale ogranicza to prawo wyłącznie do obywateli łotewskich. Na mocy tego postanowienia skarżącej odmówiono przedmiotowej emerytury wyłącznie ze względu na brak obywatelstwa łotewskiego.", "79. W decyzji w sprawie Stec i Inni (op. cit.), Trybunał stwierdził, co następuje:", "", "„w przypadkach, takich jak niniejszy, dotyczących skargi z tytułu pogwałcenia art. 14 w związku z art. 1 Protokołu Nr 1, a mianowicie, że stronie skarżącej odmówiono całości lub części określonego świadczenia na podstawie dyskryminacyjnej wchodzącej w zakres art. 14, właściwym testem jest, czy osoba skarżąca posiadałaby prawo, dające się wprowadzić w życie na mocy przepisów prawa krajowego, do otrzymania przedmiotowego świadczenia, gdyby nie istniał warunek nabycia prawa stanowiący przedmiot skargi osoby skarżącej ... Mimo, że [art. 1] Protokołu Nr 1 nie obejmuje prawa do otrzymania świadczeń socjalnych w jakiejkolwiek formie, jeżeli Państwo zdecyduje się ustanowić system świadczeń, musi to zrobić w sposób zgodny z art. 14” (ibid., § 55).", "", "80. Należy zatem stwierdzić, że interesy skarżącej o charakterze pieniężnym wchodzą w zakres art. 1 Protokołu Nr 1 i prawa do poszanowania własnego mienia, które artykuł ten zabezpiecza. Jest to wystarczające, by sprawić, że art. 14 Konwencji również ma zastosowanie.", "2.  Zgodność z art. 14 Konwencji", "81.  Zgodnie z utrwalonym orzecznictwem Trybunału, dyskryminacja oznacza odmienne traktowanie osób znajdujących się w podobnej sytuacji przy braku obiektywnego i rozsądnego uzasadnienia takiego stanu rzeczy. „Brak obiektywnego i rozsądnego uzasadnienia” oznacza, że przedmiotowe rozróżnienie nie dąży do realizacji „uprawnionego celu” bądź że nie istnieje „rozsądny stosunek proporcjonalności między zastosowanymi środkami a zamierzonym celem” (zob. sprawę D.H. i Inni przeciwko Republice Czeskiej [Wielka Izba], skarga nr 57325/00, §§ 175 i 196, ETPC 2007-IV, oraz inne sprawy w niej przytoczone).", "82. Układające się Państwa korzystają z pewnego marginesu oceny (margin of appreciation), czy i w jakim stopniu różnice w istotnie podobnych sytuacjach usprawiedliwiają odmienne traktowanie (zob. sprawę Gyagusuz, op. cit., § 42; oraz sprawę Thlimmenos, op. cit., § 40). Zakres tego marginesu będzie się różnił w zależności od okoliczności, przedmiotu sprawy i jej tła. Tak więc np. art. 14 nie zakazuje Państwu członkowskiemu odmiennego traktowania grup, by w ten sposób skorygować istniejące między nimi „faktyczne nierówności”; w pewnych okolicznościach brak wysiłków w kierunku skorygowania nierówności poprzez odmienne traktowanie może - jeśli nie istnieje obiektywne i rozsądne uzasadnienie - prowadzić do naruszenia art. 14 (zob. sprawę Thlimmenos, op. cit., § 44, oraz sprawę Stec i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 65731/01, § 51, ETPC 2006-VI).", "83. Państwo korzysta zwykle z szerokiego marginesu oceny na podstawie Konwencji w sytuacji, gdy w grę wchodzą ogólne środki strategii ekonomicznej lub społecznej. Ze względu na bezpośrednią znajomość swojego społeczeństwa i jego potrzeb władze krajowe mają co do zasady lepszą możliwość niż sędzia międzynarodowy, by ocenić, co leży w interesie publicznym ze względów społecznych lub gospodarczych, a Trybunał zazwyczaj szanuje wybór polityki dokonany przez ustawodawcę, chyba że jest on „wyraźnie bezpodstawny” (zob. np. sprawę National & Provincial Building Society i Inni przeciwko Zjednoczonemu Królestwu, orzeczenie z dnia 23 października 1997 r., § 80, Zbiór Orzeczeń 1997-VII, oraz sprawę Stec i Inni, op. cit., § 52). Ogólnie rzecz biorąc, Trybunał uznał, że postanowienia Konwencji nie uniemożliwiają Układającym się Państwom wdrożenia ogólnych systemów polityki w drodze środków ustawodawczych, za pomocą których pewna kategoria lub grupa osób fizycznych jest traktowana odmiennie od innych, pod warunkiem, że ingerencja w prawa przedmiotowej kategorii lub całej grupy może być uzasadniona w oparciu o Konwencję (zob. sprawę Ždanoka przeciwko Łotwie [Wielka Izba], skarga nr 58278/00, § 112, ETPC 2006-IV).", "84. Co do ciężaru dowodowego w związku z art. 14 Konwencji, Trybunał ustalił, że w momencie, gdy skarżący wykaże różnicę w zakresie traktowania, na Rządzie spoczywa obowiązek wykazania, że taka różnica była uzasadniona (zob. sprawę D.H. i Inni, op. cit., § 177).", "85. W okolicznościach obecnej sprawy Trybunał na wstępie zauważa, że w swoich wyrokach odpowiednio z dnia 4 maja i 6 października 1999 r. Sąd Okręgowy w Rydze i Senat Sądu Najwyższego uznały, że praca dla podmiotu z siedzibą poza Łotwą mimo fizycznego pobytu na terytorium Łotwy nie stanowiła „zatrudnienia na terytorium Łotwy” w rozumieniu ustawy o emeryturach państwowych. Strony nie zgodziły się, co do tego, czy w tamtym czasie taka interpretacja mogła wydawać się uzasadniona, czy też była ona ewidentnie arbitralna, zwłaszcza, że do 2002 r. żaden instrument regulacyjny nie zawierał interpretacji przedmiotowego postanowienia (zob. paragrafy 36 i 62 powyżej). Mając na uwadze poniższe ustalenia, Trybunał nie uznaje, by zachodziła potrzeba odrębnego rozpatrzenia tej kwestii.", "86. Trybunał uznaje, że odmienne traktowanie stanowiące przedmiot skargi dąży do osiągnięcia co najmniej jednego uprawnionego celu, który jest w dużej mierze zgodny z ogólnymi celami Konwencji, a mianowicie ochrony systemu gospodarczego państwa. Bezsporne jest, że po przywróceniu niepodległości Łotwy i późniejszym rozpadzie ZSRR władze łotewskie musiały stawić czoła wielu problemom związanym zarówno z potrzebą ustanowienia funkcjonalnego systemu ubezpieczeń społecznych, jak również zmniejszoną zdolnością budżetu krajowego. Ponadto fakt, że kwestionowany przepis został wprowadzony dopiero w 1995 r., tj. cztery lata po przywróceniu pełnej niepodległości Łotwy, nie ma charakteru decydującego w niniejszej sprawie. Nie jest zaskakujące, że nowo utworzone, demokratyczne władze ustawodawcze potrzebowały czasu na refleksję w okresie zawirowań politycznych, który to czas umożliwiłby im rozważenie środków wymaganych do zapewnienia dobrobytu gospodarczego państwa. Nie można zatem stwierdzić, by niewprowadzenie przez Łotwę odmiennego traktowania do 1995 r. wskazywało, że Państwo nie uznawało takiego środka za konieczny na potrzeby ochrony gospodarki krajowej (zob. na zasadzie mutatis mutandis sprawę Ždanoka, op. cit., § 131).", "87. Należy ustalić, czy istniał rozsądny stosunek proporcjonalności między wyżej wymienionym uprawnionym celem a środkami zastosowanymi w niniejszej sprawie. W związku z powyższym Trybunał odnotowuje, że jako „stała mieszkanka nie posiadająca obywatelstwa”, skarżąca legalnie i na stałe mieszka na Łotwie oraz otrzymuje emeryturę z tytułu jej zatrudnienia „na Łotwie”, a mianowicie zatrudnienia dla przedsiębiorstw z siedzibą na terytorium Łotwy. Odmowa uwzględnienia przepracowanych przez skarżącą lat „poza Łotwą” przez władze krajowe jest oparta wyłącznie na stwierdzeniu, iż nie posiada ona obywatelstwa łotewskiego. Fakt, iż obywatel łotewski w tej samej sytuacji, co skarżąca, pracujący dla tego samego przedsiębiorstwa w tym samym okresie otrzymałby sporną część emerytury nie stanowi kwestii spornej w niniejszej sprawie. Ponadto strony przyznały, że jeżeli skarżąca zostałaby naturalizowanym obywatelem łotewskim, automatycznie otrzymałaby emeryturę z tytułu całości jej kariery zawodowej. Obywatelstwo jest zatem wyłącznym kryterium rozróżnienia stanowiącego przedmiot skargi. Jednakże Trybunał ustalił, że przedstawione musiałyby zostać ważne powody, by Trybunał mógł uznać odmienne traktowanie oparte wyłącznie na podstawie obywatelstwa za zgodne z postanowieniami Konwencji (zob. sprawę Gyagusuz, op. cit., § 42, oraz sprawę Koua Poirrez , op. cit., § 46).", "88. Trybunał nie widzi takich powodów w obecnej sprawie. Po pierwsze nie ustalono, ani też nawet nie twierdzono, że skarżąca nie spełniła pozostałych wymogów ustawowych uprawniających ją do emerytury z tytułu wszystkich lat zatrudnienia. Znajdowała się więc w obiektywnie podobnej sytuacji, co osoby posiadające identyczną lub podobną karierę zawodową, które po 1991 r. zostały uznane za obywateli łotewskich. Po drugie nie istnieją żadne dowody wskazujące na to, aby za czasów Związku Radzieckiego miało miejsce odmienne traktowanie obywateli dawnego ZSRR w kwestii emerytur; Rząd w żaden sposób nie podważył stwierdzenia skarżącej, że podatek socjalny w Związku Radzieckim był płacony i nakładany w identyczny sposób w odniesieniu do wszystkich pracowników, niezależnie od pochodzenia narodowego czy miejsca urodzenia (zob. na zasadzie mutatis mutandis sprawę Luczak przeciwko Polsce, skarga nr 77782/01, §§ 49 i 55, ETPC 2007-XI). Po trzecie Trybunał pragnie zauważyć, że istnieje znaczna różnica między skarżącą a p. Gaygusuzem i p. Koua Poirrezem, jako że obecnie nie jest ona obywatelem żadnego Państwa. Skarżąca posiada status „stałej mieszkanki nie posiadającej obywatelstwa” Łotwy, jedynego Państwa, z którym posiada jakiekolwiek stałe powiązania prawne i tym samym jedynego Państwa, które może obiektywnie podjąć odpowiedzialność wobec jej osoby w zakresie ubezpieczenia społecznego.", "89. W takich okolicznościach, mając na uwadze szeroki margines oceny, z jakiego korzysta Państwo w zakresie ubezpieczeń społecznych, argumenty podniesione przez Rząd nie są wystarczające, by Trybunał mógł uznać, że w niniejszej sprawie istnieje „rozsądny stosunek proporcjonalności”, który sprawiłby, iż odmienne traktowanie stanowiące przedmiot skargi byłoby zgodne z wymaganiami art. 14 Konwencji.", "90. Rząd stwierdził, że uwzględnienie okresów zatrudnienia poza terytorium Łotwy było kwestią, którą należało uregulować w międzypaństwowych umowach o ubezpieczeniach społecznych. Trybunał jest w pełni świadomy znaczenia tych umów dla skutecznego rozwiązywania problemów, takich jak te wynikające w związku z niniejszą sprawą. Jednakże Trybunał przypomina, że poprzez przyjęcie Konwencji pozwane Państwo zobowiązało się zabezpieczyć zagwarantowane w niej prawa i wolności „wszystkim osobom znajdującym się pod jego jurysdykcją”. Stosownie do powyższego, w niniejszej sprawie Państwo łotewskie nie może być zwolnione z odpowiedzialności wynikającej z art. 14 Konwencji na podstawie tego, że nie jest lub nie było stroną międzypaństwowej umowy w sprawie ubezpieczeń społecznych z Ukrainą i Rosją (zob. sprawę Gaugusuz, op. cit., § 51, oraz sprawę Koua Poirrez, op. cit., § 46).", "91. Trybunał nie może uznać argumentu Rządu, że wystarczające dla skarżącej byłoby uzyskanie statusu naturalizowanego obywatela łotewskiego, by otrzymała pełną kwotę wnioskowanej emerytury. Zakaz dyskryminacji zagwarantowany przez art. 14 Konwencji ma znaczenie wyłącznie, gdy w każdym przypadku osobista sytuacja strony skarżącej w związku z kryteriami wymienionymi w tym przepisie jest wzięta pod uwagę w swej obecnej formie. W innym przypadku lekceważenie roszczeń osoby poszkodowanej na podstawie tego, że mogłaby ona uniknąć dyskryminacji poprzez zmianę jednego z odnośnych czynników – na przykład poprzez uzyskanie innego obywatelstwa – sprawiłoby, że art. 14 stałby się całkowicie bezprzedmiotowy.", "92. W związku z powyższym, Trybunał uznaje, że w obecnej sprawie doszło do naruszenia art. 14 Konwencji w związku z art. 1 Protokołu Nr 1.", "", "III.  ZARZUT NARUSZENIA ART. 6 § 1 KONWENCJI", "", "93.  Skarżąca podniosła także zarzut naruszenia jej praw wynikających z art. 6 § 1 Konwencji, jako że Senat Sądu Najwyższego przeprowadził rozprawę przed wyznaczonym terminem, uniemożliwiając jej udział w rozpatrzeniu skargi kasacyjnej złożonej w jej imieniu przez oskarżyciela publicznego. Właściwe części art. 6 § 1 stanowią, co następuje:", "„Każdy ma prawo do sprawiedliwego ... rozpatrzenia jego sprawy... przez ... sąd ... przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym...”", "A.  Oświadczenia stron", "94.  Zdaniem skarżącej naruszone zostało jej prawo do sprawiedliwego rozpatrzenia jej sprawy przed Senatem Sądu Najwyższego. Fakt, iż w trakcie postępowania kasacyjnego rozpatrzone zostały jedynie kwestie prawne, jest nieistotny dla jej sprawy, jako że spór między dwoma stronami był ograniczony do kwestii prawnych. Oczywiście należy zaznaczyć, że rozprawa została przeprowadzona po wniesieniu skargi przez oskarżyciela publicznego, ale interweniował on wyłącznie na wniosek prawnika skarżącej. W każdym razie prawo do rozpatrzenia jej sprawy było zagwarantowane przepisami kodeksu postępowania cywilnego i to do skarżącej należała decyzja, czy wskazane dla niej było podniesienie zarzutu przed Senatem.", "95. Rząd podniósł, że niemożliwe jest ustalenie prawdziwości zarzutu skarżącej, jako że protokół rozprawy został zniszczony. W każdym razie zaprzeczył jednak, jakoby doszło do naruszenia art. 6 § 1. W pierwszej kolejności Rząd podniósł, że w świetle szczególnego charakteru postępowania kasacyjnego ograniczonego do kwestii prawnych, nie zawsze zachodzi potrzeba obecności skarżącej na rozprawie. Po drugie, skarga rozpatrzona dnia 6 października 1999 r. została złożona przez oskarżyciela publicznego, który przyjął stanowisko podobne do stanowiska skarżącej. Rząd stwierdził więc, że argumentacja identyczna lub podobna do tej, którą skarżąca mogła przedstawić we własnej osobie, została należycie wniesiona przez oskarżyciela publicznego. Podobnie, w wydanym przez siebie wyroku Senat przeprowadził wystarczająco wnikliwą analizę tej argumentacji. Nieobecność skarżącej na rozprawie nie mogła więc wpłynąć na wynik postępowania.", "", "B.  Ocena Trybunału", "", "96.  Trybunał pragnie zauważyć, że prawo do sprawiedliwego rozpatrzenia sprawy gwarantowane przez art. 6 § 1 Konwencji obejmuje prawo stron do wysłuchania celem złożenia wszelkich uwag, które uważają za istotne dla ich sprawy. Tak więc na prawo to powołać może się każdy, kto uważa, że ingerencja w korzystanie z jednego z jego praw obywatelskich jest niezgodna z prawem oraz kto podnosi, że nie miał możliwości wniesienia takiej skargi na rozprawie przed sądem spełniającym wymagania określone w art. 6 § 1 (zob. sprawę Cañete de Goñi przeciwko Hiszpanii, skarga nr 55782/00, § 34, ETPC 2002-VIII, z dalszymi odniesieniami). Innym elementem szerszego pojęcia „sprawiedliwego rozpatrzenia sprawy” w rozumieniu tego przepisu jest zasada równości stron, która wymaga „sprawiedliwej równowagi” między stronami: każdej ze stron musi być przyznana rozsądna możliwość przedstawienia swojej sprawy na warunkach, które nie stawiają jej w znacznie niekorzystnej sytuacji względem jej przeciwnika lub przeciwników (zob. m.in. sprawę Gorraiz Lizarraga i Inni przeciwko Hiszpanii, skarga nr 62543/00, § 56, ETPC 2004-III). Obejmuje to umożliwienie stronom zgłaszania uwag do wszystkich wniesionych obserwacji, nawet tych przedstawionych przez niezależnego członka krajowej służby prawnej, aby wpłynąć na decyzję sądu (zob. np. sprawę J.J. przeciwko Holandii, 27 marca 1998 r., § 43, Zbiór Orzeczeń 1998-II, oraz sprawę Quadrelli przeciwko Włochom, skarga nr 28168/95, § 34, 11 stycznia 2000 r.).", "97. Trybunał przypomina także, że art. 6 § 1 nie zmusza Układających się Państw do ustanowienia sądów apelacyjnych lub kasacyjnych. Jednakże w przypadku, gdy takie sądy istnieją, postępowania przed nimi muszą spełniać gwarancje art. 6, na przykład poprzez zagwarantowanie stronom postępowania skutecznego prawa dostępu do sądów w celu ustalenia ich praw i obowiązków obywatelskich (zob. sprawę Levages Prestations Services przeciwko Francji, 23 października 1996 r., § 44, Zbiór Orzeczeń 1996-V, oraz sprawę Annoni di Gussola i Inni przeciwko Francji, skargi nr 31819/96 i 33293/96, § 54, ETPC 2000-XI).", "98. Trybunał wreszcie przypomina, że podobnie jak w przypadku pozostałych przepisów merytorycznych Konwencji, zamiarem art. 6 § 1 jest zagwarantowanie praw, które nie są teoretyczne lub iluzoryczne, zaś praktyczne i skuteczne (zob. sprawę Artico przeciwko Włochom, 13 maja 1980 r., § 33, Seria A nr 37). Jest to szczególnie istotne w odniesieniu do art. 6 § 1, w obliczu istotnego znaczenia, jakie dla funkcjonowania społeczeństwa demokratycznego ma prawo do rzetelnego procesu (zob. Książe Hans-Adam II Liechtenstein przeciwko Niemcom [Wielka Izba], skarga nr 42527/98, § 45, ETPC 2001-VIII). Należy mieć także na uwadze, że utrudnienie korzystania z tego prawa może naruszać postanowienia Konwencji w ten sam sposób, co przeszkoda natury prawnej (zob. sprawę Airey przeciwko Irlandii, 9 października 1979 r., § 25, Seria A nr 32).", "99. Fakt, iż przepisy prawa krajowego - a mianowicie paragraf 471 ustawy o postępowaniu cywilnym - gwarantowały skarżącej prawo do wzięcia udziału w rozprawie przed Senatem Sądu Najwyższego (zob. paragraf 40 powyżej) nie stanowił kwestii spornej w niniejszej sprawie. Niemniej jednak skarżąca nie była w stanie skorzystać z tego prawa z powodu wcześniejszego przeprowadzenia rozprawy przez Senat, nie zaś ze względu na dopuszczenie się zaniedbania z jej strony. W związku z tym Trybunał wielokrotnie stwierdzał, że zasady proceduralne mają na celu zapewnienie właściwego wymierzania sprawiedliwości oraz zgodność z zasadą pewności prawa oraz że strony postępowania mogą oczekiwać, iż zasady te zostaną zastosowane (zob. m.in. sprawę Cañete de Goñi,op. cit., § 36, sprawę Gorou przeciwko Grecji (nr 3), skarga nr 21845, § 27, 22 czerwca 2006 r., oraz sprawę Miholapa przeciwko Łotwie, skarga nr 61655/00, § 24, 31 maja 2007 r.). Zasada ta ma zastosowanie zarówno do stron postępowania, jak również do sądów krajowych.", "100. Trybunał odnotowuje, że skarga kasacyjna nie została wniesiona osobiście przez skarżącą lub jej prawnika, ale przez oskarżyciela publicznego przy Sądzie Okręgowym w Rydze, stosownie do paragrafu 90 ustawy o postępowaniu cywilnym. Zdaniem Rządu, przychylne ustosunkowanie się oskarżyciela publicznego w niniejszej sprawie zwolniło Senat z obowiązku zapewnienia skarżącej możliwości osobistego udziału w rozprawie. Trybunału nie przekonał ten argument. Prawdą jest, że paragraf 90 ustawy o postępowaniu cywilnym uprawnia oskarżyciela publicznego do podjęcia pewnych kroków proceduralnych w imieniu strony, a paragraf 2 ustawy o urzędzie oskarżyciela publicznego nakłada na oskarżycieli publicznych ogólne zadanie ochrony „praw ustawowych i interesów osób fizycznych” (zob. paragrafy 40-41 powyżej). Jednakże nie uchyla to zasady, że główną funkcją organów oskarżycielskich jest reprezentowanie interesów całego społeczeństwa, które niekoniecznie są tożsame z interesem którejkolwiek ze stron postępowania cywilnego (zob. na zasadzie mutatis mutandis sprawę Vermeulen przeciwko Belgii, 20 luty 1996 r., § 29, Zbiór Orzeczeń 1996-I; sprawę Kress przeciwko Francji [Wielka Izba], skarga nr 39594/98, §§ 67-71, ETPC 2001-VI; oraz sprawę Gorou (nr 3), op. cit., § 22). W każdym razie materiał dowodowy przedłożony przed Trybunał nie wskazuje na to, by zgodnie z przepisami prawa łotewskiego oskarżyciel publiczny działający w taki sposób mógł reprezentować jedną ze stron lub zastąpić ją na rozprawie.", "101. Trybunał zauważa, że w sprawie Gorou przeciwko Grecji (nr 4) (skarga nr 9747/04, 11 stycznia 2007 r.) orzekł, że skarga skarżącej w oparciu o art. 6 § 1 Konwencji dotycząca odmowy odroczenia rozprawy przed Sądem Apelacyjnym, by umożliwić jej uczestniczenie we wspomnianej rozprawie, była w sposób oczywisty nieuzasadniona. Jednakże okoliczności tejże sprawy istotnie różniły się od okoliczności niniejszej sprawy: p. Gorou była stroną cywilną w postępowaniu karnym z powództwa oskarżyciela publicznego i prowadzonym przez sądy karne, a Trybunał uznał, że prawa strony cywilnej „dotyczące zasady równości stron i postępowań kontradyktoryjnych nie są takie same, co prawa oskarżonego względem oskarżyciela publicznego” (ibid., § 26). Jednakże w niniejszej sprawie p. Andrejeva była stroną postępowania administracyjnego podlegającego ustawie o postępowaniu cywilnym i wszczętego na jej wniosek. Stosownie do powyższego, jako główna postać tych postępowań powinna była mieć możliwość skorzystania z pełnego zakresu gwarancji wynikających z zasady kontradyktoryjności.", "102. Podsumowując, Trybunał uznaje, że fakt, iż skarga kasacyjna została wniesiona przez prokuraturę, w żaden sposób nie ograniczał prawa skarżącej do udziału w rozprawie, tj. prawa, z którego nie mogła skorzystać pomimo wyrażenia takiej chęci. Należy zatem stwierdzić, że doszło do naruszenia art. 6 § 1 Konwencji.", "", "IV.  ZASTOSOWANIA ART. 41 ORAZ 46 KONWENCJI", "103.  Artykuły 41 i 46 Konwencji stanowią, we właściwej części, co następuje:", "Artykuł 41", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "Artykuł 46", "„1. Wysokie Układające się Strony zobowiązują się do przestrzegania ostatecznego wyroku Trybunału we wszystkich sprawach, w których są stronami.", "2. Ostateczny wyrok Trybunału przekazuje się Komitetowi Ministrów, który czuwa nad jego wykonaniem.”", "", "A.  Szkoda", "104.  Skarżąca po pierwsze ubiegała się o 1.423 EUR z tytułu odszkodowania za szkody materialne spowodowane w wyniku naruszenia art. 14 Konwencji w związku z art. 1 Protokołu Nr 1. Stwierdziła, że kwota ta odpowiada 1.000 LVL, różnicy między świadczeniami emerytalnymi, które rzeczywiście otrzymała od momentu przejścia na emeryturę w sierpniu 1997 r. do października 2006 r., a świadczeniami emerytalnymi, które otrzymałaby, gdyby nie doszło do dyskryminacji stanowiącej przedmiot skargi. Skarżąca wyjaśniła, że obliczając tę kwotę wzięła pod uwagę osiemnaście zmian podstawowej stawki emerytury, które miały miejsce przez ten okres oraz zwiększenie kwoty jej emerytury po wejściu w życie umowy z Ukrainą (zob. paragrafy 21-22 powyżej).", "105. W odniesieniu do szkód niematerialnych poniesionych przez skarżącą, określiła je jako „uczucie frustracji i bezradności, stresu, długotrwałego niepokoju oraz niepewności finansowej spowodowane naruszeniem Konwencji przez okres około 11 lat - od momentu złożenia przez nią wstępnego wniosku o emeryturę”. Zdaniem skarżącej ze względu na to, że „obliczenie szkód niematerialnych jest zasadniczo niemożliwe, powołuje się ona na stosowaną przez Trybunał zasadę słuszności”. Utrzymywała ponadto, że odniosła szkodę ze względu na brak możliwości uczestniczenia w rozpatrzeniu złożonej przez nią skargi kasacyjnej przed Sądem Najwyższym. Skarżąca wnioskowała w szczególności o następujące kwoty z tytułu odszkodowania za szkody niematerialne:", "(a) 1.000 EUR z tytułu szkody wynikającej z domniemanego naruszenia art. 6 § 1 Konwencji;", "(b) 5.073 EUR z tytułu szkody i niepokoju doznanych w trakcie postępowań między 2002 a 2005 r. w sprawie rozwodu i podziału wspólnego majątku małżeńskiego;", "(c) 10.000 EUR z tytułu pogorszenia się jej stanu zdrowia w przedmiotowym okresie.", "106. Poza przyznaniem kwot pieniężnych tytułem słusznego zadośćuczynienia, w przypadku stwierdzenia przez Trybunał naruszenia art. 14 Konwencji w związku z art. 1 Protokołem Nr 1, skarżąca wniosła, by Trybunał wskazał Rządowi, że należy „ponownie obliczyć jej emeryturę z uwzględnieniem okresów zatrudnienia w Rosji, [ze skutkiem] od momentu wydania wyroku”.", "107. Rząd podniósł, że niemożliwe jest jeszcze wydanie decyzji w kwestii słusznego zadośćuczynienia i wniósł do Trybunału o wstrzymanie się z wydaniem tej decyzji zgodnie z art. 75 §§ 1 i 4 Regulaminu Trybunału. Zdaniem Rządu, organy krajowe, w szczególności Państwowy Zakład Ubezpieczeń Społecznych, posiadałyby lepszą możliwość ponownego obliczenia oraz, o ile jest to konieczne, waloryzacji miesięcznej kwoty emerytury skarżącej. W każdym razie Rząd stwierdził, że Trybunał nie posiada jurysdykcji, by przyznać skarżącej odszkodowanie z tytułu szkód materialnych w związku z okresem zatrudnienia dla przedsiębiorstwa z siedzibą na Ukrainie (od 1973 do 1981 r.) oraz że wyrok Trybunału nie powinien mieć zastosowania z mocą wsteczną.", "108. W odniesieniu do odszkodowania z tytułu szkód niematerialnych, Rząd zakwestionował istnienie związku przyczynowo-skutkowego między stwierdzonymi naruszeniami a szkodami rzekomo poniesionymi przez skarżącą, określonymi w punktach (b) i (c) ustępu 105 powyżej. Co do domniemanego naruszenia art. 6 § 1 Konwencji, Rząd pozostawił tę kwestią w gestii Trybunału. Jednakże dodał, że jego zdaniem stwierdzenie naruszenia samo w sobie powinno stanowić słuszne zadośćuczynienie z tytułu szkód niematerialnych rzekomo poniesionych przez skarżącą.", "109. Rząd stwierdził także, że kwestia dokładnego obliczenia emerytury skarżącej byłaby skuteczniej rozwiązana w ramach procedury wykonywania wyroku Trybunału, nadzorowanej przez Komitet Ministrów Rady Europy, stosownie do art. 46 Konwencji.", "110. Zdaniem Trybunału, dostępny materiał dowodowy wystarczy dla uznania, że kwestia zastosowania art. 41 Konwencji w tej sprawie jest gotowa do rozstrzygnięcia. Trybunał na wstępie przypomnieć, że wybór środka, za pomocą którego spełnione mają zostać obowiązki prawne pozwanego Państwa wynikające z art. 46 Konwencji, pozostaje w gestii tego Państwa, pod warunkiem, że środki te są zgodne z ustaleniami określonymi w wyroku Trybunału (zob. sprawę Scozzari i Giunta przeciwko Włochom [Wielka Izba], skargi nr 39221/98 i 41963/98, § 249, ETPC 2000-VIII). Mając na uwadze szczególne okoliczności sprawy, a mianowicie niedawne przyjęcie umowy o współpracy w sprawie ubezpieczeń społecznych między Federacją Rosyjską a Łotwą przez władze ustawodawcze obu tych Państw (zob. paragrafy 44-45 powyżej), Trybunał uznaje, że nie jest zobowiązany, by dokładnie wskazać, które środki zapewnienia skutecznego wykonania wydanego przez niego wyroku są najlepsze w indywidualnym przypadku skarżącej.", "111. Trybunał ponadto przypomina, że zasada leżąca u podstaw przepisu o słusznym zadośćuczynieniu stanowi, że w zakresie, w jakim jest to możliwe, strona skarżąca powinna zostać postawiona w sytuacji, w której znajdowałaby się, gdyby nie doszło do naruszenia Konwencji (zob. na zasadzie mutatis mutandis sprawę Kingsley przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 35605/97, § 40, ETPC 2002-IV). Ponadto warunkiem koniecznym do wypłacenia odszkodowania z tytułu szkód materialnych jest istnienie związku przyczynowo-skutkowego między rzekomo poniesioną szkodą a stwierdzonymi naruszeniami (zob. sprawę Nikolova przeciwko Bułgarii [Wielka Izba], skarga nr 31195/96, § 73, ETPC 1999-II). Ma to zastosowanie także do zadośćuczynienia z tytułu szkód niematerialnych (zob. sprawę Kadiķis przeciwko Łotwie (nr 2), skarga nr 62393/00, § 67, 4 maja 2006 r.).", "112. Chcąc uniknąć spekulacji na temat dokładnej kwoty emerytury, do której uprawniona byłaby skarżąca, gdyby nie doszło do naruszenia art. 14 Konwencji, Trybunał musi wziąć pod uwagę fakt, że niewątpliwie odniosła ona szkodę materialną i niematerialną. Wydając wyrok w oparciu o zasadę sprawiedliwości, stosownie do art. 41 Konwencji oraz mając na uwadze wszystkie szczególne okoliczności sprawy, Trybunał przyznaje skarżącej 5.000 EUR na pokrycie wszystkich elementów szkody (zob. na zasadzie mutatis mutandis sprawę Koua Poirrez, op. cit., § 70).", "B.  Koszty i wydatki", "113.  Skarżąca wnioskowała przed Izbą o 150 LVL (213 EUR) z tytułu „kosztów tłumaczeń”, bez przedłożenia żadnej dokumentacji dowodowej wspierającej jej wniosek. Wniosek ten podniosła także przez Wielką Izbą dodając następujące kwoty:", "(a) 307,05 LVL (436,90 EUR) – jako zwrot kosztów poniesionych przez jej przedstawiciela podczas postępowania przed Wielką Izbą. Na poparcie swojego wniosku skarżąca przedstawiła dwie osobne faktury wypisane odręcznie w języku łotewskim - na 257,49 LVL oraz 49,56 LVL - wraz z wersjami w języku angielskim. Faktury te zostały wydane przez spółkę z ograniczoną odpowiedzialnością i wskazują przedstawiciela skarżącej jako odbiorcę usług. Wersje faktur w języku łotewskim opisują wykonane usługi jako „tłumaczenie” oraz „tłumaczenie z języka łotewskiego na język angielski”. Jednakże dokumenty w języku angielskim odnoszą się do „sporządzenia dokumentów na rzecz Europejskiego Trybunału Sprawiedliwości” (sic!);", "(b) 37,88 LVL (53,90 EUR) – jako zwrot kosztów usług pocztowych, które to koszty zostały potwierdzone przez rachunek z łotewskiego urzędu pocztowego;", "(c) wydatki poniesione z tytułu udziału jej dwóch przedstawicieli na rozprawie przed Wielką Izbą, składające się z 820 LVL (1166,80 EUR) za bilety lotnicze oraz 189 EUR za zakwaterowanie. Kwoty te nie zostały poparte dokumentacją dowodową.", "114. Rząd przyznaje, że roszczenia skarżącej zostały uzasadnione wyłącznie w odniesieniu do zwrotu poniesionych przez nią kosztów usług pocztowych. Co do pozostałych roszczeń skarżącej, Rząd wniósł, że były to roszczenia niedostatecznie udokumentowane i nie spełniały podstawowych wymogów określonych w orzecznictwie Trybunału.", "115. Trybunał przypomina, że do przyznania zwrotu z tytułu kosztów i wydatków na podstawie art. 41 Konwencji wymagane jest, by strona poszkodowana rzeczywiście i w sposób konieczny poniosła takie koszty i wydatki. Dodatkowo na mocy art. 60 § 2 Regulaminu Trybunału skarżący jest zobowiązany do przedłożenia wyszczególnionych danych dotyczących wszystkich roszczeń wniesionych na podstawie art. 41 Konwencji wraz z wszelkimi dokumentami i poręczeniami na ich poparcie. W przeciwnym razie Izba może odrzucić roszczenie w jego całości lub części. Ponadto koszty i wydatki podlegają zwrotowi w zakresie, w jakim dotyczą stwierdzonego naruszenia (zob. m.in. sprawę Iatridis przeciwko Grecji (słuszne zadośćuczynienie) [Wielka Izba], skarga nr 31107/96, § 54, ETPC 2000-XI; sprawę Beyeler przeciwko Włochom (słuszne zadośćuczynienie) [Wielka Izba], skarga nr 33202/96, § 27, 28 maja 2002 r.; oraz sprawę Svipsta przeciwko Łotwie, skarga nr 66820/01, § 170, ETPC 2006-III).", "116. W niniejszej sprawie Trybunał stwierdza, że złożone przez skarżącą roszczenie o zwrot kosztów i wydatków wyraźnie nie spełnia tych wymogów, jako że większość żądanych kwot nie jest poparta dokumentacją. Co do faktur, o których mowa w ustępie 113, punkcie (a) powyżej, są one sformułowane zbyt ogólnie i nie umożliwiają ustalenia dokładnego charakteru świadczonych usług oraz tego, czy były one obiektywnie konieczne dla postępowania przed Trybunałem; ponadto treść wersji łotewskich i angielskich jest całkowicie odmienna. Niemniej jednak Trybunał uznaje, że w świetle złożoności sprawy skarżąca musiała ponieść koszty, w szczególności w trakcie postępowania przed Wielką Izbą. W tych okolicznościach, wydając wyrok w oparciu o zasadę sprawiedliwości, stosownie do art. 41, Trybunał przyznaje skarżącej 1.500 EUR z tytułu wszystkich kosztów i wydatków wraz z wszelkimi kwotami należnymi tytułem opodatkowania (zob. sprawę Svipsta, op. cit., oraz sprawę Zaicevs przeciwko Łotwie, skarga nr 65022/01, § 64, 31 lipca 2007 r.).", "", "C.  Odsetki za zwłokę", "", "117.  Trybunał za słuszne uznaje wyznaczenie wysokości odsetek za zwłokę na podstawie marginalnej stopy procentowej Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe.", "", "", "W ZWIĄZKU Z POWYŻSZYM TRYBUNAŁ", "", "1. Oddala jednomyślnie wstępne zarzuty Rządu;", "", "2. Orzeka szesnastoma głosami do jednego, że doszło do naruszenia art. 14 Konwencji w związku z art. 1 Protokołu Nr 1;", "", "3. Orzeka jednomyślnie, że doszło do naruszenia art. 6 § 1 Konwencji.", "", "4. Orzeka szesnastoma głosami do jednego", "(a) że pozwane Państwo ma wypłacić skarżącej przed upływem trzech miesięcy następujące kwoty, przeliczone na łaty łotewskie według kursu obowiązującego w dacie rozliczenia:", "(i) 5.000 EUR (pięć tysięcy euro) z tytułu wszelkich poniesionych szkód wraz z wszelkimi kwotami należnymi tytułem opodatkowania;", "(ii) 1.500 EUR (tysiąc pięćset euro) z tytułu kosztów i wydatków wraz z wszelkimi kwotami należnymi tytułem opodatkowania ze strony skarżącej;", "(b) że od momentu upływu wyżej wskazanego terminu trzech miesięcy aż do momentu uregulowania należności, należne będą odsetki zwykłe od określonych powyżej kwot, naliczone według stopy równej marginalnej stopie procentowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "", "5. Oddala jednomyślnie pozostałą część żądania skarżącej w zakresie słusznego zadośćuczynienia.", "", "\tSporządzono w języku angielskim i francuskim, i ogłoszono na rozprawie w Pałacu Praw Człowieka, w Strasburgu, dnia 18 lutego 2009 r.", "Michael O’Boyle\t Jean-Paul Costa\nZastępca Kanclerza\t Przewodniczący", "", "Zgodnie z treścią art. 45 § 2 Konwencji oraz art. 74 § 2 Regulaminu Trybunału, do niniejszego wyroku załączone zostaje częściowo odrębne zdanie Sędzi Ziemele.", "J.-P.C.\nM.O’B.", "", "\nCZĘŚCIOWE ZDANIE ODRĘBNE SĘDZI ZIEMELE", "[Paragrafy 1-43 zdania odrębnego pominięte]", ""]}