{"file": "POL_HJUDPOL_25829_94.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "25829/94", "text_paragraphs": ["", "", "© Ministerstwo Sprawiedliwości,  [Translation already published on the official website of the Polish Ministry of Justice]. Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "", "", "SPRAWA TEIXEIRA DE CASTRO przeciwko PORTUGALII", "", "(44/1997/828/1034)", "", "", "", "", "", "", "", "", "", "", "", "WYROK", "", "STRASBURG", "", "9 czerwca 1998 roku", "", "", "W sprawie Teixeira de Castro przeciwko Portugalii, \t", "Europejski Trybunał Praw Człowieka, zasiadając – zgodnie z Artykułem 43 Europejskiej Konwencji Praw Człowieka i Podstawowych Wolności (\"Konwencja\") oraz odpowiednimi przepisami Regulaminu Trybunału B – jako Izba w następującym składzie sędziów:", "Pan R. BERNHARDT, Przewodniczący,", "Pan A. SPIELMANN,", "Pan N. VALTICOS,", "Pani E. PALM,", "Pan I. FOIGHEL,", "Pan A.N. LOIZOU", "Pan M.A. LOPES ROCHA,", "Pan B. REPIK,", "Pan V. BUTKEVYCH", "a także Pan H. PETZOLD, Kanclerz, oraz Pan P.J. MAHONEY, Zastępca Kanclerza,", "\tObradując na posiedzeniu zamkniętym w dniach 26 marca oraz 18 maja 1998 roku,", "Wydaje następujący wyrok, który został przyjęty w drugim z wyżej wymienionych dni:", "POSTĘPOWANIE", "1. Sprawa została przekazana Trybunałowi przez Europejską Komisję Praw Człowieka (\"Komisja\") w dniu 16 kwietnia 1997 r. oraz przez Rząd Portugalii (\"Rząd\") w dniu 17 czerwca 1997 r., z zachowaniem trzymiesięcznego terminu określonego w Artykule 32 ust. 1 oraz w Artykule 47 Konwencji. Sprawa wywodzi się ze skargi (nr 25829/94) przeciwko Republice Portugalii, wniesionej do Komisji na podstawie Artykułu 25 przez obywatela Portugalii, pana Francisco Teixeira de Castro, w dniu 24 października 1994 roku.", "Komisja w swojej prośbie odwoływała się do Artykułów 44 i 48 oraz do deklaracji, na podstawie której Portugalia uznała obowiązkową jurysdykcję Trybunału (Artykuł 46); wniosek Rządu odwoływał się do Artykułu 48. Celem prośby i wniosku było uzyskanie postanowienia rozstrzygającego kwestię, czy przedstawione w sprawie fakty były przejawem naruszenia przez pozwane Państwo zobowiązań wynikających z Artykułów 3, 6 ust. 1 oraz 8 Konwencji.", "2. W odpowiedzi na zapytanie przedstawione zgodnie z Regułą 35 § 3 (d) Regulaminu Trybunału B, skarżący stwierdził, że chce wziąć udział w postępowaniu, wyznaczając adwokata, który ma go reprezentować (Reguła 31). Adwokat skarżącego uzyskał zgodę Przewodniczącego na posługiwanie się językiem portugalskim (Reguła 28 § 3).", "3. W skład ustanowionej Izby weszli z urzędu pan M.A. Lopes Rocha, wybrany sędzia posiadający portugalskie obywatelstwo (Artykuł 43 Konwencji), oraz pan R. Ryssdal, Przewodniczący Trybunału (Reguła 21 § 4 (b)). W dniu 28 kwietnia 1997 r. Przewodniczący Trybunału, w obecności Kanclerza, wylosował nazwiska pozostałych siedmiu członków Izby, tj. pana A. Spielmann, pana N. Valticos, pani E. Palm, pana I. Foighel, pana A.N. Loizou, pana B. Repik oraz pana V. Butkevych (Artykuł 43 in fine Konwencji oraz Reguła 21 § 5). W terminie późniejszym pan R. Bernhardt, Wice Przewodniczący Trybunału, zastąpił pana Ryssdal, który zmarł w dniu 18 lutego 1998 r. (Reguła 21 § 6, drugi podpunkt).", "4.  Pan Ryssdal, występujący w charakterze Przewodniczącego Izby (Reguła 21 § 6), działając za pośrednictwem Kanclerza, porozumiał się z Pełnomocnikiem Rządu, z adwokatem skarżącego oraz z Delegatem Komisji w kwestii organizacji postępowania (Reguły 39 § 1 i 40). Zgodnie z wydanym w tym względzie postanowieniem, Kanclerz otrzymał memoriały Rządu i skarżącego odpowiednio w dniach 20 i 22 października 1997 roku. W dniach 12 listopada i 5 grudnia 1997 r., w dwóch dokumentach złożonych już po upływie terminu wyznaczonego na składanie memoriałów, skarżący przedstawił swoje roszczenia na podstawie Artykułu 50 Konwencji. W dniu 26 marca 1998 r. Trybunał zdecydował jednakowoż rozpatrzyć je. W piśmie z dnia 17 listopada 1997 r. Sekretarz Komisji poinformował Kanclerza, że Delegat przedstawi swoje uwagi w trakcie rozprawy.", "5. W dniu 16 listopada 1997 r. pan Ryssdal wyraził zgodę na to, aby Justice – pozarządowa organizacja praw człowieka z siedzibą w Londynie – przedstawiła swoje uwagi na piśmie, z zastrzeżeniem spełnienia określonych warunków. Uwagi te wpłynęły do kancelarii w dniu 30 stycznia 1998 r.", "6. W dniu 30 stycznia 1998 r., zgodnie z wnioskiem Kanclerza oraz instrukcjami Przewodniczącego, Komisja przedstawiła akta odbytego przed nią postępowania.", "7. Zgodnie z decyzją Przewodniczącego, rozprawa miała miejsce w Gmachu Praw Człowieka w Strasburgu, w dniu 24 marca 1998 roku. Wcześniej Trybunał odbył spotkanie przygotowawcze.", "Przed Trybunałem stawili się:", " (a)\tw imieniu Rządu\nPan A. Henriques Gaspar, Zastępca Prokuratora Generalnego,\t Pełnomocnik,", "\tPan \t\tM. Simas Santos, Zastępca Prokuratora Generalnego,\t\n\t\t\tSąd Najwyższy,\n\t\t\t(Wydział Karny),\tDoradca;", "(b)\tw imieniu Komisji \nPan I. Cabral Barreto,\tDelegat;", "(c)\tw imieniu skarżącego\nPan\tJ. Loureiro, oraz\nPani\tR. Malvar Loureiro , oboje z Izby Adwokackiej Vila Nova \n\t\t\tde Famalição,\tAdwokaci.\n", "Trybunał wysłuchał wystąpień Pana Cabral Barreto, Pana Loureiro, Pana Henriques Gaspar oraz Pana Simas Santos. Rząd i przedstawiciele skarżącego w trakcie rozprawy przedstawili dokumenty.", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "8.  Pan Francisco Teixeira de Castro, obywatel Portugalii, urodził się w 1955 r., i mieszka w Campelos (Guimarães). W przedmiotowym czasie pracował w fabryce włókienniczej. Od czasu zwolnienia z zakładu karnego nie znalazł pracy.", "A. Interwencja dwóch funkcjonariuszy policji i aresztowanie skarżącego", "9.  W związku z przeprowadzaniem operacji monitorującej handel narkotykami, dwaj ubrani po cywilnemu policjanci PSP (Public Security Police – Policji Bezpieczeństwa Publicznego) z posterunku w Famalição czynili kilkakrotne podejścia do pewnego osobnika – V.S. Był on podejrzewany o drobny handel narkotykami, którego celem było zapłacenie za narkotyki – głównie haszysz – na swój własny użytek. Policjanci, mając nadzieję, że za pośrednictwem V.S. będą mogli zidentyfikować jego dostawcę, zaproponowali mu, że kupią od niego kilka kilogramów haszyszu. Nieświadomy tego, że ma do czynienia z policjantami, V.S. zgodził się znaleźć dostawcę. Jednakże, pomimo nacisków ze strony funkcjonariuszy, nie był w stanie tego uczynić.", "10. Tuż przed północą w dniu 30 grudnia 1992 r. tych samych dwóch funkcjonariuszy policji przyszło do domu V.S., mówiąc, że tym razem zainteresowani są kupnem heroiny. V.S. wymienił Francisco Teixeira de Castro jako osobę, która mogłaby znaleźć pewną ilość takiej substancji; jednakże V.S. nie znał adresu tej osoby – był więc zmuszony uzyskać go od F.O. Następnie cała czwórka pojechała do domu skarżącego samochodem rzekomych kupców. Na prośbę V.S. skarżący wyszedł z domu i wsiadł do samochodu, w którym oczekiwało dwóch funkcjonariuszy policji w towarzystwie V.S. Funkcjonariusze stwierdzili wówczas, że chcą kupić 20 gramów heroiny za kwotę 200 000 escudo (PTE), pokazując plik banknotów Banku Portugalii.", "11. Pan Teixeira de Castro zgodził się załatwić heroinę i, w towarzystwie F.O., pojechał swoim samochodem do domu innej osoby – J.P.O. Ten ostatni zdobył trzy saszetki heroiny – jedną ważącą dziesięć gramów a pozostałe dwie po pięć gramów każda – od kogoś innego, a po powrocie wręczył je skarżącemu w zamian za pieniądze, których kwota, choć nie jest znana dokładnie, przekraczała 100 000 PTE.", "12. Następnie skarżący zabrał narkotyki do mieszkania V.S.; w międzyczasie V.S. wrócił do domu, natomiast dwaj policjanci czekali na zewnątrz budynku. Transakcja miała zostać przeprowadzona w mieszkaniu. Funkcjonariusze weszli tam zaproszeni przez V.S.; następnie skarżący wyjął jedną z saszetek ze swojej kieszeni, na co dwaj funkcjonariusze zareagowali, aresztując – po przedstawieniu się – skarżącego, V.S. oraz F.O. na krótko przed godziną 2 w nocy. Policjanci przeszukali całą trójkę, znajdując u skarżącego dwie kolejne saszetki z heroiną, gotówkę w kwocie 43 000 PTE w oraz złotą bransoletkę.", "B. Przebieg postępowania", "1. Wstępne dochodzenie", "13.  Skarżący został postawiony przed sędzią śledczym w Sądzie Karnym w Famalição jeszcze tego samego dnia, i został tymczasowo aresztowany.", "14. W dniu 29 stycznia 1993 r. skarżący wystąpił o zwolnienie go z aresztu. Twierdził, że jego aresztowanie było bezprawne, ponieważ naruszało Artykuły 3, 6 i 8 Konwencji. W przedstawionym stanowisku podniósł, że został zatrzymany w wyniku nieetycznego i bezprawnego postępowania dwóch funkcjonariuszy policji, dlatego że przestępstwo zostało przez niego popełnione tylko i wyłącznie na ich życzenie. Policjanci działali w charakterze \"agentów prowokatorów\", zwłaszcza zważywszy, że nie przeprowadzali oni antynarkotykowej operacji na podstawie nakazu sądowego.", "15. Sędzia śledczy oddalił wniosek skarżącego decyzją z dnia 16 lutego 1993 r., która została następnie podtrzymana, w dniu 21 kwietnia 1993 r., przez Sąd Apelacyjny w Oporto (Tribunal da Relação).", "16. Skarżący złożył do Sądu Najwyższego (Supremo Tribunal de Justiça) dwa wnioski o habeas corpus, które zostały oddalone w dniach 11 marca i 13 maja 1993 r. W wyroku z dnia 13 maja Sąd Najwyższy uznał, że chociaż przy sprzedaży heroiny dwaj funkcjonariusze policji działali w charakterze \"agentów prowokatorów\", to jednak aresztowanie skarżącego było uzasadnione, ponieważ znaleziono przy nim narkotyki.", "17. W dniu 26 sierpnia 1993 r. prokurator przedstawił swoje stanowisko w sprawie skarżącego i V.S. Nie wszczął jednak procedury sądowego ścigania dwóch pozostałych obwinionych osób, tj. F.O. oraz J.P.O.", "18. Akta sprawy zostały przekazane do Sądu Karnego w Santo Tirso (Tribunal de circulo).", "2. Proces i apelacja", "(a)\tPrzed Sądem Karnym w Santo Tirso", "19.  W dniu 25 listopada 1993 r. odbyła się rozprawa, w trakcie której sąd przesłuchał kilku świadków, w tym wspomnianych dwóch funkcjonariuszy policji oraz F.O.", "20. W dniu 6 grudnia 1993 r. sąd uznał skarżącego winnym zarzucanego mu czynu i skazał go na sześć lat pozbawienia wolności. Na V.S. sąd nałożył grzywnę w wysokości pieniężnego ekwiwalentu dwudziestu dni pozbawienia wolności. Sąd uznał, że wykorzystanie agenta \"pod przykryciem\", a nawet \"agenta prowokatora\", nie było zabronione na podstawie prawa wewnętrznego, pod warunkiem jednakże, iż poświęcenie wolności osobistej oskarżonego było usprawiedliwione wagą chronionych wartości. A ponieważ na początku do skarżącego zgłosił się F.O., to działanie funkcjonariuszy PSP nie stanowiło czynnika \"decydującego\" przy popełnieniu przestępstwa. Sąd wyjaśnił, że wydany przez siebie wyrok oparł na zeznaniach świadka F.O., współoskarżonego V.S., samego skarżącego oraz –\"głównie\" – dwóch funkcjonariuszy policji.", " (b)\tPrzed Sądem Najwyższym", "21.  W dniu 14 grudnia 1993 r. skarżący odwołał się od tej decyzji do Sądu Najwyższego. Podniósł zarzut naruszenia prawa do sprawiedliwego procesu, powołując się między innymi na Artykuł 6 Konwencji.", "22. W wyroku z dnia 5 maja 1994 r. Sąd Najwyższy oddalił jego apelację, podtrzymując wszystkie tezy zaskarżonego wyroku, i uznając, że:", "\"W przedmiotowej sprawie kwestią bezdyskusyjną jest, że funkcjonariusze PSP ... zachowywali się w sposób natarczywy zanim zostali przedstawieni Francisco Teixeira de Castro. Jednakże z ich strony było to naturalne – tak powinni byli postępować. Policjanci wiedząc, że V.S. jest narkomanem dążyli do ujawnienia osoby odpowiedzialnej za dostarczanie mu narkotyków. W sytuacji braku haszyszu, próbowali oni uzyskać heroinę i poznali wówczas Francisco Teixeira de Castro, który zgodził się na ich nieprawdziwą propozycję, ponieważ chciał zarobić na transakcji, wykorzystując do tego celu jedną z największych plag naszych czasów ...", "Wytrwałość funkcjonariuszy PSP została nagrodzona, ponieważ aresztowali oni skarżącego w chwili posiadania przez niego znacznych ilości narkotyku.", "Ponadto, policjanci ci, będąc funkcjonariuszami Policji Bezpieczeństwa Publicznego komendy policji w Famalição, ... działali w charakterze prowadzących dochodzenie w sprawie karnej (Artykuł 1 Kodeksu Postępowania Karnego), z wszelkimi przysługującymi im ustawowo uprawnieniami – bez konieczności odwoływania się do organów nadrzędnych – do uzyskiwania informacji o popełnionych przestępstwach, wykrywania ich sprawców oraz podejmowania wszelkich działań niezbędnych i wymagających pilnej reakcji celem zabezpieczenia dowodów (Artykuł 55 ust. 2 Kodeksu).", "...", "W postępowaniu karnym funkcjonariusze policji ... działają jak urzędnicy sądowi, lecz fakt ten nie uniemożliwia im podejmowania – w szczególnych, określonych w ustawie okolicznościach – czynności proceduralnych w wykonywaniu swoich niedelegowanych uprawnień.", "Jak stwierdził prokurator w swoim wystąpieniu, funkcjonariusze PSP działali w ramach prawa, a ich postępowanie nie skutkowało niedopuszczalnością zebranych dowodów.", "W tych okolicznościach, apelacja Francisco Teixeira de Castro jest całkowicie bezpodstawna.", "W świetle powyższych względów, Sąd Najwyższy oddala apelację, podtrzymując apelację, podtrzymując wszystkie tezy zaskarżonego wyroku.\"", "II. WŁAŚCIWE PRAWO WEWNĘTRZNE", "A. Rozporządzenie ustawodawcze nr 430/83 z dnia 13 grudnia 1983 r.", "23.  Odpowiednie przepisy Rozporządzenia ustawodawczego nr 430/83 z dnia 13 grudnia 1983 r. w sprawie zapobiegania handlu narkotykami, które obowiązywało w przedmiotowym czasie, brzmią następująco:", "Artykuł 23 § 1", "”Kto, nie będąc do tego ustawowo uprawniony, uprawia, produkuje, wytwarza, ekstrahuje, oferuje do sprzedaży, wystawia na sprzedaż, sprzedaje, dystrybuuje, kupuje, przekazuje lub, w jakimkolwiek charakterze, otrzymuje, uzyskuje od innych osób, transportuje, importuje, wwozi do, i wywozi z kraju lub bezprawnie posiada, z przyczyn innych niż określone w Artykule 36, jakiekolwiek substancje lub preparaty określone w tabelach od I do III, podlega, po uznaniu go winnym, karze od sześciu do dwunastu lat pozbawienia wolności oraz karze grzywny od 50 000 do 5 000 000 escudo.\"", "Artykuł 52", "\"1. Agent prowadzący dochodzenie w sprawie karnej, który w trakcie wstępnych ustaleń, bez ujawniania swojej tożsamości, przyjmuje, osobiście lub za pośrednictwem osoby trzeciej, ofertę uzyskania narkotyków lub innych substancji psychotropowych, nie podlega ściganiu sądowemu z powodu takiego postępowania.", "2. Raport z tego rodzaju działań powinien zostać włączony do akt sprawy w nieprzekraczalnym terminie 24 godzin.\"", "24.  \tHandel narkotykami podlega obecnie przepisom Rozporządzenia ustawodawczego nr 15/93 z dnia 22 stycznia 1993 r. Artykuł 52 Rozporządzenia ustawodawczego nr 430/83 jest tam zawarty, bez żadnej istotnej zmiany, w Artykule 59 nowego rozporządzenia.", "B. Kodeks postępowania karnego", "25.  W przedmiotowej sprawie powołano następujące najważniejsze przepisy Kodeksu postępowania karnego:", "Artykuł 126", " “1.  Dowody uzyskane z zastosowaniem tortur, przy użyciu siły lub jakiegokolwiek innego przymusu o charakterze fizycznym lub psychologicznym są nieważne i niedopuszczalne.", "2.  Dowody uzyskane z zastosowaniem któregokolwiek z następujących środków traktowane są jako dowody uzyskane przy użyciu przymusu o charakterze fizycznym lub psychologicznym nawet wówczas gdy osoba pokrzywdzona wyraziła na to zgodę:", "(a) ingerencja – w postaci złego traktowania, napaści, hipnozy lub wykorzystania innych okrutnych albo podstępnych środków – w swobodne wykonywania przez osobę swojej woli lub w podejmowanie przez nią decyzji;", "...", "4.  W sytuacji jeżeli dowody zostały uzyskane przy użyciu środków stanowiących poważne przestępstwo karne w rozumieniu niniejszego Artykułu, mogą one zostać wykorzystane jedynie w celu ścigania osób odpowiedzialnych za ich uzyskanie w wyżej określony sposób.\"", "Artykuł 241", " “Prokurator uzyskuje wiedzę o popełnionym przestępstwie w wyniku prowadzonego przez siebie śledztwa, od funkcjonariuszy policji odpowiedzialnych za prowadzenie śledztwa w sprawie przestępstwa, lub jeśli przestępstwo zostanie zgłoszone zgodnie z następującymi przepisami.\"", "Artykuł 242", " “\"Nawet jeśli nie jest znana tożsamość sprawcy, przestępstwo musi zostać zgłoszone do prokuratury:", "(a)\tprzez policję w przypadku każdego przestępstwa, o jakim policja uzyska wiedzę;", "...”", "C. Orzecznictwo i teoria prawa", "26.  \tZ zastrzeżeniem określonych warunków, Sąd Najwyższy akceptuje wykorzystywanie \"infiltratorów\" w walce z handlem narkotykami (wyroki z 12 czerwca 1990 r., BMJ nr 398, s. 282; 14 stycznia 1993 r., Col. Jur. (STJ), 1993-I, s. 270; 5 maja 1994 r., Col. Jur. (STJ), 1994-II, s. 215, wydane w przedmiotowej sprawie; oraz wyroki z dnia 22 czerwca 1995 r., Col. Jur. (STJ), 1995-II, s. 238; 6 lipca 1995 r., Col. Jur. (STJ), 1995-II, s. 261; oraz 2 listopada 1995 r. Col. Jur. (STJ), 1995-III, s. 218).", "27.  \tKomentatorzy prawni w Portugalii (oraz w innych krajach europejskich) czynią rozróżnienie – w ramach ogólnego terminu \"infiltratorzy\" – pomiędzy \"agentem pod przykryciem\" a \"agentem prowokatorem\". Ten pierwszy jest osobą, której rola ogranicza się do zbierania informacji, podczas gdy ten drugi to ktoś, kto realnie nakłania ludzi do popełniania przestępstw karnych. W Portugalii, zgodnie z obowiązującym w przedmiotowym czasie prawem, dowody uzyskane przez \"agenta pod przykryciem\" eksperci prawni uznawali za dopuszczalne, zajmując bardziej powściągliwe stanowisko w kwestii dowodów uzyskanych przez \"agentów prowokatorów\" (patrz, na przykład, Costa Andrade, Sobre as proibições de prova em processo pènal, Coimbra, 1992, s. 220 et seq., oraz A.G. Lourenço Martins, Droga. Prevenção e tratamento. Combate ao tráfico, Coimbra, 1984, s. 154 et seq., oraz, ostatnio, \"Droga e direito\", Aequitas, Editorial Noticias, 1994, s. 278 et seq.).", "POSTĘPOWANIE PRZED KOMISJĄ", "28.  \tPan Teixeira de Castro wystąpił ze skargą do Komisji w dniu 24 października 1994 r. Powołał się na Artykuł 6 ust. 1 Konwencji, podnosząc zarzut, że nie miał rzetelnego procesu, ponieważ funkcjonariusze policji namówili go do popełnienia przestępstwa, za które został następnie skazany. Ta okoliczność, jego zdaniem, stanowiła również naruszenie Artykułów 3 i 8. Uznał on ponadto, że został poddany dyskryminacyjnemu traktowaniu, ponieważ otrzymał surowy wyrok, podczas gdy pozostałe osoby zamieszane w sprawę albo w ogóle nie były ścigane, albo otrzymały dużo łagodniejsze wyroki.", "29. \tW dniu 24 czerwca 1996 r. Komisja uznała skargę (nr 25829/94) za dopuszczalną w zakresie obejmującym rzetelność postępowania, a niedopuszczalną w pozostałej części. W swoim sprawozdaniu z dnia 25 lutego 1997 r. (Artykuł 31), Komisja wyraziła opinię, że nastąpiło naruszenie Artykułu 6 ust. 1 (większością głosów trzydzieści do jednego), ale nie Artykułu 3 (jednogłośnie), oraz że nie istniała konieczność dalszego badania, czy miało miejsce naruszenie Artykułu 8 (głosami trzydzieści do jednego). Pełny tekst opinii Komisji oraz zdania odrębnego zawartego w sprawozdaniu został przedstawiony w załączniku do niniejszego wyroku.", "OSTATNIE STANOWISKO RZĄDU PRZEDSTAWIONE TRYBUNAŁOWI", "30.  \tW przedłożonym Trybunałowi memoriale Rząd wystąpił o \"stwierdzenie, że w przedmiotowej sprawie nie miało miejsca naruszenie Artykułu 6 ust. 1 Konwencji\".", "PRAWO", "ZARZUT NARUSZENIA ARTYKUŁU 6 UST. 1 KONWENCJI", "31.  \tPan Teixeira de Castro podniósł zarzut, że nie miał rzetelnego procesu przez to, że został namówiony przez ubranych po cywilnemu funkcjonariuszy policji do popełnienia przestępstwa, za które został następnie skazany. Powołał się przy tym na Artykuł 6 ust. 1 Konwencji, którego fragment mający zastosowanie w niniejszej sprawie brzmi następująco:", " “Każdy ma prawo do sprawiedliwego ... rozpatrzenia jego sprawy w rozsądnym terminie przez ... sąd ... przy rozstrzyganiu o .... zasadności każdego oskarżenia w wytoczonej przeciwko niemu sprawie karnej ...\"", "Skarżący twierdził, że nigdy wcześniej nie był karany i nie popełniłby przestępstwa gdyby nie ingerencja policyjnych \"agentów prowokatorów\". Ponadto, funkcjonariusze policji działali z własnej inicjatywy – bez jakiegokolwiek nadzoru ze strony sądu oraz przy braku jakiegokolwiek wcześniejszego wstępnego dochodzenia.", "32.  Rząd twierdził, że wiele Państw, w tym większość członków Rady Europy, akceptuje wykorzystywanie środków o szczególnym charakterze w prowadzeniu dochodzeń, zwłaszcza w walce z handlem narkotykami, który niszczy podstawy demokratycznych społeczeństw. Artykuł 52 Rozporządzenia ustawodawczego nr 430/83, mający zastosowanie do stanu faktycznego przedmiotowej sprawy, a przede wszystkim Konwencja Narodów Zjednoczonych o zwalczaniu nielegalnego obrotu i handlu środkami odurzającymi i substancjami psychotropowymi z 1988 r. oraz Konwencja Rady Europy z 1990 r. w sprawie prania brudnych pieniędzy, wykrywania, zajęcia i konfiskaty zysków z przestępstwa – umożliwiają wykorzystywanie agentów pod przykryciem, których rola nie ma nic wspólnego z działaniami \"agentów prowokatorów\". Ponadto, Artykuł 126 ust. 1 i 2 (a) Kodeksu postępowania karnego wyznacza wysokie standardy, które należy spełnić by środki zastosowane dla uzyskania dowodów mogły być uznane za zasadne i zgodne z prawem.", "Dwóch funkcjonariuszy policji zaangażowanych w przedmiotową sprawę nie można traktować jako \"agentów prowokatorów\". Należy poczynić rozróżnienie pomiędzy sprawami, w których agenci pod przykryciem kreują wcześniej nieistniejący kryminalny zamiar – a tymi, w których sprawca jest predestynowany do popełnienia przestępstwa. W przedmiotowej sprawie funkcjonariusze jedynie ujawnili utajoną, wcześniej istniejącą intencję popełnienia przestępstwa, stwarzając panu Teixeira de Castro możliwość jej realizacji. F.O. (jeden ze współoskarżonych) nie wywierał presji na skarżącego, który z kolei natychmiast wykazał zainteresowanie uzyskaniem narkotyków i przeprowadzeniem transakcji. Ponadto, po zatrzymaniu, skarżący posiadał większą ilość narkotyków niż zamówili \"kupujący\".", "I wreszcie, w trakcie postępowania pan Teixeira de Castro miał możliwość zadawania pytań zarówno dwóm funkcjonariuszom policji jak i pozostałym świadkom, oraz możliwość konfrontacji z nimi. Sąd Najwyższy oparł swoją ocenę nie tylko na podstawie efektów ingerencji funkcjonariuszy policji, ale także na podstawie innych dowodów. Nie było żadnych czynników wskazujących na możliwość podważenia rzetelności procesu.", "33.  Komisja uznała, że przestępstwo zostało popełnione, a skarżący skazany na raczej surową karę – zasadniczo, o ile nie wyłącznie – w wyniku działań funkcjonariuszy policji. Tak więc to funkcjonariusze zainicjowali czyn przestępczy, który w innych okolicznościach mógł w ogóle nie mieć miejsca. Taka sytuacja wywarła nieodwracalny wpływ na rzetelność postępowania.", "34.  Trybunał po raz kolejny stwierdza, że dopuszczalność dowodów jest zasadniczo kwestią podlegającą regulacjom w ramach prawa wewnętrznego, i generalnie rzecz biorąc, ocena przedstawionych dowodów należy do zadań sądów krajowych. Zadaniem Trybunału wynikającym z Konwencji nie jest wydanie orzeczenia w kwestii prawidłowości dopuszczenia zeznań świadków w charakterze dowodów, ale raczej stwierdzenie czy postępowanie jako całość, w tym sposób zebrania dowodów, było sprawiedliwe (patrz między innymi wyrok w sprawie Van Mechelen i Inni p-ko Holandii z dnia 23 kwietnia 1997 r., Raporty z Wyroków i Postanowień 1997-III, s. 711, § 50).", "35.  W kategoriach bardziej szczegółowych, Konwencja nie wyklucza wykorzystania – na etapie śledztwa w postępowaniu karnym – takich źródeł jak anonimowi informatorzy. Jednakże, osobną kwestią jest wynikające z tego wykorzystanie ich zeznań przez sąd jako podstawy skazania (patrz, mutatis mutandis, wyrok w sprawie Kostovski p-ko Holandii z dnia 20 listopada 1989 r., Seria A nr 166, s. 21, § 44).", "36.  Wykorzystanie agentów pod przykryciem musi mieć ograniczony charakter, a towarzyszyć temu muszą odpowiednie zabezpieczenia, nawet w sprawach dotyczących zwalczania handlu narkotykami. I chociaż wzrost przestępczości zorganizowanej wymaga niewątpliwie podejmowania odpowiednich działań, to jednak prawo do rzetelnego procesu jest tak istotne (patrz wyrok w sprawie Delcourt p-ko Belgii z dnia 17 stycznia 1970, Seria A nr 11, s. 15, § 25), że nie można go poświęcić na rzecz osiągnięcia doraźnych korzyści. Ogólne wymogi zawarte w Artykule 6 mają zastosowanie w odniesieniu do postępowań dotyczących wszystkich kategorii przestępstw karnych, począwszy od najprostszych aż do najbardziej skomplikowanych. Interesem publicznym nie można usprawiedliwiać wykorzystywania dowodów uzyskanych w wyniku nakłaniania do popełnienia przestępstwa ze strony funkcjonariuszy policji.", "37.  Trybunał pragnie po pierwsze zauważyć, że przedmiotowy spór jest odmienny od sprawy Lüdi p-ko Szwajcarii (patrz wyrok z dnia 15 czerwca 1992 r., Seria A nr 238), w której zaangażowani tam funkcjonariusze policji byli uprzednio zaprzysiężeni, sędzia śledczy był świadomy swojej misji, a władze szwajcarskie, poinformowane wcześniej przez policję niemiecką, wszczęły wstępne dochodzenie w sprawie. Rola funkcjonariuszy policji ograniczała się tam do działania w charakterze agentów pod przykryciem.", "38.  W przedmiotowej sprawie należy rozstrzygnąć, czy dwaj funkcjonariusze policji w swoich działaniach wyszli poza rolę agentów pod przykryciem. Trybunał zauważa, że Rząd nie twierdził by interwencja funkcjonariuszy odbyła się w ramach jakiejś operacji antynarkotykowej, zleconej i nadzorowanej przez sędziego. Nie wydaje się również, by właściwe organy miały uzasadnione podstawy podejrzewać, że pan Teixeira de Castro jest handlarzem narkotyków; przeciwnie, nie był on wcześniej karany i nie było prowadzone przeciwko niemu żadne wstępne dochodzenie. W istocie nie był on znany funkcjonariuszom policji; weszli oni z nim w kontakt jedynie za pośrednictwem V.S. i F.O. (patrz paragraf 10 powyżej). Ponadto, zarekwirowane narkotyki nie znajdowały się w mieszkaniu skarżącego; otrzymał je od osoby trzeciej, która z kolei uzyskała je od jeszcze innej osoby (patrz paragraf 11 powyżej). Wyrok Sąd Najwyższego z dnia 5 maja 1994 r. nie wskazuje też by w chwili zatrzymania skarżącego, posiadana przez niego ilość narkotyków wykraczała poza zamówienie funkcjonariuszy policji. Nie ma dowodów na poparcie argumentu Rządu, że skarżący był predestynowany do popełniania przestępstw. Nieuchronnym wnioskiem z przedstawionych wyżej okoliczności jest stwierdzenie, że dwaj funkcjonariusze policji nie ograniczyli się do zasadniczo biernego śledzenia kryminalnej działalności pana Teixeira de Castro, lecz wywierali na niego wpływ w celu nakłonienia go do popełnienia przestępstwa.", "I wreszcie, Trybunał zauważa, że sądy krajowe w swoich decyzjach stwierdziły, iż skarżący został skazany głównie na podstawie zeznań dwóch funkcjonariuszy policji.", "39.  W świetle powyższych okoliczności, Trybunał konkluduje, że działania dwóch funkcjonariuszy policji wykroczyły poza rolę agentów pod przykryciem, ponieważ nakłonili oni inną osobę do popełnienia przestępstwa, a nic nie wskazuje na to, że bez ich ingerencji przestępstwo zostałoby popełnione. Ta ingerencja oraz jej wykorzystanie w kwestionowanym postępowaniu karnym oznacza, że skarżący od samego początku stanowczo pozbawiony był rzetelnego procesu. A zatem nastąpiło naruszenie Artykułu 6 ust. 1.", "ZARZUT NARUSZENIA ARTYKUŁU 3 KONWENCJI", "40.  \tW swojej skardze do Komisji skarżący podniósł również zarzut naruszenia Artykułu 3 Konwencji, który zabrania \"nieludzkiego lub poniżającego traktowania albo karania\".", "41.  \tTrybunał zauważa, że ani skarżący, ani Rząd, ani Delegat Komisji nie przedstawili żadnego argumentu w tej kwestii. Trybunał nie widzi powodu by rozpatrywać tę kwestię z własnej inicjatywy.", "ZARZUT NARUSZENIA ArtYKUŁU 8 KonWENCJI", "42.  \tPan Teixeira de Castro twierdził, że okoliczności będące przedmiotem jego skargi naruszają Artykuł 8 Konwencji, który stanowi co następuje:", " “1. Każdy ma prawo do poszanowania swojego życia prywatnego i rodzinnego, swojego mieszkania i swojej korespondencji.", "2. Niedopuszczalna jest ingerencja władzy publicznej w korzystanie z tego prawa, z wyjątkiem przypadków przewidzianych przez ustawę i koniecznych w demokratycznym społeczeństwie z uwagi na bezpieczeństwo państwowe, bezpieczeństwo publiczne lub dobrobyt gospodarczy kraju, ochronę porządku i zapobieganie przestępstwom, ochronę zdrowia i moralności lub ochronę prawa i wolności innych osób.\"", "43.  \tMając na względzie wniosek przedstawiony w paragrafie 30 powyżej, Trybunał, podobnie jak Komisja, nie uznaje za konieczne odrębnego badania tej skargi na podstawie Artykułu 8.", "ZASTOSOWANIE ARTYKUŁU 50 KONWENCJI", "44.  \tArtykuł 50 Konwencji stanowi co następuje:", "“Jeśli Trybunał stwierdzi, że nastąpiło naruszenie niniejszej konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.\"", "45.  \tSkarżący wystąpił o odszkodowanie z tytułu szkody pieniężnej oraz niepieniężnej, a także o zwrot kosztów i wydatków.", "Szkoda", "46.  \tPan Teixeira de Castro w pierwszej kolejności wystąpił o kwotę 2.052.000 escudo (PTE) z tytułu utraconych zarobków w okresie trzech lat spędzonych w więzieniu z sześcioletniej kary pozbawienia wolności, jaką mu wymierzono, uzasadniając to argumentem, że bez ingerencji dwóch funkcjonariuszy policji nie zostałby w ogóle skazany. Jak wskazał Sąd Najwyższy w wyroku z dnia 5 maja 1994 r. jego miesięczne uposażenie wynosiło 57.000 PTE. Skarżący wystąpił również o kwotę 15.000.000 PTE z tytułu utraconych zarobków, uzasadniając to tym, że gdy wyszedł z więzienia został zwolniony z pracy i nie był w stanie znaleźć innego zajęcia, ponieważ przylgnęło do niego piętno handlarza narkotyków. Skarżący wystąpił też o kwotę 5.000.000 PTE z tytułu szkody niepieniężnej. Z uwagi na fakt, że przebywał w więzieniu i z tego powodu nie miał żadnych dochodów – jego żona i syn cierpieli głód oraz przeżywali stany lękowe. Od chwili jego skazania ich życie stało się jednym ciągiem upokorzeń; stracił przyjaciół, a członkowie rodziny zerwali z nim kontakty.", "47.  \tRząd twierdził, że nie istnieje żaden związek przyczynowo-skutkowy pomiędzy podnoszoną szkodą a stwierdzonym naruszeniem, ponieważ niemożliwe jest rozstrzygnięcie kwestii, czy sytuacja skarżącego byłaby cokolwiek inna gdyby naruszenie nie miało miejsca. Zdaniem Rządu stwierdzenie naruszenia już jest wystarczającym zadośćuczynieniem z tytułu poniesionej szkody niepieniężnej.", "48.  \tDelegat Komisji rekomendował wypłacenie pewnej kwoty z tytułu szkody niepieniężnej oraz pieniężnej, o ile Trybunał uzna, jak to miało miejsce w sprawie Windisch p-ko Austrii (patrz wyrok z dnia 27 września 1990 r., Seria A nr 186, s. 12, § 35), że pozbawienie wolności skarżącego wynikało bezpośrednio z wykorzystania dowodów w sposób niezgodny z Artykułem 6.", "49.  \tTrybunał podziela ten pogląd. Dokumenty znajdujące się w aktach sprawy wskazują, że zaskarżona kara pozbawienia wolności nie zostałaby orzeczona gdyby nie ingerencja dwóch funkcjonariuszy policji. Utrata przez pana Teixeira de Castro zarobków podczas odbywania przez niego kary pozbawienia wolności, jak i utrata możliwości zarobkowania po wyjściu z więzienia są faktem i – nie będąc nawet kwestionowane przez Rząd – uprawniają go do otrzymania słusznego zadośćuczynienia. Podobnie, skarżący poniósł niewątpliwie szkodę o charakterze niepieniężnym, której nie można zrekompensować samym stwierdzeniem naruszenia.", "\tMając na względzie powyższe okoliczności, i orzekając na zasadzie słuszności zgodnie z Artykułem 50, Trybunał przyznaje skarżącemu kwotę 10.000.000 PTE z tytułu szkody pieniężnej oraz szkody niepieniężnej.", "B.\t\tKoszty i wydatki", "50.  \tPan Teixeira de Castro określił swoje koszty i wydatki w sposób następujący:", "(a)\t5.000.000 PTE z tytułu postępowania przed sądami w Portugalii, przy uwzględnieniu faktu, że Państwo portugalskie wypłaciło mu jedynie kwotę 35.000 PTE w formie pomocy prawnej; oraz", "(b)\t1.500.000 PTE z tytułu postępowania przed Komisją i Trybunałem.", "51.  Rząd uznał, że roszczenia skarżącego są nieuzasadnione.", "52.  Delegat Komisji wyraził pogląd, że niezależnie od kwot, jakie skarżący otrzymał w formie pomocy prawnej, należy mu przyznać jakąś kwotę z tytułu postępowania przed instytucjami Konwencji.", "53.  Trybunał zauważa, że w przedmiotowym czasie adwokat skarżącego zgodził się występować wyłącznie za honorarium w wysokości sumy wypłaconej mu przez właściwe władze portugalskie w ramach krajowego systemu pomocy prawnej. W tych okolicznościach jego klient nie jest zobowiązany do wypłacenia mu dodatkowego honorarium (patrz wyrok w sprawie Windisch, powołanej wyżej, s. 13, § 37). Niemniej jednak, mając na względzie fakt, że kwota wypłacona w formie pomocy prawnej miała skromny charakter, Trybunał, orzekając na zasadzie słuszności, przyznaje skarżącemu kwotę 300.000 PTE z tytułu kosztów i wydatków poniesionych w Portugalii.", "54.  Pan Teixeira de Castro otrzymał również pomoc prawną w postępowaniu przed instytucjami Konwencji. Trybunał nie sądzi, by kwota przyznana mu z tytułu kosztów i wydatków w postępowaniu w Strasburgu była wygórowana. W związku z tym przyznaje mu z tego tytułu kwotę 1.500.000 PTE minus 19.801,70 franków francuskich otrzymanych wcześniej w formie pomocy prawnej.", "C.\tOdsetki z tytułu zwłoki", "55.  Zgodnie z informacjami dostępnymi Trybunałowi, ustawowa wysokość odsetek obowiązująca w Portugalii w chwili wydania niniejszego wyroku wynosi 10% w skali rocznej.", "Z TYCH WZGLĘDÓW TRYBUNAŁ", "Stwierdza większością głosów osiem do jednego, że nastąpiło naruszenie Artykułu 6 ust. 1 Konwencji;", "", "Stwierdza jednogłośnie, że nie jest konieczne badanie czy nastąpiło naruszenie Artykułu 3 Konwencji;", "", "Stwierdza jednogłośnie, że nie jest konieczne badanie sprawy na podstawie Artykułu 8 Konwencji;", "", "Stwierdza większością głosów osiem do jednego", "\t(a)  że pozwane Państwo ma wypłacić skarżącemu, w terminie trzech miesięcy, następujące kwoty:", "\t(i)  10.000.000 (dziesięć milionów) escudo z tytułu szkody pieniężnej oraz szkody niepieniężnej;", "\t(ii)  1.800.000 (jeden milion osiemset tysięcy) escudo z tytułu kosztów i wydatków, minus kwota 19.801,70 franków francuskich (dziewiętnaście tysięcy osiemset jeden franków i siedemdziesiąt centymów), po przeliczeniu na escudo według kursu obowiązującego w dniu rozliczenia; oraz", "\t(b) że płatności podlegają proste odsetki według stawki 10% od wymienionych kwot, począwszy od wygaśnięcia wyżej wymienionego terminu trzech miesięcy do chwili rozliczenia;", "", "Oddala jednogłośnie pozostałe roszczenia o słuszne zadośćuczynienie.", "", "Sporządzono w językach angielskim i francuskim i ogłoszono w trakcie publicznej rozprawy w Gmachu Praw Człowieka, w Strasburgu, dnia 9 czerwca 1998 roku.", "Podpisano: Rudolf BERNHARDT", "\t\t\t\t\t\t\t\tPrzewodniczący", "Podpisano: Herbert PETZOLD", "  Kanclerz", "", "Zgodnie z Artykułem 51 ust. 2 Konwencji oraz Regułą 55 ust. 2 Regulaminu Trybunału B, do niniejszego wyroku załączono zdanie odrębne pana Butkevych.", "Parafowano: R. B.\nParafowano H. P.", "", "ZDANIE ODRĘBNE SĘDZIEGO BUTKEVYCH", "Żałuję, ale nie mogę się zgodzić z taką decyzją. Gotów jestem podzielać obawy, że nieusankcjonowane działania policji – nawet jeśli wynikają ze szlachetnych pobudek – mogą prowadzić do rażących naruszeń praw człowieka. Jeśli ważymy prawa i wolności jednostki w rozdzieleniu od praw i wolności społeczeństwa jako całości – rozstrzygnięcie musi wypaść na korzyść jednostki. Jednakże, mając na względzie fakt, że pewnych praw i wolności nie można rozpatrywać w oderwaniu, ponieważ nie są one prawami absolutnymi, broniąc praw jednostki należy uwzględnić ograniczenia nałożone na nie w celu ochrony praw pozostałych członków społeczeństwa.", "Szczególnie uważnie należy podchodzić do przestrzegania tej równowagi w przypadku przestępstw stanowiących zagrożenie dla społeczeństwa, takich jak na przykład: transplantacje organów ludzkich z użyciem przemocy dla osiągnięcia korzyści majątkowych, handel ludźmi, wymuszona prostytucja, terroryzm, bezprawny handel komponentami broni masowej zagłady oraz handel narkotykami.", "W przedmiotowej sprawie skarżący wiedział, że popełnia przestępstwo karne. Fakt, że nie był świadomy, iż osobami proponującymi mu kupno heroiny byli funkcjonariusze policji nie zmienia istoty sprawy.", "Argument, że uprawnieni \"agenci pod przykryciem\" działali między innymi jako \"agenci prowokatorzy\" jest w przedmiotowej sprawie nieprzekonujący. Określenie w dokumentach procesowych sądów krajowych, że \"nawet gdyby byli oni agentami prowokatorami\" – nie oznacza wcale, że w rzeczywistości byli oni \"prowokatorami\". W każdym społeczeństwie osoba sprzedająca narkotyki bez wymaganego zezwolenia lub uprawnienia wie – lub powinna wiedzieć – że może wyrządzić szkodę osobom trzecim. Ponadto, realizując przyjętą linię obrony, może ona bez żadnych trudności oskarżyć inną osobę o bycie \"prowokatorem\". Ponadto, w tego rodzaju sprawach przepisy prawa umożliwiają wykorzystanie \"agentów pod przykryciem\".", "Również dokumenty procesowe nie są, moim zdaniem, niejednoznaczne tylko z tego powodu, że krajowe organy sądowe oparły swoje decyzje wyłącznie na podstawie zeznań funkcjonariuszy policji.", "Zgadzam się z decyzjami sądowymi opartymi na faktach stwierdzonych przez Komisję. Jednakże nie mogę poprzeć uzasadnienia dla tych decyzji, co wynika z moich wahań dotyczących kategoryzacji niniejszego dokumentu.", ""]}