{"file": "POL_HJUDPOL_66529_11.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "66529/11", "text_paragraphs": ["© Naczelny Sąd Administracyjny,  [Translation already published on the official website of the Polish Supreme Administrative Court]. Permission to re-publish this translation has been granted by the Polish Supreme Administrative Court for the sole purpose of its inclusion in the Court’s database HUDOC", "© Naczelny Sąd Administracyjny,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Naczelnego Sądu Administracyjnego]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Naczelny Sąd Administracyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "DRUGA SEKCJA", "", "SPRAWA N.K.M. przeciwko WĘGROM", "", "(Skarga nr. 66529/11)", "", "", "WYROK", "", "Wersja niniejsza została poprawiona w dniu 2 lipca 2013 roku\nna mocy postanowień art. 81 Regulaminu Trybunału", "", "STRASBURG", "", "14 maja 2013 roku", "", "OSTATECZNY", "", "04/11/2013", "", "Wyrok ten stał się ostateczny zgodnie z warunkami określonymi w artykule 44 § 2 Konwencji. Wyrok podlega korekcie wydawniczej.", "", "", "W sprawie N.K.M. przeciwko Węgrom,", "Europejski Trybunał Praw Człowieka (Druga Sekcja), zasiadając jako Izba w składzie:", "\tGuido Raimondi, Przewodniczący,\n\tDanutė Jočienė,\n\tPeer Lorenzen,\n\tAndrás Sajó,\n\tIşıl Karakaş,\n\tNebojša Vučinić,\n\tHelen Keller, sędziowie,\noraz Stanley Naismith, Kanclerz Sekcji,", "obradując na posiedzeniu niejawnym w dniu 2 kwietnia 2013 roku,", "wydaje następujący wyrok, który został przyjęty tym dniu:", "POSTĘPOWANIE", "1.  Sprawa została wszczęta skargą (nr 66529/11) przeciwko Węgrom, wniesioną do Trybunału na mocy art. 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (zwanej dalej „Konwencją”) przez panią N.K.M., obywatelkę Węgier (zwaną dalej „skarżącą”) w dniu 19 października 2011 roku. Przewodniczący Sekcji przychylił się do wniosku skarżącej, aby jej nazwisko nie zostało ujawnione (art. 47 § 3 Regulaminu Trybunału).", "2.  Skarżącą reprezentował p. D. Karsai, prawnik prowadzący działalność w Budapeszcie. Rząd Węgier (zwany dalej „Rządem”) reprezentował p. Z. Tallódi, Pełnomocnik (Ministerstwo Administracji Publicznej i Sprawiedliwości).", "3.  Skarżąca zarzucała, powołując się na art. 1 Protokołu nr 1 – samodzielnie oraz w związku z art. 13 – że nałożenie 98% podatku na część kwoty jej odprawy przekraczającą określoną wartość progową było równoznaczne z nieuzasadnionym pozbawieniem skarżącej jej własności bądź też formą opodatkowania w oparciu o rażąco nieproporcjonalną stawkę, przy jednoczesnym braku jakiegokolwiek środka odwoławczego.", "Co więcej, skarżąca podnosiła też, powołując się na art. 8, że domniemanie prawne, że zakwestionowane dochody były sprzeczne z dobrymi obyczajami, stanowiło naruszenie przysługującego jej prawa do zachowania dobrego imienia.", "Skarżąca stwierdziła wreszcie, że art. 14 Konwencji w związku z art. 1 Protokołu nr 1 został naruszony, ponieważ przedmiotowy podatek miał zastosowanie wyłącznie do osób odchodzących z pracy w sektorze publicznym, i ponieważ preferencyjne progi podatkowe miały zastosowanie wyłącznie do określonej grupy osób w ramach omawianej kategorii.", "4.  W dniu 14 lutego 2012 roku skarga została zakomunikowana Rządowi. Ponadto, postanowiono jednocześnie rozstrzygnąć kwestię dopuszczalności oraz przedmiotu skargi (Art. 29 § 1 Konwencji).", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "5.  Skarżąca urodziła się w 19... roku i mieszka w Budapeszcie.", "6.  Skarżąca, będąca pracownikiem służby cywilnej od trzydziestu lat, pracowała w jednym z ministerstw. W dniu 27 maja 2011 roku została zwolniona z pracy ze skutkiem od 28 lipca 2011 roku. Zwolnienie skarżącej z pracy stanowiło element całej fali podobnych działań podejmowanych w całej służbie cywilnej.", "7.  Na skutek rozwiązania stosunku pracy, skarżącej z mocy ustawy przysługiwała wypłata wynagrodzenia za dwa miesiące (czerwiec i lipiec 2011 roku), podczas których była ona zwolniona z obowiązku świadczenia pracy. Dodatkowo, miała ona także otrzymać odprawę odpowiadającą wysokości wynagrodzenia za osiem miesięcy na mocy sekcji 19(2) g) Ustawy nr XXIII z 1992 roku o statusie pracowników służby cywilnej, a także nieokreśloną bliżej kwotę stanowiącą ekwiwalent za niewykorzystane urlopy.", "Świadczenia te – w zakresie, w jakim nie stanowiły one rekompensaty za niewykorzystane urlopy za 2011 rok – zostały następnie obłożone podatkiem o stawce 98% w zakresie, w jakim ich wartość przekraczała kwotę 3,5 miliona forintów węgierskich (HUF). Kwota przekraczająca wskazany wyżej próg wynosiła 2,4 mln HUF. Na skutek tego całkowite obciążenie podatkowe nałożone na całość kwoty odprawy wyniosło 52%, podczas gdy w przedmiotowym okresie ogólna stawka opodatkowania podatkiem dochodowym wynosiła 16%.", "Opodatkowana kwota nigdy nie została skarżącej wypłacona, lecz została ona potrącona przez pracodawcę i przekazana bezpośrednio organowi podatkowemu.", "II.  WŁAŚCIWE PRAWO KRAJOWE", "8.  Sekcja 19 Ustawy nr. XXIII z 1992 roku o statusie pracowników służby cywilnej stanowi, co następuje:", "„(1) Pracownik służby cywilnej ... mieć będzie prawo do otrzymania odprawy w przypadku rozwiązania stosunku pracy w drodze zwyczajnego zwolnienia z pracy ... .", "(2) Wysokość odprawy wynosić będzie, w zależności od stażu pracy danego pracownika służby cywilnej:", "...", "g) Równowartość wynagrodzenia za osiem miesięcy w przypadku stażu pracy wynoszącego co najmniej 20 lat ...”", "9.  W dniu 22 lipca 2010 roku, węgierski Parlament przyjął Ustawę nr XC z 2010 roku o przyjęciu i zmianie niektórych ustaw finansowych i gospodarczych (zwaną dalej „Ustawą”). Ustawa, która opublikowana została w Dzienniku Ustaw w dniu 13 sierpnia 2010 roku, wprowadzała m.in. nowy podatek od niektórych płatności na rzecz pracowników sektora publicznego w przypadku rozwiązania ich stosunku zatrudnienia. W efekcie, odprawy oraz niektóre inne płatności związane z rozwiązaniem stosunku pracy (takie jak rekompensaty za niewykorzystane okresy urlopu), których wysokość przekraczała kwotę 2 mln HUF, obłożne zostały 98-procentowym podatkiem. Mimo to jednak możliwe było odliczenie od tego podatku już opłaconych kwot podatku dochodowego oraz składek na ubezpieczenia społeczne. Bez względu na wskazany wyżej próg wynoszący 2 mln HUF, przepisy ustawowe odnoszące się do wysokości odpraw – stanowiących, w niektórych przypadkach, równowartość 12-miesięcznego wynagrodzenia – nie uległy zmianie. W projekcie poprzedzającym uchwalenie Ustawy uzasadniano wprowadzenie nowego podatku względami moralności publicznej oraz niekorzystną sytuacją budżetu państwa.", "10.  Ustawa weszła w życie w dniu 1 października 2010 roku; miała ona jednak mieć zastosowanie do wskazanych w niej dochodów od 1 stycznia 2010 roku. Jednocześnie wprowadzono także poprawki do Konstytucji, wprowadzając retroaktywną odpowiedzialność podatkową za dany rok podatkowy w odniesieniu do „wszelkiego rodzaju wynagrodzeń sprzecznych z dobrymi obyczajami” w sektorze publicznym.", "11.  Ustawa została zaskarżona do Trybunału Konstytucyjnego w ramach kontroli abstrakcyjnej (ex post facto). Trybunał, w dniu 26 października 2010 roku, orzeczeniem nr 184/2010 (X.28.) AB uznał zaskarżone przepisy za sprzeczne z Konstytucją .", "Zdaniem Trybunału Konstytucyjnego, przychody osiągnięte wyłącznie w oparciu o odpowiednie przepisy ustawowe (tj. przeważająca większość przychodów objętych przepisami zakwestionowanej ustawy) nie mogły być uznane za sprzeczne z dobrymi obyczajami, co oznaczało, że nawet wprowadzenie zmian w Konstytucji nie mogło uzasadniać wprowadzenia retroaktywnego podatku w wysokości 98%. Trybunał Konstytucyjny wskazał, że tylko w wyjątkowych okolicznościach dokonywał on oceny stawek bądź wysokości opodatkowania; mimo to jednak stwierdził on, że obciążenie finansowe jest niekonstytucyjne w przypadku, kiedy nosił ono znamiona konfiskaty majątku bądź też jego zakres jest w sposób ewidentny zawyżony, tj. nieproporcjonalny i nieuzasadniony. Analizując także „zasadę pięćdziesięciu procent” (Halbteilungsgrundsatz) ustanowioną przez Niemiecki Federalny Trybunał Konstytucyjny – zgodnie z którą całkowite obciążenie podatkowe aktywów musi być ograniczone do wysokości 50%-60% przychodu z tych aktywów – Trybunał uznał, że 98-procentowy podatek jest nadmiernie uciążliwy i ma charakter represyjny, a mimo to ma on zastosowanie także do odpraw uzyskanych w sposób niebudzący jakichkolwiek wątpliwości. Przedmiotowy podatek nakładany jest bądź potrącany od przychodów nawet wówczas, kiedy nie jest możliwe wykazanie ich moralnie wątpliwego pochodzenia. Trybunał Konstytucyjny uchylił zaskarżone przepisy w sposób retroaktywny, czyniąc je nieważnymi od dnia wejścia w życie Ustawy. Podejmując powyższe rozstrzygnięcie, Trybunał opierał się na wskazanych wyżej argumentach, nie odnosząc się do kwestii ochrony własności, która nie była w przedmiotowej sprawie przedmiotem rozważań Trybunału.", "12.  Orzeczenie Trybunału Konstytucyjnego zawierało w szczególności następujące twierdzenia:", "„5.2 ... [Ustawa] ma zastosowanie do ... płatności mających swoje źródło w bezwarunkowych uprawnieniach wynikających z ustawy i zdefiniowanych za pomocą kryteriów o charakterze obiektywnym, tzn. do płatności otrzymywanych z dowolnych źródeł wskazanych w treści Ustawy i przekraczających [wskazaną] kwotę ... Ustawa ma zastosowanie nie tylko do jednostek budżetowych, ale także do innych podmiotów działających w charakterze pracodawców, będących własnością Państwa. Wykorzystanie funduszy prywatnych uzależnione jest od stosunkowo swobodnie podejmowanych wyborów i samodzielnych decyzji poszczególnych obywateli. Sytuacja przedstawia się jednak inaczej w przypadku funduszy publicznych. [Zaskarżona ustawa] odnosi się do funduszy publicznych, określając – w sposób przynajmniej pośredni – sposób wykorzystywania środków publicznych.", "5.3. ... W zależności od okoliczności, 98-procentowa stawka opodatkowania może mieć zastosowanie do płatności mających swoje źródło w obowiązkowym stosowaniu bezwzględnie obowiązujących przepisów prawa. ... W tego rodzaju przypadkach, specjalna stawka opodatkowania nie spełnia funkcji instrumentu regulacyjnego z uwagi na niemożliwą do uniknięcia podstawę faktyczną. Nie przyczynia się ona także do zapobiegania nadużyciom w zakresie płatności; jej celem wydaje się raczej ściągnięcie niemal całej kwoty [przedmiotowego] dochodu i przekazanie jej do budżetu centralnego. ...", "Wysokość danin publicznych uznawana będzie za sprzeczną z Konstytucją w przypadku, kiedy noszą one znamiona konfiskaty majątku bądź też ich stawka jest w ewidentny sposób zawyżona – do tego stopnia, że można uznać ją za nieproporcjonalną i nieuzasadnioną. ...", "W niniejszym przypadku mamy do czynienia ze znacznej wysokości podatkiem o charakterze represyjnym, mającym zastosowanie również do płatności otrzymywanych z mocy samego prawa i w granicach właściwego wykonywania przysługujących poszczególnym osobom praw podmiotowych w następstwie rozwiązania stosunku pracy w sektorze publicznym. Ustawa miałaby zastosowanie także w przypadkach, w których nie jest możliwe stwierdzenie jakiegokolwiek naruszenia prawa w związku z dokonaniem płatności związanych z rozwiązaniem stosunku prawnego. Skutkowałoby to pozbawieniem osób podlegających obowiązkowi zapłaty podatku dochodu mającego swoje źródło w bezwarunkowych uprawnieniach wynikających z przepisów ustawy. ...", "Zwiększenie przychodów budżetu państwa i zapewnienie ogólnego, proporcjonalnego rozłożenia obciążeń natury publicznej stanowi dla wprowadzającego tego rodzaju rozwiązania ustawodawcy jedynie drugorzędny, dodatkowy cel. Bezpośrednim celem, jaki przyświecał w tym przypadku ustawodawcy, było stworzenie określonej wysokości bariery w obszarze wysokości dochodów z zastosowaniem środków dostępnych na gruncie prawa podatkowego. Niemniej jednak nałożenie obciążeń podatkowych bądź innych tego rodzaju danin nie jest konstytucyjnie dopuszczalnym środkiem, który mógłby posłużyć realizacji tego rodzaju celu. Ustawodawca dysponuje szeregiem innych, zgodnych z Konstytucją instrumentów pozwalających ten cel osiągnąć. Może on zmniejszyć bądź nawet zlikwidować na przyszłość niektóre dodatki, do których Ustawa ma zastosowanie, bądź też zmodyfikować system przyznawania tego rodzaju dodatków, tak aby w przyszłości nie było możliwe nabywanie dalszych uprawnień do otrzymywania dodatków przekraczających określony limit. Mimo to jednak, ustawodawca może korzystać z przysługującej mu swobody decyzji wyłącznie w ramach przepisów prawa międzynarodowego oraz prawa Wspólnot Europejskich”.", "13.  W oparciu o nowy projekt ustawy wniesiony w tym samym dniu, w którym swoje orzeczenie ogłosił Trybunał Konstytucyjny, tj. 16 listopada 2010 roku, Parlament ponownie wprowadził 98-procentowy podatek, aczkolwiek zastosowano w tym zakresie pewne zmiany, na mocy których podatek miał mieć zastosowanie od dnia 1 stycznia 2005 roku; jednakże, w odniesieniu do większości osób, do których miał on zastosowanie (z wyjątkiem niektórych urzędników wyższego szczebla), dotyczył on teraz wyłącznie przychodów przekraczających kwotę 3,5 mln HUF. Nowe przepisy zostały ogłoszone w Dzienniku Ustaw w dniu 16 listopada i weszły w życie 30 grudnia 2010 roku.", "14.  Jednocześnie, Parlament po raz kolejny dokonał zmian w treści Konstytucji, zezwalając na nakładanie obciążeń podatkowych za okres do pięciu lat wstecz. Co więcej, ograniczono także kompetencje Trybunału Konstytucyjnego: w zmienionych przepisach Konstytucji znalazło się bowiem ograniczenie dotyczące przysługującego Trybunałowi prawa do badania ustawodawstwa dotyczącego zagadnień budżetowych oraz podatkowych. Ograniczenie to – które utrzymano w mocy także na gruncie nowej Ustawy Zasadniczej obowiązującej od dnia 1 stycznia 2012 roku – zakłada, że badanie konstytucyjności przepisów możliwe jest wyłącznie w odniesieniu do naruszeń prawa do życia i godności człowieka, ochrony danych osobowych, wolności myśli, sumienia i wyznania oraz praw dotyczących obywatelstwa węgierskiego.", "15.  W następstwie wniosku o dokonanie kontroli abstrakcyjnej o charakterze ex post facto, w dniu 6 maja 2011 roku orzeczeniem nr 37/2011 (V.10.) AB Trybunał Konstytucyjny – pomimo ograniczenia jego kompetencji – uchylił przepisy zezwalające na stosowanie 98-procentowej stawki opodatkowania za okres do pięciu lat wstecz, powołując się na prawo każdego człowieka do zachowania godności. W uzasadnieniu tego orzeczenia podkreślono, że jedynie opodatkowanie przychodów uzyskanych w okresie przed rokiem podatkowym 2010 stanowiło naruszenie prawa do godności. Trybunał Konstytucyjny nie uznał za niekonstytucyjne zawartego w Ustawie domniemania, że przychody, do których miała ona zastosowanie, były sprzeczne z dobrymi obyczajami; orzekł on natomiast, że domniemanie to powinno być na gruncie obowiązującego prawa, domniemaniem wzruszalnym. Z uwagi na ograniczoną właściwość, Trybunał nie rozważał materialnoprawnych aspektów przedmiotowego podatku.", "16.  Orzeczenie Trybunału Konstytucyjnego zawierało w szczególności następujące twierdzenia:", "“1. ... Trybunał Konstytucyjny stwierdził, że moc wsteczna Ustawy ma zastosowanie nie tylko do przychodów osiągniętych contra bonos mores, ale również do przychodów mających swoje źródło w bezwarunkowych uprawnieniach wynikających z przepisów ustawy. Wypłata kwot wynikających z przepisów ustawy [które nie zostały uchylone] nie może być uważana za sprzeczną z dobrymi obyczajami.", "Co się tyczy przepisów ustawy stosowanych prospektywnie, Trybunał Konstytucyjny wskazał, że przedmiotowy podatek ma zastosowanie także do płatności otrzymanych w sposób zgodny z prawem i w granicach właściwego wykonywania praw podmiotowych przysługujących poszczególnym osobom w następstwie rozwiązania stosunku pracy w sektorze publicznym, a także że pozbawia on osoby, na które został on nałożony, przychodów mających swoje źródło w bezwarunkowych uprawnieniach wynikających z przepisów ustawy. Niemniej jednak w tym przypadku ustawodawca interpretuje termin „specjalna stawka opodatkowania” w taki sposób, że całkowicie pozbawia on osoby opodatkowane dochodu objętego podatkiem, przekraczając tym samym zakres przyznanych mu na mocy Konstytucji uprawnień i naruszając treść zmodyfikowanej normy konstytucyjnej dotyczącej rozłożenia obciążeń publicznych.", "2. Po wydaniu orzeczenia nr 184/2010 (X.28.) AB, Parlament dokonał zmiany przepisów dotyczących kompetencji Trybunału Konstytucyjnego, a także przepisów Ustawy Zasadniczej dotyczących rozłożenia obciążeń publicznych, ponownie wprowadzając do systemu prawnego specjalny podatek. ...", "2.2 ... [Nowe ustawodawstwo] nie odnosi się w żaden sposób do koncepcji „sprzeczności z dobrymi obyczajami”, zezwalając na wprowadzanie przepisów obowiązujących z mocą wsteczną za okres do pięciu lat podatkowych wstecz, a także na nakładanie [wszelkiego rodzaju] danin nieskutkujących [całkowitym] pozbawieniem opodatkowanych dochodów. ...", "4.1.1. ... Stosunki prawne objęte specjalnym podatkiem zazwyczaj regulowane są na mocy tzw. „ustaw dotyczących statusu prawnego” [tj. ustaw dotyczących statusu prawnego pracowników służby cywilnej]. [W tym kontekście] wynagrodzenie określone jest na podstawie tzw. „skali płac”, która ma dla stron zainteresowanych charakter obowiązkowy, a jej zastosowanie jest niezależne od ich woli.", "[Co więcej,] zakres podmiotowy specjalnego podatku obejmuje także pracowników i pracodawców, głównie tych objętych przepisami Kodeksu Pracy, którzy są w stanie w sposób znaczący wpływać na kwoty dodatków do wynagrodzenia wypłacanych z chwilą rozwiązania stosunku pracy. ...", "W omawianym zakresie, przedmiotowy podatek specjalny stanowi podatek, którego celem nie jest generowanie przychodów [dla budżetu Państwa]. W związku z powyższym stanowi on instrument o charakterze regulacyjnym. ... Niektóre rodzaje podatków mogą służyć nie tylko zwiększaniu przychodów budżetu Państwa, ale także funkcjonować w charakterze instrumentów o charakterze regulacyjnym. Po drugie – co równie istotne – [omawiany] podatek może także być postrzegany jako element polityki ekonomicznej Państwa. W tym zakresie, ustawodawcy przyznano wyjątkowo szeroki konstytucyjny margines uznania. ...", "4.1.4. ... Omawiany podatek specjalny nie jest ogólnym podatkiem dochodowym mającym zastosowanie do wszystkich rodzajów dochodów, lecz podatkiem szczególnym, nakładanym na jednorazowe, niemające charakteru powtarzalnego płatności związane z wystąpieniem konkretnych okoliczności faktycznych (tj. rozwiązaniem stosunku prawnego), które przekraczają określony próg kwotowy. ...", "Tego rodzaju podatek, wywołujący skutek ex nunc, nie może być uznawany za naruszający prawo do ochrony godności człowieka ani też za formę niewłaściwej ingerencji Państwa w autonomię jednostki. Biorąc pod uwagę podstawę opodatkowania, dochody niemieszczące się w zakresie tejże podstawy oraz ich wysokość, podatek specjalny nie może być uznany za skutkujący całkowitym pozbawieniem opodatkowanych osób ich własności. ...", "Uzyskanie przez jednostkę dochodu objętego podatkiem doznaje ograniczeń o charakterze publicznoprawnym, mających swoje źródło w przepisach dotyczących tegoż podatku. ...", "4.2.4. ... W przypadku sprzeniewierzenia środków publicznych, ograniczenie w zakresie płatności może oddziaływać nawet z mocą wsteczną, [zgodnie z postanowieniami] sekcji 70/I ust. 2 Konstytucji. Trybunał Konstytucyjny zdążył już podkreślić, w orzeczeniu nr 184/2010 (X.28.) AB, że podatek specjalny o charakterze retroaktywnym może zostać nałożony na niesprawiedliwie wysokie płatności, na niektóre rodzaje odpraw bądź też na rekompensaty za znaczące okresy niewykorzystanego urlopu wypoczynkowego nagromadzone na przestrzeni lat; omawiana Ustawa, mająca na celu zapobieganie nadużyciom i zapewnienie społeczeństwu poczucia sprawiedliwości nie jest sama w sobie niekonstytucyjna, niemniej jednak musi się ona mieścić w ramach wyznaczonych zmienionymi przepisami Konstytucji.", "4.2.5. Nałożenie natomiast podatku na dochody nabyte [zgodnie z prawem] w danym roku podatkowym ... nie może być uważane za służące wdrożeniu nowego ust. 2 sekcji 70/I Konstytucji, lecz za ingerencję władz publicznych w autonomię jednostki idącą tak daleko, że nie jest możliwe jej usprawiedliwienie na gruncie przepisów Ustawy Zasadniczej, co oznacza, że ingerencja ta stanowi naruszenie ludzkiej godności podatnika. ...", "Podatek specjalny nie zapewnia sprawiedliwej i uczciwej oceny indywidualnych okoliczności; jego moc wsteczna ma zastosowanie względem wszystkich podatników bez żadnego rozróżnienia [pomijając dwa wyjątki wskazane powyżej]. Podatek ten nie uwzględnia ponadto obiektywnych okoliczności dotyczących szerokiej grupy podatników, takich jak kryzys gospodarczy bądź sytuacje o charakterze nagłym, co może w negatywny sposób wpływać na sytuację danej osoby...”", "17.  W dniu 9 maja 2011 roku Parlament po raz kolejny przyjął przepisy zakładające retroaktywne stosowanie 98-procentowego podatku. Przepisy o zmianie Ustawy nr XC z 2010 roku zostały ogłoszone w Dzienniku Ustaw w dniu 13 maja i weszły w życie 14 maja 2011 roku. Przepisy te stanowiły, że jedynie odpowiednie przychody uzyskane po dniu 1 stycznia 2010 roku powinny podlegać opodatkowaniu. Zmieniona w ten sposób ustawa nie przewidywała jakichkolwiek środków odwoławczych dla osób objętych opodatkowaniem.", "18.  Ustawa, pozostająca w mocy od dnia 14 maja 2011 roku, stanowi (w sekcji 8-12/B) że do dochodów uzyskanych w dniu 1 stycznia 2010 roku oraz po tej dacie mieć będą zastosowanie specjalne przepisy dotyczące opodatkowania. Dochody obłożone będą 98-procentowym podatkiem w przypadku, gdy dana osoba fizyczna świadczyła pracę na rzecz jednostki gospodarczej bądź organizacji działającej za pieniądze publiczne, gdy wypłata stanowi skutek rozwiązania stosunku pracy oraz gdy kwota dochodu przekracza 3,5 mln HUF (bądź w niektórych przypadkach 2 mln HUF). Dochody uzyskane pomiędzy 1 stycznia 2010 roku a 29 grudnia 2010 roku wykazywane były przez osoby fizyczne w drodze samodzielnie wypełnianych deklaracji podatkowych składanych do dnia 25 lutego bądź 10 maja (w zależności od grupy, do jakiej zaliczał się dany podatnik). Termin uiszczenia podatku w obu wypadkach był taki sam jak termin na złożenie deklaracji.", "19.  Parlamentarzyści, wiceburmistrzowie oraz Europarlamentarzyści wykazywali swoje dochody za 2010 rok podlegające opodatkowaniu przedmiotowym podatkiem specjalnym w odmienny sposób, przekazując oddzielne zaświadczenie podatkowe najpóźniej do dnia 31 lipca 2011 roku. Termin na uiszczenie podatku był taki sam jak termin na złożenie deklaracji. Osoby zobowiązane do uiszczenia specjalnego podatku składały oświadczenia dotyczące dochodów podlegających opodatkowaniu uzyskanych pomiędzy 1 stycznia 2011 roku a 13 maja 2011 roku, składając deklaracje podatkowe do dnia 25 lutego bądź 20 maja 2012 (w zależności od grupy, do jakiej zaliczał się dany podatnik) i uiszczały należne kwoty w tych samych terminach. We wszystkich pozostałych przypadkach, podatek specjalny pobierany był przez podmiot wypłacający wynagrodzenie; potrącenie to wykazywane było w deklaracjach podatkowych osób fizycznych objętych podatkiem za dany rok podatkowy.", "Wszelkie opłaty uiszczone bądź potrącone od danej osoby fizycznej, wliczając w to w szczególności podatek dochodowy bądź składki indywidualne uznawane są za zaliczki na poczet omawianego podatku specjalnego.", "III.  WŁAŚCIWE PRAWO UNII EUROPEJSKIEJ", "20.  Karta Praw Podstawowych Unii Europejskiej stanowi, co następuje:", "Artykuł 34 – Zabezpieczenie społeczne i pomoc społeczna", "“1. Unia uznaje i szanuje prawo do świadczeń z zabezpieczenia społecznego oraz do usług społecznych, zapewniających ochronę w takich przypadkach, jak: macierzyństwo, choroba, wypadki przy pracy, zależność lub podeszły wiek oraz w przypadku utraty zatrudnienia, zgodnie z zasadami ustanowionymi w prawie Unii oraz ustawodawstwach i praktykach krajowych”.", "21.  Europejski Trybunał Sprawiedliwości orzekł w Sprawie C-499/08 Andersen przeciwko Region Syddanmark, [2010] ECR I-09343, co następuje:", "“29.  Cel realizowany przez przyznawanie pracownikom odpraw, tj. zapewnienie ochrony pracownikom o długim stażu pracy w danym przedsiębiorstwie i udzielenie im pomocy w poszukiwaniach nowej pracy, mieści się w kategorii uprawnionych celów polityki zatrudnienia i rynku pracy, o których mowa w art. 6(1) Dyrektywy 2000/78.”", "22.  Zalecenie Komisji Europejskiej z dnia 30 kwietnia 2009 roku w sprawie polityki wynagrodzeń w sektorze usług finansowych (2009/384/EC) stanowi, co następuje:", "“1.  Podejmowanie nadmiernego ryzyka w branży usług finansowych, a w szczególności w bankach i przedsiębiorstwach inwestycyjnych, przyczyniło się do bankructw przedsiębiorstw finansowych i do problemów systemowych w państwach członkowskich oraz na poziomie ogólnoświatowym. ...", "5.  Stworzenie odpowiednich zachęt w ramach samego systemu wynagrodzeń powinno zmniejszyć obciążenia systemu zarządzania ryzykiem i zwiększyć prawdopodobieństwo, że systemy te staną się efektywne. Istnieje zatem potrzeba ustanowienia zasad rozsądnej polityki wynagrodzeń.”", "PRAWO", "I.  ZARZUT NARUSZENIA ART. 1 PROTOKOŁU NR 1 DO KONWENCJI", "23.  Skarżąca zarzuciła, że nałożenie 98-procentowego podatku na część jej odprawy było równoważne z nieuzasadnionym pozbawieniem jej należącej do niej własności. Skarżąca powołała się na art. 1 Protokołu nr 1, który stanowi, co następuje:", "„Każda osoba fizyczna i prawna ma prawo do poszanowania swego mienia. Nikt nie może być pozbawiony swojej własności, chyba że w interesie publicznym i na warunkach przewidzianych przez ustawę oraz zgodnie z podstawowymi zasadami prawa międzynarodowego.", "Powyższe postanowienia nie będą jednak w żaden sposób naruszać prawa Państwa do wydawania takich ustaw, jakie uzna za konieczne dla uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym lub w celu zapewnienia uiszczania podatków bądź innych należności lub kar pieniężnych.”", "24.  Rząd nie zgodził się z powyższą argumentacją.", "A.  Dopuszczalność", "25.  Trybunał zauważa, że niniejsza skarga nie może zostać uznana za w sposób oczywisty nieuzasadnioną w rozumieniu art. 35 § 3 lit. a) Konwencji. W opinii Trybunału nie jest też niedopuszczalna z żadnych innych przyczyn. W związku z powyższym musi zostać uznana za dopuszczalną.", "B.  Przedmiot sprawy", "1.  Oświadczenia stron", "a.  Rząd", "26.  Rząd nie kwestionował faktu, że stanowiące przedmiot sporu pozbawienie skarżącej części przychodu było równoważne z ingerencją w przysługujące jej prawo własności. Zdaniem Rządu jednak, ingerencja ta została dokonana w oparciu o przepisy prawa i miała za zadanie zapewnić realizację uprawnionych celów w postaci zapewnienia społecznego poczucia sprawiedliwości oraz ochrony środków publicznych. Wskazane wyżej cele służące interesowi ogółu uznane zostały także przez Unię Europejską, która podjęła działania legislacyjne (zob. paragraf 22 powyżej) zmierzające do ukrócenia praktyki przyznawania nadmiernie wysokich odpraw, jako że ich wysokość stanowiła sama w sobie naruszenie poczucia sprawiedliwości społecznej, ponadto zaś polityka wynagrodzeń stosowana w sektorze finansowym w odniesieniu do kadry zarządzającej była czynnikiem, który przyczynił się do wystąpienia niedawnego międzynarodowego kryzysu finansowego.", "27.  Rząd wyraził ponadto pogląd, że dla osiągnięcia wskazanych wyżej celów służących interesowi ogółu, opodatkowanie może, w warunkach społeczeństwa demokratycznego, być traktowane jako najbardziej stosowny środek regulacyjny. W zakresie, w jakim sporny podatek mógł być postrzegany jako zmieniający postanowienia istniejącej umowy o pracę między skarżącą a jej pracodawcą, Rząd stwierdził, że w celu zapewnienia poszanowania zawartych już umów konieczne jest, aby ich zmiana bądź rozwiązanie następowały w sposób zgodny z przepisami prawa, nawet jeśli zawierają one postanowienia z pozoru zgodne z obowiązującym prawem, które jednak skutkują powstaniem niekorzystnych konsekwencji dla budżetu Państwa, naruszających społeczne poczucie sprawiedliwości.", "28.  Rząd wskazał, że wprowadzając specjalny podatek, ustawodawca miał na celu zapewnienie sprawiedliwej równowagi między realizowanym celem a ograniczeniem praw jednostki – zwracając jednocześnie należną uwagę na okoliczność, że w samym środku głębokiego globalnego kryzysu gospodarczego nie tylko Państwo, ale i inne działające na rynku podmioty winny ponosić dodatkowe obciążenia. Zdaniem Rządu władze państwowe powinny w tym zakresie dysponować szerokim marginesem oceny. Stawki opodatkowania o znacznej wysokości stosowane są w ramach różnych reżimów podatkowych.", "Rząd podkreślił także, że kwoty odpraw nieprzekraczające kwoty 3,5 mln HUF nie podlegały postanowieniom będącej przedmiotem sporu Ustawy (w tej części opodatkowane były one bowiem ogólnym podatkiem dochodowym wynoszącym 16%); w związku z powyższym, rozkład obciążeń należało uznać za uczciwy i sprawiedliwy. W tym względzie Rząd wskazał także, że przedmiotowa kwota stanowiła równowartość mniej więcej szesnastomiesięcznej średniej pensji na Węgrzech w 2010 roku.", "29.  Ponadto, pozbawienie skarżącej przychodu nie było, w opinii Rządu, nadmiernie uciążliwe. Nie została ona pozbawiona istniejącego majątku czy uzyskanego wcześniej dochodu, a zatem opłacenie podatku, potrąconego przez pracodawcę od kwoty odprawy, nie narażało ją na nadmierne uciążliwości. Stawka opodatkowania nie była nadmiernie wysoka, a mając na uwadze średnie zarobki na Węgrzech, sytuację ekonomiczną i społeczną oraz wysokość przyznanych skarżącej świadczeń – nie skutkowała ona nałożeniem na nią nieproporcjonalnie wysokiego obciążenia i nie pozbawiała jej środków do życia.", "b.  Skarżąca", "30.  Skarżąca zarzucała, że ingerencja w jej prawo własności była efektem ustawodawstwa którego założony cel – obrona poczucia sprawiedliwości społecznej – był celem charakterystycznym dla reżimów totalitarnych, stanowił naruszenie postanowień Konwencji, ponadto zaś był zbyt niedookreślony, aby spełnić wymóg przewidywalności. W efekcie, nałożone ograniczenia nie mogły zostać uznane za „wynikające z przepisów prawa” ani „służące realizacji interesów ogółu”.", "31.  Co więcej, przedmiotowa odprawa miała dla skarżącej duże znaczenie, ponieważ na skutek rozwiązania stosunku pracy stała się ona osobą bezrobotną i przez okres ponad roku pozbawiona była jakichkolwiek źródeł dochodu, w efekcie zaś nagłego zwolnienia ze stanowiska nie miała ona możliwości podjęcia jakichkolwiek działań mających na celu złagodzenie konsekwencji takiego stanu rzeczy. W związku z powyższym zastosowany środek stanowił z jej perspektywy nadmierne i nieproporcjonalne w swoim charakterze obciążenie.", "2.  Ocena Trybunału", "a.  Czy w sprawie występowało „mienie” w rozumieniu art. 1 Protokołu nr 1", "32.  W okolicznościach niniejszej sprawy, charakter będącego jej przedmiotem „mienia” wymaga dokładniejszej analizy z uwagi na fakt, że skarżąca nigdy tak naprawdę nie objęła w posiadanie całości kwoty przedmiotowej odprawy, jako że kwota podatku specjalnego została bezpośrednio potrącona przez odpowiednie władze.", "33.  Termin „mienie” zawarty w treści akapitu pierwszego art. 1 Protokołu nr 1 posiada autonomiczne znaczenie, które nie ogranicza się do własności przedmiotów o charakterze materialnym i jest niezależne od klasyfikacji formalnej na gruncie przepisów prawa krajowego. Tak samo jak dobra materialne, także i pewne inne prawa i interesy mające charakter aktywów mogą być uznane za „prawa majątkowe”, mieszcząc się zatem w kategorii „mienia” na potrzeby omawianego przepisu. W każdym wypadku kwestią wymagającą analizy będzie to, czy w okolicznościach sprawy analizowanych jako całość można uznać, że skarżąca uzyskała tytuł do interesu materialnoprawnego (substantive interest) chronionego na podstawie art. 1 Protokołu nr 1 (zob. Iatridis przeciwko Grecji [Wielka Izba], skarga nr 31107/96, § 54, ETPC 1999–II; Beyeler przeciwko Włochom [Wielka Izba], skarga nr 33202/96, § 100, ETPC 2000I; oraz Broniowski przeciwko Polsce [Wielka Izba], skarga nr 31443/96, § 129, ETPC 2004-V).", "34. Trybunał wskazuje, że „mienie” w rozumieniu art. 1 Protokołu nr 1 może oznaczać zarówno „mienie istniejące” jak i aktywa, wliczając w to roszczenia, co do których skarżący może udowodnić, że ma on co najmniej „uprawnione oczekiwanie” że zostaną one zrealizowane (zob. Gratzinger i Gratzingerova przeciwko Czechom (dec.) [Wielka Izba], skarga nr 39794/98, § 69, ETPC 2002–VII).", "35.  Tym samym „uprawnione oczekiwanie” uzyskania danego aktywu mogą także być objęte ochroną na mocy art. 1 Protokołu nr 1. Tak więc w przypadku, gdy interes o charakterze majątkowym przyjmuje formę roszczenia, osoba, której ono przysługuje, może być uznawana za posiadającą „uprawnione oczekiwanie” w przypadku, gdy interes ten posiada wystarczającą podstawę w prawie krajowym, na przykład w przypadku, gdy istnieje ustalone orzecznictwo sądów krajowych potwierdzające jego istnienie. Nie można natomiast mówić o powstaniu „uprawnionego oczekiwania” w sytuacji, gdy istnieje spór co do właściwej interpretacji i zastosowania prawa krajowego oraz gdy twierdzenia skarżącego zostaną następnie odrzucone przez sądy krajowe (zob. Kopecký przeciwko Słowacji [Wielka Izba], skarga nr 44912/98, § 50, ETPC 2004IX; Centro Europa 7 S.R.L. i Di Stefano przeciwko Włochom [Wielka Izba], nr 38433/09, § 173, ETPC–2012; Eparhija Budimljansko-Nikšićka i Inni przeciwko Czarnogórze (decyzja), skarga nr 26501/05, § 66 do 69, 9 października 2012 r.).", "36.  W przedmiotowej sprawie, Trybunał stwierdza że – niezależnie od tego, czy skarżąca otrzymała część odprawy i została zobowiązana do jej zgłoszenia oraz do uiszczenia należności podatkowych, czy też podatek pobierany jest automatycznie od kwoty odprawy – odprawa stanowi interes materialnoprawny chroniony na mocy art. 1 Protokołu nr 1. Z punktu widzenia Trybunału nie ulega wątpliwości, że przedmiotowa kwota „została uzyskana bądź też definitywnie podlega wypłaceniu”, przez co zyskuje ona status mienia na potrzeby omawianego przepisu, szczególnie, że Trybunał Konstytucyjny uznał omawianą sumę jako mającą swoje źródło w bezwarunkowym uprawnieniu wynikającym z przepisów ustawy (zob. paragrafy 12 i 16 powyżej), niebędącym przedmiotem jakiegokolwiek sporu, niewymagającym wydania dalszego orzeczenia przez sąd i pojawiającym się w momencie rozwiązania stosunku pracy.", "Co więcej, Trybunał dodaje także, że sam fakt, iż podatek został nałożony na przedmiotową kwotę pokazuje, że uznana ona została przez Państwo za istniejący przychód, jako że nie do pomyślenia byłoby nałożenie podatku na nienabyte jeszcze aktywa bądź przychody.", "37.  Trybunał wskazał ponadto, że zawarte w przepisach ustawy zobowiązanie dotyczące odprawy może ulec modyfikacji w przypadku zmian w zakresie polityki społecznej i że w odniesieniu do tego rodzaju decyzji Państwo dysponuje szerokim marginesem oceny – szczególnie jeśli założymy, że odprawa stanowi „uprawnione oczekiwanie”, nie zaś „istniejące mienie”. Trybunał uszanuje zatem rozstrzygnięcie ustawodawcy co do tego, co leży „w interesie publicznym”, chyba że decyzja ta jest wyraźnie bezpodstawna (zob. James i Inni przeciwko Zjednoczonemu Królestwu, 21 lutego 1986, § 46, Seria A nr 98). Trybunał podkreśla jednak, że w trakcie przeprowadzania tego rodzaju analizy, pod uwagę brany będzie charakter przedmiotowego oczekiwania. W przypadku pracowników służby cywilnej, którzy podlegają specyficznym uregulowaniom prawnym i którzy dobrowolnie przyjęli zarówno ograniczenia niektórych spośród przysługujących im praw podstawowych, jak i to, że otrzymywać będą wynagrodzenie jednostronnie ustalone przepisami prawa – jak zauważył Trybunał Konstytucyjny (zob. paragraf 16 powyżej) – odprawa wyznaczona na mocy ustawy stanowi jedno z oczekiwań pracownika służby cywilnej w perspektywie długoterminowej oraz zobowiązanie ze strony Państwa jako pracodawcy. W opinii Trybunału, tego rodzaju długoterminowe oczekiwania, wzmocnione dodatkowo na przestrzeni kolejnych lat przez niezmienne gwarancje ustawowe, nie mogą być tak po prostu zlekceważone. Uzasadnieniem zapewnienia ochrony uprawnionych oczekiwań mających swoje źródła w zobowiązaniach zawartych w przepisach ustawy jest to, że prawo powinno stać na straży zaufania, jakim obywatel obdarzył zobowiązanie zawarte w ustawie. Zdaniem Trybunału dobre rządy opierają się na zaufaniu między rządzącymi a rządzonymi (zob. mutatis mutandis, w kontekście dopłat wskazanych w przepisach ustaw, Plalam S.P.A. przeciwko Włochom, nr 16021/02, §§ 35 do 42, 18 maja 2010 r.). Jeśli zaufanie owo nie będzie podtrzymywane i chronione, zapewnienia rządu nie będą uznawane za wiarygodne, a pracownicy służby cywilnej nie będą kierować swoim postępowaniem zgodnie z założeniami na tych zapewnieniach opartymi, z uwzględnieniem podwyższonego stopnia lojalności, jakiej się od nich wymaga.", "38.  W analizowanej sprawie, Trybunał zauważa, że skarżąca, będąca pracownikiem służby cywilnej, świadczyła swoje usługi na rzecz Państwa w zaufaniu do Państwa, że świadczenia (wliczając w to gwarancje w zakresie odprawy) zapewnione jej przez pracodawcę w zamian za jej lojalność i pracę doprowadzą do sytuacji, w której uprawnione oczekiwanie będzie dalej potwierdzane przez Państwo poprzez wykonywanie tego rodzaju świadczeń w sposób ciągły; zdaniem Trybunału, Państwo nie może uchylić się od tego zobowiązania, jeśli nie zaistnieją ku temu odpowiednie przyczyny.", "39.  Co więcej, odprawa nie może być uznana za zwykłe aktywa pieniężne; mając na uwadze jej funkcję społeczną; uprawnienie do otrzymania odprawy należy postrzegać raczej w kategoriach społecznie istotnego środka mającego na celu zapewnianie wsparcia zwolnionym z pracy pracownikom, którzy pragną utrzymać się na rynku pracy. Trybunał Sprawiedliwości Unii Europejskiej uznał powyższy cel za istotny z punktu widzenia polityki Unii Europejskiej (zob. paragraf 21 powyżej), aczkolwiek uczynił to w nieco innym kontekście.", "40.  Trybunał stwierdza ponadto, że stworzony przepisami ustawy system przewidujący wypłatę odpraw (zarówno pracownikom służby cywilnej, jak i innym kategoriom pracowników) zawiera w sobie uprawnienie wynikające z przepisów ustawy. Co więcej, nie jest to uprawnienie o charakterze ex gratia, lecz prawo nabyte zagwarantowane ustawowo w zamian za wykonane usługi.", "41.  Trybunał dodaje także, per analogiam, że jeżeli Układające się Państwo przyjęło ustawodawstwo określające wypłatę z mocy prawa emerytur – niezależnie od tego, czy wypłata ta jest zależna od uprzedniego uiszczania składek czy nie – ustawodawstwo to musi być uznane za dające początek interesowi majątkowemu, do którego zastosowanie mieć będzie art. 1 Protokołu nr 1 wobec osób spełniających wymogi przedmiotowego ustawodawstwa (zob. Carson i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 42184/05, § 64, ETPC 2010). Z punktu widzenia Trybunału, podobne uwarunkowania mieć będą zastosowanie względem środków dotyczących wypłaty odpraw. Tak jak w przypadku emerytur, fakt, czy ustawodawca zapewnia zwalnianym pracownikom okres przejściowy, w którym powinni oni być w stanie dostosować się do nowych warunków, ma kluczowe znaczenie (zob. mutatis mutandis Lakićević i Inni przeciwko Czarnogórze i Serbii, skargi nr 27458/06, 37205/06, 37207/06 i 33604/07, § 72, 13 grudnia 2011 r.).", "Trybunał zauważa na tym etapie, że Trybunał Konstytucyjny uznał, iż opodatkowanie odpraw wypłaconych przed rozpoczęciem roku podatkowego i już wykorzystanych w chwili nałożenia podatku stanowiło naruszenie ludzkiej godności mając na uwadze trudności z dostosowaniem się do nowych warunków przez dotknięte podatkiem osoby (zob. paragraf 15 powyżej), aczkolwiek należy zaznaczyć, że w tej konkretnej sprawie położenie skarżącej było nieco inne.", "b.  Czy doszło do ingerencji?", "42.  W wyroku z dnia 23 września 1982 roku w sprawie Sporrong i Lönnroth przeciwko Szwecji, Trybunał dokonał analizy art. 1, uznając, że zawiera on w sobie „trzy odrębne zasady”: pierwsza zasada, zawarta w zdaniu 1 akapitu 1, ma charakter ogólny i formułuje zasadę poszanowania mienia; druga zasada, zawarta w zdaniu drugim akapitu pierwszego, dotyczy pozbawienia własności i uzależnia je od spełnienia pewnych warunków; trzecia zasada, wskazana w treści akapitu drugiego, uznaje, że Układające się Państwa mają prawo m.in. do uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym (Seria A nr 52, § 61). Trybunał zauważył ponadto, że przed dokonaniem analizy, czy spełnione zostały wymogi pierwszej z powyższych zasad, konieczne jest ustalenie, czy kolejne dwie zasady mają zastosowanie (ibid.). Wskazane wyżej trzy zasady nie są jednak „odrębne” w takim sensie, że nie ma między nimi żadnych więzi. Zasada druga i trzecia dotyczą szczególnych przypadków ingerencji w prawo do poszanowania własności, w związku z czym powinny być one interpretowane w świetle ogólnej, pierwszej zasady (zob., wśród wielu innych spraw, James i Inni, op. cit., § 37).", "Co więcej, ingerencja – wliczając w to ingerencję wynikającą z zastosowania środków mających na celu zapewnienie uiszczania podatków, musi zapewniać sprawiedliwą równowagę między potrzebami związanymi z interesem powszechnym społeczeństwa a wymogami ochrony praw podstawowych jednostki. Starania mające na celu zachowanie tej równowagi znajdują wyraz w strukturze art. 1 jako całości, wliczając w to akapit drugi tegoż artykułu: między zastosowanymi środkami a realizowanymi celami musi istnieć rozsądny stosunek proporcjonalności. Pytanie, na jakie należy sobie odpowiedzieć, dotyczy tego, czy mając na uwadze konkretną sytuację skarżącej, zastosowanie wobec niej przepisów prawa podatkowego odniosło skutek w postaci nałożenia na nią nieuzasadnionych obciążeń bądź też w sposób fundamentalny wpłynęło na pogorszenie jej sytuacji finansowej, nie realizując postulatu zapewnienia sprawiedliwej równowagi między poszczególnymi interesami (zob. M.A. i 34 Innych przeciwko Finlandii (decyzja), skarga nr 27793/95, 10 czerwca 2003 r.; Imbert de Trémiolles przeciwko Francji (decyzja), skargi nr 25834/05 i 27815/05 (połączone), 4 stycznia 2008 r.; Spampinato przeciwko Włochom (decyzja), nr 69872/01, 29 marca 2007 r.; oraz Wasa Liv Ömsesidigt, Försäkringsbolaget Valands Pensionsstiftelse przeciwko Szwecji, skarga nr 13013/87, decyzja Komisji z dnia 14 grudnia 1988 r., Decisions and Reports 58, str. 186).", "43.  Trybunał przypomina, że w określonych okolicznościach utrata własności będąca wynikiem zastosowania środków o charakterze legislacyjnym bądź też nakazu sądu nie będzie równoznaczna z „pozbawieniem” mienia: w sprawach AGOSI przeciwko Zjednoczonemu Królestwu (24 października 1986, Seria A nr 108) oraz Air Canada przeciwko Zjednoczonemu Królestwu (5 maja 1995, Seria A nr 316-A), przepadek bądź inne formy utraty własności uznane zostały za „uregulowanie sposobu korzystania” z własności w rozumieniu akapitu drugiego art. 1 Protokołu nr 1. W sprawie Gasus Dosier- und Fördertechnik GmbH przeciwko Holandii (23 lutego 1995, Seria A nr 306-B), złożenie do depozytu sądowego uznane zostało za środek mający na celu zapewnienie uiszczania podatków w rozumieniu akapitu drugiego art. 1 in fine, podczas gdy w sprawie Beyeler (op. cit.) ingerencja w prawo majątkowe przysługujące skarżącemu analizowana była w oparciu o zdanie pierwsze tegoż artykułu.", "Trybunał nie uważa za konieczne orzekać w kwestii tego, czy zdanie drugie akapitu pierwszego art. 1 ma zastosowanie w niniejszej sprawie. Poziom skomplikowania analizowanej sytuacji, zarówno z punktu widzenia prawa, jak i stanu faktycznego, uniemożliwia zaklasyfikowanie zaskarżonego środka do konkretnej kategorii. Trybunał przypomina, że sytuacja przewidziana w zdaniu drugim akapitu pierwszego art. 1 stanowi jedynie konkretny przypadek ingerencji w prawo do poszanowania własności, zagwarantowane przez zasadę ogólną zawartą w treści zdania pierwszego (zob. np. Lithgow i Inni przeciwko Zjednoczonemu Królestwu, 8 lipca 1986, § 106, Seria A nr 102). Trybunał uznaje zatem, że należy zbadać sytuację będącą przedmiotem skargi w oparciu o wskazaną wyżej zasadę ogólną (por. Beyeler, op. cit., § 106).", "44.  W opinii Trybunału, zaklasyfikowanie środka o charakterze ogólnym, zastosowanego w celu realizacji polityki społecznej związanej z redystrybucją aktywów, jako „uregulowanie sposobu korzystania”, nie zaś „pozbawienie” mienia, nie ma charakteru decydującego, jako że zasady mające zastosowanie do uzasadnienia tego rodzaju środków są zasadniczo takie same, ponieważ wymagają one istnienia uprawnionego celu oraz zachowania sprawiedliwej równowagi między realizowanym celem a indywidualnymi prawami majątkowymi w danej sprawie.", "Co więcej, zmiany ustawowe skutkujące unieważnieniem uprawnionych oczekiwań mogą same w sobie stanowić formę ingerencji w „mienie” danej osoby (zob., mutatis mutandis, sprawa Maurice przeciwko Francji [Wielka Izba], skarga nr 11810/03, § 67-71 i 79, ETPC 2005–IX; Draon przeciwko Francji [Wielka Izba], skarga nr 1513/03, § 70-72, 6 października 2005 r.; oraz Hasani przeciwko Chorwacji (decyzja), skarga nr 20844/09, 30 września 2010 r.).", "45.  W niniejszej sprawie, Trybunał zauważa, że strony zgadzają się co do tego, że zakwestionowany podatek stanowi ingerencję w przysługujące skarżącej prawo do poszanowania jej mienia.", "Trybunał rozważy tą kwestię w oparciu o treść akapitu pierwszego art. 1 Protokołu nr 1, z zastrzeżeniem przepisu szczególnego dotyczącego uiszczania podatków (art. 1 in fine).", "c.  Zgodność z prawem dokonanej ingerencji", "i.  Zasady ogólne", "46.  Trybunał pragnie powtórzyć, że art. 1 Protokołu nr 1 wymaga, aby wszelka ingerencja ze strony władz publicznych w prawo do poszanowania mienia była zgodna z prawem: w istocie, zdanie drugie akapitu pierwszego tego artykułu upoważnia do pozbawienia własności „na warunkach przewidzianych przez ustawę”. Co więcej, praworządność, jedna z podstawowych zasad społeczeństwa demokratycznego, stanowi nieodłączny element wszystkich artykułów Konwencji (zob. Były Król Grecji i Inni przeciwko Grecji [Wielka Izba] (meritum sprawy), skarga nr 25701/94, § 79, ETPC 2000-XII, oraz Broniowski, op. cit., § 147).", "47.  Jednakże istnienie podstawy prawnej w przepisach prawa krajowego samo w sobie nie wystarcza, aby zasada legalności została spełniona. Dodatkowo, podstawa prawna musi posiadać pewną określoną cechę – mianowicie, musi ona pozostawać w zgodności z zasadami praworządności i zapewniać gwarancje zabezpieczające przed arbitralnością.", "48.  Należy zatem stwierdzić, że oprócz zgodności z przepisami prawa krajowego Układającego się Państwa, w tym z Konstytucją, normy prawne, na podstawie których dochodzi do pozbawienia własności, muszą także odznaczać się wystarczającym poziomem przystępności, dokładności i przewidywalności w zakresie ich stosowania (zob. Guiso-Gallisay przeciwko Włochom, skarga nr 58858/00, §§ 82-83, 8 grudnia 2005 r.). Trybunał wskazał dodatkowo, że podobne warunki mają zastosowanie także do ingerencji w prawo do poszanowania mienia.", "Co się tyczy koncepcji „przewidywalności”, jej zakres uzależniony jest w znacznej mierze od treści danego instrumentu, obszaru, do jakiego ma on mieć zastosowanie oraz od liczby i statusu jego adresatów (zob. mutatis mutandis sprawa Sud Fondi S.r.l. i Inni przeciwko Włochom, skarga nr 75909/01, § 109, 20 stycznia 2009 r.). W szczególności, zasadę można będzie uznać za „przewidywalną” w sytuacji, kiedy zapewniać ona będzie ochronę przed przypadkami arbitralnej ingerencji ze strony władz publicznych (zob. Centro Europa 7 S.r.l. i Di Stefano, op. cit., § 143). Na podobnej zasadzie, przepisy właściwego prawa muszą zapewniać minimalne zabezpieczenia o charakterze proceduralnym, które będą współmierne do znaczenia, jakie przypisuje się danej zasadzie (zob. mutatis mutandis sprawa Sanoma Uitgevers B.V. przeciwko Holandii [Wielka Izba], skarga nr 38224/03, § 88, 14 września 2010; Vistiņš i Perepjolkins przeciwko Łotwie [Wielka Izba], skarga nr 71243/01, § 96-98, 25 października 2012).", "49.  Trybunał powtarza także, że zgodnie z ustaleniami zawartymi w ugruntowanym orzecznictwie Trybunału władze krajowe są co do zasady w lepszym położeniu do dokonywania oceny lokalnych potrzeb i warunków niż sądy międzynarodowe. W kwestiach dotyczących ogólnej polityki społecznej i gospodarczej, w sprawie której opinie w demokratycznym społeczeństwie mogą być stosunkowo rozbieżne, decydent krajowy dysponować winien szczególnie szerokim marginesem oceny (zob. np. Stec i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 65731/01, § 52, ETPC 2006–VI).", "50.  Co się tyczy sfery podatków, ugruntowane stanowisko Trybunału głosi, że Państwa mogą dysponować pewnym dodatkowym zakresem swobody i tolerancji w zakresie wykonywania przez nie ich funkcji fiskalnych w ramach testu legalności (zob. National & Provincial Building Society, Leeds Permanent Building Society i Yorkshire Building Society przeciwko Zjednoczonemu Królestwu, 23 października 1997 roku, § 75 to 83, Zbiór Wyroków i Decyzji (Reports of Judgments and Decisions) 1997–VII; OAO Neftyanaya Kompaniya Yukos przeciwko Rosji, skarga nr 14902/04, § 559, 20 września 2011 r.).", "51.  Co więcej, ponieważ w niniejszej sprawie ingerencja w prawo poszanowania mienia skarżącej przybrała postać środka o charakterze podatkowym, warto jest wskazać, że retroaktywne opodatkowanie może być zasadniczo stosowane w celu naprawienia technicznych niedoskonałości prawa, szczególnie tam, gdzie zastosowanie danego środka uzasadnione jest ostatecznie względami interesu publicznego. W rzeczy samej, interes publiczny polegający na potrzebie zapewnienia, aby podmioty o charakterze prywatnym nie były w stanie odnosić korzyści na skutek nieoczekiwanych zysków wynikających z zastosowania nowych przepisów regulujących kwestie podatkowe jest zarówno oczywisty, jak i niezmiernie istotny (zob. National itd., op. cit., § 80 do 83).", "Jednakże w niniejszej sprawie nie wykazano istnienia żadnych tego rodzaju niedoskonałości przepisów prawa. W związku z powyższym Trybunał uznaje, że należy ze szczególną uwagą podchodzić do kwestii oceny tego, czy kwestionowany środek był „legalny” na potrzeby art. 1 Protokołu nr 1.", "ii.  Zastosowanie wskazanych wyżej zasad do obecnej sprawy", "52.  Trybunał zauważa, że choć prawdą jest, iż wypłata oraz nałożenie podatku na kwotę odprawy miały miejsce już po przyjęciu ostatecznej wersji kwestionowanej ustawy, opodatkowanie będące przedmiotem skargi można uznać za posiadające pewne cechy retroaktywności, jako że chociaż sama odprawa została przyznana na skutek zwolnienia skarżącej ze stanowiska, sama praca, za wykonanie której odprawa się należała skarżącej, została wykonana jeszcze przed wprowadzeniem przedmiotowego ustawodawstwa, a opodatkowanie dotyczyło wynagrodzenia za usługi świadczone jeszcze przed wejściem w życie ustawy podatkowej.", "53.  Trybunał nie może nie poddać analizie procesu legislacyjnego, który doprowadził do przyjęcia ustawy, której przepisy zastosowano następnie wobec skarżącej. Trybunał zauważa, że Trybunał Konstytucyjny w swoim pierwszym orzeczeniu (zob. paragraf 11 powyżej) stwierdził, iż zastosowane środki są niekonstytucyjne z uwagi na fakt, iż sprowadzają się one do konfiskaty majątku, w szczególności w odniesieniu do odpraw przyznawanych pracownikom służby cywilnej na mocy ustawy, jako że nie można uznać, iż przyznanie im tychże odpraw było sprzeczne z dobrymi obyczajami bądź też w jakikolwiek sposób niezgodne z prawem.", "W swoim drugim orzeczeniu (zob. paragraf 15 powyżej), Trybunał Konstytucyjny stwierdził, że w odniesieniu do bieżącego roku podatkowego (tj. 2010 roku), podatek nie jest niekonstytucyjny w odniesieniu do odpraw wypłaconych przed wejściem w życie Ustawy, jako że nie stanowił on naruszenia zasady godności człowieka, która to zasada stanowiła jedyną podstawę konstytucyjnej oceny ustawy podatkowej w następstwie ograniczenia zakresu kompetencji przysługujących Trybunałowi Konstytucyjnemu. Fakt ten jednak nie wpłynął na zmianę ustaleń co do materialnoprawnej niekonstytucyjności zasadniczo identycznych postanowień pierwotnej Ustawy Podatkowej – z tym tylko, że Trybunał nie miał możliwości dokonania oceny nieznacznie tylko zmienionych przepisów nowej wersji tejże Ustawy.", "Znowelizowana Ustawa Podatkowa przyjęta została w dniu 13 maja 2011 roku i weszła w życie następnego dnia, tj. 14 maja 2011 roku; jej przepisy miały zastosowanie do odpraw oraz związanych z nimi płatności otrzymanych po dniu 1 stycznia 2010 roku (zob. paragraf 17 powyżej). Skarżąca została powiadomiona o zwolnieniu jej ze stanowiska w dniu 27 maja 2011 roku, ze skutkiem od dnia 28 lipca 2011 roku (zob. paragraf 6 powyżej), a więc około 10 tygodni po wejściu w życie znowelizowanej Ustawy.", "54.  W związku z powyższymi okolicznościami, Trybunał stwierdza, że chociaż orzeczenia wydane przez Trybunał Konstytucyjny poddają w wątpliwość konstytucyjność – a zatem i legalność – zaskarżonej Ustawy, może ona mimo to zostać uznana za stanowiącą odpowiednią podstawę prawną dla zastosowanego środka, biorąc pod uwagę stopień dodatkowej swobody i tolerancji w tej materii (zob. paragraf 50 powyżej).", "d.  Interes publiczny", "55.  Skarżąca poddała w wątpliwość legalność celu, którego realizacji służyć miały zakwestionowane przez nią przepisy. W związku z powyższym, Trybunał pragnie powtórzyć, że ze względu na bezpośrednią znajomość swojego społeczeństwa i jego potrzeb władze krajowe mają co do zasady lepszą możliwość niż sędzia międzynarodowy, by ocenić, co leży „w interesie publicznym”. W ramach systemu ochrony ustanowionego przepisami Konwencji, do władz krajowych należy zatem zadanie wstępnej oceny, czy istnieje problem mający znaczenie dla ogółu społeczeństwa, uzasadniający zastosowanie środków obejmujących pozbawienie własności bądź też ingerencję w prawo do poszanowania mienia. W omawianym przypadku, podobnie jak w innych obszarach, do których zastosowanie mają gwarancje przewidziane przepisami Konwencji, władze krajowe dysponują zatem pewnym marginesem oceny. Co więcej, pojęcie „interesu publicznego” jest z konieczności obszerne (zob. Vistiņš i Perepjolkins, op.cit., § 106).", "56.  Trybunał pragnie powtórzyć ponadto, że nakładanie podatków stanowi, co do zasady, formę ingerencji w prawo zagwarantowane na mocy pierwszego akapitu art. 1 Protokołu nr 1, i że ingerencja tego rodzaju może być uzasadniona na mocy postanowień akapitu drugiego tegoż artykułu, ustanawiającego wyraźny wyjątek dotyczący uiszczania podatków bądź innych należności. Kwestia ta jednakże mieści się w obszarze podlegającym kontroli Trybunału (zob. paragrafy 42 i 45 powyżej).", "57.  Co więcej, to władze krajowe są w pierwszej kolejności upoważnione do decydowania o tym, jakie podatki i inne należności mają być pobierane. Decyzje w tym obszarze zazwyczaj wymagać będą dokonania oceny kwestii politycznych, ekonomicznych i społecznych, które przepisy Konwencji pozostawiają w obszarze kompetencji poszczególnych Państw Stron, jako że władze krajowe znajdują się w tym zakresie w lepszej pozycji do dokonania oceny niż Trybunał. Zakres swobody przyznany Państwom Stronom Konwencji w odniesieniu do tego rodzaju spraw jest zatem szeroki (zob. Gasus Dosier- und Fördertechnik GmbH, op. cit., § 60, oraz National etc., op. cit., §§ 80-82).", "58.  Niemniej jednak, jeśli idzie o domniemane powołanie się Rządu na Zalecenie Komisji Europejskiej 2009/384/WE (zob. paragrafy 22 i 26 powyżej), Trybunał stwierdza, że okoliczność ta jest bez znaczenia w odniesieniu do skarżącej. Środki przewidziane w treści Zalecenia, które będą w przyszłości stosowane w celu ograniczenia nadmiernie wysokich wypłat w sektorze finansowym, zostały zaprojektowane z uwagi na fakt, że „podejmowanie nadmiernego ryzyka w branży usług finansowych, a w szczególności w bankach i przedsiębiorstwach inwestycyjnych, przyczyniło się do bankructw przedsiębiorstw finansowych i do problemów systemowych w państwach członkowskich oraz na poziomie ogólnoświatowym.” Zalecenie sugeruje zastosowanie regulacji na poziomie krajowym, na mocy których składniki wynagrodzenia mają bazować na wydajności pracownika w perspektywie długoterminowej i nie zawierać jakichkolwiek odniesień do oczekiwań opartych na zasadach sprawiedliwości społecznej. Z punktu widzenia Trybunału, zagadnienie podejmowania nadmiernego ryzyka w branży usług finansowych nie ma żadnego znaczenia, jeśli idzie o pracowników służby cywilnej, działających przecież w regulowanym środowisku opartym na zasadzie podporządkowania.", "59.  Mimo to jednak, mając na uwadze wskazany wyżej margines oceny odnośnie ustalenia, co w istocie leży „w interesie publicznym”, mający zastosowanie do środków o charakterze ogólnym, skutkujących ingerencją w prawo do poszanowania mienia, Trybunał przyjmuje, że „poczucie sprawiedliwości społecznej”, w połączeniu z dążeniem do ochrony środków publicznych oraz rozkładania ciężarów społecznych, spełniają nałożony na mocy Konwencji wymóg istnienia uprawnionego celu, nawet pomimo faktu, że został on ujęty dość szeroko. Trybunał nie dysponuje przekonującymi dowodami pozwalającymi stwierdzić, że przyczyny wskazane przez Rząd są w oczywisty sposób pozbawione jakichkolwiek uzasadnionych podstaw (por. Tkachevy przeciwko Rosji, skarga nr 35430/05, § 50, 14 lutego 2012 r.)", "Mimo to jednak istnieją poważne wątpliwości co do znaczenia tych okoliczności w odniesieniu do skarżącej, która otrzymała wyłącznie wynagrodzenie należne jej na mocy ustawy i która nie może ponosić odpowiedzialności za problemy natury fiskalnej, które władze Państwa pragnęły w omawiany sposób rozwiązać. Trybunał akceptuje wprawdzie, że zakwestionowane przepisy miały na celu ochronę środków publicznych przed dokonywaniem nadmiernie wysokich wypłat tytułem odprawy, niemniej jednak nie jest on przekonany, że głównym środkiem pozwalającym na realizację tego celu powinny być przepisy podatkowe. Jak zauważył Trybunał Konstytucyjny, istniała możliwość wprowadzenia zmian w zakresie zasad dotyczących wypłaty odpraw i zmniejszenia kwot uznawanych za sprzeczne z interesem publicznym, ale władze nie zdecydowały się na ten sposób działania. Trybunał nie musi jednak na tym etapie rozpatrywać kwestii adekwatności środka mającego formalnie służyć celom społecznym, jako że środek ten i tak podlega wymogom dotyczącym proporcjonalności.", "e.  Proporcjonalność", "i.  Zasady ogólne", "60.  Nawet jeśli ingerencja w prawo do poszanowania mienia miała miejsce zgodnie z warunkami określonymi przepisami prawa – co oznacza, że nie została ona dokonana w sposób arbitralny – oraz w interesie publicznym, ingerencja taka musi mimo to spełniać wymóg zachowania „sprawiedliwej równowagi” między potrzebami ogólnego interesu społeczeństwa a wymogami ochrony praw podstawowych jednostki. W szczególności istnieć musi rozsądny stosunek proporcjonalności między zastosowanymi środkami a celem, którego realizacji służyć miały kwestionowane środki (zob. Scordino przeciwko Włochom (nr 1) [Wielka Izba], skarga nr 36813/97, § 93, ETPC 2006V), oraz paragraf 42 powyżej).", "61. Ustalając, czy wymóg ten został spełniony, Trybunał pragnie powtórzyć, że Państwo dysponuje szerokim marginesem oceny zarówno przy wyborze środków wdrażania, jak i przy ocenie, czy skutki wdrożenia uznać można za uzasadnione interesem ogólnym dla osiągnięcia celu przyświecającego określonym przepisom prawa  (zob. Chassagnou i Inni przeciwko Francji [Wielka Izba], skargi nr 25088/94, 28331/95 i 28443/95, § 75, ETPC 1999, III oraz Herrmann przeciwko Niemcom [Wielka Izba], skarga nr 9300/07, § 74, 26 czerwca 2012 r.). Mimo to jednak Trybunał nie może zrzec się przysługujących mu kompetencji kontrolnych i musi zatem określić, czy wymagana równowaga została zachowana w sposób zapewniający realizację prawa skarżącej do poszanowania jej mienia w rozumieniu zdania pierwszego art. 1 Protokołu nr 1 (zob. Jahn i Inni przeciwko Niemcom [Wielka Izba], skargi nr 46720/99, 72203/01 i 72552/01, § 93, ETPC 2005VI). Oceniając, czy dany środek ma charakter proporcjonalny, Trybunał badał w przeszłości także sytuację osobistą skarżących, wliczając w to kwestię tego, czy działali oni w dobrej wierze (zob. Vistiņš i Perepjolkins, op. cit., § 120).", "62.  W celu dokonania oceny zgodności działań podejmowanych przez Państwo z wymogami art. 1 Protokołu nr 1, Trybunał musi przeprowadzić ogólną analizę poszczególnych interesów, mając na względzie fakt, że celem Konwencji jest gwarantowanie praw mających charakter „praktyczny i skuteczny”, a nie teoretyczny i iluzoryczny. Musi on zatem zignorować pozory i dokonać analizy realnej sytuacji, mając na uwadze wszelkie istotne okoliczności, wliczając w to działania stron postepowania, środki zastosowane przez Państwo oraz sposób ich wdrażania. W momencie, gdy sprawa dotyczy kwestii związanej z interesem powszechnym, władze publiczne zobowiązane są działać w odpowiednim czasie oraz w sposób spójny i adekwatny (zob. Fener Rum Erkek Lisesi Vakfı przeciwko Turcji, skarga nr 34478/97, § 46, 9 stycznia 2007, oraz Bistrović przeciwko Chorwacji, skarga nr 25774/05, § 35, 31 maja 2007).", "63.  W kontekście poboru podatków, Trybunał uważa, że analizując proporcjonalność danego środka stanowiącego formę ingerencji należy wziąć pod uwagę odpowiedniość zastosowanych metod (zob., w kontekście wykonywania przez Państwo prawa pierwokupu, Hentrich przeciwko Francji, 22 września 1994 roku, § 48, Seria A nr 296 A).", "64.  Mimo iż art. 1 Protokołu nr 1 nie zawiera wyraźnych postanowień co do wymogów proceduralnych, w celu dokonania oceny proporcjonalności ingerencji, Trybunał analizuje stopień ochrony przed działaniami arbitralnymi, jaki zapewniają zasady postępowania w danej sprawie (zob. Hentrich, op. cit., § 46). W szczególności, Trybunał analizuje, czy postępowanie dotyczące ingerencji w prawo skarżącego do poszanowania jego mienia zawierało w sobie podstawowe zabezpieczenia o charakterze proceduralnym. Trybunał uznał już wcześniej, że ingerencja nie może być uznana za zgodną z prawem w sytuacji, kiedy w sprawie nie miało miejsca postępowanie kontradyktoryjne prowadzone zgodnie z zasadą równości broni i pozwalające na przedstawianie argumentów dotyczących kwestii istotnych dla wyniku sprawy (zob. Hentrich, op. cit., § 42; oraz Jokela przeciwko Finlandii, skarga nr 28856/95, § 45, ETPC 2002–IV). Właściwe w danej sprawie procedury analizować należy w sposób kompleksowy (zob. AGOSI, op. cit., § 55; Hentrich, op. cit., § 49; oraz Jokela, op. cit., § 45).", "ii.  Zastosowanie powyższych zasad w obecnej sprawie", "65.  Jak wskazuje orzecznictwo Trybunału, w obszarze ustawodawstwa o tematyce społecznej i ekonomicznej, wliczając w to kwestie podatkowe służące realizacji tego rodzaju polityki, Państwa dysponują szerokim marginesem oceny, który zdaniem Trybunału, może uzasadniać – w ramach działań służących realizacji postulatów sprawiedliwości społecznej oraz dobrobytu gospodarczego – korygowanie, ograniczanie bądź też nawet zmniejszanie wysokości odpraw zazwyczaj wypłacanych uprawnionym członkom ogólnej populacji. Mimo to jednak wszelkie tego rodzaju środki muszą być wdrażane w sposób wolny od dyskryminacji i zgodny z wymogami proporcjonalności.", "W szczególności, w odniesieniu do istnienia „rozsądnego stosunku proporcjonalności między zastosowanymi środkami a celem, który mają one realizować”, Trybunał zauważa na samym wstępie, że pierwsze orzeczenie Trybunału Konstytucyjnego można rozumieć w ten sposób, że uznaje ono, iż przedmiotowy podatek nosił cechy konfiskaty mienia", "66.  Próg kwotowy mający zastosowanie w niniejszej sprawie wynosił 3,5 mln HUF; wszelkie kwoty odpraw poniżej tej kwoty podlegały opodatkowaniu ogólną stawką podatku dochodowego wynoszącą 16%. W przypadku skarżącej, całkowite obciążenie podatkowe nałożone na całość kwoty odprawy wyniosło ok. 52% (zob. paragraf 7 powyżej).", "67.  Trybunał, dokonując analizy proporcjonalności, bierze pod uwagę, że zastosowana stawka podatku przekracza znacząco stawkę mającą zastosowanie do innych przychodów, wliczając w to także odprawy w sektorze prywatnym, nie ustalając w sposób abstrakcyjny, czy przedmiotowe obciążenie fiskalne nosiło znamiona konfiskaty mienia w sensie ilościowym (kwotowym). Z punktu widzenia Trybunału, mając na uwadze margines oceny, jakim dysponują Państwa w obszarze opodatkowania, sama wysokość stawki opodatkowania nie może mieć charakteru rozstrzygającego, szczególnie w okolicznościach takich jak te, które występują w niniejszej sprawie.", "68.  Trybunał uznaje, że skarżąca, która uprawniona była do otrzymania odprawy ustawowej na podstawie obowiązującego prawa i której dobra wiara w tej materii nigdy nie została zakwestionowana, zobowiązana została do zapłacenia podatku, którego stawka przekraczała około trzykrotnie stawkę ogólną podatku dochodowego, wynoszącą 16% (zob. paragraf 7 powyżej) – i to pomimo faktu, że przedmiotowa odprawa służyła realizacji skonkretyzowanego, uznanego celu społecznego, jakim jest reintegracja zawodowa. Nie wydaje się, aby jakiekolwiek inne formy przychodów pochodzących z finansów publicznych obłożone były tak wysokim podatkiem.", "69.  Co więcej, w zakresie, w jakim można uznać, że Rząd stawia tezę, jakoby pracownicy służby cywilnej wyższego szczebla mieli, z uwagi na zajmowane stanowiska, możliwość wpływania na wysokość swoich własnych świadczeń związanych z pracą, któremu to zjawisku przeciwdziałać można wyłącznie za pomocą odpowiednio ukierunkowanego opodatkowania (zob. paragrafy 26 i 27 powyżej), Trybunał stwierdza, że w aktach sprawy brak jest jakichkolwiek dowodów potwierdzających tego rodzaju nadużycia ze strony skarżącej.", "70.  Co się tyczy osobistych niedogodności, jakich skarżąca doświadczyła na skutek zastosowania zaskarżonego środka, Trybunał zauważa, że utraciła ona znaczną część dochodów w okresie poważnych problemów osobistych spowodowanych bezrobociem. Trybunał pragnie w tym kontekście zauważyć, że art. 34 Karty Praw Podstawowych Unii Europejskiej (zob. paragraf 20 powyżej) uznaje prawo do świadczeń zapewniających ochronę w przypadku utraty zatrudnienia, oraz że według Europejskiego Trybunału Sprawiedliwości, cel przyświecający wypłacie odpraw – udzielanie zwolnionym pracownikom pomocy w poszukiwaniu nowej pracy – należy do kategorii uprawnionych celów polityki zatrudnienia (zob. paragraf 21 powyżej). Dla Trybunału jest całkiem wiarygodne, że fakt, iż zaskarżony środek został zastosowany wobec skarżącej w okresie, w którym pozostawała ona bez pracy, w połączeniu z niespodziewaną i gwałtowną zmianą regulacji podatkowych, z powodu której wszelkiego rodzaju przygotowanie się na taki stan rzeczy było praktycznie niemożliwe, naraził skarżącą na znaczące osobiste uciążliwości.", "71.  Zdaniem Trybunału, skarżąca, wraz z grupą zwolnionych z pracy pracowników służby cywilnej (zob. paragraf 6 powyżej), zmuszona została do poniesienia nadmiernego i nieproporcjonalnego obciążenia, podczas gdy inni pracownicy służby cywilnej upoważnieni do otrzymania porównywalnych świadczeń ustawowych oraz innego rodzaju nie byli, jak się wydaje, w porównywalnym zakresie zobowiązani przyczyniać się do pokrycia ciężarów o charakterze publicznym, nawet jeśli pełnili oni stanowiska kierownicze pozwalające im na kształtowanie określonych świadczeń wynikających z zawartych umów, które mogłyby spotkać się z dezaprobatą ze strony opinii publicznej. Co więcej, Trybunał zauważa, że ustawodawca nie zapewnił skarżącej okresu przejściowego, w którym mogłaby ona przystosować się do nowych przepisów.", "72.  W związku z powyższym, Trybunał stwierdza, że zaskarżony środek pociągał za sobą nadmierną, indywidualną uciążliwość po stronie skarżącej. Jest to tym bardziej oczywiste, kiedy weźmie się pod uwagę fakt, że wprowadzony podatek wymierzony był wyłącznie przeciwko określonej grupie osób, które zostały, jak się wydaje, wyznaczone przez administrację publiczną, występującą w charakterze ich pracodawcy. Zakładając, że zaskarżony środek miał służyć interesom budżetu Państwa w okresie kryzysu ekonomicznego, Trybunał zauważa, że większość obywateli nie miała obowiązku ponosić tego rodzaju ciężarów o charakterze publicznym w porównywalnym zakresie.", "73.  Trybunał zauważa ponadto, że podatek został potrącony bezpośrednio przez pracodawcę z kwoty odprawy, bez umożliwienia dokonania indywidualnej oceny położenia, w jakim znajdowała się skarżąca.", "74.  Dodatkowo, Trybunał zauważa że podatek nałożony został na dochód z czynności wykonanych przed rozpoczęciem danego roku podatkowego, uzyskany w kolejnym roku podatkowym po zwolnieniu skarżącej z pracy. W związku z powyższym, Trybunał przypomina, że opodatkowanie podatkiem znacząco wyższym od tego, który pozostawał w mocy w okresie, w którym przedmiotowe przychody zostały wygenerowane, może być uznane za nieuzasadnioną formę ingerencji w oczekiwania, którym ochronę zapewnia art. 1 Protokołu nr 1 (zob. M.A. i 34 Innych, op. cit.). Podatek wprowadzony został na mocy ustawy, która została przyjęta i weszła w życie mniej więcej dziesięć tygodni przed rozwiązaniem stosunku pracy skarżącej, podatek zaś nie miał za zadanie naprawienia technicznych niedoskonałości przepisów prawa obowiązujących wcześniej; podobnie też skarżąca nie odniosła korzyści na skutek nieoczekiwanych zysków wynikających z zastosowania nowych przepisów podatkowych (por. National etc., op. cit., § 75 do 83).", "75.  Trybunał orzeka zatem, że konkretny środek zastosowany w niniejszej sprawie w odniesieniu do skarżącej nie może być uznany za zasadny z uwagi na uprawniony interes publiczny, na który Rząd się w niniejszej sprawie powoływał – nawet jeżeli miał on na celu służyć realizacji zasady sprawiedliwości społecznej. Środek ten zastosowany został względem skarżącej (a także względem innych pracowników służby cywilnej zwolnionych z piastowanych stanowisk będących w podobnym położeniu) pomimo działania przez nią w dobrej wierze, skutkując odebraniem jej przeważającej części prawa nabytego zagwarantowanego przepisami ustawy, służącego interesowi społecznemu w postaci reintegracji zawodowej. W opinii Trybunału, wynikające z przepisów ustawowych oczekiwania osób działających w dobrej wierze i w oparciu o przepisy prawa nie powinny być naruszane, chyba że są ku temu konkretne i przekonujące powody. Z powyższych przyczyn przedmiotowa ingerencja nie może zostać uznana za rozsądnie proporcjonalną w stosunku do celu, jakiemu ma służyć.", "76.  Wskazane powyżej okoliczności są wystarczające do stwierdzenia przez Trybunał, że doszło do naruszenia art. 1 Protokołu nr 1.", "II.  ZARZUT NARUSZENIA ART. 13 KONWENCJI W ZWIĄZKU Z ART. 1 PROTOKOŁU NR 1", "77.  Skarżąca zarzuciła także, że nie dysponowała ona skutecznym środkiem odwoławczym pozwalającym na zapewnienie jej ochrony w odniesieniu do rzekomego naruszenia praw przysługujących jej na mocy art. 1 Protokołu nr 1. Skarżąca powołała się w tym zakresie na art. 13 Konwencji.", "78.  Rząd ogólnie podważał ten argument.", "79.  Trybunał zauważa, że przedmiotowa skarga powiązana jest ze skargą rozpatrywaną powyżej, w związku z czym musi ona także zostać uznana za dopuszczalną.", "80.  Mając na względzie ustalenia dotyczące art. 1 Protokołu nr 1 (zob. paragraf 76 powyżej), Trybunał uważa, że nie jest konieczne dokonywanie odrębnej analizy, czy w niniejszej sprawie doszło do naruszenia art. 13.", "III.  ZARZUT NARUSZENIA ART. 14 KONWENCJI W ZWIĄZKU Z ART. 1 PROTOKOŁU NR 1", "81.  Skarżąca zarzuciła także, że podatek nałożono wyłącznie na osoby zwalniane z pracy w sektorze publicznym oraz że próg 3,5 mln HUF miał zastosowanie wyłącznie do określonej grupy osób należących do omawianej kategorii. Zdaniem skarżącej taki stan rzeczy stanowił formę dyskryminacji, skutkując naruszeniem art. 14 Konwencji, który stanowi, co następuje:", "„Korzystanie z praw i wolności wymienionych w niniejszej Konwencji powinno być zapewnione bez dyskryminacji wynikającej z takich powodów jak ... majątek ... bądź z jakichkolwiek innych przyczyn”.", "82.  Rząd nie zgodził się z powyższą argumentacją. Odnosząc się do uzasadnienia orzeczenia nr 37/2011. (V.10.) AB wydanego przez Trybunał Konstytucyjny, Rząd podnosił, że przedmiotowa grupa instytucji dokonujących opodatkowanych płatności została określona na podstawie obiektywnych kryteriów. Pracowników tych instytucji należało uznać za osoby znajdujące się w odmiennym położeniu w porównaniu do innych kategorii pracowników. W związku z powyższym, fakt że specjalny podatek w określonych okolicznościach wskazanych w ustawie skutkował traktowaniem świadczeń pochodzących z funduszy publicznych w sposób odmienny od innych rodzajów świadczeń nie stanowił naruszenia prawa do godności. Omawiane zasady nie miały charakteru arbitralnego i nie stanowiły formy dyskryminacji.", "83.  Trybunał pragnie powtórzyć, że art. 14 nie ma charakteru samoistnego, lecz odgrywa znaczącą rolę, stanowiąc uzupełnienie innych przepisów Konwencji oraz Protokołów do niej, jako że chroni on jednostki znajdujące się w zbliżonych sytuacjach od wszelkich form dyskryminacji w zakresie korzystania z praw zawartych w treści tych przepisów. Jeśli dana osoba powołuje się na artykuł Konwencji ustanawiający gwarancje o charakterze materialnym – zarówno samodzielnie, jak i w związku z art. 14 – i jeśli stwierdzone zostanie naruszenie tego artykułu zawierającego gwarancje o charakterze materialnym, generalnie nie jest konieczne rozpatrzenie przez Trybunał sprawy przez pryzmat także art. 14, chyba że w przypadku, gdy ewidentna nierówność w traktowaniu danej osoby w odniesieniu do korzystania z określonego prawa stanowi fundamentalny aspekt danej sprawy (zob. np. Chassagnou i Inni., op. cit., § 89).", "84.  Zważywszy na okoliczności niniejszej sprawy, Trybunał jest zdania, że nierówne traktowanie, któremu poddawana miała być skarżąca, zostało w sposób właściwy wzięte pod uwagę w ramach dokonanej powyżej oceny, której skutkiem było stwierdzenie naruszenia art. 1 Protokołu nr 1, analizowanego oddzielnie (zob. paragraf 76 powyżej). W związku z powyższym, Trybunał orzeka – pomimo że wskazana skarga jest również dopuszczalna – że nie istnieją podstawy, aby dokonać odrębnej analizy tych samych faktów z punktu widzenia art. 14 Konwencji (zob., mutatis mutandis, Church of Scientology Moscow przeciwko Rosji, skarga nr 18147/02, § 101, 5 kwietnia 2007).", "IV.  INNE ZARZUCANE NARUSZENIA KONWENCJI", "85.  Skarżąca podnosiła też, że domniemanie prawne, jakoby zakwestionowane dochody były sprzeczne z dobrymi obyczajami, stanowiło ingerencję w przysługujące jej prawo do zachowania dobrego imienia, skutkując naruszeniem art. 8, analizowanego samodzielnie bądź też w związku z art. 14 Konwencji.", "Trybunał orzeka, że niniejsza skarga nie jest poparta dowodami, przez co należy uznać ją za w sposób oczywisty nieuzasadnioną w rozumieniu art. 35 § 3 lit. a), i musi ona w efekcie zostać odrzucona zgodnie z postanowieniami art. 35 § 4 Konwencji.", "V.  ZASTOSOWANIE ART. 41 KONWENCJI", "86.  Art. 41 Konwencji stanowi, co następuje:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkody", "87.  Skarżąca zażądała wypłacenia kwoty 2.365.229 HUF, odpowiadającej kwocie odliczonej tytułem opodatkowania od przysługującej jej odprawy, powiększonej o odsetki narosłe do dnia wydania orzeczenia przez Trybunał (tj. dwukrotność mającej zastosowanie stopy oprocentowania Węgierskiego Banku Centralnego) tytułem odszkodowania, jak również kwoty 20.000 EUR tytułem zadośćuczynienia za doznaną krzywdę.", "88.  Rząd uznał powyższe roszczenia za zawyżone.", "89.  Mając na uwadze fakt, że w przypadku, gdyby 98-procentowa stawka opodatkowania nie miała zastosowania, cała kwota odprawy należnej skarżącej zostałaby najprawdopodobniej obłożona ogólnym podatkiem dochodowym, Trybunał niniejszym zasądza na rzecz skarżącej kwotę 11.000 EUR tytułem odszkodowania i zadośćuczynienia za krzywdę.", "B.  Koszty i wydatki", "90.  Skarżąca zażądała przyznania jej kwoty 17.272 EUR tytułem kosztów i wydatków poniesionych w ramach postępowania przed Trybunałem. Kwota ta odpowiada 68 godzinom pracy prawnika wedle stawki w wysokości 200 EUR za godzinę plus podatek VAT w wysokości 27%.", "91.  Rząd nie przedstawił w tej sprawie swojego stanowiska.", "92.  Zgodnie z orzecznictwem Trybunału kwota na pokrycie kosztów i wydatków może zostać przyznana jedynie, jeżeli zostały one faktycznie poniesione przez skarżącego i były nieuniknione, a ich suma jest rozsądna. W niniejszej sprawie, mając na uwadze posiadane dokumenty oraz powyższe kryteria, Trybunał za rozsądne uważa przyznanie skarżącej kwoty 6.000 EUR tytułem kosztów poniesionych w ramach postępowania przed Trybunałem.", "C.  Odsetki za zwłokę", "93.  Trybunał za słuszne uznaje wyznaczenie wysokości odsetek za zwłokę na podstawie stopy oprocentowania kredytu marginalnego Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe.", "W ZWIĄZKU Z POWYŻSZYM TRYBUNAŁ JEDNOMYŚLNIE", "1.  Uznaje za dopuszczalną skargę dotyczącą art. 1 Protokołu nr 1, samodzielnie bądź też w związku z art. 13 i 14 Konwencji, pozostałą zaś część skargi za niedopuszczalną;", "", "2.  Orzeka, że doszło do naruszenia art. 1 Protokołu nr 1;", "", "3.  Orzeka, że nie ma potrzeby oddzielnego rozpatrywania zarzutów skarżącej opartych na art. 1 Protokołu nr 1 w związku z art. 13 Konwencji;", "", "4.  Orzeka, że nie ma potrzeby oddzielnego rozpatrywania zarzutów skarżącej opartych na art. 1 Protokołu nr 1 w związku z art. 14 Konwencji;", "", "5.  Orzeka, że:", "(a) Państwo pozwane ma wypłacić skarżącej, w przeciągu trzech miesięcy od daty, w której wyrok stanie się ostateczny, zgodnie z art. 44 § 2 Konwencji, następujące kwoty, które będą przeliczone na walutę Państwa pozwanego według kursu obowiązującego w dacie uregulowania należności:", "(i) kwotę 11.000 EUR (jedenaście tysięcy euro) z tytułu odszkodowania oraz zadośćuczynienia za krzywdę, powiększoną o wartość wszelkich podatków, jakie ewentualnie mogą być pobrane od tej kwoty;", "(ii) kwotę 6.000 EURO (sześć tysięcy euro) tytułem poniesionych kosztów i wydatków, powiększoną o wartość wszelkich podatków, jakie ewentualnie mogą być pobrane od tej kwoty;", "(b) że od momentu upływu wyżej wskazanego terminu trzech miesięcy aż do momentu uregulowania należności, należne będą odsetki zwykłe od określonej powyżej kwoty, naliczone według stopy równej marginalnej stopie procentowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "", "6.  Oddala pozostałą część żądania skarżącej w zakresie słusznego zadośćuczynienia.", "Sporządzono w języku angielskim i złożone na piśmie dnia 14 maja 2013 r., zgodnie z art. 77 § 2 i 3 Regulaminu Trybunału.", "\tStanley Naismith\tGuido Raimondi\nKanclerz\tPrzewodniczący", "", "Zgodnie z treścią art. 45 § 2 Konwencji oraz art. 74 § 2 Regulaminu Trybunału, do niniejszego wyroku załączone zostaje zdanie odrębne Sędziego Lorenzena, zgłoszone wspólnie z Sędziami Raimondim i Jočienė.", "G.R.A.\nS.H.N.\n", "", "", "ZDANIE ODRĘBNE ZGODNE Z WYROKIEM \n– SĘDZIA LORENZEN WSPÓLNIE Z SĘDZIAMI RAIMONDIM I JOČIENE", "Z pewnym wahaniem zdecydowałem się poprzeć stanowisko, jakoby w niniejszej sprawie miało miejsce naruszenie, jako że w mojej opinii sprawa ta powinna była zostać przekazana do rozpatrzenia przez Wielką Izbę. Nawet jednak pomimo faktu, że zaakceptowałem sentencję wyroku i że zasadniczo zgadzam się także z jego uzasadnieniem, uznaję za niezbędne wyjaśnić swoje stanowisko poprzez dodanie następującego komentarza:", "Trybunał konsekwentnie utrzymywał w swoim orzecznictwie, że nakładanie zobowiązań podatkowych co do zasady leży w kompetencji Państw, i że jedynie w sytuacji, kiedy system podatkowy bądź też sposób zastosowania jego reguł w konkretnym przypadku ma charakter arbitralny bądź pozbawiony jest uzasadnionych podstaw, możliwe jest zakwestionowanie opodatkowania w oparciu o art. 1 Protokołu nr 1. W moim przekonaniu wyrok należy rozumieć jako nieskutkujący ingerencją w treść dotychczas stosowanych zasad w tym obszarze.", "Wyrok Trybunału w pewnym zakresie odnosi się do kwestii retroaktywnego zastosowania prawa podatkowego (zob. paragrafy 51, 52 i 74). To, czy w przypadku skarżącej mieliśmy w istocie do czynienia z takim właśnie przypadkiem, jest w moim przekonaniu wątpliwe, niemniej jednak nie uważam, aby zagadnienie to wymagało dalszej analizy. Uważam jednak, że należy podkreślić, iż Konwencja – wyłączywszy sprawy karne oraz, w pewnym zakresie, ramy prawne art. 6 Konwencji – nie zawiera w sobie ogólnego zakazu wprowadzania ustawodawstwa działającego ze skutkiem wstecznym, oraz że jak do tej pory orzecznictwo Trybunału nie wypracowało jasnych zasad co do tego, kiedy i w jakich okolicznościach retroaktywne ustawodawstwo podatkowe będzie uznawane za niekompatybilne z art. 1 Protokołu nr 1. W sprawie M.A. i 34 Innych, Trybunał stwierdził w istocie wyraźnie, że „przepis ten nie zakazuje stosowania retroaktywnego ustawodawstwa podatkowego jako takiego”. W moim przekonaniu wyrok należy rozumieć jako nieskutkujący wprowadzeniem jakichkolwiek nowych reguł w odniesieniu do omawianego zagadnienia.", "Stwierdzenie naruszenia w niniejszym przypadku, w moim przekonaniu, było w dużej mierze uzasadnione przez bardzo szczególny sposób, w jaki przedmiotowe ustawodawstwo zostało wprowadzone i w jaki było ono stosowane w przypadkach takich jak przypadek skarżącej.", ""]}