{"file": "POL_HJUDPOL_28949_03.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "28949/03", "text_paragraphs": ["", "", "CZWARTA SEKCJA", "", "", "", "SPRAWA SANOCKI p. POLSCE", "", "", "(Skarga nr 28949/03)", "", "", "WYROK", "", "STRASBOURG", "", "17 lipca 2007", "", "", "", "", "", "PRAWOMOCNY", "", "17/10/2007", "", "", "", "Wyrok ten uprawomocni się zgodnie z warunkami określonymi przez artykuł 44 § 2 Konwencji. Wyrok może zostać poddany korekcie wydawniczej. ", "W sprawie Sanocki p. Polsce,", "Europejski Trybunał Praw Człowieka (czwarta sekcja), zasiadając jako Izba składająca się z:", "\tSir\tNicolas Bratza, przewodniczący,\n\tPan\tJ. Casadevall,\n\tPan\tG. Bonello,\n\tPan\tK. Traja,\n\tPan\tS. Pavlovschi,\n\tPan\tL. Garlicki,\n\tPani\tL. Mijović, sędziowie,\noraz Pan T.L. Early, Kanclerz sekcji,", "Obradując na posiedzeniu 26 czerwca 2007 r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu :", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi nr 28949/03 przeciwko Rzeczypospolitej Polskiej wniesionej w dniu 30 sierpnia 2003 r. do Europejskiego Trybunału Praw Człowieka na podstawie art. 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez obywatela polskiego, Pana Janusza Sanockiego („skarżący”).", "2.  Rząd polski („Rząd”) był reprezentowany przez swojego pełnomocnika, Pana Jakuba Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3.  Dnia 28 września 2004 r. Czwarta Sekcja podjęła decyzję o zakomunikowaniu skargi Rządowi. W oparciu o art. 29 § 3 Konwencji Sekcja podjęła decyzję, że dopuszczalność i zasadność sprawy zostaną zbadane jednocześnie.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "4.  Skarżący, związany z politycznymi ruchami polskiej prawicy, był \nw czasie będącym przedmiotem niniejszej sprawy burmistrzem miasta Nysa. W latach 1999-2000 lokalny dziennik Nowa Trybuna Opolska (według skarżącego następca uprzedniego dziennika komunistycznego) opublikował pięćdziesiąt artykułów krytykujących radę miejską oraz działalność skarżącego jako burmistrza. Między innymi 24 marca 2000 r. dziennikarz L. opublikował artykuł zatytułowany „Niegospodarność czyli pięć razy drożej – lewicowa opozycja zarzuca władzom w Nysie naruszenie dyscypliny finansów publicznych oraz łamanie ustawy o samorządzie terytorialnym”.", "5.  Uważając te teksty na swój temat za kłamliwe skarżący odpowiedział w dniu 30 marca 2000 r. w artykule opublikowanym w innym lokalnym tygodniku, Nowinach Nyskich. Artykuł był zatytułowany „ Łgarstwa Trybuny” i zawierał przede wszystkim co następuje:", "« Ci, którzy zapomnieli już jak bezczelnymi kłamstwami posługiwali się komuniści mogą wziąć do ręki dowolny numer Nowej Trybuny Opolskiej i przeczytać informacje na temat sytuacji w gminie Nysa.", "Jak widać tradycyjna metoda bolszewików – donos + kłamstwa stosowana jest przez „Nową” ale jakby starą „Trybunę”.", "Odsunięta od władzy komuna nie widzi innego wyjścia jak tylko szkalować nas i łgać na potęgę. „Nowa Trybuna Opolska” i delegowany do łgania dziennikarz L. wiernie im służy.", "„Nowa Trybuna Opolska” sięgnie wkrótce pułapu rynsztoka. Będziemy mogli wtedy powiedzieć, właściwa gazeta na właściwym miejscu.”", "6.  16 maja 2000 r. wydawca dziennika „Nowa Trybuna Opolska”, Pro Media Sp. z o.o., wniosła do Sądu Okręgowego w Opolu pozew przeciwko skarżącemu twierdząc, że publikacja tego artykułu naruszyła jej dobra osobiste.", "7.  Skarżący utrzymywał, że opublikował artykuł, którego treść mieściła się w granicach prawa swobody wypowiedzi, aby bronić się przed kłamliwymi twierdzeniami „Nowej Trybuny Opolskiej”.", "8.  W trakcie procesu skarżący wnosił o włączenie do akt sprawy pięćdziesięciu artykułów opublikowanych przez „Nową Trybunę Opolską” w latach 1999-2000. Trybunał odrzucił ten wniosek.", "9.  20 grudnia 2001 r., Sąd Okręgowy w Opolu wydał wyrok zobowiązujący skarżącego do opublikowania przeprosin na łamach „Nowin Nyskich” i „ Nowej Trybuny Opolskiej” w terminie miesiąca. Zasądził również od pozwanego na rzecz dwóch instytucji charytatywnych kwotę 6 000 złotych (po 3 000 złotych na rzecz każdej), nakazał ściągnięcie od pozwanego kosztów i opłat sądowych w wysokości 1 400 złotych oraz nakazał pozwanemu zwrócenie pozwanemu kosztów procesu i wydatków w wysokości 6 080 złotych.", "10.  Sąd Okręgowy uznał, że zdania „tradycyjna metoda bolszewików = donos + kłamstwa, stosowana jest przez „Nową”, ale jakby starą „Trybunę” albo „„Nowa Trybuna Opolska” sięgnie wkrótce pułapu rynsztoka”, jak również sugerowanie posługiwania się przez dziennik „kłamstwem” miało charakter poniżający i godziło w dobre imię wydawcy. Przywołując orzecznictwo Sądu Najwyższego Sąd Okręgowy podkreślił poza tym, że „ostre polemiki prasowe, w których adwersarze prześcigają się w używaniu obraźliwych argumentów ad personam nie zasługują na społeczną aprobatę.” Sąd Okręgowy ponadto zauważył brak występowania uzasadnionego interesu ogólnego lub prywatnego, które przeważałyby i uzasadniały obelżywe i obraźliwe ataki słowne ze strony skarżącego.", "11.  Odnosząc się do oddalenia wniosków dowodowych skarżącego (pięćdziesiąt artykułów opublikowanych przez „Nową Trybunę Opolską”) Sąd Okręgowy zauważył, że elementy te nie były właściwe dla toku przedmiotowego procesu. Sąd miał bowiem za zadanie określić, czy określenia użyte przez skarżącego stanowiły same w sobie naruszenie dóbr osobistych powoda. Zważywszy na fakt, że sformułowania będące przedmiotem sprawy nie odnosiły się do konkretnych zdarzeń faktycznych, tylko one podlegały weryfikacji dokonywanej przez sąd. W tym przypadku sąd nie zajmował się ustaleniem prawdziwości któregokolwiek z faktów. W konsekwencji dowody przedstawione przez skarżącego nie miały wpływu na wyrok wydany w tej sprawie.", "12.  Sąd Okręgowy podkreślił ponadto, że jeżeli skarżący chciał bronić się przed naruszeniami jego dóbr osobistych w artykułach publikowanych przez „Nową Trybunę Opolską”, mógł skorzystać z powództwa o ochronę dóbr osobistych.", "13.  Skarżący wniósł apelację od tego wyroku zarzucając obrazę przepisów odnoszących się do dopuszczenia dowodów. Skarżący zarzucił również naruszenie swojego prawa do poszanowania życia prywatnego.", "14.  25 lipca 2002 r. Sąd Apelacyjny przyjmując ustalenia Sądu Okręgowego oddalił apelację. Zasądził również od skarżącego na rzecz powoda zwrot kosztów postępowania apelacyjnego w wysokości 3 750 złotych. Sąd Apelacyjny zważył, że skarżący błędnie uznał, że miał prawo zareagować w sposób obraźliwy na artykuły strony powodowej, które dyskredytowały go w oczach opinii publicznej.", "15.  15 kwietnia 2003 r. Sąd Najwyższy wydał postanowienie, którym odmówił przyjęcia kasacji skarżącego do rozpoznania, gdyż w sprawie nie występowało istotne zagadnienie prawne. Sąd Najwyższy nakazał skarżącemu zwrot na rzecz strony powodowej kosztów postępowania kasacyjnego w wysokości 900 złotych.", "16.  W 2002 r. skarżący wniósł do Sądu Okręgowego w Opolu pozew przeciwko wydawcy „Nowej Trybuny Opolskiej” o ochronę dóbr osobistych naruszonych artykułami opublikowanymi w 2001 r. 19 czerwca 2002 r. Sąd Okręgowy zobowiązał wydawcę i redaktora naczelnego dziennika do opublikowania przeprosin, zasądził od pozwanych solidarnie kwotę 1 500 złotych na rzecz organizacji non profit, a także zasądził od pozwanych 1 900 złotych tytułem kosztów procesu oraz nakazał zwrot powodowi kwoty 2 600 złotych tytułem zwrotu kosztów i wydatków. 16 października 2002 r. Sąd Apelacyjny oddalił apelację pozwanych i zasądził od nich solidarnie na rzecz powoda kwotę 1 350 złotych tytułem kosztów postępowania apelacyjnego.", "II.  WŁAŚCIWE PRAWO KRAJOWE", "17.  Artykuł 24 Kodeksu cywilnego brzmi następująco:", "„Ten, czyje dobro osobiste zostaje zagrożone cudzym działaniem, może żądać zaniechania tego działania, chyba że nie jest ono bezprawne. W razie dokonanego naruszenia może on także żądać, ażeby osoba, która dopuściła się naruszenia, dopełniła czynności potrzebnych do usunięcia jego skutków, w szczególności ażeby złożyła oświadczenie odpowiedniej treści I w odpowiedniej formie. Na zasadach przewidzianych w kodeksie może on również żądać zadośćuczynienia pieniężnego lub zapłaty odpowiedniej sumy pieniężnej na wskazany cel społeczny.”", "18.  Zgodnie z artykułem 43 Kodeksu cywilnego przepisy o ochronie dóbr osobistych osób fizycznych stosuje się odpowiednio do osób prawnych.", "19.  Artykuł 54 ust. 1 Konstytucji Rzeczypospolitej Polskiej brzmi:", "„Każdemu zapewnia się wolność wyrażania swoich poglądów oraz pozyskiwania i rozpowszechniania informacji.”", "PRAWO", "I.  DOMNIEMANE NARUSZENIE ARTYKUŁU 6 KONWENCJI", "20.  Powołując się na artykuł 6 Konwencji skarżący zarzucił niesprawiedliwość procesu wytoczonego przeciwko niemu z powództwa wydawcy „Nowej Trybuny Opolskiej”, ponieważ sędzia odmówił przyjęcia jego wniosków dowodowych.", "\n”Każdy ma prawo do sprawiedliwego (...) rozpatrzenia jego sprawy (...) przez sąd (...) przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym (...)”", "A.  Dopuszczalność skargi", "21.  Trybunał uważa, ze skarga nie jest oczywiście nieuzasadniona w znaczeniu artykułu 35 § 3 Konwencji. Ponadto Trybunał podnosi, że nie dosztrega żadnej innej podstawy dla uznania skargi za niedopuszczalną. Należy więc skargę uznać za dopuszczalną.", "B.  Meritum sprawy", "1. Argumenty stron", "a)  Rząd", "22.  W ocenie Rządu skarga jest oczywiście nieuzasadniona. Rząd zwrócił uwagę na fakt, że postępowanie, które jest jej przedmiotem, było ograniczone do jednorazowego zbadania zwrotów użytych przez skarżącego w artykule. Zadaniem sądów krajowych było jedynie dokonanie oceny, czy wyrażenia użyte przez skarżącego naruszyły dobra osobiste wydawcy. Rząd wskazał, że w opinii sądów sformułowania użyte przez skarżącego mają charakter ocenny i nie odnoszą się do konkretnych faktów. Z tego właśnie powodu sędziowie odrzucili wnioski dowodowe skarżącego, który domagał się przeprowadzenia dowodów z pięćdziesięciu artykułów, które ukazały się w „Nowej Trybunie Opolskiej”. Dla Rządu sam fakt użycia przez skarżącego sformułowań będących przedmiotem sporu stanowiło naruszenie dóbr osobistych wydawcy. Zbadanie prawdziwości faktów opisanych w artykule jest niezależne od oceny sformułowań, za pomocą których wyraził się skarżący.", "23.  Rząd podkreślił, że sądy krajowe stwierdziły, że ustosunkowałyby się do zawartości artykułów, które ukazały się na łamach „Nowej Trybuny Opolskiej” i przedstawiały działania skarżącego jako burmistrza, gdyby skarżący wniósł powództwo wzajemne w trakcie przedmiotowego postępowania. W tym wypadku takie powództwo zostało wniesione, ale zostało następnie zwrócone, ponieważ skarżący nie opłacił pozwu.", "24.  Rząd zauważył również, że ograniczenie postępowania do kontroli zgodności z prawem sformułowań użytych przez skarżącego wpłynęło nie tylko na jego pozycję, ale także na pozycję wydawcy. W efekcie wydawcy udało się uzyskać zobowiązanie skarżącego przez sąd krajowy do opublikowania w dziennikach oświadczenia, w którym uznaje kłamliwy charakter faktów, do których odnosił się w swoim artykule oraz przeprasza za język i użyte sformułowania. Sądy krajowe uznały, że kwestia prawdziwości faktów nie musi być przedmiotem ich oceny. W konsekwencji zobowiązały one skarżącego do przeprosin tylko w odniesieniu do użytych sformułowań i oddaliły powództwo w pozostałej części.", "25.  Rząd był zdania, że skarżący mógł podjąć inne środki prawne, aby bronić się przed zarzutami sformułowanymi w pięćdziesięciu artykułach opublikowanych w „Trybunie”, z których to artykułów domagał się przeprowadzenia dowodu. Z jednej strony artykuły 39 oraz 52 ustawy prawo prasowe dawały skarżącemu możliwość domagania się opublikowania sprostowania. Z drugiej strony skarżący mógł wnieść pozew o naruszenie dóbr osobistych na podstawie artykuł 24 Kodeksu cywilnego. Według Rządu fakt, iż skarżący uważał sformułowania zawarte w pięćdziesięciu artykułach za kłamliwe, obraźliwe i nieprawdziwe, nie uprawniało go do naruszenia prywatnego interesu wydawcy.", "26.  Rząd uważał, że sąd nie uwzględniając wniosków dowodowych ze wspomnianych artykułów kierował się celem powództwa wniesionego przeciwko skarżącemu, ponieważ sąd krajowy nie mógł zająć się rozpatrzeniem zawartości tych artykułów. Rząd uściślił, że kwestia stwierdzeń sformułowanych w „Trybunie” była następnie przedmiotem odrębnego procesu, który został wszczęty na skutek powództwa skarżącego i które zakończyło się jego sukcesem.", "27.  Rząd podkreślił, że zgodnie z orzecznictwem Trybunału państwa dysponują marginesem oceny co do dopuszczalności dowodów. Są uprawnione do oceny zasadności i znaczenia dowodów, które mają podlegać zbadaniu. Według Rządu strona w procesie nie może ograniczyć się do składania zażaleń w przypadku odrzucenia wniosków dowodowych w danym postępowaniu, ale musi ponadto wykazać niezbędność danych dowodów do ustalenia prawdy.", "28.  Wreszcie, nawet jeżeli dowody przedstawiane przez skarżącego wykazałyby bezprawne działanie wydawcy wobec skarżącego, to zdaniem Rządu, sformułowania użyte przez skarżącego w jego artykule nadal miałyby charakteru obraźliwy i ubliżający.", "b)  Skarżący", "29.  Skarżący utrzymuje, że odmowa sądu przeprowadzenia dowodów, których skarżący się domagał w celu udowodnienia prawdziwości swoich twierdzeń naruszyła jego prawo do sprawiedliwego procesu.", "2.  Ocena Trybunału", "30.  Trybunał przypomina na wstępie, że artykuł 6 Konwencji nie ogranicza dopuszczalności dowodów. Jest to bowiem kwestia, która wchodzi w zakres prawa krajowego i w zasadzie do sądów krajowych należy ocena dowodów przedstawianych przez strony. Niemniej jednak do Trybunału należy ustalenie, czy procedura przedmiotowa w całości, uwzględniając także sposób dopuszczania dowodów, miała sprawiedliwy charakter. Konieczność uniknięcia nierówności miedzy stronami i realizowania zasady równości broni między nimi została wyrażona wielokrotnie w orzecznictwie Trybunału (zob., przede wszystkim, Rafinerie greckie p. Grecji, wyrok z 9 grudnia 1994 r., série A no 301-B, § 46 ; Doorson p. Holandii, wyrok z 26 marca 1996 r., Recueil des arrêts et décisions 1996-II, § 67). Równość broni w kwestii postępowania dowodowego tłumaczy się przede wszystkim przez możliwość oferowaną każdej ze stron procesu do przedstawiania dowodów w celu potwierdzenia faktów na swoją korzyść w warunkach, które nie stawiają go w sytuacji wyraźnie niekorzystnej w porównaniu do przeciwnika (Dombo Beheer B. V. p. Holandii, wyrok z 27 października 1993 r., série A no 274, § 33).", "31.  Jednakże zasada wyrażona powyżej nie ma charakteru absolutnego i doznaje wyjątków w zakresie, w jakim państwa dysponują marginesem oceny w kwestii dopuszczalności dowodów przedstawianych przez strony. Mogą one przede wszystkim odrzucić dowody, które nie są właściwe dla przedmiotowego postępowania albo które zmierzają do potwierdzenia faktów, których istnienie nie ma znaczenia dla rozwiązania danego sporu. Zgodnie z orzecznictwem Trybunału dopuszczanie dowodów na pierwszym miejscu wchodzi w zakres przepisów prawa krajowego i co do zasady do sądów krajowych należy ocena elementów zebranych przez strony.", "32.  Odnosząc się do konkretnej niniejszej sprawy Trybunał zauważa na wstępie, że żaden element nie pozwala wątpić w sprawiedliwość postępowania, które jest przedmiotem oceny Trybunału. Trybunał zbadał przede wszystkim zagadnienie, czy odmowa sądów krajowych przeprowadzenia dowodów wskazanych przez skarżącego miała charakter naruszenia prawa skarżącego do sprawiedliwego procesu. Trybunał zauważa, że sądy krajowe należycie przedstawiły powody, które doprowadziły je do odrzucenia wniosków dowodowych skarżącego. W szczególności Trybunał podnosi, że dowody te nie były istotne dla przedmiotu sporu rozstrzyganego przed sądami krajowymi. Przeprowadzenie tych dowodów nie miało żadnego wpływu na wynik postępowania. Trybunał zauważa ponadto, że dowody te zostały przeprowadzone przez sądy krajowe podczas innego procesu, który został wszczęty z powództwa skarżącego i który to proces skarżący wygrał.", "33.  W konsekwencji odmawiając przeprowadzenia dowodów, których domagał się skarżący, sądy krajowe nie naruszyły zasady równości broni miedzy stronami postępowania.", "34.  Konkludując Trybunał ocenia, że biorąc pod uwagę całość postępowania będącego przedmiotem skargi, miało ono charakter sprawiedliwego w rozumieniu artykułu 6 § 1 Konwencji.", "35.  A zatem nie doszło do naruszenia tego przepisu.", "II.  DOMNIEMANE NARUSZENIE ARTYKUŁU 10 KONWENCJI", "36.  Skarżący twierdzi, że jego przegrana w procesie naruszyła jego prawo do swobody wypowiedzi. Powołuje się on na artykuł 10 Konwencji, który brzmi następująco:", "„ 1.  Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie wyklucza prawa Państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2.  Korzystanie z tych wolności, pociągających za sobą obowiązki i odpowiedzialność, może podlegać takim wymogom formalnym, warunkom, ograniczeniom i sankcjom, jakie są przewidziane przez ustawę i niezbędne w społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego ze względu na konieczność zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia i moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi i bezstronności władzy sądowej.”", "A.  Dopuszczalność skargi", "37.  Rząd jasno wyraża zarzut niedopuszczalności, gdyż według niego skarżący nie podniósł wyraźnie przed sądami krajowymi skargi na naruszenie swojego prawa do swobody wypowiedzi.", "38.  Rząd wskazuje, że skarżący w trakcie postępowania powołał się na artykuł 54 Konstytucji Rzeczypospolitej Polskiej. Według niego przepis ten gwarantuje bardziej swobodę rozpowszechniania informacji i opinii niż swobodę wypowiedzi. Aby przedstawić przykład sformułowania przez skarżącego zarzutów, Rząd cytuje fragment jego wnioskowania: „W świetle norm konstytucyjnych, a szczególności prawa obywatela do bycia należycie informowanym o działaniach władz, w interesie publicznym leży także możliwość oceny działalności mediów”.  Według Rządu: „[skarżący] broni zatem interesu publicznego – zagwarantowanego przez Konstytucję obywatelom prawa do otrzymywania informacji prawdziwej i rzetelnej o działaniach władz”.", "39.  Skarżący zwalcza taką argumentację i utrzymuje, że wyraźnie podnosił swoją skargę na naruszenie swojego prawa swobody wypowiedzi przed sądami krajowymi. W tym względzie odwołuje się ściśle do sformułowań swojej kasacji, w której wyraźnie zarzucił naruszenie swojego prawa swobody wypowiedzi.", "40.  Trybunał przypomina, że celem artykułu 35 Konwencji jest zorganizowanie możliwości państwom zapobiegania lub naprawiania naruszeń im zarzucanych zanim te naruszenia zostaną przedłożone organom Konwencji. Ta metoda musi być stosowana “z pewną elastycznością i bez nadmiernego formalizmu”; wystarczy, by zainteresowany poniósł przed sądami krajowymi co najmniej z grubsza, oraz na warunkach i w terminach określonych w prawie krajowym, skargę, którą zamierza następnie wnieść do Trybunału (zob., między wieloma innymi, Fressoz oraz Roire p. Francji, [GC], nr 29183/95, § 37, CEDH 1999-I).", "41.  Trybunał zauważa, ze w danym wypadku skarżący uczynił zadość temu wymogowi. Przywołując prawo do rozpowszechniania informacji I opierając swoją skargę na artykule 54 Konstytucji, odwołał się z grubsza do swobody wypowiedzi. W istocie prawo to mieści w sobie również, zgodnie z brzmieniem artykułu 10 Konwencji, praw do rozpowszechniania informacji oraz opinii.", "42.  Zatem zarzut niedopuszczalności podnoszony przez Rząd musi zostać odrzucony.", "B.  Meritum sprawy", "1.  Argumenty stron", "a)  Rząd", "43.  Według Rządu wyrok Sądu Okręgowego z 20 grudnia 2001 r. zobowiązujący skarżącego do opublikowania przeprosin za użycie sformułowań obraźliwych stanowi ingerencję w prawo swobody wypowiedzi i opinii zagwarantowaną przez artykuł 10 Konwencji. Niemniej Rząd utrzymuje, że ingerencja ta była uzasadniona i niezbędna, w społeczeństwie demokratycznym, dla ochrony dobrego imienia innej osoby w świetle § 2 artykułu 10 Konwencji.", "44.  Rząd zauważa, że ingerencja była przewidziana przez prawo, w tym wypadku przez artykuł 24 polskiego Kodeksu cywilnego, oraz że zmierzała do uzasadnionego celu, w tym wypadku do ochrony dobrego imienia i praw innej jednostki.", "45. Rząd zwraca również uwagę, że sformułowania opublikowane przez zainteresowanego zostały uznane przez sądy krajowe za obelżywe i ubliżające. Cytując orzecznictwo Trybunału (De Haes oraz Gijsels p. Belgii, wyrok z 24 lutego 1997, Recueil 1997I, § 37), Rząd podnosi, że mimo iż prasa odgrywa zasadniczą rolę w społeczeństwie demokratycznym, nie powinna ona przekraczać pewnych granic, w szczególności dobrego imienia oraz praw innej jednostki.", "46.  Rząd jest zdania, że postępowanie cywilne wszczęte przeciwko skarżącemu było najbardziej właściwym środkiem dla oceny czy użyte sformułowania były ubliżające. Wydane wyroki były według Rządu uzasadnione okolicznościami sprawy i niezbędne dla ochrony praw wydawcy.", "47.  Rząd zauważa w końcu, że wysokość kwot, które zasądzono od skarżącego nie były nieproporcjonalne do celu prawnie dochodzonego.", "b)  Skarżący", "48.  Skarżący utrzymuje, że sformułowania użyte nie były zniesławiające. Artykuł odnosił się do debaty publicznej na temat ważny dla życia społeczeństwa. Skarżący cytuje przy tym orzeczenie Thorgeirson p. Islandii (wyrok z 25 czerwca 1992 r., série A no 239), w którym Trybunał przyznał debacie politycznej pod kątem artykułu 10 Konwencji.", "Skarżący twierdzi, że wyrok uznający, że naruszył on dobra osobiste stanowiło naruszenie jego prawa swobody wypowiedzi, a także, w szczególności, wolności prasy. W istocie bowiem opublikował on swój artykuł jako dziennikarz lokalnego dziennika i publicysta a nie jako burmistrz miasta Nysa.", "49.  Skarżący ocenia, że sądy krajowe naruszyły jego prawo swobody opinii, jednego z fundamentów społeczeństwa demokratycznego. Ingerencja państwa nie dążyłaby do uzasadnionego celu, a użyte sformułowania były z pewnością nieuprzejme, ale nie były obraźliwe. Ponadto skarżący uważa, ze jego krytyka opierała się na prawdziwych wydarzeniach. Jego artykuł miał za zadanie ożywienie debaty publicznej co do zagadnień interesu ogólnego, w tym wypadku zachowania redakcji dziennika „Nowa trybuna Opolska”. Zainteresowany twierdzi jednocześnie, że sporny artykuł był tylko odpowiedzią na kłamliwe według niego twierdzenia, które regularnie pojawiały się w tym dzienniku.", "2.  Ocena Trybunału", "a)  Wystąpienie ingerencji w wykonywanie przez skarżącego swojego prawa do poszanowania swobody wypowiedzi zagwarantowanej przez artykuł 10 Konwencji", "50.  Trybunał zauważa, że w danym przypadku nie jest kwestionowany fakt, że pociągnięcie skarżącego do odpowiedzialności stanowi ingerencję władz krajowych w wykonywanie przez niego swojej swobody wypowiedzi, w znaczeniu artykułu 10 Konwencji.", "b)  Uzasadnienie ingerencji", "i.  „Przewidziana przez prawo” oraz uzasadniony cel", "51.  Trybunał uważa, że ingerencja była „przewidziana przez prawo”, co zresztą nie było przed nim kwestionowane; uznanie naruszenia przez skarżącego dóbr osobistych opierało się na artykule 24 § 1 Kodeksu cywilnego. Ograniczenie zmierzało do uzasadnionego celu przewidzianego przez § 2 artykuł 10, to jest ochrony dobrego imienia i praw innej jednostki.", "ii.  „Niezbędna w społeczeństwie demokratycznym”", "52.  Swoboda wypowiedzi stanowi jeden z podstawowych fundamentów społeczeństwa demokratycznego i jeden z najważniejszych warunków jego postępu oraz rozwoju każdego. Z zastrzeżeniem paragrafu 2 dotyczy ona nie tylko „informacji” albo „opinii” przyjętych na korzyść lub uznanych za nieobraźliwe lub obojętne, ale również tych, które urażają, szokują lub martwią. Domagają się tego też pluralizm, tolerancja oraz duch otwartości, bez których nie ma „społeczeństwa demokratycznego”. Jak to precyzuje artykuł 10, swoboda ta podlega ograniczeniom, które muszę być jednak interpretowane ściśle a potrzeba jakichkolwiek ograniczeń musi być ustanowiona w sposób przekonywujący (zob. wyroki  Handyside p. Wielkiej Brytanii z 7 grudnia 1976 r., seria A nr 24, p. 23, § 49 ; Lingens p. Austrii z 8 lipca 1986 r., seria A nr 103, p. 26, § 41 ; oraz Jersild p. Danii z 23 września 1994, seria A nr 298, p. 23, § 31).", "53.  Przymiotnik „niezbędna” w znaczeniu art. 10 § 2 pociąga za soba istnienie „palącej potrzeby społecznej”. Państwa umawiające się korzystają z pewnego marginesu oceny aby rozstrzygnąć istnienie takiej potrzeby, ale idzie ona w parze z kontrolą europejską, która odnosi się jednocześnie do prawa oraz do decyzji, które je stosują, nawet jeśli pochodzą one od niezależnego sądownictwa. Trybunał jest więc kompetentny do stanowienia jako ostatni w kwestii, czy „ograniczenia” pozostaje w zgodzie ze swobodą wypowiedzi, którą chroni artykuł 10 (wyrok Lingens cytowany powyżej, s. 25, § 39).", "54.  W wykonywaniu swojego uprawnienia nadzorczego Trybunał powinien ocenić ingerencję w świetle całości sprawy, wliczając w to treść uwag zarzucanych skarżącemu oraz kontekst, w jakim uwagi te poczynił. Do Trybunału należy przede wszystkim ocena, czy kwestionowana przed nim ingerencja pozostawała „proporcjonalna do realizacji uzasadnionych celów” oraz czy powody wskazane przez władze krajowe dla jej uzasadnienia wydają się „właściwe i wystarczające” (wyrok Lingens cytowany powyżej, s. 25-26, § 40 ; oraz wyrok Barfod p. Danii z 22 lutego 1989 r., seria A nr 149, p. 12, § 28). Dokonując oceny Trybunał musi przekonać się, że władze krajowe zastosowały zasady zgodne z regułami usankcjonowanymi w artykule 10 i w dodatku opierając się na ocenie wystarczającej do przyjęcia właściwych faktów (wyrok Jersild cytowany powyżej, s. 24, § 31).", "55.  W odniesieniu do faktów danej sprawy Trybunał uznaje za niezbędne rozpocząć swoją ocenę od przeanalizowania generalnego kontekstu sprawy.", "56.  Trybunał zauważa na wstępie, że w sporze polityk został przeciwstawiony dziennikarzowi. Skarżący, który w przedmiotowym okresie był burmistrzem miasta Nysa, został zobowiązany do zapłacenia zadośćuczynienia za naruszenie dóbr osobistych wydawcy „Nowej Trybuny Opolskiej”. Sądy krajowe uznały, że sformułowania użyte w artykule skarżącego, takie jak „tradycyjna metoda bolszewików – donos + kłamstwo” czy „Nowa Trybuna Opolska” sięgnie wkrótce pułapu rynsztoka” jak również  sugerowanie publikowania przez dziennik kłamliwych informacji miały charakter poniżający dla wydawcy.", "57.  Trybunał podnosi, że sporne wypowiedzi stanowiły odpowiedź skarżącego na krytykę opublikowaną przez “Nową Trybunę Opolską” dotyczącą działalności skarżącego jako burmistrza Nysy.", "58. Spostrzeżenia, w związku z którymi skarżący został pozwany, zostały wyrażone na łamach prasy w trakcie otwartej debaty politycznej, pomiędzy rządzącym a dziennikarzem dotyczącej kwestii interesu ogólnego, czyli wiarygodności polityków oraz prawdziwości informacji zawartych w prasie.", "59.  Pod tym względem trybunał przypomina, że “wolność debaty politycznej mieści się w samym centrum pojęcia społeczeństwa demokratycznego, które to pojecie dominuje całą Konwencję” (wyrok Lingens cytowany powyżej, s. 26, § 42).", "60.  W kwestii granic krytyki dopuszczalnej w stosunku do polityka trybunał uznaje za ważne przypomnieć, ze są one szersze niż te, które odnoszą się do zwykłej jednostki. Polityk wystawia się nieuchronnie i świadomie na uważną kontrolę swoich działań, zarówno przez dziennikarzy jak również przez ogól społeczeństwa i musi wykazywać większą dozę tolerancji (zob. Oberschlick p. Austrii, Recueil 1997 – IV, § 29 no 2). W związku z tym w systemie demokratycznym działania albo zaniedbania rządu muszą znajdować się pod uważną kontrolą nie tylko władzy ustawodawczej i sądowniczej ale również pod kontrolą opinii publicznej (Incal p. Turcji, CEDH 1998 – IV, § 54).", "61.  Jednakże Trybunał uważa, że z powyższego nie wynika, że polityk ma mieć ograniczoną swobodę przy odpowiedzi na jego krytykę. Musi on mieć możliwość przedstawienia swojego punktu widzenia oraz obrony, gdy uważa, że publikacje przedstawiające jego osobę są kłamliwe i mogłyby wprowadzić w błąd opinię publiczną co do sposobu wykonywania przez niego władzy.", "62.  Zdaniem Trybunału należy wobec tego wprowadzić słuszną równowagę między przywilejami przyznanymi dziennikarzom do wyrażania krytycznych uwag co do działania rządzących a prawem tych ostatnich do możliwości odpowiadania na nie, do ochrony swojego dobrego imienia oraz do informowania opinii publicznej co do sposobu sprawowania władzy.", "63.  W tym względzie Trybunał przypomina swoje orzecznictwo, według którego “swoboda wypowiedzi, cenna dla każdego, jest taką w szczególności dla wybranego ze społeczeństwa; reprezentuje on swoich wyborców, sygnalizuje problemy i broni ich interesów. Ingerencje w swobodę wypowiedzi wybranego, takiego jak skarżący, wymagają więc od Trybunału oddania się kontroli najbardziej dokładnej” (zob. wyroki Castells p. Hiszpanii z 3 kwietnia 1992 r., seria A nr 236, § 42 ; Piermont p. Francji z 7 kwietnia 1995 r., seria A nr 314, § 76).", "64.  Odnosząc się do samych sformułowań Trybunał przyznaje, że skarżący użył w stosunku do swojego adwersarza, “Nowej Trybuny Opolskiej”, prowokującego i co najmniej pozbawionego elegancji języka. Jednakże, jak już Trybunał miał okazję podnosić, w dziedzinie debaty politycznej zniewaga polityczna wkracza często na plan osobisty: jest to ryzyko związane z grą polityczną i wolną ideową debatą, gwarantami społeczeństwa (zob. Lopes Gomes da Silva p. Portugalii, nr 37698/97, CEDH 2000-X, § 30).", "65.  W konsekwencji Trybunał uważa, że skoro swoboda wypowiedzi dziennikarza zawiera możliwość zastosowania pewnej dozy przesady, a nawet prowokacji (Dalban p. Rumunii, recueil 1999-VI, § 49), polityk, który odpowiada na łamach prasy na krytykę wyrażoną w stosunku do niego, powinien mieć możliwość odpowiedzi według tych samych zasad.", "66.  Trybunał przypomina przy tym, że wydawca dziennika “Nowa Trybuna Opolska” opublikował pięćdziesiąt artykułów krytykujących radę miejską i działania skarżącego jako burmistrza dając w nich do zrozumienia, że skarżący źle zarządzał środkami publicznymi. Między innymi 24 marca 2000 r. dziennikarz opublikował artykuł zatytułowany: „Niegospodarność czyli pięć razy drożej – lewicowa opozycja zarzuca władzom w Nysie naruszenie dyscypliny finansów publicznych oraz łamanie ustawy o samorządzie terytorialnym”.", "67.  Trybunał utrzymuje w konsekwencji, że wydawca „Nowej Trybuny Opolskiej” poddał się sam stwierdzeniom mogącym stanowić krytykę albo polemikę. Rzucając na skarżącego podejrzenie złego zarządzania finansami publicznymi, musiał spodziewać się reakcji ze strony skarżącego.", "68.  Tłem sformułowań będących przedmiotem postępowania był spór polityczny dotyczący oceny przez dziennikarza sposobu sprawowania władzy przez skarżącego. Z pewnością nieuprzejme, w ogólnym kontekście sprawy sformułowania te nie mogłyby być uznane za przekraczające uznane granice swobody wypowiedzi.", "69.  W konsekwencji Trybunał ocenia, ze sądy krajowe nie ustaliły w sposób przekonywujący istnienia palącej potrzeby społecznej, by postawić ochronę praw dziennikarza ponad prawem skarżącego swobody wypowiedzi oraz interesu ogólnego, gdy w grę wchodzą kwestie wolnej gry w debacie politycznej.", "70.  A zatem doszło do naruszenia artykułu 10 Konwencji.", "III.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "71.  Artykuł 41 Konwencji przewiduje:", "“Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkoda", "72.  Skarżący domagał się w pierwszej kolejności naprawienia szkody materialnej, której doznał. Domagał się z tego tytułu zwrotu kwoty w wysokości 6 000 złotych (około 1 600 euro), którą sądy krajowe zasądziły od niego na rzecz dwóch instytucji charytatywnych. Ponadto skarżący domagał się zwrotu kwoty w wysokości 11 130 złotych (około 2 950 euro) kosztów i wydatków postępowania przed sądami krajowymi, jakie musiał zwrócić swojemu przeciwnikowi. W kwestii szkody niematerialnej skarżący domagał się przyznania kwoty w wysokości 100 000 złotych (około 25 500 euro).", "73.  Rząd kwestionuje te żądania, uważając że nie przedstawiają one żadnego związku przyczynowego z przedstawianym naruszeniem. W kwestii szkody niematerialnej Rząd zwrócił się do Trybunału, aby ten orzekł, że uznanie naruszenia będzie stanowiło samo w sobie wystarczające zadośćuczynienie. W wypadku innego rozstrzygnięcia Trybunału, Rząd poprosił Trybunał, by przyznał zadośćuczynienie na podstawie orzecznictwa Trybunału w podobnych sprawach i na podstawie krajowych warunków ekonomicznych.", "74.  Trybunał zauważa, że zarówno kwota 6 000 złotych (około 1 600 euro) wpłacona przez skarżącego na rzecz instytucji charytatywnych jak i kwota 11 130 złotych (około 2 950 euro), którą skarżący musiał zwrócić swojemu przeciwnikowi tytułem kosztów i wydatków postępowania krajowego, stanowiły rezultat bezpośredni naruszenia prawa skarżącego swobody wypowiedzi. A zatem Trybunał decyduje przyznać je skarżącemu. Co do żądanej kwoty tytułem szkody niematerialnej Trybunał uważa, że na podstawie swojego orzecznictwa w podobnych sprawach i stanowiąc na zasadach słuszności należy przyznać skarżącemu 2 000 euro z tego tytułu.", "B.  Koszty i wydatki", "75.  Skarżący domaga się 12 750 złotych (około 3 400 euro) tytułem kosztów i honorariów poniesionych na szczeblu krajowym oraz w postępowaniu przed Trybunałem. Przedstawia również właściwe rachunki z tego tytułu.", "76.  Rząd twierdzi, że żądana przez skarżącego kwota zawiera w części koszty, które nie są bezpośrednio związane z przedmiotowym postępowaniem.", "77.  Trybunał przypomina, że przyznany może być zwrot jedynie tych kosztów I wydatków, które rzeczywiście zostały poniesione i które były niezbędne a ich wysokość miała rozsądny charakter (zob., między wieloma innymi, T.P. oraz K.M. p. Wielkiej Brytanii [GC], nr 28945/95, § 120, CEDH 2001-V). Ponadto zwrotowi podlegają jedynie koszty odnoszące się do stwierdzonego naruszenia (Schouten oraz Meldrum p. Holandii, wyrok z 9 grudnia 1994 r., seria A nr 304, p. 28, § 78). Biorąc pod uwagę naturę i złożoność sprawy jak również fakt, że tylko w jednym z dwóch wniesionych przez skarżącego zarzutów zostało uznane naruszenie, Trybunał uznaje za słuszne przyznać z tego tytułu skarżącemu 2 000 euro.", "C.  Odsetki", "78.  Trybunał uważa, że odsetki z tytułu niewypłacenia zasądzonych kwot powinny być ustalone zgodnie z marginalną stopą kredytową Europejskiego Banku Centralnego powiększoną o trzy punkty procentowe.", "Z TYCH POWODÓW TRYBUNAŁ,", "1.  Uznaje, jednogłośnie skargę za dopuszczalną;", "", "2.  Uznaje, jednogłośnie, że nie doszło do naruszenia artykułu 6 Konwencji;", "", "3.  Uznaje, głosami w stosunku sześć do jednego, że doszło do naruszenia artykułu 10 Konwencji;", "", "4. Uznaje, że", "", "a)  pozwane państwo ma wypłacić skarżącemu w terminie trzech miesięcy od daty, kiedy wyrok stanie się prawomocny zgodnie z art. 44 § 2 Konwencji, 4 550 euro (cztery tysiące pięćset pięćdziesiąt euro) z tytułu szkody materialnej, 2 000 euro (dwa tysiące euro) z tytułu szkody materialnej oraz 2 000 euro (dwa tysiące euro) tytułem kosztów i wydatków, które mają być przeliczone na złote polskie według kursu z dnia realizacji wyroku, plus jakikolwiek podatek, który może być pobrany od tych kwot;", "", "b)  po upływie powyższego trzymiesięcznego terminu do momentu zapłaty płatne od tej sumy będą zwykłe odsetki według marginalnej stopy kredytowej Europejskiego Banku Centralnego plus trzy punkty procentowe;", "", "5.  Oddala, jednogłośnie, pozostałą część roszczenia o zadośćuczynienie.", "Sporządzono w języku francuskim i obwieszczono pisemnie 17 lipca 2007 r., zgodnie z artykułem 77 §§ 2 et 3 Regulaminu Trybunału.", "\tT.L. Early\tNicolas Bratza\n\tKanclerz\tPrzewodniczący", "", "Do wyroku dołączono, zgodnie z artykułami 45 § 2 Konwencji oraz 74 § 2 Regulaminu Trybunału, zdanie odrębne Pana L. Garlickiego.", "", "", "N.B.", "T.L.E.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "OPINIA ODRĘBNA SĘDZIEGO GARLICKIEGO", "", "(Tłumaczenie)", "", "Nie mogę przyłączyć się do wniosku, do jakiego doszła większość Trybunału względem artykułu 10, ponieważ nie jestem przekonany, że w niniejszej sprawie miało miejsce naruszenie tego przepisu. W szczególności, mając na uwadze okoliczności sprawy, nie wydaje mi się, aby skarżący mógł być uznany za beneficjenta wszystkich gwarancji dotyczących swobody wyrażania opinii politycznych.", "", "Przyznaję, że zainteresowany jest osobą publiczną, a art. 10 § 2 Konwencji nie pozostawia miejsca dla ograniczeń swobody wyrażania opinii w kwestiach dotyczącej spraw pozostających w sferze zainteresowania publicznego, przede wszystkim kiedy dotyczą one polityków. Niemniej jednak swoboda wyrażania opinii przez polityków pochodzących z wyborów i pełniących funkcje publiczne pociąga za sobą również i obowiązki. Uważam, że w niniejszej sprawie jest wiele argumentów przemawiających za tym, że polskie władze sądowe nie wykroczyły poza to, co było niezbędne w społeczeństwie demokratycznym.", "", "Przede wszystkim jeśli chodzi o sam spór to uważam, że dała mu początek rzeczywista debata polityczna, której przedmiotem była kwestia pozostająca w sferze publicznego zainteresowania. Oczywistym jest, że skarżący, który był głównym celem krytyki, miał prawo zareagować. W świetle orzecznictwa Trybunału oczywiste jest jednak również, że debata polityczna może być czasem mało elegancka, a jej język niegrzeczny. Pomimo to „prawo do obrażania” nie jest nieograniczone: art. 19 Konwencji przypomina, że korzystanie z wolności wyrażania opinii „obejmuje prawa i obowiązki”. W szczególności sfera debaty politycznej nie rozciąga się na bezpodstawne ataki personalne lub – jak to sprecyzował Trybunał w wyrokach w sprawach włoskich, w których powoływano się na immunitet – na utarczki pomiędzy osobami prywatnymi. Z pewnością nie zawsze łatwo określić, gdzie przebiega granica pomiędzy debatą polityczną a sporem o charakterze prywatnym. Niemniej jednak jeśli mamy do czynienia z opublikowanym artykułem, którego liczne fragmenty odnoszą się do argumentów ad hominem (a nie ad meritum) i który podważa, w całości lub części, dobre imię osoby krytykowanej, nie można wykluczyć, że debata polityczna przemieni się w kłótnię pomiędzy osobami prywatnymi.", "Poza tym, jeśli chodzi o język jakim posługuje się sporny artykuł, to nie uważam, aby polski wymiar sprawiedliwości miał powody, aby uznać, że fragment określający prasę mianem „brukowej” przekroczył granice dopuszczalnej krytyki. Dużo trudniej jest natomiast sformułować opinię odnośnie sposobu, w jaki ocenione zostało zdanie informujące o stosowaniu przez Nową Trybunę Opolską „tradycyjnej metody bolszewików”. Uznając, że mamy w tym przypadku do czynienia raczej z opinią o charakterze cennym niż twierdzeniem o faktach, należy ustalić, czy opinia ta znajduje wystarczające potwierdzenie w faktach. Określenie „bolszewik” wywołuje w Polsce bardzo negatywne skojarzenia i może ono nawet, przynajmniej w pewnych kontekstach, być zbliżone do takich słów jak „neonazista” lub „neonazista” (należy zauważyć, że artykuł 13 polskiej Konstytucji zakazuje istnienia partii politycznych odwołujących się w swoich programach do totalitarnych metod i praktyk działania nazizmu, faszyzmu i komunizmu). Trybunał uznał, ze określenia «krypto-nazista » (Kellernazi) i « neonazista » mogą być używane w debaci epolitycznej (zob. wyroki Scharsach et News Verlagsgesellschaft mbH przeciwko Austrii, nr 39394/98, § 41, CEDH 2003-XI ; i Karman przeciwko Rosji, nr 29372/02, §§ 41-43, 14 grudnia 2006), ale jedynie wówczas, kiedy znajdują one wystarczające oparcie w faktach. A jednak, wbrew stanowisku wyrażonemu w dwóch powyższych sprawach, Trybunał stwierdził naruszenie artykułu 10 w niniejszej sprawie bez próby ustalenia, czy istniała wystarczająca podstawa faktyczna, która pozwałałaby na powiązanie skarżacego z metodami bolszewików.", "Ponadto, jeśli chodzi o charakter zastosowanych sankcji, Trybunał wielokrotnie uznawał, że pociągnięcie do odpowiedzialności karnej – a w szczególności orzeczenie kary pozbawienia wolności za wykroczenie popełnione na łamach prasy – może być uznane za zgodne ze swobodą wyrażania opinii jaką gwarantuje dziennikarzom artykuł 10 Konwencji jedynie w szczególnych okolicznościach (zob., tytułem przykładu, Cumpǎnǎ et Mazǎre przeciwko Rumunii [Wielka Izba], nr 33348/96, § 115, CEDH 2004XI). Natomiast w niniejszej sprawie spór był przedmiotem rozpoznania przez sąd cywilny, a wysokość zasądzonej kwoty na cel charytatywny była stosunkowo skromna.", "Wreszcie na rozstrzygniecie ninijeszej sprawy należy spojrzeć z perspektywy pogorszenia się jakości debaty politycznej w Polsce. Wielu aktorów życia politycznego – w tym uznani politycy – uważa, że użycie argumentów ad hominem jest skuteczniejszym środkiem do « wygrania » debaty. Takie podejście pociąga za sobą katastrofalne skutki dla kultury politycznej i skłania do rozważenia, czy od momentu, kiedy mamy do czynienia z względną swobodą debaty politycznej, nie należałoby położyć większego nacisku na « obowiązki i odpowiedzialność » tych, którzy są uczestnikami debaty – polityków i dziennikarzy. Dokonanie oceny tego, co jest « potrzebne w społeczeństwie demokratycznym » możliwe jest jedynie poprzez uwzględnienie tej perspektywy, czego Trybunał niestety nie wziął pod uwagę w niniejszym wyroku.", ""]}