{"file": "POL_HJUDPOL_42337_12.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "42337/12", "text_paragraphs": ["© Naczelny Sąd Administracyjny,  [Translation already published on the official website of the Polish Supreme Administrative Court]. Permission to re-publish this translation has been granted by the Polish Supreme Administrative Court for the sole purpose of its inclusion in the Court’s database HUDOC", "© Naczelny Sąd Administracyjny,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Naczelnego Sądu Administracyjnego]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Naczelny Sąd Administracyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "", "CZWARTA SEKCJA", "  ", "", "SPRAWA SUSO MUSA przeciwko MALCIE", "", "(Skarga nr 42337/12)", "           ", "", "", "WYROK", "", "STRASBURG", "", "23 lipca 2013 r.", "", "", "OSTATECZNY", "", "09/12/2013", "", "Wyrok ten stał się ostateczny zgodnie z warunkami określonymi w art. 44 § 2 Konwencji. Może podlegać korekcie wydawniczej.", "", "W sprawie Suso Musa przeciwko Malcie,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), zasiadając jako Izba w składzie:", "\tIneta Ziemele, Przewodnicząca,\n\tDavid Thór Björgvinsson,\n\tGeorge Nicolaou,\n\tLedi Bianku,\n\tZdravka Kalaydjieva,\n\tVincent A. De Gaetano,\n\tPaul Mahoney, sędziowie,\noraz Fatoş Aracı, Deputy Kanclerz Sekcji,", "obradując na posiedzeniu niejawnym w dniu 2 lipca 2013 r.,", "wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa została wszczęta skargą (nr 42337/12) wniesioną do Trybunału dnia 4 lipca 2012 r. przeciwko Republice Malty na mocy art. 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez pana Ibrahima Susa Musę („skarżący”).", "2.  Skarżącego reprezentował Dr N. Falzon, prawnik prowadzący działalność w Valletcie. Rząd maltański („Rząd”) reprezentował jego Pełnomocnik, Dr P. Grech, Prokurator Generalny.", "3.  Skarżący podniósł, że pozbawienie go wolności było niezgodne z postanowieniami art. 5 § 1 Konwencji oraz że nie dysponował on skutecznymi środkami pozwalającymi na ustalenie legalności zatrzymania, jak przewiduje art. 5 § 4 Konwencji.", "4.  Dnia 22 października 2012 r. skarga została zakomunikowana Rządowi. Ponadto postanowiono kwestię dopuszczalności oraz przedmiotu skargi rozstrzygnąć jednocześnie (art. 29 § 1).", "5.  Otrzymano również pisemne uwagi Międzynarodowej Komisji Prawników, którą Przewodniczący Izby dopuścił do uczestniczenia w sprawie w charakterze interwenienta (art. 36 § 2 Konwencji).", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "6.  Skarżący, prawdopodobnie obywatel Sierra Leone, urodził się w 1983 r. W chwili złożenia skargi był on zatrzymany w ośrodku zatrzymania Safi Barracks.", "A.  Kontekst sprawy", "7.  Skarżący dostał się na terytorium Malty nielegalnie drogą morską dnia 8 kwietnia 2011 r. Na miejscu został niezwłocznie aresztowany przez policję, a także otrzymał dokument zawierający zarówno decyzję nakazującą powrót, jak i nakaz wydalenia, ponieważ przebywał na Malcie jako nielegalny imigrant w rozumieniu art. 5 Ustawy o imigracji (Rozdział 217 Zbioru Praw Malty). Został zakwalifikowany w ten sposób, ponieważ wjechał na terytorium Malty w sposób nielegalny oraz ze względu na fakt, że nie miał wystarczających środków utrzymania. Decyzja nakazująca powrót informowała skarżącego o możliwości wnioskowania o termin dobrowolnego wyjazdu. W dolnej części tego samego dokumentu znajdował się nakaz wydalenia, wystawiony w oparciu o oddalenie wniosku skarżącego o termin dobrowolnego wyjazdu. Zaznaczono w nim, że wniosek nie został rozpatrzony pozytywnie ze względu na: ryzyko, że skarżący mógłby zbiec; fakt, że jego wniosek o legalny pobyt został uznany za oczywiście bezzasadny lub fałszywy; a także fakt, że stwarzał zagrożenie dla porządku publicznego, bezpieczeństwa publicznego lub bezpieczeństwa narodowego (zob. paragraf 27 poniżej).", "8.  W rzeczywistości skarżący nigdy nie złożył wniosku o termin dobrowolnego wyjazdu, ponieważ – jak wyjaśniono powyżej – powiadomienie o jego oddaleniu zostało mu automatycznie przedstawione wraz z informacją o możliwości złożenia takiego wniosku. Skarżący nigdy nie został zapoznany z uzasadnieniem takiej decyzji ani nie otrzymał żadnej szansy na przedłożenie informacji, dokumentów lub innych dowodów na poparcie ewentualnego wniosku o termin dobrowolnego wyjazdu.", "9.  Skarżącego poinformowano ponadto, w ramach decyzji nakazującej powrót połączonej z nakazem wydalenia, o przysługującym mu prawie do odwołania się od wyżej wymienionych decyzji i nakazu do Komisji Odwoławczej ds. Imigracji („KOI”) przed upływem trzech dni roboczych. Nie przedstawiono żadnych dodatkowych informacji o procedurze odwoławczej, w tym o dostępności pomocy prawnej; temu ostatniemu stwierdzeniu Rząd zaprzecza.", "10.  W oparciu o decyzję nakazującą powrót oraz nakaz wydalenia, a także zgodnie z Ustawą o imigracji, skarżący został zatrzymany w ośrodku Safi Barracks.", "B.  Postępowanie azylowe", "11.  Dnia 14 kwietnia 2011 r., podczas pobytu w Safi Barracks, skarżący złożył kwestionariusz wstępny, co stanowiło pierwszy etap ubiegania się przez niego o azyl na Malcie.", "12.  Dnia 31 grudnia 2011 r. wniosek o azyl skarżącego został oddalony przez Biuro Pełnomocnika ds. Uchodźców, które uznało, że nie spełniał kryteriów wymaganych do przyznania statusu uchodźcy.", "13.  Dnia 24 stycznia 2012 r. skarżący odwołał się do Komisji Odwoławczej ds. Uchodźców. Strony przedłożyły swoje stanowiska dnia 29 marca 2012 r.", "14.  Dnia 2 kwietnia 2012 r. Komisja Odwoławcza ds. Uchodźców oddaliła apelację skarżącego, a tym samym definitywnie zakończyła procedurę azylową niemal dwanaście miesięcy po jego przybyciu na Maltę.", "C.  Postępowanie kwestionujące zgodność pozbawienia wolności z prawem", "15.  W międzyczasie, kiedy toczyło się wyżej wspomniane postępowanie azylowe, dnia 28 czerwca 2011 r. skarżący przedłożył KOI skargę kwestionującą legalność pozbawienia go wolności w świetle Ustawy o imigracji. Skarga ta opierała się na art. 5 § 1 Konwencji oraz na art. 11(10) Rozporządzenia w sprawie wspólnych norm i procedur w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich (akt prawny [Legal Notice] nr 81 z 2011 r., zwany dalej „LN nr 81”) (zob. „Właściwe prawo krajowe” poniżej). W swojej skardze skarżący podniósł, że decyzja o pozbawieniu go wolności, jak również jego nadal trwające zatrzymanie były niezgodne z prawem. W odniesieniu do pierwotnej decyzji o jego zatrzymaniu skarżący stwierdził, że – niezgodnie z wymogami art. 11(8) LN nr 81 – kiedy przekazano mu decyzję nakazującą powrót wraz z nakazem wydalenia, nie przeprowadzono oceny możliwości zastosowania „innych wystarczających i łagodniejszych środków”. Co więcej, podejmując decyzję o pozbawieniu skarżącego wolności, właściwe władze uznały a priori i bez przeprowadzenia indywidualnej oceny jego sytuacji, że istniało ryzyko podjęcia przez niego próby ucieczki oraz, że unikałby on procedury powrotu lub wydalenia albo ją utrudniał. Ponadto decyzję tę podjęto bez umożliwienia skarżącemu złożenia wniosku o wyjazd dobrowolny. Skarżący podniósł również, że jego nadal trwające zatrzymanie było niezgodne z prawem, ponieważ po złożeniu przez niego wniosku o azyl w kwietniu 2011 r., na mocy art. 12 Rozporządzenia w sprawie norm proceduralnych dotyczących rozpatrywania wniosków o nadanie statusu uchodźcy (akt prawny LN nr 243 z 2008 r., dalej “LN nr 243”) (zob. „Właściwe prawo krajowe” poniżej) nie można było wobec skarżącego wszcząć ani kontynuować procedur powrotu.", "16.  27 września 2011 r. policja imigracyjna odpowiedziała na skargę skarżącego przed KOI; następnie skarżący złożył kolejne oświadczenia. Dnia 22 listopada 2011 r. KOI wydała zarządzenie wzywające strony do przedłożenia dalszych informacji na temat wskazanych przez nią kwestii. Skarżący przedstawił kolejne oświadczenia, zwracając uwagę na przedłużanie się postępowania. Policja imigracyjna również złożyła końcowe oświadczenia.", "17.  5 lipca 2012 r. – ponad rok po złożeniu skargi przez skarżącego – KOI oddaliła ją. Komisja zaznaczyła, że choć zgodnie z art. 11(1) LN nr 81 część IV tego Rozporządzenia nie ma zastosowania do osób, które zostały aresztowane lub zatrzymane przez właściwe władze w związku z nielegalnym przekraczaniem drogą morską lub powietrzną zewnętrznych granic Malty i które nie otrzymały następnie zezwolenia na pobyt lub prawa pobytu na Malcie, skarżący otrzymał prawo pobytu (”joqgħod”) na Malcie, składając wniosek o azyl. Właściwe było odwołanie się do art. 12(1) LN nr 243, zgodnie z którym osoba fizyczna ma prawo do wjazdu na wyspę lub pozostania na niej w oczekiwaniu na wydanie decyzji dotyczącej jej wniosku o azyl. W przypadku rozpatrywanej sprawy, sytuacja taka miała miejsce, kiedy skarżący złożył skargę do KOI. Jeżeli jego wniosek o azyl nadal byłby rozpatrywany, część IV LN nr 81 faktycznie znajdowałaby zastosowanie, w szczególności w zakresie, w jakim nie można zatrzymać osoby fizycznej, jeżeli procedura powrotu nie jest w toku lub jeżeli nie istnieje ryzyko, że osoba ta ucieknie. Niemniej sytuacja uległa zmianie, ponieważ 2 kwietnia 2012 r. wniosek skarżącego o azyl został oddalony na mocy ostatecznej decyzji. W rezultacie część IV LN nr 81 przestała mieć zastosowanie w odniesieniu do skarżącego, a KOI nie mogła już rozpatrywać wniosku w świetle art. 11(8) LN nr 81. Co więcej, skarżący nie kwestionował legalności pozbawienia wolności ze względu na czas jego trwania. W każdym przypadku KOI nie była organem właściwym do orzekania, czy doszło do naruszenia art. 5 Konwencji.", "D.  Postępowanie karne", "18.  Kiedy wyżej opisane procedury były w toku, 16 sierpnia 2011 w ośrodku zatrzymania Safi Barracks wybuchły zamieszki, w wyniku których wielu zatrzymanych migrantów, funkcjonariuszy policji i żołnierzy sił zbrojnych Malty zostało rannych. Tego samego dnia dwudziestu trzech migrantów zostało aresztowanych, po czym postawiono im zarzuty przed sądem w związku z zamieszkami. Skarżący znalazł się w grupie aresztowanych osób i wraz z innymi został oskarżony o wielokrotne złamanie prawa, w tym o zniszczenie mienia prywatnego, stosowanie przemocy wobec funkcjonariuszy policji, odmowę stosowania się do zgodnych z prawem nakazów, a także o zakłócanie spokoju i porządku publicznego. Aresztowani, wraz ze skarżącym, zostali przeniesieni do zakładu karnego Corradino na czas oczekiwania na wynik postępowania karnego.", "19.  Następnego dnia, tj. 17 sierpnia 2011 r., Sąd Pokoju [Court of Magistrates] potwierdził, że aresztowanie migrantów – w tym skarżącego – było uzasadnione i zgodne z prawem. Pozostali więc w areszcie.", "20.  Dnia 30 stycznia 2012 r. Sąd Pokoju zgodził się na zwolnienie skarżącego za kaucją, w efekcie czego opuścił on zakład karny Corradino i powrócił do Safi Barracks.", "E.  Najnowsze informacje", "21.  Skarżący został wypuszczony z ośrodka zatrzymania Safi Barracks dnia 21 marca 2013 r. – po 546 dniach pozbawienia wolności w kontekście imigracji. Postępowanie karne dotyczące zamieszek w Safi Barracks wciąż było w toku.", "22.  W bliżej nieokreślonym dniu (w okolicy stycznia 2013 r.), próbując zorganizować deportację skarżącego, władze przesłuchały go w obecności przedstawiciela Konsulatu Republiki Sierra Leone. Ten ostatni poinformował władze Malty – w wiadomości z dnia 11 lutego 2013 r. – że skarżący nie pochodzi ze Sierra Leone oraz że w związku z tym Konsulat nie może dłużej oferować swojej pomocy.", "II.  WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "A.  Ustawa o imigracji", "23.  Procedury imigracyjne i azylowe reguluje przede wszystkim Ustawa o imigracji („Ustawa”), rozdział 217 Zbioru Praw Malty. Art. 5 Ustawy definiuje termin „nielegalnego imigranta” oraz – w zakresie, w jakim ma to znaczenie dla niniejszej sprawy – stanowi, co następuje:", "„(1) Każdemu, kto nie ma prawa wjazdu lub prawa wjazdu i pobytu, lub prawa do przemieszczania się lub tranzytu na mocy poprzednich Części, może zostać zabroniony wjazd, a jeżeli osoba ta znajdzie się lub przebywa na terytorium Malty bez uzyskania zgody głównego urzędnika imigracyjnego, jest nielegalnym imigrantem.", "(2) Niezależenie od znalezienia się lub przebywania na terytorium Malty za zgodą głównego urzędnika imigracyjnego lub uzyskania zezwolenia na pobyt, dana osoba, jeżeli nie jest zwolniona na mocy niniejszej Ustawy z któregokolwiek z poniższych warunków lub specjalnych zasad mających w odniesieniu do niej zastosowanie na mocy powyższych przepisów niniejszej Ustawy, jest uważana za nielegalnego imigranta również -", "(a) jeżeli nie jest w stanie wykazać, że jest w stanie utrzymać siebie i osoby pozostające na jej utrzymaniu (jeżeli takowe istnieją) albo jeżeli istnieje prawdopodobieństwo, że osoba ta lub którakolwiek z osób pozostających na jej utrzymaniu będzie korzystać z finansowej pomocy publicznej; lub...”", "24.  Art. 6 i 9, dotyczące uprawnień głównego urzędnika imigracyjnego w zakresie zezwalania na wjazd oraz odpowiedniej procedury, stanowią, co następuje:", "", "Artykuł 6", "„(1) Bez uszczerbku dla wszelkich praw wynikających z poprzednich Części, na potrzeby niniejszej Ustawy główny urzędnik imigracyjny może –", "...", " (b) wydać pozwolenie na wjazd lub pozwolenie na wjazd i pobyt każdej innej osobie przybywającej na Maltę pod takimi warunkami i na taki okres, jaki główny urzędnik imigracyjny może uznać za stosowne;", "...”", "Artykuł 9", " „(1) Bez uszczerbku dla wszelkich przepisów zamieszczonych w Części III niniejszej Ustawy, pozwolenie na wjazd lub na wjazd i pobyt na Malcie musi zostać potwierdzone pisemnym zezwoleniem doręczonym osobie zainteresowanej lub odpowiednią adnotacją w paszporcie osoby zainteresowanej, przy czym warunki dotyczące takiego pozwolenia mogą zostać ujęte w osobnym dokumencie doręczonym wspomnianej osobie.”", "25.  Art. 10 Ustawy dotyczący tymczasowego zatrzymania stanowi – w zakresie, w jakim ma to znaczenie dla niniejszej sprawy – co następuje:", "„(1) W przypadku odmowy wydania pozwolenia na wjazd osobie przybywającej na Maltę samolotem...", "(2) W przypadku odmowy wydania pozwolenia na wjazd osobie przybywającej na Maltę w inny sposób, taka osoba na własne żądanie może – na mocy pozwolenia głównego urzędnika imigracyjnego – zostać tymczasowo umieszczona na brzegu oraz być zatrzymana w miejscu zatwierdzonym przez Ministra i obwieszczonym w Dzienniku Urzędowym;", "Przy założeniu, że osoba ta zostanie umieszczona na statku, na którym opuści Maltę, natychmiast po złożeniu wniosku w takim celu albo kiedy główny urzędnik imigracyjny tak poleci, w zależności od tego, co nastąpi wcześniej.", "(3) Każdy, kto jest zatrzymany na mocy ustępu (1) lub (2), jest uważany za osobę pozbawioną wolności zgodnie z prawem, która nie wjechała na terytorium kraju.”", "26.  Art. 14 Ustawy stanowi – w zakresie, w jakim ma to znaczenie dla niniejszej sprawy – co następuje:", "„(1) Jeżeli główny urzędnik imigracyjny uzna, że dana osoba powinna zostać wydalona jako nielegalny imigrant w rozumieniu postanowień art. 5, wspomniany urzędnik może wydać nakaz wydalenia tej osoby, która będzie miała prawo do odwołania się od takiego nakazu zgodnie z art. 25A:...", " (2) Po wydaniu takiego nakazu osoba, której nakaz ten dotyczy, zostaje pozbawiona wolności do czasu wydalenia z Malty.", "Jeżeli wobec osoby, w odniesieniu do której wydano nakaz wydalenia, toczy się postępowanie karne w związku z przestępstwem zagrożonym karą pozbawienia wolności lub jeżeli osoba ta odbywa karę pozbawienia wolności, Minister może zarządzić, czy przed wydaleniem takiej osoby z Malty odbędzie ona całą karę czy jej część, natomiast w przypadku braku takiego zarządzenia osoba ta zostanie wydalona po odbyciu kary.”", "27.  W praktyce po aresztowaniu nielegalni imigranci otrzymują decyzję nakazującą powrót wraz z nakazem wydalenia (na tej samej kartce papieru) zgodnie z art. 14 Ustawy. Wspomniany dokument zawiera standardowy tekst, który w przypadku skarżącego miał następujące brzmienie:", "", "DECYZJA NAKAZUJĄCA POWRÓT", "„Okazuje się, że jest Pan(i) nielegalnym imigrantem w świetle art. 5 Ustawy o imigracji, rozdział 217, ponieważ", "wjechał(a) Pan(i) na terytorium Malty nielegalnie i nie ma środków utrzymania", "W konsekwencji na podstawie uprawnień przydzielonych mi jako głównemu urzędnikowi imigracyjnemu na mocy art. 3 aktu prawnego [LN] nr 81 z 2011 r. wydaję niniejszą decyzję nakazującą powrót, kończąc tym samym Pan(i) pobyt. Ma Pan(i) prawo wnioskować o odpowiedni termin dobrowolnego wyjazdu", "NAKAZ WYDALENIA", "Zgodnie z tym samym aktem prawnym do niniejszej decyzji nakazującej powrót dołącza się nakaz wydalenia, ponieważ wniosek o termin dobrowolnego wyjazdu nie został przyjęty z następujących przyczyn:", "s) istnieje ryzyko, że Pan(i) ucieknie,", "b) Pana/i wniosek o legalny pobyt uznano za oczywiście bezzasadny lub fałszywy,", "c) stwarza Pan(i) zagrożenie dla porządku publicznego, bezpieczeństwa publicznego lub bezpieczeństwa narodowego", "Na podstawie art. 7 wyżej wspomnianego aktu prawnego zostanie wobec Pana/i wydany zakaz wjazdu, który pozostanie w mocy przez okres pięciu lat i będzie podlegać odnowieniu", "Ma Pan(i) prawo odwołać się od niniejszych decyzji/nakazu/zakazu wjazdu do Komisji Odwoławczej ds. Imigracji przed upływem trzech dni roboczych w kancelarii Komisji, Fort St. Elmo, Valletta”", "28.  Imigrant „o nieuregulowanym statusie” może ubiegać się o uznanie statusu uchodźcy poprzez złożenie wniosku (w formie kwestionariusza wstępnego) do Komisarza ds. Uchodźców przed upływem dwóch miesięcy od przybycia. W czasie rozpatrywania wniosku zgodnie z maltańską polityką osoba ubiegająca się o azyl jest pozbawiona wolności na okres do osiemnastu miesięcy, który może zostać przedłużony, jeżeli po oddaleniu wniosku osoba ta nie będzie współpracować przy organizacji jej repatriacji.", "29.  Art. 25A Ustawy dotyczy skarg i wniosków (złożonych na mocy przepisów Ustawy, regulacji określonych na jej mocy lub innych przepisów) rozpatrywanych przez Komisję Odwoławczą ds. Imigracji („Komisja”). Art. 25A stanowi - w zakresie, w jakim ma to znaczenie dla niniejszej sprawy - co następuje:", "„(5) Każda osoba poszkodowana w wyniku decyzji wydanej przez właściwe władze na podstawie wszelkich regulacji określonych na mocy Części III albo w świetle art. 7 [zezwolenie na pobyt], art. 14 [nakaz wydalenia] lub art. 15 [odpowiedzialność przewoźników] może złożyć odwołanie od takiej decyzję, a Komisja jest właściwa do rozpatrywania takich odwołań.", "(6) Podczas wszelkich toczących się przed nią postępowań Komisja może, nawet na ustne żądanie, przyznać tymczasowe zwolnienie każdej aresztowanej lub zatrzymanej osobie, która jest stroną danego postępowania, na warunkach, które Komisja uzna za stosowne, przy czym do takiego żądania zastosowanie mają, na zasadzie mutatis mutandis, postanowienia Tytułu IV Części II Księgi drugiej Kodeksu karnego.", "(7) Wszelkie odwołania muszą być składane w kancelarii Komisji przed upływem trzech dni roboczych od wydania zaskarżanej decyzji:...", "(8) Decyzje Komisji są ostateczne z wyjątkiem kwestii prawnych, które Komisja rozstrzyga w przypadku decyzji dotyczących osób wymienionych w Części III i w odniesieniu do których można się odwołać w terminie dziesięciu dni do Sądu Apelacyjnego (niższej instancji).", "(9) Komisja jest również właściwa do rozpatrywania złożonych przez osoby zatrzymane wyłącznie na podstawie nakazu deportacji lub wydalenia wniosków o zwolnienie do czasu rozpatrzenia wszelkich wniosków na mocy Ustawy o uchodźcach lub do czasu deportacji tych osób zgodnie z następnymi ustępami niniejszego artykułu.", "(10) Komisja może zdecydować o zwolnieniu na mocy ustępu (9), jedynie jeżeli w jej opinii dalsze pozbawienie wolności danej osoby jest, biorąc pod uwagę wszystkie okoliczności sprawy, nierozsądne pod względem czasu trwania oraz jeżeli nie ma rozsądnej perspektywy deportacji w rozsądnym czasie;", "Przy założeniu, że jeżeli osoba, której wniosek o przyznanie ochrony na mocy Ustawy o uchodźcach zostanie oddalony na mocy ostatecznej decyzji, nie będzie współpracować z głównym urzędnikiem imigracyjnym w zakresie swojej repatriacji do kraju pochodzenia lub innego kraju, który zgodził się ją przyjąć, Komisja może odmówić zwolnienia takiej osoby.", "(11) Komisja nie udzieli zwolnienia w następujących przypadkach:", "(a) jeżeli tożsamość wnioskodawcy oraz jego narodowość nie zostały jeszcze potwierdzone, w szczególności jeżeli wnioskodawca zniszczył swoje dokumenty podróży lub tożsamości albo użył fałszywych dokumentów w celu wprowadzenia władz w błąd;", "(b) jeżeli elementy, na których opiera się jakiekolwiek roszczenie skarżącego na mocy Ustawy o uchodźcach, muszą zostać ustalone, a ich ustalenie nie będzie możliwe w przypadku braku zatrzymania;", "(c) jeżeli zwolnienie wnioskodawcy może wiązać się z zagrożeniem dla bezpieczeństwa lub porządku publicznego.", "(12) Osoba, która została zwolniona na mocy postanowień ustępów (9)-(11) może – jeżeli główny urzędnik imigracyjny jest przekonany, że istnieje rozsądna perspektywa deportacji lub że osoba ta nie współpracuje z głównym urzędnikiem imigracyjnym w zakresie swojej repatriacji do kraju pochodzenia lub innego kraju, który zgodził się ją przyjąć, oraz jeżeli nie toczy się żadne postępowania na mocy Ustawy o uchodźcach – zostać ponownie zatrzymana do czasu wydalenia z Malty.", "(13) Warunkiem każdego zwolnienia na mocy ustępów (9)-(12) powinno być okresowe (w każdym przypadku nie rzadziej niż raz w tygodniu) zgłaszanie się tak zwolnionej osoby do organów imigracyjnych z częstotliwością, jaką może wyznaczyć Komisja.”", "B.  Właściwe przepisy wykonawcze", "30.  Część IV aktu wykonawczego nr 217.12 - Rozporządzenia w sprawie wspólnych norm i procedur w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich (akt prawny LN nr 81 z 2011 r., transponujący Dyrektywę Parlamentu Europejskiego i Rady 2008/115/WE z dnia 16 grudnia 2008 r. w sprawie wspólnych norm i procedur stosowanych przez Państwa Członkowskie w odniesieniu do powrotów nielegalnie przebywających obywateli państw trzecich) stanowi – w zakresie, w jakim ma to znaczenie dla niniejszej sprawy – co następuje:", "Artykuł 11", "„(1) Przepisy ujęte w Części IV nie mają zastosowania do obywateli państw trzecich, którym odmówiono wjazdu zgodnie z art. 13 Kodeksu granicznego Schengen lub którzy zostali aresztowani lub zatrzymani przez właściwe władze w związku z nielegalnym przekraczaniem drogą morską lub powietrzną zewnętrznych granic Malty i którzy nie otrzymali następnie zezwolenia na pobyt lub prawa pobytu na Malcie.", "(2) Decyzja nakazująca powrót, decyzja zakazująca wjazdu i nakaz wydalenia wydawane są na piśmie i zawierają uzasadnienie faktyczne i prawne oraz informacje o środkach prawnych:", "Przy założeniu, że uzasadnienie faktyczne może zostać przedstawione w sposób ograniczony, jeżeli prawo wymaga utajnienia informacji, w szczególności jeżeli ujawnienie informacji zagraża bezpieczeństwu narodowemu, porządkowi publicznemu oraz zapobieganiu przestępstwom, ich wykrywaniu, śledzeniu i karaniu.", "(3) Decyzja nakazująca powrót jest wydawana w znormalizowanej formie, a ogólne informacje w niej zawarte winny być zamieszczone w co najmniej pięciu językach, w przypadku których można rozsądnie oczekiwać, że obywatele państw trzecich je rozumieją.", "(4) Komisja ocenia, na wniosek obywatela państwa trzeciego, decyzje dotyczące powrotu, o których mowa w ustępie (2), i może tymczasowo zawiesić ich wykonanie.", "(5) Na potrzeby ustępu (4) obywatelowi państwa trzeciego może pomagać doradca prawny i udzielona może mu zostać – jeżeli obywatel państwa trzeciego jest do niej uprawniony – bezpłatna pomoc prawna.", "(6) Główny urzędnik imigracyjny przedstawi, na żądanie, pisemne lub ustne tłumaczenie głównych elementów decyzji nakazującej powrót oraz informacji dotyczących środków prawnych w języku, w przypadku którego można rozsądnie oczekiwać, że obywatel państwa trzeciego go zrozumie. (...)", "(8) Jeżeli obywatel państwa trzeciego podlega procedurze powrotu, kiedy nie mają zastosowania inne wystarczające i łagodniejsze środki, główny urzędnik imigracyjny może pozbawić go wolności jedynie w celu przeprowadzenia procedury powrotu i wydalenia, w szczególności jeśli:", "(a) istnieje ryzyko ucieczki lub", "(b) obywatel państwa trzeciego unika procedury powrotu lub wydalenia albo utrudnia jej prowadzenie;", "Przy założeniu, że pozbawienie wolności potrwa krótko i jedynie dopóty, dopóki procedura wydalenia będzie w toku i będzie wykonywana z należytą starannością.", "(9) Pozbawienie wolności jest konsekwencją nakazu wydalenia wydanego przez głównego urzędnika imigracyjnego, zawierającego uzasadnienie faktyczne i prawne.", "(10) Obywatel państwa trzeciego podlegający przepisom ustępu (8) ma prawo do wszczęcia postępowania przed Komisją w celu zakwestionowania legalności zatrzymania, a takie postępowanie jest prowadzone w trybie przyspieszonym.", "(11) Jeżeli obywatel państwa trzeciego jest upoważniony do wszczęcia postępowania przewidzianego w ustępie (10), powinien zostać o takim postępowaniu niezwłocznie poinformowany.", "(12) Obywatel państwa trzeciego powinien zostać bezzwłocznie zwolniony, jeżeli w opinii Komicji pozbawienie wolności jest niezgodne z prawem.”", "31.  Art. 12 Rozporządzenia w sprawie norm proceduralnych dotyczących rozpatrywania wniosków o nadanie statusu uchodźcy (akt prawny [LN] nr 243 z 2008 r.), aktu wykonawczego nr 420.07, stanowi – w zakresie, w jakim ma to znaczenie dla niniejszej sprawy – co następuje:", "„(1) Niezależnie od przepisów wszelkich innych regulacji stanowiących inaczej oraz z wyjątkiem sytuacji, w których kolejny wniosek nie będzie dalej rozpatrywany lub w których wnioskodawca ma zostać odpowiednio przekazany lub wydalony do innego Państwa Członkowskiego na mocy zobowiązań wynikających z europejskiego nakazu aresztowania lub innych albo do państwa trzeciego albo międzynarodowym sądom lub trybunałom karnym, wnioskodawca nie może zostać wydalony z Malty przed ostatecznym rozpatrzeniem jego wniosku i winien zostać upoważniony do wjazdu lub pozostania na terytorium Malty w oczekiwaniu na ostateczną decyzję w sprawie jego wniosku.", "(2) Osoba ubiegająca się o azyl –", "(a) nie może próbować nawiązać stosunku pracy ani prowadzić działalności bez zgody Ministra;", "(b) jeżeli nie została zatrzymana, winna mieszkać i przebywać w miejscach, które mogą zostać wskazane przez Ministra;", "(c) winna zgłaszać się w wyznaczonych terminach do organów imigracyjnych zgodnie z zaleceniami Ministra;", "(d) winna przekazać wszystkie posiadane przez siebie dokumenty;", "(e) może zostać przeszukana, a jej wypowiedzi ustne mogą być nagrywane, po uprzednim poinformowaniu jej o tym fakcie;", "(f) może zostać sfotografowana i pobrane mogą zostać jej odciski palców.”", "32.  Akt wykonawczy nr 12.09, tj. Zasady dotyczące praktyki i procedur sądowych oraz zachowania należytego porządku, zawiera odniesienia do konkretnych spraw konstytucyjnych. Zasada 6 stanowi, co następuje:", "„Po rozpoczęciu rozpatrywania sprawy sąd dba o to, aby – zgodnie z zasadami należytego i właściwego sprawowania wymiaru sprawiedliwości – sprawa ta została rozpatrzona w sposób sprawny, posiedzenia odbywały się w miarę możliwości w następujących po sobie dniach lub, jeżeli nie jest to możliwe, w możliwie krótkich terminach.”", "C.  Właściwe dokumenty międzynarodowe", "33.  Poniżej znajdują się fragmenty właściwych międzynarodowych raportów i wytycznych lub rekomendacji, na które powołały się strony:", "1.  Uwagi podsumowujące Komitetu ds. Likwidacji Dyskryminacji Rasowej ONZ, Malta, 14 września 2011 r., paragrafy 13-14:", "„13. Odnotowując znaczny napływ imigrantów oraz wysiłki czynione przez Państwo Stronę w celu stawienia mu czoła, Komitet jest zaniepokojony doniesieniami, że ich gwarancje prawne nie zawsze znajdują zastosowanie w praktyce. Ponadto obawy Komitetu budzą zatrzymania oraz warunki życia imigrantów o nieuregulowanym statusie w ośrodkach zatrzymania, w szczególności w przypadku kobiet i rodzin z dziećmi (art. 5).", "14. Komitet niepokoją powtarzające się zamieszki (2005 r., 2008 r. i 2011 r.) wywoływane przez pozbawionych wolności imigrantów w celu zaprotestowania przeciwko warunkom zatrzymania, np. w Safi Barracks, oraz doniesienia o nadmiernym użyciu siły przy zwalczaniu tych zamieszek.", "2.  Raport Amnesty International z 2012 roku: The State of the World’s Human Rights [Stan praw człowieka na świecie], 2012 r., str. 231:", "„W 2011 r. ponad 1.500 osób przybyło drogą morską z Bliskiego Wschodu lub Afryki Północnej, co stanowi powrót do poziomu obserwowanego w 2009 r. Zatrzymania były nadal obowiązkowe w przypadku wszystkich osób, które zostały przez władze uznane za „nielegalnych imigrantów”. Zatrzymanie często przedłużało się do 18 miesięcy.", "Według raportów warunki zarówno w ośrodkach zatrzymania, jak i w ośrodkach przyjęć, pogorszyły się ze względu na liczbę nowoprzybyłych osób, wpływając na zdrowie psychiczne i fizyczne zatrzymanych.", "W marcu do ustawodawstwa krajowego transponowano unijną „Dyrektywę w sprawie powrotów” z 2008 r. Dyrektywa ta przewiduje wspólne dla Państw Członkowskich UE normy i procedury zatrzymania i odsyłania ludzi, którzy przebywają w kraju nielegalnie. Niemniej ustawodawstwo krajowe uniemożliwia osobom, którym odmówiono wjazdu – lub które wjechały na terytorium Malty nielegalnie – korzystanie z tych minimalnych gwarancji. Dyrektywa nie znajduje więc zastosowania w odniesieniu do znacznej większości osób, które miała za zadanie chronić.”", "3.  Raport Thomasa Hammarberga, Komisarza Praw Człowieka Rady Europy, sporządzony po jego wizycie na Malcie w dniach 23-25 marca 2011 r., 9 czerwca 2011 r., paragrafy 19-20:", "„19. Pod koniec okresu zatrzymania migranci, w tym uchodźcy, osoby, którym przysługuje ochrona uzupełniająca, osoby ubiegające się o azyl oraz osoby, których wnioski o udzielenie azylu zostały oddalone, zostają zakwaterowani w ośrodkach otwartych zlokalizowanych na terenie całej Malty. Warunki panujące w tych ośrodkach są bardzo zróżnicowane – od odpowiednio urządzonych pomieszczeń w mniejszych ośrodkach skierowanych na przyjęcie słabszych grup społecznych, takich jak rodziny z dziećmi czy osoby małoletnie bez opiekunów, po znacznie trudniejsze warunki w ośrodkach większych. Jak wspomniano powyżej, gdy Komisarz odbywał swoją wizytę, liczba nielegalnych wjazdów była bardzo niska od ponad 18 miesięcy, a napływ imigrantów z Libii obserwowany w 2011 r. jeszcze się nie rozpoczął. W rezultacie znaczna większość migrantów została przeniesiona z ośrodków zatrzymania i przebywała w ośrodkach otwartych – ich liczba w tych miejscach wynosiła odpowiednio 49 i 2.231 osób. Komisarz odwiedził ośrodek zatrzymania w Safi oraz trzy ośrodki otwarte – miasteczko namiotowe w Hal-Far, Hangar Open Centre w Hal-Far i w Marsie.", "20. W czasie, w którym odbywała się wizyta, warunki materialne w ośrodku zatrzymania w Safi, w którym przebywali wszyscy zatrzymani migranci, tj. 49 osób, wydawały się znacznie lepsze od występujących w ośrodkach otwartych. Choć istniało wiele kwestii, którymi należało się zająć, takich jak dostęp osób zatrzymanych do zróżnicowanej diety i wody innej niż kranowa, odwiedzane pomieszczenia, w tym sale sypialne, toalety i prysznice były świeżo odnowione. Jedyna zatrzymana w ośrodku kobieta była zakwaterowana w oddzielnym pomieszczeniu. Komisarz pragnie jednak zaznaczyć, że zgodnie z obligatoryjną polityką zatrzymań wskazaną powyżej, większość osób (ok. 1.100), które przybyły z Libii od czasu jego wizyty, trafiła do ośrodków zatrzymania. Bez wątpienia musiało to mieć istotny wpływ na warunki w tych ośrodkach.”", "4.  Raport dla Rządu maltańskiego dotyczący wizyty Europejskiego Komitetu do Spraw Zapobiegania Torturom oraz Nieludzkiemu lub Poniżającemu Traktowaniu albo Karaniu (CPT) na Malcie w dniach 19-26 maja 2008 r. (17 lutego 2011 r.):", "„52. Zgodnie z maltańską polityką w sprawie administracyjnych zatrzymań obcokrajowców opartej na przepisach o cudzoziemcach wszyscy obcokrajowcy wjeżdżający na terytorium Malty nielegalnie są wciąż zatrzymywani przez dłuższe okresy czasu: w przypadku osób ubiegających się o azyl – do momentu rozpatrzenia wniosku o uznanie statusu uchodźcy (zwykle 12 miesięcy), a w przypadku imigrantów o nieuregulowanym statusie – do maksymalnie 18 miesięcy. W praktyce jednak niektóre osoby zostają pozbawione wolności na dłużej. Jedynymi oficjalnymi wyjątkami od ogólnej zasady są przypadki osób uważanych za szczególnie narażone ze względu na wiek lub kondycję fizyczną, osoby małoletnie bez opiekunów i kobiety w ciąży...", "53. Sytuacja w ośrodkach zatrzymania odwiedzonych przez delegację nie poprawiła się istotnie od czasu poprzedniej wizyty CPT, która miała miejsce w 2005 r. Wiele problemów wskazanych w opracowanym wówczas raporcie wciąż nie została rozwiązana. Przedłużające się okresy przebywania w złych a nawet bardzo złych warunkach materialnych w wielu częściach ośrodków zatrzymania, przy zupełnym braku sensownych zajęć, o innych czynnikach nie wspominając, mogą łącznie zostać uznane za stanowiące nieludzkie i poniżające traktowanie.", "warunki materialne", "...", "60. W ośrodku zatrzymania Safi Barracks, w którym podczas wizyty znajdowało się 507 zatrzymanych imigrantów, warunki życia osób zatrzymanych nieco się poprawiły w porównaniu z sytuacją zaobserwowaną przez CPT w 2005 r.", "W magazynie nr 1 było mniej ciasno niż podczas poprzedniej wizyty CPT, a wyposażenie toalet było nowe i czyste. Mimo to Komisja ma istotne zastrzeżenia do wykorzystywania przekształconych magazynów jako miejsce zatrzymania migrantów. Powinno to być jedynie tymczasowe – i krótkookresowe – rozwiązanie.", "Blok B został odnowiony od czasu poprzedniej wizyty CPT. Zaplecze sanitarne zostało odświeżone, a ponadto zatrzymani imigracji mają do dyspozycji duże podwórze. Niemniej warunki w niektórych pomieszczeniach, w których osoby zatrzymane śpią na materacach na podłodze, są wciąż trudne.", "Co zaskakujące, złe warunki zatrzymania zaobserwowano w nowym Bloku C. Było w nim ciasno, dostęp do światła dziennego był niewystarczający, a wentylacja bardzo słaba. Co więcej, ograniczony był dostęp do bieżącej i do ciepłej wody, przy czym tej ostatniej brakowało przez dłuższe okresy.", "Dodatkowo zgodnie z wewnętrzną regulacją obowiązującą w Safi Barracks drzwi Bloków B i C musiały być zamykane codziennie o godzinie 17, co uniemożliwiało dostęp do podwórza. To stanowczo pogorszyło warunki życia we wspomnianych blokach, którym i tak wiele brakowało do ideału.”", "5.  Wytyczne UNHCR dotyczące kryteriów i standardów stosowanych przy zatrzymywaniu osób ubiegających się o azyl oraz rozwiązań alternatywnych wobec zatrzymania [UNHCR Guidelines on Applicable Criteria and Standards on the Detention of Asylum Seekers and Alternatives to Detention] (2012) – wytyczna 9.1 paragraf 49:", "„Ze względu na doświadczenia związane z ubieganiem się o azyl oraz niejednokrotnie traumatyczne wydarzenia związane z poprzedzającym lotem osoby ubiegające się o azyl mogą cierpieć na chorobę psychiczną, traumę, depresję, odczuwać niepokój, agresję oraz inne fizyczne, psychologiczne i emocjonalne skutki. Takie czynniki muszą być brane pod uwagę podczas oceny konieczności zatrzymania (zob. wytyczna 4). Ofiary tortur i innych form przemocy fizycznej, psychicznej lub seksualnej również wymagają specjalnej uwagi i co do zasady nie powinny być zatrzymywane.”", "6.  Zalecenie Komitetu Ministrów Rec(2003)5 skierowane do państw członkowskich w sprawie środków polegających na zatrzymaniu osób ubiegających się o azyl (przyjęte przez Komitet Ministrów dnia 16 kwietnia 2003 r. na 837. posiedzeniu Komitetu Zastępców Ministrów) – punkt 3 postanowień ogólnych:", " „Celem zatrzymania nie jest karanie osób ubiegających się o azyl. Środki polegające na zatrzymaniu osób ubiegających się o azyl mogą być stosowane jedynie w następujących sytuacjach:", "– jeżeli tożsamość danej osoby, w tym jej narodowość, muszą, w przypadku wątpliwości, zostać potwierdzone, w szczególności, jeżeli osoba ubiegająca się o azyl zniszczyła swoje dokumenty podróży lub tożsamości albo użyła fałszywych dokumentów w celu wprowadzenia władz kraju przyjmującego w błąd;", "– jeżeli elementy, na których opiera się wniosek o azyl, muszą zostać ustalone, a ich ustalenie nie będzie możliwe w przypadku braku zatrzymania;", "– jeżeli należy podjąć decyzję dotyczącą prawa danej osoby do wjazdu na terytorium danego kraju lub", "– jeżeli wymaga tego ochrona bezpieczeństwa narodowego i porządku publicznego.”", "7.  Dwadzieścia wytycznych Rady Europy w sprawie powrotów przymusowych – CM2005(40) – wytyczna 6:", "„Pozbawienie osoby wolności może nastąpić jedynie w celu zapewnienia wykonania nakazu wydalenia, jeżeli jest to zgodne z przewidzianą w prawie procedurą i jeżeli po dokładnej analizie konieczności pozbawienia wolności, przeprowadzanej w każdym pojedynczym przypadku, władze kraju przyjmującego uznają, że zgodność z nakazem wydalenia nie zostanie osiągnięta równie skutecznie przy zastosowaniu środków innych niż zatrzymanie, takich jak systemy nadzoru, obowiązek regularnego stawiania się przed organem władzy, kaucja czy inne systemy gwarancji.", "PRAWO", "I.  ZARZUT NARUSZENIA ART. 5 § 4 KONWENCJI", "34.  Skarżący podniósł, że maltański system prawny nie zapewnił mu szybkiego i skutecznego środka odwoławczego, co jest niezgodne z art. 5 § 4 Konwencji. Mimo pewnych zmian w działaniu Komisji Odwoławczej ds. Imigracji („KOI”) po wyroku w sprawie Louled Massoud przeciwko Malcie (skarga nr 24340/08, 27 lipca 2010 r.), rozpatrzenie jego wniosku zajęło niemal rok. Wszelkie inne środki odwoławcze zostały już uznane przez Trybunał za nieadekwatne w wyroku w sprawie Louled Massoud. Skarżący odwołał się do art. 5 § 4 Konwencji, który stanowi, co następuje:", "„Każdy, kto został pozbawiony wolności przez zatrzymanie lub aresztowanie, ma prawo odwołania się do sądu w celu ustalenia bezzwłocznie przez sąd legalności pozbawienia wolności i zarządzenia zwolnienia, jeżeli pozbawienie wolności jest niezgodne z prawem.”", "35.  Rząd nie zgodził się z powyższą argumentacją.", "A.  Dopuszczalność", "36.  Trybunał zauważa, że niniejsza skarga nie może zostać uznana za w sposób oczywisty nieuzasadnioną w rozumieniu art. 35 § 3 (a) Konwencji. W opinii Trybunału nie jest też niedopuszczalna z żadnych innych przyczyn. W związku z powyższym musi ona zostać uznana za dopuszczalną.", "B.  Istota sprawy", "1.  Stanowiska stron", "(a) Skarżący", "37.  Skarżący stwierdził, że – jak orzekł Trybunał w sprawie Louled Massoud – nie ma skutecznego krajowego środka odwoławczego na potrzeby art. 5 § 4, z którego skarżący mógłby skorzystać w celu podważenia zgodności z prawem jego zatrzymania. Choć skarżący wykorzystał środek odwoławczy, rozpatrzenie jego skargi zajęło KOI ponad rok.", "38.  W odniesieniu do konstytucyjnego postępowania odwoławczego, a w szczególności do wniosku o rozpoznanie sprawy w trybie przyspieszonym, skarżący zauważył, że dwie wskazane przez Rząd sprawy dotyczyły wykonania nakazu wydalenia dziecka po bezprawnym uprowadzeniu na mocy właściwych przepisów wprowadzających do prawodawstwa maltańskiego Konwencję haską dotyczącą cywilnych aspektów uprowadzenia dziecka za granicę, w związku z czym stanowiły przypadki wyjątkowe. Co więcej, Konwencja haska wyraźnie wskazuje sześciotygodniowy termin, przed upływem którego sądy muszą wydać orzeczenie. Skarżący jest zdania, że nie ma pewności, iż taki wniosek o rozpoznanie sprawy w trybie przyspieszonym byłby skuteczny w innych okolicznościach. Odwołał się przy tym do skargi w sprawie Tafarra Besabe przeciwko Komisarzowi Policji i Innym (27/2007), która została złożona w 2007 r. wraz z wnioskiem o rozpatrzenie w trybie pilnym, a tymczasem w kwietniu 2013 r. (data pisania) sprawa wciąż była w toku. Według skarżącego, mimo zasad dotyczących praktyki i procedur sądowych, do których odwołał się Rząd, z maltańskiej bazy wyroków wynika, że skargi konstytucyjne, których rozpoznanie zakończyło się wyrokiem co do istoty sprawy (w przeciwieństwie do tych, które zostały wykreślone lub wycofane), były z reguły rozpatrywane przez ponad rok. Skarżący podniósł, że w 2011 r. do sądów sprawujących jurysdykcję konstytucyjną złożono około osiemdziesięciu skarg, przy czym jedynie w przypadku czternastu z nich wydano orzeczenie w pierwszej instancji w tym samym roku; trzydzieści trzy z nich były nadal rozpatrywane w pierwszej instancji. Apelacja od wyroku w jednej ze spraw została rozpoznana w tym samym roku, w przypadku dziewięciu innych miało to miejsce w 2012 r., w przypadku kolejnych dziesięciu – w 2013 r., a osiem wciąż oczekuje na rozpoznanie. Statystyki (przedłożone Trybunałowi) prezentują się jeszcze gorzej w przypadku 2012 r. Ukazuje to w sposób jasny, że co do zasady konstytucyjne postępowanie odwoławcze nie kończy się po upływie kilku dni. W rzeczywistości według tablicy wyników wymiaru sprawiedliwości UE z 2013 r. maltański system sprawiedliwości należy do systemów o najdłuższych terminach załatwiania spraw wśród Państw Członkowskich. Dwie sprawy, do których odwołał się Rząd, podkreślają ograniczony zakres stosowania trybu pilnego przez sądy sprawujące jurysdykcję konstytucyjną, które stanowią najwyższą instancję w postępowaniu sądowym. Ponadto mając na uwadze, że sądy sprawujące jurysdykcję konstytucyjną kontrolują kwestie prawne, należy stwierdzić, że rzadko przeprowadzają one szczegółowa analizę faktów, ponieważ zajmują się tym sądy niższej instancji. W rezultacie nie można stwierdzić, że cały proces sądowy toczy się w okresie tygodni, kiedy wspomniane sądy rozpatrują sprawę w trybie przyspieszonym.", "39.  Co więcej, w przypadku rozpatrywanej sprawy skarżący przed złożeniem skargi do sądu sprawującego jurysdykcję konstytucyjną musiał wyczerpać zwyczajne środki odwoławcze, co też uczynił poprzez wszczęcie postępowania przed KOI. Trwało ono jednak ponad rok, co samo w sobie jest niezgodne z postanowieniami Konwencji.", "40.   Wreszcie skarżący podniósł, że jako migrant miał dostęp do sądów konstytucyjnych jedynie w teorii, ale nie w praktyce. Choć miał prawo do ubiegania się o pomoc prawną, udzielający jej prawnicy nie pojawiali się regularnie w ośrodkach zatrzymania imigrantów w celu świadczenia usług lub informowania o swojej dostępności. Osobom znajdującym się w sytuacji skarżącego nie udzielano również wyjaśnień na temat przysługujących im praw i mających zastosowanie procedur. Jedyna szansa skarżącego na wszczęcie takiego postępowania była uzależniona od niewielkiej liczby prawników z ramienia organizacji pozarządowej pracujących pro bono.", "41.  W kwestii oświadczeń Rządu dotyczących wnioskowania o zwolnienie za kaucją skarżący stwierdził, że Rząd nie wytłumaczył, na jakich zasadach mógłby skorzystać z takiej możliwości, zauważając w szczególności, że zwolnienie za kaucją zwykle umożliwiano na etapie rozpatrywania odwołań od nakazów wydalenia i decyzji nakazujących powrót. W każdym razie, umożliwienie zwolnienia za kaucją wymagało m.in. wpłacenia kwoty zwykle wynoszącej około 1.000 EUR oraz poręczyciela, który zapewniłby środki utrzymania i zakwaterowanie – imigranci, którzy przybywają na Maltę drogą morską, niemal nigdy nie spełniają takich warunków. Ponadto praktyka KOI wskazuje, że zwolnienie za kaucją umożliwiano wyłącznie osobom, które zostały na Malcie po upłynięciu terminu ważności ich wizy. Co więcej, wniosek o zwolnienie za kaucją nie wiąże się z oceną zgodności z prawem zatrzymania ani z zapewnieniem środka naprawczego w przypadku stwierdzenia naruszenia.", "(b) Rząd", "42.  Rząd podniósł w szczególności, że skarżący mógł wnioskować o kontrolę sądową w zakresie zgodności z prawem swojego zatrzymania poprzez wszczęcie konstytucyjnego postępowania skargowego przed sądami krajowymi, które mają szerokie uprawnienia i mogłyby naprawić wszelkie szkody wynikłe z naruszenia postanowień Konwencji. W odniesieniu do długiego czasu trwania takiego postępowania Rząd uznał, że istnieje mechanizm sprawnego prowadzenia takich postępowań. W pierwszej kolejności Rząd odwołał się do aktu wykonawczego nr 12.09, tj. Zasad dotyczących praktyki i procedur sądowych oraz zachowania należytego porządku, który podkreśla konieczność szybkiego rozpatrywania takich kwestii (zob. „Właściwe prawo krajowe” powyżej). Po drugie, Rząd zauważył, że skarżący mógł żądać, aby sprawa została potraktowana i rozpoznana w trybie przyspieszonym. Rząd odwołał się do dwóch przykładów: sprawy Richard John Bridge przeciwko Prokuratorowi Generalnemu, w której dwie instancje orzekły w terminie około półtora miesiąca (6 lipca 2012 r. - 24 sierpnia 2012 r.), oraz sprawy Michael Caruana przeciwko Prokuratorowi Generalnemu, wniesionej 2 sierpnia i rozstrzygniętej 14 sierpnia 2012 r. (nie złożono apelacji), w kontekście postępowania związanego z Konwencja haską. W swoich dalszych uwagach przedłożonych na późniejszym etapie sprawy Rząd przedstawił kolejne dwa przykłady, tj. sprawę Stacy Chircop przeciwko Prokuratorowi Generalnemu (4/2013) dotyczącą naruszenia prawa do sprawiedliwego procesu w trwającym postępowaniu karnym, wniesioną 22 stycznia 2013 r. i rozstrzygniętą w pierwszej instancji 8 lutego 2013 r. (nie wniesiono apelacji), oraz sprawę Jonathan Attard przeciwko Komisarzowi Policji i Prokuratorowi Generalnemu reprezentującemu Rząd (13/2013) dotyczącą skarg na mocy art. 5 i 6 Konwencji, wniesioną 14 lutego 2013 r. i rozstrzygniętą w pierwszej instancji 1 kwietnia 2013 r., z apelacją rozpatrywaną (w maju 2013 r.) przez Trybunał Konstytucyjny.", "43.  Rząd zaznaczył również, że dane statystyczne przedłożone przez skarżącego nie informowały o istocie ani złożoności spraw, jak również o sprawach, w przypadku których wnioskowano o tryb pilny i w których go zastosowano. Podobnie w nawiązaniu do sprawy Tefarra Besabe skarżący nie udowodnił, że wniosek o rozpoznanie w trybie przyspieszonym został złożony. Rząd uważał, że opóźnienia miały miejsce w wyjątkowych przypadkach i nie stanowiły reguły, a także że tablicę wyników wymiaru sprawiedliwości UE Trybunał powinien zignorować, ponieważ nie ma żadnej gwarancji, że zawarte w niej informacje są dokładne, a ponadto nie odnosi się ona do spraw konstytucyjnych. Niesłuszne jest również uznanie, że w postępowaniu konstytucyjnym nie analizuje się faktów, ponieważ często tak się dzieje ze względu na fakt, że skargi różnią się od tych rozpatrywanych przed zwykłymi sądami.", "44.  Rząd zdecydowanie sprzeciwił się zezwalaniu przez Trybunał na obchodzenie przez skarżących krajowych środków odwoławczych w sprawach dotyczących imigrantów o nieuregulowanym statusie. Rząd uważa, że byłoby to możliwe jedynie w sytuacji, w której nie istniałyby skuteczne środki odwoławcze, co w jego ocenie stanowczo nie ma miejsca, biorąc pod uwagę przytoczone wyżej przykłady. Następnie Rząd podniósł, że w sprawie Louled Massoud Trybunał błędnie uznał, że konstytucyjne postępowanie odwoławcze było nieskuteczne. Rząd jest zdania, że Trybunał doszedł do takiego wniosku w oparciu o niekompletne informacje na temat funkcjonowania systemu rozpoznawania spraw w trybie przyspieszonym. Rząd zwracał się do Trybunału o działanie zgodnie z zasadą subsydiarności oraz o pozwolenie sądom krajowym na ocenę materiału dowodowego poprzez zezwolenie Rządowi na zadanie pytań świadkom strony przeciwnej.", "45.  Ponadto Rząd zauważył, że pomoc prawna jest udzielana nielegalnym imigrantom na etapie odwołania od decyzji w sprawie złożonego przez nich wniosku o azyl, a także na potrzeby postępowania karnego i konstytucyjnego postępowania odwoławczego, oraz że zapewnia się im odpowiednie miejsce na spotkanie z prawnikami. Co więcej, imigranci mają nieograniczony dostęp do pomocy prawnej oferowanej przez różne NGO. Rząd argumentował, że gdyby skarżący poprosił pracowników ośrodka zatrzymania o usługi prawnika, zapewniono by mu usługi prawnika świadczącego pomoc prawną. Na poparcie swojego stwierdzenia Rząd przedstawił przykład sprawy, w której prawnik oferujący pomoc prawną wszczął postępowanie sądowe w imieniu osoby pozbawionej wolności (Mourad Mabrouk przeciwko Ministerstwu Sprawiedliwości i Spraw Wewnętrznych (39/2008)).", "46.  Co prawda nie w swoich oświadczeniach związanych z art. 5 § 4, ale w ramach zastrzeżeń dotyczących niewykorzystania krajowych środków odwoławczych wobec skargi skarżącego na mocy art. 5 § 1 Rząd stwierdził, że skarżący mógł złożyć wniosek o zwolnienie za kaucją na mocy art. 25A (6) Ustawy. Choć taki środek odwoławczy był zwykle stosowany w kontekście kwestionowania nakazów wydalenia, art. 25A (9) nie wyklucza możliwości złożenia takiego wniosku w innych okolicznościach. Rząd uważał, że zakres stosowania art. 25A (10) obejmuje skargę skarżącego i, choć ustęp (11) przewiduje wyjątki, zwolnienia nie można było całkowicie wykluczyć – w szczególności dlatego, że szanse na sukces byłyby większe, gdyby ustalono tożsamość skarżącego. W przypadku takiej procedury możliwe było również złożenie wniosku o rozpoznanie sprawy w trybie przyspieszonym. Rząd uznał, że skarżącemu zależało na zwolnieniu, a wspomniany środek prawny mógł do niego doprowadzić.", "47.  Mając na uwadze, że środki odwoławcze były adekwatne i dostępne, a także że mogły z dużym prawdopodobieństwem doprowadzić do realizacji oczekiwanych celów, jeżeli skargi okazałyby się uzasadnione, Rząd uważa, że nie doszło do naruszenia przedmiotowego przepisu.", "(c) Interwenient", "48.  W swoim raporcie (zob. poniżej paragraf 81 et seq.) Międzynarodowa Komisja Prawników („ICJ”) wyraziła zaniepokojenie zarzutami osób zatrzymanych, jakoby prawnicy świadczący pomoc prawną nie zawsze skutecznie reprezentowali zatrzymanych migrantów. Zasugerowano, że prawnicy ci czasami rozmawiają z zatrzymanymi bardzo pobieżnie i nie udzielają im – lub nie mają czasu udzielać – szczegółowych porad ani nie gromadzą wystarczających informacji na temat ich spraw.", "49.  Co więcej, w sprawie Louled Massoud Trybunał orzekł, że system KOI nie stanowi skutecznego środka odwoławczego, który gwarantowałby osobom zatrzymanym prawo do zakwestionowania ich zatrzymania, przysługujące im na mocy art. 5 § 4. W raporcie ICJ uznano, że istnieje potrzeba przeprowadzenia gruntownej reformy systemu odwołań w sprawach imigracyjnych, obejmującej m.in. powierzenie sądom zadania przeprowadzania pełnej kontroli decyzji podejmowanych przez wykonawcze organy imigracyjne lub przynajmniej pełnej kontroli decyzji KOI z automatycznym skutkiem zawieszającym w odniesieniu do wykonania wydalenia.", "1.  Ocena Trybunału", "(a) Zasady ogólne", "50.  Na mocy art. 5 § 4 każda osoba zatrzymana lub aresztowana ma prawo do wszczęcia postępowania mającego na celu dokonanie przez sąd kontroli warunków proceduralnych i materialnych, które muszą zostać spełnione, aby pozbawienie tej osoby wolności było „zgodne z prawem”(zob. Amie i Inni przeciwko Bułgarii, skarga nr 58149/08, § 80, 12 lutego 2013 r.). Pojęcie „legalności” w rozumieniu art. 5 § 4 Konwencji ma takie samo znaczenie jak w przypadku art. 5 § 1, w związku z czym osoba zatrzymana ma prawo do zbadania „legalności” pozbawienia wolności nie tylko z w świetle przepisów prawa krajowego, ale także Konwencji, ogólnych zasad przez nią ustanowionych oraz celu ograniczeń, na których nałożenie zezwala art. 5 § 1 (zob. E. przeciwko Norwegii, 29 sierpnia 1990 r., § 50, Seria A nr 181, Louled Massoud przeciwko Malcie, skarga nr 24340/08, § 39, 27 lipca 2010 r.; Rahmani i Dineva przeciwko Bułgarii, skarga nr 20116/08, § 75, 10 maja 2012 r.). Art. 5 § 4 nie zawiera gwarancji prawa do kontroli sądowej w zakresie dającym sądowi – w odniesieniu do wszystkich aspektów sprawy, wliczając w to kwestie o charakterze wyłącznie doraźnym – prawo do zastosowania swobodnego uznania w miejsce uznania przysługującego organowi, który podjął decyzję będącą przedmiotem kontroli. Kontrola sądowa powinna natomiast być na tyle szeroka, aby mieć wpływ na warunki niezbędne do zapewnienia, aby pozbawienie wolności jednostki było zgodne z prawem w świetle art. 5 § 1 (zob. S.D przeciwko Grecji, skarga nr 53541/07, § 72, 11 czerwca 2009 r.; oraz Popov przeciwko Francji, skargi nr 39472/07 i 39474/07, § 94, 19 stycznia 2012 r.).", "51.  Zgodnie z orzecznictwem Trybunału art. 5 § 4 odwołuje się do krajowych środków odwoławczych, które są wystarczająco pewne. W przeciwnym razie wymóg dostępności i skuteczności nie jest wypełniony. Środki odwoławcze muszą być dostępne, kiedy dana osoba jest zatrzymana, aby mogła ona uzyskać szybką kontrolę sądową legalności pozbawienia jej wolności, która w stosownych przypadkach może doprowadzić do zwolnienia tej osoby (zob. Kadem przeciwko Malcie, skarga nr 55263/00, § 41, 9 stycznia 2003 r. oraz Raza przeciwko Bułgarii, skarga nr 31465/08, § 76, 11 lutego 2010 r.). Gwarantując osobie aresztowanej lub zatrzymanej prawo do wszczęcia postępowania mającego na celu zbadanie zgodności z prawem faktu pozbawienia jej wolności, art. 5 § 4 nadaje również prawo, po wszczęciu takiego postępowania, do szybkiego rozstrzygnięcia przedmiotowej kwestii przez sąd (zob. Musial przeciwko Polsce [Wielka Izba], skarga nr 24557/94, § 43, ETPC 1999-II).", "(b) Zastosowanie wskazanych wyżej zasad w odniesieniu do niniejszej sprawy", "52.  Trybunał zauważa, że sądy sprawujące jurysdykcję konstytucyjną w maltańskim systemie prawnym byłyby właściwe do rozstrzygnięcia o zgodności z prawem pozbawienia skarżącego wolności w świetle Konwencji. Niemniej Trybunał przy wielu okazjach stwierdzał już, że postępowanie konstytucyjne na Malcie jest raczej nieefektywne w wypełnianiu celów art. 5 § 4 oraz że złożenie skargi konstytucyjnej nie gwarantuje szybkiej kontroli legalności zatrzymania skarżącego (zob. Sabeur Ben Ali przeciwko Malcie, skarga nr 35892/97, § 40, 29 czerwca 2000 r.; Kadem, op. cit. § 53; Stephens przeciwko Malcie (nr 2), skarga nr 33740/06, § 90, 21 kwietnia 2009 r.; oraz Louled Massoud, op. cit., § 45). Kiedy na szali znajduje się wolność osobista jednostki, Trybunał stosuje bardzo restrykcyjne standardy dotyczące wypełniania przez Państwa wymogu szybkiej kontroli legalności pozbawienia wolności (zob. np. Kadem, op. cit., §§ 44-45; Rehbock przeciwko Słowenii (skarga nr 29462/95, § 82-86, ETPC 2000XII, w tej sprawie Trybunał uznał okresy siedemnastu i dwudziestu sześciu dni za zbyt długie na ocenę legalności pozbawienia skarżącego wolności); oraz Mamedova przeciwko Rosji (skarga nr 7064/05, § 96, 1 czerwca 2006 r., w tej sprawie postępowanie apelacyjne trwające m.in. dwadzieścia sześć dni uznano za naruszające wymóg „szybkości”)).", "53.  Trybunał zauważa, że pierwsze dwie sprawy wskazane przez Rząd wiążą się ze specyficznym kontekstem postępowania w trybie Konwencji haskiej, w którym – co zauważył skarżący – sądy są związane określonym przez prawo sztywnym terminem. Dwie pozostałe sprawy, do których Rząd odwołał się w obserwacjach dodatkowych, miały miejsce niedawno. W przypadku jednej z nich można uznać, że została szybko rozpatrzona, choć nie jest jasne, dlaczego tak się stało. W każdym razie Trybunał zauważa, że nie złożono apelacji od wydanego wyroku. Z drugiej strony postępowanie odwoławcze w drugiej sprawie (dotycząca art. 5 § 3) wciąż toczy się trzy miesiące po wszczęciu. W konsekwencji jedyny podany przez Rząd przykład, który może mieć pewne znaczenie, biorąc pod uwagę przedmiot sprawy, nie spełnia kryterium szybkości wymaganego na mocy art. 5 § 4.", "54.  Co więcej, należy spojrzeć na nią w kontekście statystyk przedstawionych przez skarżącego. Choć prawdą jest, że w statystykach tych nie ujęto, czy w którejkolwiek ze spraw pozytywnie rozpatrzono wniosek o rozpoznanie sprawy w trybie przyspieszonym, Rząd nie rzucił światła na tę kwestię. Podobnie Rząd nie przedłożył żadnych szczegółowych informacji na temat częstotliwości pozytywnego rozpatrywania takich wniosków. Nie stwierdził również, że sądy sprawujące jurysdykcję konstytucyjną co do zasady przychylają się do wniosków o rozpoznanie sprawy w trybie przyspieszonym składanych w postępowaniu dotyczącym zgodności z prawem pozbawienia wolności. Nie można zignorować faktu, że wskazana przez skarżącego sprawa dotycząca legalności i warunków zatrzymania imigrantów (jak wynika z powszechnie dostępnych informacji) wciąż toczy się po sześciu latach od wszczęcia. Wobec powyższego niewielkim pocieszeniem jest fakt, że przepisy wykonawcze, na które powołał się Rząd, stanowią, że sprawy konstytucyjne winny być rozpoznawane „sprawnie”.", "55.  Z powyższego jasno wynika, że Rząd nie przedstawił żadnych informacji ani orzecznictwa, które mogłyby podważyć wcześniejsze wnioski Trybunału dotyczące skuteczności tego środka odwoławczego. W takich okolicznościach Trybunał utrzymuje pogląd, iż w systemie maltańskim złożenie skargi konstytucyjnej nie zapewniłoby skarżącemu szybkiej oceny legalności jego zatrzymania.", "56.  W odniesieniu do stwierdzenia Rządu, że skarżący mógł uzyskać zwolnienie poprzez złożenie wniosku o zwolnienie (kaucja) na mocy art. 25A Ustawy, Trybunał przedstawia poniższe rozważania.", "Rząd odwołał się do ustępów (6) i (9), najwyraźniej uznając je za jeden środek odwoławczy, do którego zastosowanie mają ustępy (10) i (11). Czytając Ustawę Trybunał stwierdza, że nie jest jasne, czy przepisy te są niezależne: pierwszy z nich – ustęp (6) – dotyczy zwolnienia tymczasowego, a w drugim – ustęp (9) – mowa jest jedynie o „zwolnieniu”. Choć jasne jest, że ustępy (10)-(13) odwołują się do zwolnienia na mocy ustępu (9), nie jest jasne, czy mają one jakikolwiek związek z ustępem (6), którego cel pozostaje niejasny ze względu na brak odpowiednich wyjaśnień przedstawionych przez Rząd lub ujętych w krajowym orzecznictwie.", "W każdym razie Trybunał zauważa, że oba przepisy przewidują jedynie tymczasowe zwolnienie. W ustępie (6) jest to wyraźnie zaznaczone, podczas gdy w przypadku ustępu (9) wniosek ten wynika z faktu, że – jak wyraźnie stanowi ustęp (12) – decyzja o zwolnieniu może zostać cofnięta.", "Rząd uznał, że zakres stosowania art. 25A ust. (10) obejmuje skargę skarżącego i, choć ustęp (11) przewiduje wyjątki, zwolnienia nie można było całkowicie wykluczyć. Trybunał zauważa, że zwolnienie na mocy wspomnianych przepisów może nastąpić jedynie, jeżeli wykazane zostanie, że pozbawienie wolności jest nierozsądne pod względem czasu trwania i jeżeli brak jest perspektywy deportacji. Wynika z tego, że taki środek prawny nie ma zastosowania w przypadku osoby zatrzymanej od niedawna w oczekiwaniu na rozpatrzenie wniosku o azyl oraz, w konsekwencji, że nie można go uznać za środek odwoławczy przysługujący osobom w takiej sytuacji.", "57.  Choć wspomniany środek odwoławczy mógł być dostępny dla skarżącego na późniejszym etapie, tj. kiedy została podjęta decyzja w sprawie udzielenia mu azylu, Trybunał zauważa, że nawet gdyby przyjąć, iż doszłoby do tymczasowego zwolnienia skarżącego (gdyby nie zostało ono wykluczone ze względu na przyczyny podane poniżej), nie zapewniłoby to oceny legalności pozbawienia go wolności, czego wymaga art. 5 § 4. Rząd temu nie zaprzeczył, ograniczając się do uznania, że nie ma różnicy między zwolnieniem tymczasowym a stwierdzeniem, że zatrzymanie nie było zgodne z prawem. Trybunał nie może się z tym zgodzić. Wystarczy nadmienić dwie podstawowe kwestie: (a) gdyby tak było, w kontekście karnym nie byłoby potrzeby zawrzeć w Konwencji dwóch osobnych przepisów, tj. art. 5 § 3 i art. 5 § 4; oraz (b) podczas gdy uznanie, że pozbawienie wolności było bezprawne, daje skarżącemu możliwość złożenia wniosku na mocy art. 5 § 5, w przypadku decyzji o zwolnieniu za kaucją nie ma o tym mowy, ponieważ za kaucją można zwolnić bez względu na to, czy zatrzymanie było zgodne z prawem, czy nie.", "58.  Niemniej – nawet gdyby stwierdzić, że decyzja o zwolnieniu tymczasowym, zależąca od tego, czy zatrzymanie trwało zbyt długo, lub od tego, czy istnieje perspektywa deportacji, mogłaby zasadniczo zostać uznana za nieformalną ocenę legalności ze względu na powiązanie z wymogami ujętymi w drugiej części art. 5 § 1 (f) – Trybunał orzekł już nieskuteczność takiego środka prawnego. W sprawie Louled Massoud (op. cit. § 44) Trybunał uznał, że postępowanie na mocy art. 25 ma ograniczony zakres i nie daje szansy na korzystny wynik dla osoby w sytuacji skarżącego (w której tożsamość osoby zatrzymanej, w tym jej narodowość, nie zostały jeszcze sprawdzone). Niespójna jest argumentacja Rządu, zgodnie z którą mimo wyjątków ujętych w ustępie (11) zwolnienia skarżącego nie można było wykluczyć, skoro argumenty Rządu podnoszone w kontekście art. 5 § 1 koncentrują się wokół braku współpracy ze strony skarżącego, umyślnego wprowadzania władz w błąd w odniesieniu do jego tożsamości oraz zagrożenia dla bezpieczeństwa narodowego i porządku publicznego – wszystko to są wyjątki przewidziane we wspomnianym ustępie. Ponadto w sprawie Louled Massoud Trybunał orzekł również, że takie postępowanie nie może zostać uznane za zapewniające szybkie rozpatrywanie wniosków, czego wymaga art. 5 § 4 Konwencji. Rząd nie przedłożył nowych przykładów, które mogłyby zmienić tę konkluzję, ani nie poparł dowodami swojego stwierdzenia, że takie postępowanie może być prowadzone w trybie przyspieszonym. Skarżący należycie wszczął postępowanie przed tą samą Komisją w celu zakwestionowania legalności pozbawienia go wolności (choć na mocy art. 11(10) aktu prawnego LN nr 81, a nie art. 25A Ustawy). KOI rozpatrywała wniosek ponad rok, aby uznać, że przepis nie ma już zastosowania na tym etapie, a Komisja nie jest właściwa do oceny kwestii naruszenia art. 5. W świetle powyższego Trybunał może jedynie powtórzyć, że w obecnej formie takie postępowanie nie może zostać uznane za zapewniające szybkie rozpatrywanie wniosków, czego wymaga art. 5 § 4 Konwencji.", "59.  Zaprezentowane wyżej rozważania wystarczają Trybunałowi do stwierdzenia, że nie wykazano, iż skarżący dysponował skutecznym i szybkim środkiem odwoławczym w ramach prawa krajowego, który pozwoliłby mu na zakwestionowanie legalności pozbawienia go wolności.", "60.  Naruszono więc art. 5 § 4 Konwencji.", "61.  Trybunał za stosowne uważa podkreślenie, że – jak podnieśli skarżący i interwenient – nawet gdyby przedmiotowe środki odwoławcze były skuteczne pod względem zakresu i szybkości, mogłyby zaistnieć problemy związane ich dostępnością, w szczególności w przypadku konstytucjonalnego postępowania odwoławczego. Trybunał zwraca uwagę na wyraźny brak właściwego systemu, który umożliwiałby zatrzymanym imigrantom dostęp do skutecznej pomocy prawnej. Fakt, że Rząd był w stanie przedłożyć tylko jeden przykład osoby zatrzymanej na mocy Ustawy o imigracji, która skorzystała z pomocy prawnej – przy tysiącach imigrantów, którzy na przestrzeni ostatniej dekady przybyli na terytorium Malty i zostali zatrzymani oraz którzy, jak stwierdził Rząd, nie mieli środków do życia – wydaje się tylko podkreślać wspomniane braki. Trybunał zauważa, że choć władze nie są zobowiązane do zapewniania bezpłatnej pomocy prawnej w przypadku postępowania w sprawie zatrzymania (zob. Lebedev przeciwko Rosji, skarga nr 4493/04, § 84, 25 października 2007 r.), jej brak – szczególnie w sytuacjach, w których reprezentacja prawna jest wymagana w kontekście krajowym do celów art. 5 § 4 – może stanowić problem dotyczący dostępności takiego środka odwoławczego (zob. Abdolkhani i Karimnia przeciwko Turcji, skarga nr 30471/08, § 141, 22 września 2009 r., oraz Amuur przeciwko Francji, 25 czerwca 1996 r., § 53 in fine, Zbiór Wyroków i Decyzji (Reports of Judgments and Decisions) 1996-III).", "II.  ZARZUT NARUSZENIA ART. 5 § 1 KONWENCJI", "62.  Skarżący podniósł, że pozbawienie go wolności od 8 kwietnia 2011 r. [sic] do 16 sierpnia 2011 r. oraz od 30 stycznia 2012 r. do dnia zwolnienia nie odpowiadało żadnej z sytuacji przewidzianych w art. 5, a także że nie miało miejsca w celu zapobieżenia jego nieupoważnionemu wjazdowi na terytorium Malty ani nie miało na celu jego deportacji, biorąc pod uwagę, że skarżący oczekiwał na rozpatrzenie wniosku o azyl i w konsekwencji, na mocy art. 12 aktu prawnego LN nr 243, był upoważniony do wjazdu. Bez uszczerbku dla powyższego skarżący stwierdził, że maltańskie władze nie starały się znaleźć rozwiązania alternatywnego w stosunku do pozbawienia go wolności, mimo że trwało ono tak długo, oraz że warunki, w których był zatrzymany, były nieodpowiednie. Co więcej, odwołując się do sprawy Louled Massoud (op. cit.), skarżący zauważył, że nie istniały dotychczas żadne gwarancje proceduralne chroniące przed arbitralnym zatrzymaniem. Skarżący powołał się na art. 5 § 1 Konwencji, który we właściwym zakresie stanowi, co następuje:", "„1. Każdy ma prawo do wolności i bezpieczeństwa osobistego. Nikt nie może być pozbawiony wolności, z wyjątkiem następujących przypadków i w trybie ustalonym przez prawo:", "(f) zgodnego z prawem zatrzymania lub aresztowania osoby w celu zapobieżenia jej nielegalnemu wkroczeniu na terytorium Państwa lub osoby, przeciwko której toczy się postępowanie o wydalenie lub ekstradycję.”", "", "63.  Rząd nie zgodził się z powyższą argumentacją.", "A.  Dopuszczalność", "64.  Rząd stwierdził, że skarżący nie wyczerpał krajowych środków odwoławczych, ponieważ nie złożył do KOI wniosku o zwolnienie za kaucją ani nie wszczął konstytucyjnego postępowania odwoławczego.", "65.  Skarżący podtrzymał swoje stanowisko dotyczące art. 5 § 4.", "66.  Trybunał orzekł już, że skarżący nie dysponował skutecznym i szybkim środkiem odwoławczym, który pozwoliłby mu na zakwestionowanie legalności pozbawienia go wolności (zob. paragraf 59 powyżej). Dlatego Trybunał odrzuca zarzut Rządu.", "67.  Trybunał zauważa, że niniejsza skarga nie może zostać uznana za w sposób oczywisty nieuzasadnioną w rozumieniu art. 35 § 3 (a) Konwencji. W opinii Trybunału nie jest też niedopuszczalna z żadnych innych przyczyn. W związku z powyższym musi ona zostać uznana za dopuszczalną.", "B. Przedmiot sprawy", "1.  Stanowiska stron", "(a) Skarżący", "68.  Skarżący uznał, że pozbawienie go wolności od 8 kwietnia 2011 r. [sic] do 16 sierpnia 2011 r. oraz od 30 stycznia 2012 r. do 21 marca 2013 r. nie odpowiadało żadnej z sytuacji przewidzianych w art. 5.", "69.   Ze względu na złożenie przez niego wniosku o azyl, jak również wynikające z tego faktu upoważnienie do wjazdu na Maltę i pozostania na jej terytorium zgodnie z art. 12 aktu prawnego LN nr 243, od dnia złożenia kwestionariusza wstępnego (14 kwietnia 2011 r.) zatrzymanie w celu zapobieżenia nielegalnemu wjazdowi skarżącego na Maltę lub w celu deportowania go nie powinno mieć miejsca (ponieważ jego wniosek o azyl był wciąż rozpatrywany). Skarżący przypomniał zobowiązania Malty na mocy art. 31 Konwencji dotyczącej statusu uchodźców, a w szczególności zakaz refoulement. Skarżący podniósł, że stwierdzenie Trybunału w sprawie Saadi przeciwko Zjednoczonemu Królestwu ([Wielka Izba] skarga nr 13229/03, ETPC 2008), iż tymczasowe zezwolenie na wjazd do kraju po złożeniu wniosku o azyl nie stanowi legalnego wjazdu, było ograniczone do sytuacji, w których Państwo nie zezwoliło na wjazd. W jego opinii stwierdzenie, że żadna osoba ubiegająca się o azyl nie może być uważana za upoważnioną do legalnego wjazdu, nie stanowi zasady o uniwersalnym zastosowaniu, ponieważ byłoby to niezgodne z suwerennym prawem Państw do regulowania wjazdu na ich terytorium. Skarżący uznał, że otrzymał wyraźne upoważnienie na mocy art. 12 aktu prawnego LN nr 243. Co więcej, skarżący odwołał się do unijnej Dyrektywy w sprawie powrotów (Preambuła, punkt 9), która – choć nie w sposób prawnie wiążący – stanowi, że obywatel państwa trzeciego, który złożył wniosek o azyl w Państwie Członkowskim, nie powinien być uważany za przebywającego na terytorium tego Państwa nielegalnie do momentu negatywnego rozpatrzenia jego wniosku albo wejścia w życie decyzji o odebraniu mu prawa pobytu.", "70.  Choć okres zatrzymania (2 kwietnia 2012 - 21 marca 2013), który nastąpił po wydaniu negatywnej decyzji w sprawie jego wniosku o azyl, można by uznać za mający na celu deportację, skarżący zauważył, że Rząd przyznał, iż deportacja została wstrzymana ze względu na toczące się wobec niego postępowanie karne. Niemniej 7 stycznia 2013 r., dziewięć miesięcy po tym, jak skarżący przestał być osobą ubiegającą się o azyl, Rząd wszczął procedurę deportacyjną, mimo że postępowanie karne wciąż było w toku. Skarżący zwrócił uwagę na fakt, że Rząd nie wyjaśnił, w jaki sposób proces w jego sprawie spełniał wymogi należytej staranności. Skarżący podniósł, że w żadnym momencie bezpośrednio ani pośrednio nie utrudniał swojej deportacji. Zawsze twierdził, że pochodzi ze Sierra Leone, a zaprzeczenie jego pochodzeniu przez Konsulat (w oparciu o bardzo krótką rozmowę, w trakcie której nie poproszono o żadne dokumenty urzędowe) nie może być uważane za ostatecznie decydujące.", "71.  Bez uszczerbku dla powyższych rozważań skarżący uznał, że decyzja o jego zatrzymaniu i decyzja o jego zatrzymaniu zostały podjęte automatycznie, bez żadnego rozważenia jego indywidualnej sytuacji. W tym kontekście skarżący zwrócił uwagę na podobieństwa między ostatnimi stwierdzeniami Trybunału (odwołał się do sprawy YohEkale Mwane przeciwko Belgii, skarga nr 10486/10, § 124, 20 grudnia 2011 r.) a zobowiązaniem Państw Członkowskich Unii Europejskiej do zatrzymywania obywateli państw trzecich wyłącznie wówczas, kiedy „w danej sprawie nie mogą zostać zastosowane [inne] wystarczające lecz łagodniejsze środki” (art. 15, Dyrektywa w sprawie powrotów). Tak jak w sprawie Yoh-Ekale Mwane, w rozpatrywanej sytuacji tożsamość skarżącego była znana maltańskim władzom – w chwili przybycia ujawnił on wszystkie informacje, o które został poproszony, następnie wypełnił kwestionariusz wstępny i została z nim przeprowadzona rozmowa przez przedstawiciela Biura Pełnomocnika ds. Uchodźców. Ponadto władze maltańskie na żadnym etapie nie wykazały realnego zagrożenia ucieczką skarżącego. Skarżący złożył wniosek o azyl na Malcie, jasno wyrażając wolę zostania objętym w tym kraju ochroną międzynarodową. Ponadto skarżący zwrócił uwagę na stwierdzenia Trybunału przedstawione w wyroku w sprawie Louled Massoud (§ 68), podkreślające możliwość szukania przez władze skutecznych rozwiązań alternatywnych w stosunku do pozbawienia wolności w celu zapewnienia pozostania skarżącego na Malcie.", "72.  Skarżący uznał także, że jego długotrwałe zatrzymanie naruszało art. 5 § 1 (f) Konwencji ze względu na bezprawny i arbitralny charakter (odwołał się do sprawy Louled Massoud, op. cit., § 71). Mimo wniosków Trybunału przedstawionych w wyroku we wspomnianej sprawie, do ustawodawstwa i praktyk administracyjnych na Malcie nie wprowadzono żadnych zmian dotyczących tej kwestii. Skarżący podniósł, że – co znamienne – podstawa prawna jego zatrzymania była niewystarczająco jasna i precyzyjna. Długość okresu jego zatrzymania opierała się na polityce Rządu, która nie miała mocy prawnej. Oprócz braku jasności i podstawy prawnej sytuację pogarsza jeszcze fakt, że zgodnie z polityką Rządu, jeżeli zatrzymany migrant był zatrzymany w zakładzie karnym Corradino przez wiele dni (167 w przypadku skarżącego), okres ten nie wliczał się do okresu obowiązkowego pozbawienia wolności tego migranta, mimo że jego wniosek o azyl był wówczas wciąż rozpatrywany.", "73.  Skarżący stwierdził następnie, że wymóg, aby jego zatrzymanie nie było arbitralne, również nie był spełniony (skarżący odwołał się do sprawy A. i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba] skarga nr 3455/05, § 164, ETPC 2009). Skarżący podkreślił, że na żadnym etapie nie przeprowadzono w stosunku do niego indywidualnej oceny w celu sprawdzenia, czy rzeczywiście stwarzał zagrożenie dla bezpieczeństwa narodowego lub jakiegokolwiek innego, a decyzja o pozbawieniu go wolności została podjęta automatycznie. Maltańskie władze wielokrotnie stwierdzały, że zatrzymanie było konieczne w celu ochrony bezpieczeństwa narodowego, zapewnienia sprawnego świadczenia usług i zagwarantowania skutecznego przebiegu procedury azylowej. W świetle powyższego skarżący uważa, że bez trudu można było zastosować takie procedury przyjmowania, które nie wiązałyby się z pozbawieniem go wolności. Jego zdaniem zapewnienie pomocy medycznej, schronienia i utrzymania oraz zaspokojenie innych podstawowych potrzeb mogło się bez wątpienia odbyć w środowisku bardziej sprzyjającym fizycznemu i psychicznemu dobremu samopoczuciu osób niż maltańskie ośrodki zatrzymania. Ponadto charakter ośrodków zatrzymania i panujące w nich warunki materialne z pewnością nie były dostosowane do deklarowanej przez Rząd maltański woli zapewnienia uporządkowanego i skutecznego przebiegu procedur. Skarżący podkreślił, że miejsce i warunki jego zatrzymania były nieodpowiednie w stosunku do założonego celu (jakikolwiek mógł on być). Odwołał się on do licznych raportów ekspertów, w których nie tylko podkreślano wojskowy charakter ośrodków zatrzymania na Malcie, ale również komentowano niski standard panujących w nich warunków materialnych (zob. właściwe fragmenty w części „Właściwe międzynarodowe raporty” powyżej oraz raport, na który powołał się interwenient). Skarżący zauważył, że Blok-B w Safi miał formę budynku mieszkalnego, był całkowicie otoczony gęstą siatką ogrodzeniową i nieustannie pilnowany przez żołnierzy lub strażników; nie uwzględniał wyjątkowej sytuacji osób ubiegających się o azyl podkreślanej przez Trybunał (skarżący powołał się m.in. na sprawę M.S.S. przeciwko Belgii i Grecji [Wielka Izba], skarga nr 30696/09, ETPC 2011, oraz Louled Massoud, op. cit.) i UNHCR (zob. paragraf 33 powyżej). Skarżący wskazał, że budynek początkowo nie miał służyć jako miejsce zakwaterowania osób ubiegających się o azyl, ale stanowił część większych koszar wojskowych; dopiero w 2002 r. zaczęto wykorzystywać go w obecnym celu.", "74.  Skarżący podkreślił, że był zatrzymany ponad miesiąc przed wizytą ICJ, w oparciu o którą Komisja ta opracowała raport wykorzystany w stanowisku w niniejszej sprawie. Przez ten czas pod względem struktury, zarządzania czy polityki nic się nie zmieniło; dlatego oświadczenia te mają w pełni zastosowanie.", "(b) Rząd", "75.  Rząd podniósł, że – jak orzeczono w sprawie Saadi przeciwko Zjednoczonemu Królestwu (op. cit.) – tymczasowe zezwolenie na wjazd do kraju po złożeniu wniosku o azyl nie stanowi legalnego „wjazdu” do celów art. 5 § 1 (f). Osoby ubiegające się o azyl pozostają nielegalnymi imigrantami i mogą zostać zatrzymane na mocy art. 5 § 1 (f) w celu uniemożliwienia im nieupoważnionego wjazdu. Ponadto takie zatrzymanie nie musi być konieczne w każdym przypadku. Rząd utrzymuje, że sam fakt, iż skarżący złożył wniosek o azyl, nie mógł uregulować jego sytuacji ani nie mógł uczynić pozbawienia go wolności niezgodnym z prawem. W wyroku w sprawie Saadi jasno stwierdzono, że Państwo może zatrzymywać imigrantów oczekujących na rozpatrzenie wniosku o azyl. W związku z tym nie zachodzi potrzeba analizowania każdego indywidualnego przypadku. Podobnie Rząd nie uważa, że jest zobowiązany do zezwolenia na legalny wjazd na mocy LN nr 243.", "76.  Ponadto Rząd stwierdził, że zatrzymanie skarżącego miało na celu zapobieżenie nieuprawnionemu wjazdowi i zostało przeprowadzone w dobrej wierze, ponieważ ośrodki zatrzymania powstały specjalnie w tym celu. Ponadto miejsce i warunki zatrzymania były odpowiednie. Ośrodek w Safi pełnił funkcję ośrodka zatrzymania od 2002 r. Był to dwupiętrowy budynek, który został w pełni odnowiony w 2007 r. i ponownie w latach 2009 i 2010. Choć na oknach zamontowano kraty zabezpieczające w celu zapobieżenia ucieczkom, nie było to więzienie, i choć wyposażenie było podstawowe, obejmowało miejsce do spania, jedzenia i rozrywki, toalety, prysznice, telewizor i telefony (imigranci otrzymywali kartę telefoniczną co dwa miesiące), werandę i dwa duże podwórza (udostępniane od świtu do zmierzchu). Państwo podjęło próbę wprowadzenia innych możliwości rozrywki, np. poprzez zapewnienie sprzętu sportowego, ale po kilku dniach został on zniszczony i był wykorzystywany jako broń. Osoby zatrzymane mogły swobodnie poruszać się po powierzchni ośrodka, w którym były umieszczone, i mogły w ciągu dnia przyjmować przedstawicieli organizacji pozarządowych (polityka otwartych drzwi). Imigranci mogli również wziąć udział w dwóch projektach finansowanych z ramienia UE. W ośrodku znajdowała się również przychodnia lekarska. W odniesieniu do czasu zatrzymania skarżącego Rząd stwierdził, że pozbawienie go wolności było wymagane na potrzeby jego repatriacji, ponieważ był osobą, której nie udzielono azylu [sic].", "77.  W kwestii okresu, który nastąpił po rozpatrzeniu złożonego przez skarżącego wniosku o azyl, Rząd uznał, że zatrzymanie było zgodne z drugą częścią art. 5 § 1 (f). Rząd odwołał się do sprawy Chahal przeciwko Zjednoczonemu Królestwu (15 listopada 1996, Reports 1996V), zauważając, że po podjęciu działań zmierzających do deportacji to, czy zatrzymanie danej osoby można uznać za rozsądnie konieczne, jest nieistotne. Rząd stwierdził również, że niniejsza sprawa różni się od sprawy Louled Massoud (op. cit.). Podniósł, że w rozpatrywanej sprawie deportacja skarżącego została wstrzymana jedyne ze względu na toczące się przeciwko skarżącemu postępowanie karne (związane z zamieszkami), w związku z którym władze nie mogły go deportować, ponieważ jego obecność była niezbędna do zagwarantowania mu prawa do sprawiedliwego procesu. Niemniej „próby przygotowania” deportacji skarżącego zostały podjęte od razu po zakończeniu postępowania karnego. Rząd stwierdził, że dopiero po otrzymaniu odpowiedzi Konsulatu Sierra Leone stało się jasne, że skarżącego nie można repatriować, w rezultacie czego został on zwolniony.", "78.  Rząd uznał, że w przypadku rozpatrywanej sprawy skarżący nie został pozbawiony wolności na czas nieokreślony. Zgodnie z obowiązującą polityką osoby, których wniosek o azyl został oddalony, mogły być zatrzymane przez maksymalnie osiemnaście miesięcy. Rząd zauważył, że żaden z imigrantów o nieuregulowanym statusie, którzy przybywali na Maltę, nie miał przy sobie dokumentów, co uniemożliwiało władzom upewnienie się co do ich tożsamości po ich wjeździe do kraju. Prowadziło to do długiego procesu, który był uzależniony od współpracy ze strony imigrantów. W przedmiotowej sprawie to skarżący celowo podał nieprawdziwe informacje (na temat swojego kraju pochodzenia), co utrudniło proces deportacji. Rząd stwierdził, że polityka zatrzymań została sformułowana z uwzględnieniem panującej na Malcie sytuacji związanej z migracją. Była oparta na prawie krajowym i nie miała charakteru dyskryminacyjnego. Pozbawienie wolności miało zastosowanie w odniesieniu do osób nielegalnie wkraczających na terytorium Malty lub których obecność w tym kraju była nielegalna z innych przyczyn. Niemniej nie zatrzymywano osób szczególnie narażonych.", "79.  W odniesieniu do oświadczeń interwenienta Rząd przedłożył komunikat prasowy wydany przez Rząd w odpowiedzi na raport Międzynarodowej Komisji Prawników („ICJ”), w którym skrytykowano wspomniany raport jako oderwany od rzeczywistości. Rząd stwierdził, że ICJ przedstawiła bardzo negatywny obraz małego kraju, który robił wszystko, co w jego mocy, aby poradzić sobie z całkowicie nieproporcjonalnym napływem nielegalnych imigrantów. Trybunał musi więc wziąć to pod uwagę. Rząd uznał, że ograniczenia, do których odnosi się art. 25A ust. (11) Ustawy o imigracji, były zgodne z Zaleceniem Komitetu Ministrów Rady Europy skierowanym do państw członkowskich w sprawie środków polegających na zatrzymaniu osób ubiegających się o azyl (zalecenie Rec(2003)5) (zob. paragraf 33 powyżej). Pozbawienie wolności było konsekwencją naruszenia prawa krajowego i chroniło imigrantów poprzez zapewnienie im schronienia, pomocy medycznej, jedzenia i ubrań, bez czego byliby bezdomni i pozbawieni środków do życia. W świetle powyższego nie ma sensu rozpatrywać każdego przypadku osobno. Ponadto Rząd uznał, że Dyrektywa w sprawie powrotów nie znajduje zastosowania w odniesieniu do skarżącego, ponieważ przekroczył on granicę nielegalnie drogą morską, po czym nie otrzymał upoważnienia do ani prawa pobytu. Co więcej, dwunasto- i osiemnastomiesięczne okresy pozbawienia wolności były maksymalnymi okresami uzasadnionymi koniecznością powstrzymywania migrantów przed ucieczką i uniknięciem deportacji. Takie ucieczki były częste, o czym świadczą różni imigranci odesłani na Maltę na mocy rozporządzenia Dublin II. Władze nieustannie starają się repatriować imigrantów najszybciej, jak to możliwe, choć muszą stawiać czoła wszelkim sztuczkom i oszustwom imigrantów. Są to jednak długotrwałe operacje uzależnione od współpracy ze strony osób trzecich.", "80.  Wreszcie Rząd zauważył, że raport ICJ dotyczył okresu między 26 i 30 września 2011 r., w którym skarżący nie był zatrzymany i w którym nastąpił nadzwyczajny napływ osób zatrzymanych spowodowany kryzysem libijskim. Niemniej Rząd utrzymuje, że potrzeby osób zatrzymanych wciąż były zaspokajane.", "(c) Interwenient", "81.  Międzynarodowa Komisja Prawników („ICJ”) przedłożyła raport zatytułowany „Not here to stay” (Raport Międzynarodowej Komisji Prawników z jej wizyty na Malcie w dniach 26-30 września 2011 r., maj 2012 r.), w którym oceniono praktykę związaną z migracją i udzielaniem azylu na Malcie (w czasie kryzysu libijskiego). Podkreślono liczne wnioski, które mają znaczenie z perspektywy rozpatrywanej sprawy.", "82.  Interwenient zwrócił uwagę na fakt, że pozbawianie wolności w celu zapobieżenia nieupoważnionym wjazdom może być uzasadnione jedynie w sytuacjach, w których można wykazać, że zatrzymanie jest ściśle powiązane z tym celem przez cały okres zatrzymania. W świetle prawa międzynarodowego dotyczącego uchodźców, jak również właściwych standardów europejskich, okoliczności, w których można zatrzymać osobę ubiegającą się o azyl ze względu na nieupoważniony wjazd na terytorium kraju, muszą zostać wąsko określone. ICJ zauważyła, że niedawno zaktualizowane Wytyczne UNHCR (wspomniane w paragrafie 33 powyżej) oraz Wnioski przyjęte przez Komitet Wykonawczy ds. Międzynarodowej Ochrony Uchodźców zawierają domniemanie przeciwko zatrzymaniu. Stanowią one, że do pozbawienia wolności można się uciec jedynie wówczas, kiedy jest to niezbędne w świetle określonych przez prawo przesłanek (wytyczne 4.1 i 4.2). Stwierdzają, że zatrzymywanie osób ubiegających się o azyl z innych przyczyn, np. aby odstraszyć osoby, które mogłyby ubiegać się o azyl w przyszłości, albo aby zniechęcić osoby ubiegające się o azyl do dochodzenia roszczeń, czy też w celu ich ukarania lub zdyscyplinowania jest niezgodne z normami prawa dotyczącego uchodźców. W opinii ICJ niezgodność prawa i praktyk krajowych z tymi normami jest wyznacznikiem arbitralności w rozumieniu art. 5 § 1 (f). Ponadto prawodawstwo UE w sposób jasny określa osoby ubiegające się o azyl jako „przebywające legalnie” na terytorium Państwa Członkowskiego, w czasie kiedy rozpatrywany jest ich wniosek o azyl. W konsekwencji pozbawienie ich wolności ze względu na nielegalny wjazd nie może mieć miejsca poza bardzo krótkimi okresami i w wyjątkowych okolicznościach. ICJ podniosła, że prawo Unii Europejskiej dotyczące azylu należy interpretować tak, jakby stanowiło „prawo krajowe” na potrzeby art. 5 Europejskiej Konwencji, chyba że w prawie krajowym przewidziano wyższe standardy, gdyż Wspólny Europejski System Azylowy ma w Państwach Członkowskich bezpośrednie zastosowanie jako standard minimalny.", "83.  W odniesieniu do drugiej części art. 5 § 1 (f) – pozbawienia wolności w oczekiwaniu na wydalenie – może ono być uzasadnione jedynie w czasie trwania postępowania deportacyjnego lub ekstradycyjnego. Analizę należy przeprowadzać bardzo dokładnie, aby upewnić się, że cel faktycznego wydalenia jest realizowany starannie na wszystkich etapach zatrzymania danej osoby. W przypadku osób ubiegających się o azyl zatrzymanie na wszelki dłuższy okres podczas trwania procedury azylowej nie jest uzasadnione w przypadkach, w których prawo krajowe i międzynarodowe zabraniają wydalenia w trakcie trwania takiej procedury.", "84.  W odniesieniu do innych wymogów wskazanych w orzecznictwie Trybunału ICJ uznała, że dobra wiara przy zatrzymywaniu wymaga pewnej dozy otwartości i rzetelnego procesu, tak aby przewidziane w prawie krajowym procedury umożliwiające stosowanie rozwiązań alternatywnych w stosunku do pozbawienia wolności lub zwolnienia, takie jak termin dobrowolnego wyjazdu, nie były obchodzone i aby nimi nie manipulowano w sposób zmierzający do pozbawienia ich znaczenia. ICJ odwołała się do spraw Čonka przeciwko Belgii (skarga nr 51564/99, ETPC 2002I) oraz R.U. przeciwko Grecji (skarga nr 2237/08, 7 czerwca 2011 r.). W opinii Komisji w tych przypadkach prawo lub procedurę stosowano w sposób pozbawiający je skuteczności. W swoim raporcie ICJ wyraża zaniepokojenie zawiadomieniami o decyzji o wydaleniu rutynowo przekazywanymi imigrantom nieposiadającym dokumentów po ich przybyciu na Maltę w oparciu o oddalenie nieistniejącego wniosku o dobrowolny powrót. ICJ zauważyła, że taka praktyka stanowi naruszenie unijnej Dyrektywy 2008/115/WE w sprawie powrotów.", "85.  W kwestii proceduralnej ochrony przed arbitralnością ICJ odwołała się do wyżej wspomnianych Wytycznych UNHCR, w których również stwierdzono, że osoby ubiegające się o azyl „mają prawo do minimalnych gwarancji proceduralnych” (wytyczna 7).", "86.  Ponadto ICJ odwołała się do Dwudziestu wytycznych Rady Europy w sprawie powrotów przymusowych, w których ustanowiono ogólną zasadę, iż w pierwszej kolejności należy rozważyć rozwiązania alternatywne w stosunku do zatrzymania migrantów, bez względu na to, czy są to osoby szczególnie narażone. Wytyczną 6 (zob. paragraf 33 powyżej) Trybunał Sprawiedliwości Unii Europejskiej uznał za autorytatywny instrument interpretowania unijnego prawa azylowego, dodatkowy w stosunku do Europejskiej Konwencji i orzecznictwa Trybunału. Podobnie wspomniane Wytyczne UNHCR jasno wskazują na prymat rozwiązań alternatywnych nad zatrzymaniem (wytyczna 4.3). W licznych sprawach Trybunał orzekł, że pozbawienie wolności nie zostało przeprowadzone w dobrej wierze, ponieważ mimo szczególnej sytuacji osób zatrzymanych władze nie rozważyły zastosowania mniej restrykcyjnych środków (interwenient odwołał się do sprawy Yoh-Ekale Mwanje, op. cit.). Nawet Komitet Praw Człowieka ONZ stwierdził w sprawie C. przeciwko Australii (Komunikat nr 900/1999, 28 października 2002 r.) naruszenie prawa do wolności, ponieważ zaskarżone Państwo nie wykazało, że nie istniały mniej dotkliwe sposoby na osiągnięcie tych samych celów. Niemniej na Malcie każdy nielegalny imigrant, w stosunku do którego wystawiono nakaz wydalenia, musi „[zostać] pozbawiony wolności do czasu wydalenia z Malty”. Oznacza to, że zatrzymanie migrantów nieposiadających dokumentów jest zasadą, a nie wyjątkową sytuacją; nie jest stosowane po przeanalizowaniu każdego przypadku lub jako środek ostateczny, kiedy rozwiązanie to jest konieczne. Unijna Dyrektywa w sprawie powrotów wyklucza osoby, które przybywają na dane terytorium drogą morską, z przewidzianej w niej dalszej ochrony. To, czy wyłączenie to ma zastosowanie również w odniesieniu do osób upoważnionych na mocy prawa krajowego (art. 12 LN nr 243 z 2008 r.) do pozostania na Malcie w czasie rozpatrywania ich wniosku, nie jest jasne.", "87.  Wskazując maksymalny okres pozbawienia wolności jedynie w dokumentach dotyczących polityki, a nie w prawie stanowionym, Malta działała w sprzeczności z zasadą legalności w świetle prawa międzynarodowego, w tym z art. 5 § 1 EKPC, jak orzeczono w sprawie Abdolkhani i Karimnia przeciwko Turcji (op. cit.). Ponadto z punktu widzenia interwenienta okres osiemnastu miesięcy zatrzymania administracyjnego jest per se niezgodny z wymogami art. 5 § 1 (f), ponieważ żadna procedura deportacyjna trwająca tak długo nie może zostać uznana za przeprowadzoną z należytą starannością.", "88.  Wreszcie ICJ wyraziła zaniepokojenie faktem, że ośrodki zatrzymania Safi Barracks, w tym Blok-B, są zlokalizowane w dwóch bazach wojskowych – sytuacja ta jest niezgodna z prawem i standardami międzynarodowymi. Zgodnie z wytycznymi Komitetu do Spraw Zapobiegania Torturom (CPT) z wyjątkiem krótkich okresów zatrzymani migranci powinni być zatrzymani w specjalnie zaprojektowanych ośrodkach, w warunkach dostosowanych do ich statusu prawnego oraz zaspokajających ich szczególne potrzeby. W raporcie ICJ stwierdzono, że ze względu na złe – pod licznymi względami – warunki zatrzymania, sytuacja w ośrodku Safi Barracks przekroczyła próg poniżającego traktowania, w wyniku czego Malta narusza swoje zobowiązania międzynarodowe w zakresie praw człowieka wynikające z art. 3 Konwencji.", "2.  Ocena Trybunału", "(a) Zasady ogólne", "89.  Art. 5 zabezpiecza jedno z podstawowych praw człowieka, jakim jest ochrona jednostki przeciwko arbitralnej ingerencji Państwa w jej prawo do wolności. Treść art. 5 jasno stanowi, że zawarte w nim gwarancje mają zastosowanie do „każdego” (zob. Nada przeciwko Szwajcarii [Wielka Izba], skarga nr 10593/08, § 224, ETPC 2012 r.). Podpunkty (a) - (f) art. 5 § 1 zawierają wyczerpujący wykaz dozwolonych przyczyn pozbawienia wolności; jeżeli w danym przypadku pozbawienie wolności ma miejsce z przyczyny innej niż którakolwiek z wymienionych, należy uznać je za niezgodne z prawem (zob. Saadi przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 13229/03, § 43, ETPC 2008). Jeden z wyjątków wskazań w podpunkcie (f) pozwala Państwu na kontrolowanie wolności cudzoziemców w kontekście imigracji.", "90.  W wyroku w sprawie Saadi (op. cit. §§ 64-66) Wielka Izba po raz pierwszy zinterpretowała znaczenie pierwszej części art. 5 § 1 (f), tj. fragmentu „w celu zapobieżenia jej nielegalnemu wkroczeniu na terytorium państwa”. Wielka Izba stwierdziła, że dopóki Państwo nie „wyrazi zgody” na wkroczenie na swoje terytorium, każdy wjazd jest „niedozwolony” i pozbawienie wolności osoby chcącej tego dokonać, ale nieposiadającej wymaganego zezwolenia, może stanowić – bez żadnego wypaczenia językowego – „zapobieżenie nielegalnemu wkroczeniu na terytorium państwa”. Wielka Izba nie zgodziła się ze stwierdzeniem, że od momentu oddania się osoby ubiegającej się o azyl w ręce władz imigracyjnych stara się ona doprowadzić do wjazdu „za zezwoleniem” i w rezultacie nie można uznać pozbawienia wolności na podstawie pierwszej części art. 5 § 1 (f) (§ 65) za uzasadnione. Uznano, że zinterpretowanie pierwszej części art. 5 § 1 (f) jako zezwalającej na zatrzymanie jedynie osoby, w odniesieniu do której wykazano, że próbuje obejść ograniczenia wjazdowe, wiązałoby się ze zbyt wąskim ujęciem warunków ujętych w przedmiotowym przepisie oraz uprawnienia Państwa do wykonywania niezaprzeczalnie przysługującego mu wspomnianego wyżej prawa do kontroli. Interpretacja taka byłaby ponadto niezgodna z Konkluzją nr 44 Komitetu Wykonawczego Programu Uchodźczego UNHCR, Wytycznymi UNHCR oraz Rekomendacją Komitetu Ministrów Rady Europy (zob. paragrafy 34-35 i 37 wyroku w sprawie Saadi), które przewidują, w pewnych okolicznościach, możliwość pozbawienia wolności osób ubiegających się o azyl, np. w toku prowadzonych ustaleń tożsamości lub faktów, na których opiera się dany wniosek o azyl. Niemniej zatrzymanie musi pozostawać zgodne z ogólnym celem art. 5, który ma za zadanie chronić prawo do wolności oraz zapewnić, aby żaden człowiek nie został pozbawiony wolności w sposób arbitralny (ibid., § 66).", "91.  Na mocy drugiej części art. 5 § 1 (f) wszelkie przypadki pozbawienia wolności będą uzasadnione wyłącznie dopóty, dopóki trwa postępowanie deportacyjne lub ekstradycyjne. Jeśli postępowanie tego rodzaju nie będzie prowadzone z zachowaniem należytej staranności, wówczas pozbawienie wolności przestanie być działaniem dozwolonym na mocy art. 5 § 1 (f) (zob. Chahal przeciwko Zjednoczonemu Królestwu, 15 listopada 1996 r., Reports 1996-V).", "92.  Na mocy art. 5 § 1 każde pozbawienie wolności – poza tym, że jest objęte jednym z wyjątków wskazanych w treści podpunktów (a) - (f) – musi być „zgodne z prawem”. Rozważając kwestię zgodności pozbawienia wolności z prawem, wliczając w to także kwestię, czy w danym przypadku zastosowano przewidzianą przez prawo procedurę, Konwencja odnosi się zasadniczo do krajowego porządku prawnego, ustanawiając obowiązek działania w sposób zgodny z krajowymi regulacjami o charakterze materialnym i proceduralnym. Niemniej samo zapewnienie zgodności z krajowym porządkiem prawnym nie wystarczy: art. 5 § 1 wymaga dodatkowo, aby każde pozbawienie wolności było zgodne z celem ochrony jednostki przed arbitralnością. Zasada stanowiąca, że żadne pozbawienie wolności mające charakter arbitralny nie może być zgodne z art. 5 § 1, ma charakter fundamentalny, a koncepcja „arbitralności” z punktu widzenia art. 5 § 1 nie ogranicza się do braku zgodności z prawem krajowym, co oznacza, że pozbawienie wolności może być legalne z punktu widzenia prawa krajowego, ale mimo to nadal pozostawać arbitralne – i co za tym idzie, sprzeczne z postanowieniami Konwencji (zob. Saadi, op. cit., § 67).", "93.  Aby uniknąć uznania za arbitralne, pozbawienie wolności na mocy art. 5 § 1 (f) musi zostać zastosowane w dobrej wierze; musi ono pozostawać w ścisłym związku z podstawą zatrzymania przedstawioną przez Rząd; zarówno miejsce, jak i warunki, w jakich zatrzymana będzie osoba pozbawiona wolności, muszą być właściwe, mając na uwadze, że „środek ten nie jest stosowany względem sprawców przestępstw, lecz względem cudzoziemców którzy, często z obawy o własne życie, uciekli z kraju pochodzenia”; a ponadto okres pozbawienia wolności nie może przekroczyć rozsądnych granic wymaganych ze względu na cel zatrzymania danej osoby (ibid., § 74; zob. również A. i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 3455/05, § 164, ETPC 2009, oraz Louled Massoud, op. cit., § 62).", "(b) Zastosowanie wskazanych wyżej zasad w odniesieniu do niniejszej sprawy", "94.  Trybunał zauważa, że stanowiska Rządu są w pewnym stopniu sprzeczne oraz że mimo konkretnych pytań w tej kwestii nie odnoszą się do określonych ram czasowych. Niemniej Rząd wydaje się uważać, że pierwszy okres pozbawienia wolności skarżącego (przed ostatecznym rozpatrzeniem jego wniosku o azyl) miał miejsce w oparciu o pierwszą część art. 5 § 1 (f). Jednocześnie Rząd twierdzi, że czas trwania tego zatrzymania wynikał z przyczyn związanych z repatriacją skarżącego, który „był osobą, której nie udzielono azylu”.", "95.  Ponadto Trybunał zauważa, że niemal nie odniesiono się do skutków aktu prawnego LN nr 243, na którym skarżący oparł większość swoich argumentów. Rząd przedłożył po prostu swoją interpretację tego przepisu, stwierdzając, że nie zobowiązuje on Rządu do wydania skarżącemu żadnego pozwolenia na pobyt. Niemniej Trybunał zwraca uwagę na fakt, że sama KOI zinterpretowała ten przepis inaczej. Rozpatrując sprawę skarżącego, KOI potwierdziła bowiem stwierdzenie, że wspomniany przepis zezwala na wjazd i że w rezultacie, co do zasady, w świetle okoliczności sprawy skarżącego nie mógł on być zatrzymany.", "96.  Trybunał zauważa, że jego orzecznictwo nie zawiera konkretnych wytycznych wskazujących, kiedy zatrzymanie imigranta przestaje być objęte pierwszą częścią art. 5 § 1. W wyroku w sprawie Saadi Wielka Izba uznała, że trwające siedem dni pozbawienie skarżącego wolności, podczas gdy rozpatrywany był jego wniosek, wchodziło w zakres stosowania wspomnianej części przepisu. Podobnie w sprawie Kanagaratnam przeciwko Belgii (skarga nr 5297/09, 13 grudnia 2011 r.) Trybunał stwierdził, że zatrzymanie skarżącego, kiedy oczekiwał on na rozpatrzenie złożonego przez siebie wniosku o azyl, wchodziło w zakres stosowania pierwszej części art. 5 § 1 (f), tj. „w celu zapobieżenia jego nielegalnemu wkroczeniu na terytorium państwa”. Niemniej w przypadku Grecji Trybunał rozważył i stwierdził naruszenie drugiej części art. 5 § 1, ze względu na fakt, że zatrzymanie skarżącego w trakcie postępowania azylowego nie mogło mieć miejsca na potrzeby deportacji, ponieważ prawo krajowe nie zezwalało na deportowanie osoby oczekującej na decyzję w sprawie przyznania azylu (zob. Ahmade przeciwko Grecji, skarga nr 50520/09, §§ 142-144, 25 września 2012 r., oraz R.U. przeciwko Grecji, skarga nr 2237/08, §§ 88-96, 7 czerwca 2011 r.).", "97.  Trybunał uważa, że twierdzenie skarżącego, iż wyrok w sprawie Saadi nie powinien być interpretowany w sposób prowadzący do uznania, że wszystkie Państwa Członkowskie mogą zgodnie z prawem pozbawiać wolności imigrantów oczekujących na rozpatrzenie wniosku o azyl bez względu na przepisy prawa krajowego, nie jest pozbawione racji. Jeżeli bowiem dane Państwo wykroczyło poza swoje zobowiązania i nadało więcej praw lub przyznało bardziej korzystne traktowanie – na co zezwala art. 53 Konwencji – poprzez przyjęcie przepisów (z urzędu lub na mocy prawa Unii Europejskiej) wyraźnie zezwalających na wjazd lub pobyt imigrantów oczekujących na rozpatrzenie wniosku o azyl (zob. np. Kanagaratnam, op. cit., § 35 in fine, w stosunku do prawa Belgii), późniejsze zatrzymanie w celu zapobieżenia nieupoważnionemu wjazdowi może budzić wątpliwości co do legalności zatrzymania w świetle art. 5 § 1 (f). W takich okolicznościach trudno byłoby uznać taki środek za ściśle związany z celem zatrzymania oraz zaistniałą sytuację za zgodną z prawem krajowym. Interpretowanie jasnych i precyzyjnych przepisów prawa krajowego w sposób sprzeczny z ich znaczeniem byłoby de facto sprzeczne z celem art. 5 § 1 (f) Konwencji (zob. Longa Yonkeu przeciwko Łotwie, skarga nr 57229/09, § 125, 15 listopada 2011 r.). Trybunał zauważa, że w przypadku sprawy Saadi prawo krajowe (choć zezwalało na tymczasowe przyjęcie) nie umożliwiało skarżącemu otrzymania oficjalnego pozwolenia na pobyt lub wjazd na terytorium kraju, w związku z czym podobny problem nie występował. Trybunał uważa więc, że kwestia, kiedy pierwsza część art. 5 przestaje mieć zastosowanie ze względu na fakt przyznania jednostce oficjalnego pozwolenia na wjazd lub pobyt, jest w znacznym stopniu uzależniona od prawa krajowego.", "98.  Wracając do faktów w przedmiotowej sprawie oraz przypominając, że to przede wszystkim do władz krajowych należy interpretowanie prawa krajowego, Trybunał uznaje, że ma do czynienia ze sprzecznymi interpretacjami LN nr 243, a w szczególności jego art. 12(1), który stanowi, że wnioskujący ”winien zostać upoważniony do wjazdu lub pozostania na terytorium Malty w oczekiwaniu na ostateczną decyzję w sprawie jego wniosku”. Z jednej strony, Rząd zapewnił, że przepis ten nie przyznaje żadnego prawa pobytu. Z drugiej strony, KOI stwierdziła, że skarżący słusznie odwołał się do wspomnianego artykułu, kwestionując legalność swojego zatrzymania, ponieważ zgodnie z jego treścią osoba fizyczna ma prawo do wjazdu na wyspę i pozostania na niej w oczekiwaniu na wydanie decyzji dotyczącej jej wniosku o azyl. Nie należy do Trybunału interpretowanie intencji władzy ustawodawczej w ten lub inny sposób. Niemniej możliwe jest, że przedmiotowy przepis miał odzwierciedlać standardy międzynarodowe, zgodnie z którymi osoba ubiegająca się o azyl nie może zostać wydalona, kiedy rozpatrywany jest złożony przez nią wniosek o azyl (zob. np. S.D. przeciwko Grecji, skarga nr 53541/07, § 62, 11 czerwca 2009 r.), co nie musi wiązać się z koniecznością przyznania jej oficjalnego pozwolenia na pobyt lub wjazd na terytorium kraju. Fakt, że przedmiotowy przepis, choć ustanawia warunki, które muszą zostać spełnione przez osobę ubiegającą się o azyl, nie przewiduje procedury wydania oficjalnego pozwolenia lub odpowiednich dokumentów (zgodnie z art. 9 Ustawy o imigracji) przemawia za tą interpretacją. W tej sytuacji Trybunał uważa, że pierwszy problem, jaki się pojawia, to kwestia jakości prawa krajowego. Trybunał przypomina, że słowa „w trybie ustalonym przez prawo” nie odwołują się jedynie do treści prawa krajowego. Odnoszą się one również do jakości prawa, wymagając, aby było ono zgodne z zasadą rządów prawa, koncepcją właściwą dla wszystkich artykułów Konwencji. Jakość w tym rozumieniu wymaga, aby w przypadkach, w których prawo krajowe dopuszcza pozbawienie wolności, przepisy były wystarczająco zrozumiałe i precyzyjne w celu uniknięcia wszelkiego ryzyka arbitralności (zob. Dougoz przeciwko Grecji, skarga nr 40907/98, § 55, ETPC 2001-II, cyt. Amuur przeciwko Francji, § 50, op. cit.).", "99.  W przypadku rozpatrywanej sprawy, choć jasne jest, że art. 5 w związku z art. 14 Ustawy zezwalają na zatrzymywanie nielegalnych imigrantów, akt prawny LN nr 243, który ma zastosowanie „niezależnie od przepisów wszelkich innych regulacji stanowiących inaczej” (zob. tekst przepisu w części „Właściwe prawo krajowe” powyżej), niezaprzeczalnie powoduje niejasność w kwestii zakresu podstawy prawnej – w szczególności pod względem tego, czy zatrzymanie na mocy Ustawy o imigracji jest zgodne z prawem (krajowym) tylko do chwili złożenia przez daną osobę wniosku o azyl, czy też pozostaje legalne w czasie rozpatrywania wspomnianego wniosku. Niemniej w przedmiotowych okolicznościach, chociaż Trybunał uważa, że wymagane jest uściślenie ram prawnych w systemie krajowym, jest gotów przyjąć, że zatrzymanie było oparte na wystarczająco jasnej podstawie prawnej, tj. na art. 5 w związku z art. 14 Ustawy, a także, jako że nie stwierdzono, iż skarżącemu faktycznie przyznano oficjalne pozwolenie na pobyt (Trybunał zauważa, że skarżącemu nie wydano odpowiednich dokumentów na piśmie wymaganych na mocy art. 9 Ustawy), że zatrzymanie skarżącego między 8 kwietnia 2011 r. (data jego przybycia) a 2 kwietnia 2012 r. (data odrzucenia jego wniosku o azyl) (z wyłączeniem okresu pozbawienia wolności związanego z postępowaniem karnym) wchodzi w zakres stosowania pierwszej części art. 5 § 1 (f).", "100.  Niemniej Trybunał musi sprawdzić, czy zatrzymanie skarżącego nie było arbitralne. Trybunał zauważa liczne kuriozalne praktyki władz krajowych, takie jak omijanie procedury dobrowolnego wyjazdu (zob. paragraf 8 powyżej) czy powszechne decyzje o zatrzymaniu, które w ocenie Rządu nie wymagają indywidualnej oceny (zob. paragraf 79 powyżej). W odniesieniu do ostatniej wspomnianej kwestii Trybunał zauważa, że Zalecenie Komitetu Ministrów Rec(2003)5 skierowane do państw członkowskich w sprawie środków polegających na zatrzymaniu osób ubiegających się o azyl, na które Rząd wielokrotnie się powołał, również stanowi, że „[ś]rodki zatrzymania osób ubiegających się o azyl powinny być stosowane wyłącznie po dokładnej analizie ich niezbędności w każdym indywidualnym przypadku”. W świetle powyższych praktyk Trybunał ma zastrzeżenia do dobrej wiary Rządu stosującego politykę powszechnych zatrzymań (z wyjątkiem określonych szczególnie narażonych grup) przy maksymalnym okresie pozbawienia wolności wynoszącym osiemnaście miesięcy.", "101.  Niemniej nawet gdyby przyjąć, że zatrzymanie skarżącego było ściśle związane z celem zapobieżenia jego nieupoważnionemu wjazdowi na terytorium kraju, Trybunał jest zaniepokojony, czy miejsce i warunki jego zatrzymania były odpowiednie. Różne międzynarodowe raporty wyrażają obawy w tym zakresie (zob. paragraf 33 et seq. powyżej). Zarówno CPT, jak i ICJ uznały, że wspomniane warunki można uznać za nieludzkie i poniżające traktowanie w rozumieniu art. 3 Konwencji. Co więcej, musiały się one pogorszyć podczas kryzysu libijskiego, czyli w czasie, kiedy skarżący był pozbawiony wolności. W świetle powyższego Trybunałowi trudno jest uznać takie warunki za odpowiednie dla osób, które nie popełniły przestępstwa, a które – często w obawie o własne życie – uciekły z własnego kraju.", "102.  Wreszcie Trybunał zwraca uwagę na fakt, że w przypadku przedmiotowej sprawy rozpatrzenie wniosku o azyl złożonego przez skarżącego zajęło władzom rok. Nie można tego uznać za okres pozbawienia wolności rozsądnie wymagany do realizacji założonego celu, tj. do rozpatrzenia wniosku o pobyt. Niemniej Trybunał zauważa, że przez ponad pięć miesięcy tego okresu (od 16 sierpnia 2011 r. do 29 stycznia 2012 r.) skarżący był pozbawiony wolności w związku z postępowaniem karnym. Dlatego na potrzeby skargi Trybunał musi przeanalizować jedynie okres – liczący w sumie ponad sześć miesięcy – w czasie którego skarżący był zatrzymany do celów stosowania pierwszej części art. 5 § 1 (f). Trybunał uznał już jednak okresy trzymiesięcznego pozbawienia wolności podczas rozpatrywania wniosku o azyl za bezzasadnie długie, kiedy dodatkowo zatrzymanie ma miejsce w nieodpowiednich warunkach (zob. Kanagaratnam, op. cit., §§ 94-95). W konsekwencji Trybunał nie może uznać za rozsądny okres sześciu miesięcy, szczególnie mając na uwadze warunki zatrzymania opisane przez liczne niezależne podmioty (zob. a contrario, Saadi, op. cit., w przypadku tej sprawy rozpatrzenie wniosku o azyl zajęło władzom siedem dni, podczas których skarżący był zatrzymany w odpowiednich warunkach, mimo znacznych problemów administracyjnych, którym Zjednoczone Królestwo musiało stawić czoła w rozpatrywanym okresie, przy rosnącym napływie wielu osób ubiegających się o azyl).", "103.  Z powyższego wynika, że pozbawienie skarżącego wolności do dnia rozpatrzenia jego wniosku o azyl nie było zgodne z art. 5 § 1 (f) Konwencji, która wobec tego została naruszona.", "104.  W odniesieniu do drugiego okresu zatrzymania skarżącego, który miał miejsce od dnia 2 kwietnia 2012 r. do dnia 12 marca 2013 r., Rząd podniósł, że pozbawienie wolności miało w tym przypadku miejsce do celów stosowania drugiej części art. 5 § 1 (f), czyli w sytuacji podjęcia działań zmierzających do deportacji. Trybunał przypomina, że zatrzymanie na mocy drugiej części art. 5 § 1 (f) jest uzasadnione wyłącznie dopóty, dopóki trwa postępowanie deportacyjne. Jeśli postępowanie tego rodzaju nie jest prowadzone z zachowaniem należytej staranności, wówczas pozbawienie wolności przestaje być działaniem dozwolonym na mocy art. 5 § 1 (f) (zob. Chahal, op. cit., § 113). Niemniej Rząd przyznał, że deportacja skarżącego została wstrzymana ze względu na toczące się przeciwko niemu postępowanie karne oraz że ze względu na to postępowanie władze nie mogły go deportować (zob. paragraf 77 powyżej). Nie jest jasne, kiedy postępowanie to zostało zakończone; próby przygotowania skarżącego do deportacji podjęto jednak dopiero w styczniu 2013 r. W rezultacie nie można stwierdzić, że okres zatrzymania trwający dziesięć miesięcy, od dnia 2 kwietnia 2012 r. do stycznia 2013 r., był związany z deportacją. Odnosząc się do kolejnych dwóch miesięcy, Rząd nie wskazał żadnych podjętych przez władze kroków, poza rozmową z Konsulem Sierra Leone, w oparciu o wynik których władze uznały, że skarżącego nie można repatriować. Trybunał jednak zauważa, że skarżący pozostał nadal zatrzymany do marca 2013 r., mimo że władze od dnia 11 lutego 2013 r. wiedziały, że nie ma perspektywy deportowania go.", "105.  Już to wystarcza Trybunałowi do uznania, że w niniejszej sprawie zatrzymanie skarżącego po rozpatrzeniu jego wniosku o azyl było niezgodne z art. 5 § 1 (f). Zdaniem Trybunału warto również przypomnieć, że Trybunał orzekł już w sprawie Louled Massoud (op. cit.), iż maltański system prawny nie przewiduje procedury pozwalającej uniknąć ryzyka arbitralnego zatrzymania w oczekiwaniu na deportację. Okoliczności te nie uległy zmianie, czego dowodzi stwierdzenie naruszenia art. 5 § 4 w rozpatrywanej sprawie (zob. paragraf 60 powyżej). Ponadto Trybunał rozważał już kwestię warunków zatrzymania skarżącego (w ramach analizy poświęconej pierwszemu okresowi pozbawienia wolności) i uznał je za niepokojące.", "106.  Powyższe rozważania wystarczą, aby Trybunał mógł dojść do wniosku, że krajowy system prawny jako całość nie zapewnił skarżącemu ochrony przed arbitralnym zatrzymaniem oraz że jego przedłużające się zatrzymanie po rozpatrzeniu jego wniosku o azyl nie może zostać uznane za zgodne z drugą częścią art. 5 § 1 (f) Konwencji.", "107.  Podsumowując, Trybunał stwierdza, że doszło do naruszenia postanowień art. 5 § 1 Konwencji w odniesieniu do pozbawienia wolności skarżącego w związku z imigracją w czasie rozpatrywania i po rozpatrzeniu jego wniosku o azyl.", "III.  ZARZUT NARUSZENIA ART. 5 § 2 KONWENCJI", "108.  Skarżący podniósł również, że po przybyciu nie otrzymał żadnych informacji dotyczących konkretnych powodów jego zatrzymania. Odwołał się przy tym do art. 5 § 2 Konwencji, który stanowi, co następuje:", "„Każdy, kto został zatrzymany, powinien zostać niezwłocznie i w zrozumiałym dla niego języku poinformowany o przyczynach zatrzymania i o stawianych mu zarzutach.”", "A.  Stanowiska stron", "109.   Rząd podniósł, że skarżący nie wyczerpał krajowych środków odwoławczych oraz że w każdym przypadku skargi nie spełniają wymogów zasady sześciu miesięcy. Jeżeli tak jak w przypadku sprawy Louled Massoud (op. cit.) Trybunał miałby orzec, że nie istnieje żaden krajowy środek odwoławczy na potrzeby niniejszej skargi, okres sześciu miesięcy powinien być liczony od dnia uchybienia, którego dotyczy skarga. W przypadku skarżącego jest to dzień jego aresztowania, tj. 8 kwietnia 2011 r., który miał miejsce więcej niż sześć miesięcy przed złożeniem przez niego skargi, tj. 4 lipca 2012 r.", "110.  Rząd podniósł, że art. 5 § 2 nie wymaga, aby danej osobie przedstawiono przyczyny jej aresztowania w jakiś określony sposób, jak również nie gwarantuje dostępu do prawnika. Odwołując się do sprawy Fox, Campbell i Hartley przeciwko Zjednoczonemu Królestwu (30 sierpnia 1990 r., Seria A nr 182), Rząd podniósł, że skarżącemu przekazano nakaz wydalenia oraz broszurę zawierającą informacje o przysługujących mu prawach. Broszura była dostępna w różnych językach. W praktyce, kiedy imigranci o nieuregulowanym statusie byli zatrzymywani na brzegu, policja imigracyjna umieszczała ich w autobusie, w którym informowano ich o nakazie wydalenia i ich prawach. Nakaz wydalenia zawierał informacje dotyczące terminu na odwołanie się od decyzji o wydaleniu (trzy dni robocze) oraz, że odwołanie należy złożyć w kancelarii KOI, Fort St. Elmo, Valletta. Co więcej, złożenie odwołania nie wiązało się z żadnymi szczególnymi formalnościami i większość skarżących składała je w formie pisemnej osobiście do KOI, sprzeciwiając się wydaleniu. W każdym przypadku dodatkowe informacje skarżący mógł uzyskać od pracowników ośrodków zatrzymania lub prawnika świadczącego pomoc prawną, co było zaznaczone w przekazanej broszurze. Ponadto Rząd podniósł, że skarżący nie uprawdopodobnił twierdzenia, że nie rozumie języka angielskiego; poprosił, aby postępowanie przed KOI było prowadzone po angielsku.", "111.  Skarżący podniósł, że znajdującą zastosowanie zasadą jest zasada potwierdzona przez Trybunał w wyroku w sprawie Varnava i Inni przeciwko Turcji [Wielka Izba] (skargi nr 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 i 16073/90, § 157, ETPC 2009), zgodnie z którą w sytuacjach, w których „skarżący korzysta z, jak się wydaje, istniejącego środka odwoławczego, a dopiero potem dowiaduje się o okolicznościach czyniących ten środek bezskutecznym, do celów art. 35 § 1 właściwe może się okazać rozpoczęcie liczenia biegu okresu sześciu miesięcy od dnia, w którym skarżący dowiedział się lub powinien był się dowiedzieć o tych okolicznościach”. W rozpatrywanej sprawie skarżący próbował wyczerpać zwyczajne środki odwoławcze poprzez złożenie skargi do KOI, wierząc, że działania podjęte po wydaniu wyroku w sprawie Louled Massoud doprowadziły do naprawienia uchybień, ale dopiero w trakcie postępowania okazało się, że nie zaszły żadne zmiany. Skarga została złożona niedługo po zakończeniu wspomnianego postępowania, w związku z czym nie może być uważana za wniesioną zbyt późno.", "112.  Skarżący podniósł, że kiedy przybył na Maltę w sposób nielegalny, jedynymi dokumentami, jakie otrzymał po zakwalifikowaniu go jako „nielegalnego imigranta” na mocy art. 5 Ustawy o imigracji, były decyzja nakazująca powrót i nakaz wydalenia (DNPNW), przekazane wraz z broszurą zatytułowaną „Twoje prawa, obowiązki i zobowiązania w okresie zatrzymania”, opracowaną przez Ministerstwo Spraw Parlamentarnych i Wewnętrznych. Decyzja nakazująca powrót i nakaz wydalenia miały niską jakość zarówno pod względem treści, jak i formy. Dokument ten składał się ze standardowego tekstu zamieszczonego wyłącznie w języku angielskim (zob. paragraf 27 powyżej). Nie zawierał przy tym interpretacji ani dalszych wyjaśnień w celu zapewnienia zrozumienia jego treści. Ani decyzja nakazująca powrót ani nakaz wydalenia nie wspominały o zatrzymaniu skarżącego, możliwych przyczynach pozbawienia wolności ani o możliwości zakwestionowania jego legalności. Podobnie broszura informacyjna, o której wspomniał Rząd, nie zawierała absolutnie żadnych informacji na temat przyczyn zatrzymania – zarówno ogólnych, jak i dotyczących skarżącego. Skarżący zauważył, że art. 12 wspomnianego dokumentu zawierał informację – choć bardzo podstawową – o możliwości zwrócenia się do KOI, w przypadku uznania, że pozbawienie wolności przestało być rozsądne. Dokument wspominał jednak o możliwości zwrócenia się do Komisji wyłącznie w kontekście ewentualnego nierozsądnego charakteru pozbawienia wolności, a nie jego niezgodności z prawem. Co więcej, informując o możliwości złożenia odwołania, dokument w żaden sposób nie wyjaśniał, jak należy złożyć takie odwołanie i na jakiej podstawie. Nie zawierał ponadto adresu Komisji ani innych sposobów na skontaktowanie się z KOI, przedstawicielami prawnymi czy organizacjami pozarządowymi. W związku z powyższym skarżący stwierdził, że w żadnej chwili nie został poinformowany w języku, który by rozumiał, o przyczynach swojego aresztowania, co stanowiło naruszenie praw przysługujących mu na mocy art. 5 § 2 Konwencji. Nawet przy założeniu, że przyczyny zatrzymania ze względu na okoliczności były oczywiste, skarżący uważa, że w pewnym momencie przyczyny jego zatrzymania uległy zmianie z pierwszej na drugą część art. 5, przy czym nie towarzyszyło temu żadne wyjaśnienie. Ponadto skarżący podniósł, że zgodnie z orzecznictwem Trybunału takie informacje muszą przedstawiać prawdziwą przyczynę pozbawienia wolności w celu umożliwienia zakwestionowania zatrzymania w świetle art. 5 § 4, a także że różne podstawy pozbawienia wolności wymagają różnych poziomów informacji i różnych ram czasowych (skarżący odwołał się m.in. do sprawy Kaboulov przeciwko Ukrainie, skarga nr 41015/04, 19 listopada 2009 r., oraz Saadi, op. cit.).", "B.  Ocena Trybunału", "113.  Trybunał przypomina, że art. 5 § 2 zawiera podstawową gwarancję, zgodnie z którą każda osoba aresztowana powinna wiedzieć, dlaczego zostaje pozbawiona wolności. Przepis ten stanowi integralną część systemu ochrony zapewnionego przez art. 5: na mocy ustępu 2 każda osoba aresztowana musi zostać poinformowana prostym, niespecjalistycznym językiem, który może zrozumieć, o głównych podstawach prawnych i faktycznych swojego aresztowania, aby być w stanie, jeżeli uzna to za stosowne, zakwestionować legalność aresztowania przed sądem zgodnie z art. 5 § 4. Choć informacje te muszą zostać przekazane „bezzwłocznie” (po francusku: „dans le plus court délai”), nie muszą być w całości przedstawione przez aresztującego funkcjonariusza w chwili zatrzymania. To, czy treść i terminowość przekazanych informacji były wystarczające należy oceniać w każdym przypadku z uwzględnieniem jego szczególnych cech (zob. Čonka, op. cit., § 50, oraz inne sprawy przytoczone w tym orzeczeniu). Trybunał pragnie przypomnieć również, że ustęp 2 art. 5, tak jak ustęp 4, ma zastosowanie zarówno do osób pozbawionych wolności poprzez aresztowanie, jak i tych pozbawionych wolności przez zatrzymanie (zob. w związku z powyższym Shamayev i Inni przeciwko Gruzji i Rosji, skarga nr 36378/02, § 414). Art. 5 § 2 ma zatem zastosowanie do spraw objętych stosowaniem art. 5 § 1 (f), choć wymagane jest podanie mniej szczegółowych przyczyn niż w przypadku spraw objętych stosowaniem art. 5 § 1 (c) (zob. Bordovskiy przeciwko Rosji, skarga nr 49491/99, § 56, 8 lutego 2005 r.).", "114.  Trybunał nie uważa za konieczne analizowania któregokolwiek z zarzutów Rządu podniesionych w tej kwestii, ponieważ w jego ocenie skarga jest w każdym przypadku niedopuszczalna z przedstawionych poniżej przyczyn.", "115.  Trybunał odnotowuje, że dokument zawierający decyzję nakazującą powrót i nakaz wydalenia informował skarżącego, że uznaje się go za nielegalnego imigranta na mocy art. 5 Ustawy o imigracji, ponieważ przybył on na terytorium Malty nielegalnie i nie miał środków utrzymania. Ponadto poinformowano go, że jego pobyt zakończył się oraz że wydano zakaz wjazdu, decyzję nakazującą powrót i nakaz wydalenia ze względu na oddalenie wniosku o wyjazd dobrowolny (którego w praktyce skarżący nigdy nie złożył). Trybunał zauważa, że – w przeciwieństwie do zapewnień skarżącego – decyzja nakazująca powrót i nakaz wydalenia informowały go również o możliwości odwołania się od ww. decyzji/nakazu/zakazu wjazdu do KOI przed upływem trzech dni roboczych w kancelarii Komisji, Fort St Elmo, Valletta. Skarżący podkreślił jednak, że w dokumencie zawierającym decyzję nakazującą powrót i nakaz wydalenia nigdzie nie wspomniano, że w konsekwencji takiej sytuacji musiał on zostać zatrzymany, ani nie przedstawiono podstawy prawnej takiego zatrzymania, tj. art. 14 Ustawy. Niemniej w broszurze, w której wymieniono uprawnienia, obowiązki i zobowiązania osób zatrzymanych (i którą skarżący również otrzymał po przybyciu do kraju), wyjaśniono, że nielegalny imigrant może ubiegać się o przyznanie statusu uchodźcy oraz że w czasie rozpatrywania wniosku zostanie „zatrzymany na okres do 18 miesięcy” (który w pewnych okolicznościach mógł zostać przedłużony). Broszura informowała skarżącego również m.in. o tym, że każda osoba zatrzymana na mocy Ustawy o imigracji może złożyć skargę do KOI, jeżeli uzna, że jej zatrzymanie przestało być rozsądne. Trybunał zauważa jednak, że informacje te – które, co więcej, wskazywały jedynie, że skarżący będzie zatrzymany w czasie rozpatrywania wniosku o azyl, jaki mógłby chcieć złożyć – także nie wymieniały podstawy prawnej pozbawienia go wolności ani nawet jego części (okresów przed, podczas trwania i po zakończeniu procedury azylowej).", "116.  Ponadto Trybunał zauważa, że choć informacje przekazane w ramach dokumentu zawierającego decyzję nakazującą powrót i nakaz wydalenia i broszury pozwalały skarżącemu na dowiedzenie się, dlaczego był zatrzymany na różnych etapach pozbawienia wolności, nie zawierały jednak wzmianki o przepisie prawa stanowiącym podstawę zatrzymania. Choć w opinii Trybunału jest to godne ubolewania, informacje przekazane skarżącemu pozwalały mu na zakwestionowanie legalności jego zatrzymania w oparciu o Ustawę o imigracji. Prawdą jest, że wspomniane informacje nie zawierały szczegółów dotyczących sposobu wszczęcia postępowania kwestionującego zgodność z prawem pozbawienia wolności (w przeciwieństwie do postępowania kwestionującego jego rozsądny charakter czy do odwołania od wydanych nakazów). Niemniej art. 5 § 2 nie wymaga od Państwa podawania takich szczegółów, szczególnie jeśli nie twierdzi się, że skarżący prosił o dodatkowe informacje o procedurze (co skarżący w niniejszej sprawie mógł zrobić zgodnie z treścią broszury), a udzielenia ich mu odmówiono. W związku z powyższym przekazane informacje wypełniały wymogi art. 5 § 2 Konwencji (zob. na zasadzie mutatis mutandis Čonka, op. cit., § 52).", "117.  W odniesieniu do języka, w jakim przedmiotowe informacje zostały podane, skarżący nie stwierdził wprost, że nie rozumie języka angielskiego lub że nie był w stanie zrozumieć informacji przekazanych mu w autobusie albo porozumieć się z funkcjonariuszami (zob. na zasadzie mutatis mutandis Galliani przeciwko Rumunii, skarga nr 69273/01, § 54, 10 czerwca 2008 r.). Nie podniósł on też, że nie był w stanie zrozumieć innego języka, w jakim przedstawiono treść broszury. Podobnie nie podniósł on, że poprosił o tłumacza i spotkał się z odmową.", "118.  Trybunał stwierdza zatem, że skarga ta jest w sposób oczywisty nieuzasadniona i że należy ją odrzucić zgodnie z postanowieniami art. 35 § 3 (a) i 4 Konwencji.", "IV.  ZASTOSOWANIE ART. 46 KONWENCJI", "119.  Właściwe części art. 46 Konwencji stanowią, co następuje:", "„1.  Wysokie Układające się Strony zobowiązują się do przestrzegania ostatecznego wyroku Trybunału we wszystkich sprawach, w których są stronami.", "2.  Ostateczny wyrok Trybunału przekazuje się Komitetowi Ministrów, który czuwa nad jego wykonaniem.”", "120.  Trybunał przypomina, że na mocy art. 46 Konwencji, Układające się Państwa zobowiązały się stosować się do ostatecznych wyroków Trybunału w każdej sprawie, w której są one stroną; obowiązek sprawowania nadzoru nad wykonywaniem przez Państwa ciążących na nich zobowiązań powierzono Komitetowi Ministrów. Oznacza to między innymi, że wyrok Trybunału stwierdzający naruszenie Konwencji lub Protokołów do niej nakłada na pozwane Państwo nie tylko prawne zobowiązanie do zapłaty kwot zasądzonych z tytułu słusznego zadośćuczynienia, lecz także obowiązek przyjęcia, pod nadzorem Komitetu Ministrów, generalnych lub – tam, gdzie jest to stosowne – indywidualnych środków, które należy zastosować w krajowym porządku prawnym, aby zakończyć stan naruszenia i zapewnić zadośćuczynienie – w możliwie największym stopniu – za jego skutki (zob. Menteş i Inni przeciwko Turcji (art. 50), 24 lipca 1998 r., § 24, Reports 1998IV; Scozzari i Giunta, [Wielka Izba], skargi nr 39221/98 i 41963/98, § 249, ETPC 2000-VIII; oraz Maestri przeciwko Włochom [Wielka Izba], skarga nr 39748/98, § 47, ETPC 2004-I). Co do zasady, nie jest zadaniem Trybunału określenie właściwych metod naprawienia zaistniałych naruszeń przez Państwo pozwane na mocy ciążących na nim na mocy art. 46 Konwencji zobowiązań (zob. Scozzari i Giunta, op. cit.; Brumărescu przeciwko Rumunii (słuszne zadośćuczynienie) [Wielka Izba], skarga nr 28342/95, § 20, ETPC 2001-I; oraz Öcalan przeciwko Turcji [Wielka Izba], skarga nr 46221/99, § 210, ETPC 2005IV). Niemniej, mając na celu ułatwienie pozwanemu Państwu wypełnienia ciążących na nim na mocy art. 46 obowiązków, Trybunał może wskazać rodzaj środków o charakterze indywidualnym lub generalnym, jakie mogą zostać zastosowane w celu zapewnienia, aby stan rzeczy, którego obecność stwierdził Trybunał, przestał istnieć (zob. Broniowski przeciwko Polsce [Wielka Izba], skarga nr 31443/96, § 194, ETPC 2004-V; Scoppola przeciwko Włochom (nr 2) [Wielka Izba], skarga nr 10249/03, § 148, ETPC 2009; oraz Stanev przeciwko Bułgarii [Wielka Izba], skarga nr 36760/06, § 255, 17 stycznia 2012 r.).", "121.  W ocenie Trybunału problemy, których istnienie stwierdzone zostało w trakcie rozpatrywania sprawy skarżącego, mogą w późniejszym czasie stać się podstawą kolejnych uzasadnionych skarg, co zagrażałoby skuteczności systemu ustanowionego na mocy Konwencji (zob. Driza przeciwko Albanii, skarga nr 33771/02, § 122, ETPC 2007-... (wyciąg)). Zadaniem Trybunału jest ułatwienie szybkiego i skutecznego zniesienia wadliwego systemu krajowego utrudniającego ochronę praw człowieka. W związku z powyższym, a także mając na uwadze sytuację zidentyfikowaną powyżej (zob. paragrafy 59-60 powyżej oraz Louled Massoud, op. cit., § 47), Trybunał stwierdza, że nie ma wątpliwości, iż w celu wykonania niniejszego wyroku konieczne jest zastosowanie środków o charakterze generalnym na poziomie krajowym.", "122.  W niniejszej sprawie Trybunał uznaje, że – mając na uwadze stwierdzenie naruszenia art. 5 § 4 – konieczne jest wskazanie środków o charakterze generalnym, jakie należy zastosować w celu uniknięcia podobnych naruszeń w przyszłości. Trybunał zauważa, że stwierdził naruszenie art. 5 § 4 ze względu na fakt, iż żadnego z dostępnych na Malcie środków odwoławczych nie można uznać za szybki na potrzeby stosowania wspomnianego artykułu. Dlatego Trybunał uważa, że pozwane Państwo przede wszystkim musi – za pomocą odpowiednich środków prawnych lub innych – zapewnić w swoim krajowym systemie prawnym mechanizm, który pozwoli osobom wszczynającym postępowanie zmierzające do oceny legalności pozbawienia ich wolności na uzyskanie rozpatrzenia ich sprawy w zgodnym z Konwencją terminie, a przy tym zachowa właściwe gwarancje proceduralne. Trybunał przypomina, że choć nie zawsze konieczne jest, aby procedura na mocy art. 5 § 4 obejmowała takie same gwarancje, jak wymagane w świetle art. 6 na potrzeby postępowania karnego lub cywilnego, musi mieć ona charakter postępowania sądowego i zapewniać gwarancje dostosowane do natury danego pozbawienia wolności (zob. A. i Inni, op. cit., § 203, oraz Idalov przeciwko Rosji [Wielka Izba], skarga nr 5826/03, § 161, 22 maja 2012 r.).", "123.  Trybunał zauważa, że stwierdził również naruszenie art. 5 § 1 ze względu szczególnie na długość okresu pozbawienia wolności skarżącego połączoną z nieodpowiednimi warunkami w ośrodku, w którym był zatrzymany. Mając na uwadze powyższe stwierdzenie, Trybunał zaleca, aby pozwane Państwo rozważyło wprowadzenie niezbędnych środków o charakterze generalnym w celu zapewnienia poprawy wspomnianych warunków oraz ograniczenia okresów zatrzymania, aby były one powiązane z podstawią pozbawienia wolności znajdującą zastosowanie w kontekście imigracyjnym.", "V.  ZASTOSOWANIE ART. 41 KONWENCJI", "124.  Art. 41 Konwencji stanowi, co następuje:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkoda", "125.  Skarżący wnioskował o przyznanie 25.000 euro (EUR) tytułem zadośćuczynienia za krzywdę wyrządzoną w związku z naruszeniem art. 5 oraz cierpienie psychiczne, które odczuwał w trakcie osiemnastomiesięcznego okresu pozbawienia wolności.", "126.  Rząd uznał, że samo uznanie naruszenia będzie stanowić wystarczająco słuszne zadośćuczynienie. Rząd powołał się przy tym na stwierdzenia Trybunału na mocy art. 6 przedstawione we wcześniejszych sprawach, zgodnie z którymi nie można spekulować w kwestii wyniku rozprawy, gdyby nie miało miejsca dane naruszenie. W każdym przypadku Rząd uznał, że wszelkie środki przyznane przez Trybunał nie powinny przewyższyć kwoty 3.000 EUR.", "127.  Trybunał zauważa, że stwierdził liczne naruszenia art. 5 Konwencji i uważa za sprawiedliwe przyznanie skarżącemu 24.000 EUR z tytułu doznanej krzywdy.", "B.  Koszty i wydatki", "128.  Skarżący ubiegał się o kwotę 3.392,50 EUR (2.875 EUR za 49,5 godzin przy stawce 50 EUR za godzinę pracy prawnika, plus podatek, oraz 400 EUR tytułem kosztów administracyjnych) z tytułu kosztów i wydatków poniesionych przed sądami krajowymi i przed Trybunałem.", "129.  Rząd podniósł, że z tytułu postępowania krajowego (przed KOI i Komisją Odwoławczą ds. Uchodźców) nie powinny zostać zwrócone żadne koszty oraz że w każdym przypadku przyznana kwota nie powinna przekroczyć 2.000 EUR.", "130.  Zgodnie z orzecznictwem Trybunału kwota na pokrycie kosztów może zostać przyznana jedynie, jeżeli zostały one faktycznie poniesione przez skarżącego i były nieuniknione, a ich suma jest rozsądna. W niniejszej sprawie, mając na uwadze posiadane dokumenty oraz powyższe kryteria, Trybunał za rozsądne uważa przyznanie skarżącemu kwoty 3.000 EUR tytułem wszystkich kosztów i wydatków poniesionych w związku z postępowaniem krajowym i przed Trybunałem.", "C.  Odsetki za zwłokę", "131.  Trybunał za słuszne uznaje wyznaczenie wysokości odsetek za zwłokę na podstawie marginalnej stopy procentowej Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe.", "W ZWIĄZKU Z POWYŻSZYM TRYBUNAŁ JEDNOMYŚLNIE", "1.  Uznaje zarzuty naruszenia art. 5 § 1 i 4 za dopuszczalne, a pozostałą część skargi za niedopuszczalną;", "", "2.  Orzeka, że doszło do naruszenia art. 5 § 4 Konwencji;", "", "3.  Orzeka, że doszło do naruszenia art. 5 § 1 Konwencji;", "", "4.  Orzeka, że", "(a) pozwane Państwo ma wypłacić skarżącemu w ciągu trzech miesięcy od daty, w której wyrok stanie się ostateczny, zgodnie z art. 44 § 2 Konwencji, następujące kwoty:", "(i) kwotę 24.000 EUR (dwadzieścia cztery tysiące euro) tytułem zadośćuczynienia za doznaną krzywdę, powiększoną o wartość wszelkich podatków, jakie ewentualnie mogą być pobrane od tej kwoty;", "(ii) kwotę 3.000 EUR (trzy tysiące euro) tytułem kosztów i wydatków, powiększoną o wartość wszelkich podatków, jakie ewentualnie mogą być pobrane od tej kwoty;", "(b) od momentu upływu wyżej wskazanego terminu trzech miesięcy aż do momentu uregulowania należności, należne będą odsetki zwykłe od określonej powyżej kwoty, naliczone według stopy równej marginalnej stopie procentowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "", "5.  Oddala pozostałą część żądania skarżącego w zakresie słusznego zadośćuczynienia.", "Sporządzono w języku angielskim i złożono na piśmie dnia 23 lipca 2013 r., zgodnie z art. 77 § 2 i 3 Regulaminu Trybunału.", "\tFatoş Aracı\tIneta Ziemele\n\tZastępca Kanclerza\tPrzewodnicząca", ""]}