{"file": "POL_HJUDPOL_14612_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "14612/02", "text_paragraphs": ["", "", "CZWARTA SEKCJA", "", "", "", "", "SPRAWA WIKTORKO p. POLSCE", "", "(Skarga nr 14612/02)", "", "", "", "", "", "", "", "WYROK", "", "STRASBURG", "", "31 marca 2009 roku", "", "", "PRAWOMOCNY", "", "30/06/2009", "", "Niniejszy wyrok może podlegać korekcie edytorskiej.", "", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), jako Izba składająca się z następujących sędziów:", "\tNicolas Bratza, Przewodniczący,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tLedi Bianku,\n\tMihai Poalelungi,\noraz Lawrence Early, Kanclerza Sekcji,", "Obradując na posiedzeniu zamkniętym w dniu 10 marca 2009,", "wydaje następujący wyrok, przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi (nr 14612/02) przeciwko Rzeczpospolitej Polskiej wniesionej do Europejskiego Trybunału Praw Człowieka na podstawie artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”) przez obywatelkę polską, panią Annę Wiktorko („skarżąca”) w dniu 23 kwietnia 2001 roku.", "2.  Rząd polski („Rząd”) był reprezentowany przez swojego pełnomocnika Pana Jakuba Wołąsiewicza, z Ministerstwa Spraw Zagranicznych.", "3.  Skarżąca podniosła w szczególności, że podczas jej pobytu w izbie wytrzeźwień została potraktowana przez pracowników izby w sposób, który stanowił nieludzkie i poniżające traktowanie, co stanowi naruszenie artykułu 3 Konwencji, oraz, że jej zatrzymanie było niezgodne z prawem i stanowiło naruszenie artykułu 5 § 1 Konwencji.", "4.  W dniu 5 grudnia 2006 roku Trybunał postanowił powiadomić Rząd o wpłynięciu skargi, a nadto zdecydował że sprawa zostanie rozpatrzona w tym samym czasie zarówno co do meritum jak i co do dopuszczalności w myśl artykułu 29 § 3 Konwencji.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "5.  Skarżąca urodziła się w 1957 roku i mieszka w Olsztynie.", "6.  Wieczorem w dniu 27 grudnia 1999 roku skarżąca spotkała się z przyjacielem.", "7.  Następnie skarżąca wezwała taksówkę, żeby wrócić do domu i odmówiła zapłacenia domniemanej wygórowanej należności bez otrzymania właściwej faktury. W rezultacie kierowca nie wypuścił skarżącej z taksówki przed jej domem, ale zawiózł ją do olsztyńskiej izby wytrzeźwień. Skarżąca wezwała z taksówki policję, gdyż czuła się zagrożona zachowaniem kierowcy. Kierowca uczynił to samo, ze względu na zachowanie skarżącej.", "8.  Następnie skarżąca została zatrzymana w izbie wytrzeźwień. Odmówiła poddania się badaniu alkomatem. Skarżąca twierdziła, że wypiła dwa piwa. Rząd utrzymywał, że znajdowała się w „stanie upojenia alkoholowego w stopniu umiarkowanym.”", "9.  Skarżąca twierdziła, że personel izby obraził ją i że została brutalnie potraktowana i pobita. Została także siłą rozebrana do naga przez dwóch mężczyzn i kobietę. Następnie ubrano ją siłą w odzież zastępczą.", "10.  Rząd twierdził, że to skarżąca była agresywna wobec pracowników izby i obraziła ich słownie. Pracownicy nie mieli zatem wyboru i musieli rozebrać ją siłą, gdyż odmówiła rozebrania się a następnie stawiała opór, gdy podjęli zgodne z prawem próby ubrania jej w odzież zastępczą.", "11.  Rząd twierdził ponadto, że skarżącej trzeba było nałożyć pasy bezpieczeństwa, gdyż kiedy położono ją do łóżka, kopała w drzwi pomieszczenia, krzycząc wyzwiska i budziła innych pacjentów.", "12.  Strony zgodnie stwierdziły, że następnie skarżąca została skrępowana pasami, przywiązana do łóżka i zamknięta w celi, gdzie przebywała do dnia 28 grudnia 1999 roku rano, kiedy to została zwolniona.", "Skarżąca twierdziła, że pozostała w celi, skrępowana pasami, przez około dziesięć godzin. Rząd nie zakwestionował tego oświadczenia.", "13.  W dniu 29 grudnia 1999 roku skarżąca otrzymała świadectwo lekarskie o stanie, w jakim się znajdowała.", "W odpowiednim fragmencie stwierdzono, co następuje:", "Krwawy siniak na lewym biodrze, z przodu, około 3 cm średnicy, otarcie nadgarstka i boku łokcia, ograniczona mobilność i skręt ramienia (nie wiadomo, czy chodzi o ruchy czynne, czy bierne) [skarżąca] skarżyła się na ból lewej strony szczęki, szczęka w tym miejscu opuchnięta.", "14.  Wkrótce po tym skarżąca złożyła skargę na pracowników izby do komendy rejonowej w Olsztynie. Twierdziła, że nie była nietrzeźwa i że jej zachowanie nie uzasadniało decyzji pozbawienia jej wolności, oraz że została brutalnie potraktowana i rozebrana przez pracowników izby.", "15.  W dniu 21 stycznia 2000 roku komendant odmówił wszczęcia śledztwa w jej sprawie. W uzasadnieniu stwierdzono, co następuje:", "W dniu 29.12.1999 roku pani A. Wiktorko złożyła na miejskim posterunku policji skargę, że w nocy z 27 na 28 grudnia kierowca taksówki oraz pracownicy izby wytrzeźwień użyli wobec niej siły fizycznej i obrazili ją. W zawiadomieniu o popełnieniu przestępstwa, złożonym w dniu 4 stycznia 2000 roku, podniosła, że w dniu 27 grudnia 1999 roku około godziny 23.00, kierowca taksówki nr [...] najpierw obraził ją słownie, a następnie zawiózł do izby wytrzeźwień, w której została zatrzymana wbrew woli, a personel użył wobec niej siły fizycznej, co spowodowało obrażenia/otarcia i sińce. Do kilku osób zwrócono się o wyjaśnienia w tej sprawie, jednak nikt nie potwierdził wersji wydarzeń skarżącej. Taksówkarz stwierdził, że pani Wiktorko została zabrana do izby wytrzeźwień, ponieważ nie chciała uiścić opłaty za kurs ani opuścić taksówki, i że sama zgodziła się, by ją tam zabrać, chociaż mogła opuścić pojazd w dowolnym momencie; w izbie została zatrzymana przez policję, nie przez samego taksówkarza, jak utrzymuje, ponadto, nie chciała się poddać badaniu alkomatem, ale gdy znajdowała się już w izbie, nie chciała się rozebrać, a gdy umieszczono ją w pomieszczeniu dla pacjentów, uderzała w drzwi rękami i innymi częściami ciała, co spowodowało obrażenia tak, że musiała zostać skrępowana pasami bezpieczeństwa, gdyż zachodziła obawa zagrożenia życia i zdrowia.”", "W dniu 31 stycznia 2000 roku prokurator rejonowy podtrzymał tę decyzję.", "16.  W dniu 8 lutego 2000 roku skarżąca złożyła odwołanie. W szczególności, podniosła, że jej zatrzymanie było kompletnie nieuzasadnione, gdyż nie była nietrzeźwa. Wieczorem w dniu 27 grudnia 1999 wypiła dwa piwa, co żadną miarą nie może być uznane za stan upojenia alkoholowego, a tym bardziej, w stopniu uzasadniającym zatrzymanie w izbie wytrzeźwień. Została źle potraktowana przez pracowników po zatrzymaniu, jednak decyzja z 21 stycznia w sposób jednoznaczny nie wyjaśniła faktów w sprawie. Skarżąca stwierdziła, że podczas zatrzymania rozebrano ją do naga. Podkreśliła, że policja nie zapewniła jej dostępu do akt w sprawie jej zatrzymania i że dochodzenie było powierzchowne.", "17.  W dniu 21 lutego 2000 roku komendant komendy rejonowej w Olsztynie zdecydował o wszczęciu śledztwa odnośnie wersji skarżącej.\t", "18.  W dniu 17 marca 2000 roku lekarz sądowy wydał na podstawie dokumentów dochodzenia opinię o stanie zdrowia skarżącej po zwolnieniu. Opinia potwierdzała treść świadectwa lekarskiego z dnia 29 grudnia 1999 roku oraz stanowiła, że obrażenia mogły powstać zarówno w wyniku użycia siły wobec skarżącej, jak i jej zachowania po tym, jak została rozebrana i umieszczona w celi.", "19.  Śledztwo zostało następnie zawieszone przez policję, a w dniu 19 kwietnia 2000 roku prokurator rejonowy potwierdził tę decyzję. Podstawa decyzji sporządzona na piśmie stanowiła, jak następuje:", "„W toku śledztwa ustalono fakty, przesłuchano świadków, zbadano świadectwo lekarskie [skarżącej] oraz wyznaczono eksperta medycznego, w celu ustalenia obrażeń i okoliczności, w których mogły zostać odniesione. Na podstawie niniejszego materiału stwierdzono, że w dniu 27 grudnia 1999 roku Anna Wiktorko, po spożyciu alkoholu i odmowie uiszczenia zapłaty za kurs taksówką, została przywieziona przez kierowcę [do izby wytrzeźwień]. Następnie została doprowadzona, w obecności patrolu policji, do budynku izby. Gdy się w nim znalazła, podjęto decyzję o zatrzymaniu jej w izbie, ze względu na jej wulgarne i obraźliwe wobec obecnych w nim osób zachowanie. Jako, że nie chciała zastosować się do obowiązujących przepisów i poddać badaniu alkomatem, oraz dobrowolnie przebrać w odzież zastępczą, personel użył siły, aby zmienić jej ubranie i umieścić w pomieszczeniu dla zatrzymanych. Ponieważ nadal zachowywała się agresywnie, niszczyła mienie publiczne, założono jej pasy bezpieczeństwa, żeby się uspokoiła.", "Skarga skarżącej nie zostały potwierdzone przez świadków. Jej zachowanie było naganne i niezbędne było umieszczenie jej w izbie wytrzeźwień. Nie ustalono, czy użyto wobec niej siły fizycznej ponad to, co było konieczne, by ją uspokoić. Zatem, wobec braku znamion przestępstwa śledztwo musiało zostać umorzone.”", "20.  Skarżąca, reprezentowana przez prawnika, odwołała się do prokuratora okręgowego. Twierdziła, że nie znajdowała się w stanie upojenia alkoholowego i że działania pracowników izby wytrzeźwień naruszyły jej prawa osobiste, godność i integralność cielesną. Twierdziła ponadto, że w postępowaniu naruszono jej prawa, gdyż policja nie poinformowała jej przedstawiciela o jakichkolwiek działaniach śledczych w trakcie postępowania. Stwierdzono także, że w toku postępowania skarżąca powinna była mieć szansę na konfrontację z pracownikami izby.", "21.  W dniu 7 czerwca 2000 roku prokurator okręgowy w Olsztynie, na podstawie argumentów w zakresie postępowania, obalił/anulował zaskarżoną decyzję z dnia 19 kwietnia 2000 roku. Zauważył istotne rozbieżności pomiędzy zeznaniami skarżącej a innych osób, które należy wyjaśnić.", "22.  W dniu 2 sierpnia 2000 roku prokurator rejonowy północnego Olsztyna umorzył postępowanie, nie dopatrzywszy się znamion przestępstwa. Uzasadnienie decyzji na piśmie brzmiało, jak następuje:", "W dniu 27 grudnia 1999 roku wieczorem [skarżąca] wezwała taksówkę [...] Po przyjeździe wynikło nieporozumienie odnośnie ceny za kurs pomiędzy nią a kierowcą. Ponieważ strony nie zgadzały się, kierowca zdecydował rozwiązać problem z pomocą policji. Gdy powiadomił dyspozytornię [korporacji przewozowej], podjechał w pobliże izby wytrzeźwień i czekał na przybycie policji. Następnie czekano na przybycie patrolu; w tym czasie kierowca wszedł do budynku izby, a skarżąca stała przy taksówce i również wezwała policję przez telefon komórkowy.", "Po przyjeździe funkcjonariusze policji A.R. i W.K. próbowali załatwić sprawę polubownie, ale bez skutku. Ze względu na wulgarne i agresywne zachowanie skarżącej, od której czuć było alkohol, funkcjonariusze uznali, że powinna ona zostać zatrzymana w izbie wytrzeźwień, gdzie odmówiła poddania się badaniu alkomatem. W tej sytuacji lekarz dyżurny zadecydował, na podstawie ogólnego badania, że skarżąca znajduje się w stanie upojenia uzasadniającym jej zatrzymanie na okres do dwunastu godzin.", "Pracownica izby M.P. następnie próbowała nakłonić skarżącą do zmiany odzieży.", "Jako, że skarżąca stawiała zdecydowany opór M.P. zwróciła się do innych pracowników, L.Z. i T.P. [mężczyzn] o pomoc; skarżąca została z ich pomocą ubrana w odzież zastępczą i umieszczona w pomieszczeniu dla osób nietrzeźwych.", "Skarżąca nadal zachowywała się agresywnie; użyto więc wobec niej siły fizycznej i założono jej kaftan bezpieczeństwa.", "", "Z przepisów dotyczących organizacji ośrodków i izb wytrzeźwień, opisów stanowisk i obowiązków personelu wynika, że pracownicy działali zgodnie z prawem oraz na podstawie odpowiednich przepisów a zatem nie ma podstawy do uzasadnionego podejrzenia, że dopuszczono się przestępstwa lub bezprawnego pozbawienia wolności lub zastosowania środków przymusu.", "Na podstawie paragrafu 41 Ustawy o wychowaniu w trzeźwości ... i przeciwdziałaniu alkoholizmowi oraz paragrafów 19 i 20... rozporządzenia na skarżącą nałożono opłatę w wysokości 250 złotych kosztów zatrzymania.", "Należy jednoznacznie stwierdzić, że postępowanie personelu wobec skarżącej było zgodne z literą prawa.", "W toku postępowania przesłuchano wszystkie osoby zamieszane w zaaresztowanie i zatrzymanie skarżącej. Liczne materiały dowodowe zgromadzone w sprawie nie dały podstawy do podejrzenia o popełnienie przestępstwa.", "Następnie decyzja przytaczała wyniki badania zawarte w świadectwie lekarskim (por. § 3 powyżej). W dalszej części decyzji stwierdzono ponadto:", "Skarżąca podniosła w swoich zeznaniach, że personel izby naruszył jej godność i...mając na uwadze, że obrażenia odniesione przez skarżącą oraz obraza mogą zostać rozpatrzone w toku postępowania z powództwa prywatnego, skarżąca ma możliwość założenia takiego powództwa/sprawy w ciągu czternastu dni od wydania niniejszej decyzji.", "23.  Skarżąca złożyła odwołanie, powołując się na argumenty które podniosła w pierwszym odwołaniu. Twierdziła także, że została upokorzona przez pracowników izby, gdy została rozebrana siłą i przywiązana do łóżka pasami bezpieczeństwa do rana 28 grudnia 1999 roku. To uniemożliwiło jej skorzystanie z toalety.", "24.  W dniu 25 października 2000 roku Sąd Okręgowy w Olsztynie podtrzymał decyzję o umorzeniu śledztwa. W uzasadnieniu, składającym się z dwudziestu linijek tekstu, sąd zauważył, że dowody zgromadzone w sprawie doprowadziły go do logicznego wniosku, że skarżąca była nietrzeźwa, a zatem jej zatrzymanie w izbie wytrzeźwień i użycie siły przeciwko niej były uzasadnione.", "", "II.  WŁAŚCIWE PRAWO KRAJOWE", "25.  Działania, które mogą zostać podjęte wobec osób w stanie nietrzeźwości określają artykuły 39-40 Ustawy o wychowaniu w trzeźwości i przeciwdziałaniu alkoholizmowi.", "26.  W myśl artykułu 39 ustawy, izby wytrzeźwień są organizowane i prowadzone przez organy samorządu terytorialnego w miastach liczących ponad 50000 mieszkańców. Artykuł 40 ustawy, w ówczesnym brzmieniu stanowił, jak następuje:", "“1.  Osoby w stanie nietrzeźwości, które swoim zachowaniem dają powód do zgorszenia w miejscu publicznym lub w zakładzie pracy, znajdują się w okolicznościach zagrażających ich życiu lub zdrowiu albo zagrażają życiu lub zdrowiu innych osób, mogą zostać doprowadzone do izby wytrzeźwień, zakładu opieki zdrowotnej lub innej właściwej placówki utworzonej lub wskazanej przez jednostkę samorządu terytorialnego albo do miejsca zamieszkania lub pobytu.", "2. W razie braku izby wytrzeźwień osoby takie mogą być doprowadzone do jednostki Policji.].", "3. Osoby [nietrzeźwe] doprowadzone do izby wytrzeźwień lub jednostki Policji pozostają tam aż do wytrzeźwienia, nie dłużej niż 24 godziny(...)”", "27.  Rozporządzenie Ministra Zdrowia i Opieki Społecznej w sprawie trybu doprowadzania osób w stanie nietrzeźwości organizacji izb wytrzeźwień i zakresu opiekli zdrowotnej oraz zasad ustalania opłat związanych z doprowadzeniem i pobytem w izbie wytrzeźwień szczegółowo określa zasady odnośnie zatrzymania w izbie wytrzeźwień.", "28.  Rozdział 9 rozporządzenia stanowi w odnośnym fragmencie:", "“1.  Osobę doprowadzoną do izby lub placówki poddaje się niezwłocznie badaniom lekarskim.", "2.  Lekarz lub felczer po przeprowadzeniu badania osoby doprowadzonej do izby lub placówki stwierdza potrzebę udzielenia pomocy doraźnej, która może być udzielona w izbie lub placówce..., istnienie medycznych przesłanek skierowania do szpitala lub innego zakładu opieki zdrowotnej - uwzględniając objawy stanu nietrzeźwości oraz istnienie wskazań do hospitalizacji..., brak objawów stanu nietrzeźwości uzasadniających umieszczenie w izbie lub placówce.”", "\tParagraf 13 ustęp 1 rozporządzenia stanowi:", "“ Osobom przyjętym do izby lub placówki można wydać na czas pobytu odzież zastępczą.”", "29.  Rozdział 16 rozporządzenia stanowi, że środki przymusu bezpośredniego mogą zostać podjęte zgodnie z zasadami wytyczonymi w artykule 18 ustawy z 1994 roku o ochronie zdrowia psychicznego, która stanowi przede wszystkim, że środki przymusu bezpośredniego mogą obejmować, między innymi, unieruchomienie. Paragraf 16 niniejszej ustawy odnosi się ponadto do rozporządzenia ministra zdrowia i opieki społecznej z dnia 23 sierpnia 1995 roku w sprawie sposobu stosowania przymusu bezpośredniego, które określa sposoby zastosowania środków przymusu bezpośredniego. Rzeczone rozporządzenie w odpowiednim fragmencie, stanowi jak następuje:", "“9 (2). Lekarz zaleca zastosowanie przymusu bezpośredniego w formie unieruchomienia lub izolacji na czas nie dłuższy niż 4 godziny. W razie potrzeby lekarz, po osobistym badaniu pacjenta, może przedłużyć unieruchomienie na następne okresy 6-godzinne.", "13. Pielęgniarka dyżurna kontroluje stan fizyczny osoby unieruchomionej lub izolowanej nie rzadziej niż co 15 minut, również w czasie snu tej osoby. Adnotację o stanie osoby zamieszcza bezzwłocznie w karcie.”", "PRAWO", "I.  DOMNIEMANE NARUSZENIA ARTYKUŁU 3 KONWENCJI", "30.  Skarżąca podniosła zarzut poniżającego traktowania podczas wydarzeń z dnia 27 grudnia 1999 roku oraz brak należytego postępowania wyjaśniającego, co stanowi naruszenie artykułu 3 Konwencji. Stanowi on, jak następuje:", "", "“Nikt nie może być poddany torturom ani nieludzkiemu lub poniżającemu traktowaniu albo karaniu..”", "A.  Dopuszczalność", "31.  Rząd stwierdził, że skarżąca nie wyczerpała wszystkich krajowych procedur odwoławczych. Po próbach doprowadzenia do wszczęcia postępowania karnego w związku z domniemanym przestępstwem zastosowania przymusu bezpośredniego, zakończonych niepowodzeniem, powinna była złożyć w sądzie karnym sprawę z powództwa cywilnego o popełnienie przestępstwa spowodowania nieznacznego uszkodzenia/obrażenia ciała. O przysługującym jej do tego prawie została właściwie powiadomiona przez prokuratora.", "32.  Skarżąca twierdziła, że po niepowodzeniu pierwszej próby wszczęcia postępowania wobec osób zamieszanych w sprawę, nie można było od niej wymagać podjęcia kolejnej próby dochodzenia swoich praw, która, tak czy inaczej, była prawdopodobnie skazana na niepowodzenie.", "33.  Artykuł 35 § 1 Konwencji stanowi, jak następuje:", "“Trybunał może rozpoznawać sprawę dopiero po wyczerpaniu wszystkich środków odwoławczych, przewidzianych prawem wewnętrznym, zgodnie z powszechnie uznanymi zasadami prawa międzynarodowego(...)”", "34.  Celem zasady wyczerpania krajowych środków, o której mowa w artykule 35 jest umożliwienie Państwom Uczestniczącym okazji do rozstrzygnięcia sprawy we właściwy sposób w ramach własnego systemu prawnego zanim będą musiały odpowiadać za swoje dzialania przed międzynarodowym trybunałem (por.m.in. Egmez p. Cyprowi, nr 30873/96, § 64, ETPCz 2000-XII). Obowiązek wyczerpania wewnętrznych środków prawnych nakłada na skarżących obowiązek wykorzystania środków zaradczych, które są skuteczne, wystarczające i dostępne w odniesieniu do skarg dotyczących naruszenia Konwencji. Aby środek był skuteczny, musi stanowić bezpośrednie remedium skarżonego stanu rzeczy (por. Balogh p. Węgrom, nr 47940/99, § 30, 20 lipca 2004 roku).", "35.  W sprawach, w których jednostka wnosi uzasadnioną skargę o naruszenie artykułu 3 Konwencji, pojęcie skutecznego środka zaradczego uwzględnia, ze strony państwa, dogłębne i skuteczne postępowanie wyjaśniające, które może doprowadzić do wskazania i ukarania osób odpowiedzialnych za zaistniały stan rzeczy (por. Selmouni p. Franccji [GC], nr 25803/94, § 79, ETPCz 1999-V, oraz Egmez v. Cyprowi, op. cit., § 65).", "36.  Tam, gdzie jest możliwość wyboru środków zaradczych, wymóg ich wyczerpania musi być zastosowany, by stanowić odzwierciedlenie praktycznej rzeczywistości stanowiska skarżącego tak, by zapewnić skuteczną ochronę praw i swobód zagwarantowanych w Konwencji (por. Allgemeine Gold-und Silberscheideanstalt A.G. p. Zjednoczonemu Królestwu, nr 9118/80, decyzja Komisji z dnia 9 marca 1983 roku, Decyzje i Sprawozdania (DR) 32, strona 165, oraz, mniej oddalony w czasie Krumpel i Krumpelová p. Słowacji, nr 56195/00, § 43, 5 lipca 2005). Ponadto, od skarżącego, który skorzystał z rozwiązania, które sprawia wrażenie skutecznego i wystarczającego, nie można wymagać, by podjął również inne dostępne środki, które jednak prawdopodobnie nie okazałyby się bardziej skuteczne (por. Wójcik p. Polsce, nr 26757/95, decyzja Komisji z dnia 7 lipca 1997 roku, DR 90-A, strona 28; Assenov i inni p. Bułgarii, 28 października 1998 roku, § 86, Sprawozdania z wyroków i decyzji, 1998-VIII; Aquilina p. Malcie [GC], nr 25642/94, § 39, ETPCz 1999-III; oraz Günaydin p. Turcji (dec.), nr 27526/95, 25 kwietnia 2002 roku).", "37.  Trybunał zauważa, że skarżąca wniosła skargę dotyczącą incydentu do prokuratury, która wszczęła postępowanie w sprawie domniemanego przestępstwa. Trybunał nie uznaje, by wybór procedury, dokonany przez skarżącą, był nieracjonalny. Skarżąca próbowała zatem doprowadzić do identyfikacji i ukarania osób, które uważała za winne przestępstwa wobec niej. Wziąwszy pod uwagę, że władze uznały, że nie ma podstaw, by owe osoby pociągnąć do odpowiedzialności, nie należy wymagać od skarżącej, by ta wszczęła kolejne działania, mające służyć temu samemu celowi i nie dające większej niż uprzednio szansy na sukces.", "38.  Argument Rządu, że wewnętrzne środki nie zostały wyczerpane, musi zatem zostać odrzucony.", "39.  Trybunał stwierdza, że skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu artykułu 35 § 3 Konwencji. Stwierdza też dalej, że nie jest ona niedopuszczalna z jakichkolwiek innych przesłanek. A zatem musi zostać uznana za dopuszczalną.", "B.  Meritum", "1.\tDomniemane złe traktowanie skarżącej", "(a)\tOświadczenia stron", "40.  Skarżąca podniosła zarzut złego potraktowania przez pracowników izby wytrzeźwień. W szczególności została rozebrana siłą przez dwóch mężczyzn i kobietę, unieruchomiona pasami bezpieczeństwa i zamknięta w celi na noc. Czuła się do głębi upokorzona. To stanowiło nieludzkie i poniżające traktowanie, kompletnie nieuzasadnione w takiej sytuacji. Przed zatrzymaniem wypiła dwa piwa, co żadną miarą nie kwalifikuje się jako upojenie alkoholowe, uzasadniające jej aresztowanie i następnie, długie zatrzymanie, nie mówiąc już o sposobie, w jaki została potraktowana przez personel izby.", "41.  Rząd odniósł się do stwierdzenia skarżącej, że w trakcie wydarzeń w nocy 27 rudnia 1999 roku personel izby użył przeciwko skarżącej siły oraz upokorzył ją bezzasadnie. Rząd był zdania, że fakty ustalone w toku postępowania wykazały, że pogląd skarżącej na zasadnicze wydarzenia był niewłaściwy. Z dowodu zebranych w toku postępowania jawnie wynikało, że skarżąca, będąc w stanie “umiarkowanie nietrzeźwym” odmówiła uiszczenia zapłaty za kurs taksówką, obraziła słownie funkcjonariuszy policji, używała wulgarnych wyzwisk, była agresywna wobec personelu izby i obraziła lekarza, który próbował ją zbadać. Opierała się także wszelkim uzasadnionym, podjętym zgodnie z przedmiotowym prawem działaniom personelu, odmawiając zdjęcia odzieży. Stawiała także opór, gdy pracownicy izby próbowali doprowadzić ją do pomieszczenia dla pacjentów. Gdy ją tam umieszczono, kopała w drzwi, krzyczała i obudziła innych pacjentów. W odpowiedzi na to zachowanie personel, po konsultacji z lekarzem, unieruchomił skarżącą przy pomocy pasów bezpieczeństwa.", "42.  Rząd odniósł się dalej do świadectwa lekarskiego, przedłożonego Trybunałowi przez skarżącą. Lekarz stwierdził jeden siniec, jedno otarcie, bolesność ramienia i opuchliznę szczęki. Rząd stwierdził, że te obrażenia mogły zostać spowodowane własnym zachowaniem skarżącej, gdy kopała w drzwi i ściany po tym, jak zamknięto ją w pomieszczeniu dla pacjentów.", "43.  Rząd podsumował, że obrażenia odniesione przez skarżącą były drobne a zatem traktowanie, którego dotyczy skarga, nie znajduje umocowania w artykule 3 Konwencji. W przeciwnym razie, nawet zakładając, że traktowanie będące przedmiotem skargi miałoby zostać potraktowane jako przedmiot tego przepisu, Rząd twierdził, że użycie siły fizycznej przeciwko skarżącej przez pracowników izby było uzasadnione jej własnym zachowaniem, a także zgodne z prawem. Rząd był zdania, że cierpienie, jakiego doznała skarżąca, nie wykraczało poza nieunikniony element cierpienia czy upokorzenia związany z przedmiotową formą zgodnego z prawem potraktowania.", "(b)\tOcena Trybunału", "44.  Trybunał ponownie stwierdza, że artykuł 3 Konwencji chroni jedną z najbardziej podstawowych wartości demokratycznego społeczeństwa. Zabrania w sposób bezwzględny tortur i nieludzkiego czy upokarzającego traktowania, lub kary, niezależnie od okoliczności czy zachowania ofiary (por. m. in. Labita p. Włochom,[GC], nr 26772/95, § 119, ETPCZ 2000IV). Aby wejść w zakres, którego dotyczy artykuł 3 Konwencji, złe traktowanie musi osiągnąć minimalny poziom surowości. Ocena tego poziomu jest względna, zależy od okoliczności sprawy takich, jak długość jego trwania, skutki fizyczne i psychiczne, i, w niektórych przypadkach, również płeć, wiek i stan zdrowia ofiary (por. Valašinas p. Liwie, nr 44558/98, §§ 100-01, ETPCZ 2001VIII).", "45.  Trybunał uznaje traktowanie za “nieludzkie” ponieważ, inter alia, było rozmyślne, trwało przez wiele godzin z rzędu, i spowodowało albo rzeczywiste obrażenia ciała, albo dotkliwe cierpienie fizyczne i psychiczne. Trybunał ocenia je jako „poniżające”, ponieważ spowodowało u ofiary uczucia lęku, udręki i podległości, które doprowadziły do jej upokorzenia i poniżenia (por. Iwańczuk p. Polsce, nr 25196/94, § 51, 15 listopada 2001 roku).", "46.  Trybunał zauważa po pierwsze, że wydarzenia, będące przedmiotem skargi miały miejsce w trakcie zatrzymania skarżącej w izbie wytrzeźwień. W tym kontekście przypomina, że zatrzymanie w izbie wytrzeźwień w Polsce, w myśl przedmiotowego prawa krajowego, stanowi „pozbawienie wolności” w rozumieniu artykułu 5 § 1 Konwencji (por. Witold Litwa p. Polsce, nr 26629/95, § 46, ETPCZ 2000-III).", "47.  W związku z tym Trybunał podnosi, że artykuł 3 nie zabrania użycia siły w celu wykonania aresztowania. Jednak siła ta może być użyta jedynie gdy jest to konieczne i nie może być ona nadmierna (por. m .in. Klaas p. Niemcom, 22 września 1993 roku, § 30, Seria A nr 269; Rehbock p. Słowenii, nr 29462/95, §§ 6878, ETPCz z 2000XII; oraz Krastanov p. Bułgarii, nr 50222/99, §§ 52 i 53, 30 września 2004 roku). W przypadku osoby pozbawionej wolności, użycie siły fizycznej, które nie zostało uzasadnione jej własnym działaniem narusza godność ludzką i z zasady stanowi naruszenie prawa ujętego w artykule 3 (por. Ribitsch p. Austrii, 4 grudnia 1995 roku, § 38, Seria A nr 336, oraz Krastanov, op.cit., § 53).", "48.  Trybunał ma na uwadze uzupełniającą funkcję swojego zadania i podnosi, że musi być ostrożny podejmując rolę trybunału pierwszej instancji w przypadku, gdy nie wynika to w sposób nieunikniony z okoliczności sprawy (por. na przykład McKerr p. Zjednoczonemu Królestwu (Dec.) nr 28883/95, 4 kwietnia 2000 roku). Tym niemniej, gdy zachodzi podejrzenie naruszenia artykułu 3 Konwencji, jak ma to miejsce w tym przypadku, Trybunał musi rozpatrzyć sprawę ze szczególną starannością (por. mutatis mutandis, Ribitsch, op. cit., § 32).", "49.  Trybunał zauważa, że w tym przypadku władze w swoich decyzjach utrzymywały, że sposób, w jaki skarżąca została potraktowana, nie stanowił naruszenia praw mającego zastosowanie w przypadku użycia siły przez pracowników izby wytrzeźwień. Jednak Trybunał powtórnie podnosi, iż fakt, że władze krajowe nie dopatrzyły się w użyciu siły znamion przestępstwa, nie zwalnia sam z siebie państwa członkowskiego z odpowiedzialności w ramach Konwencji (por. Ribitsch, op. cit, § 34).", "50.  Trybunał zauważa, że skarżąca złożyła świadectwo lekarskie, wystawione w dniu po jej zwolnieniu. Wynika z niego, że skarżąca odniosła niewielkie obrażenia, które, w opinii lekarza, mogły powstać w wyniku użycia wobec niej siły fizycznej. Trybunał zauważa, że, w przeciwieństwie do wielu skarg o naruszenie artykułu 3 Konwencji, w obecnym przypadku stopień przymusu bezpośredniego, użytego wobec skarżącej nie stanowi rozstrzygającego argumentu w sprawie. Zasadniczym aspektem niniejszej sprawy jest fakt, że skarżąca w trakcie zatrzymania została siłą rozebrana przez kobietę i dwóch mężczyzn, a następnie skrępowana pasami bezpieczeństwa.", "51.  Trybunał zauważa, że skarżąca podnosi w swojej skardze do prokuratury, że została rozebrana i brutalnie potraktowana przez personel izby. Twierdzi także, że to postępowanie upokorzyło ją i poniżyło. Jednak władze krajowe oraz rząd uznały, że opór, jaki skarżąca stawiała pracownikom izby, gdy została siłą rozebrana, stanowi wystarczające uzasadnienie postępowania, będącego przedmiotem skargi. Uznają oni, że odmowa rozebrania się i opór stanowią uzasadniają użycie wobec niej siły, jednak nie odnoszą się do skargi dotyczącej faktu, iż użycie siły naruszyło jej prawa i godność osobistą.", "52.  Co się tyczy odmowy skarżącej rozebrania się, Trybunał odnotowuje przepisy rozporządzenia, regulującego organizację izb wytrzeźwień, mające zastosowanie w wymienionym przypadku (por. § 28 powyżej), które jednoznacznie stwierdzają, że wszystkie osoby zatrzymane powinny otrzymać na czas zatrzymania odzież zastępczą, rodzaj jednorazowego szlafroka. Z przyczyn, o których mowa powyżej, Trybunał nie uznaje za stosowne rozstrzygnąć, czy w okolicznościach sprawy skarżącej, powinno się od niej wymagać rozebrania się, czy też czy wykorzystanie siły w tym celu było uzasadnione.", "53.  Choć w tej sprawie nie odbyła się rewizja osobista, Trybunał jednak uznaje, że prawa mające zastosowanie w jej przypadku mają znaczenie w przedmiotowej sprawie, gdyż również odnoszą się do sytuacji, w której skarżącym nakazuje się rozebranie się. W związku z tym Trybunał zauważa, że o ile takie rewizje mogą być niezbędne w przypadkach, w których konieczne jest zapewnienie bezpieczeństwa w więzieniu, lub zapobieżenie chaosowi lub przestępstwom, , muszą one odbywać się we właściwy sposób oraz być uzasadnione. Powinny się one odbywać w odpowiedni sposób z poszanowaniem godności osoby ludzkiej oraz w odpowiednim celu (Yankov p. Bułgarii, nr 39084/97, § 166-176, ETPCz 2003XII (fragmenty); Wainwright p. Zjednoczonemu Królestwu, nr 12350/04, § 42, ETPCz 2006...). Nawet pojedyncze przypadki rewizji osobistej zostały uznane za upokarzające traktowanie odnośnie sposobu, w który zostały dokonane, możliwości, że ich celem było upokorzenie i poniżenie oraz braku uzasadnienia (por. Valašinas p. Liwie, nr 44558/98, § 117, ETPCz 2001VIII). Trybunał podnosi także, że gdy rozkaz rozebrania się w celu przeszukania nie jest w ustalony sposób powiązany z zachowaniem bezpieczeństwa, czy zapobieganiem przestępstwom i nieporządkowi, może dojść do naruszenia artykułu 3 Konwencji (Wainwright, op. cit., § 42; Wieser p. Austrii, nr 2293/03, § 40, 22 lutego 2007 roku, w którym skarżący został rozebrany przez funkcjonariuszy policji).", "54.  Trybunał nie może przeoczyć faktu, że skarżąca została rozebrana przez troje pracowników izby, kobietę i dwóch mężczyzn. Już miał okazję zauważyć, że w przypadku, gdy skarżący-mężczyzna musiał rozebrać się w obecności funkcjonariuszki służby więziennej – kobiety, jej obecność stanowiła wyraźny brak szacunku dla skarżącego i w efekcie naruszyła jego godność ludzką. Trybunał uznał, że musiało to spowodować u niego uczucia udręki i niższości, a w konsekwencji, do jego upokorzenia i poniżenia (por. Valašinas, op. cit., § 117).", "Trybunał uznaje, że podobne przesłanki odnoszą się do sytuacji skarżącej w przedmiotowej sprawie, tym bardziej, że została rozebrana siłą przez dwóch mężczyzn-pracowników izby.", "55.   Jednak dla Trybunału większe znaczenie ma fakt, że reakcją na zachowanie skarżącej w pomieszczeniu dla zatrzymanych było jej skrępowanie pasami bezpieczeństwa. Skarżąca stwierdziła, że pozostała w nich do zwolnienia następnego dnia, rano, czyli dziesięć godzin. Rząd nie zaprzeczył jej oświadczeniu w tym względzie. Nie twierdzono, że odpowiednie przepisy prawne, dotyczące użycia pasów bezpieczeństwa, nie zostały naruszone (por. §§ 27 – 29 powyżej) Rząd jednak nie przytoczył żadnego uzasadnienia długości czasu, w którym skarżąca pozostała unieruchomiona na polecenie personelu izby. Nawet zakładając, jak utrzymuje Rząd, że skarżąca znajdowała się w staniu „umiarkowanego upojenia alkoholowego”, gdy przywieziono ją do izby, długość jej unieruchomienia stanowi dla Trybunału kwestię zasadniczą. Trybunał może zgodzić się z twierdzeniem, że agresywne zachowanie jednostki w stanie nietrzeźwym może wymagać użycia pasów bezpieczeństwa, pod oczywistym warunkiem, że systematycznie sprawdza się stan tak unieruchomionej jednostki. Jednakże w przedmiotowej sprawie nie dano żadnego wyjaśnienia potrzeby unieruchomienia skarżącej na tak długi czas. Długotrwałe unieruchomienie skarżącej musiało być dla niej źródłem wielkiego stresu i dyskomfortu fizycznego. Poziom cierpienia, na jaki została narażona nie może być uznany za zgodny ze standardami wytyczonymi przez artykuł 3 Konwencji.", "56.  Zważywszy na okoliczności przypadku skarżącej, Trybunał jest zdania, że zachowanie władz może być racjonalnie uznane za poniżające traktowanie, niezgodne ze standardami artykułu 3.", "57.  Doszło zatem do naruszenia artykułu 3 Konwencji.", "2.\tDomniemana nieadekwatność dochodzenia", "", "58.  Zgodnie z ustaloną procedurą postępowania Trybunału, kiedy osoba stwierdza w sposób wiarygodny, że doznała ze strony przedstawicieli władz traktowania, naruszającego artykuł 3, na władzach państwowych spoczywa obowiązek przeprowadzenia “skutecznego oficjalnego dochodzenia”, w którym fakty zostaną ustalone, a osoby odpowiedzialne wskazane, a następnie ukarane (por. Slimani p. Francji, nr 57671/00, §§ 30 i 31, ETPCz z 2004-IX (fragmenty), oraz Assenov i inni p. Bułgarii, wyrok z dnia 28 października 1998 roku, Raporty, § 102). Co więcej, wymogi proceduralne artykułu 3 wykraczają poza etap wstępnego dochodzenia; całe postępowanie, włącznie z etapem postępowania sądowego, musi spełniać wymagania w zakresie zakazu wytyczonego przez artykuł 3. Jakkolwiek nie ma absolutnego wymogu, by wszelkie postępowania kończyły się skazaniem lub określonym wyrokiem, sądy krajowe w żadnych okolicznościach nie powinny być gotowe, by poważne zamachy na nietykalność fizyczną lub moralną, pozostawić bezkarnymi (por.  Öneryıldız p. Turcji [GC], nr 48939/99, § 95 – 96, ETPCz z 2004-XII), Salman p. Turcji [GC], nr 21986/93, § 104-109, ETPCz 2000-VII; oraz Okkalı p. Turcji, nr 52067/99, § 65, ETPCz 2006-... (fragmenty)). Ma to zasadnicze znaczenie dla podtrzymywania zaufania społecznego i wsparcia dla rządów prawa, oraz zapobiegania wszelkim oznakom tolerancji władz dla bezprawnych działań lub ich wspierania (por. mutatis mutandis, Öneryıldız, op.cit., § 96).", "59.  Trybunał w pierwszej kolejności zauważa, że dochodzenie w sprawie złożonej przez skarżącą trwało siedem miesięcy, od stycznia do sierpnia 2000 roku. Prokurator dwukrotnie anulował decyzję o umorzeniu śledztwa uznając, że w toku postępowania doszło do znacznych uchybień proceduralnych takich, jak brak dostępu do akt sprawy i brak okazji do konfrontacji ze świadkami, przede wszystkim z pracownikami izby. Prawdą jest, że wobec powyższego podjęto środki naprawcze po decyzjach z dnia 1 stycznia 2000 roku, a do 19 kwietnia 2000 roku [poprzednie decyzje – przyp. tłum.] anulowano i wznowiono postępowanie.", "60.  Tym niemniej, pozostaje faktem, że decyzja o umorzeniu postępowania została ostatecznie podtrzymana przez sąd, który, w myśl przedmiotowego prawa krajowego, uznał że nie ma podstaw, by stwierdzić popełnienie przestępstwa. W związku z powyższym Trybunał jest zmuszony zauważyć, że dochodzenie koncentrowało się na uzasadnieniu pozbawienia skarżącej wolności i użycia w izbie siły przeciwko niej. Jakkolwiek skarżąca podważyła stwierdzenie, że była nietrzeźwa i utrzymywała, że nic w jej zachowaniu nie uzasadniało decyzji pozbawienia jej wolności, wniosła również skargę, że została brutalnie potraktowana i rozebrana do naga przez personel izby w sposób, który ją upokorzył i naruszył jej prawo do szacunku oraz godności osoby ludzkiej. Wymogi proceduralne wynikające z artykułu 3 nakładają na Trybunał obowiązek ustalenia, czy fakty, stanowiące przedmiot skargi, osiągnęły pułap traktowania naruszającego artykuł 3. W opinii Trybunału, władze rozpatrywały przedmiotową sprawę w zbyt wąskim zakresie, i w ten sposób pozbawiły się możliwości oceny proporcji użycia siły wobec skarżącej wobec standardów artykułu 3, przede wszystkim uzasadnienia rozebrania jej siłą przez dwóch pracowników izby-mężczyzn oraz użycia pasów bezpieczeństwa do jej unieruchomienia do rana 28 grudnia 1999 roku.", "61.  Trybunał zatem uznaje, że sposób zbadania sprawy nie może zostać uznany za zgodny z wymogami proceduralnymi, które nakłada na państwo artykuł 3 Konwencji.", "62.  Dlatego też nastąpiło naruszenie powyższego przepisu w jego wymiarze proceduralnym.", "II.  DOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 1 KONWENCJI", "63.  Skarżąca podniosła, powołując się na artykuł 5 Konwencji, że jej zatrzymanie w izbie wytrzeźwień było bezprawne. Podczas zatrzymania nie była nietrzeźwa i nie spowodowała żadnego zakłócenia porządku publicznego, które w myśl przedmiotowego prawa stanowiłoby zasadniczą przesłankę takiego zatrzymania.", "64.  Trybunał zauważa, że skarżąca została pozbawiona wolności “zgodnie z umocowaną prawnie procedurą”, tj. § 40 ustawy o wychowaniu w trzeźwości i walce z alkoholizmem (por. § 25-26 powyżej). Władze krajowe jasno potwierdziły, że w prawie krajowym istniała podstawa do zatrzymania skarżącej, a jego uzasadnienie w żaden sposób nie może zostać uznane za arbitralne.", "65.  Zgodnie z powyższym Trybunał uznaje, że skarga nie wykazuje żadnych oznak naruszenia praw i wolności wytyczonych w Konwencji i jej protokołach.", "66.  Dlatego też niniejsza część skargi jest w sposób wyraźny źle umocowana i musi zostać odrzucona zgodnie z artykułem 35 §§ 3 i 4 Konwencji.", "III.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "67.  Artykuł 41 Konwencji przewiduje:", "„Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi taka potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.”", " A.  Szkoda", "68.  Skarżąca zażądała 50,000 złotych polskich z tytułu poniesionej szkody niematerialnej, której doznała w wyniku poniżenia i szoku spowodowanego brutalnym traktowaniem, jakiego doznała w trakcie zatrzymania.", "69.  Rząd stwierdził, że skarga, którą wniosła skarżąca była przesadna ze względu na fakt, iż nie doszło do naruszenia żadnych praw zagwarantowanych w Konwencji. Rząd podniósł ponadto, że w zaistniałych okolicznościach sprawy stwierdzenie naruszenia Konwencji samo w sobie stanowiłoby wystarczające zadośćuczynienie dla skarżącej.", "70.  Trybunał jest zdania, że w wyniku okoliczności sprawy skarżąca musiała doświadczyć znaczącego stresu i cierpienia, które nie mogą zostać zadośćuczynione wyłącznie stwierdzeniem naruszenia Konwencji. Mając na uwadze własne orzecznictwo w podobnych sprawach oraz okoliczności niniejszej sprawy, Trybunał przyznaje skarżącej kwotę 7 000 euro tytułem zadośćuczynienia za szkodę niematerialną.", "B.  Koszty i wydatki", "71.  Skarżąca nie zażądała zwrotu kosztów i poniesionych wydatków.", "C.  Odsetki za zwłokę", "72.  Trybunał uznaje za właściwe aby odsetki z tytułu nieterminowego wpłacenia zasądzonych kwot były ustalone zgodnie z marginalną stopą procentową Europejskiego Banku Centralnego plus trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ", "1.  Oświadcza jednogłośnie, że skarga dotycząca domniemanego złego potraktowania i braku podjęcia śledztwa jest dopuszczalna, natomiast pozostała część skargi nie jest dopuszczalna;", "", "2.  Uznaje jednogłośnie, że doszło do naruszenia artykułu 3 Konwencji w jej wymiarze substancjalnym;", "", "3.  Uznaje pięcioma głosami do dwóch że doszło do naruszenia artykułu 3 Konwencji w jej wymiarze proceduralnym;", "", "4.  Uznaje sześcioma głosami do dwóch", "(a)  że pozwane państwo ma zapłacić skarżącej w ciągu trzech miesięcy od daty, w której wyrok stanie się prawomocny, zgodnie z artykułem 44 § 2 Konwencji kwotę EUR 7 000 (siedem tysięcy euro) oraz zwrot kosztów i wydatków za szkody niematerialne, które mają być przeliczone na złote polskie według kursu z dnia realizacji;", "(b)  że od upływu powyższego trzymiesięcznego okresu do momentu zapłaty przez cały okres zwłoki naliczane od tej sumy będą zwykłe odsetki w wysokości równej krańcowej stopie procentowej Europejskiego Banku Centralnego;", "", "5.  Odrzuca jednogłośnie pozostałą część roszczenia skarżącej o słuszne zadośćuczynienie.", "Sporządzono w języku angielskim i obwieszczono pisemnie dnia 31 marca 2009 roku, zgodnie z artykułem 77 § 2 i 3 Regulaminu Trybunału.", "\tLawrence Early\tNicolas Bratza\n\tKanclerz Sekcji\tPrzewodniczący", "", "Zgodnie z literą artykułu 45 § 2 Konwencji oraz zasadą 74 § 2 Regulaminu Trybunału do niniejszego wyroku dołączono zdanie odrębne sędziów Garlickiego oraz Davida Thór Björgvinssona.", "N.B.\nT.L.E.", "ZDANIE ODRĘBNE SĘDZIÓW GARLICKIEGO I DAVIDA THÓR BJÖRGVINSSONA", "Niestety nie możemy podzielić stanowiska Izby odnośnie niadekwatności dochodzenia.", "Jak wynika z § 60 wyroku Izby stwierdzone uchybienie proceduralne było związane z faktem, iż „władze rozpatrywały przedmiotową sprawę w zbyt wąskim zakresie, i w ten sposób pozbawiły się możliwości oceny proporcji użycia siły wobec skarżącej z perspektywy standardów artykułu 3”.", "Tak więc nie ma powodu obwiniać władz za nie ustalenie podstawowych faktów w sprawie. Trudno zatem byłoby uznać, jak ma to często miejsce, że „śledztwo było powierzchowne, pozbawione obiektywizmu i zakończone postanowieniem, którego wnioski nie były podparte rzetelną analizą faktów” (por. na przykład Lewandowski i Lewandowska p. Polsce, nr 15562/02, § 74, 13 stycznia 2009 roku; a także Dzwonkowski p. Polsce, nr 46702/99, § 66, 12 kwietnia 2007 roku). Wydaje się, że w opinii Izby naruszenie wynikało przede wszystkim z faktu, że władze nie podjęły osobno i nie rozpatrzyły wymiaru “godności ludzkiej” skargi oraz, ponadto, z faktu, że śledztwo nie doprowadziło do postawienia zarzutu o popełnienie przestępstwa wobec pracowników izby wytrzeźwień.", "Nie jesteśmy przekonani, że w toku śledztwa nie wzięto pod uwagę skargi dotyczącej naruszenia godności. Ten wymiar sprawy został początkowo podjęty przez prokuratora okręgowego (7 czerwca 2000 roku) w anulowaniu pierwszej decyzji o umorzeniu śledztwa. Prokurator zauważył, że „wszelkie ostateczne decyzje w sprawie muszą odnieść się w sposób formalny do wszystkich działań, podniesionych przez skarżącą [a zatem również] do naruszenia jej godności (między innymi, przez rozebranie siłą)”. Prokurator rejonowy w decyzji z dnia 2 sierpnia 2000 roku zastosował się do tej instrukcji, stwierdził jednak, w nawiązaniu do twierdzenia skarżącej, iż pracownicy izby wytrzeźwień zachowali się w sposób, naruszający jej honor i godność, że należy wziąć pod uwagę fakt, iż skarżącej przysługiwało w tych okolicznościach prawo złożenia pozwu z powództwa prywatnego. Tak więc wymiar „ludzkiej godności” nie umknął uwagi władz, nawet, jeżeli doszły one do wniosku, że wszelkie środki podjęte w izbie wytrzeźwień były zgodne z prawem, a zatem nie było podstaw do wszczęcia postępowania karnego.", "Prawdą jest, że ocean Trybunału jest inna i że uznaliśmy, iż działania podjęte wobec skarżącej były niewspółmiernie surowe. Jednak różnica ta odnosi się do wymiaru substancjalnego sprawy i doprowadziła do stwierdzenia naruszenia artykułu 3 w jego wymiarze substancjalnym. Nie może ona zostać rozciągnięta również na ocenę proceduralną sprawy. Władz krajowych nie można obwiniać o zastosowanie krajowych standardów prawomocności i uznanie, że działanie zgodne z prawem nie może doprowadzić do zarzutów o popełnienie przestępstwa. Nie należy zapominać, że charakter państwowych zobowiązań w ramach prawa międzynarodowego nie jest tożsamy z odpowiedzialnością karną jednostek. Zatem naruszenie Konwencji nie musi przekładać się w każdych okolicznościach na postępowanie karne wobec odpowiedzialnej osoby.", "", ""]}