{"file": "POL_HJUDPOL_23052_05.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "23052/05", "text_paragraphs": ["", "", "", "", "", "CZWARTA SEKCJA", "", "", "", "", "SPRAWA KAPRYKOWSKI przeciwko POLSCE", "", "", "(Skarga nr 23052/05)", "", "", "", "", "", "WYROK", "", "", "", "STRASBOURG", "", "3 lutego 2009", "", "", "", "", "", "", "", "Wyrok ten stanie się prawomocny zgodnie z warunkami określonymi przez artykuł 44 § 2 Konwencji. Wyrok ten podlega korekcie wydawniczej przed jego opublikowaniem w ostatecznej wersji.", "", "", "", "W sprawie Kaprykowski p. Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja) zasiadając jako Izba składająca się z następujących sędziów:", "\t\n\tNicolas Bratza, Przewodniczący,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, sędziowie,\nand Lawrence Early, Kanclarz Sekcji,", "", "Obradując na posiedzeniu zamkniętym w dniu 13 stycznia 2009r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "", "", "POSTĘPOWANIE", "", "1.  Sprawa wywodzi się ze skargi (nr 23052/05) wniesionej w dniu 4 czerwca 2005r. przeciwko Rzeczypospolitej Polskiej do Europejskiego Trybunału Praw Człowieka, na podstawie artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”), przez obywatela polskiego, Pana Roberta Kaprykowskiego („skarżący”).", "2. Skarżący, któremu przyznano pomoc prawną, był reprezentowany przez Panią B. J. Jędrzejak, adwokata praktykującego w Poznaniu. Polski Rząd („Rząd”) reprezentowany był przez swojego pełnomocnika, pana Jakuba Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "2.  Skarżący zarzucił, iż zaoferowane mu podczas osadzenia w areszcie tymczasowym w Poznaniu leczenie oraz pomoc medyczna miały nieodpowiedni charakter zważywszy na jego zaawansowaną epilepsję oraz inne schorzenia neurologiczne.", "4.   Skarga została przydzielona do Sekcji czwartej Trybunału. W dniu 7 grudnia 2006 r. Przewodniczący Sekcji zdecydował się powiadomić o wpłynięciu skargi Rząd. Zgodnie z postanowieniami artykułu 29 § 3 Konwencji oraz zasadą 41 Regulaminu Trybunału, uznano, że sprawa zostanie rozpatrzona w tym samym czasie zarówno, co do meritum jak i co do dopuszczalności oraz zostanie potraktowana priorytetowo.", "", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "5. Skarżący urodził się w 1966 r. i mieszka w Poznaniu.", "6.Skarżący jest recydywistą. Odbywał liczne kary pozbawienia wolności w różnych zakładach karnych w Polsce.", "", "A. Historia zdrowotna skarżącego przed 5 sierpnia 2003 r.", "", "7. Od 1996 roku skarżący cierpi na padaczkę, charakteryzującą się częstymi napadami oraz encephalopatię połączoną z demencją. Dodatkowo cierpli na wrzody żołądka i syfilis. Przez pomoc społeczną został zaklasyfikowany jako pierwszy stopień inwalidztwa i całkowicie niezdolny do pracy.", "8. W dniu 7 listopada 2000 r. Sąd Rejonowy w Białymstoku powołał specjalistów medycyny sądowej i neurologii w celu wydania opinii na temat stanu zdrowia skarżącego w związku z toczącym się przeciwko niemu postępowaniem. Eksperci zbadali dokumentację medyczną pacjenta, jak również przeanalizowali poprzednie raporty specjalistów z zakresu medycyny sądowej i psychologii. Fragmenty ze wspomnianej dokumentacji świadczą, iż od 1996 r. skarżący cierpi na częste napady padaczkowe oraz zespół charakteropatyczny. Kilka razy próbował popełnić samobójstwo. Podczas jednego z badań lekarskich skarżący przyznał, że nie otrzymał koniecznej pomocy lekarskiej w więzieniu a współosadzeni z nim w jednej celi więźniowie zignorowali jego ataki padaczkowe. Lekarze, którzy badali skarżącego w przeszłości, zgodzili się, że może on pozostać w więzieniu pod warunkiem, że otrzyma stałą specjalistyczną opiekę psychiatryczną .", "9. W dniu 11 lipca 2001 r. Sąd Rejonowy w Białymstoku powołał nowych specjalistów z zakresu medycyny w celu sporządzenia opinii o stanie zdrowia skarżącego. Biegli stwierdzili, że w ramach systemu penitencjarnej opieki zdrowotnej nie można skarżącemu już zaoferować niezbędnego leczenia. Podkreślali, że jego długotrwałe umieszczenie w warunkach więziennych może zagrażać jego zdrowiu i życiu. Wskazali również, że skarżący powinien otrzymać bardziej szczegółową diagnozę swojego schorzenia, najlepiej wykonaną w specjalistycznej klinice lub, być może, przejść operację mózgu.", "", "B. Osadzenie skarżącego w areszcie i udzielana mu opieka lekarska przed dniem 5 sierpnia 2003.", "", "10. Wydaje się, że skarżący został po raz pierwszy umieszczony w areszcie w dniu 30 maja 1998 r. Od 13 kwietnia 1999 r. do 23 czerwca 1999 r. oraz od 20 lipca 1999 r. do 4 stycznia 2000 r. przebywał w Areszcie Śledczym w Poznaniu.", "", "12. W 2000 r. został kilkakrotnie przyjęty na oddział szpitala więziennego.", "13. W dniu 10 stycznia 2001 r. został przeniesiony do Aresztu Śledczego w Gdańsku, gdzie otrzymał opiekę lekarską na oddziale neurologii. Lekarze podkreślali potrzebę zapewnienia mu stałej opieki medycznej oraz ciągłego nadzoru przez inne osoby.", "14. W dniu 5 kwietnia 2001 r. został przeniesiony do Aresztu Śledczego w Białymstoku.", "15. W dniu 3 sierpnia 2001 r. został zwolniony.", "16. W dniu 17 września 2001 r. został ponownie umieszczony w areszcie w związku z innym postępowaniem karnym toczącym się przeciwko niemu. Od tego czasu aż do 30 października 2001 r. przebywał w Areszcie Śledczym w Poznaniu.", "17. W dniu 28 lutego 2002 r. przyznano mu warunkowe zwolnienie.", "18. W dniu 5 września 2002 r. skarżący został po raz kolejny zatrzymany w areszcie. Nie określono, w jakim zakładzie.", "19. Od 28 kwietnia do 5 sierpnia 2003 r. skarżący pozostawał na wolności.", "", "C. Osadzenie skarżącego po dniu 5 sierpnia 2003 r.", "", "20. W dniu 5 sierpnia 2003 r. skarżący został kolejny raz osadzony w areszcie. Od tego dnia aż do 30 listopada 2007 r. przebywał w warunkach izolacji więziennej w sposób ciągły, zarówno w regularnej celi, jak i na oddziałach szpitali więziennych.", "21. W wymienionym okresie przebywał czterokrotnie w Areszcie Śledczym w Poznaniu: (1) od dnia 5 do 27 sierpnia 2003 r.; (2) od 18 maja do 12 lipca 2005 r.; (3) od 5 stycznia 2006 r. do nieokreślonego momentu, prawdopodobnie do 20 marca 2006 r.; oraz (4) od 9 maja do 30 listopada 2007 r.", "22. Najwyraźniej, z wyjątkiem okresu, który spędził w Areszcie Śledczym w Poznaniu, skarżący przebywał w następujących zakładach penitencjarnych: od 28 sierpnia 2003 r. do 21 kwietnia 2004 r. w Zakładzie Karnym we Wrocławiu, od 22 kwietnia 2004 r. do nieokreślonego momentu w Zakładzie Karnym w Białymstoku, następnie w Zakładach w Śremie, na Białołęce, w Radomiu i w Jeleniej Górze; od 19 września do 19 października 2004 r. na oddziale szpitalnym Zakładu Karnego w Szczecinie i bezpośrednio po tym w Stargardzie Szczecińskim, od stycznia 2005 r. przebywał w Areszcie Śledczym w Bydgoszczy; od 10 stycznia do 4 kwietnia 2005 r. na oddziale szpitalnym Aresztu Śledczego w Gdańsku; od 12 lipca do 4 października 2005 r. w więzieniu we Wronkach; od 4 października 2005 r. do 5 stycznia 2006 r. ponownie na oddziale szpitalnym Aresztu Śledczego w Gdańsku; od 20 marca do 19 kwietnia 2006 r. w szpitalu Aresztu Śledczego w Bydgoszczy; od 29 lipca 2006 r. do 9 maja 2007 r. w szpitalu Zakładu Karnego w Czarnem.", "23. Skarżący przedstawił, iż w Areszcie Śledczym w Poznaniu został przydzielony na oddział ogólny, a nie medyczny. Dzielił celę ze zdrowymi więźniami, którzy jak przedstawił, ignorowali jego napady padaczkowe i nie udzielali mu żadnej pomocy w rutynowych czynnościach dnia codziennego. Skarżący ponadto wskazał, iż doznawał poniżenia przed współosadzonymi z celi, gdyż w wyniku napadów padaczkowych, często tracił przytomność i moczył się.", "24. W dniu 24 grudnia 2007 r. skarżący został zwolniony i obecnie przebywa na wolności.", "", "D. Pomoc lekarska udzielona skarżącemu po dniu 5 sierpnia 2003 r.", "", "25. Od 19 września do 19 października 2004 r. skarżący przebywał na oddziale chorób wewnętrznych szpitala więziennego w Szczecinie. Jako główny lek w zastosowanej wobec niego kuracji przyjmował Gabitril.", "26. Od 10 stycznia do 4 kwietnia 2005 r. przebywał na oddziale neurologicznym szpitala w Areszcie Śledczym w Gdańsku. Jako główne leki w terapii, przepisano mu Gabitril i Naurotrop i zasugerowano, że powinien regularnie przechodzić badania neurologiczne.", "27. Od 18 maja do 12 czerwca 2005 r., podczas pobytu w Areszcie Śledczym w Poznaniu, skarżący był dwukrotnie badany przez lekarza neurologa a szesnastokrotnie przez lekarza dyżurnego aresztu.", "Dodatkowo, od 24 czerwca do 12 lipca 2005 r. został poddany obserwacji lekarskiej w szpitalu Aresztu Śledczego w Poznaniu. Podawano mu tam, w miejsce stosowanego dotychczas Gabitrilu, drogie leki nowej generacji.", "28.Od 4 października 2005 do 5 stycznia 2006 r. skarżący został ponownie przyjęty na oddział neurologiczny szpitala w Areszcie Śledczym w Gdańsku, gdzie leczono go Gabitrilem.", "29. Od 20 marca do 19 kwietnia 2006 r. przebywał na oddziale chirurgii szpitala w Areszcie Śledczym w Gdańsku, gdzie leczył się z powodu rozwiniętego kamienia żółciowego.", "30. Od 29 czerwca 2006 do 9 maja 2007 r. skarżący był osadzony w szpitalu więziennym w Zakładzie Karnym w Czarnem, gdzie został przyjęty na oddział chorób przewlekłych. Podawano mu Gabitril.", "W dniu, w którym wypisania, lekarze stwierdzili, że jego stan ogólny był dobry i że mógł samodzielnie funkcjonować. Zarekomendowano umieszczanie go na dolnej pryczy, stosowanie diety oraz kontynuowanie przepisanego leczenia farmakologicznego Gabitrilem. Podkreślano, że skarżący ma podlegać 24-godzinnej obserwacji lekarskiej.", "31. Między 9 maja a 30 listopada 2007 r., gdy skarżący przebywał w Areszcie Śledczym w Poznaniu, kontynuował przyjmowanie Gabitrilu. Został najprawdopodobniej dziewiętnastokrotnie przebadany przez lekarzy dyżurnych aresztu.", "32. Kopie dokumentacji medycznej dostarczone przez skarżącego wskazują, iż pod koniec 2007 roku jego padaczka miała nadal poważny charakter, mimo że jej napady zdarzały się dużo rzadziej. Co więcej, zaczęły się objawiać jego zaburzenia osobowości, polegające na występowaniu halucynacji. Przez większość czasu cierpiał na poważne zaniki pamięci.", "Rząd nie przedstawił żadnych dokumentów czy informacji dotyczących stanu zdrowia skarżącego czy jego przebiegu jego leczenia.", "", "E. Opinia lekarska sporządzona po dniu 5 sierpnia 2003 r.", "", "33. W dniu 27 lutego 2004 r. eksperci z zakresu psychologii, psychiatrii i neurologii sporządzili nową opinię lekarską, której sporządzenie została zlecone przez Sąd Okręgowy w Poznaniu w ramach toczącego się postępowania o przyznanie skarżącemu renty inwalidzkiej ze środków pomocy społecznej. Biegli stwierdzili, że skarżący doznaje ataków padaczkowych kilka razy w tygodniu, a czasem nawet kilka razy dziennie. Zdiagnozowano u niego również encephalopatię, z towarzyszącymi jej objawami demencji, jak również wrzody i syfilis. Biegi podsumowali, iż nawet jeśli skarżący mógł w owym czasie wykonywać podstawowe czynności z zakresu życia codziennego takie jak: samodzielne mycie się, ubieranie, jedzenie czy korzystanie z toalety, niemniej jednak pozostawał niezdolny do autonomicznego podejmowania decyzji lub dokonywania bardziej złożonych czynności z zakresu życia codziennego. Zdaniem biegłych skarżący pozostawał niezdolny do bycia samodzielnym i wymagał, przynajmniej w tamtym okresie, bezpośredniej i stałej opieki ze strony innej osoby.", "", "F. Skargi składane przez skarżącego do władz więziennych", "", "34. W dniu 31 maja, 28 czerwca oraz 6 lipca 2005 r. skarżący skierował do administracji penitencjarnej skargi dotyczące sprawowanej nad nim w więzieniu opieki lekarskiej. Skarżył się na fakt, że jedynymi informacjami, jakie otrzymywał, były zapewnienia, że jego skargi były przekazywane „właściwym organom”. Zgodnie ze stanowiskiem Rządu, wszystkie trzy skargi zostały zbadane przez kompetentne organy, w tym Naczelnego Lekarza Okręgowego Inspektoratu Służby Więziennej, i zostały uznane za bezzasadne.", "35. W dniu 11 sierpnia 2005 r., skarżący wniósł zażalenie do Okręgowego Inspektoratu Służby Więziennej w związku z faktem, że przepisano mu zamiast skuteczniejszego leku o nazwie Gabitril jego polski odpowiednik. Skarga ta została uznana za bezzasadną, gdyż w momencie zmiany leku skarżący przebywał pod stałą opieką lekarską w szpitalu więziennym i stan jego zdrowia nie uległ pogorszeniu.", "", "", "II.  WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "", "36.\tArtykuł 68 Konstytucji, w odpowiednim fragmencie, brzmi:", " ", "\t„1.Każdy ma prawo do ochrony zdrowia.", "\n\t2.Obywatelom, niezależnie od ich sytuacji materialnej, władze publiczne zapewniają równy dostęp do świadczeń opieki zdrowotnej finansowanej ze środków publicznych...”. ", "", "Artykuł 115 Kodeksu Karnego Wykonawczego ( „Kodeks”) stanowi, że:", "", "„Art. 115. § 1. Skazanemu zapewnia się bezpłatne świadczenia zdrowotne, leki i artykuły sanitarne.", ".....   ", "§ 4. Świadczenia zdrowotne udzielane są skazanemu przede wszystkim przez zakłady opieki zdrowotnej dla osób pozbawionych wolności.\n§ 5. Pozawięzienne zakłady opieki zdrowotnej współdziałają ze służbą zdrowia w zakładach karnych w zapewnieniu skazanym świadczeń zdrowotnych, gdy konieczne jest w szczególności:\n 1) natychmiastowe udzielenie świadczeń zdrowotnych ze względu na zagrożenie życia lub zdrowia skazanego,\n 2) przeprowadzenie specjalistycznych badań, leczenia lub rehabilitacji skazanego,\n 3) zapewnienie świadczeń zdrowotnych skazanemu, który korzysta z przepustki lub czasowego zezwolenia na opuszczenie zakładu karnego...”", "", "", "38. Na podstawie Artykułu 115 § 10, Kodeksu, Minister Sprawiedliwości wydał Rozporządzenie z dnia 31 października 2003 r. w sprawie szczegółowych zasad, zakresu i trybu udzielania świadczeń zdrowotnych osobom pozbawionym wolności przez zakłady opieki zdrowotnej dla osób pozbawionych wolności (dalej jako ”Rozporządzenie z października 2003 r.”). Rozporządzenie weszło w życie 17 grudnia 2003 r.", "Zgodnie z paragrafem 1 ust. 1 Rozporządzenia z października 2003 r., pomoc medyczna w zakładach opieki zdrowotnej dla osób pozbawionych wolności obejmuje, między innymi, badania lekarskie, leczenie, zapobiegawczą opiekę lekarską, rehabilitację oraz usługi pielęgniarskie dla osób pozbawionych wolności.", "Paragraf 1 Rozporządzenia ponadto stwierdza, że:", "", "", "", "„ 2. W uzasadnionym przypadku, gdy wymienione w ust. 1 świadczenia zdrowotne nie mogą być udzielone osobom pozbawionym wolności przez zakład opieki zdrowotnej dla osób pozbawionych wolności, w szczególności z powodu braku specjalistycznego sprzętu medycznego, świadczenia te mogą być udzielane przez pozawięzienne publiczne zakłady opieki zdrowotnej.", "3. O konieczności udzielenia świadczeń zdrowotnych w przypadku, o którym mowa w ust. 2, decyduje kierownik właściwego zakładu opieki zdrowotnej dla osób pozbawionych wolności.”", "", "Paragraf 7 Rozporządzenia z października 2003 r. stanowi:", "", "", "", "„ 1. O konieczności umieszczenia osoby pozbawionej wolności w izbie chorych zakładu karnego decyduje lekarz więzienny, a w razie jego nieobecności - pielęgniarka, która niezwłocznie powiadamia o tym lekarza.", "2. O konieczności umieszczenia osoby pozbawionej wolności w szpitalu zakładu opieki zdrowotnej dla osób pozbawionych wolności, zwanego dalej „szpitalem więziennym”, decyduje dyrektor tego szpitala lub upoważniony przez niego lekarz więzienny..", "......", "6. W nagłym przypadku o konieczności przeniesienia osoby pozbawionej wolności do szpitala może zdecydować lekarz inny niż lekarz więzienny....”", " 39. Zasady współpracy pomiędzy zakładami opieki zdrowotnej w zakładach karnych a szpitalami w zwykłych placówkach opieki zdrowotnej zostały określone w Rozporządzeniu Ministra Sprawiedliwości z dnia 10 września 2003 r. w sprawie szczegółowych zasad, zakresu i trybu współdziałania zakładów opieki zdrowotnej ze służbą zdrowia w zakładach karnych i aresztach śledczych w zapewnieniu świadczeń zdrowotnych osobom pozbawionym wolności – zwane dalej jako „Rozporządzenie z września 2003 r.”, obowiązujące od 17 października 2003 r.", "", "B. Nadzór sądowy oraz skargi składane do władz administracyjnych", "  40. Zakłady karne i areszty śledcze w Polsce są nadzorowane przez sędziów penitencjarnych, którzy działają z upoważnienia Ministra Sprawiedliwości. Zgodnie z Artykułem 6 Kodeksu karnego wykonawczego („ Kodeks”) skazany jest uprawniony do składania wniosków, skarg i żądań do władz odpowiedzialnych za wykonanie wyroku.", "    Przepis Artykułu 7, paragrafy 1 i 2 Kodeksu stanowi, iż osoba skazana może odwołać się do sądu w przypadku każdej niezgodnej z prawem decyzji sędziego, sędziego penitencjarnego czy Dyrektora zakładu karnego lub aresztu śledczego, Okręgowego lub Generalnego Dyrektora Służby Więziennej lub kuratora sądowego. Wnioski związane z wykonywaniem wyroków zasądzających karę pozbawienia wolności są badane przez właściwy sąd penitencjarny.", "Pozostała treść przepisu Artykułu 7 Kodeksu brzmi następująco:", "", "", "„§ 3. Skarga na decyzję, o której mowa w § 1, przysługuje skazanemu w terminie 7 dni od dnia zawiadomienia go o decyzji. Skargę wnosi się do organu, który wydał zaskarżoną decyzję. Jeżeli organ, który wydał zaskarżoną decyzję, nie przychyli się do skargi, przekazuje ją wraz z aktami sprawy bezzwłocznie do właściwego sądu.", "§ 4. Sąd powołany do rozpoznania skargi może wstrzymać wykonanie zaskarżonej decyzji....", "§ 5. Po rozpoznaniu skargi sąd orzeka o utrzymaniu w mocy, uchyleniu albo zmianie zaskarżonej decyzji; na postanowienie sądu zażalenie nie przysługuje.”", "", "    Dodatkowo, zgodnie z postanowieniami Artykułu 33 Kodeksu karnego wykonawczego („Kodeksu”) sędzia penitencjarny jest uprawniony do wizytowania zakładów karnych i aresztów śledczych oraz innych miejsc, w których przebywają osoby pozbawione wolności, w celu zapoznawania sie z dokumentami, żądania wyjaśnień od administracji tych jednostek. Sędzia penitencjarny ma również prawo przeprowadzania podczas nieobecności innych osób rozmów z osobami pozbawionymi wolności oraz badania ich wniosków, skarg i próśb.", "Artykuł 34 Kodeksu, w odpowiedniej cześci, brzmi nastepująco:", "", "", "„1. Sędzia penitencjarny uchyla sprzeczną z prawem decyzję [ wydana przez, między innymi, przez Dyrektora Zakładu Karnego lub Aresztu Śledczego, Okręgowego lub Generalnego Inspektora Zarządu Służby Więziennej] dotycząca osoby pozbawionej wolności.", "", "2. Na decyzję sędziego przysługuje skarga do sądu penitencjarnego........", "4. W sytuacji, w której stwierdzona zostanie, niezgodność z prawem pozbawienia wolności, sędzia penitencjarny, niezwłocznie, poinformuje o tym fakcie odpowiednie władze [ które zajmują się wykonaniem kary wobec osadzonego] i jeśli to niezbędne, zarządzi zwolnienie osoby, której to dotyczy.”", "C.  Środki cywilne", "41. Przepis Artykułu 23 Kodeksu Cywilnego zawiera niewyczerpującą listę tzw. praw osobistych. Niniejszy Artykuł brzmi:", "", " „Dobra osobiste człowieka, jak w szczególności zdrowie, wolność, cześć, swoboda sumienia, nazwisko lub pseudonim, wizerunek, tajemnica korespondencji, nietykalność mieszkania, twórczość naukowa, artystyczna, wynalazcza i racjonalizatorska, pozostają pod ochroną prawa cywilnego niezależnie od ochrony przewidzianej w innych przepisach.”", "", "Artykuł 24 paragraf 1 Kodeksu Cywilnego stanowi:", "", "„Ten, czyje dobro osobiste zostaje zagrożone cudzym działaniem, może żądać zaniechania tego działania, chyba że nie jest ono bezprawne. W razie dokonanego naruszenia może on także żądać, ażeby osoba, która dopuściła się naruszenia, dopełniła czynności potrzebnych do usunięcia jego skutków, w szczególności ażeby złożyła oświadczenie odpowiedniej treści i w odpowiedniej formie. Na zasadach przewidzianych w kodeksie może on również żądać zadośćuczynienia pieniężnego lub zapłaty odpowiedniej sumy pieniężnej na wskazany cel społeczny.”", "", "42. Artykuł 445 § 1 Kodeksu Cywilnego, znajdujący zastosowanie w sytuacji, gdy osoba doznała naruszenia ciała lub rozstroju zdrowia będących wynikiem niezgodnego z prawem działania lub zaniechania funkcjonariusza Państwowego, brzmi następująco:", "", "„ W wypadkach przewidzianych w artykule poprzedzającym sąd może przyznać poszkodowanemu odpowiednią sumę tytułem zadośćuczynienia pieniężnego za doznaną krzywdę.”", "", "Zgodnie z postanowieniami Artykułu 448 Kodeksu Cywilnego, osoba, której prawo osobiste zostało naruszone może domagać się odszkodowania. Odnośne postanowienia tego przepisu brzmią:", "", "“W razie naruszenia dobra osobistego sąd może przyznać temu, czyje dobro osobiste zostało naruszone, odpowiednią sumę tytułem zadośćuczynienia pieniężnego za doznaną krzywdę lub na jego żądanie zasądzić odpowiednią sumę pieniężną na wskazany przez niego cel społeczny, niezależnie od innych środków potrzebnych do usunięcia skutków naruszenia.....”", "", "43. Dodatkowo, Artykuły 417 i następne Polskiego Kodeksu Cywilnego określają odpowiedzialność deliktową Państwa. Przepis Artykułu 417 Kodeksu Cywilnego stanowił:", "", " „Skarb Państwa ponosi odpowiedzialność za szkodę wyrządzoną przez funkcjonariusza państwowego przy wykonywaniu powierzonej mu czynności.”", "", "", "Po nowelizacji dokonanej w 2004 roku, Artykuł 417 Kodeksu Cywilnego przyjął brzmienie:", "", "„Za szkodę wyrządzoną przez niezgodne z prawem działanie lub zaniechanie przy wykonywaniu władzy publicznej ponosi odpowiedzialność Skarb Państwa lub jednostka samorządu terytorialnego lub inna osoba prawna wykonująca tę władzę z mocy prawa.”", "", "D. Praktyka sądów cywilnych, zgodnie z informacjami przedstawionymi przez Rząd", " 44. W swoich komentarzach co do dopuszczalności oraz zasadności skargi Rząd odniósł się do wyroku Sądu Okręgowego w Koszalinie z dnia 30 maja 2006 r. oraz wyroku Sadu Najwyższego z dnia 28 lutego 2007 r., w których sądu krajowe badały powództwa o odszkodowanie, wniesione przez byłych osadzonych z uwagi na doznane przez nich naruszenia dóbr osobistych.", "1.  Wyrok Sądu Okręgowego w Koszalinie z dnia 30 maja 2006", " 45. W dniu 30 maja 2006 r. Sąd Okręgowy w Koszalinie przyznał odszkodowanie na doznaną szkodę niemajątkową w sprawie z powództwa pewnego N.S., niepalącego osadzonego, który został umieszczony w celi z innymi więźniami palaczami (I C 650/04). Powód zarzucił, iż poprzez zmuszanie go do biernego palenia władze złamały jego prawo do życia w środowisku wolnym od dymu papierosowego i spowodowały u niego cierpienia psychiczne. Ponadto zarzucił, iż w wyniku biernego palenia jego skłonność do alergii pogorszyła się, a cały system odpornościowy został osłabiony.", " 46. Sąd krajowy odniósł się do przepisów Artykułu 444 i 445 Kodeksu Cywilnego. Zauważył, iż pojęcie szkody zgodnie z tymi postanowieniami jest związane z odpowiedzialnością ex delicto opartą na stwierdzeniu winy podmiotu, który spowodował szkodę. Postanowienia wymagają stwierdzenia zaistnienia zarówno materialnej, jak i niematerialnej szkody. Ta ostatnia została zdefiniowana jako fizyczne uszkodzenia ciała lub pogorszenie stanu zdrowia spowodowane niezgodnym z prawem działaniem lub zaniechaniem. To ostatnie może objawiać się poprzez negatywne doznania psychiczne doświadczane przez powoda jako rezultat fizycznych uszkodzeń ciała lub zaburzeń zdrowotnych. W obu przypadkach ciężar dowodu spoczywa na powodzie.", "Sąd Okręgowy w Koszalinie zauważył, iż zgodnie z Rozporządzeniem z 26 listopada 1996 roku w sprawie określenia zasad dopuszczalności używania wyrobów tytoniowych w obiektach zamkniętych podległych Ministrowi Sprawiedliwości („Rozporządzenie z 1996 roku”), osoby przebywające w aresztach śledczych i więzieniach mogą palić tylko w wewnątrz wybranych cel, które zostały do tego celu przeznaczone.", "Stwierdzone zostało, iż administracja aresztu, w którym skarżący przebywał z palącymi działała niezgodnie z postanowieniami Rozporządzenia z 1996 roku i Artykułem 68 Konstytucji. Sąd orzekł jednak, że powód nie udowodnił faktu wystąpienia szkody materialnej, konkretnie uszkodzenia ciała lub zaburzenia zdrowia. Doznał natomiast szkody niematerialnej wynikającej z bezprawnego naruszanie jego prawa do ochrony siebie samego przed skutkami tzw. biernego palenia. Sąd zasądził na rzecz powoda kwotę 5.000 złotych.", "2.  Wyrok Sądu Najwyższego z dnia 28 lutego 2007rtoku", " 47. W dniu 28 lutego 2007 r. Sąd Najwyższy uznał po raz pierwszy prawo osadzonego do powołania się na Artykuł 24 w związku a Artykułem 448 Kodeksu Cywilnego w celu złożenia powództwa cywilnego przeciwko Skarbowi Państwa, w którym dochodziłby swoich praw w związku z doznaniem szkody będącej wynikiem przeludnienia i nieodpowiednich warunków osadzenia: mieszkaniowych czy sanitarnych, istniejących w zakładzie karnym.", "Orzeczenie wywodziło się z powództwa złożonego przez pewnego A.D., który został osadzony w areszcie tuż po tym, jak doznał skomplikowanego złamania nogi oraz ramienia. Powód podnosił, iż nie otrzymał wystarczającej opieki medycznej w areszcie oraz skarżył się na fakt, że przebywa w przeludnionej celi o bardzo słabych warunkach sanitarnych.", "Sąd Najwyższy oddalił złożoną przez niego kasację w części, w jakiej dotyczyła zarzutu nieodpowiedniej opieki lekarskiej. W tym aspekcie Sąd Najwyższy podtrzymał wyroki sądów pierwszej oraz drugiej instancji, które nie dopatrzyły się istnienia związku przyczynowego między pogorszeniem się stanu zdrowia powoda a jakością opieki lekarskiej, która została mu zapewniona w czasie aresztowania.", "  W zakresie, w jakim kasacja odnosiła się do zarzutu przeludnienia oraz nieodpowiednich warunków osadzenia powoda, Sąd Najwyższy uchylił wyrok sądu drugiej instancji, w którym apelacja powoda została oddalona. Sąd Najwyższy stwierdził, że sprawa powinna zostać rozpoznana zgodnie z postanowieniami Artykułu 24 w związku z Artykułem 448 Kodeksu Cywilnego. Orzekł także, że na pozwanym ciąży obowiązek udowodnienia, że warunki osadzenia pozostają zgodne ze standardami ustawowymi i że prawa osobiste powoda nie zostały naruszone. Sprawa została pzrekazana do ponownego rozpoznania przez Sąd Apelacyjny.", " 48. W dniu 6 grudnia 2007 r. Sąd Apelacyjny we Wrocławiu orzekł, że przeludnienie w połączeniu z nieodpowiednimi warunkami osadzenia: zarówno z punktu widzenia warunków życia jak i warunków sanitarnych, mogły powodować doznanie poniżającego traktowania, naruszając tym samym prawa osobiste osadzonego. Z drugiej strony, Sąd zauważył, iż w świetle orzecznictwa Sądu Najwyższego, sąd orzekający w sprawie nie ma obowiązku zasądzać odszkodowania w każdym przypadku stwierdzenia naruszenia dóbr osobistych. Jednym z głównych kryteriów potrzebnych do oceny słuszności przyznania bądź nie przyznania ewentualnego odszkodowania za naruszenie dóbr osobistych jest bowiem stopień winy jaką można przypisać stronie pozwanej. Sąd we Wrocławiu orzekł, iż w odniesieniu do zarzutu przeludnienia nie można było przypisać winy konkretnemu zarządowi zakładu karnego, gdyż owe władze nie miały uprawnienia do odmowy przyjęcia nowych osób, nawet jeśli ich średnia pojemność została faktycznie przekroczona. Ostatecznie sprawa została oddalona.     ", "PRAWO", "I.  ZARZUT NARUSZENIA ARTYKUŁU 3 KONWENCJI", "", " 49. Skarżący zarzucił, iż mimo że wymagał specjalistycznej opieki lekarskiej oraz bezpośredniej i ciągłej pomocy innej osoby w codziennych czynnościach, nie zostały mu one zapewnione podczas jego pobytu w poznańskim Areszcie Śledczym. Mając na uwadze jego szczególną sytuację zdrowotną, konkretnie poważną padaczkę oraz inne schodzenia neurologiczne, brak odpowiedniego leczenia i pomocy, stanowił, w jego mniemaniu, naruszenie zakazu niehumanitarnego i poniżającego traktowania zgodnie z postanowieniami Artykułu 3 Konwencji, który brzmi następująco:", "", "„Nikt nie może być poddany torturom ani niehumanitarnemu lub poniżającemu traktowaniu lub karze”.", "", "A. Dopuszczalność", "", "1. Wstępny sprzeciw Rządu dotyczący niewykorzystania przez skarżącego środków krajowych", "", "(a) Rząd", " 50. Rząd podnosił, iż skarżący nie wykorzystał wszystkich dostępnych środków krajowych. W szczególności mógł był, lecz tego nie uczynił, skorzystać z postanowień Artykułów 23 i 24 Kodeksu Cywilnego, w związku z Artykułem 445 lub 448 tego Kodeksu w celu wniesienia powództwa o odszkodowanie za zarzucane naruszenie zdrowia. W tym kontekście, Rząd oparł się na wyroku Sądu Okręgowego w Koszalinie z dnia 30 mają 2006 r. (zobacz punkty 45-46 powyżej) oraz na wyroku Sądu Najwyższego z dnia 28 lutego 2007 r. (zobacz punkty 47-48 powyżej).", " (b) Skarżący", "  51. Skarżący tłumaczył, że składał oficjalne skargi do władz penitencjarnych na podstawie przepisów Kodeksu Postępowania Wykonawczego, w tym skargę do Okręgowego Inspektoratu Służby Więziennej, lecz każda z nich została odrzucona. Jednocześnie podnosił, iż przedmiotowy środek o charakterze cywilnym nie był w stanie zapewnić natychmiastowej ulgi żadnej z osób przebywających w areszcie, gdyż postępowania przed sądami cywilnymi są długotrwałe i kosztowne.", " (i) generalne zasady odnoszące się do wykorzystania środków krajowych", "  52. Trybunał zauważa, że zasada dotycząca konieczności wykorzystania środków krajowych, która jest zawarta w artykule 35 § 1 Konwencji wymaga, aby skarżący skorzystał z normalnych środków, które zostały przewidziane prawem oraz które można uznać za dostępne i wystarczając w celu dochodzenia zadośćuczynienia za doznane naruszenia, jakie przywołuje w skardze. Istnienie przedmiotowych środków odwoławczych musi być wystarczająco pewne, nie tylko z punktu widzenia teorii, ale również i w praktyce. Skutkiem nieistnienia takowych środków jest brak wymaganej dopuszczalności oraz skuteczności.(zobacz, między innymi: Akdivar i Inni przeciwko Turcji, wyrok z dnia 16 września 1996 r., Księgi wyroków i decyzji 1996 -IV, § 65)", " 53. Na polu wykorzystania środków krajowych konieczne jest odpowiednie przypisanie ciężaru dowodu. To na Rządzie, domagającym się stwierdzenia niewykorzystania środków, spoczywa ciężar udowodnienia Trybunałowi, że środek krajowy [jaki powołuje] był w przedmiotowym czasie, skuteczny i możliwy do podniesienia zarówno w teorii jak i w praktyce, a co za tym idzie, że był on dostępny, dawał możliwość uzyskania zadośćuczynienia w odniesieniu przedstawionych przez skarżącego zarzutów jak również, z racjonalnego punktu widzenia, ofiarował potencjalny sukces [w przypadku wytoczenia powództwa]. Jednakże, w momencie gdy Rząd przedstawi tego typu dowód, na skarżącego przechodzi dalsze przekonywanie, że opisany przez Rząd środek był faktycznie przez niego wykorzystany lub z jakiś powodów okazał się wobec niego nieodpowiedni lub nieskuteczny w określonych okolicznościach sprawy albo że wystąpiły szczególne okoliczności, które zwolniłyby skarżącego z wymogu jego wykorzystania ( ibidem. § 68)", "Dodatkowo, przepis artykułu 35 § 1 musi być stosowany z pewną dozą elastyczności oraz bez zbytniego formalizmu. Oznacza to, między innymi, iż trzeba przyjąć realistyczny punkt widzenia nie tylko co do formalnego wymogu istnienia przedmiotowych środków w systemie prawnym Państwa-Strony, ale również co do zasadniczego prawnego oraz politycznego kontekstu, w jakim środki te są umiejscowione, nie zapominając również o indywidualnych okolicznościach sprawy konkretnego skarżącego ( ibidem § 69).", " (ii) zastosowanie powyższych zasad w przedmiotowej sprawie.", "  54. Trybunał odnotowuje, iż w przedmiotowym postępowaniu, Rząd przedstawił przykłady praktyki krajowej, gdzie powołanie się na przepis Artykułu 445 Kodeksu cywilnego przyniosło pozytywny skutek w postaci zasądzenia powodowi odszkodowania za szkodę niematerialną, spowodowaną bezprawnym naruszeniem jego prawa do ochrony przed szkodliwymi skutkami biernego palenia. Rząd ponadto powołał się na wyrok Sądu Najwyższego po raz pierwszy uznający prawo zatrzymanego do wniesienia, na podstawie Artykułu 448 Kodeksu Cywilnego, powództwa cywilnego przeciwko Skarbowi Państwa za doznanie szkody będącej konsekwencją przeludnienia i wynikających z niego nieodpowiednich warunków osadzenia, w tym warunków sanitarnych, jakie istniały w zakładzie karnym. ", " 55. Trybunał przyjmuje wskazane nowości (new developments) orzecznictwa krajowego w dziedzinie dóbr osobistych. Jednakże, nadal nie jest przekonany, czy odnośne orzeczenia mogą wywołać równoległy skutek w odniesieniu do skarg wynikających z braku odpowiedniej opieki lekarskiej w zakładach karnych oraz czy mogą być uznane za przykłady powszechnej i dobrze ugruntowanej praktyki w odniesieniu do dnia dzisiejszego, a tym bardziej w odniesieniu do czasu, w którym skarżący wniósł swoją skargę do Trybunału.", " W związku z powyższym, Trybunał przypomina, że zgodnie z jego od dawna ustalonym orzecznictwem, celem zasady określonej w Artykule 35 § 1 Konwencji jest przyznanie Państwu-Stronie możliwości przeciwdziałania lub skutecznego rozstrzygania skarg o naruszenia, które potem stają się przedmiotem skargi przeciwko niemu do Trybunału (zobacz Dankevich przeciwko Ukrainie, nr 40679/98, § 107, z dnia 29 kwietnia 2003 r.). Trzeba zauważyć, że skarżący złożył swoją skargę do Trybunału w dniu 4 czerwca 2005 r. Do tego czasu spędził prawie dwa lata, bez przerwy, w areszcie (zobacz punkty od 1 do 20 i następne, powyżej).", " 56. Zatem nie można stwierdzić, aby te dwa przedstawione przez Rząd przykłady z orzecznictwa krajowego pokazywały, że w okolicznościach niniejszej sprawy, a w szczególności, w czasie kiedy skarżący złożył skargę do Trybunału, powództwo z Artykułu 445 oraz Artykułu 448 Kodeksu Cywilnego mogły zagwarantować mu możliwość otrzymania lepszej opieki lekarskiej w zwykłym zakładzie karnym lub umożliwiły mu przeniesienie na neurologiczny oddział więziennego szpitala.", " (c) Wnioski Trybunału", " 57. W związku z powyższym, Trybunał nie uznaje, środków, na które powoływał się Rząd za odpowiednie i skuteczne w odniesieniu do sprawy skarżącego dotyczącej jego leczenia w zakładzie karnym. [Trybunał] nie widzi również, aby Rząd zademonstrował skuteczność jakiegoś innego środka istniejącego w prawie krajowym, obok skarg o charakterze administracyjnym, którym mógłby posłużyć się skarżący w celu uzyskania żądanego zadośćuczynienia.", "Dlatego też, wstępne zastrzeżenie Rządu dotyczące [nie]wykorzystania środków krajowych musi zostać odrzucone.", "2. Wstępne zastrzeżenie Rządu co do nieprzestrzegania zasady sześciu miesięcy", "(a) Rząd", " 58. Rząd przedstawił, iż od kwietnia 1999 r. do czerwca 2005 r. skarżący pięciokrotnie był umieszczany w Areszcie Śledczym w Poznaniu (zobacz punkty 8,15,19 i 21 powyżej). W międzyczasie był osadzony w innych zakładach karnych oraz dwukrotnie zwolniony z więzienia. Skarżący przebywał na wolności od dnia 28 lutego do dnia 5 września 2002 r. oraz od dnia 28 kwietnia do dnia 5 sierpnia 2003 r. W konsekwencji, badanie niniejszej skargi przez Trybunał powinno być ograniczone do czasu, w którym skarżący przebywał w Areszcie Śledczym w Poznaniu między 18 maja a 12 lipca 2005 roku, a reszta skargi jest niedopuszczalna w związku z niezgodnością z zasadą sześciu miesięcy.", "(b) Skarżący", "Skarżący nie kwestionował tego argumentu w takim zakresie, w jakim odnosił się on do jego przebywania w areszcie przed dniem 18 mają 2005. Jednakże, podniósł, że w Areszcie Śledczym w Poznaniu przebywał także w 2006 oraz w 2007 roku.", " (c) wniosek Trybunału", "Mając na uwadze, ze skarżący wniósł swoją skargę do Trybunału w dniu 4 czerwca 2005 (zobacz punkt 1 powyżej), Trybunał uznaje, że skargi dotyczące czterech okresów osadzenia w Areszcie Śledczym w Poznaniu, konkretnie od 13 kwietnia do 23 czerwca 1999 r., od dnia 20 lipca 1999 do 4 stycznia 2000 r., od 17 września do 30 października 2001 r. oraz od dnia 5 do 27 sierpnia 2003 r. są niezgodne z zasadą sześciu miesięcy.", "3. Wnioski dotyczące dopuszczalności skargi", "Biorąc pod uwagę powyższe rozważania, Trybunał oddala wstępny sprzeciw Rządu co do niewykorzystania środków krajowych.", "  Trybunał uznaje jednak sprzeciw Rządu co do niezgodności z zasadą sześciu miesięcy i uznaje, że skarga w tej części, w której odnosi się do pobytu skarżącego w Areszcie Śledczym w Poznaniu w czterech okresach wskazanych szczegółowo wyżej (zobacz punkt powyżej), została wniesiona po czasie a zatem musi być odrzucona zgodnie z Artykułem 35 §1 i § 4 Konwencji.", "    W konsekwencji, Trybunał uznaje, że w pozostałej części, czyli tej, która dotyczy pobytów skarżącego w Areszcie Śledczym w Poznaniu od 18 mają 2005 do 12 lipca 2005 r., od 5 stycznia 2006 r. aż do nieokreślonej daty, prawdopodobnie dnia 20 marca 2006 r., jak również od dnia 9 maja 2007 r. do 30 listopada 2007 r., skarga nie jest oczywiście bezzasadna w znaczeniu Artykułu 35 § 3 Konwencji. Dalej [Trybunał] zauważa, że nie jest ona również niedopuszczalna z jakichkolwiek innych powodów, dlatego musi zostać uznana za dopuszczalną.", "", "B.  MERITUM SPRAWY", "1. Twierdzenia stron", "Skarżący zarzucił, iż mimo że wymagał specjalistycznej opieki lekarskiej oraz bezpośredniej i ciągłej pomocy innej osoby w codziennych czynnościach, nie zostały mu one zapewnione podczas jego pobytu w Poznańskim Areszcie Śledczym. Ponadto podniósł, iż dyrekcja Aresztu Śledczego w Poznaniu odmówiła mu możliwości przyjmowania leku o nazwie Gabitril, który był zagranicznym lekarstwem przepisanym mu w przeszłości przez lekarza spoza aresztu. Zamiast tego leku, lekarz dyżurny Aresztu Śledczego w Poznaniu przepisał mu tańszy polski odpowiednik oraz udzielił nieodpowiedniej pomocy lekarskiej.", "Skarżący uważał, iż stan jego zdrowia był na tyle poważny, że nie nadawał się do długotrwałego przebywania w areszcie, w którym nie było wykwalifikowanego personelu lekarskiego do leczenia schorzeń neurologicznych. Władze były w pełni świadome jego sytuacji zdrowotnej oraz zaleceń biegłych wyznaczonych przez sąd, jak również specjalisty neurologa ze szpitala w Gdańskim Areszcie Śledczym. Mimo to, skarżący przebywał przez większość czasu w poznańskim Areszcie Śledczym, czy to na zwykłym oddziale czy to na oddziale szpitalnym. Ten okres był przerwany tylko kilkoma krótkimi okresami, kiedy podlegał hospitalizacji w jedynym właściwym, jak twierdzi, ośrodku w Polsce, tj. na oddziale neurologicznym szpitala w Areszcie Śledczym w Gdańsku.", "Co więcej, skarżący zarzucał, że zastosowana wobec niego zmiana leczenia farmakologicznego, została wprowadzona nie przez lekarzy specjalistów z zakresu neurologii, lecz przez internistów. Alternatywna terapia nie opierała się na wskazaniach medycznych, lecz była raczej podyktowana wolą zmniejszenia kosztów leczenia. Odstawienie Gabitrilu spowodowało częstsze oraz poważniejsze napady padaczkowe, którym towarzyszyły utrata przytomności i nietrzymanie moczu.", "Skarżący zarzucił, że w czasie pobytu w Poznańskim Areszcie Śledczym miał ciągle poczucie niższości wobec swoich współtowarzyszy z celi, gdyż był zależny od udzielanej przez nich pierwszej pomocy w momentach, w których dochodziło do napadów padaczkowych oraz w bieżących czynnościach życia codziennego. Skarżący podniósł ponadto, iż czuł się poniżony względem innych osadzonych w celi, gdyż w wyniku swoich napadów często tracił przytomność i moczył się.", "", "", "\t(b) Rząd", "", "Rząd podnosił, że skarga ma charakter oczywiście bezzasadny, ponieważ skarżący otrzymał odpowiednią opiekę lekarską oraz przepisane przez specjalistów leki. Rząd podkreślał, że skarżący przebywał w celi z osobami, które wiedziały, jak zachowywać się w przypadku wystąpienia napadu padaczkowego. Zauważył również, ze za każdym razem, kiedy stan zdrowia skarżącego stawał się niepokojący, zlecano jego przebadanie i sporządzenie raportu przez niezależnych ekspertów. W razie konieczności skarżący był transportowany do szpitala w Areszcie Śledczym w Gdańsku, w celu zapewnienia mu lepszej opieki lekarskiej. Wreszcie Rząd poinformował, że skarżący był zdolny do wykonywania rutynowych czynności dnia codziennego bez korzystania z pomocy osób trzecich.", "Co się tyczy zamiany leku o nazwie Gabitril na jego odpowiednik, Rząd stwierdził, że w czasie przyjmowania zastępczego leku skarżący pozostawał pod ścisłą kontrolą lekarza w szpitalu poznańskiego Aresztu Śledczego, gdzie prawie codziennie przechodził badania lekarskie.", "", "", "Ocena Trybunału", "", "", "(a) Zasady ogólne", "", "Trybunał przypomina, że zgodnie z jego orzecznictwem, złe traktowanie musi zawierać w sobie minimalny element dolegliwości, jeśli ma mieścić się w zakresie Artykułu 3. Ocena tego minimalnego poziomu jest z natury rzeczy relatywna; zależna od wszystkich okoliczności sprawy, takich jak długość działania podlegającego ocenie, jego skutki w odniesieniu do zdrowia fizycznego i psychicznego, a także w niektórych przypadkach, płci, wieku, stanu zdrowia ofiary (zobacz Kudła przeciwko Polsce [WI], nr 30210/96, § 91, ETPCz 200o-III). Mimo że cel takiego traktowania jest czynnikiem, który należy brać pod uwagę, w szczególności, jeśli chodzi o zweryfikowanie, czy miało ono wywołać poniżenie lub zdegradować ofiarę, to brak takiego celu nie prowadzi nieuchronnie do stwierdzenia, że nie doszło do naruszenia przepisów artykułu 3 Konwencji (zobacz Peers, cytowany wyżej, § 74).", "Co więcej, nie można wykluczyć, że osadzenie w areszcie chorej osoby może powodować pojawienie się zagadnienia w zakresie Artykułu 3 Konwencji (zobacz Mouisel przeciwko Francji nr 67263/01, § 37, ETPCz 2002-IX). Przepis Artykułu 3 Konwencji nie może być interpretowany jako ustalający generalny obowiązek do zwolnienia zatrzymanego z powodu wystąpienia przesłanek zdrowotnych bądź jako obowiązek do przetransportowania go do publicznego szpitala, nawet jeśli osoba ta cierpi na choroby szczególnie trudne do wyleczenia (zobacz Mouisel, cytowany wyżej, § 40). Jednakże, przepis tego Artykułu wymaga od Państwa zapewnienia, aby więźniowie osadzeni byli w warunkach, które nie uwłaczają godności ludzkiej, aby sposób wykonywania kary nie narażał ich na ból czy trudności, których intensywność przekraczałaby nieunikniony poziom cierpienia, nieodłącznie związany z faktem osadzenia oraz aby mając na względzie praktyczne uwarunkowania kary pozbawienia wolności, zdrowie oraz samopoczucie [osadzonych] było odpowiednio zabezpieczone przez, między innymi, udzielanie im wymaganej pomocy lekarskiej (zobacz Hurtado przeciwko Szwajcarii, wyrok z dnia 29 stycznia 1994 r., Serie A nr 280-A, opinia Komisji, punkty of 15 do 16, oraz wyrok Moiusel, cytowany wyżej, § 40).", "", "(b) Zastosowanie powyższych zasad do przedmiotowej sprawy", "", "Trybunał musi określić, czy w trakcie osadzenia w poznańskim Areszcie Śledczym od dnia 18 maja do 12 lipca 2005 r., od dnia 5 stycznia 2006 r. do nieokreślonej daty, najprawdopodobniej do dnia 20 marca 2006 r. oraz od 9 maja do 30 listopada 2007 r., skarżący potrzebował stałej opieki lekarskiej, czy był jej, jak twierdzi, pozbawiony, a jeśli tak, czy sytuacja, w jakiej się znajdował, urastała do niehumanitarnego i poniżającego traktowania niezgodnie z Artykułem 3 Konwencji (zobacz Farbtuhs przeciwko Łotwie, nr 4672/02, § 53, z dnia 2 grudnia 2004, oraz Sarban p. Mołdawii, nr 3456/05, § 78, z dnia 4 października 2005).", "    W tym kontekście Trybunał przypomina, że sam skarżący ograniczył zakres skargi tylko do swego pobytu w Areszcie Śledczym w Poznaniu i dodatkowo, jako niezgodne z zasadą sześciu miesięcy, wyeliminowane zostały z rozpoznania jego cztery okresy pobytu w tym ośrodku. Mimo tego, zagadnienie, czy skarżący podczas swego pobytu w Areszcie Śledczym w Poznaniu doznawał czy też nie niehumanitarnego lub poniżającego traktowania, musi być oceniane w kontekście całości sprawy. Mając to na uwadze, Trybunał musi zbadać okres osadzenia skarżącego od dnia 5 sierpnia 2003 r. do dnia 30 listopada 2007 r.", "Dowody pochodzące z różnorodnych źródeł medycznych przedstawione przez obie strony potwierdzają, że skarżący cierpiał przynajmniej na trzy poważne schorzenia, które wymagały zapewnienia mu regularnej opieki medycznej, konkretnie chodzi o padaczkę, encephalopatię i demencję. Doznawał częstych napadów padaczkowych, czasami kilka razy na dzień (zobacz punkty 7,8,32 i 33 powyżej).", "Skarżący wyraźnie cierpiał na skutek stanu zdrowotnego, w jakim się znajdował. W czasie jego pobytu w warunkach izolacji kilku lekarzy podkreślało, że powinien podlegać specjalistycznemu psychiatrycznemu i neurologicznemu leczeniu oraz, że powinien znajdować się pod stałą kontrolą lekarza (zobacz punkty 8,13,26 i 33 powyżej). Już w 2001 roku biegli z medycyny, powołani przez Sąd Rejonowy w Białymstoku, byli zdania, że system penitencjarny nie mógł zaoferować skarżącemu koniecznego leczenia i zarekomendowali, aby poddał się on operacji chirurgicznej mózgu (zobacz punkt 9 powyżej). W dniu 9 mają 2007 roku, kiedy skarżący został zwolniony z Zakładu Karnego w Czarnem, lekarze wyraźnie zalecili umieszczenie go pod dwudziestoczterogodzinną opieką (zobacz punkt 30 powyżej). W świetle powyższego, Trybunał jest przekonany, że skarżący potrzebował stałego nadzoru lekarskiego, w braku którego narażony był na poważne ryzyko utraty zdrowia.", "Skarżący musiał być świadomy, że w każdej chwili istniało ryzyko wystąpienia stanu zagrożenia jego zdrowia, które mogłoby przynieść bardzo poważne skutki oraz że przez większość czasu nie mógł otrzymać natychmiastowej pomocy lekarskiej. Trybunał przyjmuje wyjaśnienia Rządu, że w przedmiotowym czasie, skarżący był dwukrotnie badany przez neurologa oraz szesnaście razy przez wewnętrznego lekarza więziennego. Z jednej strony, trzeba podkreślić, że skarżący doznawał częstych napadów padaczki i w czasie gdy był przebywał na zwykłym oddziale Aresztu Śledczego w Poznaniu, mógł liczyć na natychmiastową pomoc jego współtowarzyszy z celi oraz na następcze badanie przez dyżurnego lekarza, który nie był specjalistą z dziedziny neurologii. Dodatkowo, w związku z jego zaburzeniami osobowościowymi oraz objawami demencji, skarżący nie był w stanie działać autonomicznie czy to podejmując decyzje czy w przedsiębraniu bardziej wymagających czynności życia codziennego. To musiało wzbudzać w nim  uzasadniony niepokój oraz z pewnością umiejscawiało go w pozycji niższości względem innych więźniów.", "Fakt, że od dnia 24 czerwca do 12 lipca 2005 r. skarżący przebywał dwukrotnie na oddziale szpitalnym poznańskiego Aresztu Śledczego nie zmienia w niczym tego wniosku, gdyż placówka ta nie specjalizowała się w leczeniu schorzeń neurologicznych oraz z tego powodu, że i tak poddany był tam hospitalizacji przez bardzo krótki okres.", "\tCo więcej, umieszczenie skarżącego, od dnia 9 maja do 30 listopada 2007 r. w zwykłej celi skrzydła więziennego w Poznańskim Areszcie Śledczym, bez zapewnienia mu dwudziestoczterogodzinnego nadzoru lekarskiego, było jawnie sprzeczne z zaleceniami lekarzy, którzy leczyli pacjenta w szpitali więziennym w Czarnem we wcześniejszym okresie. Fakt, że w czasie swego osadzenia skarżący był osiemnaście razy przebadany przez personel medyczny aresztu śledczego nie ma tu związku, gdyż opieka lekarska, która otrzymywał miała charakter ogólny, a żaden z lekarzy nie był specjalistą neurologiem.", "  Ostatecznie, Trybunał jest zaskoczony argumentem Rządu, że warunki, w jakich przebywał skarżący, były odpowiednie, gdyż dzielił on cele z innymi więźniami, którzy wiedzieli jak zareagować w momencie wystąpienia medycznej konieczności. Trybunał pragnie podkreślić swoją dezaprobatę dla sytuacji, w której personel zakładu karnego czuje się zwolniony z powinności zapewnienia bezpieczeństwa i opieki bardziej potrzebującym więźniom i czyni ich współtowarzyszy z celi odpowiedzialnymi za udzielenie im pomocy w codziennych czynnościach lub, jeśli to konieczne, nakazuje służyć niezbędnym ratunkiem w sytuacji nagłej.", "Na końcu, Trybunał musi być świadomy trzech istotnych czynników, z których składa się istota sprawy.", "     Po pierwsze, czas, kiedy skarżący mógł polegać wyłącznie na systemie opieki zdrowotnej zapewnianej przez władze więzienne, wynosił więcej niż cztery lata, tj. od 6 sierpnia 2003 r. do dnia 30 listopada 2007 r. W związku z tym, Trybunał jest zaniepokojony faktem, że przez większość tego czasu skarżący przebywał w zwykłych zakładach karnych albo, najwyżej, na wewnętrznych oddziałach szpitali więziennych. Tylko dwukrotnie był hospitalizowany na specjalistycznym oddziale neurologii szpitala Aresztu Śledczego w Gdańsku.", "\tPo drugie, skarżący był często przewożony na dalekie dystanse i to osiemnaście razy między różnymi placówkami więziennymi. W tym zakresie, Trybunał uznaje, że tak częste zmiany środowiska musiały powodować u niego negatywne skutki, gdyż skarżący pozostawał wówczas osobą o kruchej strukturze mentalnej.", "\tPo trzecie, Trybunał bierze pod uwagę fakt, że przez znaczący okres skarżący brał określone - oryginalne (non-generic) leki, które zostały mu przepisane przez specjalistę z zakresu neurologii szpitala w Gdańskim Areszcie Śledczym i że w czerwcu 2005 r. jego kuracja została zmieniona się na tzw. analogi (generic drugs) na podstawie decyzji lekarzy praktykujących w szpitalu Aresztu Śledczego w Poznaniu, którzy nie byli neurologami. Trybunał zauważa ponadto, że kiedy w październiku 2005 r. skarżący został ostatecznie przeniesiony na oddział neurologiczny szpitala Gdańskiego Aresztu Śledczego, natychmiast wznowiono mu kuracje poprzednio przepisanymi lekami.", "\tTrybunał przypomina, że Konwencja nie gwarantuje prawa do otrzymywania pomocy lekarskiej, która przewyższałaby standardowy poziom leczenia dostępny dla ogółu społeczeństwa (zobacz Nitecki przeciwko Polsce (dec). Nr 56653/01, z dnia 21 marca 2002). Niemniej jednak, [Trybunał] przyjmuje rację skarżącego, która nie została zakwestionowana przez Rząd, jakoby zmiana oryginalnego leku na jego odpowiednik spowodowała wzrost liczby jego dziennych napadów padaczkowych oraz uczyniła ich skutki bardziej dotkliwymi (zobacz punkt 64 powyżej) przyczyniając się w ten sposób do zwiększenia u skarżącego poczucia pokonania oraz fizycznego cierpienia spowodowanego chorobą.", "W opinii Trybunału, brak odpowiedniej opieki lekarskiej w poznańskim Areszcie Śledczym oraz umieszczenie skarżącego w pozycji zależności oraz niższości względem jego zdrowych współtowarzyszy z celi naruszyło jego godność osobistą oraz naraziło go na szczególny trud, które z kolei wywołały niepokój oraz cierpienie wykraczające poza poziom nieuchronnie związany z pozbawianiem wolności.", "Podsumowując, Trybunał uznaje, że stałe trzymanie skarżącego w warunkach więziennych bez właściwej opieki lekarskiej oraz pomocy stanowiły niehumanitarne traktowanie, które stanowi naruszenie Artykułu 3 w rozumieniu Konwencji.", "", "", "II.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "78.   Artykuł 41 Konwencji stanowi:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkoda", "79.\tSkarżący domagał się odszkodowania w wysokości 10.000 euro za doznaną krzywdę, nie domagał się natomiast żadnego odszkodowania za szkodę majątkową..", "80 \tRząd nie skomentował jego roszczeń.", "81.\tTrybunał uważa, że skarżący musiał doświadczyć określonego niepokoju i cierpienia, w znacznej mierze z powodu zlekceważenia jego potrzeb zdrowotnych przez władze i dlatego przyznaje mu kwotę 3.000 Euro tytułem doznanej szkody niemajątkowej.", "", "", "B. Koszty i wydatki", "", "Skarżący, któremu przyznano pomoc prawną w postępowaniu, zażądał pokrycia kosztów i wydatków poniesionych przez Trybunałem.", "   Jednakże [zauważa, że] skarżący nie sprecyzował ani jakiej kwoty się domaga ani nie przedstawił, żadnych dokumentów poświadczających swoje żądanie.", "83.\tRząd nie ustosunkował się do żądań w tej kwestii.", "84.\tW odniesieniu do kosztów, zgodnie z orzecznictwem Trybunału, skarżący jest upoważniony do otrzymania zwrotu kosztów i wydatków jedynie w takim zakresie, w jakim zostało wykazane, iż zostały one faktycznie poniesione, konieczne a także, że były rozsądne co do wysokości. W przedmiotowej sprawie, mając na względzie fakt, że skarżący posiadał dostęp do informacji oraz to, że był reprezentowany w postępowaniu przez Trybunałem przez zawodowego pełnomocnika, Trybunał odrzuca jego roszczenie co do zwrotu kosztów i wydatków poniesionych w postępowaniu krajowym.", "", "\tC.  Odsetki", "", "63.  Trybunał uznaje za właściwe aby odsetki z tytułu nie wypłacenia zasądzonych kwot były ustalone zgodnie ze stopą procentową Europejskiego Banku Centralnego na koniec dnia, plus trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "1.  Uznaje, skargę za niedopuszczalną w zakresie, w jakim dotyczy on zatrzymania skarżącego w Areszcie Śledczym w Poznaniu w latach 1999, 2001 i 2003, a  w pozostałym zakresie uznaje ja za dopuszczalną;", "", "2. Uznaje, iż doszło do naruszenia Artykułu 3 Konwencji", "", "3.  Uznaje, iż", " (a) pozwane Państwo ma wypłacić skarżącym łącznie, w ciągu trzech miesięcy od dnia, kiedy wyrok stanie się prawomocny zgodnie z artykułem 44 § 2 Konwencji, kwotę 3,000 euro (trzy tysiące euro) plus jakikolwiek podatek jaki może być od tej sumy pobrany, z tytułu poniesionej szkody niematerialnej. Wskazana suma będzie przeliczona na złotówki według kursu z dnia realizacji wyroku,", "  ", "(b) od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty płatne od tej sumy będą zwykłe odsetki według stopy procentowej Europejskiego Banku Centralnego na koniec dnia, plus trzy punkty procentowe;", "", "3.  Oddala pozostałą część roszczenia skarżącego o zadośćuczynienie.", "", "Sporządzono w języku angielskim i obwieszczono pisemnie dnia 3 lutego 2009 r, zgodnie z artykułem 77 § 2 i 3 Regulaminu Trybunału.", "", "\tLawrence Early \tNicolas Bratza\n\tKanclerz\tPrzewodniczący", "\n", ""]}