{"file": "POL_HJUDPOL_15339_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "15339/02", "text_paragraphs": ["", "© Naczelny Sąd Administracyjny,  [Translation already published on the official website of the Polish Supreme Administrative Court]. Permission to re-publish this translation has been granted by the Polish Supreme Administrative Court for the sole purpose of its inclusion in the Court’s database HUDOC", "© Naczelny Sąd Administracyjny,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Naczelnego Sądu Administracyjnego]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Naczelny Sąd Administracyjny wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "PIERWSZA SEKCJA", "", "SPRAWA BUDAYEVA I INNI przeciwko ROSJI", "", "(Skargi nr 15339/02, 21166/02, 20058/02, 11673/02 oraz 15343/02)", "", "", "", "WYROK", "", "", "STRASBURG", "", "20 marca 2008 r.", "", "", "OSTATECZNY", "", "29/09/2008", "", "", "Wyrok ten stanie się ostateczny zgodnie z warunkami określonymi w artykule 44 § 2 Konwencji. Wyrok podlega korekcie wydawniczej.\n", "W sprawie Budayeva i Inni przeciwko Rosji,", "Europejski Trybunał Praw Człowieka (Pierwsza Sekcja), zasiadając jako Izba w składzie:", "\tChristos Rozakis, Przewodniczący,\n\tNina Vajić,\n\tAnatoly Kovler,\n\tElisabeth Steiner,\n\tKhanlar Hajiyev,\n\tGiorgio Malinverni,\n\tGeorge Nicolaou, sędziowie,\noraz Søren Nielsen, Kanclerz Sekcji,", "obradując na posiedzeniu niejawnym w dniu 28 lutego 2008 r.,", "wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "[Paragrafy 1-6 wyroku pominięte]", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "[Paragrafy 7-100 wyroku pominięte i zastąpione tłumaczeniem poniższego streszczenia przygotowanego przez Kancelarię Europejskiego Trybunału Praw Człowieka", "", "Streszczenie stanu faktycznego: Miasto Tyrnauz (Rosja) znajduje się na obszarze, na którym od 1937 r. co roku odnotowywane są lawiny błotne. Latem 2000 r. przez okres siedmiu dni przeszła przez to miasto seria lawin błotnych, w których zginęło co najmniej 8 osób, w tym mąż skarżącej. Jej młodszy syn został poważnie ranny, a drugi skarżący i jego córka doznały poważnych obtarć. Mieszkania i mienie skarżących zostały zniszczone i pomimo, że otrzymały one nieodpłatne mieszkania zamienne oraz zryczałtowane zasiłki celowe, od czasu klęski żywiołowej ich stan zdrowotny uległ pogorszeniu. Prokuratura podjęła decyzję, aby nie wszczynać postępowania karnego zarówno w sprawie klęski żywiołowej, jak i śmierci męża skarżącej, która to śmierć została uznana za wynik nieszczęśliwego wypadku. Powództwo cywilne wniesione następnie przez skarżących przeciwko władzom zostało oddalone na tej podstawie, że lokalna ludność została poinformowana o zagrożeniu przez media oraz że podjęte zostały wszelkie rozsądne środki w celu złagodzenia jego skutków.", "Podczas postępowania przed Trybunałem Rząd utrzymywał, że wyjątkowe nasilenie się lawin błotnych oznaczało, że niemożliwe było ich przewidzenie lub powstrzymanie, a każdy mieszkaniec, który wrócił do domu po pierwszej fali, zrobił to z naruszeniem poleceń o ewakuacji.", "Skarżący oskarżyli władze o niedokonanie stosownych napraw wadliwego sprzętu, niewydanie ostrzeżenia z wyprzedzeniem oraz nieprzeprowadzenie dochodzenia. Przedstawili oficjalną dokumentację wykazującą, że w regionalnym budżecie nie zostały przydzielone żadne fundusze na naprawy oraz że na długo przed klęską żywiołową władze otrzymały szereg ostrzeżeń z Instytutu Górskiego (agencji państwowej odpowiedzialnej za nadzorowanie zagrożeń pogodowych w obszarach znajdujących się na dużej wysokości nad poziomem morza), wzywających je do przeprowadzenia napraw i ustanowienia punktów obserwacyjnych ułatwiających ewakuację ludności, w razie takiej potrzeby. Jedno z ostatnich ostrzeżeń odnosiło się do możliwości rekordowych strat i rekordowej liczby ofiar w przypadku nieprzeprowadzenia tych działań w trybie natychmiastowym.]", "", "II.  WŁAŚCIWE PRAWO KRAJOWE", "[Paragrafy 101-104 wyroku pominięte]", "", "PRAWO", "I.  ZARZUT WSTĘPNY RZĄDU", "A.  Oświadczenia stron", "105. Rząd stwierdził, że skarga dotycząca domniemanego naruszenia prawa do życia gwarantowanego w art. 2 powinna zostać uznana za niedopuszczalną ze względu na niewyczerpanie krajowych środków odwoławczych. Stwierdził, że osoby skarżące powinny były odwołać się od poszczególnych decyzji o zaniechaniu dochodzenia karnego w sprawie katastrofy. W przypadku sprawy pierwszej skarżącej, właśnie taka decyzja została podjęta przez Prokuraturę regionu Elbrus dnia 3 sierpnia 2000 r., która dotyczyła wyraźnie śmierci jej męża i stwierdzała, że Prokuratura nie wnosi o przeprowadzenie dochodzenia karnego. W przypadku pozostałych skarżących Rząd odniósł się do ogólnego orzeczenia tej samej Prokuratury, rzekomo wydanego w tym samym terminie, iż nie jest wymagane przeprowadzenie żadnego dochodzenia w sprawie klęski żywiołowej, która miała miejsce pomiędzy 8 a 25 lipca 2000 r. Ponadto stanowisko skarżących w postępowaniu cywilnym w sprawie odszkodowania nie opierało się na naruszeniu prawa do życia.", "106. Skarżący zakwestionowali zarzut Rządu. Stwierdzili, że skala przedmiotowych wydarzeń sprawiała, iż władze były zobowiązane przeprowadzić dochodzenie bez oczekiwania na wnioski ofiar lub ich rodzin z żądaniami podjęcia działań przez władze. Twierdzili ponadto, że sposób podjęcia i doręczenia decyzji o zaniechaniu przeprowadzenia postępowania karnego sprawił, że odwołanie się od takich decyzji było dla ofiar niewykonalne.", "107. Pierwsza skarżąca stwierdziła, że decyzja została doręczona jej siostrze, podczas gdy skarżąca zajmowała się swoim synem, znajdującym się na oddziale intensywnej opieki medycznej oraz gdy ona sama znajdowała się w rozpaczliwym stanie. Utrzymywała, że decyzja nie określała sposobu odwołania się od niej oraz iż w okolicznościach utraty męża i zniszczenia domu nie była w stanie zasięgnąć oraz ponieść kosztów porady prawnej. Dodała, że prokuratura była wyraźnie zdeterminowana, aby nie prowadzić dalej tej sprawy oraz że próby odwołania się od decyzji poszłyby na marne. Zdecydowała więc, że najlepszym sposobem dochodzenia roszczeń będzie powództwo cywilne.", "108. Co do decyzji ws. odmowy wszczęcia ogólnego dochodzenia w sprawie katastrofy, wszyscy skarżący, włącznie z pierwszą skarżącą, zaprzeczyły posiadaniu jakiejkolwiek wiedzy na temat jej wydania i stwierdzili, że w związku z tym nie byli w stanie odwołać się od niej przed właściwymi organami.", "", "B. Ocena Trybunału", "1.  W odniesieniu do pierwszej skarżącej", "109. Rząd twierdził, że pierwsza skarżąca nie złożyła skargi na mocy kodeksu postępowania karnego wobec decyzji prokuratora ws. zaniechania przeprowadzenia postępowania karnego w sprawie okoliczności śmierci jej męża. Mimo iż oczywiste jest, że na Państwie ciążył obowiązek podjęcia działań i zbadania okoliczności śmierci, Rząd wniósł, że skarżąca nie odwołała się od niedopełnienia przez władze tego obowiązku pomimo, że skuteczne rozpatrzenie takiego środka odwoławczego przyniosłoby wszystkie korzyści dochodzenia karnego w sprawie określenia okoliczności śmierci. Niemniej jednak skarżąca wybrała inne rozwiązanie i wniosła pozew cywilny o odszkodowanie.", "110. Trybunał w pierwszej kolejności zauważa, że w przypadku gdy skarżący posiada wybór środków odwoławczych i ich porównawcza skuteczność jest niejasna, Trybunał wykazuje tendencję do interpretowania wymogu wyczerpania krajowych środków prawnych na korzyść skarżącego (zob., pośród licznych przykładów, sprawę Khashiyev i Akayeva przeciwko Rosji, skargi nr 57942/00 i 57945/00, §§ 115-25 i 156-66, 24 lutego 2005 r.; sprawę Manoussakis i Inni przeciwko Grecji, wyrok z dnia 26 września 1996 r., ETPC 1996-IV, s. 1359-60, § 33; oraz sprawę Aquilina przeciwko Malcie [Wielka Izba], § 39, ETPC 1999-III).", "111. Ponadto w kontekście ustalenia odpowiedzialności Państwa za szkody spowodowane klęską żywiołową Trybunał uprzednio stwierdził, że skuteczne postępowania administracyjne były wystarczające, aby pozbawić skarżącą statusu ofiary (zob. sprawę Murillo Saldias i Inni przeciwko Hiszpanii (dec.), skarga nr 76793/01, 28 listopada 2006 r.).", "112. Trybunał również zauważa, że skala wydarzeń będących przedmiotem obecnej sprawy była tak duża, że zwrócenie na nie uwagi władz nie było zależne od wykazania staranności przez skarżącą. Co więcej korzyści, które mogłaby zyskać skarżąca z wszczęcia postępowania karnego nie były oczywiste, jako że sąd cywilny posiadał właściwość do rozpatrzenia odpowiedzialności określonego organu państwowego, a taka odpowiedzialność instytucjonalna mogła stworzyć podstawę do odszkodowania dla osób poszkodowanych. Stwierdzenie to jest kluczowe z uwagi na to, że istnieje większe prawdopodobieństwo, że katastrofy tego typu mogą wystąpić w wyniku łącznego niedopełnienia obowiązków przez określoną liczbę urzędników, których indywidualna odpowiedzialność nie osiąga dotkliwości wymaganej do wydania wyroku skazującego. Z tego powodu oraz ze względu na niższe standardy dowodowe obowiązujące w postępowaniach cywilnych, Trybunał nie uznaje wyboru przez pierwszą skarżącą pozwu cywilnego jako środka dochodzenia zadośćuczynienia za nierozsądny.", "113. Trybunał stwierdza zatem, że na potrzeby wyczerpania krajowych środków odwoławczych w obecnej sprawie, wystarczające było zainicjowanie postępowania cywilnego przez pierwszą skarżącą, co uczyniła.", "2.  W odniesieniu do pozostałych skarżących", "114. Rząd stwierdził, że skarżący nie dopełnili obowiązku wyczerpania krajowych środków odwoławczych w odniesieniu do skarg na podstawie art. 2, ponieważ nie odwołali się oni od decyzji ws. zaniechania przeprowadzenia dochodzenia karnego w sprawie klęski żywiołowej oraz nie powołali się na prawo do życia w wytoczonych powództwach cywilnych o odszkodowanie. W odniesieniu do decyzji ws. zaniechania przeprowadzenia postępowania karnego skarżący zaprzeczyli posiadaniu jakiejkolwiek wiedzy o wydaniu takiej decyzji. Nie byli oni zaangażowani w żadne postępowania i jest niejasne, w jakim charakterze w świetle krajowych przepisów prawa mogliby odwołać się od decyzji wspomnianej przez Rząd. W odróżnieniu od pierwszej skarżącej, przed rozpoczęciem postępowania karnego musieli oni udowodnić status osób pokrzywdzonych. Jeżeli chodzi o domniemane niepowołanie się na ich prawo do życia w postępowaniu cywilnym, Trybunał zauważa, że treść złożonego przez nich pozwu obejmuje istotę tej gwarancji. W związku z powyższym Trybunał uznaje również tę część zarzutu wstępnego Rządu za bezpodstawną.", "115. Z tego względu Trybunał odrzuca zarzut wstępny Rządu stwierdzający, że skarżący nie wyczerpali krajowych środków odwoławczych.", "II.  ZARZUT NARUSZENIA ART. 2 KONWENCJI", "116. Skarżący podnieśli, że władze nie spełniły ciążącego na nich pozytywnego obowiązku, by podjąć działania mające na celu złagodzenie zagrożeń dla ich życia stwarzanych przez zagrożenia naturalne. Pierwsza skarżąca zarzuciła, że władze krajowe były odpowiedzialne za śmierć jej męża w lawinie błotnej, która miała miejsce w lipcu 2000 r. Wraz z pozostałymi skarżącymi zarzuciła także, że władze krajowe były odpowiedzialne za stworzenie zagrożenia dla ich życia, jako że nie wykonały pozytywnych obowiązków Państwa i dopuściły się zaniedbań przy konserwacji zapory, nadzorowaniu obszaru zagrożenia i przy wydawaniu wczesnego ostrzeżenia oraz podejmowaniu innych rozsądnych środków w celu zmniejszenia ryzyka i złagodzenia skutków tej klęski żywiołowej. Skarżący zarzucili także, że nie otrzymali żadnego zadośćuczynienia, a w szczególności adekwatnego odszkodowania z tytułu szkód materialnych i niematerialnych. Powołali się na art. 2 Konwencji, który we właściwym zakresie stanowi, co następuje:", "„1. Prawo każdego człowieka do życia jest chronione przez ustawę. Nikt nie może być umyślnie pozbawiony życia, wyjąwszy przypadki wykonania wyroku sądowego, skazującego za przestępstwo, za które ustawa przewiduje taką karę.", "...”", "A.  Oświadczenia stron", "1.  Rząd", "117. Rząd odmówił uznania jakiejkolwiek odpowiedzialności za utratę życia oraz inne niepożądane konsekwencje lawiny błotnej z 2000 r. Stwierdził, że mimo iż zagrożenia występujące na obszarze były dobrze znane zarówno władzom, jak również ludności cywilnej, lawina błotna z okresu od 18 do 25 lipca 2000 r. była nieprzewidywalna ze względu na jej wyjątkową siłę. Było to działanie siły wyższej, którego moment wystąpienia i zakres były niemożliwe do przewidzenia lub zapobiegnięcia. Nawet jeżeli lawina błotna zostałaby przewidziana, żadne skuteczne środki techniczne nie byłyby w stanie zapobiec katastrofie na taką skalę w tak krótkim czasie. Rząd twierdził, że po klęsce żywiołowej z 2000 r. rozpoczęła się budowa nowego, obronnego obiektu inżynierskiego posiadającego zwiększoną zdolność retencji błota. Zakończenie budowy zaplanowano na rok 2006. Trybunałowi nie przedstawiono bieżących informacji na temat tego nowego obiektu.", "118. Rząd stwierdził, że 5 stycznia 2001 r. przydzielone zostały fundusze na przebudowę infrastruktury obronnej, która uległa uszkodzeniu podczas lawiny błotnej z 2000 r.", "119. Co do istniejących ustaleń w zakresie ostrzegania ludności lokalnej, Rząd zgłosił, że na obszarze funkcjonował system ogólnego monitorowania pogody. W szczególności, podczas okresu aktywności błota Instytut Górski co roku przeprowadzał specjalną misję nadzoru, w której brali udział doktoranci tego instytutu. W przypadku zagrożenia błotnego zarządzano ewakuację ludności cywilnej. W 2000 r. wizualny nadzór osuwającego się błota prowadzony był przez kabardyjsko-bałkarski oddział zintegrowanego krajowego systemu dostarczania pomocy w przypadku klęsk żywiołowych i zapobiegania im.", "120. Rząd stwierdził, że w nocy z 18 na 19 lipca 2000 r. ludność cywilna otrzymała należyte ostrzeżenie o lawinie błotnej. Zgłosił, że po pierwszej fali lawiny błotnej personel elbruskiej policji, straży pożarnej i lokalnych służb komunalnych chodził po domach celem poinformowania ludności o lawinie błotnej, a także pomagał ewakuować starszych rezydentów, którzy nie byli w stanie zrobić tego samodzielnie. Stwierdził także, że pojazdy policyjne wyposażone w głośniki krążyły po dzielnicach mieszkalnych, nawołując mieszkańców do ewakuacji z powodu zagrożenia lawiną błotną. Rząd wnosił, że podjęte zostały wszystkie konieczne środki w celu uratowania poszkodowanych, przesiedlenia mieszkańców bloków mieszkalnych uszkodzonych w wyniku lawiny oraz dostarczenia zaopatrzenia na wypadek sytuacji kryzysowych. W działania na miejscu klęski żywiołowej zaangażowanych było 620 członków służb ratunkowych, 106 jednostek technicznych, 9 jednostek pływających oraz 3 helikoptery.", "121. Rząd zgłosił także, że ludność lokalna mogła była słuchać prognoz pogody emitowanych przez media oraz że urzędnicy różnych instytucji państwowych zostali przeszkoleni w zakresie reagowania na sytuacje kryzysowe. Stwierdził też, że od 1994 r. w Republice Kabardyjsko-Bałkarskiej funkcjonuje centralny system ostrzegawczy.", "122. W zakresie, w jakim skarżący utrzymywali, że nie posiadały skutecznego środka odwoławczego w odniesieniu do zarzucanych naruszeń, Rząd stwierdził, że skorzystali oni z takiego środka, a mianowicie cywilnego powództwa o odszkodowanie, wytoczonego przeciwko Państwu, mimo, iż zostało ono ostatecznie oddalone.", "123. Rząd powołał się także, podobnie jak w powyższym zarzucie wstępnym, na środki odwoławcze, które rzekomo nie zostały wykorzystane przez skarżących, a mianowicie na wniosek o ponowne rozpatrzenie decyzji o zaniechaniu przeprowadzenia dochodzenia w sprawie okoliczności śmierci oraz dochodzenia karnego w sprawie okoliczności klęski żywiołowej.", "2.   Skarżący", "124.Skarżący kwestionowali twierdzenia Rządu, wskazując na brak konkretnych informacji o środkach zaradczych rzekomo wdrożonych w celu złagodzenia zagrożenia stwarzanego przez regularne lawiny błotne. Utrzymywali, że władze znalazły się w sytuacji, w której nie mogły stosownie zareagować na klęskę żywiołową lub wydać wczesnego ostrzeżenia, gdyż zaniechały zapewnienia funkcjonowania infrastruktury bezpieczeństwa. W szczególności nie zorganizowały nadzoru osuwającego się błota w okresie letnim i zaniedbały konserwację struktury stanowiącej ochronę przeciwko błotu. Skarżący powołali się na oficjalne pisma, o których mowa powyżej w paragrafie przedstawiającym stan faktyczny (ustęp C-2 „Oficjalne pisma i dokumenty wydane przed lawiną błotną z 2000 r.”), i stwierdzili, że władze nie mogły zaprzeczyć posiadaniu wiedzy o zbliżającym się zagrożeniu życia i mienia oraz niepodjęciu nawet najbardziej podstawowych kroków, aby złagodzić to zagrożenie. Ponadto powołali się także na petycję, za pomocą której ludność cywilna wzywała władze lokalne do wyczyszczenia kanałów odprowadzających błoto w przygotowaniu na nadchodzący sezon.", "125. Skarżący podnieśli także, że nie otrzymali ostrzeżenia o lawinie błotnej przed jej rozpoczęciem dnia 18 lipca 2000 r. Uważali, że ostrzeżenia emitowanego przez głośniki po tym, jak lawina błotna przeszła już przez miasto, nie można było uznać za takie ostrzeżenie ze względu na fakt, iż zostało ono przekazane zbyt późno. Zaprzeczyli także posiadaniu wiedzy o istnieniu centralnego systemu ostrzegawczego, na który powołał się Rząd, oraz zasugerowali, że nawet jeżeli taki system rzeczywiście funkcjonował w Republice Kabardyjsko-Bałkarskiej, wyraźnie nie obejmował on ich obszaru i nie został wykorzystany do poinformowania społeczeństwa.", "126. Skarżący podważali także zarzut Rządu, jakoby ich powrót do własnych mieszkań dnia 19 lipca 2000 r. naruszał rozkaz ewakuacji. Utrzymywali, że nie przedstawiono im żadnego zakazu lub ostrzeżenia. W szczególności nie rozmieszczone zostały żadne znaki, bariery lub inne oznaczenia wskazujące na trwający stan ostrzeżenia ze względu na osuwające się błoto.", "127. Skarżący stwierdzili, że ze względu na te zaniedbania władze nie spełniły ciążącego na nich pozytywnego obowiązku, by podjąć rozsądne i stosowne działania w celu ochrony ludzi i mienia przeciwko zagrożeniom występującym na przedmiotowym obszarze.", "B.  Ocena Trybunału", "1.  Zasady ogólne mające zastosowanie do niniejszej sprawy", "(a)  Zastosowanie art. 2 Konwencji i zasad ogólnych dotyczących aspektu materialnego tego artykułu", "128. Trybunał przypomina, że art. 2 nie dotyczy wyłącznie śmierci wynikającej z użycia siły przez przedstawicieli Państwa, ale także, w pierwszym zdaniu pierwszego ustępu, określa pozytywny obowiązek Państw, by podjąć odpowiednie kroki celem zabezpieczenia życia osób znajdujących się pod ich jurysdykcją (zob. np. sprawę L.C.B. przeciwko Zjednoczonemu Królestwu, op. cit., s. 1403, § 36, oraz sprawę Paul i Audrey Edwards przeciwko Zjednoczonemu Królestwu, skarga nr 46477/99, § 54, ETPC 2002-II).", "129. Taki pozytywny obowiązek obejmuje przede wszystkim podstawowy obowiązek Państwa do ustanowienia ram ustawodawczych i administracyjnych skutecznie odstraszających przeciwko zagrożeniom prawa do życia (zob. np. na zasadzie mutatis mutandis sprawę Osman przeciwko Zjednoczonemu Królestwu, wyrok z dnia 28 października 1998 r., Zbiór Orzeczeń 1998-VIII, s. 3159, § 115; sprawę Paul i Audrey Edwards, op. cit., § 54; sprawa İlhan przeciwko Turcji [Wielka Izba], skarga nr. 22277/93, § 91, ETPC 2000-VIII); sprawę Kılıç przeciwko Turcji, skarga nr 22492/93, § 62, ETPC 2000-III; oraz sprawę Mahmut Kaya przeciwko Turcji, skarga nr 22535/93, § 85, ETPC 2000-III).", "130. Obowiązek ten musi być interpretowany jako mający zastosowanie w odniesieniu do każdego działania, niezależnie od tego, czy jest ono publiczne lub nie, w związku z którym w grę wchodzić może prawo do życia (zob. Öneryıldız przeciwko Turcji[Wielka Izba], skarga nr 48939/99, § 71, ETPC 2004-XII). W szczególności ma on zastosowanie w sferze zagrożeń przemysłowych lub „niebezpiecznych działalności”, takich jak eksploatacja punktów zbierania odpadów w sprawie Öneryıldız (ibid. §§ 71 i 90).", "131. Obowiązek Państwa, by zabezpieczyć życie osób znajdujących się pod jego jurysdykcją został zinterpretowany tak, aby obejmował zarówno aspekty materialne jak i proceduralne, a mianowicie pozytywny obowiązek, by podjąć środki regulacyjne oraz stosownie poinformować społeczeństwo o wszelkich sytuacjach kryzysowych stanowiących zagrożenie dla życia, a także zapewnić, by każdy przypadek śmierci, który nastąpił w wyniku takiej sytuacji kryzysowej, został poddany dochodzeniu sądowemu (sprawa Önery ildiz, op. cit., §§ 89-118).", "132. W odniesieniu do aspektu materialnego, w szczególnym kontekście niebezpiecznych działalności, Trybunał stwierdził, że należy położyć szczególny nacisk na regulacje dotyczące specjalnych cech przedmiotowej działalności, a zwłaszcza tych odnoszących się do stopnia potencjalnego zagrożenia życia ludzkiego. Muszą one regulować licencjonowanie, tworzenie, realizację i bezpieczeństwo takiej działalności oraz nadzór nad nią, oraz nakładać na osoby zainteresowane obowiązek podejmowania praktycznych środków celem zapewnienia skutecznej ochrony obywateli, których życie może zostać zagrożone przez nieodzowne ryzyko wynikające z tej działalności. Wśród tych środków zaradczych szczególną uwagę należy poświęcić prawu obywateli do informacji, zgodnie z orzecznictwem instytucji Konwencyjnych. Odnośne regulacje muszą także określać stosowne procedury biorące pod uwagę techniczny aspekt przedmiotowej działalności, a także środki identyfikacji niedociągnięć w przedmiotowych procesach oraz wszelkich błędów popełnionych przez osoby ponoszące odpowiedzialność na różnych szczeblach (zob. sprawę Öneryıldız,op. cit., § 89-90).", "133. Uznawane jest, że w kontekście niebezpiecznych działalności zakres pozytywnych obowiązków wynikających z art. 2 Konwencji w znacznej mierze pokrywa się z obowiązkami wynikającymi z art. 8 (zob. sprawę Öneryıldız, op. cit., §§ 90 i 160). W związku z powyższym w celu ochrony prawa do życia możliwe jest także powołanie się na zasady określone w orzecznictwie Trybunału w odniesieniu do zagospodarowania przestrzennego i kwestii środowiskowych mających wpływ na życie prywatne i mieszkanie.", "134. W kwestii wyboru określonych środków praktycznych Trybunał konsekwentnie uznawał, że w przypadku, gdy na Państwie ciąży obowiązek podjęcia pozytywnych działań, Układające się Państwo posiada margines oceny przy wyborze takich środków. Istnieją różne sposoby zagwarantowania praw wynikających z Konwencji, więc nawet jeżeli Państwo nie zastosowało konkretnego środka wynikającego z przepisów prawa krajowego, może ono nadal wypełnić ciążący na nim pozytywny obowiązek za pomocą innych środków (zob. m.in. sprawę Fadayeva przeciwko Rosji, skarga nr 55273/00, § 96, ETPC 2005-IV).", "135. W takim przypadku nie można nałożyć niemożliwego do wykonania lub nieproporcjonalnego ciężaru na władze bez uwzględnienia wyborów operacyjnych, jakich muszą one dokonywać w odniesieniu do priorytetów i zasobów (zob. sprawę Osman, op. cit., s. 3159-60, § 116); wynika to z szerokiego marginesu oceny, z którego korzystają Państwa w trudnych sferach społecznych i technicznych, zgodnie z wcześniejszym orzecznictwem Trybunału (zob. sprawę Hatton i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 36022/97, §§ 100-01, ETPC 2003-VIII, oraz Öneryıldız, op. cit., § 107). Wzgląd ten ma nawet większe znaczenie w odniesieniu do sfery pomocy w sytuacjach nadzwyczajnych związanych z wydarzeniem meteorologicznym znajdującym się poza ludzką kontrolą, niż w odniesieniu do sfery niebezpiecznych działalności prowadzonych przez człowieka.", "136. Oceniając, czy pozwane Państwo spełniło ten pozytywny obowiązek, Trybunał musi rozważyć konkretne okoliczności sprawy, uwzględniając między innymi zgodność działań i zaniechań władz z krajowymi przepisami prawa (zob. sprawę López Ostra przeciwko Hiszpanii, wyrok z dnia 9 grudnia 1994 r., Seria A nr 303-C, s. 46-47, §§ 16-22, oraz sprawę Guerra i Inni przeciwko Włochom, wyrok z dnia 19 lutego 1998 r., ETPC 1998-I, s. 219, §§ 25-27), krajowy proces decyzyjny, włącznie ze stosownymi dochodzeniami i badaniami, oraz złożoność problemu, zwłaszcza gdy wchodzą w grę przeciwstawne interesy na gruncie Konwencji (zob. sprawę Hatton i Inni, op. cit., § 128, oraz sprawę Fadeyeva, op. cit., §§ 96-98).", "137. W dziedzinie pomocy w sytuacjach nadzwyczajnych, w przypadku gdy państwo jest bezpośrednio zaangażowane w ochronę życia ludzkiego poprzez łagodzenie zagrożeń naturalnych, rozważania te powinny mieć zastosowanie w zakresie, w jakim okoliczności danej sprawy wskazują na nieuchronność wystąpienia zagrożenia naturalnego, które zostało wyraźnie zidentyfikowane, a w szczególności w przypadku, gdy dotyczy ona powtarzającej się klęski żywiołowej dotykającej określonego obszaru zagospodarowanego do zamieszkania lub użytku przez ludzi (zob. na zasadzie mutatis mutandis sprawę Murillo Saldias i Inni, op. cit.). Zakres pozytywnych obowiązków przypisanych Państwu w określonych okolicznościach byłby zależny od źródła zagrożenia i stopnia, w jakim zagrożenie to jest możliwe do złagodzenia.", "(b)  Zasady związane z odpowiedzią sądową wymaganą w przypadku domniemanego naruszenia prawa do życia: proceduralny aspekt art. 2 Konwencji", "138. Obowiązki wynikające z art. 2 nie kończą się na tym. W przypadku utraty życia w okolicznościach potencjalnie pociągających odpowiedzialność Państwa, przepis ten obejmuje obowiązek zapewnienia przez Państwo, za pomocą wszelkich dostępnych mu środków, stosownej odpowiedzi – sądowej lub innej – tak by ramy ustawodawcze i administracyjne ustanowione na potrzeby ochrony prawa do życia zostały prawidłowo zastosowane, a wszelkie naruszenia tego prawa powstrzymane i karane (zob. na zasadzie mutatis mutandis sprawę Osman, op. cit., s. 3159, § 115, oraz sprawę Paul i Audrey Edwards, op. cit., § 54).", "139. W związku z powyższym Trybunał stwierdził, że jeżeli naruszenie prawa do życia lub prawa do nietykalności fizycznej nie zostało spowodowane celowo, pozytywny obowiązek ustanowienia „skutecznego systemu sądowego” niekoniecznie wymaga wszczęcia postępowania karnego w każdej sprawie i może zostać zaspokojony, jeśli poszkodowani mogli skorzystać z cywilnych, administracyjnych czy też nawet dyscyplinarnych środków prawnych (zob. np. sprawę Vo przeciwko Francji [Wielka Izba], skarga nr 53924/00, § 90, ETPC 2004-VIII; sprawę Calvelli i Ciglio przeciwko Włochom [Wielka Izba], skarga nr 32967/96, § 51, ETPC 2002-I; oraz sprawę Mastromatteo przeciwko Włochom [Wielka Izba], skarga nr 37703/97, §§ 90 i 94-95, ETPC 2002-VIII).", "140. Niemniej jednak w szczególnym kontekście niebezpiecznych działalności Trybunał stwierdził, że oficjalne dochodzenie karne jest niezbędne ze względu na fakt, iż władze publiczne są często jedynymi podmiotami, które posiadają wystarczającą wiedzę, by zidentyfikować i ustalić złożone okoliczności, które mogły spowodować dane zdarzenie. Stwierdził także, że w przypadku, gdy przedmiotowe władze – będąc w pełni świadome prawdopodobnych konsekwencji i w naruszeniu przysługujących im uprawnień – zaniechały podjęcia środków koniecznych i wystarczających do zapobiegnięcia nieodzownym zagrożeniom związanym z niebezpieczną działalnością, fakt, że osobom odpowiedzialnym za narażenie życia nie zostały postawione zarzuty lub ich nie oskarżono o popełnienie przestępstwa, może stanowić naruszenie art. 2, niezależnie od innych rodzajów środków prawnych, które osoby fizyczne mogą wykorzystać z własnej inicjatywy (zob. sprawę Öneryıldız, op. cit., § 93).", "141. Podejście przyjęte przez Trybunał w sprawie wniesionej przez osoby poszkodowane w wyniku klęski żywiołowej, a mianowicie obozowiczów dotkniętych powodzią na oficjalnym terenie biwakowym, było zgodne z podejściem przyjętym w odniesieniu do obszaru niebezpiecznych działalności. Trybunał uznał, że pozytywne rozstrzygnięcie postępowania o odszkodowanie przed trybunałem administracyjnym, poprzedzone przez szczegółowe postępowanie karne, stanowiło skuteczny środek odwoławczy na potrzeby art. 35 § 1 Konwencji (zob. sprawę Murillo Saldias i Inni, op. cit.).", "142. Zatem, zasady rozwinięte w odniesieniu do odpowiedzi sądowej następującej po zdarzeniach wynikających z niebezpiecznych działalności nadają się do zastosowania również w zakresie pomocy w sytuacjach kryzysowych. W przypadkach utraty życia w wyniku zdarzeń pociągających odpowiedzialność Państwa za podjęcie pozytywnych działań o charakterze prewencyjnym, system sądowy wymagany na mocy art. 2 musi zapewniać niezależne i bezstronne, oficjalne postępowanie wyjaśniające, które spełnia określone minimalne standardy dotyczące skuteczności i które może zapewnić stosowanie sankcji karnych w zakresie, w jakim jest to uzasadnione ustaleniami tego postępowania wyjaśniającego (zob. na zasadzie mutatis mutandis sprawę Hugh Jordan przeciwko Zjednoczonemu Królestwu, skarga nr 24746/94, §§ 105-09, 4 maja 2001 r., oraz sprawę Paul i Audrey Edwards, op. cit., §§ 69-73). W takich przypadkach właściwe organy muszą działać przy zachowaniu wzorcowej staranności oraz z własnej inicjatywy wszcząć dochodzenia umożliwiające, po pierwsze, ustalenie okoliczności zajścia zdarzenia oraz wszelkich niedociągnięć w funkcjonowaniu systemu regulacyjnego, a także, po drugie, umożliwiające zidentyfikowanie urzędników lub organów państwowych zaangażowanych w jakikolwiek sposób w przedmiotowy łańcuch zdarzeń (zob. sprawę Öneryıldız, op. cit., § 94).", "143. Ponadto wymogi art. 2 wykraczają ponad etap oficjalnego dochodzenia, w przypadku gdy spowodowało ono wszczęcie postępowania przed sądami krajowymi: całość postępowania, włącznie z etapem procesu sądowego, musi spełniać wymagania związane z pozytywnym obowiązkiem ochrony życia za pomocą przepisów prawa (zob. sprawę Öneryıldız, op. cit., § 95).", "144. Z powyższego nie należy wnioskować, jakoby art. 2 nadawał osobie skarżącej prawo do zażądania postawienia stron trzecich w stan oskarżenia lub skazania ich za przestępstwo (zob. na zasadzie mutatis mutandis sprawę Perez przeciwko Francji [Wielka Izba], skarga nr 47287/99, § 70, ETPC 2004-I) lub obejmował bezwzględny obowiązek, by wszystkie postępowania kończyły się wyrokiem skazującym bądź określonym wyrokiem (zob. na zasadzie mutatis mutandis sprawę Tanlı przeciwko Turcji, skarga nr 26129/95, § 111, ETPC 2001-III). W szczególnym kontekście pomocy w sytuacjach kryzysowych Trybunał uznał, że adekwatność krajowej odpowiedzi sądowej nie została podważona przez fakt, że żaden urzędnik nie został uznany za ponoszącego odpowiedzialność karną (zob. sprawę Murillo Saldias i Inni, op. cit.).", "145. Zadaniem Trybunału jest więc ocenić, czy i w jakim zakresie można uznać, że sądy, podczas wydawania swoich orzeczeń, poddały sprawę uważnej analizie wymaganej na mocy art. 2 Konwencji, tak aby nie podważyć odstraszającego skutku obowiązującego systemu sądowego oraz znaczącej roli, jaką musi on pełnić w odniesieniu do zapobiegania naruszeniom prawa do życia (zob. sprawę Öneryıldız, op. cit., § 93)..", "2.  Zastosowanie zasad ogólnych do obecnej sprawy", "146. Trybunał wskazuje na wstępie, że mimo, iż wyłącznie jedna z niniejszych skarg, wniesiona przez p. Budayevę, dotyczy śmierci członka rodziny, okoliczności sprawy w odniesieniu do pozostałych skarżących nie pozostawiają wątpliwości, co do istnienia zagrożenia ich integralności fizycznej (zob. na zasadzie mutatis mutandis sprawę Makaratzis przeciwko Grecji [Wielka Izba], skarga nr 50385/99, §§ 52-55, ETPC 2004-XI). Sprawia to, że ich skargi wchodzą w zakres działania art. 2 Konwencji. Co więcej, zastosowanie art. 2 nie zostało zakwestionowane przez Rząd. W odniesieniu do poszczególnych skarg skarżących, Trybunał zauważa, że oskarżyli oni władze o dopuszczenie się trzech znacznych niedociągnięć w związku z funkcjonowaniem systemu ochrony przeciwko zagrożeniom naturalnym w Tyrnauz, które w lipcu 2000 r. doprowadziły do ofiar śmiertelnych i szkód. Pierwszym oskarżeniem było niedopełnienie obowiązku konserwacji struktury inżynierskiej zapewniającej ochronę przeciw lawinom błotnym, a mianowicie zaniechanie przywrócenia do użytku uszkodzonej w 1999 r. zapory retencyjnej przeciw błotu oraz oczyszczenia zbiorników retencyjnych na błoto, zablokowanych przez pozostałości odpadów. Po drugie, osoby skarżące zarzuciły także brak publicznego ostrzeżenia o nadchodzącej klęsce żywiołowej, które przyczyniłoby się do uniknięcia ofiar śmiertelnych, urazów i masowej paniki. Ponadto zarzuciły też, że pomimo skali zdarzeń i ich druzgocących skutków, zdarzenia te nie doprowadziły do dochodzenia mającego na celu ocenienie skuteczności postępowania władz przed i w trakcie lawiny błotnej, a w szczególności, czy podjęte zostały wszystkie możliwe środki celem zmniejszenia rozmiaru szkód. Trybunał rozważy każdy z tych aspektów w świetle zasad ogólnych określonych powyżej.", "(a)  Domniemane niedopełnienie obowiązku konserwacji infrastruktury ochronnej i ostrzegawczej: materialny aspekt art. 2", "147. Trybunał zauważa, że Tyrnauz jest usytuowane na obszarze występowania lawin błotnych. Regularne występowanie tej klęski żywiołowej w okresie letnim oraz uprzednie istnienie systemu ochronnego zaprojektowanego w celu ochrony tego obszaru wskazują , że władze i ludność zasadnie założyły, iż istniało duże prawdopodobieństwo wystąpienia lawiny błotnej w lecie 2000 r. Nie stanowi to kwestii spornej między stronami. Przedmiotem sporu między stronami jest kwestia posiadania przez władze wcześniejszej wiedzy o istnieniu dużego prawdopodobieństwa, że lawina błotna w 2000 r. spowoduje zniszczenia na większą skalę niż zazwyczaj.", "148. Trybunał zauważa, że w roku poprzedzającym lawinę błotną z sierpnia 2000 r., władze Republiki Kabardyjsko-Bałkarskiej otrzymały liczne ostrzeżenia, które powinny były uświadomić je o zwiększonym zagrożeniu. Pierwsze ostrzeżenie, wydane 30 sierpnia 1999 r. przez właściwą agencję ds. nadzoru - Instytut Górski, informowało Ministra ds. pomocy w sytuacjach kryzysowych Republiki Kabardyjsko-Bałkarskiej o potrzebie naprawy zapory ochronnej przeciw błotu uszkodzonej przez lawinę błotną o dużym natężeniu oraz wzywające go do wprowadzenia systemu wczesnego ostrzegania umożliwiającego terminową ewakuację ludności cywilnej w wypadku wystąpienia lawiny błotnej. Drugie ostrzeżenie od tej samej agencji zostało wysłane 17 stycznia 2000 r. do Premiera Republiki Kabardyjsko-Bałkarskiej. Stwierdzało ono, iż jeśli nawet naprawa zapory nie jest możliwa, konieczne jest ustanowienie punktów obserwacyjnych celem zapewnienia funkcjonalnego systemu ostrzegawczego w lecie 2000 r. Kolejne ostrzeżenie zostało przesłane przez przewodniczącego władz administracyjnych regionu Elbrus do Premiera Republiki Kabardyjsko-Bałkarskiej dnia 7 marca 2000 r. Ostrzeżenie to powtarzało treść poprzednich ostrzeżeń i odnosiło się do możliwości wystąpienia rekordowych strat i ofiar śmiertelnych w razie niepodjęcia wskazanych środków. Wreszcie, 7 lipca 2000 r. Instytut Górski przesłał ponowne ostrzeżenie Ministrowi ds. pomocy w sytuacjach kryzysowych Republiki Kabardyjsko-Bałkarskiej, wzywając go do pilnego ustanowienia punktów obserwacyjnych.", "149. W związku z powyższym władze Republiki Kabardyjsko-Bałkarskiej na różnych szczeblach były świadome, iż każda lawina błotna, niezależnie od jej skali, była w stanie spowodować druzgocące konsekwencje dla Tyrnauz ze względu na zły stan, w jakim znajdowała się infrastruktura ochronna po poprzedniej lawinie błotnej. Oczywiste jest także, że nie ulegał wątpliwości zakres oraz termin ukończenia prac, które należało wykonać. Niemniej jednak Rząd nie podał żadnego powodu, dla którego nie podjęto takich kroków. Na podstawie dokumentacji złożonej przez osobę skarżącą można uznać, iż po lawinie błotnej z 1999 r. na cele te nie zostały przydzielone żadne fundusze (zob. paragraf 38 powyżej). Z obserwacji Rządu wynika, że fundusze te zostały udostępnione dopiero po katastrofie z 2000 r. Ze względu na brak wyjaśnień ze strony Rządu, Trybunał może wyciągnąć tylko jeden wniosek, a mianowicie, że przed okresem zagrożenia w 2000 r. organy decyzyjne i budżetowe nie rozważyły odpowiednio potrzeby naprawy infrastruktury ochronnej po lawinie błotnej z 1999 r. .", "150. Ponadto nie wydaje się, by w momencie wystąpienia lawiny władze wdrażały alternatywne polityki zagospodarowania przestrzennego na obszarze, które zwolniłyby je z obowiązku naprawy struktur ochrony przeciw lawinom błotnym lub wstrzymały ich konserwację.", "151. W związku z powyższym Trybunał nie widzi żadnego uzasadnienia dla niedopełnienia przez władze obowiązku przygotowania infrastruktury ochronnej na nadchodzący okres zagrożenia w roku 2000.", "152. W takich okolicznościach zasadne byłoby oczekiwanie od władz uznania zwiększonego ryzyka nieszczęśliwego wypadku w przypadku wystąpienia lawiny błotnej w tymże roku oraz wykazania najwyższej możliwej staranności w informowaniu ludności cywilnej, a także dokonania z wyprzedzeniem ustaleń w sprawie ewakuacji w sytuacji kryzysowej. W każdym razie, poinformowanie społeczeństwa o nieodzownych zagrożeniach stanowiło jedno z kluczowych działań praktycznych, koniecznych do zapewnienia skutecznej ochrony obywateli dotkniętych sytuacją.", "153. Osoby skarżące konsekwentnie utrzymywały, że nie otrzymały żadnego ostrzeżenia, aż do momentu, gdy lawina błotna uderzyła w miasto. Ze stwierdzeń Rządu wynika także, że alarm został podniesiony nie wcześniej niż w trakcie pierwszej fali lawiny błotnej dnia 18 lipca 2000 r. Zdaniem Rządu rozkaz ewakuacji obowiązywał do dnia następnego, tj. 19 lipca 2000 r., kiedy to nastąpiły najpoważniejsze zniszczenia. Skarżący podważają to stwierdzenie, wnosząc, że gdy wracali do swoich mieszkań, nie było żadnego znaku wskazującego na wprowadzenie nakazu ewakuacji. Przedstawili zeznania świadków potwierdzające, że ludzie wracający do swoich domów dnia 19 lipca 2000 r. nie otrzymali przeciwko temu żadnych ostrzeżeń. Mając na uwadze, że Rząd nie określił sposobu publikacji lub innego sposobu wdrożenia nakazu, o ile został on rzeczywiście wydany, Trybunał może jedynie założyć, że ludność nie została w odpowiedni sposób poinformowana o jego istnieniu, zgodnie z zarzutem skarżących.", "154. Trybunał również zauważa, iż aby poinformować okolicę o zagrożeniu lawiną błotną, władze musiałyby ustanowić tymczasowe punkty obserwacyjne w górach. Jednakże ciągłe prośby specjalistycznej agencji ds. nadzoru, wskazujące, iż punkty te były konieczne do zapewnienia bezpieczeństwa mieszkańców, zostały zignorowane. Przed rozpoczęciem okresu zagrożenia lawinami błotnymi władze nie posiadały więc środków, by oszacować termin, siłę i prawdopodobny okres trwania lawiny błotnej. W rezultacie nie były w stanie zapewnić wczesnego ostrzeżenia mieszkańcom czy też skutecznie wdrożyć nakazu ewakuacji.", "155. Jako że Rząd nie przedstawił żadnego wyjaśnienia powodów nieustanowienia punktów obserwacyjnych, Trybunał uznaje, iż w danych okolicznościach niezapewnienie przez władze funkcjonalnego systemu wczesnego ostrzegania było nieuzasadnione.", "156. Mając na uwadze szeroki zakres marginesu oceny władz w kwestiach, w związku z którymi na Państwie ciąży obowiązek podjęcia pozytywnych działań, Trybunał musi wyjść poza zakres środków wskazanych przez osoby skarżące i rozważyć, czy Rząd przewidział inne rozwiązania mające na celu zapewnienie bezpieczeństwa lokalnej ludności. W tym celu Trybunał zwrócił się do Rządu o informacje na temat ram regulacyjnych, strategii w sprawie zagospodarowania przestrzennego oraz określonych środków bezpieczeństwa wprowadzonych w celu zapobiegania zagrożeniom naturalnym, obowiązujących w Tyrnauz w przedmiotowym okresie. Informacje przedłożone w odpowiedzi na ten wniosek dotyczyły wyłącznie ustanowienia zapory retencyjnej przeciw błotu oraz zbiornika retencyjnego na błoto, czyli struktur, które zgodnie z powyższymi ustaleniami Trybunału nie były odpowiednio konserwowane. W związku z powyższym, korzystając z uprawienia do wyboru środka wymaganego na potrzeby spełnienia ciążących na nich pozytywnych obowiązków, władze nie podjęły żadnych środków aż do dnia wystąpienia klęski żywiołowej.", "157. Warto zauważyć, że zgodnie z obserwacjami Rządu, w 2001 r. w budżecie przydzielone zostały fundusze na odbudowę infrastruktury ochronnej. Stanowi to dalsze wsparcie dla argumentu skarżących, że wdrożenie środków bezpieczeństwa mogło, oraz powinno było, mieć miejsce wcześniej, jednak dopiero katastroficzne konsekwencje lawiny błotnej z 2000 r. wywarły presję na władze, by je wdrożyć.", "158. W świetle powyższych ustaleń Trybunał stwierdza, iż nie ma żadnego uzasadnienia dla zaniedbań władz w odniesieniu do wdrożenia strategii zagospodarowania przestrzennego oraz pomocy w sytuacjach nadzwyczajnych na zagrożonym obszarze Tyrnauz w stosunku do możliwego do przewidzenia narażenia mieszkańców, w tym skarżących, na ryzyko śmierci. Ponadto Trybunał uznaje, że istniał związek przyczynowo-skutkowy między poważnymi niedociągnięciami administracyjnymi, które utrudniły ich wdrożenie, a śmiercią Vladimira Budayeva oraz urazami poniesionymi przez pierwszą i drugą osobę skarżącą, a także członków ich rodzin.", "159. Władze nie dopełniły więc pozytywnego obowiązku ustanowienia ram ustawowych i administracyjnych mających na celu skuteczne zapobieganie zagrożeniom prawa do życia, zgodnie z wymaganiami art. 2 Konwencji.", "160. W związku z powyższym doszło do naruszenia art. 2 Konwencji w jego aspekcie materialnym.", "(b)  Odpowiedź sądowa wymagana w przypadku domniemanego naruszenia prawa do życia: proceduralny aspekt art. 2", "161. Lawina błotna z okresu pomiędzy 18 a 25 lipca 2000 r. doprowadziła do śmierci ośmiu osób, włącznie z mężem pierwszej skarżącej Vladimirem Budayevem, oraz zagroziła życiu nieokreślonej liczby pozostałych mieszkańców Tyrnauz.", "162. W ciągu tygodnia od momentu wystąpienia zdarzenia, prokuratura podjęła decyzję o zaniechaniu dochodzenia karnego w sprawie okoliczności śmierci Vladimira Budayeva. Jednakże, przeprowadzając dochodzenie, prokuratura ograniczyła się do ustalenia bezpośredniej przyczyny śmierci, za którą uznano zawalenie się budynku, i nie zagłębiła się w kwestie dotyczące zgodności z przepisami bezpieczeństwa lub ewentualnej odpowiedzialności organów władzy. Co więcej, nie wydaje się, by kwestie te były przedmiotem jakiegokolwiek dochodzenia, niezależnie od tego, czy miałoby to być dochodzenie karne, administracyjne, czy techniczne. W szczególności, nie podjęto działań celem zweryfikowania licznych zarzutów wysuwanych w mediach oraz skargach osób poszkodowanych dotyczących nieodpowiedniej konserwacji infrastruktury ochrony przeciw lawinom błotnym lub zaniechania ustanowienia przez władze systemu ostrzegawczego.", "163. W zakresie, w jakim pytania dotyczące odpowiedzialności państwa pojawiły się w określonych, indywidualnych pozwach cywilnych, Trybunał zauważa, że aby postępowania te zostały rozstrzygnięte pozytywnie, strona powodowa musiałaby wykazać, w jakim stopniu szkoda wynikająca z domniemanego zaniedbania Państwa wykracza ponad szkodę nieuniknioną w okolicznościach klęski żywiołowej. Roszczenia odszkodowawcze skarżących zostały odrzucone właśnie ze względu na niewykazanie takiego stopnia (zob. paragrafy 49-50, 60, 67, 76 i 85 powyżej). Niemniej jednak mogłoby to zostać wykazane, o ile jest to możliwe, w drodze szczegółowego dochodzenia eksperckiego obejmującego ocenę aspektów technicznych i administracyjnych oraz uzyskanie informacji o stanie faktycznym, dostępnych wyłącznie organom władzy. Powodowie byli więc zobowiązani przedstawić dowody, które znajdowały się poza zasięgiem prywatnych osób fizycznych. W związku z powyższym, w świetle braku niezależnego dochodzenia karnego lub oceny eksperckiej, osoby poszkodowane w sposób nieunikniony nie posiadałyby wystarczających środków, by ustalić odpowiedzialność cywilną Państwa.", "164. Ponadto sądy krajowe rozpatrujące roszczenia skarżących nie wykorzystały pełni swoich uprawnień, by ustalić okoliczności zdarzenia. W szczególności, pomimo wniosków ze strony powodów zaniechały powołania jakichkolwiek świadków, niezależnie od tego, czy byliby to urzędnicy czy zwykli obywatele, oraz pozyskania opinii eksperckiej, która umożliwiłaby im ustalenie lub obalenie odpowiedzialności organów władzy. Niechęć sądów do wykonania swoich uprawnień celem ustalenia stanu faktycznego nie wydaje się uzasadniona w świetle dowodów przedstawionych przez osoby skarżące, w tym oficjalnych sprawozdań sugerujących, że ich obawy były podzielane przez pewnych urzędników. W związku z powyższym postępowania te nie były w stanie zapewnić odpowiedzi sądowej wymaganej z tytułu przypadków śmierci spowodowanych lawiną błotną w Tyrnauz.", "165. Stwierdzając, iż kwestia odpowiedzialności Państwa za zdarzenie w Tyrnauz nie została nigdy poddana dochodzeniu bądź zbadaniu przez jakikolwiek organ sądowy lub administracyjny, Trybunał uznaje, że doszło także do naruszenia art. 2 Konwencji w jego aspekcie proceduralnym.", "III.  ZARZUT NARUSZENIA ART. 1 PROTOKOŁU NR 1 DO KONWENCJI", "166. Osoby skarżące zarzuciły, że niedopełnienie przez władze obowiązku konserwacji infrastruktury ochronnej przeciw lawinom błotnym, nadzorowania obszaru zagrożenia, ostrzegania o sytuacji nadzwyczajnej oraz podjęcia rozsądnych środków celem złagodzenia zagrożenia klęską żywiołową i jej skutków stanowiło także naruszenie prawa do ochrony ich mienia. Skarżący stwierdzili w szczególności, że nie otrzymali adekwatnego odszkodowania z tytułu poniesionych strat. Powołali się na art. 1 Protokołu Nr 1 do Konwencji, który stanowi, co następuje:", "„Każda osoba fizyczna i prawna ma prawo do poszanowania swego mienia. Nikt nie może być pozbawiony swojej własności, chyba że w interesie publicznym i na warunkach przewidzianych przez ustawę oraz zgodnie z podstawowymi zasadami prawa międzynarodowego.", "Powyższe postanowienia nie będą jednak w żaden sposób naruszać prawa Państwa do wydawania takich ustaw, jakie uzna za konieczne dla uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym lub w celu zapewnienia uiszczania podatków bądź innych należności lub kar pieniężnych.”", "A.  Oświadczenia stron", "1.  Rząd", "167. Rząd nie złożył żadnych innych oświadczeń w kwestii zgodności z pozytywnymi obowiązkami Państwa na mocy art. 1 Protokołu Nr 1 do Konwencji, poza oświadczeniami złożonymi w oparciu o art. 2 Konwencji.", "168. W odniesieniu do odszkodowania stwierdził, że wszystkie osoby skarżące skorzystały ze świadczeń na cele pomocy w sytuacjach kryzysowych w formie mieszkania zastępczego i zryczałtowanej kwoty odszkodowania. Rząd uznał te świadczenia za wystarczające, by pokryć szkody poniesione przez osoby skarżące.", "2.  Strona skarżąca", "169. Odnosząc się do zaniedbań w zapewnieniu funkcjonowania infrastruktury ochronnej przeciw lawinom błotny oraz infrastruktury ostrzegawczej, osoby skarżące stwierdziły, że niepodjęcie przez władze nawet najbardziej podstawowych kroków celem złagodzenia zagrożenia lawiną błotną i jej skutków spowodowało także zniszczenie ich mieszkań i mienia.", "170. Podważyły argument Rządu dotyczący adekwatności przyznanego im odszkodowania. W szczególności osoby skarżące wskazały, iż wyżej wymienione świadczenia zostały zaoferowane im jako ofiarom klęski żywiołowej z przyczyn humanitarnych, niezależnie od utraconej przez nie własności. Sądy krajowe odmówiły przyznania odszkodowania w pełnej wysokości szkody, jako że stwierdziły one, iż organy władzy nie ponosiły odpowiedzialności za szkody.", "B.  Ocena Trybunału", "171. Trybunał zauważa, że osoby skarżące były prawnymi właścicielami i użytkownikami mieszkań zniszczonych przez lawinę błotną oraz całego zniszczonego dobytku wchodzącego w skład ich domostw. Istnienie „mienia” w rozumieniu art. 1 Protokołu Nr 1 do Konwencji ani lista przedmiotów, które uległy zniszczeniu, nie stanowią przedmiotu sporu między stronami. Dlatego też Trybunał rozważy zakres, w jakim organy władzy były zobowiązane do podjęcia środków na rzecz ochrony tego mienia, oraz czy zobowiązanie to zostało spełnione w niniejszej sprawie.", "172. Trybunał powtarza, ze zarzuty niedopełnienia przez Państwo obowiązku podjęcia pozytywnych działań celem ochrony własności prywatnej należy zbadać w świetle ogólnego postanowienia zawartego w pierwszym zdaniu pierwszego ustępu art. 1 Protokołu Nr 1 do Konwencji, który ustanawia prawo do poszanowania mienia (zob. sprawę Beyeler przeciwko Włochom [Wielka Izba], skarga nr 33202/96, § 98, ETPC 2000-I, oraz sprawę Öneryıldız, op. cit., § 133). Trybunał powtarza także, że skuteczne wykonanie prawa chronionego na mocy art. 1 Protokołu Nr 1 do Konwencji nie zależy wyłącznie od obowiązku Państwa, by nie ingerować, ale może także wymagać wprowadzenia pozytywnego środka ochrony, zwłaszcza w przypadku, gdy istnieje bezpośredni związek między środkami, których osoba skarżąca ma prawo oczekiwać ze strony władzy, a skutecznym poszanowaniem jej mienia (zob. sprawę Bielectric S.r.l. przeciwko Włochom (dec.), skarga nr 36811/97, 4 maja 2000 r., oraz sprawę Öneryıldız, op. cit., § 134).", "173. W kontekście pozytywnych obowiązków Państwa w obszarze niebezpiecznych działalności Trybunał stwierdził, że związek przyczynowo-skutkowy ustalony między rażącym zaniedbaniem popełnionym przez Państwo a utratą życia ludzkiego ma również zastosowanie do zniszczenia domu osoby skarżącej (zob. sprawę Öneryıldız, op. cit., § 135). Trybunał uznał, że w przypadku utraty życia i mienia w wyniku zdarzeń mających miejsce w ramach odpowiedzialności władz publicznych, zakres środków wymaganych na rzecz ochrony miejsc zamieszkania jest niemożliwy do odróżnienia od zakresu środków, które należy podjąć celem ochrony życia mieszkańców. Przetwarzanie odpadów jako kwesta związana z rozwojem przemysłowym i planowaniem przestrzeni miejskich jest regulowana i nadzorowana przez Państwo, co sprawia, że wypadki w tym obszarze wchodzą w zakres jego odpowiedzialności. W związku z powyższym Trybunał uznał, że organy władzy zobowiązane były zrobić wszystko, co było w ich mocy, w celu ochrony prywatnych interesów własnościowych (ibid.).", "174. Jednakże w obecnej sprawie Trybunał stwierdza, że klęski żywiołowe, które ze względu na swój charakter znajdują się poza ludzką kontrolą, nie wymagają takiego samego stopnia zaangażowania Państwa. Zatem jego pozytywne obowiązki dotyczące ochrony mienia przeciwko zagrożeniom pogodowym niekoniecznie sięgają tak daleko, jak w przypadku niebezpiecznych działalności prowadzonych przez człowieka.", "175. Z tego powodu Trybunał stwierdza, że na potrzeby niniejszej sprawy należy dokonać rozróżnienia między pozytywnymi obowiązkami na podstawie art. 2 Konwencji a pozytywnymi obowiązkami wynikającymi z art. 1 Protokołu Nr 1 do Konwencji. Podczas gdy podstawowe znaczenie prawa do życia wymaga, by zakres pozytywnych obowiązków wynikających z art. 2 obejmował obowiązek podjęcia przez organy władzy wszelkich środków wchodzących w zakres ich uprawnień w obszarze pomocy w sytuacjach kryzysowych na rzecz ochrony tego prawa, obowiązek ochrony prawa do poszanowania mienia, które nie jest bezwzględne, nie może wykraczać poza zakres rozsądny w danych okolicznościach. Zatem, organy władzy posiadają szerszy margines oceny przy wyborze środków, jakie należy podjąć celem ochrony mienia osób fizycznych przeciwko zagrożeniom pogodowym, niż przy wyborze środków wymaganych celem ochrony życia.", "176. W obecnej sprawie Trybunał uznał, że środki, na które powołały się osoby skarżące, tj. konserwacja infrastruktury ochronnej przeciw lawinom błotnym oraz wdrożenie systemu wczesnego ostrzegania, były kluczowe dla ochrony życia i dobrobytu ludności cywilnej. Niemniej jednak nie można powiedzieć, by związek przyczynowo-skutkowy między niepodjęciem tych środków przez Państwo a stopniem szkody materialnej był ustalony w równie wyraźny sposób.", "177. Trybunał zauważa, że wyjątkowa siła lawiny błotnej z 2000 r. jest bezsporna między stronami, niejasne pozostaje zaś, w jakim stopniu odpowiednia konserwacja infrastruktury ochronnej mogła złagodzić dokonane przez nią zniszczenia. Nie istnieją także żadne dowody na stwierdzenie, iż funkcjonujący system ostrzegawczy mógłby zapobiec uszkodzeniu bloków mieszkalnych lub innego mienia skarżących.", "178. W odniesieniu do domniemanego braku niezależnego dochodzenia oraz odpowiedzi sądowej, Trybunał stwierdza, że ten obowiązek proceduralny nie ma takiego samego znaczenia w stosunku do zniszczonego mienia, co w przypadku utraty życia. Ponadto w okolicznościach o wyjątkowej złożoności, takich jak w niniejszej sprawie, niemożliwa może być dokładna ocena zakresu szkód materialnych możliwych do przypisania zaniedbaniom Państwa. W rzeczywistości, zapewnienie zadośćuczynienia w drodze powództwa z tytułu szkody wyrządzonej czynem niedozwolonym nie zawsze może być najlepszą odpowiedzią na klęskę żywiołową o dużej skali. Względy naglącej konieczności i skuteczności mogą skłonić organy władzy do przyznania pierwszeństwa innym ogólnym i indywidualnym środkom, takim jak dostarczanie pomocy w sytuacjach nadzwyczajnych oraz przyznawanie świadczeń na rzecz wszystkich osób poszkodowanych, niezależnie od rzeczywiście poniesionych strat.", "179. W niniejszej sprawie sądy krajowe stwierdziły, że osobom skarżącym przyznane zostały nieodpłatne mieszkania zastępcze i zryczałtowane zasiłki celowe oraz że władze przeprowadziły awaryjne naprawy obiektów publicznych celem przywrócenia warunków życia w dzielnicach mieszkalnych.", "180. W zakresie, w jakim osoby skarżące twierdziły, że świadczenia te nie w pełni pokryły ich straty, Trybunał zauważa, że warunki przyznawania odszkodowań zostały uprzednio uznane za kluczowy element w sprawach dotyczących pozbawienia własności na mocy drugiego zdania pierwszego ustępu art. 1 Protokołu Nr 1. Trybunał orzekł, że podczas gdy brak odszkodowania zazwyczaj byłby niezgodny z tym postanowieniem, nie gwarantuje ono prawa do pełnego odszkodowania we wszystkich okolicznościach, jako że uprawnione cele „interesu publicznego” mogą wymagać zwrotu kwoty niższej niż pełna wartość rynkowa (zob. sprawę Papachelas przeciwko Grecji [Wielka Izba], skarga nr 31423/96, § 48, ETPC 1999-II).", "181. Ponadto wypłata pełnego odszkodowania nie może być uznawana za warunek wstępny zgodności z pierwszym postanowieniem określonym w pierwszym zdaniu ustępu pierwszego. Aby ingerencja w prawo do poszanowania mienia była zgodna z zasadą ogólną, musi ona osiągnąć „słuszną równowagę” między potrzebami ogólnego interesu społeczeństwa a wymogami ochrony fundamentalnych praw jednostki (zob. sprawę Beyeler, op. cit., § 107). Warunki przyznawania odszkodowań na mocy odnośnych przepisów prawa są kluczowe na potrzeby oceny, czy kwestionowany środek respektuje wymóg równowagi, a zwłaszcza czy nie nakłada nieproporcjonalnego ciężaru na osobę skarżącą (zob. sprawę Były Król Grecji i Inni przeciwko Grecji [Wielka Izba], skarga nr 25701/94, § 89, ETPC 2000-XII).", "182. Trybunał stwierdza, że pozytywny obowiązek Państwa, by chronić własność prywatną przeciwko klęskom żywiołowym, nie może być interpretowany jako zobowiązujący Państwo do wypłacenia odszkodowania w kwocie równej pełnej wartości rynkowej zniszczonej własności. W obecnej sprawie całość szkód nie mogła zostać jednoznacznie przypisana zaniedbaniu Państwa. Ponadto domniemane zaniedbanie stanowiło jedynie okoliczność obciążającą, przyczyniającą się do powstania szkody spowodowanej siłami przyrody. W takich okolicznościach warunki przyznania odszkodowania muszą być ocenione w świetle wszystkich innych środków wdrożonych przez organy władzy, przy uwzględnieniu złożoności sytuacji, liczby poszkodowanych właścicieli, a także kwestii gospodarczych, społecznych i humanitarnych właściwych dla zapewniania pomocy w sytuacjach kryzysowych.", "183. Trybunał zauważa, że pomoc finansowa z tytułu sytuacji kryzysowej, wypłacana na rzecz osób poszkodowanych w wyniku lawiny błotnej na mocy dyrektywy z dnia 12 sierpnia 2000 r., uprawniała osoby skarżące do nieodpłatnego mieszkania oraz zasiłku w kwocie 13.200 RUB (wówczas równoważnik kwoty około 530 euro). Osoby poszkodowane posiadały równy, bezpośredni i automatyczny dostęp do tych świadczeń, które nie wymagały przeprowadzenia procedury spornej ani udowodnienia rzeczywistych strat. Co do pierwszej, czwartej, piątej i szóstej osoby skarżącej, rozmiar przyznanych im nieodpłatnych mieszkań był równy utraconym w lawinie. Druga osoba skarżąca zdecydowała się na nieodpłatne bony mieszkaniowe wydawane na podstawie liczby członków rodziny. Złożyła ona wniosek jako rodzina jednoosobowa i otrzymała bon na mieszkanie o rozmiarze 33 metrów kwadratowych; gdyby złożyła wniosek jako rodzina trzyosobowa, mogłaby otrzymać mieszkanie o rozmiarze 54 metrów kwadratowych. Skarżąca nie uzasadniła takiego wyboru. Trzecia osoba skarżąca wstępnie otrzymała odszkodowanie pieniężne w kwocie uwzględniającej rozmiar utraconego mieszkania. Niemniej jednak w późniejszym terminie wymieniła to odszkodowanie na bon mieszkaniowy, za który kupiła mieszkanie w obwodzie moskiewskim, które sprzedała wkrótce po jego zakupie. Jako że nie ujawniła szczegółów tej transakcji, Trybunał nie jest w stanie ocenić, czy poniosła ona stratę, czy też zysk.", "184. W związku z powyższym Trybunał stwierdza, że odszkodowanie zapewnione skarżącym w formie darmowych mieszkań nie było wyraźnie nieproporcjonalne do utraconych mieszkań. Mając na uwadze wagę tego składnika majątku, dużą liczbę osób poszkodowanych oraz skalę pomocy w sytuacji nadzwyczajnej, której organy władzy musiały udzielić w tych okolicznościach, ograniczenie kwoty odszkodowania z tytułu utraconego dobytku do 13.200 RUB wydaje się uzasadnione. Podsumowując, Trybunał stwierdza, że warunki na których osoby poszkodowane otrzymały odszkodowanie z tytułu mienia utraconego w lawinie błotnej nie nakładało nieproporcjonalnego obciążenia na osoby skarżące.", "185. Należy zatem stwierdzić, że w omawianej sprawie nie doszło do naruszenia postanowień art. 1 Protokołu Nr 1 Konwencji.", "IV.  ZARZUT NARUSZENIA ART. 13 KONWENCJI", "1.  Osoby skarżące zarzuciły, że nie posiadały skutecznego środka odwoławczego w stosunku do wyżej wymienionych skarg, wymaganego stosownie do art. 13 Konwencji, który stanowi, co następuje:", "„Każdy, czyje prawa i wolności zawarte w niniejszej konwencji zostały naruszone, ma prawo do skutecznego środka odwoławczego do właściwego organu państwowego także wówczas, gdy naruszenia dokonały osoby wykonujące swoje funkcje urzędowe..”", "A.  Oświadczenia stron", "187. Rząd stwierdził, że osoby skarżące otrzymały stosowne krajowe zadośćuczynienie poprzez system pomocy w sytuacjach kryzysowych. Każdy ze skarżących otrzymała więc świadczenia w formie darmowego mieszkania zastępczego i zryczałtowanego zasiłku. Ponadto osoby skarżące skorzystały z możliwości wytoczenia postępowań cywilnych, w których ubiegały się o odszkodowanie ze strony Państwa.", "188. Osoby skarżące podważyły oświadczenia Rządu twierdząc, że niemożliwe było ustalenie odpowiedzialności Państwa za ofiary śmiertelne oraz inne niepożądane skutki lawiny błotnej. Co więcej, biorąc pod uwagę brak oficjalnego dochodzenia w sprawie tych zdarzeń, złożone przez nie pozwy cywilne były pozbawione szansy na ich pozytywne rozpatrzenie, a co za tym idzie osoby skarżące nie były w stanie uzyskać adekwatnego odszkodowania z tytułu poniesionych przez nie szkód materialnych i niematerialnych.", "B.  Ocena Trybunału", "1.  Zasady mające zastosowanie w niniejszej sprawie", "189. Trybunał przypomina, że art. 13 Konwencji wymaga, by krajowe systemy prawne zapewniały skuteczne środki odwoławcze, upoważniające właściwe organy państwowe do odniesienia się do istoty „spornej” skargi z tytułu pogwałcenia postanowień Konwencji (zob. sprawę Z i Inni przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 29392/95, § 108, ETPC 2001-V). Celem tego artykułu jest zapewnienie środków, za pomocą których osoby fizyczne mogą uzyskać stosowną pomoc z tytułu naruszenia ich praw wynikających z Konwencji na szczeblu krajowym przed skorzystaniem z międzynarodowego mechanizmu wniesienia skargi do Trybunału (zob. sprawę Kudła przeciwko Polsce [Wielka Izba], skarga nr 31219/96, § 152, ETPC 2000-XI).", "190. Jednakże ochrona zapewniana przez art. 13 Konwencji nie wymaga konkretnej formy środka odwoławczego, a Układające się Państwa dysponują pewnym marginesem oceny przy wypełnianiu ciążących na nich obowiązków wynikających z tego przepisu (zob. np. sprawę Kaya przeciwko Turcji, wyrok z dnia 19 lutego 1998 r., Zbiór Orzeczeń 1998-I, s. 329-30, § 106).", "191. Charakter przedmiotowego prawa ma także wpływ na rodzaj środka odwoławczego, który Państwo jest zobowiązane zapewnić na podstawie art. 13. W przypadkach domniemanych naruszeń praw gwarantowanych przez postanowienia art. 2, uzyskanie odszkodowania za szkody materialne i niematerialne powinno być zasadniczo możliwe w ramach dostępnych środków prawnych (zob. sprawę Paul i Audrey Edwards, op. cit., § 109; oraz sprawę T.P. i K.M. przeciwko Zjednoczonemu Królestwu [Wielka Izba], skarga nr 28945/95, § 107, ETPC 2001-V). Z drugiej strony ani art. 13, ani żadne inne postanowienie Konwencji nie gwarantuje osobie skarżącej prawa do zagwarantowania postawienia strony trzeciej w stan oskarżenia i skazania jej lub prawa do „osobistej zemsty” (zob. sprawę Perez, op. cit., § 70). Istotny jest także wpływ niedopełnienia przez Państwo ciążącego na nim obowiązku proceduralnego na podstawie art. 2 na dostęp rodziny zmarłego do innych dostępnych i skutecznych środków odwoławczych dla ustalenia odpowiedzialności urzędników lub organów państwowych za działania i zaniedbania dotyczące naruszenia ich praw wynikających z postanowień art. 2 oraz, o ile jest to stosowne, uzyskania odszkodowania (zob. sprawę Öneryıldız, op. cit., § 148).", "192. W odniesieniu do wypadków śmiertelnych wynikających z niebezpiecznych działań wchodzących w zakres odpowiedzialności Państwa, art. 2 wymaga, by organy władzy z własnej inicjatywy przeprowadziły dochodzenie w sprawie przyczyny utraty życia, spełniające określone wymogi minimalne. Bez takiego dochodzenia zainteresowana osoba może nie być w stanie wykorzystać jakiegokolwiek dostępnego jej środka odwoławczego dla uzyskania pomocy, jako że wiedza konieczna do ustalenia stanu faktycznego, tak jak w obecnej sprawie, znajduje się wyłącznie po stronie urzędników lub organów państwowych. Stosownie do powyższego, zadaniem Trybunału w odniesieniu do art. 13 jest określenie, czy sposób wykonania przez władze obowiązku proceduralnego wynikającego z art. 2 uniemożliwił wykorzystanie przez osoby skarżące skutecznego środka odwoławczego (zob. sprawę Öneryıldız, op. cit., §§ 90, 93-94 i 149).", "193. Zasady te muszą mieć również zastosowanie w kontekście domniemanego niewypełnienia przez Państwo ciążących na nim obowiązków w dziedzinie pomocy w sytuacjach kryzysowych.", "2.  Zastosowanie powyższych zasad w odniesieniu do niniejszej sprawy", "(a)  W odniesieniu do skargi w oparciu o art. 2 Konwencji", "194. Trybunał odnosi się do swoich powyższych ustaleń, a mianowicie, że okoliczności, w których doszło do utraty życia podczas lawiny błotnej w 2000 r. oraz kwestia odpowiedzialności organów władzy, nie były przedmiotem jakiegokolwiek dochodzenia - ani karnego, ani administracyjnego, ani technicznego (zob. paragraf 162 powyżej). Ustalono także, że nieprzeprowadzenie takiego dochodzenia podważyło szanse skarżących na pozytywne rozstrzygnięcie ich postępowań cywilnych (zob. paragrafy 163-164 powyżej).", "195. Trybunał zauważa, że wyżej wymienione zaniechania spowodowały naruszenie art. 2 ze względu na brak adekwatnej odpowiedzi sądowej wymaganej w przypadku domniemanego naruszenia prawa do życia. Dokonując oceny w kontekście proceduralnego aspektu prawa do życia, Trybunał odniósł się nie tylko do braku dochodzenia karnego po śmierci w wyniku nieszczęśliwego wypadku, ale także do niezapewnienia dalszych środków, za pomocą których osoby skarżące mogłyby uzyskać zadośćuczynienie z tytułu niewypełnienia przez władze ciążących na nich pozytywnych obowiązków. Stosownie do powyższego Trybunał stwierdza, że nie zachodzi potrzeba rozpatrzenia niniejszej skargi także w odniesieniu do pogwałcenia art. 13 Konwencji w związku ze skargą w oparciu o art. 2.", "(b)  W odniesieniu do skargi w oparciu o art. 1 Protokołu Nr 1 do Konwencji", "196. Trybunał odnosi się do swoich powyższych ustaleń, a mianowicie, że nie doszło do naruszenia art. 1 Protokołu Nr 1 do Konwencji. Tym niemniej Trybunał stwierdza, że wniesione przez osoby skarżące roszczenie o odszkodowanie było jednak „sporne” na potrzeby art. 13 (zob. sprawę Boyle i Rice przeciwko Zjednoczonemu Królestwu, wyrok z dnia 27 kwietnia 1988 r., Seria A nr 131, § 52). W związku z powyższym skarżący powinni byli mieć zapewnione skuteczne i praktyczne środki odwoławcze celem rozpatrzenia ich roszczeń oraz, o ile jest to stosowne, uzyskania zadośćuczynienia za poniesione straty.", "197. Trybunał zauważa, że osoby skarżące były w stanie złożyć wniosek o odszkodowanie, który został rozpatrzony przez właściwe sądy. Powodem nieprzyznania żadnego odszkodowania w tych postępowaniach było fakt, że osoby skarżące otrzymały darmowe mieszkania zastępcze oraz zasiłki pieniężne, oraz że nie istniały żadne podstawy, by ustalić odpowiedzialność deliktową Państwa w stosunku do różnicy między tym odszkodowaniem a rzeczywistymi stratami. Ponadto Trybunał orzekł powyżej, że niewłaściwe byłoby nałożenie na Państwo bezwzględnego obowiązku oceny szkód materialnych oraz poniesienia odpowiedzialności deliktowej w okolicznościach, w których podjęło ono środki poprzez powszechny system pomocy w sytuacjach nadzwyczajnych (zob. paragraf 178 powyżej). W świetle uwzględnienia przez sądy krajowe tych czynników, ich odmowa wypłaty odszkodowań na rzecz skarżących w stosunku do części szkód nie pokrytej przez otrzymane przez nich świadczenia dla osób poszkodowanych w wyniku klęski żywiołowej nie może być postrzegana jako nieuzasadniona lub arbitralna. Trybunał nie widzi innych podstaw, by stwierdzić, że postępowania cywilne nie stanowiły skutecznego środka odwoławczego na potrzeby skarg skarżących w oparciu o art. 1 Protokołu Nr 1 do Konwencji.", "198. Należy zatem stwierdzić, że w omawianej sprawie nie doszło do naruszenia postanowień art. 13 w związku z art. 1 Protokołu Nr 1 do Konwencji.", "IV.  ZARZUT NARUSZENIA ART. 8 KONWENCJI ORAZ ART. 13 KONWENCJI W ZWIĄZKU Z ART. 8 KONWENCJI", "199. Osoby skarżące zarzuciły również, że okoliczności sprawy naruszyły ich prawo do poszanowania życia prywatnego i rodzinnego oraz mieszkania, zagwarantowane postanowieniami art. 8 Konwencji, a także ich prawo do skutecznego środka odwoławczego w związku z tą skargą. Art. 8 stanowi, co następuje:", "„1. Każdy ma prawo do poszanowania swojego życia prywatnego i rodzinnego, swojego mieszkania i swojej korespondencji.", "2. Niedopuszczalna jest ingerencja władzy publicznej w korzystanie z tego prawa, z wyjątkiem przypadków przewidzianych przez ustawę i koniecznych w demokratycznym społeczeństwie z uwagi na bezpieczeństwo państwowe, bezpieczeństwo publiczne lub dobrobyt gospodarczy kraju, ochronę porządku i zapobieganie przestępstwom, ochronę zdrowia i moralności lub ochronę praw i wolności innych osób.”", "200. Oświadczenia stron z tego tytułu były zasadniczo takie same, co złożone w odniesieniu do art. 2 i 13 Konwencji.", "201. Trybunał zauważa, że skarga w oparciu o art. 8 Konwencji dotyczy tego samego stanu faktycznego, który był rozpatrywany w odniesieniu do art. 2 i art. 1 Protokołu Nr 1 oraz art. 13 w związku z tymi artykułami. Mając na uwadze swoje ustalenia w odniesieniu do tych przepisów, Trybunał stwierdza, że nie zachodzi potrzeba odrębnego rozpatrzenie tych skarg.", "VI.  ZASTOSOWANIE ART. 41 KONWENCJI", "2.  Art. 41 Konwencji stanowi, co następuje:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "A.  Szkoda", "203. Osoby skarżące wniosły następujące roszczenia z tytułu zadośćuczynienia za szkody materialne i niematerialne:", "(a) pierwsza osoba skarżąca ubiegała się o 262.000 euro (EUR) z tytułu odszkodowania za szkody materialne i zadośćuczynienia za szkody niematerialne, które według niej obejmowały 8.000.000 milionów rubli (RUB) z tytułu szkód moralnych i 1.200.000 RUB z tytułu strat materialnych;", "(b) druga osoba skarżąca ubiegała się o 137.000 EUR z tytułu odszkodowania za szkody materialne i zadośćuczynienia za szkody niematerialne, które według niej obejmowały 3.000.000 RUB z tytułu szkód moralnych i 1.800.000 RUB z tytułu strat materialnych;", "(c) trzecia osoba skarżąca ubiegała się o 1.099.861 EUR z tytułu odszkodowania za szkody materialne i zadośćuczynienia za szkody niematerialne, które według niej obejmowały 730.662 RUB z tytułu odszkodowania za szkody materialne i 38.495.140 RUB zadośćuczynienia za szkody niematerialne;", "(d) czwarta osoba skarżąca ubiegała się o 100.000 dolarów amerykańskich (USD) z tytułu odszkodowania za szkody materialne i zadośćuczynienia za szkody niematerialne;", "(e) piąta i szósta osoba skarżąca wspólnie ubiegały się o 20.000 USD i 500.000 RUB z tytułu odszkodowania za szkody materialne i zadośćuczynienia za szkody niematerialne.", "204. Rząd kwestionował te roszczenia, twierdząc, iż są one nadmierne i nieuzasadnione.", "205. Trybunał zauważa, że stwierdził naruszenia aspektu materialnego i proceduralnego art. 2 Konwencji. Trybunał uznaje, że osoby skarżące poniosły szkody niematerialne i przyznaje im następujące kwoty:", "(a) 30.000 EUR na rzecz pierwszej osoby skarżącej;", "(b) 15.000 EUR na rzecz drugiej osoby skarżącej;", "(c) po 10.000 EUR na rzecz trzeciej, czwartej, piątej i szóstej osoby skarżącej,", "wraz z wszelkimi kwotami podatków, które mogłyby być zostać pobrane od tych kwot.", "B.  Koszty i wydatki", "206. Osoby skarżące nie wniosły żadnych roszczeń w odniesieniu do kosztów i wydatków, w związku z czym nie przyznaje się żadnej kwoty w tym zakresie.", "C.  Odsetki za zwłokę", "207. Trybunał za słuszne uznaje wyznaczenie wysokości odsetek za zwłokę na podstawie marginalnej stopy procentowej Europejskiego Banku Centralnego powiększonej o trzy punkty procentowe.", "W ZWIĄZKU Z POWYŻSZYM TRYBUNAŁ JEDNOMYŚLNIE", "1. Oddala zarzut wstępny Rządu;", "", "2. Orzeka, że doszło do naruszenia art. 2 Konwencji w jego aspekcie materialnym ze względu na niewypełnienie przez Państwo ciążącego na nim pozytywnego obowiązku ochrony prawa do życia;", "", "3. Orzeka, że doszło do naruszenia art. 2 Konwencji w jego aspekcie proceduralnym ze względu na brak adekwatnej odpowiedzi sądowej wymaganej w przypadku domniemanego naruszenia prawa do życia.", "", "4. Orzeka, że nie doszło do naruszenia art. 1 Protokołu Nr 1 do Konwencji;", "", "5. Orzeka, że nie istnieje odrębne zagadnienie prawne, które należałoby rozważyć w oparciu o art. 13 Konwencji w związku z art. 2 Konwencji;", "", "6. Orzeka, że nie doszło do naruszenia art. 13 Konwencji w związku z art. 1 Protokołu Nr 1 do Konwencji;", "", "7. Orzeka, że nie istnieje odrębne zagadnienie prawne, które należałoby rozważyć w oparciu o art. 8 Konwencji oraz w oparciu o art. 13 Konwencji w związku z art. 8 Konwencji;", "", "8. Orzeka", " (a) że pozwane Państwo ma wypłacić skarżącym w ciągu trzech miesięcy od daty, w której wyrok stanie się ostateczny, zgodnie z art. 44 § 2 Konwencji, następujące kwoty z tytułu zadośćuczynienia za doznaną krzywdę, które będą przeliczone na ruble rosyjskie według kursu obowiązującego w dacie uregulowania należności, powiększone o wartość wszelkich podatków, jakie ewentualnie mogą być pobrane od tych kwot:", "(i) 30.000 EUR (trzydzieści tysięcy euro) na rzecz pierwszej skarżącej;", "(ii) 15.000 EUR (piętnaście tysięcy euro) na rzecz drugiego skarżącego;", "(iii) po 10.000 EUR (dziesięć tysięcy euro) na rzecz trzeciego, czwartego, piątego i szóstego skarżącego;", "(b) że od momentu upływu wyżej wskazanego terminu trzech miesięcy aż do momentu uregulowania należności, należne będą odsetki zwykłe od określonych powyżej kwot, naliczone według stopy równej marginalnej stopie procentowej Europejskiego Banku Centralnego obowiązującej w tym okresie, powiększonej o trzy punkty procentowe;", "", "9. Oddala pozostałą część żądania skarżących w zakresie słusznego zadośćuczynienia.", "Sporządzono w języku angielskim i obwieszczono pisemnie dnia 20 marca 2008 r., zgodnie z art. 77 §§ 2 i 3 Regulaminu Trybunału.", "\tSøren Nielsen\tChristos Rozakis\n\tKanclerz\tPrzewodniczący"]}