{"file": "POL_HJUDPOL_26629_95.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "26629/95", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "SEKCJA DRUGA", "", "", "", "", "SPRAWA WITOLD LITWA przeciwko POLSCE", "", "skarga nr 26629/95", "", "WYROK - 4 kwietnia 2000 r.", "Europejski Trybunał Praw Człowieka (Sekcja Druga), zasiadając jako Izba złożona z następujących sędziów:", "Pan M. Fischbach, przewodniczący,", "Pan B. Conforti,", "Pan G. Bonello,", "Pani V. Strážnická,", "Pani M. Tsatsa-Nikolovska,", "Pan A.B. Baka,", "Pan E. Levits, sędziowie", "oraz Pan E. Fribergh, szef Kancelarii Sekcji,", "Obradując na posiedzeniach zamkniętych w dniach 7 października 1999 r. i 23 marca 2000 r.,", "Wydaje następujący wyrok, który został przyjęty w ostatnim z wymienionych terminów:", "", "POSTĘPOWANIE", "1. Sprawa została wniesiona do Trybunału przez Europejską Komisję Praw Człowieka („Komisja”) w dniu 6 marca 1999 r. Wywodzi się ona ze skargi (nr 26629/95) przeciwko Rzeczypospolitej Polskiej, wniesionej do Komisji na podstawie dawnego art. 25 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez obywatela polskiego, Pana Witolda Litwę („skarżący”), w dniu 6 sierpnia 1994 r. Skarżący jest reprezentowany przez Pana P. Sołhaja i Pana K. Tora, prawników praktykujących w Krakowie. Polski Rząd („Rząd”) jest reprezentowany przez pełnomocnika, Pana K. Drzewickiego z Ministerstwa Spraw Zagranicznych.", "Celem wniosku Komisji było uzyskanie rozstrzygnięcia co do kwestii, czy okoliczności sprawy ujawniają naruszenie przez pozwane państwo jego zobowiązań, podjętych na podstawie art. 5 ust. 1 Konwencji.", "2. W dniu 31 marca 1999 r. skład Wielkiej Izby postanowił, zgodnie z art. 5 ust. 4 Protokołu nr 11 do Konwencji, w związku z art.100 ust. 1 i art. 24 ust. 6 Regulaminu Trybunału, że sprawa powinna być rozpatrzona przez Izbę utworzoną w ramach jednej z sekcji Trybunału. Następnie Prezes Trybunału, Pan L. Wildhaber, przydzielił sprawę Sekcji Drugiej (art. 52 ust. 1 Regulaminu). W skład ukonstytuowanej w ramach Sekcji Izby wszedł ex officio Pan J. Makarczyk, wybrany sędzia z Polski (art. 27 ust. 2 Konwencji i art. 26 ust. 1 (a) Regulaminu Trybunału) i Pan M. Fischbach, wiceprzewodniczący Sekcji (art. 26 ust. 1 w związku z art. 12 Regulaminu). Pozostałymi członkami wyznaczonymi przez wiceprzewodniczącego do utworzenia Izby byli: Pan B. Conforti, Pan G. Bonello, Pani V. Strážnická, Pani M. Tsatsa-Nikolovska, Pan A.B. Baka, Pan E. Levits. Następnie, z uwagi na fakt, że Pan J. Makarczyk nie mógł zasiadać w Izbie, polski Rząd, po uprzednim zaproszeniu przez Przewodniczącego Izby do uczynienia tego, oświadczył, że życzy sobie wyznaczenia innego wybranego sędziego. Stosownie do podjętego w konsekwencji zarządzenia Przewodniczącego, Pani V. Strážnická, sędzia substytut, przejęła funkcję Pana J. Makarczyka jako członka Izby (art. 26 ust. 1 (a) w związku z art. 29 Regulaminu).", "3. W dniu 27 kwietnia 1999 r. Izba postanowiła, w oparciu o art. 59 ust. 2 Regulaminu, przeprowadzić rozprawę w powyższej sprawie.", "4. Następnie, Przewodniczący Izby, opierając się na art. 59 ust. 3 Regulaminu, zaprosił strony do przedłożenia memoriałów. W dniu 3 września 1999 r. szef Kancelarii otrzymał memoriał Rządu. Skarżący przedłożył swój memoriał 6 września 1999 r.", "5. Zgodnie z decyzją Przewodniczącego rozprawa odbyła się jawnie, w Pałacu Praw Człowieka w Strasburgu w dniu 7 października 1999 r. Przewodniczący udzielił adwokatowi skarżącego zezwolenia na zwracanie się do Trybunału w języku polskim (art. 34 ust. 3 Regulaminu),", "Przed Trybunałem stawili się:", "(a) w imieniu Rządu:", "Pan K. Drzewicki, pełnomocnik,", "Pan A. Kaliński, radca,", "Pani B. Drzewicka,", "Pani M. Wąsek-Wiaderek, doradcy;", "(b) w imieniu skarżącego:", "Pan P. Sołhaj, radca,", "Pan K. Tor, doradca.", "Trybunał wysłuchał wystąpień Pana K. Drzewickiego i Pana P. Sołhaja, a także odpowiedzi Pana Drzewickiego i Pana Tora na pytania postawione przez sędziów Trybunału.", "", "FAKTY", "", "I. OKOLICZNOŚCI SPRAWY", "6. Skarżący urodził się w 1946 r., jest inwalidą. Jest niewidomy na jedno oko, a jego widzenie drugim okiem jest poważnie osłabione.", "7. W dniu 5 maja 1994 r. w południe, skarżący wraz z psem, którego używa jako psa przewodnika, wszedł do Urzędu Pocztowego nr 30 w Krakowie, w celu sprawdzenia swoich skrytek pocztowych. Towarzyszył mu W. K. Skrytki pocztowe skarżącego były otwarte i puste. Skarżący wniósł skargę do urzędnika pocztowego, który następnie wezwał policję, zarzucając, że skarżący był pijany i zachowywał się agresywnie.", "8. Tego samego dnia o godzinie 12.20 skarżący został zabrany przez funkcjonariuszy policji do Izby Wytrzeźwień w Krakowie i zatrzymany tam przez sześć godzin i trzydzieści minut. Personel izby wypełnił formularz relacjonujący pobyt skarżącego w izbie wytrzeźwień.", "9. Formularz ten miał postać druku. Został opatrzony numerem 006107/94 i zatytułowany „Karta pobytu w Izbie Wytrzeźwień”. Wypełniono go ręcznie. Oprócz drobiazgowych danych dotyczących tożsamości skarżącego, formularz zawierał siedem części. Pierwsza część, zatytułowana „Wniosek o przyjęcie” wskazywała, że skarżący przybył do izby o godzinie 12.45. Uzasadnienie zatrzymania było częściowo wdrukowane, a częściowo pisane ręcznie. Część dyspozycyjna art. 40 ust. 1 ustawy z dnia 26 października 1982 r. (cytowana poniżej w pkt 26) była wydrukowana. Notatka sporządzona ręcznie brzmi:", "„[Skarżący] awanturował się na poczcie w osiedlu Urocza”.", "10. Druga część zatytułowana „Opinia lekarza”, podpisana przez lekarza, brzmi:", "„1. Wywiad lekarski (środowiskowy):", "2. Okoliczności, rodzaj i ilość wypitego alkoholu, inne okoliczności związane z wprowadzeniem się w stan nietrzeźwości: [pismo ręczne] czuć wyraźnie woń alkoholu – odmówił dmuchania w alkomat;", "3. Badanie osoby doprowadzonej:", "(1) Zachowanie: przytomny; nieprzytomny; śpiący; gadatliwy; spokojny; awanturujący się; małomówny; opanowany;", "Słowa „przytomny” i „gadatliwy” zostały podkreślone ręcznie.", "(2) Nastrój: wesoły; przygnębiony; przeciętny; pobudzony;", "Słowo „przeciętny” zostało podkreślone ręcznie.", "(3) Chód: pewny; chwiejny; brak równowagi;", "Słowo „chwiejny” zostało podkreślone ręcznie.", "(4) Mowa: wyraźna; niewyraźna; bełkotliwa;", "Słowo „niewyraźna” zostało podkreślone ręcznie.", "(5) Ślady wymiotów: widoczne; niewidoczne;", "Słowo „niewidoczne” zostało podkreślone ręcznie.", "(6) Tętno: miarowe; niemiarowe; dobrze napięte; słabo napięte;", "Słowa „miarowe” i „dobrze napięte” zostały podkreślone ręcznie.", "(7) Serce: akcja miarowa; akcja niemiarowa; tony czyste: tony nieczyste;", "Słowa „akcja miarowa” i „tony czyste” zostały podkreślone ręcznie.", "(8) Źrenice: szerokie; normalne; nienormalne, wąskie; słabo reagujące; brak reakcji;", "Słowo „normalne” zostało podkreślone ręcznie.", "(9) Skóra: blada; zaczerwieniona; prawidłowo ukrwiona; sinica;", "Słowa „prawidłowo ukrwiona” zostały podkreślone ręcznie.", "(10) Płuca: [nieczytelne pismo ręczne].", "(11) Stan jamy brzusznej [pismo ręczne] brzuch [nieczytelny przymiotnik].", "(12) Obrażenia: [pismo ręczne] brak.", "(13) Inne objawy chorobowe: [pismo ręczne] duży ubytek widzenia.", "(14) Określenie stanu badanego: [pismo ręczne] stan średniego upojenia.", "[Druk] W wyniku badania stwierdzam, że doprowadzony:", "1) Jest w stanie nietrzeźwości uzasadniającym zatrzymanie w izbie wytrzeźwień na przeciąg [pismo ręczne] 6 [druk] godzin;", "To zdanie zostało podkreślone ręcznie. Formularz przewidywał dwie inne możliwości, które nie zostały wybrane:", "2) Wymaga skierowania do zakładu społecznego służby zdrowia;", "3) Nie wymaga umieszczenia w izbie wytrzeźwień.”", "11. Kolejne części były zatytułowane: „III. Decyzja kierownika Izby / zmiany” i „IV. Depozyt”. W tej części wymienione są przedmioty odebrane skarżącemu w następującej kolejności:", "„... dowód osobisty [nr] DB 3429943; [nieczytelny opis innych dokumentów]; PLZ 654, 700, zegarek Polyot [zrobiony z] żółty metal; pistolet gazowy [nieczytelny opis innych pozycji]; klucze (osiemnaście pozycji); portfel; marynarka; koszula; spodnie; pasek; buty.”", "12. Część V, zatytułowana: „Odbiór alkoholu”, nie zawiera notatki. Część VI, zatytułowana „Pobyt w Izbie Wytrzeźwień”, zawiera listę środków, jakie mogą być zastosowane wobec osoby w stanie upojenia (obejmują one zastosowanie leków, ciepłą lub zimną kąpiel, umieszczenie w izolatce, przymus fizyczny przez zastosowanie pasów bezpieczeństwa lub kaftana bezpieczeństwa) oraz opis jej zachowania. Zachowanie skarżącego, jego stan psychiczny i fizyczny zostały ocenione jako „dobre”. Ostatnia część, VII „Zwolnienie z Izby Wytrzeźwień” zarejestrowała, że po upływie sześciu i pół godziny skarżący został oceniony przez lekarza jako „trzeźwy” i zwolniony o godzinie 19.15. Odręczna notatka wskazywała, że skarżący odmówił podpisania karty.", "13. Dnia 10 maja 1994 r. skarżący złożył wniosek do Prokuratora Rejonowego w Krakowie o wszczęcie postępowania karnego przeciwko policjantom, którzy zatrzymali go w dniu 5 maja 1994 r. oraz przeciwko personelowi Izby Wytrzeźwień w Krakowie. Zarzucał, że policjanci pobili go oraz skarżył się na zachowanie personelu Izby.", "14. Dnia 29 maja 1994 r. skarżący wniósł do Sądu Wojewódzkiego w Krakowie powództwo przeciwko Skarbowi Państwa o odszkodowanie „za bezprawną napaść ze strony funkcjonariuszy państwowych w dniu 5 maja 1994 r. i zabór mienia osobistego”. Sąd postanowił, że powództwo skarżącego powinno być rozpatrzone jako wniosek o odszkodowanie za niesłuszne aresztowanie, na podstawie art. 487 Kodeksu postępowania karnego.", "15. Dnia 28 listopada 1994 r. Sąd Wojewódzki w Krakowie oddalił powództwo uznając, że aresztowanie skarżącego było uzasadnione. Postanowienie to brzmi następująco:", "„W oparciu o wyjaśnienia zeznania wnioskodawcy, informację pisemną XXII Komisariatu Policji oraz akta dochodzenia o sygn. 2 DS 1842/94 Prokuratury Rejonowej w Krakowie, to znaczy karty pobytu ... nr 006107 wraz z wnioskiem o przyjęcie ustalono, że w dniu 5 maja 1994 r. [skarżący] będąc pod wpływem alkoholu zakłócił porządek publiczny w Urzędzie Pocztowym nr 30 ... w Krakowie. Na prośbę pracowników tego Urzędu interweniowała Policja. Ponieważ od zatrzymanego czuć było alkohol został odwieziony do Izby Wytrzeźwień, gdzie w wyniku badania lekarskiego rozpoznano „średni stopień upojenia” i wydano decyzję o przyjęciu.", "Okoliczności powyższe wskazują, że zatrzymanie wnioskodawcy było zasadne. Nie ma zatem podstaw faktycznych i prawnych do zasądzenia odszkodowania w trybie rozdziału 50 Kodeksu postępowania karnego.”", "16. Dnia 1 grudnia 1994 r. Prokurator Rejonowy dla Krakowa - Śródmieście podejrzewając, że zostały popełnione przestępstwa pobicia, kradzieży i naruszenia nietykalności osobistej skarżącego, wszczął dochodzenie w odniesieniu do wniosku skarżącego z dnia 10 maja 1994 r.", "17. Dnia 5 grudnia 1994 r. skarżący zaskarżył postanowienie Sądu Wojewódzkiego w Krakowie z dnia 28 listopada 1994 r. Argumentował, że postanowienie to nie było oparte na żadnym z wysłuchanych zeznań, a jedynie na oświadczeniach policjantów. Dalej oświadczył, że został pobity przez policjantów oraz, że jego rzeczy osobiste zostały skradzione. Skarżący powołał się na artykuły 3, 6 ust. 1 i 8 Konwencji.", "18. Dnia 25 stycznia 1995 r. Sąd Apelacyjny w Krakowie oddalił zażalenie. Uzasadnienie tego postanowienia brzmi następująco:", "„Zażalenie wnioskodawcy Witolda Litwy nie jest zasadne. Wbrew odmiennemu poglądowi, wnioskodawca zażalenia Witold Litwa w dniu zdarzenia, tj. 5 maja 1994 r., znajdował się pod wpływem alkoholu, co zostało określone jako „średni stopień upojenia alkoholem”. Będąc w takim stanie udał się do Urzędu Pocztowego nr 30, gdzie zakłócił spokój publiczny. Pracownicy tego Urzędu wezwali na interwencję funkcjonariuszy policji, którzy po stwierdzeniu, że od skarżącego czuć alkohol przewieźli go do izby wytrzeźwień. W wyniku przeprowadzonego badania stwierdzono, że wnioskodawca znajduje się w stanie „średniego upojenia” i zatrzymano go do wytrzeźwienia. Skarżący odmówił dmuchania w alkomat.", "W obecności funkcjonariuszy policji odebrano od wnioskodawcy depozyt. ... W związku z powyższym należy stwierdzić, że funkcjonariusze policji nie dokonali na osobie skarżącego rozboju. Interwencja funkcjonariuszy policji i umieszczenie w Izbie Wytrzeźwień było uzasadnione.", "Nie można zatem podzielić poglądu wnioskodawcy, że funkcjonariusze policji dopuścili się zbrodni rozboju, a nadto, że został bezpodstawnie zatrzymany i umieszczony w Izbie Wytrzeźwień.”", "19. Dnia 28 lutego 1995 r. Prokurator Rejonowy dla Krakowa - Śródmieście umorzył dochodzenie wszczęte na wniosek skarżącego. Jednakże, w dniu 1 grudnia 1995 r. Prokurator Wojewódzki w Krakowie, na skutek zażalenia skarżącego, uchylił powyższe postanowienie i zarządził wszczęcie dochodzenia uzupełniającego.", "20. W dniu 19 lutego 1996 r. policjant z Komendy Policji Kraków - Grzegórzki przesłuchał W. K., naocznego świadka wydarzeń w urzędzie pocztowym w dniu 5 maja 1994 r. Protokół przesłuchania brzmi następująco:", "„Witolda Litwę znam od 1969 r., nie utrzymuję z nim jednak stałych kontaktów, spotykamy się sporadycznie. Prawdopodobnie więcej niż rok temu, daty nie pamiętam [teraz], spotkałem Witolda Litwę w Nowej Hucie [dzielnica Krakowa]. Razem udaliśmy się do optyka, następnie udaliśmy się do budynku urzędu pocztowego. Nie mówił mi, po co idzie na pocztę. W dniu tym miał ze sobą psa - rasy owczarek afgański. Ponieważ z psem nie wolno wchodzić do budynku, pozostałem, na prośbę Witolda, przed pocztą, trzymając psa na smyczy; Witold natomiast wszedł do budynku. Po jakimś czasie wyszedł z poczty zdenerwowany i powiedział, że nie zamknięto mu [urzędnicy poczty] skrytki pocztowej, albo mu się do niej włamano. Zaraz ponownie wszedł do budynku poczty. Z ciekawości, ja również wszedłem do budynku poczty, wraz z psem trzymanym na smyczy. Zaraz po moim wejściu, do budynku poczty weszło dwóch policjantów, podeszli do Witolda; wówczas powiedział mi, abym wyszedł z psem z budynku poczty. Jeden z policjantów podszedł do mnie i wylegitymował mnie. Po wylegitymowaniu wyszedłem wraz z psem z poczty. Gdy byłem na zewnątrz widziałem, że policjanci wyprowadzili go [skarżącego] z poczty, po czym wprowadzili go do radiowozu i odjechali. Z tego co widziałem w czasie tego zdarzenia zachowywał się spokojnie, nie wiem więc dlaczego został zabrany przez policję. Nie widziałem, aby policjanci zadawali uderzenia prowadząc go i wprowadzając do radiowozu. Nie przypominam sobie, czy mówił policjantom, że trzymany przeze mnie pies należał do niego. ...”", "21. Dnia 26 lutego 1996 r. Policja Kraków - Grzegórzki umorzyła dochodzenie uznając, że nie zostało popełnione przestępstwo. Uzasadnienie postanowienia brzmi następująco:", "„Skutkiem tego, odebrano zeznania od policjantów [uczestniczących w incydencie w dniu 5 maja 1994]. Oświadczyli oni, że Witold Litwa został zabrany do Izby Wytrzeźwień [w Krakowie] w związku z wszczętą przez niego awanturą oraz stanem upojenia alkoholowego. Nie uderzyli go, jedynie trzymali go podczas doprowadzenia i wsiadania do samochodu patrolowego. Oświadczyli, że [skarżący] nie miał ze sobą psa, i że w urzędzie pocztowym znajdował się mężczyzna trzymający psa [na smyczy], tj. W.K. Jednakże, nikt nie wiedział, że ten pies należał do Witolda Litwy. ... Lekarz z Izby Wytrzeźwień [w Krakowie] potwierdził, że Witold Litwa był w stanie upojenia alkoholowego. ...”", "Postanowienie to zostało utrzymane w mocy przez Prokuratora Rejonowego dla Krakowa - Śródmieście w dniu 27 lutego 1996 r.", "22. Dnia 5 marca 1996 r. W. K., po zapoznaniu się z uzasadnieniem ww. postanowienia, złożył oświadczenie przed notariuszem. Oświadczenie to, w stosownej części brzmi:", "„Ja, W. K., oświadczam w obecności notariusza, że po zapoznaniu się z postanowieniem o umorzeniu dochodzenia, nie zgadzam się z opisem zdarzeń, których byłem świadkiem [przedstawionych w postanowieniu].", "Podczas zeznania, całkowicie zaprzeczyłem insynuacjom, że skarżący był pijany; .. Spędziłem z nim godzinę poprzedzającą zdarzenie i całkowicie [wciąż] wykluczam taką możliwość.", "Witold Litwa nie robił awantury w Urzędzie Pocztowym; podniósł jedynie głos, aby być słyszalnym w hałasie powodowanym przez dużą liczbę klientów ... około dwieście osób stojących w tym samym czasie w kolejkach do okienek pocztowych. ... Głośno zażądał rozmowy z kierownikiem poczty w celu uzyskania wyjaśnienia dlaczego jego skrytki pocztowe nie były zamknięte ... i [dlaczego] jedna z tych skrytek była uszkodzona. ... Jego pies pozostawał na zewnątrz, ponieważ budynek był tak zatłoczony, że pies nie mógł być wewnątrz ... jak twierdzili policjanci; oni kłamali. Kierownik poczty nie przyszedł spotkać się ze skarżącym; zamiast niego zjawili się policjanci i zażądali od nas okazania dowodów osobistych. Dałem im swój dowód, a Witold Litwa spokojnie dał swój. Wnikliwie sprawdzili dowody i zrobili zapiski w swoich notatnikach. Przy sprawdzaniu dokumentów dowiedzieli się, że był inwalidą [tj. że jego wzrok był znacznie osłabiony] ... . Oddali mi dowód osobisty, a Litwa został doprowadzony do samochodu patrolowego i zabrany. Podczas swojego zatrzymania zachowywał się w sposób spokojny, prosił jedynie policjantów, aby pozwolili mu zabrać psa ze sobą, albo aby zapewnili, że zostanie zabrany przez kogoś innego. Byłem świadkiem tego. Nie odpowiedzieli na jego prośbę i odjechali. ...”", "23. Dnia 5 kwietnia 1996 r. Prokurator Rejonowy w Krakowie - Śrómieściu wznowił, ex officio, dochodzenie w sprawie zdarzeń z dnia 5 maja 1994 r., a w dniu 23 maja 1996 r. umorzył je uznając, że nie zostało popełnione przestępstwo.", "", "II. PRAWO KRAJOWE I PRAKTYKA", "", "A. Zatrzymanie osób będących pod wpływem alkoholu, na gruncie ustawy z dnia 26 października 1982 r. o wychowaniu w trzeźwości i przeciwdziałaniu alkoholizmowi", "24. Ustawa z dnia 26 października 1982 r. o wychowaniu w trzeźwości i przeciwdziałaniu alkoholizmowi (poniżej „ustawa z dnia 26 października 1982 r.”) ustanawia środki, jakie mogą być zastosowane w stosunku do dwóch kategorii osób: „uzależnionych od alkoholu” i „będących pod wpływem alkoholu”. Art. 21 - 38 regulują kwestie dobrowolnego i przymusowego leczenia „osób uzależnionych od alkoholu”, natomiast art. 39 - 40 określają środki, jakie mogą być zastosowane w stosunku do „osób będących pod wpływem alkoholu”.", "25. Zgodnie z art. 39 ustawy, izby wytrzeźwień organizują i prowadzą organy administracji państwowej stopnia podstawowego, w miastach liczących ponad 50 000 mieszkańców.", "26. Art. 40 ustawy (w wersji wówczas obowiązującej), stanowi:", "„§ 1. Osoby w stanie nietrzeźwości, które zachowaniem swoim dają powód do zgorszenia w miejscu publicznym lub w zakładzie pracy, znajdują się w okolicznościach zagrażających ich życiu lub zdrowiu, albo zagrażają życiu lub zdrowiu innych osób, mogą zostać doprowadzone do izby wytrzeźwień lub zakładu społecznego służby zdrowia, albo do miejsca zamieszkania lub pobytu.", "§ 2. W razie braku izby wytrzeźwień, osoby takie mogą być doprowadzone do [jednostki policji].", "§ 3. Osoby [w stanie nietrzeźwości] doprowadzone do izby wytrzeźwień lub [jednostki policji] pozostają tam aż do wytrzeźwienia, nie dłużej niż 24 godziny. ...", "§ 4. O wypadkach uzasadniających wszczęcie postępowania [w stosunku do osób w stanie nietrzeźwości], o zastosowaniu obowiązku poddania się leczeniu odwykowemu zawiadamia się niezwłocznie właściwą komisję do spraw przeciwdziałania alkoholizmowi. ...”", "27. Osoba zatrzymana i następnie umieszczona w izbie wytrzeźwień na podstawie art. 40 ustawy nie jest uprawniona do wszczęcia postępowania w kwestii bezprawności pozbawienia wolności, ponieważ, zgodnie z art. 206 Kodeksu postępowania karnego, jedynie osoba zatrzymana pod zarzutem popełnienia przestępstwa może złożyć zażalenie na postanowienie o aresztowaniu (patrz wyrok Sądu Najwyższego nr IKZP 43/91 z dnia 12 lutego 1992 r., wydany przez skład siedmiu sędziów, opublikowany w OSNKW 1992 nr 5-6/32).", "28. Rozporządzenie Ministra Administracji, Gospodarki Terenowej i Ochrony Środowiska, z dnia 7 maja 1983 r., w sprawie trybu doprowadzania osób w stanie nietrzeźwości, organizacji izb wytrzeźwień i zakresu opieki zdrowotnej oraz opłat związanych z doprowadzaniem i pobytem w izbie wytrzeźwień i jednostce Policji (uzupełnione rozporządzeniem Ministra Zdrowia i Opieki Społecznej z dnia 23 października 1996 r.) określa szczegółowe zasady odnoszące się do zatrzymania w izbie wytrzeźwień.", "29. Paragraf 9 rozporządzenia (w wersji wówczas obowiązującej) stanowi, co następuje:", "„1. Osobę doprowadzoną do izby poddaje się niezwłocznie badaniom lekarskim.", "2. Lekarz, po przeprowadzeniu badania osoby doprowadzonej do izby, stwierdza potrzebę umieszczenia w izbie ..., albo potrzebę skierowania do szpitala lub innego zakładu opieki zdrowotnej ..., lub brak objawów stanu nietrzeźwości uzasadniających umieszczenie w izbie.", "30. Nie ma postanowień zobowiązujących władze do przeprowadzenia dodatkowych testów (krwi lub alkomatem), określających czy dana osoba była w stanie nietrzeźwości.", "Paragraf 16 rozporządzenia stanowi, co następuje:", "„Na żądanie osoby doprowadzonej do izby przeprowadza się badanie na zawartość alkoholu w organizmie ...”", "31. Zgodnie z paragrafem 21 rozporządzenia, osoba umieszczona w izbie wytrzeźwień ponosi koszty zarówno pobytu, jak i dowozu do niej, w ratach oszacowanych w stosunku do wysokości - odpowiednio 20% i 4% - średniego miesięcznego wynagrodzenia w sektorze publicznym. Jeżeli dana osoba nie dysponowała niezbędną kwotą, izba wytrzeźwień była uprawniona, na podstawie paragrafu 22, do zastawu na przedmiotach zatrzymanych w depozycie.", "", "B. Pojęcie „zakłócenia porządku publicznego”", "32. Zakłócenie porządku publicznego w okresie objętym zarzutami skargi było przestępstwem mniejszej wagi, podlegającym karze na podstawie art. 51 Kodeksu wykroczeń. Artykuł ten, w wersji wówczas obowiązującej, stanowi co następuje:", "„§ 1. Kto krzykiem, hałasem, alarmem lub innym wybrykiem zakłóca spokój, porządek publiczny, spoczynek nocny [obywateli] albo wywołuje zgorszenie w miejscu publicznym, podlega karze aresztu do 2 miesięcy, grzywny [pomiędzy 100 000 PLZ i 1 500 000] ...", "§ 2. Jeżeli czyn określony ma charakter chuligański lub sprawca dopuszcza się go, będąc pod wpływem alkoholu, podlega karze aresztu ... albo grzywny [pomiędzy 100 000 i 5000 000].”", "", "PRACE PRZYGOTOWAWCZE NAD ARTYKUŁEM 5 UST. 1 KONWENCJI", "33. W dniu 8 września 1949 R. Zgromadzenie Doradcze Rady Europy przyjęło Zalecenie nr 38. Tekst projektu postanowień przyszłego art. 5 był zawarty w art. 2 i brzmiał następująco:", "„ Na mocy Konwencji państwa członkowskie podejmują się zapewnienia każdej osobie zamieszkującej na ich terytoriach:", "(1). Bezpieczeństwo osobiste, zgodnie z art. 3, 5 i 8 Deklaracji Narodów Zjednoczonych;", "(2). ....", "(3). Ochronę przed bezpodstawnym zatrzymaniem, aresztowaniem, wydaleniem i innymi środkami przewidzianymi w art. 9, 10 i 11 Deklaracji Narodów Zjednoczonych”.", "34. Dnia 4 lutego 1950 r. do art. 2 ust. 3, jak przewidziano w Zaleceniu 38, zostały zaprezentowane przez Pana Saléna (Szwecja) następujące poprawki:", "„Art. 2 ust. 3: dodane w zakończeniu:", "„Powyższe gwarancje nie wyłączają prawa do podejmowania niezbędnych środków dla zwalczania włóczęgostwa i alkoholizmu lub dla zapewnienia przestrzegania obowiązku płacenia alimentów.", "35. W dniu 6 lutego 1950 r. Pan Salén wycofał swoje poprawki:", "„zastrzegając, że uzasadnienie włączone do sprawozdania Komitetu Ministrów, mówi jasno:", "„ ... że tekst art. 6 [w tej kwestii, klauzula generalna upoważniająca do ograniczenia zagwarantowanych praw i wolności w celu uznania i poszanowania praw i wolności innych oraz spełniania wymogów moralności, porządku i bezpieczeństwa publicznego w społeczeństwie demokratycznym] obejmuje również prawo państw członkowskich do podejmowania niezbędnych środków dla walki z włóczęgostwem, alkoholizmem i dla zapewnienia przestrzegania obowiązku płacenia alimentów.”", "36. Do pierwotnego projektu art. 6 Konwencji został następnie zanotowany następujący komentarz:", "„Przedstawiciel Szwecji wnioskował następnie o umieszczenie w sprawozdaniu stwierdzenia, że tekst art. 6 obejmuje, w szczególności, prawo państw sygnatariuszy do podejmowania niezbędnych środków dla zwalczania włóczęgostwa i pijaństwa [l´alcoolisme we francuskim tekście] lub zapewnienia przestrzegania obowiązku płacenia alimentów; Komitet [Ekspertów] nie miał wątpliwości, że mogło by to być zaakceptowane, ponieważ takie ograniczenia były uzasadnione wymogami moralności i porządku publicznego.”", "37. Od dnia 6 do 10 marca 1950 r. na Drugiej Sesji Komitetu Ekspertów, odpowiednik obecnego art. 5 ust. 1 Konwencji był dyskutowany i ponownie projektowany, ostatecznie jako projekt art. 6. Przedstawiony został następujący projekt art. 6:", "„1. Nikt nie może być pozbawiony wolności, z wyjątkiem następujących przypadków i w trybie ustalonym przez prawo:", "(a) zgodnego z prawem pozbawienia wolności, w wyniku skazania przez właściwy sąd;", "(b) zgodnego z prawem zatrzymania lub aresztowania w przypadku niepodporządkowania się wydanemu zgodnie z prawem orzeczeniu sądu lub w celu zapewnienia określonego w ustawie obowiązku;", "(c) zgodnego z prawem zatrzymania lub aresztowania, w celu postawienia przed właściwym organem, jeżeli istnieje uzasadnione podejrzenie czynu zagrożonego karą, lub jeżeli jest to konieczne w celu zapobieżenia popełnienia takiego czynu, lub uniemożliwienia ucieczki po jego dokonaniu;", "(d) pozbawienia nieletniego wolności na podstawie zgodnego z prawem orzeczenia sądu, w celu ustanowienia nadzoru wychowawczego;", "(e) zgodnego z prawem pozbawienia wolności osoby, w celu zapobieżenia szerzeniu przez nią choroby zakaźnej, osoby umysłowo chorej, alkoholika, narkomana lub włóczęgi;", "(f) zgodnego z prawem zatrzymania lub aresztowania osoby, w celu zapobieżenia jej nielegalnemu wkroczeniu na terytorium państwa, lub osoby przeciwko której toczy się postępowanie o wydalenie lub ekstradycję.”", "38. Francuska wersja punktu (e) brzmi następująco:", "„(e) s´il s´sagit de la détention réguliére d´une personne suscepitable de propager une maladie contagieuse, d´un aliéné, d´un alcoolique, d´un toxicomane ou d´un vagabound.”", "39. Ostatecznie, w dniu 3 listopada 1950 r., w rezultacie końcowego badania tekstu Konwencji przez Komitet Ekspertów, powyższy tekst został zastąpiony postanowieniami obecnego art. 5 ust. 1 Konwencji; zmiany poczynione przez Komitet Ekspertów zostały określone jako „poprawki formalne oraz korekty tłumaczeń”. Przy tej okazji słowo „alkoholik” w pkt (e) angielskiego tekstu zostało zastąpione słowem „alkoholicy”.", "", "POSTĘPOWANIE PRZED KOMISJĄ", "40. Pan Witold Litwa zwrócił się do Komisji 6 sierpnia 1994 r. Podniósł zarzut, że zatrzymanie go w Izbie Wytrzeźwień w Krakowie w dniu 5 maja 1994 r. było bezprawne i samowolne, co w rezultacie poskutkowało naruszeniem art. 5 ust. 1 Konwencji. Dalej utrzymywał, że tego samego dnia funkcjonariusze policji zaatakowali go i pobili podczas próby zatrzymania oraz, że następnie personel izby wytrzeźwień traktował go w sposób poniżający - oba te fakty były równoznaczne z traktowaniem niezgodnym z art. 3 Konwencji. Wreszcie, przywołując art. 1 Protokołu nr 1 do Konwencji, skarżący zarzucał, że w rezultacie aresztowania i zatrzymania w izbie wytrzeźwień utracił rzeczy osobiste i psa przewodnika.", "41. Dnia 25 września 1997 r. Komisja uznała skargę (nr 26629/95) za dopuszczalną, w takim zakresie, w jakim dotyczy ona kwestii bezprawnego umieszczenia skarżącego w Izbie Wytrzeźwień w Krakowie. Pozostałą część skargi uznała za niedopuszczalną. W swoim sprawozdaniu z dnia 4 grudnia 1998 r. (dawny art. 31 Konwencji) Komisja wyraziła opinię, że w przedmiotowej skardze nastąpiło naruszenie art. 5 ust. 1 Konwencji (21 głosów do 5). Pełny tekst opinii Komisji oraz zdań odrębnych zawartych w sprawozdaniu został zamieszczony w załączniku do niniejszego wyroku.", "", "WNIOSKI KOŃCOWE PRZEDŁOŻONE TRYBUNAŁOWI", "42. Skarżący, zarówno w swoim memoriale, jak i na rozprawie w dniu 7 października 1999 r. wnosił, aby Trybunał uznał, że został bezprawnie pozbawiony wolności oraz, że pozwany rząd naruszył art. 5 ust. 1 Konwencji. Wnosił także o przyznanie mu przez Trybunał odszkodowania w oparciu o art. 41 Konwencji.", "43. Rząd ze swej strony wnosił, aby Trybunał podtrzymał opinię Komisji, iż zatrzymanie skarżącego wchodzi w zakres art. 5 ust. 1 (e) Konwencji oraz aby uznał, że nie nastąpiło naruszenie art. 5 ust. 1.", "", "", "PRAWO", "", "I. DOMNIEMANE NARUSZENIE ARTYKUŁU 5 UST. 1 KONWENCJI", "44. Skarżący zarzucił, że został bezprawnie i samowolnie zatrzymany w Izbie Wytrzeźwień w Krakowie. Utrzymywał, że jego zatrzymanie nie wchodzi w zakres żadnego z wyjątków uzasadniających pozbawienie wolności, wymienionych w pkt. od (a) do (f) ust.1 art. 5 Konwencji. Jego zatrzymanie nie miało dostatecznych podstaw prawnych na gruncie prawa polskiego, uwzględniając okoliczności, w jakich został zatrzymany. Argumentował, że nastąpiło naruszenie ust. 1 art. 5 Konwencji, który stanowi:", "„Każdy ma prawo do wolności i bezpieczeństwa osobistego. Nikt nie może być pozbawiony wolności, z wyjątkiem następujących przypadków i w trybie ustalonym przez prawo:", "(a) zgodnego z prawem pozbawienia wolności, w wyniku skazania przez właściwy sąd;", "(b) zgodnego z prawem zatrzymania lub aresztowania w przypadku niepodporządkowania się wydanemu zgodnie z prawem orzeczeniu sądu lub w celu zapewnienia określonego w ustawie obowiązku;", "(c) zgodnego z prawem zatrzymania lub aresztowania, w celu postawienia przed właściwym organem, jeżeli istnieje uzasadnione podejrzenie czynu zagrożonego karą, lub jeżeli jest to konieczne w celu zapobieżenia popełnienia takiego czynu, lub uniemożliwienia ucieczki po jego dokonaniu;", "(d) pozbawienia nieletniego wolności na podstawie zgodnego z prawem orzeczenia sądu, w celu ustanowienia nadzoru wychowawczego lub zgodnego z prawem pozbawienia nieletniego wolności, w celu postawienia go przed właściwym organem;", "(e) zgodnego z prawem pozbawienia wolności osoby, w celu zapobieżenia szerzeniu przez nią choroby zakaźnej, osoby umysłowo chorej, alkoholików, narkomanów lub włóczęgów;", "(f) zgodnego z prawem zatrzymania lub aresztowania osoby, w celu zapobieżenia jej nielegalnemu wkroczeniu na terytorium państwa, lub osoby, przeciwko której toczy się postępowanie o wydalenie lub ekstradycję.”", "45. Rząd oddalił zarzut. Przyłączył się do opinii wyrażonej przez Komisję w jej sprawozdaniu oraz podtrzymał, że zatrzymanie skarżącego zostało przeprowadzone w zgodzie z prawem polskim oraz wymogami art. 5 ust. 1 (e) Konwencji, który dopuszcza „zgodne z prawem pozbawienie wolności alkoholików”.", "", "A. Czy skarżący został „pozbawiony wolności”", "46. Jak uznała Komisja, a czego nie zakwestionowały strony, Trybunał uważa, że umieszczenie skarżącego w Izbie Wytrzeźwień w Krakowie było równoznaczne z „pozbawieniem wolności”, w rozumieniu art. 5 ust. 1 Konwencji.", "", "B. Czy pozbawienie wolności było uzasadnione na gruncie jednego z punktów art. 5 ust. 1", "1. Zakres sprawy", "47. Skarżący uznał, że jego zatrzymanie nie wchodzi w zakres żadnej z dopuszczalnych podstaw pozbawienia wolności, wymienionych w ust. 1 art. 5.", "48. Rząd podtrzymuje, jak to uznała Komisja w swoim sprawozdaniu, że zatrzymanie skarżącego było uzasadnione na gruncie ust. 1 (e) art. 5, który dopuszcza „zgodne z prawem pozbawienie wolności ... alkoholika”.", "49. Trybunał przypomina, że art. 5 ust. 1 Konwencji zawiera wyczerpującą listę dopuszczalnych podstaw pozbawienia wolności.", "W konsekwencji, żadne pozbawienie wolności nie będzie zgodne z prawem, jeżeli nie jest oparte na jednej z podstaw wyznaczonych przez pkt. od (a) do (f) art. 5. Jednakże, zastosowanie jednej podstawy niekoniecznie wyklucza inną; pozbawienie wolności, w zależności od okoliczności, może być usprawiedliwione na podstawie jednego lub kilku punktów (zobacz, wśród innych podstaw, wyrok Erkalo przeciwko Niderlandom z 2 września 1998, Reports 1998-VI, s. 2477, §50).", "50. Trybunał zauważa, że Rząd nie powołał innej podstawy, oprócz tej wynikającej z pkt (e), aby usprawiedliwić pozbawienie wolności skarżącego. Jest zatem wspólnym stanowiskiem, że obecne pozbawienie wolności nie mieściło się w ramach pkt. (a), (b), (c), (d) i (f) art. 5. Trybunał nie widzi powodu by uznać inaczej. Trybunał musi zatem ustalić, czy pozbawienie wolności było usprawiedliwione w oparciu o pkt (e), to znaczy, czy można uznać to za formę „zgodnego z prawem pozbawienia wolności ...alkoholików”, w rozumieniu tego przepisu.", "", "2. Zastosowanie pkt (e) art. 5 ust. 1 w niniejszej sprawie", "51. Obydwie strony uznały, że oceniając czy pkt (e) art. 5 ma zastosowanie w niniejszej sprawie, kluczowym zagadnieniem było - jakie znaczenie ma być nadane pojęciu „alkoholicy” („d’un alcoolique” we francuskim tekście Konwencji).", "52. Skarżący utrzymywał, że z medycznego punktu widzenia nigdy nie można było stwierdzić, że pojedynczy przypadek upojenia alkoholowego równy był „alkoholizmowi”. Na tej podstawie skarżący twierdził, że „osoby pod wpływem alkoholu” nie mogą być określane jako „alkoholicy”, jako że termin ten, zarówno w znaczeniu naukowym, jak i potocznym – określał osoby uzależnione od alkoholu, a nie chwilowo będące pod jego wpływem.", "53. Skarżący podnosił, że do pojęć konwencyjnych, w szczególności do tych, które dotyczą wyjątków od zasady wolności osobistej, powinna mieć miejsce wąska interpretacja. W tym kontekście skarżący zaznaczył, że jakakolwiek inna interpretacja słowa „alkoholicy” byłaby niezgodna z celem art. 5 i potocznym znaczeniem tego słowa.", "54. Rząd zgodził się z interpretacją słowa „alkoholicy” dokonaną przez Komisję. W szczególności Rząd zgodził się z tym, że termin ten powinien być rozumiany jako obejmujący nie tylko osoby ze zdefiniowanym stanem psychicznym polegającym na uzależnieniu od alkoholu, ale również te osoby, które są okazjonalnie pod wpływem alkoholu. Rząd jednakże podważył sposób, w jaki Komisja dokonała interpretacji tego pojęcia w swoim raporcie.", "55. Rząd zdecydowanie sprzeciwił się poglądowi Komisji, który był oparty na paragrafie 1 art. 31 Konwencji Wiedeńskiej z dnia 23 maja 1969 r. o Prawie Traktatowym („Konwencja Wiedeńska”), stwierdzającemu, że pojęcie „alkoholicy”, tak jak i inne terminy do których odnosi się art. 5, powinno być interpretowane zgodnie z jego zwykłym znaczeniem. Rząd uznał, że „specjalne znaczenie”, do którego odnosił się paragraf 4 art. 31 Konwencji Wiedeńskiej powinno mieć zastosowanie do przedmiotowego pojęcia. W opinii Rządu, państwa zobowiązujące się miały zamiar nadać szerokie – a tym samym specjalne - znaczenie słowu „alkoholicy”. Zostało to zarejestrowane w pracach przygotowawczych do Konwencji, które wykazały, że ratio legis pozwalające na „zgodne z prawem pozbawienie wolności ... alkoholików” w oparciu o art. 5 miało na celu „objęcie prawa państw członkowskich do przedsiębrania niezbędnych kroków w celu zwalczania ... pijaństwa”.", "56. Rząd w dalszej części podkreślił, że jeżeli pojęcie „alkoholicy” miałoby mieć nadane wąskie, typowe i zwyczajne znaczenie, wtedy tego rodzaju interpretacja art. 5 ust. 1 (e) prowadziłaby do absurdalnych i nierozsądnych wyników, ponieważ pozbawienie wolności tego rodzaju osób musiałoby być oparte wyłącznie na uprzedniej wiedzy policji, że dana osoba została medycznie zaklasyfikowana jako alkoholik. Co więcej, wąska interpretacja mogłaby równocześnie prowadzić do absurdalnych lub nierozsądnych wyników w sprawach, gdzie alkoholik miałby być pozbawiony wolności podczas swoich „trzeźwych dni”, na przykład w trakcie swojej terapii. W konsekwencji, tego rodzaju trzeźwa osoba, pomimo tego że medycznie uznana za alkoholika, nigdy nie mogłaby być zgodnie z prawem pozbawiona wolności na podstawie przynależności do kategorii „alkoholików”.", "57. Trybunał potwierdza, że oceniając znaczenie konwencyjne pojęcia „alkoholicy” będzie miał na uwadze art. 31 do 33 Konwencji Wiedeńskiej z 23 maja 1969 r. o Prawie Traktatowym, tak jak to miało miejsce w innych sprawach, gdzie wymagana była interpretacja Konwencji (zobacz na przykład, wyrok w sprawie Johnson i inni przeciwko Irlandii z 18 grudnia 1986, Serie A nr 112, s. 24, § 51 i nast. oraz wyrok w sprawie Lithgow przeciwko Zjednoczonemu Królestwu z 8 lipca 1986, Serie A nr 102, s. 48 § 114 in fine i s. 49 § 117).", "58. W tym kontekście Trybunał powtarza, że w sposobie, w jakim jest to zaprezentowane w generalnej zasadzie interpretacji przedstawionej w art. 31 Konwencji Wiedeńskiej, proces odkrywania i określania prawdziwego znaczenia pojęć traktatowych stanowi jedność, pojedynczą łączną operację. Ta generalna zasada, ściśle zintegrowana, stawia na tej samej płaszczyźnie różnorodne elementy wyliczone w czterech paragrafach tego artykułu (zobacz wyrok w sprawie Golder przeciwko Zjednoczonemu Królestwu z 21 lutego 1975, Serie A nr 18, s. 14, §§ 29-30).", "59. Jednakże sekwencja, w jakiej elementy te są wyliczone w art. 31 Konwencji Wiedeńskiej zakłada kolejność, w jakiej proces interpretacji powinien mieć miejsce. Proces ten musi rozpocząć się od określenia zwykłego znaczenia pojęć traktatowych – w ich kontekście i w świetle ich przedmiotu i celu, zgodnie z założeniami określonymi w paragrafie 1 art. 31. Ma to miejsce w szczególności w odniesieniu do postanowień, które podobnie jak art. 5 ust. 1 Konwencji, odnoszą się do wyjątków od generalnej zasady i które z tego powodu nie mogą mieć nadanej ekstensywnej interpretacji (zobacz wyrok w sprawie De Wilde, Ooms i Versyp przeciwko Belgii z 18 czerwca 1971, Serie A nr 12 s. 37, § 68 oraz wyrok w sprawie Wintwerp przeciwko Niderlandom z 24 października 1979, Serie A nr 33, s. 16, § 37).", "60. Trybunał zauważa, że słowo „alkoholicy”, w swoim typowym zastosowaniu, określa osoby, które są uzależnione od alkoholu. Z drugiej strony, w art. 5 ust. 1 Konwencji termin ten znajduje się w kontekście, który zawiera odniesienie do kilku innych kategorii osób, tzn. osób szerzących chorobę zakaźną, osób chorych umysłowo, narkomanów i włóczęgów. Istnieje związek między wszystkimi tymi osobami - mogą być pozbawione wolności albo w celu udzielenia im leczenia medycznego lub ze względu na uwarunkowania wynikające z polityki społecznej. W tym kontekście, zasadniczym powodem, dla którego Konwencja pozwala osobom wspomnianym w ust. 1 (e) art. 5 być pozbawionym wolności jest nie tylko to, że są one niebezpieczne dla porządku publicznego, ale również to, że ich własny interes może wymagać ich pozbawienia wolności (zobacz wyrok w sprawie Guzzardi przeciwko Włochom z 6 listopada 1980, Serie A nr 39, s. 39, p. 37, § 98 in fine).", "61. Ratio legis wskazuje, jak pojęcie „alkoholicy” powinno być rozumiane w świetle przedmiotu i celu art. 5 ust. 1 (e) Konwencji. Wskazuje ono, że przedmiot i cel tego przepisu nie mogą być interpretowane jako wyłącznie pozwalające na pozbawienie wolności „alkoholików”, w ograniczonym znaczeniu osób w klinicznym stanie „alkoholizmu”. Trybunał uznaje, że zgodnie z art. 5 ust. 1 (e) Konwencji, osoby które nie są medycznie zdiagnozowane jako „alkoholicy”, ale których postępowanie i zachowanie pod wpływem alkoholu stwarza zagrożenie dla porządku publicznego lub dla nich samych, mogą być zatrzymane dla ochrony publicznego lub ich własnego interesu, takiego jak zdrowie lub bezpieczeństwo osobiste.", "62. Nie oznacza to, że art. 5 ust. 1 (e) Konwencji może być interpretowany jako pozwalający na pozbawienie wolności danej osoby wyłącznie ze względu na spożycie alkoholu. Jednakże, Trybunał uznaje, że w tekście art. 5 nie istnieje nic, co by sugerowało, że artykuł ten uniemożliwia zastosowanie tego środka przez Państwo w stosunku do obywatela nadużywającego alkoholu, w celu zapobieżenia niebezpiecznemu zachowaniu po spożyciu alkoholu. W tym miejscu Trybunał zauważa, że nie może być wątpliwości, że szkodliwe korzystanie z alkoholu stwarza zagrożenie dla społeczeństwa, i że osoba będąca w stanie po spożyciu alkoholu może stwarzać zagrożenie dla siebie i innych, niezależnie od tego, czy jest ona uzależniona od alkoholu, czy też nie.", "63. Trybunał, w dalszej części znajduje, że pojęcie „alkoholicy” jest potwierdzone przez prace przygotowawcze do Konwencji (zobacz pkt. od 33 do 39 powyżej). W tym sensie, Trybunał zauważa, że w komentarzu do wstępnego projektu Konwencji zapisane zostało, że tekst właściwego artykułu obejmował prawo państwa do przedsiębrania środków mających na celu zwalczanie włóczęgostwa i „pijaństwa” („l’alcoolisme” w języku francuskim). W dalszej części zarejestrowano, że Komitet Ekspertów nie ma wątpliwości, „że tego rodzaju ograniczenia były usprawiedliwione przez wymagania moralności publicznej i porządku”. ", "64. Na tej podstawie Trybunał konkluduje, że pozbawienie wolności skarżącego mieściło się w ramach art. 5 ust. 1 (e) Konwencji.", "", "C. Czy przedmiotowe pozbawienie wolności było „zgodne z prawem” oraz czy było wolne od arbitralności", "65. Skarżący we wstępie podnosił, że policja nie miała powodu, aby go pozbawić wolności, jako że on nie był pod wpływem alkoholu i zachowywał się spokojnie – przed, w trakcie i po pozbawieniu wolności. Skarżący, podobnie jak przed Komisją, powołał się na wypowiedzi W.K. złożone przed notariuszem w dniu 5 marca 1996 r. (zobacz pkt. 20 i 22 powyżej).", "66. Po drugie, skarżący zapewniał, że po przybyciu do Izby Wytrzeźwień w Krakowie został pobieżnie zbadany przez lekarza, który nie wysłuchał jego skarg na zachowanie policjantów. Nie przeprowadzono odpowiednich badań medycznych w celu ustalenia, czy skarżący faktycznie był pod wpływem alkoholu. Następnie, bez dania możliwości wytłumaczenia okoliczności związanych z aresztem, skarżący musiał się rozebrać i oddać izbie na przechowanie swoją odzież.", "67. Skarżący w dalszej części podtrzymywał, że jego pozbawienie wolności nie miało podstaw w prawie krajowym. W szczególności, nie został on zatrzymany pod podejrzeniem popełnienia przestępstwa polegającego na zakłócaniu porządku publicznego, ani też nie naraził swojego, czy też innych osób życia lub zdrowia, w rozumieniu art. 40 ustawy z dnia 26 października 1982 r.", "68. Skarżący zgodził się, że generalnie mogą pojawić się sprawy, w których osoba pod wpływem alkoholu może być uznana za stwarzającą zagrożenie dla siebie lub społeczeństwa, ale w jego przypadku nic takiego nie miało miejsca. W tym kontekście skarżący odwołał się do wyroku w sprawie Wintwerp przeciwko Niderlandom, w którym stwierdzono, że zasady wypracowane przez Trybunał odnośnie do detencji „osób chorych umysłowo”, osób wymienionych w ust. 1 (e) art. 5 włącznie z „alkoholikami”, powinny być stosowane przez analogię do tych ostatnich. Zasady te stanowiły, że aby osoba mogła być zgodnie z prawem zatrzymana jako osoba „chora umysłowo” w rozumieniu art. 5 ust. 1 (e) musi być rzetelnie wykazane przez obiektywny dowód medyczny, że cierpi na psychiczne niezrównoważenie tego rodzaju lub stopnia, który uprawnia do obowiązkowego odizolowania, i że to niezrównoważenie musi utrzymywać się przez okres detencji. Skarżący uznał, że w okolicznościach jego sprawy nie było powodu by uznać go za „alkoholika” lub nawet „osobę będącą pod wpływem alkoholu”. W momencie zdarzenia nie tylko był trzeźwy, ale również nie było żadnych dowodów medycznych, w szczególności w formie właściwych testów, które stwierdzałyby, że nadużył alkoholu.", "69. W dalszej części skarżący podważył wiarygodność dowodów, w oparciu o które sądy krajowe uznały, że w chwili zdarzenia skarżący był pod wpływem alkoholu. Zaprzeczając, że odmówił poddania się badaniom wydychanego powietrza, skarżący stwierdził, że lekarz w izbie wytrzeźwień nie tylko nie przeprowadził takich testów, ale również nie zbadał jego ciśnienia krwi. Reasumując, skarżący uznał, że władze zatrzymały go zarówno arbitralnie, jak i niezgodnie z prawem krajowym.", "70. Rząd stwierdził, że skarżący został zatrzymany ponieważ zakłócał porządek publiczny będąc pod wpływem alkoholu. Zarówno jego postępowanie, jak i zachowanie usprawiedliwiały zatrzymanie skarżącego w izbie wytrzeźwień, zgodnie z art. 40 ustawy z dnia 26 października 1982 r.", "71. Rząd podkreślił, że nie może być żadnej wątpliwości co do faktu, iż skarżący był pod wpływem alkoholu w chwili zdarzenia, jako że zostało to ustalone przez lekarza, w oparciu o kilka oznak intoksykacji zauważonych przez niego. W rejestrze opisującym pobyt skarżącego w izbie wytrzeźwień zostało zapisane, że skarżący odmówił poddania się badaniom na stężenie alkoholu w wydychanym powietrzu, które mogłoby potwierdzić dokładne stężenie alkoholu we krwi. Rząd uznał, że nie wystąpił żaden element arbitralności ze strony władz krajowych w zabraniu skarżącego do izby wytrzeźwień w Krakowie i zatrzymaniu go tam przez okres niezbędny do wytrzeźwienia.", "72. Trybunał powtarza, że zgodnie z art. 5 Konwencji każde pozbawienie wolności musi być „zgodne z prawem”, co zawiera wymaganie, by zostało przeprowadzone „zgodnie z procedurą przewidzianą przez prawo”. W tym miejscu Konwencja nade wszystko odwołuje się do prawa krajowego i przedkłada obowiązek zgodności z jego materialnymi i proceduralnymi postanowieniami.", "73. Konwencja wymaga również, by jakiekolwiek środki pozbawiające osobę wolności były zgodne z celem art. 5, a mianowicie ochroną osoby przed arbitralnością (zobacz wyrok w sprawie K.-F. przeciwko Niemcom z 27 listopada 1997, Reports 1997-VII, s. 2674, § 63).", "74. W obecnej sprawie Trybunał odnotowuje, że nie istnieje spór co do faktu, że policja, w trakcie zatrzymania skarżącego i zabrania go do izby wytrzeźwień, postępowała zgodnie z procedurą przewidzianą przez art. 40 ustawy z dnia 26 października 1982 r. Trybunał uznaje tym samym, że pozbawienie wolności skarżącego miało podstawę prawną w polskim prawie.", "75. Trybunał w dalszej części zauważa, że zasadnicze warunki ustawowe pozwalające na zastosowanie środków przewidzianych przez art. 40 ustawy z dnia 26 października 1982 r., to po pierwsze, by osoba zatrzymywana była pod wpływem alkoholu i po drugie, by jej zachowanie było agresywne lub jej stan był taki, który zagraża jej własnemu lub innych osób życiu lub zdrowiu (zobacz pkt 26).", "76. Nie jest zadaniem Trybunału badanie, czy władze krajowe podjęły właściwą decyzję w oparciu o polskie prawo. Zadaniem Trybunału jest ustalenie, czy pozbawienie wolności skarżącego było „zgodnym z prawem pozbawieniem wolności alkoholika”, z autonomicznym znaczeniem – konwencyjnym, tak jak to Trybunał wyjaśnił powyżej w pkt. od 57 do 63.", "77. W tym kontekście Trybunał ma pewne poważne obawy co do tego, czy można stwierdzić, że skarżący będąc pod wpływem alkoholu, zachowywał się w taki sposób, że stwarzał zagrożenie dla porządku publicznego lub dla samego siebie, albo że jego własne zdrowie lub bezpieczeństwo osobiste były zagrożone. Wątpliwości Trybunału są wzmocnione przez raczej błahe podstawy faktyczne do zastosowania detencji oraz fakt, iż skarżący jest prawie niewidomy.", "78. Trybunał przypomina, że koniecznym elementem „zgodności z prawem” zastosowania pozbawienia wolności, w rozumieniu art. 5 ust. 1 (e), jest brak arbitralności. Pozbawienie wolności osoby jest tak poważnym środkiem, że jest ono wyłącznie usprawiedliwione w sytuacji, w której inne mniej surowe środki zostały rozpatrzone i uznane za niewystarczające w celu zabezpieczenia osoby lub interesu publicznego, który może wymagać by dana osoba była zatrzymana. Oznacza to, że nie wystarczy by pozbawienie wolności było zgodne z prawem krajowym, ale by było konieczne w danych okolicznościach.", "79. Jednakże, w sprawie skarżącego wydaje się, że nie wzięto pod uwagę faktu, iż art. 40 ustawy z dnia 26 października 1982 r. przewiduje kilka różnych środków, które można zastosować w stosunku do osoby będącej pod wpływem alkoholu, wśród których pozbawienie wolności w izbie wytrzeźwień należy do najbardziej surowych środków. Co prawda, zgodnie z tym artykułem osoba będąca pod wpływem alkoholu niekoniecznie musi być pozbawiona wolności, jako że równie dobrze może być zabrana przez policję do ośrodka opieki społecznej lub do swojego miejsca zamieszkania (zobacz pkt 26).", "80. Brak jakichkolwiek rozważań w tym zakresie w obecnej sprawie, pomimo wyraźnego unormowania przez prawo krajowe, przekonał ostatecznie Trybunał, że pozbawienie wolności skarżącego nie może być uznane za „zgodne z prawem” w rozumieniu art. 5 ust. 1 (e). Tym samym, miało miejsce naruszenie tego postanowienia.", "", "II. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "81. Art. 41 Konwencji stwierdza:", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "", "A. Krzywda", "82. Skarżący wnosił, że poniósł szkodę pieniężną w wysokości 1900 polskich złotych (PLN) odpowiadającej wartości jego rzeczy, które zostały mu zabrane przez personel izby wytrzeźwień i zatrzymane na przechowanie. Skarżący również domagał się sumy równej 600 000 dolarów amerykańskich w ramach kompensacji za cierpienia moralne i zestresowanie spowodowane pozbawieniem wolności.", "83. Rząd uznał, że przedmiotowe kwoty są przesadne. Poprosił Trybunał by uznał, iż stwierdzenie naruszenia stanowić będzie wystarczające i sprawiedliwe zadośćuczynienie. Alternatywnie Rząd zaproponował Trybunałowi oszacowanie kwoty sprawiedliwego zadośćuczynienia w oparciu orzecznictwo w podobnych sprawach oraz biorąc pod uwagę uwarunkowania ekonomiczne kraju.", "84. Trybunał zauważa, że odnośnie do roszczenia związanego ze szkodą pieniężną, skarżący nie zatroszczył się o odebranie swoich rzeczy od władz krajowych. Tym samym Trybunał odrzuca powyższe roszczenie.", "85. Jednakże Trybunał uznaje, że skarżący z pewnością doznał szkody niepieniężnej, która nie może być zrekompensowana poprzez uznanie, że miało miejsce naruszenie Konwencji. Dokonując oszacowania powyższej szkody na zasadach słuszności Trybunał zasądza na rzecz skarżącego 8 000 PLN.", "", "B. Koszty i wydatki", "86. Skarżący domagał się również 23 530 dolarów amerykańskich, w ramach kosztów prawnych i wydatków poniesionymi w związku z postępowaniem przed Trybunałem i Komisją.", "87. Rząd wniósł, że żądana kwota była nadmierna w porównaniu z kwotami zazwyczaj zasądzanymi w Polsce i zwrócił się z prośbą do Trybunału, by nie zgodził się na nią w pełnej wysokości.", "88. Trybunał zauważa, że zgodnie z kryteriami zawartymi w jego orzecznictwie musi sprawdzić, czy żądana kwota była faktycznie i koniecznie poniesiona, i czy była rozsądna co do wielkości (zobacz, między innymi wyrok w sprawie Öztürk przeciwko Turcji z 28 września 1999, Reports 1999 -..., s. ..., § 83). Stosując wymienione kryteria do obecnej sprawy oraz dokonując oszacowania w oparciu o zasadę słuszności, Trybunał uznaje za rozsądne przyznanie skarżącemu 15 000 PLN za poniesione przez niego koszty i wydatki, włącznie z jakimkolwiek podatkiem VAT, który może zostać naliczony, pomniejszając tę sumę o kwotę 13 174 franków francuskich, otrzymaną w ramach pomocy prawnej udzielonej przez Radę Europy.", "", "D. Odsetki ustawowe", "Zgodnie z informacją dostępną Trybunałowi, ustawowe odsetki stosowane w Polsce w dniu przyjęcia obecnego wyroku wynoszą 21% rocznie.", "", "Z tych przyczyn Trybynał", "1. Uznaje, stosunkiem głosów sześć do jednego, że miało miejsce naruszenie art. 5 ust. 1 Konwencji;", "2. Uznaje jednogłośnie,", "(a) że pozwane Państwo ma zapłacić skarżącemu, w ciągu trzech miesięcy, następujące kwoty:", "(i) w ramach kompensacji za szkodę niepieniężną, 8 000 (osiem tysięcy) złotych (PLN);", "(ii) za koszty i wydatki, 15 000 (piętnaście tysięcy) złotych (PLN), włącznie z podatkiem od wartości dodanej (VAT), który może zostać naliczony, pomniejszone o kwotę 13 174 (trzynaście tysięcy sto siedemdziesiąt cztery) franków francuskich, która ma zostać przeliczona na polskie złotówki po kursie z dnia wydania wyroku;", "(b) zwykłe odsetki, w wysokości 21% rocznie, będą naliczane od tych sum, od wygaśnięcia powyżej wspomnianego okresu trzech miesięcy do dnia uregulowania należności;", "3. Oddala jednogłośnie pozostałe roszczenie skarżącego odnoszące się do sprawiedliwego zadośćuczynienia.", "Sporządzono w języku angielskim i notyfikowano pisemnie 4 kwietnia 2000 r., zgodnie z art. 77 ust. 2 i 3 Regulaminu Trybunału.", "", "", "Na podstawie art. 45 ust. 2 Konwencji i 74 ust. 2 Regulaminu Trybunału, do wyroku zostały załączone następujące opinie:", "(a) Zgodna opinia Pana Conforti;", "(b) Zgodna opinia Pana Bonello;", "(c) Opinia odrębna Pana Baki.", "E.F.", "M.F.", "", "ZGODNA OPINIA SĘDZIEGO CONFORTI", "Podzielam opinię sędziego Bonello, że wyjątek w art. 5 ust. 1 (e) pozwalający na pozbawienie wolności dotyczy tylko ... alkoholików i tym samym nie może być zastosowany do osób, które, tak jak skarżący, są okazjonalnie pod wpływem alkoholu. In claris non fit interpretatio!", "Trudno jest mi zrozumieć, jak większość może dojść do konkluzji w obecnej sprawie, że art. 5 ust. 1 (e) ma zastosowanie do tych, którzy są okazjonalnie pod wpływem alkoholu. Innymi słowy, trudno jest mi zrozumieć jak, przyjmując, że to postanowienie ma zastosowanie, ktoś może uznać za arbitralne i nieproporcjonalne postępowanie Państwa Polskiego, które zatrzymało skarżącego w izbie wytrzeźwień przez sześć i pół godziny, to jest do czasu, kiedy zgodnie z prognozą lekarza, który go badał, jego stan upojenia alkoholem minął.", "Powyższa uwaga nie ma na celu krytyki większości i w żadnym razie nie służy do przygotowania opinii odrębnej. Po prostu, jest ona opinią generalną, którą uważam za stosowną w obecnej sprawie, tak jak w innych podobnych sprawach, i która dotyczy subsydiarności i ponadnarodowego charakteru Trybunału. W mojej skromnej opinii, tam gdzie Konwencja daje możliwość wskazania Państwu przejrzyście i precyzyjnie jak powinno, czy też nie powinno się zachowywać, decyzje Trybunału nie powinny być uzależnione od oceny drobnych detali danej sprawy. W innym wypadku istnieje ryzyko zastąpienia arbitralnego wyroku sędziów krajowych arbitralnym wyrokiem Trybunału, bez wskazania Państwu, którego sprawa dotyczy, jak w przyszłości uniknąć powtórzenia naruszenia Konwencji.", "", "ZGODNA OPINIA SĘDZIEGO BONELLO", "Głosowałem razem z większością w celu uznania, iż miało miejsce naruszenie art. 5 ust. 1 Konwencji, ale nie jestem w stanie podpisać się pod konkluzjami zawartymi w pkt. 60-64 wyroku. Według Trybunału, wyjątek od korzystania z fundamentalnego prawa do wolności osoby, przewidziany w pkt (e) art. 5 ust. 1, ma zastosowanie w obecnej sprawie.", "Wyjątek ten odnosi się do „zgodnego z prawem zatrzymania ... alkoholików”. Pytanie powstaje, czy Konwencja, pozwalając na zatrzymanie alkoholików pozwala również na pozbawienie wolności osób, które nie są alkoholikami, ale są w przejściowym stanie intoksykacji.", "Z punktu widzenia faktów należy podkreślić, że nie ma absolutnie żadnych dowodów w rejestrze, stwierdzających, że skarżący jest alkoholikiem. W najgorszym wypadku, (jeżeli w ogóle), w momencie zdarzenia skarżący był umiarkowanie pod wpływem alkoholu.", "Art. 5 ust. (1) (e) pozwala na „zgodne z prawem pozbawienie wolności osób, w celu zapobieżenia szerzeniu przez nich choroby zakaźnej, osób chorych umysłowo, alkoholików, narkomanów lub włóczęgów”. Klasyfikacje te mają jeden wspólny element: odnoszą się do stanów ciągłych lub stanów nawykowych, lub zachowań społecznie niebezpiecznych, a nie do pojedynczego, przejściowego zachowania. Włóczęgą jest osoba, która żyje w sposób włóczęgowski, a nie osoba, która chwilowo nie ma stałego miejsca zamieszkania. Narkomania również odnosi się do stanu ciągłego, a nie do odizolowanego zażycia zabronionej substancji. Osoby chore umysłowo, znowu, reprezentują stan przewlekłego uszkodzenia procesów psychicznych, w przeciwieństwie do odizolowanego ataku nienormalnego zachowania.", "W tym momencie Konwencja umiejscawia „alkoholików” wewnątrz grupy – grupy sytuacji ciągłych. W oparciu o narzędzie interpretacji ejusdem generalis byłoby nienormalnym i odchylonym od normy konstruowanie wewnątrz tego samego zdania, cztery z pięciu kategorii odnoszących się do uwarunkowań ciągłych i jednej kategorii (alkoholicy) odnoszącej się do odizolowanych epizodów przemijającej intoksykacji. W innym wypadku słowo „alkoholicy” zniszczyłoby symetrię celowo stworzoną przez twórców Konwencji. Jeżeli pojęcie „alkoholik” miałoby zawierać w sobie pojedynczy przypadek intoksykacji, wtedy stanowiłoby ono wyjątek w kontekście harmonijnych, podobnych pojęć.", "Większość przyznaje (pkt 49), że „art. 5 ust. 1 Konwencji zawiera listę dopuszczalnych podstaw pozbawienia wolności - listę, która jest wyczerpująca. W konsekwencji, żadne pozbawienie wolności nie będzie zgodne z prawem, jeżeli nie będzie podlegać pod jedną z podstaw wyznaczonych przez pkt. od (a) do (f) art. 5”. Innymi słowy, Trybunał nie może, poprzez rozciągnięcie procesu interpretacji, do listy możliwych podstaw pozbawienia wolności, wyczerpująco wyliczonych w art. 5 ust. 1” dodać, że „wyjątki dozwolone przez artykuł 5 ust. 1 pozwalają na wąską interpretację”.", "Większość przyznała również (pkt. 59-60), że fundamentalnym dla właściwej konstrukcji Konwencji jest konieczność „stwierdzenia zwykłego znaczenia pojęć”, a słowo alkoholicy „w swoim powszechnym użyciu określa osoby, które są uzależnione od alkoholu”. Innymi słowy, zwykłe znaczenie „alkoholicy” (które powinno być pojęciem decydującym) wyłącza osoby nieuzależnione od alkoholu, które znajdują się chwilowo w stanie intoksykacji alkoholowej.", "To, że rozróżnienie między „alkoholikami” a „osobami pod wpływem alkoholu” jest fundamentalne, może być wyprowadzone z ustawodawstwa krajowego pozwanego państwa. Rozróżnienie to zapewnia znacząco odmienne zbiory środków: jeden mający zastosowanie do osób uzależnionych od alkoholu, drugi zarezerwowany w stosunku do osób, które są po prostu pod wpływem alkoholu (pkt 24).", "Większość zgodziła się: po pierwsze, że termin „alkoholicy” powinien być rozumiany w swoim zwykłym znaczeniu (osoby cierpiące na kliniczne uzależnienie od alkoholu); po drugie, że jest niedopuszczalne dodawanie do wyczerpującej listy wyjątków wyznaczonych przez art. 5; i, ostatecznie, że tylko ograniczająca interpretacja powinna być nadana terminowi „alkoholicy”. Następnie większość, w moim przekonaniu zaskakująco, znacząco zniekształca zwykłe znaczenie pojęcia „alkoholicy”, tak aby było ono współmierne i obejmujące osoby, które są zdecydowanie poza kategorią „alkoholików” oraz należą do nieobjętej grupy tych, którzy są tymczasowo pod wpływem alkoholu. Obydwie kategorie są niezręcznie włączone do tego samego kosza.", "Podejście to, w mojej opinii, jest równie nieprawidłowe, co niebezpieczne. Trybunał po raz pierwszy w swojej historii oraz z zemsty odszedł od zdrowej tradycji, do tej pory pielęgnowanej z religijną żarliwością, niedodawania do listy wyjątków, które usprawiedliwiają pozbawienie wolności. Obecny wyrok jest znaczącym krokiem wstecz, którego ja nie jestem w stanie poczynić. To nowe podejście jest alarmujące w tym sensie, że jeżeli raz rozpocznie się proces powiększania listy powodów usprawiedliwiających rząd w pozbawianiu wolności osób, trudno będzie zgadnąć gdzie się on zakończy. Przedtem tylko alkoholicy mogli być zgodnie z prawem pozbawieni wolności. Obecnie są to alkoholicy i osoby pod wpływem alkoholu. A jutro?", "Jest to bardzo odległe od „interpretacji Konwencji jako żywego instrumentu”. Jestem całkowicie za rozszerzeniem horyzontów konwencyjnych, tak długo, jak to powiększenie ma na celu wzmocnienie celów Konwencji: promocji i wzmocnienia rządów praw człowieka. W obecnej sytuacji osiągnięty cel był wyraźnie przeciwstawny. Wydaje się on sądową działalnością zmierzającą do ograniczenia korzystania z praw człowieka. Obecnie większość przyznała dodatkowe prawa rządom, pozwalające na pozbawienie ludzi ich wolności. W sposób znaczący większość ograniczyła ochronę jednostki. Jest to, w mojej opinii, daleko odbiegające od „interpretacji Konwencji jako żywego instrumentu”.", "Zdaję sobie sprawę, że osoby, które nie są alkoholikami, ale znajdują się w przemijającym stanie upojenia alkoholowego, mogą stwarzać zagrożenie dla siebie i innych. Popieram środki zmierzające do ograniczenia ich możliwości dokonania uszkodzenia. Postanowienia zmierzające do kontroli ich szkodliwego potencjału otrzymałyby moje pełne poparcie. Zawierałyby one odeskortowanie ich do miejsca zamieszkania lub do szpitala, w zależności od sytuacji, pozbawiając ich możliwości korzystania z ich pojazdu i ściganie ich za zakłócanie porządku, jeżeli taka sytuacja miałaby miejsce. Jestem przekonany i uważam, że przekonanie to jest zgodne z Konwencją, iż Konwencja zabrania zatrzymywania i pozbawienia wolności osób, które nie są alkoholikami w sytuacji, w której nie popełniły one przestępstwa.", "", "ODRĘBNA OPINIA SĘDZIEGO BAKI", "W pełni podzielam opinię Trybunału, że miało miejsce pozbawienie wolności skarżącego i podobnie, że jego pozbawienie wolności podlegało pod zasięg art. 5 ust. 1 (e) Konwencji. Z drugiej strony, nie jestem w stanie zgodzić się z Trybunałem w zakresie zgodności z prawem pozbawienia wolności. W konsekwencji jestem zdania, że w obecnej sprawie nie miało miejsca naruszenie Konwencji.", "Sądzę, że właściwa interpretacja art. 5 ust. 1 (e) Konwencji wymaga nie tylko osiągnięcia praktycznego i prawnie harmonijnego pojęcia „alkoholicy”, ale również by pojęcie to i jego zastosowanie pozostawało w zgodzie z wcześniejszym orzecznictwem Trybunału.", "Dla celów art. 5 ust. 1 (e) wąska interpretacja pojęcia „alkoholicy” mogłaby doprowadzić do pojęcia, które jest niepraktyczne. Jeżeli policja mogłaby pozbawić wolności osobę, która jest medycznie uznana za uzależnioną od alkoholu, postanowienie to straciłoby swoje praktyczne znaczenie, ponieważ tego rodzaju informacja nie jest zwyczajnie dostępna policji w momencie wymaganych działań. Policja byłaby bezbronna przeciwko osobom, które nie są uzależnione od alkoholu, ale które znajdują się w stanie chwilowego upojenia alkoholowego, w sytuacji gdy pozbawienie wolności byłoby konieczne w celu zapobieżenia poważnym zakłóceniom porządku publicznego, albo kiedy osoba pijana stwarzałaby zagrożenie dla własnego życia i bezpieczeństwa osobistego.", "Wierzę, że wymagana ochrona przed arbitralnym pozbawieniem wolności leży nie w szerszej lub węższej interpretacji pojęcia „alkoholicy”, ale w innych elementach. Osoba, która jest ogólnie uzależniona od alkoholu niekoniecznie jest niebezpieczna w danym „trzeźwym” momencie, z drugiej strony, osoba, która jest chwilowo pod wpływem alkoholu może stwarzać poważne zagrożenie dla siebie i dla innych. Niebezpieczeństwo jest zasadniczo takie samo w tych sytuacjach i jestem zdania, że w danej chwili pozbawienie wolności w oparciu o art. 5 ust. 1 (e) mogłoby być usprawiedliwione w obydwu przypadkach.", "W mojej opinii, czynnikiem zasadniczym jest zapobieżenie arbitralnemu pozbawieniu wolności osoby, należącej zarówno do szerszej, jak i węższej kategorii alkoholików. Dlatego też konieczne jest, by decyzja policji, co do pozbawienia kogoś wolności w oparciu o tę zasadę była oparta na obiektywnej opinii biegłego lekarza, jak to miało miejsce inter alia w wyroku Wintwerp (Europejski Trybunał Praw Człowieka, Wintwerp przeciwko Niderlandom, wyrok z 24 października 1979, Serie A nr 33).", "Cytowany wyrok w sprawie Wintwerp m.in. stwierdza, że „przy decydowaniu, czy skarżący powinien być pozbawiony wolności jako osoba chora psychicznie, władze krajowe powinny być uznane jako mające pewną dyskrecję, ponieważ w pierwszej kolejności, to władze krajowe oceniają dowody przedłożone przed nimi w danej sprawie ...” (Wintwerp, § 40). Sądzę, że zasada ta jest wyraźnie do zastosowania w obecnej sprawie.", "W obecnej sprawie pozbawienie wolności miało odpowiednią podstawę. Jest niepodważalne, że skarżący został zbadany przez lekarza wkrótce po wydarzeniach na poczcie. Faktem jest również, że lekarz, w oparciu o kilka oznak wskazujących na spożycie alkoholu, doszedł do wniosku, że skarżący był „umiarkowanie pod wpływem alkoholu” i według wniosków sądów krajowych, skarżący stwarzał zakłócenie w miejscu publicznym.", "Biorąc pod uwagę margines uznania władz krajowych, nie jestem w stanie znaleźć żadnego przekonywującego argumentu przemawiającego za tym, że pozbawienie wolności skarżącego w krakowskiej Izbie Wytrzeźwień, przez sześć i pół godziny, było arbitralne i w konsekwencji bezprawne w oparciu o art. 5 ust. 1 (e) Konwencji.", "", ""]}