{"file": "POL_HJUDPOL_11656_08.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "11656/08", "text_paragraphs": ["", "", "CZWARTA SEKCJA", "", "", "", "", "", "", "SPRAWA BAR-BAU SP. Z O.O. p. POLSCE", "", "(Skarga nr 11656/08)", "", "", "", "", "", "", "", "", "WYROK", "", "", "", "", "", "STRASBURG", "", "dn.10 kwietnia 2012 r.", "", "", "", "Wyrok ten jest prawomocny. Wyrok ten może podlegać korekcie wydawniczej.", "", "W sprawie Bar-Bau Sp. z o. o. p. Polsce,", "Europejski Trybunał Praw Człowieka (czwarta sekcja) jako komitet składający się z następujących sędziów:", "\tGeorge Nicolaou, przewodniczący,\n\tZdravka Kalaydjieva,\n\tVincent A. De Gaetano, \noraz Fatoş Aracı, zastępca kanclerza sekcji,", "obradując na posiedzeniu niejawnym w dniu 20 marca 2012 r.,", "  wydaje następujący wyrok, który został przyjęty w tym dniu. -/-", "POSTĘPOWANIE -/-", "1.  Sprawa wywodzi się ze skargi (nr 11656/08) wniesionej w dniu 3 marca 2008 r. przeciwko Rzeczypospolitej Polskiej na podstawie artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez polską spółkę Bar-Bau sp. z o.o. („skarżąca”). -/-", "2.  Skarżący był reprezentowany przez mecenasa Modrzejewskiego, adwokata praktykującego w Warszawie. Rząd polski („ Rząd”) był reprezentowany przez jego pełnomocnika Pana Jakuba Wołąsiewicza z Ministerstwa Spraw Zagranicznych. -/-", "3.  W dniu 7 grudnia 2009 r. Przewodniczący czwartej sekcji podjął decyzję o powiadomieniu Rządu o wpłynięciu skargi. -/-", "4.  Rząd złożył sprzeciw w przedmiocie rozpoznania skargi przez Komitet. Po rozpoznaniu sprzeciwu Rządu, Trybunał postanowił o jego oddaleniu. -/-", "STAN FAKTYCZNY -/-", "I.  OKOLICZNOŚCI SPRAWY -/-", "5.  Skarżąca spółka Bar-Bau sp. z o.o. jest polską spółką z siedzibą w Warszawie.-/-", "6.  Od lat dziewięćdziesiątych skarżąca spółka prowadziła działalność gospodarczą w branży budowlanej. -/-", "7.  W dniu 4 listopada 1993 roku prezesowi jej zarządu i jedynemu udziałowcowi, panu W.B., prokurator rejonowy postawił zarzut przywłaszczenia i zastosował wobec niego środek zapobiegawczy w postaci tymczasowego aresztowania. W dniu 2 marca 1994 roku został on zwolniony za kaucją oraz wydano postanowienie o zakazie opuszczania kraju. W dniu 16 marca 1994 roku zatrzymano paszport W.B. -/-", "8.  W dniu 14 października 1998 roku sąd apelacyjny podtrzymał tylko jeden punkt oskarżenia i uchylił pozostałą część wyroku skazującego wydanego przez sąd okręgowy. Po rozpoznaniu kasacji, wyrokiem Sądu Najwyższego z dnia 14 grudnia 2001 roku, W.B. został ostatecznie uniewinniony od popełnienia wszystkich zarzucanych mu czynów. -/-", "9.  W dniu 5 października 1999 roku W.B. wystąpił z roszczeniem o odszkodowanie z tytułu poniesionej przez spółkę szkody materialnej spowodowanej zastosowaniem wobec prezesa zarządu środka w postaci tymczasowego aresztowania oraz o zadośćuczynienie za poniesioną szkodę moralną.-/-", "10.  W dniu 9 kwietnia 2003 roku sąd okręgowy zasądził na rzecz wyżej wymienionego kwotę 12 000 złotych tytułem odszkodowania za niesłuszne tymczasowe aresztowanie. -/-", "11.  W dniu 20 października 2003 roku skarżąca spółka wystąpiła przeciwko Skarbowi Państwa-Prokuraturze Okręgowej w Piotrkowie Trybunalskim z powództwem o odszkodowanie, uznając, że wszczęcie postępowania karnego oraz zastosowanie wobec prezesa zarządu środka tymczasowego aresztowania wpłynęły niekorzystnie na kondycję spółki powodując zerwanie umów, zaniechanie współpracy głównie przez partnerów zagranicznych, a w końcu ogłoszenie upadłości. -/-", "12.  . Wyrokiem z dnia 18 kwietnia 2006 roku sąd okręgowy oddalił to powództwo, a sąd apelacyjny utrzymał to orzeczenie w mocy wyrokiem z dnia 8 stycznia 2007 roku. Obie instancje uznały, że skarżąca spółka nie udowodniła, że prokurator, który wydał postanowienie o zastosowaniu tymczasowego aresztowania wobec prezesa zarządu dopuścił się uchybienia (za które zostałaby na niego nałożona kara w ramach postępowania karnego lub dyscyplinarnego), które mogłoby skutkować pociągnięciem Skarbu Państwa do odpowiedzialności na podstawie artykułu 418 Kodeksu cywilnego obowiązującego w okresie istotnym dla okoliczności faktycznych sprawy. Sądy podniosły, że organy ścigania działały w ramach postępowania karnego wszczętego przeciw W.B. oraz przeprowadzały niezbędne czynności śledcze. -/-", " 13.  Sądy podkreśliły również, że poza dochodzeniem o stwierdzenie uchybienia, które mogłoby skutkować pociągnięciem Skarbu Państwa do odpowiedzialności na podstawie przepisów artykułu 418 Kodeksu cywilnego obowiązujących w okresie istotnym dla okoliczności faktycznych, powództwo zostało wniesione po terminie. W istocie, sądy uznały, że termin przedawnienia wynoszący trzy lata zaczął biec od wydania w dniu 14 października 1998 roku wyroku sądu apelacyjnego uniewinniającego W.B. od popełnienia zarzucanych mu czynów, z wyjątkiem jednego z nich, a nie jak podnosił wyżej wymieniony od wydania w dniu 14 grudnia 2001 roku przez Sąd Najwyższy wyroku, w którym został on całkowicie uniewinniony. Powództwo o odszkodowanie wniesione w dniu 5 października 1999 roku nie mogło przerwać wyżej wspomnianego biegu przedawnienia. -/-", "14.  W dniu 29 marca 2007 roku skarżąca spółka wniosła skargę kasacyjną. Uważała ona w istocie, iż stwierdzenie, że postanowienie zastosowania środka w postaci tymczasowego aresztowania wobec prezesa zarządu, pana W.B. było oczywiście nieuzasadnione dowodzi w jasny sposób uchybienia władz państwowych oraz nakłada obowiązek naprawienia szkody. Sądy naruszyły zatem prawo, z jednej strony, uzasadniając odmowę naprawienia szkody obowiązującym wprawdzie przepisem w okresie istotnym dla okoliczności faktycznych sprawy, lecz zmienionym w okresie rozpoznawania sprawy (artykuł 418 Kodeksu cywilnego) a z drugiej strony uzasadniając jego zastosowanie jedynie faktem, że nie był on jeszcze formalnie unieważniony przez ustawodawcę.", "15.  W dniu 8 sierpnia 2007 roku Sąd Najwyższy na posiedzeniu niejawnym w składzie jednego sędziego wydał postanowienie o odmowie przyjęcia skargi kasacyjnej do rozpoznania i zasądził od skarżącej zwrot na rzecz Skarbu Państwa kosztów postępowania kasacyjnego; postanowienie zostało doręczone w dniu 3 września 2007 roku. -/-", "16.  Sąd Najwyższy przywołał cztery przesłanki dopuszczalności złożenia skargi kasacyjnej, takie jak: istotne zagadnienie prawne występujące w sprawie, potrzeba wykładni przepisów prawnych budzących poważne wątpliwości lub rozbieżności w orzecznictwie sądów, zachodząca nieważność postępowania, oczywista zasadność skargi kasacyjnej. -/-", "17.  Sąd Najwyższy orzekł, że w tej konkretnej sprawie żadna z powyższych przesłanek nie została spełniona. -/-", "Sąd uznał, że nie było powodów do zastosowania pierwszej z nich - istotnego zagadnienia prawnego występujące w sprawie. W tym kontekście, sąd zbadał w szczególności pojęcie przerwania biegu przedawnienia podniesionego przez skarżącą spółkę. Sąd odrzucił argument, na podstawie którego bieg przedawnienia miał być przerwany przez wystąpienie W.B. przeciwko Skarbowi Państwa z powództwem o odszkodowanie (zob. powyżej: punkty 8 oraz 12). -/-", "W odniesieniu do drugiego przywołanego środka - potrzeby wykładni przepisów prawnych budzących poważne wątpliwości lub rozbieżności w orzecznictwie sądów – Sąd Najwyższy ograniczył się do stwierdzenia, że nie ma potrzeby dokonania wykładni przepisów regulujących odpowiedzialność Państwa (artykuł 417 oraz dawny artykuł 418 zmieniony Kodeksu cywilnego) i nie powstaje potrzeba jego zastosowania. -/-", "II. WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA -/-", "18.  Właściwe prawo i praktyka dotyczące przesłanek dopuszczalności oraz sposobów rozpoznania skargi kasacyjnej są opisane między innymi w wyroku Trybunału wydanego w sprawie Sierpiński p. Polsce z dnia 3 listopada 2009 r., §§ 23-29. -/-", "PRAWO -/-", "I.  ZARZUT NARUSZENIA 6 § 1 KONWENCJI -/-", "19.  Skarżąca spółka podniosła, że enumeratywne wyszczególnienie przesłanek dopuszczalności skargi kasacyjnej oraz arbitralne, według niej, orzekanie, co do jej dopuszczalności pozbawiło ją prawa do sądu zapewnionego przez artykuł 6 §1 Konwencji, który brzmi następująco:", " „Każdy ma prawo do sprawiedliwego rozpatrzenia jego sprawy (...) przez sąd (...), ustanowiony ustawą (...) przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym (...).”", "20.  Rząd nie zgodził się z tym twierdzeniem. -/-", "A.  Dopuszczalność skargi -/-", "21.  Trybunał stwierdza, że skarga nie może być uznana za oczywiście nieuzasadnioną w rozumieniu artykułu 35 § 3 (a) Konwencji. W dalszej kolejności uważa, że nie jest również niedopuszczalna z jakichkolwiek innych przyczyn. Należy, zatem uznać ją za dopuszczalną. -/-", "B.  Meritum -/-", "22.  Skarżący zarzucił formalistyczne podejście Sądu Najwyższego. -/-", "23.  Rząd kwestionuje to twierdzenie. -/-", "24.  W swoim orzecznictwie dotyczącym Polski, Trybunał stwierdził, że okoliczność, w której Sąd Najwyższy nie odpowiada na każdy zarzut podniesiony przez skarżącego w skardze kasacyjnej nie jest arbitralna (zob. w szczególności Mariola Wnuk p. Polsce, nr 38308/05, dec. z dnia 9 września 2009 r.). Jednak, opierając się na bogatym orzecznictwie, Trybunał podkreślił przy tej samej okazji, że nie można w żadnym wypadku wykluczyć, że w szczególnych okolicznościach sprawy, Sąd Najwyższy może być zobowiązany do bardziej szczegółowego uzasadnienia wydanego postanowienia (Yanakiev p. Bułgarii, nr 40476/98, § 72, z dnia 10 sierpnia 2006 r.; Gheorghe p. Rumunii, nr. 19215/04, § 50, ETPCz 2007-... (wyciągi); Wagner i J.M.W.L. p. Luksemburgowi, nr 76240/01, § 96, ETPCz 2007-... (wyciągi); Grădinar p. Mołdowie, nr 7170/02, § 115, z dnia 8 kwietnia 2008 r.; Velted-98 AD p. Bułgarii, nr 15239/02, § 48, z dnia 11 grudnia 2008 r.). -/-", "25.  Trybunał wielokrotnie już stwierdzał, że wprowadzenie przez sądy krajowe nadmiernych wymogów formalnych w zakresie wniesienia środka zaskarżenia może skutkować pozbawieniem prawa dostępu do sądu. Ma to miejsce w przypadku, gdy zbyt formalistyczna wykładnia zgodności z prawem dokonana przez sąd faktycznie uniemożliwia rozpoznanie meritum wnoszonej skargi (Běleš i inni p.Republice Czeskiej, nr 47273/99, § 69, ETPCz 2002-IX ; Zvolský i Zvolská p. Republice Czeskiej, nr 46129/99, § 55, ETPCz 2002-IX; Efstathiou i inni p. Grecji, nr 36998/02, § 33, z dnia 27 lipca 2006 r.; Kemp i inni p. Luksemburgowi, nr 17140/05 § 51- 61, z dnia 24 kwietnia 2008 r.). -/-", "26.  W przedmiotowej sprawie zadaniem Trybunału jest więc rozpoznanie, czy przyczyna odmowy przyjęcia skargi kasacyjnej do rozpoznania przez Sąd Najwyższy pozbawiła skarżącą spółkę, w szczególnych okolicznościach sprawy, prawa do rozpoznania zarzutu podniesionego w tym środku zaskarżenia. -/-", "Aby to uczynić, Trybunał musi przystąpić do zbadania proporcjonalności nałożonych ograniczeń w stosunku do wymogów pewności prawnej oraz rzetelnego wymiaru sprawiedliwości. -/-", "27.  Trybunał stwierdził, że przesłanki dopuszczalności złożenia do rozpoznania przez Sąd Najwyższy skargi kasacyjnej są w polskim prawie wyszczególnione enumeratywnie. -/-", "28.  Trybunał zauważył, że Sąd Najwyższy wydał postanowienie o odmowie przyjęcia skargi kasacyjnej do rozpoznania z powodu niespełnienia pierwszej oraz drugiej przesłanki dopuszczalności. Takie postanowienie Sądu Najwyższego postawiło skarżącą spółkę w niepewnej sytuacji prawnej. -/-", "W istocie, okoliczności przywołane na poparcie drugiego zarzutu jak również następujące sporne postępowanie miały miejsce w okresie przejściowym, między stwierdzeniem nieważności przepisu prawnego regulującego odpowiedzialność Skarbu Państwa a jego nowelizacją przez ustawodawcę. Zmiany legislacyjne postawiły skarżącą spółkę w niekorzystnej sytuacji i wydaje się zatem uzasadnione, że spółka powinna otrzymać jasną nową odpowiedź na pytanie prawne, przy braku jednolitej wykładni dokonanej przez sądy. -/-", "W takich okolicznościach, Trybunał zauważył, że rozpoznanie meritum drugiego zarzutu skargi kasacyjnej miało znaczenie dla skarżącej spółki. -/-", "29.  W świetle powyższych uwag oraz biorąc pod uwagę szczególne okoliczności sprawy Trybunał uznał, że brak w uzasadnieniu postanowienia o odmowie przyjęcia skargi kasacyjnej do rozpoznania nie był proporcjonalny do celu, jakim jest zapewnienie pewności prawnej oraz rzetelnego wymiaru sprawiedliwości. -/-", "30.  Trybunał stwierdził zatem, że doszło do naruszenia 6 § 1 Konwencji w odniesieniu do prawa dostępu do sądu skarżącej. -/-", "II.   ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI -/-", "31.  Zgodnie z artykułem 41 Konwencji,", "„Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów oraz jeśli prawo wewnętrzne Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba słuszne zadośćuczynienie pokrzywdzonej stronie.” -/-", "A. Szkoda -/-", "32.  Skarżąca spółka domagała się 40 000 euro (EUR) tytułem zadośćuczynienia za doznaną szkodę niematerialną. -/-", "33.  Rząd zakwestionował wysokość żądanej sumy i przypomniał, że w wyrokach dotyczących wygórowanej kwoty nałożonej na skarżącego z tytułu wniesienia odwołania, Trybunał przyznał sumę 4 000 euro (Cibicki p. Polsce nr 20482/03, § 39, z dnia 3 marca 2009 r.) -/-", "34.  Trybunał uznał, że należy przyjąć argument Rządu i przyznać skarżącej spółce 4 000 euro z tytułu poniesionej szkody moralnej. -/-", "B. Koszty i wydatki -/-", "35.  Skarżąca spółka nie przedstawiła dodatkowych roszczeń z tytułu kosztów i wydatków. Trybunał uznał zatem, że nie ma porzeby przyznawania jej kwoty pieniężnej z tego tytułu. -/-", "C.  Odsetki za zwłokę -/-", "36.  Trybunał uznał, że odsetki z tytułu niewypłacenia zasądzonych kwot powinny być naliczone według stopy równej krańcowej stopie procentowej Europejskiego Banku Centralnego, powiększonej o trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE, -/-", "1.  Uznaje skargę z dopuszczalną ; -/-", "", "2.  Stwierdza, że doszło do naruszenia artykułu 6 § 1 Konwencji ; -/-", "", "3.  Stwierdza,", "a)  że pozwane Państwo winno wypłacić skarżącemu w ciągu trzech miesięcy, kwotę 4 000 EUR (cztery tysiące euro) z tytułu szkody niematerialnej powiększoną o podatek, który może być pobrany, przeliczoną na polskie złote po kursie z dnia zapłaty; -/-", "b) że od wygaśnięcia wyżej wspomnianego terminu do momentu zapłaty będą płacone zwykłe odsetki według stopy procentowej równej krańcowej stopie Europejskiego Banku Centralnego stosowanej w tym okresie, powiększonej o trzy punkty procentowe; -/-", "", "4.  Oddala pozostałą część roszczenia skarżącej spółki dotyczącego słusznego zadośćuczynienia. -/-", "", "Sporządzono w języku francuskim i obwieszczono pisemnie w dniu 10 kwietnia 2012 roku, zgodnie z artykułem 77 §§ 2 i 3 Regulaminu Trybunału. -/-", "\tFatoş Aracı\tGeorge Nicolaou\n\tZastępca Kanclerza\tPrzewodniczący", "", ""]}