{"file": "POL_HJUDPOL_6925_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "6925/02", "text_paragraphs": ["", "", "CZWARTA SEKCJA", "", "", "SPRAWA SZYMOŃSKI przeciwko POLSCE", "", "", "(Skarga nr 6925/02)", "", "", "WYROK", "", "", "", "STRASBOURG", "", "10 października 2006", "", "", "", "PRAWOMOCNY", "", "10/01/2007", "", "", "", "", "Wyrok ten uprawomocni się zgodnie z warunkami określonymi przez artykuł 44 § 2 Konwencji. Wyrok może zostać poddany korekcie wydawniczej. ", "W sprawie Szymoński przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), zasiadając jako Izba składająca się z:", "\tSir\tNicolas Bratza, przewodniczący,\n\tPan\tJ. Casadevall,\n\tPan\tG. Bonello,\n\tPan\tK. Traja,\n\tPan\tS. Pavlovschi,\n\tPan\tL. Garlicki,\n\tPani\tL. Mijović, sędziowie,\noraz Pan T.L. Early, kanclerz Sekcji,", "Obradując na posiedzeniu zamkniętym 19 września 2006 r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi nr 6925/02 przeciwko Republice Polskiej, wniesionej w dniu 21 listopada 2000 r. do Europejskiego Trybunału Praw Człowieka na podstawie art. 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (“Konwencja”) przez obywatela polskiego, Pana Włodzimierza Szymońskiego.", "2.  Rząd Polski („Rząd”) był reprezentowany przez pełnomocnika Pana Jakuba Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3.  Decyzją z 24 stycznia 2006 r. Trybunał uznał skargę za częściowo dopuszczalną i postanowił zakomunikować Rządowi skargę na długość postępowania rozpoczętego w dniu 7 stycznia 1992 r. Na podstawie art. 29 § 3 Konwencji Trybunał zdecydował, że wypowie się jednocześnie \no dopuszczalności i zasadności skargi.", "FAKTY", "I. OKOLICZNOŚCI SPRAWY", "4.  Skarżący urodził się w 1925 r. i mieszka w Warszawie, Polska.", "5.  Dnia 7 stycznia 1992 r. skarżący złożył do Zakładu Ubezpieczeń Społecznych wniosek zmierzający do określenia na nowo podstawy obliczenia emerytury oraz podwyższenia jej wysokości.", "6.  25 marca 1992 r. Zakład Ubezpieczeń Społecznych Oddział w Siedlcach przyjął częściowo wniosek skarżącego.", "7.  29 września 1992 r. skarżący odwołał się od tej decyzji do Sądu Wojewódzkiego w Lublinie.", "8. 10 lutego 1993 r. Sąd Wojewódzki wydał wyrok, którym częściowo zmienił decyzję z dnia 25 marca 1992 r.", "9.  21 czerwca 1994 r. Zakład Ubezpieczeń Społecznych wydał niekorzystną dla skarżącego decyzję o waloryzacji emerytury.", "10.  7 lipca 1994 r. skarżący odwołał się od decyzji.", "11.  22 grudnia 1994 r. Sąd Wojewódzki w Lublinie uchylił zaskarżoną decyzję i przekazał sprawę do ponownego rozpoznania.", "12.  25 grudnia 1994 r. Zakład Ubezpieczeń Społecznych wydał dwie decyzje o waloryzacji emerytury. 16 czerwca 1995 r. skarżący odwołał się od nich.", "13. 20 lutego 1996 r. Sąd Wojewódzki w Lublinie ponownie uchylił zaskarżoną decyzję i przekazał sprawę do ponownego rozpoznania Zakładowi Ubezpieczeń Społecznych Oddziałowi w Siedlcach.", "14. 15 czerwca 1996 r. oraz 15 października 1997 r. Zakład Ubezpieczeń Społecznych wydał dwie decyzje o waloryzacji emerytury.", "15.  18 listopada 1997 r. skarżący odwołał się od decyzji.", "16.  Odwołanie skarżącego nie zostało uwzględnione decyzją wydaną w nieznanej dacie. Decyzja ta została zakomunikowana skarżącemu 19 lutego 2001 r.", "17.  Według Rządu 31 marca 1995 r. Zakład Ubezpieczeń Społecznych Oddział w Siedlcach wydał dwie nowe decyzje o waloryzacji emerytury. Rząd opiera się przy tym na aktach sprawy, do których miał dostęp w Sądzie Wojewódzkim w Lublinie oraz w Siedlcach. Skarżący potwierdza, ze decyzje te dotyczyły tego samego wniosku o waloryzację emerytury złożonego 7 stycznia 1992 r.", "18.  30 maja 1995 r. skarżący odwołał się od powyższych decyzji. Ze względu na zaginięcie akt sprawy w sądzie odwołaniu nadano bieg dopiero w 1999 r.", "19.  Między 26 stycznia 1999 r. a 6 czerwca 2000 r. odbyły się trzy posiedzenia sądu w Sądzie Wojewódzkim.", "20.  6 czerwca 2000 r. Sąd Wojewódzki w Siedlcach przychylił się do odwołania skarżącego i uchylił decyzję Zakładu Ubezpieczeń Społecznych z dnia 31 marca 1995 r.", "21.  10 lipca 2000 r. Zakład Ubezpieczeń Społecznych odwołał się od wyroku, a 26 października 2000 r. Sąd Apelacyjny w Lublinie częściowo uwzględnił jego apelację.", "II.  WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "22.  Art. 417 § 1 kodeksu cywilnego:", "«  Skarb Państwa ponosi odpowiedzialność za szkodę wyrządzoną przez funkcjonariusza państwowego przy wykonywaniu powierzonej mu czynności. »", "23.  Artykuł 16 ustawy z dnia 17 czerwca 2004 r., która weszła w życie 17 września 2004 r. (dalej: ustawa z 2004 r.), wprowadzającej do polskiego systemu prawnego skargę na przewlekłość postępowania sądowego (Ustawa o skardze na naruszenie prawa strony do rozpoznania sprawy w postępowaniu sądowym bez nieuzasadnionej zwłoki), stanowi :", "« Strona, która nie wniosła skargi na przewlekłość postępowania zgodnie z art. 5 ust. 1, może dochodzić - na podstawie art. 417 ustawy z dnia 23 kwietnia 1964 r. - Kodeks cywilny (Dz. U. Nr 16, poz. 93, z późn. zm.1) - naprawienia szkody wynikłej z przewlekłości, po prawomocnym zakończeniu postępowania co do istoty sprawy.»", "PRAWO", "I.  DOMNIEMANE NARUSZENIE ARTYKUŁU 6 § 1 KONWENCJI", "24.  Skarżący twierdzi, że długość postępowania naruszyła zasadę « rozsądnego terminu » przewidzianą w art. 6 § 1 Konwencji, sformułowaną w następujący sposób:", "« Każdy ma prawo do sprawiedliwego i publicznego rozpatrzenia jego sprawy w rozsądnym terminie przez niezawisły i bezstronny sąd (...) przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym (...)»", "25.  Rząd sprzeciwia się takiemu twierdzeniu.", "26.  Trybunał zauważa, że w zakresie w jakim dwa postępowania odnoszą się do tego samego przedmiotu sporu i w jakim długość postępowania, które rozpoczęło się 7 stycznia 1992 r. i zakończyło się 26 października 2000 r., wpisuje się w postępowanie, które zakończyło się 19 lutego 2001 r., weźmie pod uwagę okres pomiędzy 7 stycznia 1992 r. a 19 lutego 2001 r., czyli okres około 9 lat i jednego miesiąca. Jednakże mając na względzie swoją kompetencję ratione temporis, Trybunał może wziąć pod uwagę tylko okres 7 lat i 9 miesięcy, który upłynął od 1 maja 1993 r., chociaż będzie miał także na względzie stan postępowania w tym dniu (zob., m.in., Kudła przeciwko Polsce [WI], nr 30210/96, § 123, CEDH 2002-I).", "A.  Dopuszczalność skargi", "27.  Rząd w zarzucie wstępnym twierdził, że skarżący nie wyczerpał drogi odwoławczej przewidzianej w prawie krajowym. Na wstępie Rząd twierdzi, że skarżący powinien skorzystać z przepisu art. 417 kodeksu cywilnego, a wiec z przepisu, który pozwala na uzyskanie odszkodowania za szkody wyrządzone przez błędne zachowanie organów państwa. Rząd stwierdza, że ta droga odwoławcza była skuteczna dla zaskarżania przewlekłości postępowania od 18 grudnia 2001 r., czyli od daty wyroku Trybunału Konstytucyjnego ustalającego interpretację tego przepisu.", "28.  Trybunał przypomina, że wielokrotnie wypowiadał się już w kwestii skuteczności tej drogi odwoławczej, stwierdzając że nie może być ona za taką uważana (zob. Skawińska przeciwko Polsce, nr 42096/98, decyzja z dnia 4 marca 2004 r.; Małasiewicz przeciwko Polsce, nr 22072/02, § 32, 14 października 2003 r. oraz ostatnio Barszcz przeciwko Polsce, nr 71152/01, § 42, 30 maja 2006 r.). W związku z tym, że Rząd nie przedstawił żadnego nowego dowodu pozwalającego na zmianę dotychczasowego orzecznictwa, należy ten argument odrzucić.", "29.  Rząd następnie podtrzymuje, że skarżący powinien był skorzystać z przepisu art. 16 ustawy z 2004 r. (zob. § 23 powyżej), który pozwala na zaskarżenie przed sądami krajowymi przewlekłości postępowania i który w swojej treści odsyła do art. 417 kodeksu cywilnego.", "30.  Trybunał przypomina, że wypowiadał się już także w kwestii, czy art. 16 ustawy z 2004 r. w związku z art. 417 kodeksu cywilnego stanowi skuteczny środek odwoławczy w rozumieniu art. 13 Konwencji.", "31.  W postępowaniach, w których przedmiotem odwołania była przewlekłość postępowania, i które zakończyły się później niż przed upływem trzech lat przed wejściem w życie ustawy z 2004 r., a więc przed upływem okresu przedawnienia wyrażonym w art. 417 kodeksu cywilnego, ten środek odwoławczy został uznany za skuteczny (Krasuski przeciwko Polsce nr 61444/00, § 72, 14 czerwca 2005 r.).", "32.  Natomiast, zdaniem Trybunału, w sprawach, w których postępowanie dotyczące przewlekłości postępowania zakończyło się po upływie trzech lat od wejścia w życie ustawy z 2004 r., jej art. 16 \nw związku z art. 417 kodeksu cywilnego nie może być uznany za skuteczną drogę odwoławczą. (Ratajczyk przeciwko Polsce (decyzja), nr 11215/02, 31 maja 2005 r.).", "33.  W przedmiotowej sprawie postępowanie zakończyło się 19 lutego 2001 r., a więc wcześniej niż trzy lata przed wejściem w życie ustawy z 2004 r. W konsekwencji skarżący nie dysponował żadnym skutecznym środkiem odwoławczym, aby sprzeciwić się przewlekłości postępowania przed organami krajowymi. A zatem argument Rządu nie może być wzięty pod uwagę.", "34.  Na końcu Rząd stwierdza, że okres przedawnienia zastosowania art. 417 kodeksu cywilnego nie powinien być obliczany od daty zakończenia postępowania, ale od chwili, w której wystąpiła szkoda jako taka. Według Rządu te dwa wydarzenia w danej sprawie nie zbiegają się w czasie.", "35.  Trybunał przypomina, że również ta teza była już przedmiotem oceny Trybunału w wyroku Barszcz (cyt. powyżej, § 43) i została odrzucona. Ponieważ Rząd nie przedstawił żadnego nowego argumentu należy odrzucić jego zarzut wstępny.", "36.  Trybunał zauważa wreszcie, że skarga nie jest oczywiście niezasadna w rozumieniu art. 35 § 3 Konwencji. Ponadto Trybunał podnosi, że nie dostrzega on żadnej innej podstawy dla stwierdzenia jej niedopuszczalności. Skargę należy więc uznać za dopuszczalną.", "B.  Meritum sprawy", "37.  Trybunał zauważa, że rząd ograniczył się jedynie do zaakcentowania faktu, ze 1 lipca 1996 r. weszła w życie ustawa z 1 marca 1996 r. zmieniająca niektóre przepisy dotyczące postępowania cywilnego w sprawach z zakresu prawa pracy i ubezpieczeń społecznych. Według tak znowelizowanego kodeksu sąd badający apelację od decyzji Zakładu Ubezpieczeń Społecznych nie miał już możliwości zwrócenia sprawy do ponownego rozpoznania przez Zakład Ubezpieczeń Społecznych. Możliwość taka była główną przyczyną przedłużania się przedmiotowego postępowania.", "38.  Trybunał przypomina, że rozsądny czas trwania postępowania oceniać należy w świetle okoliczności sprawy oraz mając na względzie kryteria ustalone w orzecznictwie Trybunału, w szczególności złożoność sprawy, zachowanie się skarżącego oraz właściwych organów, a także znaczenie sporu dla zainteresowanych (zob., wśród wielu innych przykładów, Frydlender przeciwko Francji [WI], nr 30979/96, § 43, CEDH 2000-VII).", "39.  W odniesieniu do ostatniego punktu Trybunał zauważa, że sama natura sporu, dotyczącego emerytury, uzasadniała szczególną staranność ze strony organów (zob. w szczególności wyrok Mocie przeciwko Francji, nr 46096/99, 8 kwietnia 2003 r.).", "40.  Trybunał przyjmuje do wiadomości dokonane nowelizacje prawa polskiego.", "41.  Trybunał wielokrotnie wypowiadał się w sprawach podnoszący zagadnienia podobne do tych z przedmiotowej sprawy i uznawał naruszenie art. 6 § 1 Konwencji (zob. cyt. powyżej Frydlender).", "42.  Zważywszy na swoje orzecznictwo w tej kwestii Trybunał uznaje, że w przedmiotowej sprawie miała miejsce przewlekłość postępowania i postępowanie nie odpowiadało wymogom „rozsądnej terminowości”.", "Doszło zatem do naruszenia art. 6 § 1.", "III.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "43.  Zgodnie z art. 41 Konwencji,", "« Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.»", "A.  Szkoda", "44.  Skarżący domaga się 22 000 PLN (3 615 euro) tytułem szkody materialnej oraz 18 000 PLN (4 648 euro) tytułem szkody niematerialnej, której doznał.", "45.  Rząd kwestionuje jego roszczenia. Zwraca się do Trybunału, by w razie stwierdzenia naruszenia, Trybunał uznał, że samo uznanie naruszenia stanowi słuszne zadośćuczynienie. Ponadto Rząd zwrócił się do Trybunału o przyznanie skarżącemu słusznego zadośćuczynienia, którego wysokość nie przekroczyłaby 10 000 PLN (około 2 600 euro), a więc maksymalnej kwoty przewidzianej przez ustawę z 2004 r.", "46.  Trybunał nie dostrzega związku przyczynowego między stwierdzonym naruszeniem a domniemaną szkodą materialną i odrzuca to roszczenie. Jednakże uznaje, że uzasadnione jest przyznanie 4 500 euro z tytułu szkody niemajątkowej.", "B.  Koszty i wydatki", "47.  Skarżący domaga się jednocześnie 14 200 PLN (3 667 euro) z tytułu poniesionych przed krajowymi organami sądowymi. Nie przedstawia jednak żadnym dowodów na potwierdzenie tych rzekomo poniesionych wydatków.", "48.  Rząd kwestionuje te żądania skarżącego podkreślając, że skarżący nie podpiera swojego żądania żadnymi dokumentami.", "49.  Według orzecznictwa Trybunału skarżący może otrzymać zwrot poniesionych kosztów i wydatków jedynie w zakresie, w jakim zostanie wykazana ich faktyczność, niezbędność oraz których wysokość może zostać uznana za rozsądną. W przedmiotowej sprawie, zważywszy na znajdujące się w posiadaniu Trybunału dokumenty oraz wyżej przywołane kryteria, Trybunał uznaje, że skarżący nie udowodnił że koszty, których zwrotu się domaga, zostały poniesione. Należy więc odrzucić jego żądanie.", "C.  Odsetki", "50.  Trybunał uważa, że odsetki powinny być ustalone zgodnie z marginalną stopą procentową Europejskiego Banku Centralnego powiększoną o trzy punkty procentowe.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE,", "1.  Uznaje pozostałą część skargi za dopuszczalną;", "", "2.  Stwierdza, że doszło do naruszenia art. 6 § 1 Konwencji;", "", "3.  Stwierdza, że", "a)  pozwane Państwo ma wypłacić skarżącemu w ciągu trzech miesięcy od dnia, w którym wyrok stanie się prawomocny zgodnie z art. 44 § 2 Konwencji, z tytułu szkody niematerialnej 4 500 EUR (cztery tysiące pięćset euro) plus jakikolwiek podatek od tej kwoty, które będą przeliczone na walutę polską według kursu z dnia płatności;", "b)  od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty płatne od tej sumy będą zwykłe odsetki według marginalnej stopy procentowej Europejskiego Banku Centralnego stosowane w tym okresie powiększone o trzy punkty procentowe;", "", "4.  Oddala roszczenie słusznego zadośćuczynienia w pozostałym zakresie.", "Sporządzono w języku francuskim i obwieszczono pisemnie \n10 października 2006 r. zgodnie z art. 77 § 2 i 3 Regulaminu Trybunału.", "\tT.L Early\tNicolas Bratza\n\tKanclerz\tPrzewodniczący"]}