{"file": "POL_HJUDPOL_73469_10.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "73469/10", "text_paragraphs": ["", "© Ministerstwo Sprawiedliwości,  [Translation already published on the official website of the Polish Ministry of Justice]. Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "", "", "SEKCJA CZWARTA", "", "", "SPRAWA NAGLA p. ŁOTWIE", "", "(Skarga nr 73469/10)", "", "", "", "", "WYROK", "", "", "STRASBURG", "16 Lipca 2013 roku", "", "OSTATECZNY", "16/10/2013", "", "Niniejszy wyrok stał się ostateczny na podstawie Artykułu 44 § 2 Konwencji. Wyrok może podlegać korekcie wydawniczej.", "", "W sprawie Nagla przeciwko Łotwie,", "Europejski Trybunał Praw Człowieka (Sekcja Czwarta), zasiadając jako Izba w składzie:", "\tDavid Thór Björgvinsson, Przewodniczący,\n\tIneta Ziemele,\n\tPäivi Hirvelä,\n\tLedi Bianku,\n\tVincent A. De Gaetano,\n\tPaul Mahoney,\n\tFaris Vehabović, sędziowie,\noraz Françoise Elens-Passos, Kanclerz Sekcji,", "Obradując na posiedzeniu niejawnym w dniu 25 czerwca 2013 roku,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi (nr 73469/10) przeciwko Republice Łotewskiej, wniesionej w dniu 13 grudnia 2010 roku do Trybunału na podstawie Artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (“Konwencja”) przez obywatelkę Łotwy, Panią Ilze Nagla (“skarżąca”).", "2.  Skarżąca była reprezentowana przez Pana L. Liepa, prawnika prowadzącego praktykę w Rydze. Rząd łotewski („Rząd”) był reprezentowany przez swojego Pełnomocnika, Panią I. Reine, a następnie przez Panią K. Līce.", "3.  Skarżąca zarzuciła, że została zmuszona do ujawnienia informacji, które pozwoliły na identyfikację dziennikarskiego źródła informacji, naruszając tym samym jej prawo do otrzymywania i przekazywania informacji.", "4.  Dnia 26 stycznia 2012 roku skarga została zakomunikowana Rządowi. Zdecydowano również o łącznym rozpatrzeniu dopuszczalności \ni meritum skargi (Artykuł 29 § 1).", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "5.  Skarżąca urodziła się w 1971 roku i mieszka w Rydze.", "6.  W czasie przedmiotowych wydarzeń skarżąca pracowała dla krajowej stacji telewizyjnej Latvijas Televīzija („LTV”). Była producentem, reporterem i gospodarzem cotygodniowego śledczego programu informacyjnego De facto, emitowanego w czasie najwyższej oglądalności w każdą niedzielę w nocy.", "A.  Wydarzenia prowadzące do i uwzględniajace program z dnia 14 lutego 2010 roku", "7.  W dniu 10 lutego 2010 roku skarżąca otrzymała e-mail od osoby, która nazywała siebie „Neo”, ujawniający poważne luki w systemie bezpieczeństwa bazy danych prowadzonej przez Narodowy Urząd Podatkowy (Valsts ieņēmumu dienests – “VID”). Podobno te wady umożliwiły dostęp do danych przechowywanych w Systemie Zgłoszenia Elektronicznego (Elektroniskā deklarēšanas sistēma – “EDS”), nie naruszając żadnych protokołów bezpieczeństwa. Na poparcie swoich twierdzeń „Neo” załączył przykłady danych, które zostały pobrane w ten sposób (na przykład wynagrodzenia pracowników LTV), których prawdziwość skarżąca mogła zweryfikować. Skarżąca uznała, że dane są prawdziwe i najprawdopodobniej wystąpił poważny błąd w systemie bezpieczeństwa. Następnie poinformowała VID o możliwym naruszeniu systemu bezpieczeństwa.", "8. „Neo” nie ujawnił skarżącej swojej tożsamości w trakcie korespondencji mailowej. Poinformował ją, że istnieją dane, które wykazały, że środki oszczędnościowe w sektorze publicznym nie dotknęły wysoko opłacanych urzędników państwowych. W trakcie ich korespondencji wyszło na jaw, że „Neo” nie chce ujawnić swojej tożsamości.", "9.  W dniu 14 lutego 2010 roku skarżąca, działając jako dziennikarka, poinformowała podczas emisji “De facto”, że doszło do masowego wycieku danych z EDS. Ogłosiła, że informacja dotyczyła dochodów, płatności podatkowych oraz danych identyfikujących funkcjonariuszy publicznych, osoby prywatne i spółki.", "10.  Tydzień po emisji programu “Neo”, za pośrednictwem swojego konta na Twitterze, zaczął publikować dane dotyczące wynagrodzeń wypłacanych w różnych instytucjach publicznych na szczeblu krajowym i gminnym; w niektórych przypadkach zostały ujawnione nazwiska urzędników, w innych zostały opublikowane tylko pensje. Niniejsza informacja odbiła się szerokim echem w mediach. W dniu 18 kwietnia 2010 roku „Neo” zaprzestał publikowania danych.", "B.  Postępowanie karne w sprawie wycieku danych", "11.  W dniu 10 lutego 2010 roku, na podstawie wniosku złożonego przez VID, wszczęto postępowanie w sprawie wycieku danych.", "12.  W dniu 19 lutego 2010 roku policja udała się do LTV w celu przeprowadzenia dowodu z zeznań skarżącej, występującej w charakterze świadka w postępowaniu karnym. Zwrócono się o traskrypcję programu z dnia 14 lutego 2010 roku, a także dostęp do korespondencji mailowej z “Neo”. Skarżąca odmówiła ujawnienia tożsamości jej źródła, a także udzielenia jakichkolwiek informacji, które mogłyby doprowadzić do jego ujawnienia, powołując się na prawo do nieujawniania źródeł informacji, zgodnie z postanowieniami sekcji 22 ustawy o prasie i innych środkach masowego przekau.", "13.  W tym samym dniu inny dziennikarz również został poproszony o ujawnienie tożsamości swojego źródła informacji dziennikarskiej ze względu na to, że publicznie komunikował się z “Neo”, co zostało wyemitowane w trakcie innego programu telewizyjnego. Odmówił składania zeznań, ponieważ uważał, że jego źródło nie zrobiło nic złego.", "14.  Zdaniem Rządu w dniu 11 maja 2010 roku organy śledcze ustaliły, że dwa adresy IP, z których korzystano do łączenia się z EDS, były używane przez niejakiego I.P. Ustalono również, że I.P. wykonał kilka połączeń na numeru telefonu skarżącej.", "15.  W dniu 11 maja 2010 roku, około godziny 18:55, I.P. został zatrzymany w związku z postępowaniem karnym; został zwolniony z aresztu kilka miesięcy później.", "16.  W dniu 12 maja 2010 roku śledczy policji poinformowała sędziego śledczego, że poprzedniego dnia miały miejsce cztery pilne przeszukania w domu, pracy i innych pomieszczeniach I.P. Poinformowała również sędziego o pilnym przeszukaniu w domu skarżącej (zobacz punkt 21 i następne poniżej). Dalej, na podstawie art. 180, paragraf 5 Kodeksu Postępowania Karnego zawnioskowała, że niniejsze przeszukania powinny zostać zbadane z punktu widzenia legalności i celowości.", "17.  W dniu 14 maja 2010 roku śledczy zleciła ekspertyzę techniczną urządzeń do przechowywania danych, które zostały zajęte w domu skarżącej w dniu 11 maja 2010 roku. Zdaniem Rządu wszystkie te urządzenia zostały przekazane do właściwego organu śledczego Policji Państwowej w dwóch zamkniętych torbach. Torby te pozostały zamknięte do dnia 17 maja 2010 roku, kiedy to otworzył je biegły; opakowanie lub plomby nie zostały uszkodzone. W dniu 17 i 18 maja 2010 roku biegły skopiował wszystkie informacje z urządzeń do przechowywania danych na inny komputer za pomocą specjalnego oprogramowania. W dniu 19 maja 2010 roku zamknał torby i przekazał je śledczemu. W dniu 21 maja 2010 roku urządzenia do przechowywania danych zostały zwrócone skarżącej.", "18.  W dniu 15 czerwca 2010 roku badanie techniczne zostało zakończone i, zdaniem Rządu, skopiowane informacje zostały zniszczone.", "19.  Postępowanie karne przeciwko I.P. w sprawie wycieku danych jest w toku na etapie postępowania przygotowawczego.", "C.  Przeszukanie w domu skarżącej w dniu 11 maja 2010 roku i późniejsza kontrola sądowa", "20.  W dniu 11 maja 2010 roku śledczy wydała nakaz przeszukania, który został zatwierdzony przez prokuratora w tym samym dniu. Odnośna część nakazu brzmi następująco:", "“Jak wynika z materiałów sprawy, [I.P.] korzystał z telefonu komórkowego o numerze ... w danym czasie. Według informacji dostarczonych przez [usługodawcę telefonii komórkowej], w dniu 6 lipca 2009 roku, tj. w zarejestrowanej dacie pierwszej próby pobrania nieistniejącego pliku EDS XML, a także w dniach 8 lipca 2009 roku i 28 października 2009 roku, tj. ustalonych datach, w których oddzielne pliki XML EDS zostały pobrane za pośrednictwem anonimowych serwerów “TOR”, abonent ... wykonał wiele połączeń wychodzących do abonenta o numerze .... Okresowa komunikacja miała miejsce do dnia 14 lutego 2010 roku, kiedy to ustała całkowicie. Według wydruków historii połączeń, obaj abonenci byli parę razy obsługiwani przez te same bazowe stacje łączności elektronicznej, co wskazuje na możliwość, że abonenci spotkali się.", "Ustalono, że [skarżąca], kod identyfikacyjny ..., zamieszkała w ..., używała numeru telefonu ... .", "Okoliczności faktyczne ustalone w związku z postępowaniem karnym łącznie stanowią podstawy do wniosku, że w chwili popełnienia przestępstwa [skarżąca] często kontaktowała się z [I.P.] i ewentualnie może posiadać informacje o bezprawnych działaniach [I.P.], związanych z nielegalnym pobieraniem plików XML EDS, a także przetwarzaniem, przechowywaniem i rozpowszechnianiem tych plików, o jego wspólnikach i innych informacji w związku z postępowaniem karnym.", "Biorąc pod uwagę, że materiał w sprawie daje uzasadnione podstawy, aby sądzić, że w [domu skarżącej] mogą znajdować się urządzenia do przechowywania danych, które zawierają pliki XML nielegalnie pobrane z bazy danych EDS i wszelkie ich pochodne, oprogramowanie do przetwarzania tych plików, informacje o pozyskiwaniu i rozpowszechnianiu tych plików oraz innych dokumentów i przedmiotów zawierających informacje o przestępstwie, które mogą służyć jako dowód w postępowaniu karnym, należy przeprowadzić przeszukanie w trybie pilnym, aby zapobiec zniszczeniu, ukryciu lub uszkodzeniu dowodów.", "Na podstawie sekcji 180(3) i 337 (2)(2) Kodeksu Postępowania Karnego:", "POSTANOWIONO:", "1.  przeszukać [dom skarżącej] w celu znalezienia i zajęcia dokumentów i urządzeń do przechowywania danych, zawierających pliki XML nielegalnie pobrane z bazy danych EDS i wszelkie ich pochodne, oprogramowanie do przetwarzania tych plików, informacje na temat pozyskiwania i rozpowszechniania tych plików oraz wszelkie inne przedmioty zawierające informacje na temat przestępstwa objętego śledztwem.”", "21.  W dniu 11 maja 2010 roku, od godziny 21:34 do 22:30, policja przeprowadziła przeszukanie w domu skarżącej.", "22.  Według skarżącej, po powrocie do domu tej nocy, podszedł do niej na klatce schodowej ubrany po cywilnemu policjant i, bez legitymowania się, fizycznie uniemożliwił jej zamknięcie drzwi. Dopiero wtedy przedstawił nakaz przeszukania i przystąpił do niego wraz z dwoma innymi funkcjonariuszami. Podczas przeszukania zostały zajęte następujące urządzenia do przechowywania danych: prywatny laptop, zewnętrzny dysk twardy, karta pamięci i cztery dyski flash. Zdaniem skarżącej, urządzenia te zawierały jej obszerne dane osobowe, jak również większość materiału związanego z pracą.", "23.  Rząd nie zakwestionował wersji wydarzeń przedstawionej przez skarżącą.", "24.  W dniu 12 maja 2010 roku sędzia śledczy z mocą wsteczną zatwierdził nakaz z dnia 11 maja 2010 roku poprzez wpisanie “zgoda” na tym nakazie. Nie przedstawiono żadnego uzasadnienia.", "25.  W dniu 14 czerwca 2010 roku Prezes sądu pierwszej instancji, na podstawie skargi skarżącej, utrzymała w mocy decyzję sędziego śledczego oraz uznała, że przeszukanie było zgodne z prawem, a uzyskane dowody są dopuszczalne w postępowaniu karnym. Nie przeprowadzono rozprawy. Prezes sądu zbadała pisemne zarzuty skarżącej, akta sprawy karnej i pisemne wyjaśnienie śledczego. Odnośna część decyzji, która była ostateczna, stanowiła:", "“Po rozpatrzeniu zaskarżonej decyzji sędziego śledczego w kwestii merytorycznej, uważam, że jest zgodna z normami prawnymi i rzeczywistym stanem rzeczy. ...", "Śledczy podjęła wystarczające działania w celu ochrony praw [skarżącej] jako dziennikarki. W szczególności, wyznaczyła funkcjonariuszy policji do przesłuchania [skarżącej] w charakterze świadka, a [skarżąca] skorzystała z prawa do nieujawniania jej źródła.", "Zgodnie z krajowym orzecznictwem, w większości przypadków sąd nakłada na dziennikarzy obowiązek ujawniania źródeł informacji tylko w przypadkach, gdy czysto obiektywnie nie ma innych możliwości rozstrzygnięcia sprawy lub zapobiegania przestępczości, a także w przypadkach, gdy dalsze przestępstwa mogłyby znacznie zaszkodzić interesowi publicznemu i bezpieczeństwu krajowemu.", "W niniejszym postępowaniu, choć niezgodne z prawem przetwarzanie i niekontrolowane rozpowszechnianie danych osobowych kilku tysięcy, a nawet setek tysięcy ludzi jest uznawane za znaczące naruszenie praw ogółu społeczeństwa, organ śledczy nie zwrócił się do sędziego śledczego o nakaz ujawnienia źródła informacji ... ponieważ ... postanowiono nie przeprowadzać żadnych działań śledczych, które dotyczyłby dziennikarzy, zgodnie z zasadą proporcjonalności i prawem nieujawniania źródeł informacji. ...", "W związku z powyższym, jako że materiał dowodowy w sprawie wskazuje, że dalsze śledztwo koncentruje się na innych przesłankach, a domniemany podejrzany został ustalony poprzez przetworzanie i analizę zapisów z EDS, to jest, bez ujawniania źródła dziennikarza ...", "Nie ma uzasadnionych powodów, aby sądzić, że przeszukanie w domu [skarżącej] zostało przeprowadzone w celu identyfikacji źródła informacji, ponieważ celem poszukania było znalezienie plików XML pobranych z bazy danych EDS i wszelkich ich pochodnych, oprogramowania do przetwarzania tych plików i informacji na temat pozyskiwania i rozpowszechniania plików, a także zaprzestanie dalszego bezprawnego rozpowszechniania danych osobowych. ...", "Niniejsze postępowanie karne zostało wszczęte w związku z faktami odnoszącymi się bezpośrednio do wymiany informacji w formie elektronicznej, a zatem istotne jest, aby wziąć pod uwagę specyficzne cechy cyberprzestępczości, gdzie zachowanie, nabywanie i rejestrowanie dowodów w postaci elektronicznej jest kwestią delikatną ze względu na to, że taki dowód może być bardzo szybko zmieniony lub zniszczony; ważne jest również, aby uwzględnić mens rea przestępstwa. ... Uważam, że w tym konkretnym przypadku przeszukanie w trybie pilnym było dopuszczalne. ...", "Ponieważ [skarżąca] jest zatrudnioną na stałe dziennikarką, a nie tzw. „wolnym strzelcem”, nie ma podstaw, aby przyjąć, że materiał bezpośrednio związany z jej działalnością zawodową powinien być przechowywany w domu, zwłaszcza jeśli ona sama na to nie wskazuje. Jeśli takie przesłanki zostałyby wskazane, sędzia śledczy miałby podstawy do oceny okoliczności faktycznych. ...", "W związku z powyższym uważam, że decyzja sędziego śledczego z dnia 12 maja 2010 roku jest uzasadniona i zgodna z prawem i nie ma podstaw do jej uchylenia; jestem też zdania, że nie ma powodów, aby uznać, że wyniki tych działań są nieważne.", "Jednocześnie należy wyjaśnić [skarżącej], że wszelkie skargi domniemanych naruszeń podczas poszukiwania lub innych działań śledczych powinny być składane zgodnie z procedurą określoną w sekcji 337 Kodeksu Postępowania Karnego. ...”", "D.  Pozostała kontrola władz krajowych", "26.  W dniu 21 maja 2010 roku nadrzędny prokurator odpowiedział na skargę skarżącej na decyzję śledczego w sprawie przeprowadzenia przeszukania, jej zatwierdzenie przez prokuratora nadzorującego, jak również działania funkcjonariuszy policji podczas jego przeprowadzania. Stwierdził, że nie może badać podstaw przeszukania; te zostały bowiem zbadane przez sędziego śledczego i Prezesa sądu.", "27.  Ponadto stwierdził, że w dniu 11 maja 2010 roku prokurator nadzorujący zgodnie z prawem zatwierdził nakaz przeszukania. Co do zwrotu zajętych przedmiotów, sprawa była przedmiotem dyskusji z właściwym organem śledczym. Wreszcie dodano uwagę, że skarżąca mogła wnieść skargę na odpowiedź nadrzędnego prokuratora do innego oddziału prokuratury.", "28.  Biuro Bezpieczeństwa Wewnętrznego Państwowej Policji (Valsts policijas Iekšējās drošības birojs) z urzędu rozpatrzyło zachowanie policjantów podczas przeszukania. W dniu 20 lipca 2010 roku skarżąca została poinformowana, że nie doszło do naruszenia ani Kodeksu Postępowania Karnego, ani ogólnych zasad etyki policjantów.", "E.  Kontrola Rzecznika Praw Obywatelskich", "29.  W dniu 13 maja 2010 roku Rzecznik Praw Obywatelskich wszczął dochodzenie w sprawie przeszukania w domu skarżącej w celu sprawdzenia, czy przeszukanie ingerowało w jej wolność wypowiedzi i czy władze krajowe miały wystarczająco na uwadze ocenę ograniczeń nałożonych na wolności prasy.", "30.  W dniu 28 września 2010 roku wydał opinię, która nie była wiążąca dla organów krajowych. Zbadał nie tylko to, czy domniemane naruszenie wolności wypowiedzi skarżącej miało miejsce, ale także czy w kraju istnieje skuteczny system monitorowania w tym zakresie. Jeżeli chodzi o domniemane naruszenie wolności wypowiedzi i zasady proporcjonalności, zauważył, co następuje [podkreślenia jak w oryginale]:", "“Ochrona dziennikarskich źródeł informacji jest przewidziana na mocy art. 22 ustawy [o prasie i innych środkach masowego przekazu] ... Nie oznacza to absolutnego immunitetu dziennikarzy w postępowaniu karnym, ale konieczność poszanowania interesów zawodowych dziennikarzy i prawnych gwarancji.", "Decyzja właściwych organów śledczych w sprawie przeszukania miejsca zamieszkania skarżącej została podjęta w oparciu o informacje podane do publicznej wiadomości w programie “De facto”. Według listy przeszukanych obiektów istotne było, aby zabezpieczyć dowody i wyjaśnić, w jaki sposób dziennikarka otrzymała informację o “wycieku” danych z SRS EDS i kto był winny. Sformułowanie użyte w nakazie przeszukania – “informacje na temat pozyskania i rozpowszechniania” –wyraźnie wskazuje na cel właściwych organów śledczych, to jest zidentyfikowanie dziennikarskiego źródła informacji.", "Wobec tego działania właściwych organów ścigania w danej sprawie dotyczą [dotyczyły] ochrony dziennikarskich źródeł informacji, a zatem naruszają [naruszyły] wolność wypowiedzi dziennikarki.", "Jednocześnie ochrona dziennikarskich źródeł informacji nie jest absolutna i w niektórych przypadkach może być ograniczona w interesie publicznym. Oznacza to, że właściwe organy śledcze, przy podejmowaniu decyzji dotyczących dziennikarki, powinny ocenić aspekty ograniczenia wolności wypowiedzi i proporcjonalności takiego działania - czy ujawnienie takich informacji jest naprawdę konieczne? A może istnieją uzasadnione środki alternatywne, zgodnie z Zasadą 3 Rekomendacji [No. R (2000), 7]?", "[Odnośnik do art. 12, 154, 179 i 180 Kodeksu Postępowania Karnego] Dlatego też istnieje podstawa prawna do ujawniania dziennikarskich źródeł informacji, do przeszukania, a także do legalnego i proporcjonalnego ograniczenia praw człowieka w postępowaniu karnym. Wynika z tego, że takie ograniczenia są przewidziane prawem.", "Aby ocenić proporcjonalność tych ograniczeń i możliwość zastosowania mniej uciążliwych alternatywnych sposobów osiągnięcia celu, Rzecznik Praw Obywatelskich zwrócił się do odpowiedzialnych władz z zapytaniem, czy w celu uzyskania informacji od dziennikarki nie było wystarczających podstaw, aby zdecydować się na poszukiwanie alternatywnego rozwiązania spośród wszystkich opcji oferowanych przez [Kodeks Postępowania Karnego], zamiast nakazu ujawnienia na mocy art. 154 [Kodeksu Postępowania Karnego].", "[Prokuratura] odpowiedziała, że celem przeszukania było uzasadnienie i uzyskanie dowodów w postępowaniu karnym, a nie identyfikacja dziennikarskiego źródła informacji, które było już znane policji; dlatego też nie zostało nakazane ujawnienie na podstawie art.154 [Kodeksu Postępowania Karnego]. Prokuratura była zdania, że nie jest uprawniona do wydawania opinii w sprawie ważności działań śledczych, ponieważ działalność sędziego śledczego, który zatwierdził przeszukanie, została zbadana przez Prezesa sądu.", "Sąd uzasadnił potrzebę przeszukania w trybie pilnym faktem, że w postępowaniu karnym z udziałem przepływu dokumentów elektronicznych należy brać pod uwagę specyfikę cyberprzestępstw, w których zachowanie, uzyskiwanie i rejestrowanie dowodów elektronicznych jest raczej delikatną kwestią, ponieważ takie dowody mogą być zmienione i zniszczone bardzo szybko i nieodwracalnie.", "Takie stwierdzenie powinno być traktowane krytycznie, ponieważ funkcjonariusze Państwowej Policji zwrócili się do skarżącej z prośbą o dostarczenie informacji na temat jej źródła informacji w dniu 19 lutego 2010 roku, ale przeszukanie w trybie pilnym przeprowadzono w dniu 11 maja 2010 roku. Materiały przedstawione Rzecznikowi Praw Obywatelskich przez organy państwowe i sąd nie zawierają żadnych dowodów prób podejmowania przez dziennikarkę dalszego bezprawnego przetwarzania i rozpowszechniania danych lub niszczenia takich informacji.", "Potrzeba przeprowadzenia przeszukania w trybie pilnym nie została również wyjaśniona w ocenie wyrażonej przez sąd, jakoby materiał w sprawie dostarczał wystarczających podstaw do uznania, że skarżąca prawdopodobnie wiedziała, wspierała lub brała udział w przestępstwie objętym śledztwem poprzez jednocześnie korzystanie z informacji w celach dziennikarskich. Jeżeli właściwy organ śledczy posiadał taką informację w momencie podjęcia decyzji o przeprowadzeniu przeszukania, nie jest jasne, dlaczego policja przed przeszukaniem nie nadała dziennikarce status podejrzanej i nie przeszukano jej miejsca pracy.", "Uznaje się za ustalone, że decyzja sądu jest oparta na przypuszczeniach, a przy wydaniu decyzji sąd nie respektował statusu dziennikarki, której immunitet i ochrona przed ujawnieniem źródła informacji są ustalone w przepisach prawa.", "W konsekwencji należy stwierdzić, że zatwierdzając nakaz przeszukania w trybie pilnym, wydany przez właściwy organ śledczy, nadzorujący prokurator i sąd nie przeprowadzili żadnej krytycznej oceny konieczności i zasadności tych działań.", "Rzecznik Praw Obywatelskich ma zastrzeżenia co do tego, czy przeszukanie domu skarżącej w trybie pilnym było istotnie najbardziej uzasadnionym środkiem, by zapobiec ujawnieniu informacji na tym etapie postępowania. W celu zapewnienia przestrzegania podstawowych zasad postępowania karnego, ustalonych na podstawie sekcji 12 [Kodeksu Postępowania Karnego], właściwy organ śledczy powinien z większą starannością rozważyć, czy informacje niezbędne dla śledztwa można było uzyskać za pomocą środków mniej uciążliwych dla interesów danej osoby.”", "Jego końcowe wnioski były następujące:", "“Wolność wypowiedzi obejmuje prawo do nieujawniania dziennikarskich źródeł informacji. Wyłącznie sąd, przestrzegając zasadę proporcjonalności, może nakazać ujawnienie źródła informacji w celu ochrony podstawowych interesów jednostek lub społeczeństwa.", "Przeprowadzając przeszukanie w domu [skarżącej], rzekomo w poszukiwaniu między innymi informacji na temat pozyskiwania i rozpowszechniania plików XML w bazie EDS, właściwy organ śledczy – przy zabezpieczaniu dowodów i bez względu na wymóg posiadania nakazu sądu – odkrył tożsamość źródła skarżącej.", "Przy udzielaniu zezwolenia na nakaz wydany przez śledczego w trybie pilnym, nadzorujący prokurator i sąd nie dokonali krytycznej analizy pilności i konieczności takiego środka, a także niewystarczająco ocenili zagrożenie dla wolności wypowiedzi.", "W związku z powyższym, wolność wypowiedzi i prawo do nieujawniania dziennikarskich źródeł informacji, zawarte w Konstytucji i wiążących umowach międzynarodowych, zostały naruszone.", "Ze względu na to, że prawnie chroniony immunitet dziennikarza w postępowaniu karnym nie został uwzględniony [w odpowiednim rozdziale Kodeksu Postępowania Karnego], a z krajowego orzecznictwa wynika, że właściwe organy śledcze nie zwracają na to wystarczającej uwagi, byłoby wskazane, aby zainicjować dyskusję na temat zmian [legislacyjnych] [odpowiednich przepisów Kodeksu Postępowania Karnego]. Najprawdopodobniej prawo powinno określać, że zabronione jest wykonywanie czynności śledczych z udziałem dziennikarzy na terenie należących do nich obiektów, jeżeli istnieją uzasadnione podstawy do uznania, że może to ograniczyć zakres praw gwarantowanych dziennikarzom.”", "II.  WŁAŚCIWE PRAWO MIĘDZYNARODOWE I KRAJOWE", "A.  Prawo międzynarodowe i europejskie", "31.  Kilka instrumentów międzynarodowych dotyczy ochrony źródeł dziennikarskich, w tym Rezolucja o wolnościach dziennikarskich i prawach człowieka, przyjęta podczas IV Europejskiej konferencji ministerialnej na temat polityki mass-mediów (Praga, 7-8 grudnia 1994 roku) oraz Rezolucja Parlamentu Europejskiego o poufności dziennikarskich źródeł informacji (18 stycznia 1994 roku, Dziennik Urzędowy UE Nr C 44/34).", "32.  Rekomendacja Nr R (2000) 7 w sprawie prawa dziennikarzy do nieujawniania źródeł informacji została przyjęta przez Komitet Ministrów Rady Europy w dniu 8 marca 2000 roku i w odnośnym zakresie stanowi:", "“[Komitet Ministrów] zaleca rządom Państw Członkowskich:", "1.  implementację do ich prawa krajowego i praktyki zasad załączonych do niniejszej Rekomendacji,", "2.  szerokie rozpowszechnienie niniejszej Rekomendacji i załączonych zasad, w stosownych przypadkach wraz z tłumaczeniem, oraz", "3.   zwrócenie na nie uwagi w szczególności władzom publicznym, organom policji i sądownictwa, a także udostępnienie ich dziennikarzom, mediom i ich organizacjom zawodowym.", "Załącznik do Rekomendacji Nr R (2000) 7", "Zasady dotyczące prawa dziennikarzy do nieujawniania źródeł informacji", "Definicje", "Dla celów niniejszej Rekomendacji:", "a.  termin “dziennikarz” oznacza każdą osobę fizyczną lub prawną, która jest regularnie lub zawodowo zaangażowana w zbieranie i rozpowszechnianie informacji do publicznej wiadomości za pośrednictwem wszelkich środków masowego przekazu;", "b. termin “informacja” oznacza każde stwierdzenie faktu, opinię lub ideę w formie tekstu, dźwięku i/lub obrazu;", "c. termin “źródło” oznacza każdą osobę, która dostarcza informacji dziennikarzowi;", "d. termin “informacja identyfikująca źródło” oznacza, w zakresie w jakim jest prawdopodobne, że doprowadzi do identyfikacji źródła:", "i.  nazwisko i dane osobowe, a także głos i wizerunek źródła,", "ii. rzeczywiste warunki pozyskiwania informacji od źródła przez dziennikarza,", "iii. niepublikowana treść informacji przekazanych przez źródło dziennikarzowi, oraz", "iv. dane osobowe dziennikarzy i ich pracodawców związanych z ich pracą zawodową.", "Zasada 1 (Dziennikarskie prawo do nieujawniania źródeł informacji)", "Prawo krajowe i praktyka w Państwach Członkowskich powinny zapewnić wyraźną i jasną ochronę prawa dziennikarzy do nieujawniania informacji identyfikujących źródła, zgodnie z Artykułem 10 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (dalej: Konwencja), a zasady ustanowione w niniejszym dokumencie, powinny być traktowane jako minimalne standardy w zakresie przestrzegania tego prawa.", "Zasada 2 (Prawo do nieujawniania źródeł informacji innych osób)", "Inne osoby, które ze względu na kontakty zawodowe z dziennikarzami powzięły wiadomość o informacjach identyfikujących źródło poprzez gromadzenie, redakcję lub upowszechnianie informacji, powinny również podlegać ochronie na podstawie zasad ustanowionych w niniejszym dokumencie.", "Zasada 3 (Ograniczenia prawa do nieujawniania źródeł informacji)", "a.  Prawo dziennikarzy do nieujawniania informacji identyfikujących źródło nie może podlegać innym ograniczeniom niż te, o których mowa w Artykule 10 § 2 Konwencji. Przy ustalaniu, czy uzasadniony interes w ujawnieniu, objęty zakresem Artykułu 10 § 2 Konwencji, przeważa nad interesem publicznym w nieujawnianiu informacji identyfikującej źródło, właściwe organy Państwa Członkowskiego zwracają szczególną uwagę na znaczenie prawa do nieujawniania i prymat nadany mu w orzecznictwie Europejskiego Trybunału Praw Człowieka, a także mogą nakazać ujawnienie informacji jedynie wtedy, gdy, z zastrzeżeniem paragrafu b, istnieje nadrzędny wymóg interesu publicznego, o ile warunki są wystarczająco istotne i mają poważny charakter.", "b.  Ujawnienie informacji identyfikujących źródło nie powinno być uważane za konieczne, chyba że może być przekonująco ustalone, że:", "i. rozsądne alternatywne środki do ujawnienia nie istnieją lub zostały wykorzystane przez osoby lub organy publiczne, które dążą do ujawnienia, oraz", "ii.  uzasadniony interes w ujawnieniu wyraźnie przeważa nad interesem publicznym w nieujawnianiu, mając na uwadze, że:", "• nadrzędny wymóg konieczności ujawnienia został udowodniony,", "• okoliczności są wystarczająco istotne i mają poważny charakter,", "• konieczność ujawnienia jest identyfikowana jako odpowiedź na pilną potrzebę społeczną, oraz", "• państwa członkowskie mają zapewniony pewien margines swobody w ocenie tej potrzeby, jednakże margines ten idzie w parze z nadzorem Europejskiego Trybunału Praw Człowieka.", "c.  Powyższe wymagania powinny być stosowane na wszystkich etapach każdego postępowania, w którym można się połowyać na prawo do nieujawniania.", "Zasada 4 (Alternatywne dowody dziennikarskich źródeł)", "W postępowaniu przeciwko dziennikarzowi w sprawie domniemanego naruszenia czci i dobrego imienia osoby, władze powinny rozważyć, w celu ustalenia prawdy lub bezzasadności zarzutu, wszystkie dowody, które są dla nich dostępne w krajowym prawie proceduralnym i nie mogą wymagać w tym celu ujawnienia informacji identyfikujących źródło przez dziennikarza.", "Zasada 5 (Warunki dotyczące ujawnień)", "a.  Wniosek lub prośba o podjęcie jakiegokolwiek działania ze strony właściwych organów, mających na celu ujawnienie informacji identyfikujących źródło, powinna być złożona wyłącznie przez osoby lub organy publiczne, które mają bezpośredni, uzasadniony interes w ujawnieniu.", "b.  Dziennikarze powinni być poinformowani przez właściwe organy o ich prawie do nieujawniania informacji identyfikujących źródło, jak również o ograniczeniach tego prawa, zanim ujawnienie zostanie zażądane.", "c.  Kary dla dziennikarzy za nieujawnienie informacji identyfikujących źródło powinny być stosowane jedynie przez organy sądowe w trakcie postępowania sądowego, które pozwala na wysłuchanie dziennikarzy, których to dotyczy, zgodnie z Artykułem 6 Konwencji.", "d.  Dziennikarze powinni mieć prawo do odwołania od wymierzenia kary za nieujawnianie informacji identyfikujących źródło do innego organu sądowego.", "e.  Gdy dziennikarze odpowiadają na wniosek lub nakaz ujawnienia informacji identyfikujących źródło, właściwe organy powinny rozważyć zastosowanie środków w celu ograniczenia zakresu ujawnienia, na przykład poprzez wyłączenie opinii publicznej, z poszanowaniem Artykułu 6 Konwencji, jeżeli to istotne, a także samemu respektować poufność takiego ujawnienia.", "Zasada 6 (Przejęcie komunikacji, nadzór i sądowe przeszukanie i zajęcie)", "a.  Następujące środki nie powinny być stosowane, jeśli ich celem jest obejście prawa dziennikarzy, zgodnie z warunkami tych zasad, a nie ujawnienie informacji identyfikujących źródło:", "i. nakazy przejęcia albo działania dotyczące komunikacji lub korespondencji dziennikarzy lub ich pracodawców,", "ii. nakazy nadzoru lub działania dotyczące dziennikarzy, ich kontaktów lub ich pracodawców, lub", "iii. nakazy przeszukania lub zajęcia albo działania dotyczące terenów prywatnych lub zawodowych, rzeczy lub korespondencji dziennikarzy lub ich pracodawców lub danych osobowych związanych z ich pracą zawodową.", "b.  W przypadku, gdy informacja identyfikująca źródło została prawidłowo otrzymaną przez policję lub organy sądowe przez którekolwiek z powyższych działań, jednakże nie mógł być to cel tych działań, należy podjąć środki w celu zapobieżenia dalszego wykorzystania tej informacji jako dowodu przed sądem, chyba że ujawnienie jest uzasadnione na podstawie Zasady 3.", "Zasada 7 (Ochrona przed samooskarżeniem)", "Zasady określone w niniejszym dokumencie nie ograniczają w żaden sposób przepisów krajowych dotyczących ochrony przed samooskarżeniem w postępowaniu karnym, a dziennikarze powinni, o ile te przepisy znajdują zastosowanie, korzystać z takiej ochrony w odniesieniu do ujawniania informacji identyfikujących źródło”.", "33.  Dla precyzyjnego stosowania Rekomendacji, noty wyjaśniające określiły znaczenia niektórych terminów. W odniesieniu do terminów “źródło” i “informacje identyfikujące źródło” zostało wyjaśnione:", "“c.  Źródło", "17.  Każdą osobę, która dostarcza informacji dla dziennikarza, uznaje się za jego “źródło”. Ochrona relacji między dziennikarzem i źródłem jest celem niniejszej Rekomendacji z powodu “potencjalnego efektu mrożącego”, jaki nakaz ujawnienia źródła może wywierać na korzystanie z wolności mediów (zobacz, ETPC, Goodwin przeciwko Zjednoczonemu Królestwu, 27 marca 1996 roku, paragraf 39). Dziennikarze mogą otrzymywać informacje ze wszystkich rodzajów źródeł. Dlatego też konieczna jest szeroka wykładnia tego terminu. Rzeczywiste dostarczanie informacji dziennikarzom może stanowić działanie po stronie źródła, na przykład, gdy źródło dzwoni lub pisze do dziennikarza lub wysyła do niego lub do niej nagrane informacje lub zdjęcia. Informacje powinny być również traktowane jako “dostarczone”, gdy źródło pozostaje bierne i wyraża dziennikarzowi zgodę na zebranie informacji, takich jak filmowanie lub nagrywanie informacji za zgodą źródła.", "d.  Informacja identyfikująca źródło", "18.  W celu odpowiedniej ochrony tożsamości źródła, konieczna jest ochrona wszystkich rodzajów informacji, które mogą doprowadzić do identyfikacji źródła. W związku z tym potencjał do zidentyfikowania źródła określa rodzaj chronionych informacji i zakres tej ochrony. O ile ich ujawnienie może prowadzić do identyfikacji źródła, następujące informacje powinny być chronione niniejszą Rekomendacją:", "i.  nazwisko źródła i jego lub jej adres, numer telefonu i faksu, nazwisko i inne dane osobowe pracodawcy, jak również głos źródła i obrazy przedstawiające źródło;", "ii. “rzeczywiste warunki pozyskiwania tych informacji”, na przykład czas i miejsce spotkania ze źródłem, stosowane środki korespondencji lub szczegółowe dane uzgodnione między źródłem a dziennikarzem;", "iii. “niepublikowana treść informacji przekazanych przez źródło dziennikarzowi”, na przykład inne fakty, dane, dźwięki lub zdjęcia, które mogą wskazywać tożsamość źródła i które nie zostały jeszcze opublikowane przez dziennikarza;", "iv. “dane osobowe dziennikarzy i ich pracodawców związane z ich pracą zawodową”, czyli dane osobowe wytworzone przez pracę dziennikarzy, które można znaleźć, na przykład, w listach adresowych, wykazach połączeń telefonicznych, rejestracji komunikacji komputerowej, rezerwacjach podróży lub wyciągach bankowych.", "19.  Niniejsza lista nie jest wyczerpująca. Paragraf c musi być odczytywany i rozumiany w sposób, który pozwala na odpowiednią ochronę źródła w danym przypadku. Decydującym czynnikiem jest, czy dodatkowe informacje mogą prowadzić do identyfikacji źródła.”", "B.  Prawo krajowe", "34.  Sekcja 22 ustawy o prasie i innych środkach masowego przekazu (likums “Par presi un citiem masu informācijas līdzekļiem”) ustanawia w prawie łotewskim zasadę nieujawniania źródeł. Media masowe mają prawo do nieujawniania źródeł informacji (paragrapf 1). Nakaz ujawnienia źródła informacji może być wydany wyłącznie przez sąd, po uwzględnieniu proporcjonalności, dla ochrony podstawowych interesów jednostek lub społeczeństwa (paragraf 2).", "35. Art. 154 Kodeksu Postępowania Karnego (Kriminālprocesa likums) określa okoliczności, w jakich dziennikarz lub wydawca jest zobowiązany do ujawnienia źródła informacji. Niniejszy nakaz może być wydany wyłącznie przez sąd (paragraf 1). Sędzia śledczy, na wniosek śledczego lub prokuratora, wysłuchuje strony i rozpatruje materiał zgromadzony w aktach sprawy (paragraf 2), a także ocenia proporcjonalność środka (paragraf 3). Decyzja podlega kontroli sądowej w ramach procedury pisemnej przez sędziego sądu wyższej instancji, którego decyzja jest ostateczna (paragraf 4).", "36.  Art. 180 Kodeksu Postępowania Karnego określa procedurę wydawania nakazu przeszukania. W trybie zwykłym, sędzia śledczy lub sąd zatwierdza przeszukanie na podstawie wniosku złożonego przez właściwy organ śledczy (procesa virzītājs), po zapoznaniu się z aktami sprawy (paragraf 1). W trybie pilnym, gdy zwłoka spowodowałaby zniszczenie, ukrycie lub uszkodzenie odpowiednich dokumentów lub przedmiotów albo ucieczkę danej osoby, nakaz przeszukania może być wydany przez właściwy organ śledczy. Dla nakazu przeszukania wydanego przez śledczego niezbędne jest zatwierdzenie przez prokuratora (paragraf 3). Nakaz przeszukania wydany w trybie pilnym musi zostać złożony w dniu następnym do sędziego śledczego, który bada jego legalność i podstawy do poszukiwania; jeśli działanie śledcze jest niezgodne z prawem, sędzia śledczy uznaje taki dowód za niedopuszczalny w postępowaniu karnym i decyduje o dalszych działaniach w odniesieniu do dowodów (paragraf 5).", "37.  Art. 337 Kodeksu Postępowania Karnego określa procedurę wnoszenia skarg. Skarga powinna być skierowana i wniesiona do organu, który jest właściwy do rozstrzygania w tej sprawie; może być również złożona urzędnikowi, którego działanie lub decyzja jest zaskarżana (paragraf 1). Skarga na działania lub decyzję sędziego śledczego jest przekazywana do rozpatrzenia Prezesowi sądu (paragraf 2, część 4). Rozpatrując skargę, Prezes sądu podejmuje decyzję w sprawie jej zasadności; jego/jej decyzja jest ostateczna (paragraf 4).", "38.  Art. 12 Kodeksu Postępowania Karnego stanowi, co następuje:", "Art. 12 - Gwarancje praw człowieka", "“1.  Postępowanie karne jest prowadzone zgodnie z międzynarodowymi prawami człowieka, bez wymierzania nieuzasadnionych karnych obowiązków proceduralnych lub nieproporcjonalnej ingerencji w życie prywatne danej osoby.", "2.  Prawa człowieka doznają ograniczenia tylko ze względów bezpieczeństwa publicznego i tylko zgodnie z procedurą określoną w niniejszej ustawie, z uwzględnieniem charakteru i stopnia niebezpieczeństwa przestępstwa.", "3.  Stosowanie środków bezpieczeństwa pozbawiających ludzi wolności i naruszanie nietykalności terenów prywatnych lub tajemnicy korespondencji i środków komunikacji jest dozwolone wyłącznie za zgodą sędziego śledczego lub sądu.", "4.  Urzędnicy zaangażowani w prowadzenie postępowania karnego chronią poufność życia prywatnego i działalności zawodowej. Stosowne informacje są zbierane i wykorzystywane tylko wtedy, gdy takie informacje są niezbędne do ustalenia prawdy.", "5.  Jednostka ma prawo do żądania wyłączenia ze sprawy karnej informacji dotyczących ... jego lub jej życia prywatnego ... jeśli takie informacje nie są niezbędne dla sprawiedliwego rozstrzygnięcia postępowania karnego.”", "39.  W dniu 13 maja 2010 roku łotewski parlament (Saeima) przyjął zmiany legislacyjne, wskutek których wszystkie instytucje publiczne mają obowiązek udostępnienia w Internecie informacji w sprawie wynagrodzeń wypłacanych swoim urzędnikom. Zmiany te weszły w życie dnia 15 czerwca 2010 roku.", "PRAWO", "I.  ZARZUT NARUSZENIA ARTYKUŁU 10 KONWENCJI", "40.  Skarżąca zarzuciła, że została zmuszona do ujawnienia informacji, które pozwoliły na identyfikację jej dziennikarskiego źródła, z naruszeniem prawa do otrzymywania i przekazywania informacji, zagwarantowanego w Artykule 10 Konwencji. W jej opinii ingerencja w wolność wypowiedzi nie była przewidziana przez prawo, nie dążyła do realizacji uzasadnioneg celu i nie było konieczna w demokratycznym społeczeństwie. Skarżąca zwróciła się do Trybunału o wyjaśnienie obowiązków państwa na podstawie tego przepisu w danych okolicznościach. Artykuł 10 Konwencji stanowi, co następuje:", "“1.  Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie wyklucza prawa Państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2. Korzystanie z tych wolności pociągających za sobą obowiązki \ni odpowiedzialność może podlegać takim wymogom formalnym, warunkom, ograniczeniom i sankcjom, jakie są przewidziane przez ustawę i niezbędne \nw społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego ze względu na konieczność zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia \ni moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi \ni bezstronności władzy sądowej.”", "41.  Rząd zaprzeczył, jakoby doszło do naruszenia niniejszego Artykułu.", "A.  Dopuszczalność", "42.  Po pierwsze, Rząd podniósł wstępny sprzeciw, że skarżąca nie dostarczyła Trybunałowi żadnych kopii jej skarg do organów krajowych, a wobec tego nie wykazała, że kwestie zaskarżone przed Trybunałem zostały w istocie podniesione na szczeblu krajowym. Uważał, że w ten sposób nie wypełniła warunków Artykułu 34 Konwencji, a zatem nie złożyła skargi prawidłowo, zgodnie z wymogami Reguły 47 Regulaminu Trybunału.", "43.  Skarżąca nie zgodziła się i stwierdziła, że jej skarga wraz z załączonymi dokumentami jest zgodna z Artykułem 34 Konwencji oraz Regułą 47 Regulaminu Trybunału. Złożyła stosowne, dostępne dokumenty, którymi, według niej, były nakaz przeszukania i ostateczna decyzja oddalająca jej skargę. Ten ostatni dokument, jak również opinia Rzecznika Praw Obywatelskich, zawierały wystarczające podsumowanie jej skarg na szczeblu krajowym.", "44.  Trybunał przypomina, że rozpatruje skargi złożone przed nim w świetle Artykułu 34 Konwencji oraz Reguły 47 Regulaminu Trybunału, zgodnie z ich treścią i znaczeniem. Ponadto zauważa, że wraz ze skargą skarżąca przedstawiła dowody, że zwróciła się do władz krajowych i dnia 14 czerwca 2010 roku otrzymała ostateczną krajową decyzję, która wraz z innymi odpowiednimi dokumentami przedstawiała zakres jej skarg na szczeblu krajowym. Trybunał chciałby również dodać, że Reguła 47 Regulaminu Trybunału w szczególności zaleca skarżącym złożenie wyłącznie “odpowiednich dokumentów” (w tekście francuskim – “documents pertinents”).", "45.  W takich okolicznościach Trybunał uważa, że formularz wniosku oraz dowody przedstawione przez skarżącą zawierały wystarczające informacje, aby uznać te dokumenty za “skargę” w rozumieniu Artykułu 34 Konwencji oraz Reguły 47 Regulaminu Trybunału. Wynika z tego, że sprzeciw Rządu w tym zakresie powinnien zostać odrzucony.", "46.  Po drugie, Rząd podniósł wstępny sprzeciw dotyczący wyczerpania środków krajowych, powołując się na decyzję Trybunału w sprawie Grišankova i Grišankovs przeciwko Łotwie (nr 36117/02, ECHR-2003 II (fragmenty)). Rząd stwierdził, że skarżąca powinna była złożyć skargę do Trybunału Konstytucyjnego, jeżeli uznała, że zastosowana wobec niej procedura na podstawie art. 180 Kodeksu Postępowania Karnego była pozbawiona wystarczających gwarancji procesowych, albo że brak zapewnienia dodatkowych środków bezpieczeństwa w odniesieniu do ustawowego dziennikarskiego przywileju nieujawniania (art. 121 i 122 Kodeksu Postępowania Karnego) naruszył jej praw człowieka. Powinna była podnieść kwestię zgodności tych przepisów prawnych z Konstytucją Łotwy i samą Konwencją.", "47.  Skarżąca nie zgodziła się i stwierdziła, że łotewski model skargi konstytucyjnej był obwarowany wieloma ograniczeniami, powołując się między innymi na decyzję Trybunału w sprawie Liepājnieks przeciwko Łotwie (nr 37586/06, 2 listopada 2010).", "48.  Trybunał przypomina, że już kilkakrotnie oddalił podobny sprzeciw wstępny Rządu łotewskiego, dotyczący Trybunału Konstytucyjnego w sprawach odnoszących się do wykładni lub stosowania przepisu prawnego albo rzekomej luki legislacyjnej (zobacz Liepājnieks, przywołany powyżej, §§ 73-76; Savičs przeciwko Łotwie, nr 17892/03, §§ 113117, 27 listopada 2012; oraz Mihailovs przeciwko Łotwie, nr 35939/10, §§ 157-158, 22 stycznia 2013). Trybunał nie widzi powodu, aby zdecydować inaczej w niniejszej sprawie. Wynika z tego, że sprzeciw Rządu w tym zakresie powinien zostać odrzucony.", "49.  Wreszcie, Trybunał odnotowuje, że niniejsza skarga nie jest oczywiście bezzasadna w rozumieniu Artykułu 35 § 3 (a) Konwencji. Nadto zauważa, że nie jest niedopuszczalna z jakichkolwiek innych względów. Musi być zatem uznana za dopuszczalną.", "B.  Meritum", "1.  Twierdzenia stron", "(a)  Skarżąca", "50.  Po pierwsze, skarżąca utrzymuje, że w istocie doszło do ingerencji w jej wolności wypowiedzi. Zwróciła uwagę, że przeszukanie domów i miejsc pracy dziennikarzy podważa ochronę źródeł w jeszcze większym stopniu niż bezpośrednie nakazy ujawnienia źródła.", "51.  Skarżąca nie zaprzecza, że istniała podstawy prawne do ingerencji na mocy art. 180 Kodeksu Postępowania Karnego. Potępiła jednak jakość prawa i stwierdziła, że powinno być ono zarówno wystarczająco dostępne, jak i możliwe do przewidzenia, to jest sformułowane z wystarczającą precyzją, aby umożliwć jednostce – w razie potrzeby z odpowiednią poradą – regulowanie własnego zachowania. Zauważyła, że prawo łotewskie nie określa żadnych ograniczeń co do podstaw prowadzenia przeszukania dziennikarza lub stosowanych metod. Skarżąca powołała się w tym zakresie na orzecznictwo Trybunału dotyczące Artykułu 10 Konwencji oraz Rekomendację nr R (2000) 7 Komitetu Ministrów Rady Europy w sprawie prawa dziennikarzy do nieujawniania źródeł informacji (zobacz: paragraf 32 i 33 powyżej).", "52.  Ponadto skarżąca wyjaśniła, że nie twierdzi, że dziennikarzom powinien być przyznany absolutny immunitet w postępowaniu karnym lub że istniejące na Łotwie regulacje są niezgodne z konstytucją. Twierdziła, że prawo w sensie materialnym, a także działania podejmowane przez urzędników muszą być możliwe do przewidzenia.", "53.  Zdaniem skarżącej łotewski system prawny nie zapewnił jej odpowiednich gwarancji prawnych w celu umożliwienia niezależnej oceny, czy interes postępowania karnego przeważa nad interesem publicznym w zakresie ochrony źródeł dziennikarskich. W przypadku skarżącej nakaz przeszukania nie zawierał żadnych wyłączeń lub ograniczeń w zakresie przeszukania lub dokumentach, które mają być zajęte, które mogłby zabezpieczyć jej prawo do nieujawniania źródeł lub jakichkolwiek informacji prowadzących do nich. Skarżąca nie zakwestionowała, że kontrola sądowa jako taka była możliwa. Była raczej zdania, że nie było możliwe, aby sędzia śledczy dokonał właściwej oceny, ponieważ nie było jasnych kryteriów lub wytycznych w prawie krajowym w zakresie przeszukania dziennikarzy, z wyjątkiem przypadków, gdy został wydany sądowy nakaz na mocy art. 154 Kodeksu Postępowania Karnego, co nie miało miejsca w niniejszej sprawie.", "54.  Twierdziła, że jakość prawa łotewskiego była niewystarczająca ze względu na brak przewidywalności, ponieważ w ustawie lub innych przepisach zabrakło kryteriów, które mogłyby zapobiec błędnemu stosowaniu lub błędnej wykładni prawa przez urzędników oraz ingerencji w dziennikarskie prawo do nieujawniania informacji bezpośrednio lub pośrednio związanych z ich źródłami. Skarżąca stwierdziła, że jej sprawa nie była odosobnionym przypadkiem, a także podała jako przykład przeszukanie innego dziennikarza w dniu 15 grudnia 2011 roku.", "55.  Po drugie, skarżąca stwierdziła, że nie było uzasadnionego celu do ingerencji w jej wolności wypowiedzi. Zdaniem skarżącej celem przeszukania było zidentyfikowanie jej źródła i uzyskanie informacji lub potwierdzenie tego, co władze wiedziały już o I.P. Niniejsze nie może być uznane za zgodny z prawem cel.", "56.  Skarżąca nie zgodziła się również z Rządem, że ingerencja dążyła do słusznego celu, jakim jest zapobieganie przestępczości oraz ochrona praw innych osób. Podkreśliła, że informacje, które podała do publicznej wiadomości, służyły uzasadnionemu interesowi publicznemu i przyczyniły się do publicznej debaty na temat jednolitości w zakresie realizacji działań oszczędnościowych. Nie zostały ujawnione żadne dane osobowe, które nie służyły temu celowi, a także nie zostały zgłoszone żadne roszczenia w tym zakresie przez zainteresowane jednostki. Dlatego też nie było żadnych podstaw do uznania, że dalsze ujawnianie danych przez skarżącą mogłoby naruszać jakiekolwiek prawo zagwarantowane w Artykule 8. Mimo wszystko, jeśli celem było zapobieżenie dalszemu ujawnianiu danych osobowych, dlatego policja po skopiowaniu wszystkich plików zwróciła skarżącej urządzenia do przechowywania danych bez usuwania zawartych w nich plików lub informacji?", "57.  Jeśli jednak celem przeszukania było powstrzymanie skarżącej przed dalszym rozpowszechnianiem informacji dotyczących uzasadnionego interesu publicznego, stwierdziła, że w żadnych okolicznościach nie może być to uznane za uzasadniony cel. Podobnie zabezpieczenie dowodów w celu wykrycia lub ścigania przestępstwa nie może przesłaniać praw i interesów w zakresie ochrony dziennikarskich źródeł informacji.", "58.  Po trzecie, skarżąca podniosła, że ingerencja nie była konieczna w demokratycznym społeczeństwie, ponieważ nie odpowiadała żadnej pilnej potrzebie społecznej. Skarżąca stwierdziła, że w niniejszej sprawie powinna być zachowana równowaga pomiędzy ogólnym interesem publicznym w zakresie ochrony dziennikarskich źródeł oraz interesem śledztwa. Śledztwo było związane z domniemanym arbitralnym dostępem do bazy danych EDS. Nie zostało nigdy zakwestionowane, że słaby poziom systemu bezpieczeństwa uczynił ten dostęp możliwym. Jeśli zostało w ogóle popełnione jakieś przestępstwo, to był ono znikome. Nie znajdowało się wśród przestępstw wymienionych w cytowanej powyżej Rekomendacji jako wystarczająco poważne, aby uzasadnić ingerencję w prawa skarżącej. W związku z tym szczególny interes śledztwa nie był na tyle istotny i poważny, by przeważać nad ogólnym interesem publicznym ochrony źródła informacji.", "59.  W odpowiedzi na argument Rządu, że przeszukanie nie było prowadzone w celu ustalenia tożsamości źródła skarżącej, skarżąca zauważyła, że nie miała możliwości dowiedzenia się, jakie informacje były w posiadaniu władz przed zatwierdzeniem i przeprowadzeniem przeszukania i zajęcia. Według informacji dostarczonych przez jej źródło, “Neo” był szefem grupy ludzi, którzy twierdzili, że odkryli sposoby pobierania informacji z bazy danych EDS bez krakingu żadnych haseł, ujawniając tym samym luki w systemie bezpieczeństwa VID. Skarżąca publicznie ogłosiła podczas programu dnia 14 lutego 2010 roku, że “Neo” twierdził, że przewodzi grupie, która nazywa siebie “4ATA” i której celem było między innymi, dążenie do lepszej przyszłości dla Łotwy, upewniając się, że funkcjonariusze publiczni odpowiedzialni za zaniedbania i korupcję zostaną pociągnięci do odpowiedzialności. Nakaz przeszukania uprawniał również do poszukiwania informacji na temat innych członków tej grupy.", "60.  Skarżąca twierdziła ponadto, że informacje zawarte w jej urządzeniach do przechowywania danych, na które Rząd powołał się jako dowody, były objęte prawem dziennikarza do ochrony swoich źródeł. Odniosła się do Zasady 6 Rekomendacji i użytych w niej terminów. Jej zdaniem sformułowanie “informacje na temat pozyskiwania i rozpowszechniania plików” użyte w nakazie przeszukania wyraźnie wskazywało, że celem było ustalenie źródła informacji lub przynajmniej zweryfikowanie go. Powołanie się Rządu na uzasadnione podejrzenie związku skarżącej z przestępstem wykazało niebezpieczny sposób rozumowania i podejścia władz państwowych. Odniosła się do orzecznictwa Trybunału i podkreśliła, że prawo do nieujawniania dziennikarskich źródeł nie jest czczym przywilejem, który może być przyznany lub odebrany w zależności od legalności lub bezprawności źródeł (zobacz Tillack przeciwko Belgii, nr 20477/05, § 65, 27 listopada 2007).", "61.  Skarżąca stwierdziła, że jak tylko otrzymała informacje od źródła, poinformowała SRS o możliwym naruszeniu systemu bezpieczeństwa oraz o konieczności zapobieżenia dalszym wyciekom danych. Zweryfikowała również prawdziwość informacji. Kiedy nie było wątpliwości, że przeciek miał miejsce, a informacje są prawdziwe, skarżąca – działając w charakterze dziennikarza i w dobrej wierze – ogłosiła informacje dotyczące uzasadnionego interesu publicznego. Stwierdziła, że sam fakt, że dziennikarz pozostawał w kontakcie ze źródłem lub innym podejrzanym nie może być wystarczający, aby twierdzić, że on lub ona może mieć związek z przestępstwem i zasłużył na to, aby być przeszukanym. Ponadto Rząd nie przedstawił żadnych podstaw do przyjęcia – w celu uzasadnienia przeszukania w trybie pilnym – że informacje lub dokumenty posiadane przez skarżącą mogłyby zostać zmienione lub zniszczone. Skarżąca nie wykazał żadnego negatywnego nastawienia do śledztwa poza skorzystaniem z prawa do nieujawniania źródła informacji.", "(b)  Rząd", "62.  Rząd nie zaprzeczył, że doszło do naruszenia. Wierzył jednak, że przedmiotowa ingerencja była przewidziana przez prawo, dążyła do uzasadnionego celu i była konieczna w demokratycznym społeczeństwie.", "63.  Po pierwsze, stwierdził, że przeszukanie miało podstawę prawną w prawie krajowym. Powołał się na art. 180 paragraf 3 Kodeksu Postępowania Karnego i twierdził, że krajowe wymogi proceduralne prowadzenia przeszukania zostały należycie zastosowane.", "64.  Co się tyczy jakości prawa, Rząd zgodził się ze skarżącą, że nie było żadnych szczególnych procedur, których należy przestrzegać w przypadku przeszukania pomieszczeń dziennikarzy. Rząd miał jednak poważne wątpliwości co do tego, czy jakakolwiek ustawowa regulacja tego rodzaju występuje we wszystkich pozostałych lub co najmniej większości Państw Członkowskich Rady Europy. W każdym razie stwierdził, że procedura przewidziana w art. 180 Kodeksu Postępowania Karnego zapewniła skarżącej odpowiednie prawne gwarancje w celu umożliwienia niezależnej oceny, czy interes postępowania karnego przeważa nad interesem publicznym w zakresie ochrony dziennikarskich źródeł.", "65.  Rząd odwołał się do art. 180 paragraf 1 Kodeksu Postępowania Karnego i zauważył, że na Łotwie, co do zasady, tylko sędzia śledczy lub sąd, na wniosek właściwego organu śledczego, może zezwolić na przeszukanie. W ramach tej ogólnej procedury każde przeszukanie, w tym to przeprowadzane wobec dziennikarzy, poddano uprzedniej kontroli sądowej zgodnie z zasadami określonymi w art. 12 Kodeksu Postępowania Karnego.", "66.  Jednocześnie zauważył, że art. 180 paragraf 3 przewiduje wyjątek od ogólnej zasady w przypadku szczególnie pilnym, który w opinii Rządu został wystarczająco precyzyjnie określony. Rząd wyjaśnił ponadto, że w ramach obu procedur sędziemu śledczemu i prokuratorowi nadzorującemu zostały przedstawione w całości akta sprawy karnej, a także byli oni zobowiązani do uwzględnienia wszystkich okoliczności sprawy i musieli brać pod uwagę wpływ przeszukania na prawa człowieka danej osoby, w tym wolność wypowiedzi, w świetle kryteriów określonych w art. 12 Kodeksu Postępowania Karnego. Rząd argumentował, że dla celów pilnej procedury prokurator nadzorujący sprawował funkcje sądowe i był niezależnym i bezstronnym organem decyzyjnym.", "67.  Rząd uważał, że system obowiązujący na Łotwie nie był w żaden sposób niezwykły. W opinii Rządu wątpliwe było, że we wszystkich Państwach Członkowskich Rady Europy przedsądowa kontrola została zapewniona w każdym przypadku, bez żadnych wyjątków w odniesieniu do przeszukania przeprowadzanego wobec dziennikarzy. W każdym razie, gdy przeszukanie zostało zatwierdzone przez prokuratora nadzorującego, istniał ustawowy obowiązek natychmiastowej kontroli sądowej a posteriori przez sędziego śledczego (zobacz punkt 36 powyżej). Zatem ustawodawca przewidział dualistyczny nadzór w sprawach, w których przeszukanie zostało przeprowadzone w trybie pilnym.", "68.  Rząd wskazał również, że sędzia śledczy miał wystarczająco szeroką, wiążącą i wykonalną władzę do uchylenia nakazu przeszukania. Jak wskazała Prezes sądu w swojej decyzji z dnia l4 czerwca 2010, sędzia śledczy miał prawo i obowiązek dokonania oceny zakresu informacji przechwyconych w wyniku przeszukania, a mianowicie, czy przechwycone informacje mogłyby być związane z działalnością zawodową skarżącej. Tak więc istniały procedury identyfikacji i wstrzymania się od ujawniania informacji, które mogłyby prowadzić do identyfikacji dziennikarskich źródeł innych niż te, które miały wartość dowodową dla celów toczącego się postępowania karnego.", "69.  W świetle powyższych rozważań, Rząd uznał okoliczności niniejszej sprawy za zasadniczo różne od tych w sprawie Sanoma Uitgevers B.V. przeciwko Holandii [WI] (nr 38224/03, 14 września 2010), jako że miał miejsce ustawowy obowiązek kontoli sądowej a posteriori.", "70.  Po drugie, Rząd stwierdził, że przedmiotowa ingerencja dążyła do uzasadnionego celu zapobiegania przestępczości – to pojęcie obejmuje zabezpieczanie dowodów w celu wykrywania i ścigania przestępczości – i ochrony praw innych osób, poprzez uniemożliwienie dalszego ujawniania danych osobowych.", "71.  Po trzecie, Rząd stwierdził, że ingerencja była “konieczna w społeczeństwie demokratycznym”. W związku z tym odniósł się do ogólnych zasad powtarzanych przez Trybunał (w sprawie Kasabova przeciwko Bułgarii, nr 22385/03, § 54, 19 kwietnia 2011 i Axel Springer AG przeciwko Niemcom [WI], nr 39954/08, §§ 85-86, 7 lutego 2012). Rząd odniósł się również do marginesu uznania przyznanego państwom przy wyznaczaniu odpowiedniej równowagi. Stosowanie równowagi w niniejszej sprawie obejmowało prawo skarżącej do wolności wypowiedzi wobec prawa setek tysięcy osób na Łotwie do ochrony ich danych osobowych.", "72.  Rząd potwierdził, że celem przeszukania nie było ujawnienie dziennikarskich źródeł i stwierdził, że niniejszą sprawę należy odróżnić od takich spraw jak Goodwin przeciwko Zjednoczonemu Królestwu (27 marca 1996, Zbiór Wyroków i Decyzji 1996II), Roemen i Schmit przeciwko Luksemburgowi (nr 51772/99, ECHR 2003IV), Voskuil przeciwko Holandii (nr 64752/01, 22 listopada 2007) oraz Tillack (przywołana powyżej). Rząd wskazał, że w czasie przeszukania w domu skarżącej policja znała już tożsamość Neo i wiedziała, za pomocą jakich środków dane zostały pobrane. I.P. został poddany rewizji i zatrzymany przez policję przed przeszukaniem w domu skarżącej. Celem przeszukania nie była również identyfikacja lub ujawnianie innych źródeł informacji. W opinii Rządu nakaz przeszukania wskazywał, że jego celem było zarówno znalezienie i przechwycenie plików XML lub ich pochodnych pobranych z bazy danych EDS, oprogramowania do przetwarzania tych plików, informacji dotyczących nabywania plików, jak również innych obiektów zawierających informacje o przestępstwie objętym śledztwem oraz w celu zapobieżenia dalszemu rozpowszechnianiu danych osobowych setek tysięcy ludzi. Rząd podkreślił, że należy mieć na względzie charakter przestępstwa objętego śledztwem i wartość, jaką przedmioty przeszukania mogły mieć dla śledztwa.", "73.  W przedmiotowym czasie władze państwowe stały przed zadaniem sklasyfikowania przestępstwa rzekomo popełnionego przez I.P., w tym ustalenia wszelkich okoliczności obciążających lub łagodzących: musieli ustalić, czy było to przestępstwo umyślne czy nieumyślne, czy były plany przekazania danych osobom trzecim oraz czy I.P. działał samodzielnie lub ze wspólnikami. Rząd argumentował, że należało ustalenić rolę skarżącej – czy poinformowała o danych w charakterze dziennikarza, to jest czy “służyło to uzasadnionym celom dziennikarskim”, czy może była organizatorem albo podżegaczem lub współsprawcą przestępstwa.", "74.  Według Rządu przed zatwierdzeniem nakazu przeszukania wydanego przez śledczego policji, prokurator nadzorujący należycie zapoznanała się z materiałami zebranymi w aktach sprawy karnej. Według jej rzetelnej opinii organ śledczy miał uzasadnione podejrzenie, że w domu skarżącej mogą znajdować się ważne informacje, które mogą służyć jako dowód dla celów postępowania karnego. Skarżącą poproszono zatem o przekazanie urządzeń do przechowywania danych, które mogły służyć jako dowód w postępowaniu karnym.", "75.  Rząd wskazał również, że w początkowej fazie postępowania karnego właściwy organ śledczy mógł uciec się do procedury na podstawie art. 154 Kodeksu Postępowania Karnego i zwrócić się do sądu o nakaz ujawnienia informacji. Nie zdecydowano się jednak na to i zastosowano inne czynności śledcze, a domniemany sprawca został zidentyfikowany za pomocą innych środków. Rząd chciał podkreślić, że władze krajowe świadomie wybrały prowadzenie bardziej czasochłonnego toku śledztwa, tym samym wyraźnie wykazując szacunek dla wolności wypowiedzi i praw dziennikarzy do nieujawniania źródeł informacji. Rząd był zdania, że właściwe organy odpowiednio zrównoważyły sprzeczne interesy ochrony dziennikarskiego przywileju wobec tych z postępowania karnego.", "76.  Ponadto, gdy pilne przeszukanie zostało zatwierdzone policja ustaliła, że rozmowy telefoniczne I.P. ze skarżącą odpowiadają terminom, gdy zostały pobrane pliki XML z bazy EDS. W ten sposób policja miała uzasadnione podejrzenie, że skarżąca mogła mieć związek z przestępstwem oraz że znajduje się w posiadaniu pobranych plików lub innych dowodów.", "77.  Wreszcie Rząd stwierdził, że nie były dostępne alternatywne środków przeszukania lub zajęcia, a władze krajowe obawiały się zniszczenia, ukrycia lub uszkodzenia dowodów po aresztowaniu I.P. Pilny tryb był zatem konieczny. Nie mogły być zastosowane żadne inne środki niż zajęcie urządzeń do przechowywania danych skarżącej, które zdaniem Rządu zostały dostatecznie precyzyjnie określone w nakazie przeszukania. Odnosząc się do badania technicznego, które nastąpiło po przeszukaniu domu skarżącej, Rząd potwierdził, że wyłącznie biegły miał dostęp do zajętych urządzeń, a informacje zostały usunięte po zakończeniu badania.", "2.  Ocena Trybunału", "78.  Trybunał rozpocznie od argumentu Rządu, że przeszukanie nie było prowadzone w celu ustalenia tożsamości źródła informacji skarżącej, ale raczej w celu gromadzenia dowodów w postępowaniu karnym przeciwko I.P., którego tożsamość została już ustalona na tym etapie śledztwa. Trybunał uważa, że kwestią, którą należy określić w niniejszej sprawie, jest to, czy przeszukanie domu skarżącej, która w danym czasie była znaną dziennikarką, w celu uzyskania informacji w takich okolicznościach mieści się w zakresie Artykułu 10 Konwencji.", "79.  Trybunał zauważa, że strony zgadzają się, że I.P. został aresztowany w tym samym dniu, półtorej godziny przed przeszukaniem domu skarżącej w związku z postępowaniem karnym dotyczącym wycieku danych. Trybunał nie ma żadnego powodu, by wątpić, że w czasie przeszukania domu skarżącej władze krajowe miały uzasadnione podejrzenie, że I.P. miał jakiś związek z wyciekiem danych. Jednak pozostaje faktem, że organy śledcze przeszukały dom skarżącej dziennikarki na podstawie daleko idącego nakazu przeszukania. Trybunał uznaje, że okoliczności, na które powołuje się Rząd, nie mogą wykluczyć zastosowania Artykułu 10 Konwencji w niniejszej sprawie.", "80.  Trybunał stwierdził już, że Artykuł 10 Konwencji chroni nie tylko anonimowe źródła wspierające prasę w informowaniu społeczeństwa o sprawach dotyczących interesu publicznego (zobacz Nordisk Film & TV A/S przeciwko Danii (dec.), nr 40485/02, ECHR 2005-XIII). W tej sprawie Trybunał uznał, że Artykuł 10 Konwencji stosuje się nawet wtedy, gdy dziennikarz pracował „pod przykryciem” i używał ukrytej kamery do filmowania uczestników w programie telewizyjnym, którzy nie mogą być zatem traktowani jako “źródła dziennikarskich informacji w tradycyjnym znaczeniu”. To właśnie obowiązkowe przekazanie materiału dziennikarskiego mogło wywołać efekt mrożący na korzystanie z dziennikarskiej wolności wypowiedzi. W tej sprawie tożsamość dziennikarskich źródeł w tradycyjnym sensie była odpowiednio chroniona, a przekazanie materiału dziennikarskiego w odniesieniu do domniemanego sprawcy, którego działania były przedmiotem śledztwa i którego tożsamość była znana policji, nie zostało uznane za nieproporcjonalne do uzasadnionego celu, z kolei przyczyny podane przez władze krajowe zostały uznane za odpowiednie i wystarczające.", "81.  Zgodnie z rozumowaniem Trybunału dziennikarskim “źródłem” jest “każda osoba, która dostarcza informacji dziennikarzowi”; przyjmuje, że “informacje identyfikujące źródło” obejmują zarówno “rzeczywiste warunki pozyskiwania informacji od źródła przez dziennikarza”, jak i “niepublikowana treść informacji dostarczona przez źródło dziennikarzowi”, o ile mogą one prowadzić do identyfikacji źródła (zobacz Rekomendacja nr R (2000) 7 i jej noty objaśniające, przywołana w paragrafie 32 i 33 powyżej).", "82.  Trybunał zauważa, że Rząd przyznał, iż przeszukanie domu skarżącej miało na celu zebranie “informacji o przestępstwie objętym śledztwem” i zezwalało nie tylko na zajęcie samych plików, ale także “informacji dotyczących nabycia tych plików”. Uznając znaczenie zabezpieczania dowodów w postępowaniu karnym, Trybunał podkreśla, że efekt mrożący ma miejsce za każdym razem, gdy dziennikarze są postrzegani jako pomoc w identyfikacji anonimowych źródeł (zobacz Financial Times Ltd i inni przeciwko Zjednoczonemu Królestwu, nr 821/03 , § 70, 15 grudnia 2009). W niniejszej sprawie, niezależnie od tego, czy tożsamość źródła skarżącej została odkryta podczas przeszukania, jak uznał Rzecznik Praw Obywatelskich, lub przynajmniej potwierdzona w trakcie tego przeszukania, jak stwierdziła skarżąca, niemniej jednak faktem jest, że zajęte urządzenia do przechowywania danych zawierały nie tylko informacje, dzięki którym można było zidentyfikować jej źródło informacji, dotyczące zarówno “rzeczywistych warunków pozyskiwania informacji” od jej źródła lub “niepublikowanej treści” tej informacji, ale również informacje pozwalające na zidentyfikowanie innych jej źródeł informacji. Nie ma potrzeby dalej wykazywać, że przeszukanie przyniosło jakieś skutki lub istotnie w inny sposób okazało się produktywne (zobacz Roemen i Schmit, przywołany powyżej, § 57, oraz Ernst i inni przeciwko Belgii, nr 33400/96, § 103, 15 lipca 2003). Trybunał nie podziela zatem argumentu Rządu, że przeszukanie nie dotyczyło źródeł dziennikarskich.", "83.  Wobec tego Trybunał stwierdza, że przeszukanie domu skarżącej oraz informacje, które mogły być ujawnione znajdują się w sferze ochrony na mocy Artykułu 10 Konwencji.", "(a)  Ingerencja", "84.  Strony zgadzają się, że doszło do “ingerencji” w wolności skarżącej do otrzymywania i przekazywania informacji. Trybunał nie widzi powodu, aby uznać inaczej.", "(b)  Przewidziane przez prawo", "85.  Trybunał odwołuje się do obowiązujących zasad na mocy Artykułu 10 Konwencji (zobacz Sanoma Uitgevers, przywołany powyżej, §§ 81-83).", "86.  Trybunał zauważa, że strony są zgodne, że przeszukanie domu skarżącej posiadało ustawowe podstawy, a mianowicie art. 180 paragraf 3 Kodeksu Postępowania Karnego. Skarżąca, opierając się w dużym stopniu na wyroku Wielkiej Izby w wyżej przywołanej sprawie Sanoma Uitgevers, stwierdziła, że prawu na Łotwie w sprawie pilnych przeszukań w stosunku do dziennikarzy brakowało przewidywalności. Rząd jednak rozróżnił te dwie sprawy ze względu na fakt, że w tym przypadku prawo przewidywało udział sędziego śledczego.", "87.  Trybunał przypomina, że przywołana wyżej sprawa Sanoma Uitgevers dotyczyła jakości prawa holenderskiego oraz braku odpowiednich gwarancji prawnych w celu umożliwienia niezależnej oceny, czy interes postępowania karnego przeważał nad interesem publicznym w zakresie ochrony źródeł dziennikarskich. Sytuacja na Łotwie w tym zakresie, jak zauważył Rząd, jest zupełnie inna. Rzeczywiście, zgodnie ze zwykłą procedurą na podstawie art. 180 Kodeksu Postępowania Karnego, sędzia śledczy, przed wydaniem zezwolenia na przeszukanie, waży potencjalne ryzyka i poszczególne interesy. Ponadto, na mocy art. 154 Kodeksu, sędzia śledczy dokonuje tej oceny przed wydaniem nakazu ujawniania. Dlatego też wydaje się, że co do zasady na Łotwie istnieją proceduralne gwarancje w tym zakresie w postaci wcześniejszej kontroli sądowej przez sędziego śledczego dla przeszukań w ramach procedury zwykłej i dla nakazów ujawnienia.", "88.  Trybunał zauważa jednak, że w niniejszej sprawie skarżąca zarzuciła brak odpowiednich gwarancji prawnych w przypadku poszukiwań w trybie pilnym, które zostały zastosowane wobec niej na podstawie art. 180 paragraf 3 Kodeksu Postępowania Karnego. Trybunał potwierdził już, że wskazanie drobiazgowych przyczyn pilnych nakazów lub wniosków może być niewykonalne dla prokuratury. W takich sytuacjach niezależna ocena, przeprowadzona przynajmniej przed dostępem i korzystaniem z otrzymanych materiałów, powinna być wystarczająca do ustalenia, czy powstaje jakaś kwestia poufności, a jeśli tak, to czy w konkretnych okolicznościach sprawy interes publiczny przywołany przez organy ścigania lub prokuraturę przeważa nad ogólnym interesem publicznym ochrony źródła (zobacz Sanoma Uitgevers, przywołany powyżej, § 91).", "89.  Trybunał zauważa, że zgodnie z prawem łotewskim sędzia śledczy bada “legalność i podstawy do przeszukania” prowadzonego w trybie pilnym w dniu następującym po przeszukaniu. Nie można zatem powiedzieć, że nie ma żadnych gwarancji, które czynią właściwy przepis prawny przewidywalnym. Jednakże wydaje się, że w niniejszej sprawie zgoda sędziego śledczego na nakaz przeszukania nie została wyrażona w odrębnej decyzji, lecz ograniczała się do wyrazu “zgoda”, napisanego na samym nakazie przeszukania, a powody tej decyzji zostały wyjaśnione na piśmie przez Prezesa sądu po rozpatrzeniu skargi skarżącej na decyzję.", "90.  Trybunał zauważa, że w przeciwieństwie do sprawy Sanoma Uitgevers, na mocy prawa łotewskiego sędzia śledczy ma prawo do uchylenia nakazu przeszukania i uznania takiego dowodu za niedopuszczalny (zobacz punkt 36 powyżej). Ponadto, zgodnie z informacjami przekazanymi przez Rząd, których skarżąca nie zakwestionowała, sędzia śledczy ma także prawo do wstrzymania ujawnienia tożsamości dziennikarskich źródeł (ibidem). Trybunał uważa, że dwa ostatnie elementy, odnoszące się do udziału sędziego śledczego w natychmiastowej kontroli post factum, są wystarczające do odróżnienia tej sprawy od wyżej wspomnianej sprawy Sanoma Uitgevers (zobacz również Telegraaf Media Nederland Landelijke Media B.V. i inni przeciwko Holandii, nr 39315/06, § 120, 22 listopada 2012, gdzie zostało dokonane podobne rozróżnienie). W związku z tym Trybunał nie uznaje za konieczne rozpatrzenie twierdzeń Rządu w sprawie roli prokuratora nadzorującego w zatwierdzaniu przeszukań w trybie pilnym.", "91.  W tych okolicznościach Trybunał uważa, że zarzucana ingerencja była “przewidziana przez prawo” w rozumieniu Artykułu 10 § 2 Konwencji.", "(c)  Uzasadniony cel", "92.  Strony spierały się o ten element, ale Trybunał może przyjąć, że ingerencja miała na celu zapobieżenie zakłóceniu porządku lub przestępstwu oraz ochronę praw innych osób, z których oba są uzasadnionymi celami.", "(d)  Konieczne w społeczeństwie demokratycznym", "93.  Trybunał odwołuje się do obowiązujących zasad na mocy artykułu 10 Konwencji (zobacz Financial Times Ltd i inni, przywołany powyżej, §§ 59 63, oraz ostatnio Telegraaf Media Nederland Landelijke Media B.V i inni, przywołany powyżej, §§ 123-126). W ramach swojej funkcji nadzorczej, zadaniem Trybunału nie jest zastępowanie władz krajowych, ale raczej kontrola, w świetle całości sprawy, czy decyzje, które podjęły zgodnie ze swoim uznaniem, są zgodne z postanowienia Konwencji (zobacz Axel Springer AG przeciwko Niemcom [WI], nr 39954/08, § 86, 7 lutego 2012).", "94.  Trybunał powinien zatem zbadać powody podane przez władze wobec przeszukania skarżącej, wraz z zakresem nakazu przeszukania, w celu stwierdzenia, czy te powody były “odpowiednie” i “wystarczające”, a tym samym, czy, uwzględniając margines uznania przyznany władzom krajowym, ingerencja była proporcjonalna do uzasadnionych celów i czy odzwierciedlała “pilną potrzebę społeczną”.", "95.  Na wstępie Trybunał zauważa, że istnieje zasadnicza różnica między tą sprawą a innymi sprawami, w których nakazy ujawniania informacji zostały nałożone na dziennikarzy, żądając od nich ujawnienia tożsamości swoich źródeł (zobacz przywołane powyżej sprawy Goodwin, Voskuil, Financial Times Ltd i inni oraz Telegraaf Media Nederland Landelijke Media B.V. i inni). Cechą wyróżniającą nie jest, jak zaproponował Rząd, fakt, że tożsamość I.P. była znana organom śledczym przed przeszukaniem skarżącej, który to fakt nie wyłącza ochrony skarżącej na podstawie Artykułu 10 Konwencji (zobacz punkt 78-83 powyżej). Trybunał orzekł już, że przeszukanie przeprowadzone w celu identyfikacji źródła dziennikarza jest bardziej drastycznym środkiem niż nakaz ujawnienia tożsamości źródła (zobacz przywołane wyżej sprawy Roemen and Schmit, § 57, oraz Ernst i inni, § 103). Trybunał uważa, że jest to tym bardziej drastyczne w okolicznościach niniejszej sprawy, gdzie nakaz przeszukania został zredagowany przy użyciu tak niejasnych terminów jak możliwość zajęcia “wszelkich informacji” dotyczących przestępstwa objętego śledztwem, rzekomo popełnionego przez źródło dziennikarza, niezależnie od tego, czy jego tożsamość była już znana organom śledczym. Jak już zauważył Trybunał w sprawach Roemen i Schmit oraz Ernst i inni śledczy, którzy niezapowiedziani nachodzą dziennikarza w pracy lub w domu i są wyposażeni w nakazy przeszukania, mają bardzo szerokie uprawnienia śledcze, ponieważ z definicji mają dostęp do wszystkich dokumentów znajdujących się w posiadaniu dziennikarza. Trybunał przypomina, że ograniczenia dotyczące poufności źródeł dziennikarskich wymagają starannej kontroli Trybunału.", "96.  Co do przyczyn przeszukania z dnia 11 maja 2010 roku, Trybunał zauważa, że zgodnie z nakazem wydanym przez śledczego w trybie pilnym, podstawą faktyczną do przeszukania była komunikacja skarżącej z I.P. przez telefon i ewentualnie osobiście kilkakrotnie przed emisją programu z dnia 14 lutego 2010 roku. Rząd argumentował Trybunałowi, że organy śledcze stały przed zadaniem sklasyfikowania przestępstwa rzekomo popełnionego przez I.P. i ustalenia roli skarżącej. Trybunał nie uważa jednak, że powody podane przez władze krajowe są “odpowiednie” i “wystarczające” w okolicznościach niniejszej sprawy ani nie odpowiadają “pilnej potrzebie społecznej”.", "97.  Trybunał zauważa, że temat, o którym poinformowała skarżąca i w związku z którym jej dom został przeszukany, stanowił podwójny wkład do debaty publicznej. Przede wszystkim miał na celu poinformowanie społeczeństwa o wypłacanych wynagrodzeniach w sektorze publicznym w czasie kryzysu gospodarczego, kiedy zostało wprowadzonych wiele działań oszczędnościowych. Nie bez znaczenia pozostaje, że w tym samym czasie były opracowywane zmiany legislacyjne, mające na celu udostępnienie informacji dotyczących wynagrodzeń w instytucjach publicznych dla ogółu społeczeństwa (zobacz punkt 39 powyżej). Ponadto program skarżącej ujawnił również luki w systemie bezpieczeństwa bazy danych Państwowego Urzędu Skarbowego, które zostały odkryte przez jej źródło. Istotnie działania jej źródła są przedmiotem trwającego śledztwa. Jednakże dla celów tego postępowania sama skarżąca została przesłuchana w charakterze świadka; wydaje się, że jej status procesowy pozostał niezmieniony w niniejszym śledztwie. Trybunał podkreśla, że prawo dziennikarzy do nieujawniania źródeł informacji nie może być uważane za czczy przywilej przyznawany lub odbierany w zależności od legalności lub bezprawności źródeł, ale jest nieodłączną częścią prawa do informacji, które powinno być traktowane z najwyższą ostrożnością (zobacz Tillack, przywołany powyżej, § 65). Biorąc pod uwagę wielość interesów w przedmiotowej sprawie, Trybunał podkreśla, że działalność źródła będzie stanowić tylko jeden z czynników, który należy wziąć pod uwagę przy przeprowadzaniu wyważenia wymaganego zgodnie z Artykułem 10 § 2 Konwencji (zobacz Financial Times Ltd i inni, przywołany powyżej, § 63.", "98.  Trybunał zauważa, że program, w którym skarżąca poinformowała społeczeństwo o wycieku danych z EDS, został wyemitowany w dniu 14 lutego 2010 roku, czyli prawie trzy miesiące przed przeszukaniem domu skarżącej. Według śledczego od dnia emisji nie było dalszej komunikacji pomiędzy skarżącą a jej źródłem. W związku z tym Trybunał zauważa, że kiedy organy śledcze, prawie trzy miesiące po programie i po tym, jak skarżąca zgodziła się zeznawać, zdecydowały, że konieczne jest przeszukanie jej domu, prowadziły postępowanie w trybie pilnym bez zbadania przez właściwy organ sądowy stosunku proporcjonalności pomiędzy interesem publicznym śledztwa z jednej strony a ochroną wolności wypowiedzi dziennikarki z drugiej.", "99.  Trybunał odniesie się teraz do podnoszonych powodów przeszukania w trybie pilnym. Zgodnie z prawem krajowym, takie przeszukanie wchodzi w rachubę tylko wtedy, gdy zwłoka mogłaby umożliwić zniszczenie, ukrycie lub uszkodzenie właściwych dokumentów lub przedmiotów albo ucieczkę danej osoby (zobacz punkt 36 powyżej). W przedmiotowej sprawie, powodem przedstawionymi w nakazie przeszukania w trybie pilnym było “zapobieżenie zniszczeniu, ukryciu lub uszkodzeniu dowodów” bez dalszego wyjaśnienia lub odwołania do konkretnych faktów albo innych wskazówek. Nie wynika jasno z materiału sprawy, na jakiej podstawie wyżej wymienionej twierdzenie zostało poczynione i w jakim kontekście. Rząd podkreślił, że rola skarżącej nie była jasna w czasie przeszukania. Jednakże nie sugerowano, że w trakcie postępowania przygotowawczego została powzięta jakakolwiek informacja łącząca skarżącą z I.P. w inny sposób niż w charakterze dziennikarki; jej status jako świadka w postępowaniu karnym jedynie to potwierdza. Wręcz przeciwnie, w samym nakazie przeszukania zauważono, że ostatnia komunikacja skarżącej z I.P. miała miejsce w dniu emisji. W tych okolicznościach jedynie poważne powody mogłyby uzasadniać pilną potrzebę przeszukania skarżącej.", "100.  Trybunał zauważył powyżej, że określenie drobiazgowych przyczyn pilnego przeszukania może być niewykonalne dla prokuratury; w takich okolicznościach konieczna ocena konfliktu interesów może być przeprowadzona na późniejszym etapie, ale w każdym wypadku co najmniej przed dostępem i korzystaniem z otrzymanych materiałów (zobacz punkt 88 powyżej). Według Rządu, na Łotwie ocena przeprowadzana jest przez sędziego śledczego w dniu następującym po pilnym przeszukaniu. Jednak w niniejszej sprawie, żadne dalsze powody nie zostały podane ani przez sędziego śledczego, ani przez Prezesa sądu, który następnie rozpatrywał skargę skarżącej na decyzję sędziego śledczego. Obaj sędziowie ograniczyli się do stwierdzenia, że przeszukanie w ogóle nie odnosiło się do źródeł dziennikarza, zatem nie przystąpili do zbadania sprzecznych interesów. Ze względów opisanych powyżej (zobacz punkt 78-83), Trybunał nie może podpisać się pod takim rozstrzygnięciem.", "101.  Trybunał uważa, że każde przeszukanie obejmujące zajęcie urządzeń do przechowywania danych, takich jak laptopy, zewnętrzne dyski twarde, karty pamięci i dyski flash, należących do dziennikarza, rodzi wątpliwości co do wolności wypowiedzi dziennikarza, w tym ochrony źródeł, a dostęp do informacji tam zawartych musi być chroniony przez wystarczające i odpowiednie gwarancje przed nadużyciami. W niniejszej sprawie, mimo że udział sędziego śledczego w natychmiastowej kontroli post factum był przewidziany w ustawie, Trybunał stwierdza, że sędzia śledczy nie ustalił, że interesy śledztwa w zabezpieczeniu dowodów były wystarczające, aby przeważyć nad interesem publicznym w ochronie wolności wypowiedzi dziennikarza, w tym ochronie źródeł i ochronie przed przekazaniem materiału dziennikarskiego. Skąpe uzasadnienie Prezesa sądu co do łatwo ulegającemu zepsuciu charakteru dowodów związanych z cyberprzestępczością w ogólności, jak słusznie stwierdził Rzecznik Praw Obywatelskich, nie może być uznane za wystarczające w niniejszej sprawie, biorąc pod uwagę opóźnienie organów śledczych w przeprowadzeniu przeszukania i brak przesłanek nieuchronnie zbliżającego się zniszczenia dowodów. Nie było również żadnej sugestii, jakoby skarżąca była odpowiedzialna za rozpowszechnianie danych osobowych lub mogła mieć związek ze zdarzeniami inny niż w charakterze dziennikarza; pozostała “świadkiem” dla celów niniejszego postępowania karnego. Jeśli materiał sprawy nie zawierał żadnej przesłanki w tym względzie, to obowiązkiem sędziego śledczego było przeprowadzenie koniecznej oceny sprzecznych interesów, które nie zostało wykonane.", "102.  Powyższe rozważania są wystarczające, aby umożliwić Trybunałowi stwierdzenie, że “istotne i wystarczające” przyczyny zaskarżonej ingerencji nie zostały podane. Doszło zatem do naruszenia Artykułu 10 Konwencji.", "II.  ZARZUT NARUSZENIA ARTYKUŁU 8 KONWENCJI", "103.  Skarżąca zarzuciła także, że przeszukanie stanowiło nieuzasadnioną ingerencję w jej prawo do poszanowania miru domowego i życia prywatnego, chronionych Artykułem 8 Konwencji. Zauważyła, że jej laptop, który został zajęty, zawierał prywatne informacje, których nie uważała za niezbędne dla celów śledztwa. W tym zakresie złożyła sprzeciw co do szerokiego zakresu nakazu przeszukania.", "104.  Trybunał zauważa, że skarżąca nawet zwięźle nie wspominała o rodzaju informacji przechowywanych w jej osobistym laptopie lub innych urządzeniach do przechowywania danych i stopniu domniemanej ingerencji w jej życie prywatne. W zakresie, w jakim sprawa dotyczy prawa skarżącej do poszanowania miru domowego, Trybunał zbadał już okoliczności faktyczne tego przeszukania na podstawie Artykułu 10 Konwencji. W okolicznościach niniejszej sprawy nie uważa za konieczne badanie dopuszczalności i zasadności tego zarzutu oddzielnie na podstawie Artykułu 8 Konwencji (porównaj na zasadzie kontrastu z przywołaną powyżej sprawą Telegraaf Media Nederland Landelijke Media B.V. i inni, gdzie dwóch dziennikarzy zostało poddanych środkom nadzoru, takich jak przechwytywanie i nagrywanie ich telekomunikacji, wobec czego niezbędne była jednoczesne rozpatrzenie sprawy na podstawie Artykułów 8 i 10 Konwencji; w tej samej sprawie nakaz przekazania dokumentów został zbadany wyłącznie na mocy Artykułu 10 Konwencji; porównaj na zasadzie kontrastu także z przywołaną powyżej sprawą Ernst i inni, gdzie domy czterech dziennikarzy zostały przeszukane, co stanowiło znacznie szerszą operację).", "III.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "105.  Artykuł 41 Konwencji stanowi:", "“Jeśli Trybunał stwierdzi, że nastąpiło naruszenie niniejszej konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie”.", "A.  Szkoda", "106.  Skarżąca zażądała 50.000 euro (EUR) z tytułu szkody niemajątkowej, którą rzekomo poniosła. Twierdziła, że przeszukanie było traumatycznym doświadczeniem i zniszczyło jej reputację w oczach obecnych i potencjalnych źródeł informacji.", "107.  Rząd zakwestionował to żądanie.", "108.  Zgodnie z Artykułem 41 Konwencji, orzekając na zasadzie słuszności, Trybunał przyznaje skarżącej 10.000 euro z tytułu szkody niemajątkowej.", "B.  Koszty i wydatki", "109.  Skarżąca zażądała również 12 679,53 łotewskich lati (około 18 114 euro) bez VAT tytułem kosztów i wydatków poniesionych przed sądami krajowymi oraz przed Trybunałem. Roszczenie to zostało poparte kartami pracy.", "110.  Rząd uznał te roszczenia za bezpodstawne. Stwierdził, że część kosztów poniesionych w postępowaniu krajowym nie była związana z naruszeniem Artykułu 10 Konwencji (w związku z kontrolą Rzecznika Praw Obywatelskich oraz pozostałymi rozmowami między skarżącą i jej prawnikiem). Podniósł również, że skarżąca nie przedstawiła wystarczających szczegółów podziału prac prowadzonych w związku z postępowaniem krajowym i w Strasburgu. Wreszcie Rząd argumentował, że żądana kwota za usługi prawnicze była zbyt wysoka.", "111.  Zgodnie z utrwalonym orzecznictwem Trybunału, koszty i wydatki nie będą przyznawane na podstawie Artykułu 41, o ile nie zostanie ustalone, że były one rzeczywiście i koniecznie poniesione, a także były rozsądne co do wysokości. Ponadto koszty prawne podlegają zwrotowi wyłącznie w zakresie, w jakim odnoszą się one do naruszeniem (zobacz, między innymi, Sanoma Uitgevers B.V, przywołany powyżej, § 109). W niniejszej sprawie, mając na względzie dokumenty znajdujące się w jego posiadaniu oraz powyższe kryteria, Trybunał uznaje za uzasadnione przyznać sumę 10.000 euro na pokrycie kosztów.", "C.  Odsetki za zwołkę", "112.  Trybunał uznaje za właściwe, aby odsetki za zwłokę były oparte na marginalnej stopie procentowej Europejskiego Banku Centralnego, powiększonej o trzy punkty procentowe.", "Z TYCH WZGLĘDÓW TRYBUNAŁ JEDNOGŁOŚNIE", "1.  Uznaje skargę na podstawie Artykułu 10 za dopuszczalną;", "", "2.  Stwierdza, iż doszło do naruszenia Artykułu 10 Konwencji;", "", "3.  Stwierdza, iż nie pojawiły się odrębne kwestie na podstawie Artykułu 8 Konwencji;", "", "4.  Stwierdza,", "(a)  że pozwane Państwo ma zapłacić skarżącej w terminie trzech miesięcy od dnia, w którym wyrok stanie się ostateczny zgodnie z Artykułem 44 § 2 Konwencji, następujące kwoty, w przeliczeniu na walutę pozwanego Państwa po kursie obowiązującym w dniu rozliczenia:", "(i)  10,000 EUR (dziesięć tysięcy euro) wraz z wszelkimi podatkami, jakie mogą podlegać naliczeniu, z tytułu szkody niemajątkowej;", "(ii) 10,000 EUR (dziesięć tysięcy euro) wraz z wszelkimi podatkami, jakie mogą podlegać naliczeniu, tytułem kosztów i wydatków;", "(b)  że po upływie powyższego trzymiesięcznego terminu do momentu zapłaty, winny zostać naliczone od powyższych kwot odsetki zwykłe według marginalnej stopy procentowej Europejskiego Banku Centralnego, powiększonej o trzy punkty procentowe;", "", "5.  Oddala pozostałą część żądania skarżącej o słuszne zadośćuczynienie.", "Sporządzono w języku angielskim i notyfikowano na piśmie \nw dniu 16 lipca 2013 roku, zgodnie z Regułą 77 §§ 2 i 3 Regulaminu Trybunału.", "\tFrançoise Elens-Passos\tDavid Thór Björgvinsson\n\tKanclerz\tPrzewodniczący"]}