{"file": "POL_HJUDPOL_27013_07.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "27013/07", "text_paragraphs": ["", "© Ministerstwo Sprawiedliwości,  [Translation already published on the official website of the Polish Ministry of Justice]. Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości,  [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości]. Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "Nota informacyjna na temat orzecznictwa Trybunału nr 167", "Październik 2013", "", "Winterstein i in. przeciwko Francji – 27013/07", "Wyrok z dn. 17.10.2013 [Sekcja V]", "Artykuł 8", "Artykuł 8-1", "Poszanowanie życia rodzinnego", "Poszanowanie domostwa", "Poszanowanie życia prywatnego", "", "Eksmisja francuskich podróżników z terenu prywatnego, który zamieszkiwali od wielu lat: naruszenie", "", "Fakty – skarżący mieszkali na terenie, [o którym mowa] przez okres od pięciu do trzydziestu lat, a niektórzy z nich urodzili się tam. Działki były położone na terenie, który ex post facto ogłoszono „chronionym obszarem przyrodniczym” w oparciu o plan zagospodarowania przestrzennego, także tam, gdzie obozowanie i postój przyczep mieszkalnych były dozwolone pod warunkiem istnienia odpowiedniego zaplecza i posiadania wymaganej zgody. W roku 2004 sąd wyższej instancji [fran. tribunal de grande instance] uznał, że obecność skarżących na tym terenie naruszała plan zagospodarowania przestrzennego i nakazał im opuścić teren pod groźbą nałożenia grzywny za każdy dzień zwłoki. W 2005 r. wyrok ten utrzymał w mocy sąd apelacyjny. Orzeczenia nie wykonano do chwili obecnej, jednak wielu skarżących wolało raczej opuścić sporny teren niż ryzykować zapłatę grzywny, którą nadal nalicza się osobom pozostałym na miejscu. Władze postanowiły również przeprowadzić studium miejskie i społeczne, po którym niektóre rodziny przeniesiono do mieszkań socjalnych. W przypadku innych osób nie udało się natomiast znaleźć zadowalającego rozwiązania.", "", "Prawo – Artykuł 8: Skarżący, którzy mieszkali w tym samym miejscu od wielu lat, mieli na tyle bliskie i trwałe związki z przyczepami, chatami i budynkami znajdującymi się na tym terenie, by można było je uznać za ich domy niezależnie od tego, czy w świetle prawa krajowego przebywali tam legalnie. Przedmiotowa sprawa dotyczyła również prawa skarżących do poszanowania ich życia prywatnego i rodzinnego. Mieszkanie w przyczepach było częścią ich tożsamości, nawet jeśli nie prowadzili już nomadycznego trybu życia, a środki [prawne] ingerujące w miejsce postoju wywierało wpływ na możliwość utrzymania tej tożsamości, a także prowadzenia [swojego] życia prywatnego i rodzinnego zgodnie z tą tradycją. Decyzja zobowiązująca skarżących do usunięcia ich przyczep i pojazdów, jak i wszelkich budynków z terenu oraz groźba grzywny naruszała ich prawo do poszanowania życia prywatnego i rodzinnego oraz poszanowania domostwa, czego nie zmieniał fakt, iż wyrok nie został wykonany do dzisiaj. Jest to tym istotniejsze, że sprawa ta dotyczyła nakazów eksmisji społeczności liczącej prawie sto osób, co niosło ze sobą nieodwracalne skutki dla ich stylu życia, a także więzi społecznych i rodzinnych. Do ingerencji tej doszło w zgodzie z prawem, była ona czytelna i przewidywalna, a miała ona na celu uzasadnioną ochronę „praw innych osób” w postaci ochrony środowiska.", "Nie kwestionowano faktu, iż skarżący zamieszkiwali rzeczony teren od wielu lat lub urodzili się tam, a władze lokalne tolerowały ich obecność przez długi okres, aż do 2004 r., gdy postanowiły położyć kres sytuacji. Podejmując decyzję o eksmisji skarżących sądy krajowe oparły się przede wszystkim na tym, że ich obecność na zajmowanym terenie kłóciła się z planem zagospodarowania przestrzennego, nie starając przy tym zrównoważyć tego podejścia przez [analizę] argumentów podnoszonych przez skarżących. Władze lokalne nie przedstawiły żadnego uzasadnienia ani argumentu przemawiającego za „koniecznością” eksmisji, choć teren ten zaklasyfikowano jako chroniony obszar przyrodniczy już we wcześniejszych planach zagospodarowania przestrzennego, nie była to ziemia należąca do miasta, na której planowane były jakieś inwestycje, a w grę nie wchodziły żadne prawa osób trzecich. W przypadku skarżących nie zbadano zatem proporcjonalności [dokonanej] ingerencji, jak wymagał tego Artykuł 8 Konwencji.", "", "W szczególnych okolicznościach sprawy, a także mając w pamięci długoletnią obecność skarżących, ich rodzin i tworzonej przez nich społeczności, zasada proporcjonalności wymagała, by szczegółowo zbadane zostały skutki eksmisji i ryzyko, iż [skarżący] staliby się bezdomni. W szeregu instrumentów międzynarodowych i [instrumentach] Rady Europy podkreśla się, iż w przypadkach eksmisji Romów lub podróżników należy zapewnić im alternatywne zakwaterowanie, z wyjątkiem jedynie sytuacji, gdy uniemożliwia to siła wyższa oraz pamiętając, że należą oni do wrażliwych mniejszości. W niniejszej sprawie osiągnięto to tylko częściowo. Choć władze nie wzięły pod uwagę przed rozpoczęciem postępowania skutków, jakie niosła ze sobą eksmisja, ani też przynależności skarżących do wrażliwej mniejszości, co pominęły również sądy w toku tego postępowania, to jednak po decyzji sądu apelacyjnego przedsięwzięto studium miejskie i społeczne w celu ustalenia sytuacji każdej z rodzin i ocenienia możliwości przesiedlenia ich. Niektóre rodziny zdecydowały się skorzystać z oferty przeprowadzki do mieszkań socjalnych w 2008 r., to jest cztery lata po wyroku o eksmisji. W tym zakresie władze w wystarczającym stopniu wzięły pod uwagę potrzeby tych rodzin. Co do tych skarżących, którzy wnieśli o alternatywne zakwaterowanie na terenie tzw. miejscach przeznaczonych dla rodzin, to projekt ten został przez władze miejskie zaniechanym, bowiem zdecydowano się przeznaczyć ten teren dla podróżników.", "", "Nie można przy tym stwierdzić, iż skarżący pozostali bierni. Niektórzy z nich wnieśli o mieszkania socjalne w myśl ustawy o usprawiedliwionym prawie do zakwaterowania podnosząc, że chcieliby zamieszkać w miejscach przeznaczonych dla rodzin. Ich podania zostały odrzucone przez Komisję Mediacyjną i sąd administracyjny. Co więcej, ci, którzy zdecydowali się na opuszczenie spornego terenu podjęli próby znalezienia innego miejsca zamieszkania, co okazało się w większości trudne i niezadowalające. Nie można krytykować ich również za to, iż nie wnioskowali o [przyznanie] mieszkań socjalnych lub nie zaakceptowali proponowanych, które nie odpowiadały ich sposobowi życia, co potwierdził Trybunał. Poza czterema rodzinami przekwaterowanymi do mieszkań socjalnych i dwóch, które przeniosły się w inne części kraju skarżący byli w niezwykle niesprzyjającej sytuacji. Władze nie wzięły również pod uwagę w wystarczającym stopniu potrzeb rodzin ubiegających się o umieszczenie w miejscach rodzinnych.", "", "W przypadku skarżących nie zbadano zatem proporcjonalności ingerencji zgodnie z wymogiem zawartym w Artykule 8 Konwencji. Doszło również do naruszenia tego Artykułu w odniesieniu do tych skarżących, którzy ubiegali się o zakwaterowanie w miejscach rodzinnych w kontekście niewystarczającej uwagi poświęconej ich potrzebom.", "", "Rozstrzygnięcie: naruszenie (jednogłośnie)", "", "Artykuł 41: pytanie zawieszone", "(zob. Yordanova i in. p. Bułgarii 25446/06, 24 kwietnia 2012 r.)", "© Council of Europe/European Court of Human Rights\nTo streszczenie przygotowane przez Kancelarię nie jest wiążące dla Trybunału."]}