{"file": "POL_HJUDPOL_48286_11.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "48286/11", "text_paragraphs": ["© Ministerstwo Sprawiedliwości, www.ms.gov.pl [Translation already published on the official website of the Polish Ministry of Justice] - Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości, www.ms.gov.pl [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości] - Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "", "", "SEKCJA CZWARTA", "", "", "SPRAWA ŻUK PRZECIWKO POLSCE", " (Skarga nr 48286/11)", "", "WYROK", "(Meritum)", "STRASBURG", "6 października 2015 r.", "", "OSTATECZNY", "06/01/2016", "Wyrok ten stał się ostateczny zgodnie z warunkami określonymi w art. 44 § 2 Konwencji. Może podlegać korekcie wydawniczej.", "", "", "", "W sprawie Żuk przeciwko Polsce, Europejski Trybunał Praw Człowieka (Sekcja Czwarta), zasiadając jako Izba w składzie:", "Guido Raimondi, Przewodniczący,", "Päivi Hirvelä,", "George Nicolaou,", "Ledi Bianku,", "Krzysztof Wojtyczek,", "Faris Vehabović,", "Yonko Grozev, Sędziowie,", "oraz Fatoş Aracı, Zastępca Kanclerza Sekcji,", "", "Obradując na posiedzeniu niejawnym w dniu 1 września 2015 roku,", "wydaje następujący wyrok, który został przyjęty w wyżej wymienionym dniu:", "", "POSTĘPOWANIE", "Sprawa wywodzi się ze skargi (numer 48286/11) przeciwko Rzeczypospolitej Polskiej do Trybunału na podstawie Artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”) przez obywatelkę polską, panią Danutę Bronisławę Żuk („skarżąca”) w dniu 22 lipca 2011 roku.", "Skarżącą reprezentował pan Z. Śmigielski, adwokat praktykujący w Szczecinie. Rząd polski („Rząd”) był reprezentowany przez swojego przedstawiciela – panią J. Chrzanowską z Ministerstwa Spraw Zagranicznych.", "Skarżąca twierdzi, iż jej prawo do spokojnego korzystania z jej mienia zostało naruszone.", "W dniu 3 czerwca 2013 roku skarga została zakomunikowana Rządowi.", "", "", "FAKTY\t", "OKOLICZNOŚCI SPRAWY", "Skarżąca urodziła się w roku 1951 i zamieszkuje w Szczecinie.", "Skarżąca zawarła związek małżeński w roku 1979 i pozostawała wraz z mężem w ramach ustroju ustawowej wspólnoty majątkowej, przewidzianej w przepisach Kodeksu Rodzinnego i Opiekuńczego z roku 1964. Zgodnie z obowiązującymi przepisami kodeksu małżonkowie mieli równe udziały w majątku wspólnym.", "", "Decyzja administracyjna w sprawie skarżącej", "", "W decyzji administracyjnej z dnia 20 listopada 1989 roku Urząd Miejski w Szczecinie uznał męża skarżącej, pana Henryka Żuka, za kandydata do nabycia dwóch działek nr 184/3 oraz 187/3 należących wówczas do Skarbu Państwa i zarządzanych w jego imieniu przez Państwowy Fundusz Ziemi. Urząd Miejski reprezentujący Skarb Państwa w tym czasie zobowiązany był do sprzedaży gruntu panu Żukowi na podstawie tej decyzji.", "J.S., W.K. i W.H., którzy również starali się o prawo do zakupu wspomnianego gruntu, odwołali się od tej decyzji. W dniu 21 marca 1990 roku Dyrektor Wydziału Geodezji i Gospodarki Gruntami Urzędu Wojewódzkiego w Szczecinie oddalił odwołanie wniesione przez J. S. Ponadto potwierdził prawo do zakupu ziemi uznane w zaskarżonej decyzji, biorąc pod uwagę, między innymi to, że działki te były w sąsiedztwie gospodarstwa prowadzonego przez skarżącą i jej męża, co czyni ich naturalnymi kandydatami do zakupu. Był to organ właściwy, na podstawie ustawy o Sprzedaży Własności Państwowych z 1958 roku (ustawa o sprzedaży nieruchomości Państwowego Funduszu Ziemi).", "Pismem z dnia 27 kwietnia 1990 roku Prezydent Miasta Szczecina poinformował skarżącą i jej męża, iż decyzja z dnia 20 listopada 1989 roku potwierdzona decyzją z dnia 21 marca 1990 roku nie może być wykonana, ponieważ W.K również ją zakwestionował. Postępowanie zostało zatem ponownie podjęte z urzędu. Stwierdzono ponadto, iż po zakończeniu postępowania odwoławczego dokumenty zostaną przekazane do Banku Spółdzielczego w Szczecinie w celu zawarcia umowy. Trzymiesięczny termin na zawarcie umowy zacznie biec dopiero wtedy, gdy decyzja stanie się prawomocna.", "W dniu 16 kwietnia 1993 roku Wojewoda szczeciński utrzymał w mocy decyzję z dnia 20 listopada 1989 roku. W dniu 6 czerwca 1994 roku Mister Rolnictwa oddalił odwołania, o których mowa w punkcie 8 powyżej. W dniu 16 października 1995 roku Naczelny Sąd Administracyjny w Warszawie oddalił odwołanie wniesione przez W.K. W związku z tym zaskarżona decyzja stała się ostateczna w nieokreślonym dniu na początku 1996 roku.", "W dniu 16 maja 1994 roku nowy plan zagospodarowania przestrzennego został przyjęty przez miasto Szczecin.", "W dniu 27 marca 1998 roku Wojewoda szczeciński wydał decyzję administracyjną przenoszącą własność danej nieruchomości na rzecz Agencji Własności Rolnej Skarbu Państwa w celu wykonania decyzji wydanej w 1989 roku. Agencja wniosła odwołanie. W dniu 10 stycznia 2002 roku Minister Rolnictwa uchylił decyzję. Stwierdził on, że zgodnie z postanowieniami planu zagospodarowania przestrzennego miasta Szczecin z 1994 roku, ziemie położone w granicach administracyjnych gminy i przeznaczone do celów rolniczych nie miały być własnością Skarbu Państwa, a zatem nie podlegają przeniesieniu do zasobów Agencji.", "Urząd Miasta Szczecin, zawezwany przez skarżącą i jej męża do wykonania decyzji z 1989 roku i do sprzedania im działek, odmówił wykonania decyzji. W pismach z dnia 13 czerwca i 31 lipca 2002 roku oraz 14 lutego 2003 roku skierowanych do skarżącej i jej męża, Zarząd Miasta odmówił sprzedaży nieruchomości, wskazując, iż dana nieruchomość położona jest w granicach administracyjnych gminy Szczecin i została przeznaczona do celów innych niż rolnicze w ramach planu zagospodarowania przestrzennego z 1994 roku.", "W 2003 roku skarżąca zwróciła się do Wojewody Zachodniopomorskiego by wydał decyzję administracyjną przenoszącą prawo własności Skarbu Państwa na rzecz miasta Szczecin, lecz bezskutecznie.", "W bliżej nieokreślonym dniu burmistrz Szczecina (reprezentujący miasto) zwrócił się do wojewody (reprezentującego Skarb Państwa) w celu przejęcia własności działek gruntu objętych postępowaniem. W dniu 30 września 2003 roku wojewoda odmówił, opierając się na ustawie z dnia 19 października 1991 roku o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa oraz o mianie niektórych ustaw. Zauważono, że w ramach planu zagospodarowania przestrzennego przyjętego w 1994 roku przez gminę Szczecin, działki nie stanowiły gruntów rolnych ani w rozumieniu Kodeksu Cywilnego ani miejscowego planu zagospodarowania przestrzennego. Nieruchomości nie mogły zostać przeniesione do Agencji reprezentującej Skarb Państwa, celem zarządzania nimi, gdyż Agencja miała kompetencje wyłącznie w odniesieniu do gruntów przeznaczonych do zastosowań rolniczych. Burmistrz złożył apelację. W dniu 8 czerwca 2005 roku Minister Rolnictwa potrzymał zaskarżoną decyzję. Nie zostało złożone żadne odwołanie do Sądu Administracyjnego w związku z tą decyzją.", "W rezultacie nieruchomość pozostała własnością miasta.", "", "Pierwsza część postępowań cywilnych", "", "W dniu 17 kwietnia 2003 roku skarżąca i jej mąż wnieśli powództwo cywilne przeciwko miastu Szczecin. Domagali się, powołując się na artykuł 64 Kodeksu Cywilnego, zobowiązania miasta do sprzedaży danego gruntu mężowi skarżącej na podstawie decyzji z 1989 roku (roszczenie o złożenie oświadczenia woli). W odpowiedzi, miasto poprosiło o oddalenie tego wniosku. Miasto oświadczyło, iż nie jest właścicielem tego gruntu. Był on w tym czasie w posiadaniu Skarbu Państwa. Jako że wojewoda odmówił wydania decyzji o przeniesieniu własności tej nieruchomości na rzecz miasta (patrz punkt 15 powyżej), miasto nie mogło jej sprzedać. Miasto ponadto twierdzi, iż roszczenie o sprzedaż nieruchomości skarżącej i jej męża uległo przedawnieniu.", "Sąd Rejonowy w Szczecinie wyrokiem z dnia 28 listopada 2003 roku, oddalił powództwo. Skarżąca oraz jej mąż wnieśli apelację.", "W dniu 15 kwietnia 2004 roku Sąd Okręgowy w Szczecinie uwzględnił apelację, zmienił zaskarżony wyrok i uwzględnił roszczenie. Sąd był zdania, iż dziesięcioletni okres przedawnienia przewidziany co do roszczeń pieniężnych przewidziany w przepisach Kodeksu Cywilnego zaczął bieg w 1996 roku, gdy decyzja z 1989 stała się ostateczna (patrz punkt 10 powyżej).", "Ponadto Sąd zobowiązał miasto do sprzedaży danej nieruchomości, o co wnosili skarżąca i jej mąż. Sąd był zdania, iż Sąd pierwszej instancji popełnił błąd, uznając, że ani przepisy z ustawy o sprzedaży nieruchomości z Państwowego Funduszu Ziemi ani orzeczenie wydane w 1989 i 1990 roku (patrz punkt 7 i 8 powyżej) nie zobowiązują miasta do sprzedaży danego gruntu. Decyzja ta umożliwiła zawarcie umowy sprzedaży przez skarżącą i jej męża. Nie zostali oni zatem zobowiązani do udziału w przetargu, który był inną procedurą zakupu gruntów będących własnością państwa, nie obowiązującą w ich przypadku. Postępowania trwały, aż do roku 1996, ponieważ inne osoby miały wątpliwości, czy decyzja nie miała wpływu na ich prawa. Fakt, że obowiązujące przepisy zmieniły się w roku 1991 i własność ziemi tym samym została przeniesiona z mocy prawa ze Skarbu Państwa na rzecz miasta (patrz punkty 34-35 poniżej) nie miały wpływu na istnienie i ważność roszczenia o zawarcie umowy sprzedaży czy na odpowiedni obowiązek spoczywający na części władz publicznych.", "W sentencji wyroku sąd wyraźnie sformułował istotne postanowienia umowy sprzedaży, która zostanie zawarta pomiędzy Miastem Szczecin a skarżącymi, łącznie z ceną 11015 zł nieruchomości. Sąd zobowiązał miasto do pokrycia kosztów sądowych poniesionych przez skarżącą oraz jej męża w wysokości 4496 zł.", "Miasto złożyło skargę kasacyjną. Została ona odrzucona w dniu 9 wrześn2004 roku przez Sąd Okręgowy w Szczecinie w związku z tym, iż została wniesiona po terminie.", "W dniu 17 marca 2005 roku skarżąca i jej mąż zapłacili 6519 zł na rzecz miasta, jest to kwota stanowiąca różnicę pomiędzy kwotą 11015 zł a 4196 zł zasądzonych od miasta kosztów sądowych w związku z postępowaniem cywilnym.", "W 2005 i 2006 roku skarżąca i jej mąż, powołując się na ten wyrok, zwrócili się do miasta o sprzedaż nieruchomości na ich rzecz, ale bezskutecznie.", "Orzeczenie wydane w postępowaniu dotyczącym majątku skarżącej", "Wyrokiem z dnia 14 maja 2007 roku Sąd Okręgowy w Szczecinie orzekł, że ustawowa wspólność małżeńska skarżącej i jej męża powstała ex lege przez zawarcie ich małżeństwa w dniu 6 stycznia 1979 ustała z powodu ustanowienia rozdzielności majątkowej małżeńskiej, począwszy od 1 stycznia 2004 r.", "Drugi rodzaj spraw rozpoznanych w postępowaniu cywilnym", "W dniu 29 lutego 2008 roku skarżąca i jej mąż wnieśli powództwo cywilne przeciwko miastu Szczecin do sądu cywilnego o uzgodnienie treści księgi wieczystej z rzeczywistym stanem prawnym Odwołano się do wyroku Sądu Okręgowego, streszczonego w pkt 19 i 20 powyżej, oraz wskazywano, że Skarb Państwa jest ujawniony jako właściciel danej nieruchomości.", "Skarżąca złożyła również roszczenie alternatywne o nakazanie Skarbowi Państwa reprezentowanemu Prezydenta Miasta Szczecina sprzedaży nieruchomości powodom. Prezydent Miasta Szczecina został zawezwany do udziału w postępowaniu.", "Miasto argumentowało przed sądem, że nie jest właścicielem nieruchomości. Gdy nieruchomość stała się własnością Skarbu Państwa, miasto nie mogło jej sprzedać.", "W dniu 15 września 2008 roku Sąd Rejonowy w Szczecinie oddalił powództwo. Następnie, w dniu 27 marca 2009 roku Sąd Okręgowy uchylił ten wyrok z przyczyn formalnych i orzekł, że sprawa powinna zostać rozpatrzona ponownie.", "W dniu 30 lipca 2009 roku Sąd Rejonowy w Szczecinie oddalił powództwo przeciwko Skarbowi Państwa - Prezydentowi Miasta Szczecina oraz gminie Miasto Szczecin. Wskazano, że dana księga wieczysta wymienienia Skarb Państwa jako właściciela działki. Wpis w księdze może być zmieniony jedynie na podstawie decyzji administracyjnej wydanej przez Wojewodę na podstawie § 18 (1) ustawy o samorządzie gminnym z dnia 10 maja 1990 (\"Ustawa z 1990 roku\"), potwierdzającej przejście ex lege własności ze Skarbu Państwa na lokalną gminę na podstawie tej ustawy (patrz pkt 36 poniżej). Naczelnik nigdy nie wydał podobnej decyzji administracyjnej. Sąd cywilny nie ma jurysdykcji do tego by nakazywać organom administracyjnym wydanie konkretnych decyzji. W przypadku braku takiej decyzji ex lege o przeniesieniu własności na rzecz miasta przeniesienie takie nie może być obowiązujące. W przypadku braku takiego przekazania w drodze decyzji, Skarb Państwa pozostał właścicielem nieruchomości. Dlatego też niemożliwe jest aby sąd nakazał miastu sprzedaż działki na rzecz skarżącej lub zmienił wpis w księdze w taki sposób, aby ujawnić miasto jako właściciela. Orzeczenie wydane w 2004 roku nie korzysta z powagi rzeczy osądzonej wobec Skarbu Państwa z uwagi na to, że to gmina, była stroną pozwaną w tym postępowaniu. ", "Skarżąca i jej mąż wywiedli apelację. Argumentowali oni, że już określili przed sądem pierwszej instancji, że roszczenie zostało skierowane zarówno przeciwko Skarbu Państwa jak i gminie Szczecin.", "Podczas rozprawy przed sądem apelacyjnym adwokat reprezentujący skarżącą i jej mąż stwierdził, że skorygowana treść alternatywnego roszczenia (w odniesieniu do podmiotu, który miał złożyć oświadczenie woli) było już przedmiotem postępowania przed sądem pierwszej instancji.", "Apelacja skarżącej została oddalona w dniu 4 marca 2010 roku przez Sąd Okręgowy w Szczecinie. Sąd podzielił wnioski sądu niższej instancji. Sąd był zdania, że skarżący nie sformułował wystarczająco jasno, że alternatywne roszczenie zostało skierowane zarówno wobec Skarbu Państwa jak i Gminie. Pomimo faktu, że powodowie wskazali na błąd w swoim pozwie, który został skierowany przeciwko Skarbowi Państwa, sąd nie może naprawić tego błędu ex officio.", "Sąd Najwyższy odmówił przyjęcia skargi kasacyjnej do rozpoznania postanowieniem z dnia 23 lutego 2011 r.", "II.  PRAWO KRAJOWE I PRAKTYKA", "Ustawa o samorządzie terytorialnym z 1990 roku i jej konsekwencje dla gruntów będących własnością publiczną", "Bardzo znaczące zmniejszenie zasobów gruntów Skarbu Państwa zostało spowodowana przez środki legislacyjne przyjęte w 1990 i 1991 roku, zmierzające do zreformowania struktury administracyjnej państwa. Ustawa o samorządzie terytorialnym z dnia 10 maja 1990 ( \"Ustawa z 1990 roku\") przywraca gminom i przekazuje im uprawnienia, które wcześniej były wykonywane wyłącznie przez lokalną administrację państwową. Obejmowały one zrzeczenie się kontroli nad gruntami publicznymi i przeniesienia własności większości gruntów Skarbu Państwa na rzecz gmin.", "Zgodnie z § 5 (1) Ustawy z 1990 roku (Przepisy wprowadzające ustawę o samorządzie terytorialnym i ustawę o pracownikach samorządowych) , własność gruntów, które wcześniej należały do Skarbu Państwa i które znajdowały się na terytorium administracyjnym gminy zostały przekazane gminie.", "Zgodnie z artykułem 18 (1) tego aktu wojewoda jako lokalny przedstawiciel administracji państwowej powinien ex officio wydać decyzję potwierdzającą, że przeniesienie ex lege własności ze Skarbu Państwa do lokalnej gminy zostało dokonane w odniesieniu do każdej nieruchomości. Dopiero na podstawie takich decyzji wpisy w księgach wieczystych mogą zostać zmienione a własność gminy ujawniona.", "", "Przepis ten, kiedy odpowiedni, mówi:", "1. Wojewoda wydaje decyzje w sprawie stwierdzenia nabycia mienia z mocy prawa, w sprawie jego przekazania - w zakresie unormowanym ustawą.", "2. Tworzy się Krajową Komisję Uwłaszczeniową jako organ odwoławczy od decyzji, o których mowa w ust. 1.", "3. Prezes Rady Ministrów na wniosek Ministra Spraw Wewnętrznych i Administracji powołuje przewodniczącego i członków Krajowej Komisji Uwłaszczeniowej oraz określa tryb jej działania.", "", "", "W 2004 roku ustawa została zmieniona. Jej punkt 17 (a) nakłada obowiązek na sejmiki wojewódzkie do sporządzenia inwentaryzacji gruntów de facto przejętych przez władze miejskie a w stosunku do których takie decyzje nie zostały jeszcze podjęte", "Orzecznictwo Sądu Najwyższego w sprawie konsekwencji prawnych wygranego powództwa cywilnego na podstawie Artykułu 64 Kodeksu Cywilnego", "W wyroku z dnia 19 czerwca 2002 (II CKN 997/00) Sąd Najwyższy stwierdził, że uwzględnione powództwo cywilne na podstawie artykułu 64 Kodeksu Cywilnego, zawierające roszczenie o zobowiązanie pozwanego do złożenia oświadczenia przeniesienia własności (roszczenie o złożenie oświadczenia woli ), stanowią podstawę wpisu prawa własności powoda w księdze wieczystej. W wyroku z dnia 5 września 2002 (II CKN 1035) sąd ten uznał, że orzeczenie sądu cywilnego nakładające obowiązek taki był wystarczający do skutecznego przeniesienia własności na rzecz powoda, bez konieczności złożenia dodatkowego oświadczenia przez sprzedającego Sądy powinny zatem w takich orzeczeniach określić essentialia negotii niezbędne do przeniesienia własności. W wyroku z dnia 19 września 2002 ((II CKN 930/00) ten sam sąd uznał, że deklaracja ze strony pozwanego sprzedawcy była konieczna dla skutecznego przeniesienia własności, z wyjątkiem przypadków, w których sąd pozwolił na złożenie takiego oświadczenia w imieniu pozwanego.", "PRAWO", "ZARZUT NARUSZENIA ARTYKUŁU 6 § 1 KONWENCJI ORAZ ARTYKUŁU 1 PROTOKOŁU NR 1 DO KONWENCJI", "Skarżąca zarzuciła, że jej prawa wywodzące się z decyzji administracyjnych, a później potwierdzone przez ostateczne orzeczenie sądowe nie były egzekwowane. Oparła się ona na artykule 6 § 1 Konwencji i na artykule 1 Protokołu nr 1 do Konwencji. Artykuł 6 § 1 Konwencji w omawianym zakresie brzmi następująco:", "", "“Każdy ma prawo do sprawiedliwego i publicznego rozpatrzenia jego sprawy przez (...) sąd”", "", "Artykuł 1 Protokołu nr 1 do Konwencji stanowi, co następuje:", "“Każda osoba fizyczna i prawna ma prawo do poszanowania swego mienia. Nikt nie może być pozbawiony swojej własności, chyba że w interesie publicznym i na warunkach przewidzianych przez ustawę oraz zgodnie z ogólnymi zasadami prawa międzynarodowego.", "Powyższe postanowienia nie będą jednak w żaden sposób naruszać prawa państwa do stosowania takich ustaw, jakie uzna za konieczne do uregulowania sposobu korzystania z własności zgodnie z interesem powszechnym lub w celu zabezpieczenia uiszczania podatków bądź innych należności lub kar pieniężnych.”", "Dopuszczalność", "Rząd podniósł zarzut wstępny, że skarżąca nie może twierdzić, iż padła ofiarą naruszenia jej praw. Decyzja administracyjna z 1989 została wydana na rzecz jej męża. Żadna decyzja administracyjna którą kiedykolwiek wydano nie dała skarżącej prawa do zakupu danej nieruchomości. Sąd, wydając wyrok w 2004 roku, nie ustalił, czy skarżąca i jej mąż pozostawali we wspólności majątkowej.", "Skarżąca nie zgodziła się. Twierdziła, że sprawa dotyczyła majątku wspólnego jej i męża., Gdyby umowa kupna została podpisana, nieruchomość stałaby się ich wspólną, a co za tym idzie również jej własnością.", "Trybunał zauważa, że ​​nie ulega wątpliwości, że skarżąca i jej mąż pozostawali we wspólności majątkowej, w związku z zawarciem związku małżeńskiego w 1979 roku. Bezsporne jest, że stan ten istniał w latach 1989 i 1990, kiedy decyzje administracyjne określiły prawo męża skarżącej do zakupu danego gruntu. Należy zauważyć, że zarówno skarżąca, jak i jej mąż uzyskali korzystne rozstrzygnięcie w postępowaniu cywilnym zakończonym prawomocnym orzeczeniem wydanym w 2004 roku, potwierdzając swoje prawa. Zgodnie z obowiązującymi przepisami prawa cywilnego mieli równe udziały we wspólnym majątku małżeńskim (patrz pkt 6 powyżej). Prawdą jest, że ten stan został zmieniony w 2007 roku przez ustanowienie małżeńskiej rozdzielności majątkowej (patrz pkt 24 powyżej Nie przedstawiono jednak żadnych argumentów przed Trybunałem by wskazać, że umowa sprzedaży została zawarta prawidłowo, a udział we własności gruntów nabytych na podstawie decyzji administracyjnej nie stał się własnością skarżącej.", "Z powyższego wynika, że zarzuty Rządu dotyczące statusu skarżącej jako ofiary muszą zostać odrzucone.", "Rząd twierdził ponadto, że sześciomiesięczny termin na złożenie skargi do Trybunału powinien być liczony najpóźniej od 2004 roku, kiedy orzeczenie sądu cywilnego stało się ostateczne. Postępowania zainicjowane w 2008 roku nie miały wpływu na bieg tego terminu, gdyż w okolicznościach niniejszej sprawy te środki prawne nie miały znaczenia.", "1.  Skarżąca nie odniosła się do tej kwestii.", "Trybunał przypomina, że zasada sześciu miesięcy nie ma zastosowania w przypadku naruszeń, które mają charakter ciągły, takich jak brak możliwości wyegzekwowania decyzji (zobacz, między innymi, Hornsby przeciwko Grecji, wyrok z dnia 19 marca 1997, Reports 1997 II, str. 508, § 35;.. Iatridis przeciwko Grecji [GC], nr 31107/96, § 50, ECHR 1999 II).. Składając swój drugi pozew w 2008 roku skarżąca i jej mąż domagali się realizacji swoich praw wywodzących się z decyzji administracyjnych. Jako, że istniała możliwość prawna do uzyskania zadośćuczynienia w przypadku dalszego braku egzekucji, Trybunał jest zdania, że w okolicznościach niniejszej sprawy, ten środek prawny nie może być uznany za nieistotny. W związku z tym, że ostateczna decyzja wydana w tym postępowaniu spowodowała rozpoczęcie biegu sześciomiesięcznego terminu. Zarzut Rządu, że sześciomiesięczny termin na wniesienie skargi nie został zachowany należy zatem oddalić.", "Rząd stwierdził ponadto, że skarżąca powinna wszcząć postępowanie o odszkodowanie na podstawie artykułu 417 Kodeksu Cywilnego, z uwagi na to, że poniosła szkodę w wyniku orzeczenia wydanego w 2004 roku, które nie zostało prawidłowo wykonane. Rząd twierdził także, że skarżąca miała do dyspozycji dalsze środki, w odniesieniu do jej zarzutu, takie, iż mogłaby złożyć pozew cywilny przeciwko właścicielowi nieruchomości na podstawie artykułu 64 Kodeksu Cywilnego nakazującego zawarcie umowy kupna-sprzedaży w odniesieniu do tej nieruchomości..", "Skarżąca nie zgodziła się z tym.", "Trybunał uważa, iż zarzut ten jest ściśle związany z istotą skargi skarżącej i że jego analiza powinna być z tego powodu włączona do meritum.", "Trybunał zauważa, że skarga nie jest oczywiście bezpodstawna w rozumieniu artykułu 35 §3 Konwencji. Ponadto zauważa, iż nie jest ona niedopuszczalna z jakichkolwiek innych powodów. Musi zatem zostać uznana za dopuszczalną.", "", "Meritum.", "Rząd stwierdził, że Skarb Państwa nigdy nie przestał być właścicielem gruntu. W drugim procesie cywilnym pełnomocnik skarżącej błędnie wskazał stronę pozwaną, bowiem zamiast Skarbu Państwa wskazał on miasto Szczecin, w wyniku czego sąd słusznie oddalił jego roszczenia.", "Ponadto skarżąca i jej mąż twierdzili, że na początku 1990 uprawiali działkę, która jest przedmiotem sporu. Nigdy nie wydano decyzji nakazującej wnioskodawczyni ani jej mężowi opuszczenie tej ziemi. Dlatego, że nie zostało ustanowione skuteczne zabezpieczenie przed korzystaniem i uprawą tego gruntu.", "Stwierdzono również, że zgodnie z decyzją z dnia 20 listopada 1989 roku ani skarżąca, ani jej mąż nie mogą ex lege stać się właścicielami danej nieruchomości. Zgodnie z obowiązującymi przepisami prawnymi charakter roszczenia nabyty na podstawie tej decyzji był różnie interpretowany. Zgodnie z ustawą z 1958 o sprzedaży państwowych nieruchomości rolnych, na podstawie których wydano pierwotne decyzje (patrz pkt 8 powyżej), nie wskazywały one jednoznacznie położenia prawnego potencjalnego nabywcy. Ustawa ta przewiduje organizowanie przetargu na zbycie nieruchomości posiadanych przez państwo. Akt ten jednak został później uchylony w 1991 roku i zastąpiony przez ustawę z dnia 19 października 1991 roku o gospodarowaniu nieruchomościami rolnymi Skarbu Państwa. Jednak ta ostatnia ustawa nie przewiduje szczególnych rozwiązań proceduralnych dotyczących sytuacji prawnej osób, które w drodze decyzji administracyjnej, zostały ustalone kandydatami na zakup takich działek w rozumieniu ustawy z 1958 r. W tych okolicznościach stało się jasne dla wnioskodawcy, iż może ona ubiegać się o zadośćuczynienie szkody wynikającej z niedopełnienia przez państwo czynności prawnych skutkiem których nie doszło do sprzedaży nieruchomości.", "Skarżący twierdził, że prawa nabyte w drodze decyzji wydanych w 1989 i 1990 roku, a później potwierdzone prawomocnym wyrokiem sądu cywilnego wydanym w 2004 roku nigdy nie zostały wykonane i pozostają niewyegzekwowane do dnia dzisiejszego.", "W 1989 roku, kiedy została wydana decyzja administracyjna, system prawny nie przewidywał żadnych regulacji prawnych dla osób wskazanych do zakupu gruntów w drodze przetargu. Ponadto, stanowisko prezentowane przez władze w kwestii własności gruntu było sprzeczne.. Z jednej strony, Minister Rolnictwa odmówił przeniesienia własności na rzecz gminy (patrz pkt 15 powyżej); z drugiej strony, stwierdzono na podstawie korespondencji zarządu miasta ze skarżącym, że ziemie te nie były własnością Skarbu Państwa. W ostateczności, państwo nie podjęło skutecznych działań w celu zapewnienia skarżącemu należytego egzekwowania nabytych praw majątkowych wynikających z decyzji, a co za tym idzie ich przestrzegania. Obecnie ani Skarb Państwa, ani Gmina nie poczuwają się do obowiązku wypełnienia na rzecz wnioskodawcy zobowiązań wynikających z decyzji.", "Wnioskodawczyni twierdziła ponadto, że nie jest zobowiązana do wszczynania dalszych postępowań w celu dochodzenia roszczenia. Wszystkie postępowania, w których dowiodła swoich roszczeń zakończyły się i końcowe decyzje zostały w nich wydane. Próbowała wielu rozwiązań lecz wszystkie okazały się bezskutecznie. Niektóre podmioty uczestniczące w postępowaniu stwierdziły brak właściwych kompetencji do rozpoznania tej sprawy, ale też nikt nie pokierował skarżącej do organu właściwego do rozpoznania istoty jej szkody. W rezultacie, jej prawa pozostają niewyegzekwowane.", "Trybunał wielokrotnie orzekał, że w oparciu o artykuł 1 Protokołu nr 1, \"roszczenie\", jeśli jest wystarczająco udowodnione i możliwe do wykonania, może stanowić \"posiadanie\" (patrz Burdov przeciwko Rosji, no. 59498/00, § 40, ECHR 2002-III). Na mocy artykułu 1 Konwencji, każda z umawiających się stron \"zapewniają każdemu człowiekowi, w ramach [jej] jurysdykcji, prawa i wolności określone w ... [] Konwencji\". Obowiązek zapewnienia skutecznego korzystania z praw określonych w tym dokumencie może być w rezultacie obowiązkiem pozytywnym państwa. Jeśli chodzi o prawo zagwarantowane w artykule 1 Protokołu nr 1, te pozytywne obowiązki mogą zapewnić pewne środki niezbędne do ochrony prawa własności, nawet w sprawach dotyczących sporów pomiędzy osobami fizycznymi lub przedsiębiorstwami. Oznacza to w szczególności, że państwa są zobowiązane do zapewnienia prawa do wykonywania ostatecznych decyzji sądowych jak i administracyjnych przyznających uprawnienia jednostkom w zgodzie z procedurami zawartymi w przepisach, (zob Fuklev przeciwko Ukrainie, no. 71186/01 , §§ 89-91, 7 czerwca 2005 roku, z dalszymi odniesieniami). Zasada ta dotyczy wszystkich a w szczególności samego państwa, które jest zobowiązane do wykonania takich decyzji.", "Trybunał twierdził również wielokrotnie, że prawo do sądu byłoby iluzoryczne, jeżeli krajowy system prawny Umawiającego się Państwa pozwoliłby na to by ostateczne i wiążące orzeczenie nie zostało wykonane ze szkodą dla jednej ze stron. Byłoby nie do pomyślenia, gdyby artykuł 6 § 1 opisując szczegółowo gwarancje proceduralne przysługujące uczestnikom postępowania - którymi są: sprawiedliwość, jawność i sprawność - nie zabezpieczał wykonania orzeczeń sądowych; interpretacja Artykułu 6 jako dotyczącego wyłącznie dostępu do sądu i prowadzenia postępowania prawdopodobnie doprowadziłoby do sytuacji niezgodnych z zasadą praworządności, którą umawiające się strony zobowiązały się szanować, w dniu, w którym ratyfikowały konwencję. Wykonanie orzeczenia wydanego przez sąd musi zatem być traktowane jako integralna część \"procesu\" w rozumieniu artykułu 6 (zobacz, między innymi, Immobiliare Saffi przeciwko Włochom [GC], no. 22774/93, § 63, ECHR 1999-V).", "Ponadto Trybunał przypomina, że ​​w przypadku, gdy istnieje wiele środków krajowych, które dana osoba może wykorzystać, osoba ta jest uprawniona do wyboru takiego środka, który skupia jej zasadniczą skargę. Innymi słowy, gdyby owa skarga została uwzględniona, stosowanie innego środka, który ma zasadniczo ten sam cel nie jest wymagane (patrz TW v Malta [GC], nr 25644/94, § 34, 29 kwietnia 1999 r.. Moreira Barbosa przeciwko Portugalii (rozkł.), nr 65681/01, ECHR 2004-V;. i Jeličić przeciwko Bośni i Hercegowinie (rozkł.), nr 41183/02, 15 listopada 2005 r.).", "W niniejszej sprawie skarżąca i jej mąż uzyskali decyzję w 1989, która została potwierdzona w 1990 roku i stała się ostateczna w 1996. Decyzja ta jednoznacznie stwierdza, iż nabyli oni prawo, do posiadania umowy cywilnej sprzedaży działki będącej nieruchomością państwową. Precyzuje ona również zasadnicze warunki tej umowy. Krajowe sądy potwierdziły decyzję nadające takie prawa skarżącej. Trybunał jest zatem przekonany, że decyzja przyznająca jej prawo do posiadania zawarcia takiej umowy wchodzi w zakres uzasadnionych oczekiwań skarżącej, chronionych przez Artykuł 1 Protokołu nr 1 do Konwencji. Następnie trudności powstały w związku z egzekucją tej decyzji dotyczącą organu państwowego który powinien zawrzeć stosowną umowę ze skarżącą.", "Skarżąca i jej mąż, w obliczu ciągłego braku możliwości potwierdzenia ich roszczenia, wszczęli postępowanie cywilne w celu doprowadzenia do sprzedaży działki jej i jej mężowi. Trybunał przywiązuje szczególną wagę do faktu, że Sąd Okręgowy w Szczecinie w wyroku ostatecznym z 2004 roku, wyraźnie określił w jego sentencji, że decyzją administracyjną z 1989 w postępowaniu wszczętym przez męża wnioskodawczyni ustalono prawo do zakupu rzeczonej działki. Sąd podkreślił, że reforma prawna dokonana w 1990 roku nie miała wpływu na istnienie i ważność roszczenia skarżącej. Ponieważ wyrok ten nie przyniósł zamierzonego rezultatu, skarżąca i jej mąż próbowali dochodzić swoich praw w drodze wniesienia kolejnego powództwa cywilnego. Trybunał nie mógł nie zauważyć, że Sąd Najwyższy w kilku wyrokach uznał, że orzeczenie sądu cywilnego zobowiązujące pozwanego na podstawie art 64 kc. do złożenia oświadczenia o przeniesieniu własności może stanowić podstawę do dokonania wpisu własności w księdze wieczystej na rzecz wnioskodawcy (patrz pkt 38 ​​powyżej). Jednakże sąd rozpoznający drugie powództwo cywilne wniesione przez skarżącą nie mógł uwzględnić argumentów skarżącej w tej sprawie i odmówił potwierdzenia jej własności poprzez odpowiednie wpisy w księdze wieczystej.", "W zakresie w jakim rząd twierdził, że skarżący powinien dochodzić swych praw w kolejnym postępowaniu, Trybunał wielokrotnie orzekał, że jeżeli problem odnosi się do zagrożenia użyteczności publicznej, zwłaszcza gdy dotyka podstawowych praw człowieka, w tym prawa własności, władze publiczne muszą działać szybko i we właściwy i przede wszystkim spójny sposób (patrz, między innymi, Beyeler przeciwko Włochom [GC], nr 33202/96, § 120, ECHR 2000-i;... Öneryıldız przeciwko Turcji [GC], . nr 48939/99, § 128, ECHR 2004-XII;.. Megadat.com Srl przeciwko Mołdawii, nr 21151/04, § 72, 08 kwietnia 2008;.. i Rysovskyy p. Ukrainie, no 29979/04, § 71, 20 października 2011). Ponieważ skarżąca domagała się praw majątkowych nadanych ostatecznym orzeczeniem w 1989 roku i potwierdzonych w drodze dwóch postępowań cywilnych, które dały sprzeczne wyniki i nie oferują skutecznego zadośćuczynienia dla skarżącej, Trybunał jest zdania, że ​​władze nie zastosowały się do tych obowiązków.", "Mając na uwadze powyższe oraz fakt, że roszczenie skarżącej pozostaje niewyegzekwowane do dnia dzisiejszego, Trybunał oddala wstępny zarzut Rządu i utrzymuje, że doszło do naruszenia artykułu 6 § 1 Konwencji oraz artykułu 1 Protokołu nr 1.", "", "II Zastosowanie Artykułu 41 Konwencji", " Artykuł 41 Konwencji stanowi:", "\"Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie \"", "Trybunał uważa, że ​​kwestia szkody materialnej nie jest gotowa do rozstrzygnięcia. Konieczne jest zatem, rozwiązanie sprawy, przy uwzględnieniu możliwości porozumienia między pozwanym państwem i wnioskodawcami (art 75 §§ 1 i 4 Regulaminu Trybunału).", "Skarżąca zwróciła się do Trybunału o zasądzenie jej kosztów i wydatków poniesionych w związku z postępowaniem przed Trybunałem. Zwróciła ona się do Trybunału o ustalenie kwoty, przy uwzględnieniu praktyki Trybunału w sprawach przeciwko Polsce.", "W okolicznościach niniejszej sprawy Trybunał uznał za stosowne przyznać kwotę w wysokości 200 EUR na rzecz skarżącej.", "", "Z POWYŻSZYCH PRZYCZYN TRYBUNAŁ JEDNOMYŚLNIE", "Dołącza do meritum zarzut Rządu dotyczący niewyczerpania krajowych środków odwoławczych i uznaje dopuszczalność skargi;", "Oddala zarzut wstępny Rządu;", "Uznaje, że doszło do naruszenia artykułu 6 § 1 Konwencji;", "Uznaje, że doszło do naruszenia artykułu 1 Protokołu nr 1 do Konwencji;", "Uznaje, że w odniesieniu do szkody materialnej wynikającej z naruszenia kwestia zadośćuczynienia nie jest gotowa do rozstrzygnięcia i zgodnie z tym", "wstrzymuje się przed rozstrzygnięciem tej kwestii", "zwraca się do rządu i skarżącej, aby przedstawili, w ciągu trzech miesięcy od daty notyfikacji wyroku, stanowiska na piśmie w tej sprawie, a w szczególności poinformowali Trybunał o ewentualnym porozumieniu które mogą osiągnąć;", "odracza postępowanie i upoważnia Prezesa Izby do podjęcia odpowiednich działań, w razie zajścia takiej konieczności.", "Uznaje", "że pozwane Państwo ma wypłacić skarżącej, w ciągu trzech miesięcy od dnia, w którym wyrok stanie się ostateczny zgodnie z artykułem 44 § 2 Konwencji, 200 EUR powiększone o wszystkie podatki, jakie mogą być pobrane od skarżącej, w odniesieniu do kosztów i wydatków;", "że po upływie powyższego trzymiesięcznego terminu do momentu zapłaty powinny zostać naliczone odsetki zwykłe od powyższej kwoty według marginalnej stopy procentowej Europejskiego Banku Centralnego za zwłokę, powiększone o trzy punkty procentowe.", "Sporządzono w języku angielskim i obwieszczono na piśmie w dniu 6 października 2015 roku, zgodnie z Regułą 77 §§ 2 i 3 Regulaminu Trybunału.", "", "Fatoş Aracı\t\t\t\t\tGuido Raimondi", "Zastępca Kanclerza                     Przewodniczący"]}