{"file": "POL_HJUDPOL_19776_04.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "19776/04", "text_paragraphs": ["", "\n", "", "", "", "CZWARTA SEKCJA", "", "", "", "", "", "CIECHOŃSKA przeciwko POLSCE", "", "(Skarga nr 19776/04)", "", "", "", "WYROK", "", "STRASBURG", "", "14 czerwca 2011 roku", "", "", "", "", "", "", "", "", "Wyrok ten stanie się ostateczny zgodnie z warunkami określonymi w Artykule 44 § 2 Konwencji. Wyrok ten może podlegać korekcie wydawniczej.", "\nW sprawie Ciechońska przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Sekcja Czwarta), zasiadając jako Izba w składzie:", "Nicolas Bratza, Przewodniczący,", "Lech Garlicki,", "Ljiljana Mijović,", "Päivi Hirvelä,", "Ledi Bianku", "Zdravka Kalaydjieva,", "Nebojša Vučinić, sędziowie,", "oraz Lawrence Early, Kanclerz Sekcji,", "Obradując na posiedzeniu zamkniętym w dniu 24 maja 2011 roku,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "", "POSTĘPOWANIE", "", "Sprawa wywodzi się ze skargi (nr 19776/04) przeciwko Rzeczpospolitej Polskiej wniesionej do Trybunału na podstawie Artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”), przez obywatela polskiego, Panią Teresę Cichońską („skarżąca”), w dniu 5 maja 2004 roku.", "Skarżąca, która otrzymała pomoc prawną, była reprezentowana przez Panią M. Antoszewską, adwokata praktykującego w Warszawie. Rząd Polski („Rząd”) był reprezentowany przez pełnomocnika, Pana J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "Skarżąca zarzuciła, w szczególności, że Państwu nie udało się wypełnić pozytywnego obowiązku ochrony życia jej męża i przeprowadzić efektywnego i skutecznego dochodzenia w sprawie jego śmierci.", "W dniu 12 czerwca 2006 roku Przewodniczący Sekcji Czwartej zadecydował o zakomunikowaniu Rządowi skargi. Zadecydowano także o rozpatrzeniu w tym samym czasie skargi, co do jej meritum oraz dopuszczalności.", "", "", "FAKTY", "", "OKOLICZNOŚCI SPRAWY", "", "Skarżąca urodziła się w 1943 roku i mieszka w Warszawie.", "W dniu 10 lipca 1999 roku mąż skarżącej zmarł, po tym, jak został uderzony przez drzewo w uzdrowisku w Kudowie Zdroju, gdzie przebywał w sanatorium. Drzewo przewróciło się i upadło na męża skarżącej, gdy szedł chodnikiem. Trzy inne osoby zostały ranne w wypadku.", "Po przybyciu na miejsce policji, zbadano drzewo i zrobiono kilka czarno-białych zdjęć. Raport policji stwierdził, że drzewo było częściowo spróchniałe, a korzenie zostały wyrwane. Przesłuchano naocznych świadków i przeprowadzono sekcję zwłok męża skarżącej. Prokurator Rejonowy w Kłodzku wszczął dochodzenie w sprawie wypadku.", "W dniu 15 lipca 1999 roku Prokurator Rejonowy w Kłodzku umorzył dochodzenie w sprawie śmierci męża skarżącej, uznając, że był to nieszczęśliwy wypadek i nie zostało popełnione żadne przestępstwo. Uznał, że drzewo upadło wskutek porywu silnego wiatru. Przyczyną śmierci było pęknięcie czaszki. Prokurator ustalił również, że Urząd Miasta w Kudowie był odpowiedzialny za stan zieleni miejskiej i odebrał zeznania od pani A.P., Inspektora do spraw ochrony środowiska, która zeznała, że dokonała kontroli stanu drzewa w kwietniu i czerwcu 1999 roku wraz z panem Z.K., który pracował dla firmy specjalizującej się w ochronie i pielęgnacji drzew i krzewów. Powiedziała, że ​​drzewo wyglądało na zdrowe i nie było oznak wskazujących na konieczność jego usunięcia. Prokurator uznał, że ta ocena była zgodna z oględzinami drzewa przeprowadzonymi po wypadku, ponieważ nie było widocznych znaków wskazujących, że było ono chore lub zgniłe.", "Skarżąca złożyła zażalenie na to postanowienie.", "W dniu 7 września 1999 roku otrzymała opinię z Instytutu Meteorologii i Gospodarki Wodnej (IMGW) na temat warunków meteorologicznych w Kudowie w dniu 10 lipca 1999 roku. Z opinii wynika, że wiatr był słaby i umiarkowany, bez gwałtownych zjawisk atmosferycznych.", "W dniu 9 grudnia 1999 roku Sąd Rejonowy w Kłodzku uwzględnił zażalenie skarżącej i przekazał sprawę prokuratorowi, celem dalszego prowadzenia dochodzenia. Uznał, że organy prokuratury nie wykazały co było przyczyną przewrócenia się drzewa oraz nie zbadały, czy oględziny przeprowadzone przed wypadkiem przez panią A.P. można uznać za wystarczające.", "Wskazał również na rozbieżności pomiędzy raportem Policji, z którego wynikało, że drzewo było częściowo spróchniałe, a ustaleniami prokuratora, wskazującymi, że było ono zdrowe. Sąd zlecił prokuratorowi przesłuchanie policjantów, którzy byli obecni na miejscu zdarzenia i osób, które zostały ranne w wypadku.", "W dniu 31 marca 2000 roku Prokurator Rejonowy w Kłodzku umorzył dochodzenie z powodu niezaistnienia przestępstwa. Po przesłuchaniu policjantów doszedł do wniosku, że drzewo wyglądało na zdrowe, jednak po wypadku stało się widoczne, że było częściowo spróchniałe i miało słaby system korzeniowy. Prokurator uznał również, że pomimo, iż Instytut Meteorologii nie zanotował żadnych gwałtownych porywów wiatru, mogły mieć miejsce lokalne podmuchy. Uznał, że upadek drzewa i śmierć męża skarżącej nie zostały spowodowane przez jakiekolwiek zaniedbanie ze strony osób odpowiedzialnych za utrzymanie drzew.", "W dniu 17 kwietnia 2000 roku skarżąca wniosła zażalenie na to postanowienie.", "W dniu 29 maja 2000 roku Prokurator Okręgowy w Świdnicy przychylił się do zażalenia i przekazał sprawę do Prokuratury Rejonowej. Prokurator Okręgowy podkreślił potrzebę uzyskania opinii biegłego w celu ustalenie stanu drzewa.", "W dniu 3 czerwca 2000 roku biegły E.M. przedłożył Prokuraturze Rejonowej opinię na temat stanu powalonego drzewa (klon jawor). Na podstawie zeznań policjantów biegły ustalił, że powalone drzewo było spróchniałe od wewnątrz i całkowicie pozbawione swoich korzeni. Zdjęcia wykonane po wypadku wskazują również, że system korzeniowy drzewa został poważnie uszkodzony już wcześniej. Na zdjęciu można zobaczyć, że pień drzewa był całkowicie pozbawiony swoich korzeni. Sytuacja taka nie miałaby miejsca, gdyby jedyną rzeczą, która spowodowała jego powalenie były silne wiatry. Niemniej jednak, biegły orzekł, że było możliwe, że takie uszkodzenie drzewa nie było widoczne z zewnątrz i, że osoby odpowiedzialne za konserwację drzewa nie mogły kompleksowo ocenić stopnia uszkodzenia korzeni.", "W dniu 9 czerwca 2000 roku Prokurator Rejonowy w Kłodzku umorzył postępowanie, opierając się głównie na opinii biegłego.", "Skarżąca złożyła zażalenie.", "W dniu 3 lipca 2000 roku Prokurator Okręgowy w Świdnicy uwzględnił zażalenie i przekazał sprawę do Prokuratury Rejonowej. Prokurator nadrzędny podkreślił, że ze względu na wagę wypadku, w którym zmarła osoba, wszystkie okoliczności muszą być szczegółowo wyjaśnione.", " W dniu 16 sierpnia 2000 roku Prokurator Rejonowy zlecił biegłym sporządzenie kolejnej opinii w celu określenia dokładnej lokalizacji drzewa i właściciela nieruchomości.", "W dniu 22 września 2000 roku Prokurator Rejonowy w Kłodzku ponownie postanowił umorzyć dochodzenie w sprawie śmierci męża skarżącej, uznając że był to wypadek, za który nikt nie może zostać pociągnięty do odpowiedzialności.", "Skarżąca wniosła zażalenie i w dniu 4 grudnia 2000 roku Prokurator Okręgowy w Świdnicy przekazał sprawę Prokuratorowi Rejonowemu i nakazał kontynuowanie dochodzenia. W dniu 15 grudnia 2000 roku sprawa została przekazana do innej prokuratury, a prokuratorowi, który do tego momentu prowadził dochodzenie w sprawie, udzielono nagany za postępowanie niezgodnie z instrukcjami organów odwoławczych i jego opóźnienie.", "W dniu 22 stycznia 2001 roku Prokurator Rejonowy w Kłodzku zlecił biegłym przeprowadzenie kolejnej opinii.", "W dniu 19 marca 2001 roku biegły dokonał oględzin miejsce wypadku i w dniu 24 marca 2001 roku przedłożył prokuratorowi swoją opinię.", "W dniu 18 maja 2001 roku prokurator zamknął śledztwo w sprawie śmierci męża skarżącej i w dniu 25 maja 2001 roku wniósł do Sądu Rejonowego w Kłodzku akt oskarżenia przeciwko pani A.P., Inspektorowi Ochrony Środowiska, pod zarzutem niewypełnienia przez nią obowiązku zabezpieczenia przed powaleniem drzewa, a tym samym spowodowania śmierci męża skarżącej oraz obrażeń ciała trzech innych osób.", "W dniu 31 maja 2002 roku skarżąca wniosła pozew cywilny w postępowaniu karnym domagając się odszkodowania w kwocie 400.000 zł zgodnie z artykułem 62 Kodeksu postępowania karnego. Zwróciła się także do sądu o rozpoczęcie procesu i wyznaczenie rozprawy. Skarżąca wyraziła chęć udziału w charakterze oskarżyciela posiłkowego.", "W dniu 13 listopada 2002 roku odbyła się pierwsza rozprawa. Sąd nie zbadał jednak dopuszczalności powództwa cywilnego skarżącej.", "W dniu 2 grudnia 2002 roku skarżąca złożyła wniosek o przyznanie jej pomocy prawnej, gdyż nie była w stanie zapłacić pełnomocnikowi z wyboru; była w złym stanie zdrowia – biorąc po uwagę znaczną odległość 550 kilometrów między jej miejscem zamieszkania w Warszawie a miejscem, w którym toczył się proces – ciężko byłoby jej dojeżdżać na rozprawę. Nie jest jasne, czy jej wniosek został kiedykolwiek rozpoznany.", " Następnie, do dnia 28 maja 2003 roku, sąd przeprowadził rozprawy w regularnych odstępach czasu, przesłuchał świadków i dopuścił dowody z opinii biegłych. Wszystkie zaplanowane późniejsze terminy rozprawy zostały następnie anulowane ze względu na chorobę oskarżonego lub albo sędziego referenta.", "Na następnym terminie rozprawy, który odbył się w dniu 7 października 2004 roku, skład sądu uległ zmianie i proces musiał rozpocząć się od początku. Następnie przesłuchano świadków, a w dniu 4 stycznia 2005 roku sąd dopuścił dowód z opinii biegłego. Biegły nie przedstawił opinii w terminie i w dniu 27 czerwca 2005 roku sąd ukarał go grzywną. Biegły ostatecznie przedstawił opinię w dniu 20 sierpnia 2005 roku.", "W dniu 15 lutego 2006 roku skarżąca, która brała udział w postępowaniu w charakterze oskarżyciela posiłkowego, wniosła do Sądu Okręgowego w Świdnicy skargę na podstawie ustawy z dnia 17 czerwca 2004 roku o skardze na naruszenie prawa strony do rozpoznania sprawy bez nieuzasadnionej zwłoki (\"Ustawa z 2004 roku\").", "W dniu 31 marca 2006 roku Sąd Okręgowy w Świdnicy rozpoznał jej skargę Stwierdził, że zostało naruszone jej prawo do procesu w rozsądnym terminie i przyznał jej w ramach rekompensaty kwotę 3,000 zł. Uznał, że było kilka długich okresów, podczas których sąd był całkowicie bezczynny, na przykład nie podjęto żadnych czynności przez dwanaście miesięcy od momentu wpłynięcia do sądu aktu oskarżenia.", "W dniu 4 kwietnia 2006 roku sąd przeprowadził rozprawę.", "W dniu 26 kwietnia 2006 roku wydał wyrok, w którym uniewinnił panią A.P. uznając, że nie doszło do popełnienia żadnego przestępstwa. Stwierdził, że przeprowadziła ona prawidłową kontrolę drzewa przed wypadkiem i założyła, że było ono zdrowe. Biegli uznali, że drzewo wyglądało na zdrowe z zewnątrz i nie było oznak wskazujących, że korzenie zostały poważnie uszkodzone. Sąd uznał, że wydarzenie z dnia 10 lipca 1999 roku było nieszczęśliwym wypadkiem, które nie miało bezpośredniego związku z działaniami oskarżonej.", "W dniu 9 sierpnia 2006 roku skarżąca wniosła apelację od wyroku. Podniosła, że pani A.P. nie posiadała odpowiedniego doświadczenia, a sposób w jaki przeprowadziła kontrolę drzew lub ich oznaczenie do usunięcia był niedobry. W szczególności, nie było dowodów, że kontrola została przeprowadzona w terminie wskazanym przez oskarżoną. Ponadto drzewo rosło na skarpie, a korzenie zostały najwidoczniej usunięte podczas instalacji gazociągu bezpośrednio pod nim. Skarżąca twierdziła, że te elementy nie zostały zbadane przez sąd.", " W dniu 3 listopada 2006 roku Sąd Okręgowy w Świdnicy uwzględnił apelację i przekazał sprawę do ponownego rozpoznania. Wskazał na wiele niespójności w ustaleniach sądu rejonowego co do faktów. W szczególności nie jest jasne, w jakim stopniu drzewo było pochylone oraz czy kąt obliczono w odniesieniu do skarpy czy chodnika.", "Sąd przeprowadził rozprawę w dniach 11 kwietnia, 9 maja i 7 września 2007 roku.", "W dniu 7 września 2007 roku Sąd Rejonowy w Kłodzku wydał wyrok, w którym uniewinnił panią AP. Uznał, że nie była zobowiązana do kontroli drzewa lub zapobieżenia ich powaleniu, ponieważ nie należało to do jej obowiązków.", " Skarżąca i prokurator wnieśli apelacje od wyroku.", "W dniu 11 grudnia 2007 roku Sąd Okręgowy w Świdnicy uchylił wyrok i przekazał sprawę do ponownego rozpoznania. Uznał, że sąd rozpoznający sprawę nie przeprowadził analizy prawnej przepisów obowiązujących w owym czasie. Wskazał, że za sprawy dotyczące drzew znajdujących się w miejscach publicznych odpowiadają władze miejskie i że mogą być one pociągnięte do odpowiedzialności karnej za brak właściwego wykonywania swoich obowiązków. Tak więc burmistrz Kudowy Zdroju zobowiązany był przez prawo do wydania nakazu usunięcia drzew, które stanowiły zagrożenie. Co więcej, jak wynika z dokumentów znajdujących się w aktach sprawy, pod drzewem umieszczono gazociąg, co spowodowało konieczność usunięcia niektórych z korzeni, a kwestia ta nie została wyjaśniona. Wreszcie, sąd zauważył, że sąd rozpoznający sprawę nie zbadał skargi wniesionej przez skarżącą w jej odwołaniu, jej roszczenie o odszkodowanie nigdy nie zostało rozpoznane.", "W bliżej nieokreślonym dniu w 2007 roku skarżąca otrzymała z Biura Prezydenta Miasta Kudowy Zdrój odpowiedź na jej pismo z prośbą o odszkodowanie za śmierć jej męża. Burmistrz odmówił uznania odpowiedzialności gminy i wskazał, że sąd karny stwierdził, że Gmina nie ponosi odpowiedzialności za śmierć jej męża. Skarżąca została następnie poinformowana, że jeśli wniesie powództwo cywilne o odszkodowanie, postępowanie to zostanie najprawdopodobniej zawieszone do czasu zakończenia postępowania karnego.", "Sąd przeprowadził rozprawę w dniach 5 maja, 16 czerwca, 23 lipca i 1 października 2008 roku.", "W dniu 6 kwietnia 2009 roku wydał wyrok, w którym ponownie uniewinnił Panią A.P. Sąd uznał, że system korzeniowy przedmiotowego drzewa został poważnie uszkodzony. Jednak choroba nie była widoczna na zewnętrznej części drzewa - w szczególności na jej koronie. Tak więc osoby sprawdzające stan drzewa nie mogły zauważyć, że drzewo stało się zagrożeniem dla społeczeństwa i nakazać jego usunięcia. Ponadto sąd stwierdził, że nie było podstawy, by sądzić, że skoro drzewo rosło na zboczu, to niezbędne było podjęcie środków zapobiegawczych, na przykład poprzez instalację specjalnych wsporników.", "Sąd uznał, że w postępowaniu przygotowawczym było wiele braków. W związku z tym wiele kwestii dotyczących dokładnej lokalizacji drzewa, jego stanu oraz tego, czy zostało one wsparte, nie zostało wyjaśnionych. Na przykład nie można było ustalić, czy korzenie powalonego drzewa mogły zostać uszkodzone podczas instalacji gazociągu, ponieważ nie było wiadomo, gdzie dokładnie rosło drzewo. Ponadto, drzewo lub jego część, nie zostało zabezpieczone w celu przeprowadzenia dalszych ekspertyz, lecz zostało zniszczone natychmiast po wypadku. Dowody ze zdjęć były złej jakości, czarno-białe, niewyraźne, tak więc powód powalenia drzewa i miejsce gdzie dokładnie rosło, nie mogły być jednoznacznie wyjaśnione. Według sądu, opinie biegłych przygotowane na podstawie tak ubogiego materiału dowodowego nie mogły pozwolić na stwierdzenie, że istniały podstawy do usunięcia drzewa lub zastosowania wsporników.", "Jeśli chodzi o odpowiedzialność pani A.P., sąd zgodził się z poprzednimi ustaleniami i stwierdził, że ​​oskarżona nie była zobowiązana do przeprowadzenia kontroli drzew w celu ich usunięcia. Mimo, że do jej obowiązków należało \"wydawanie decyzji odnośnie usuwania drzew i krzewów,\" decyzje takie w rzeczywistości były jednak wydawane przez burmistrza, a ona przygotowywała dla niego dokumenty do kontroli. Sąd zauważył, że pani A.P. przyznała, iż przeprowadzała kontrolę niektórych drzew razem ze specjalistą. Jednakże sąd uznał, że czyniła to w raczej w sposób bezpośredni, zgodnie z instrukcjami Burmistrza lub skargami złożonymi przez społeczeństwo.", "Sąd uznał, że brak jasnych przepisów regulujących, kto był odpowiedzialny za opiekę nad terenami zielonymi i przeprowadzanie kontroli drzew, doprowadził do ewidentnego zaniedbania organizacyjnego po stronie gminy, za które oskarżona nie powinna być pociągnięta do odpowiedzialności.", "Wreszcie sąd stwierdził, że żądanie skarżącej przyznania jej odszkodowania było bezzasadne w świetle uniewinnienia pani A.P., ponieważ obowiązek naprawienia szkody może powstać tylko w przypadku uznania oskarżonego winnym.", " Skarżąca i prokurator wnieśli apelacje od wyroku.", "W dniu 16 lipca 2009 roku Sąd Okręgowy utrzymał w mocy zaskarżony wyrok. Zgodził się z sądem pierwszej instancji, że zgodnie z postanowieniami umowy o pracę, oskarżona nie była uprawniona do podejmowania żadnych działań niezbędnych w celu ochrony drzew przed powaleniem. Zgodnie z prawem odpowiedzialność prawna za pielęgnację zieleni spoczywa na gminie, która powinna zabezpieczyć środki i zorganizować system w celu wypełnienia swoich zobowiązań. Niewypełnienie przez gminę zobowiązań podjęcia koniecznych działań w celu wyeliminowania zagrożenia dla społeczeństwa może skutkować pociągnięciem do odpowiedzialności karnej. Jednakże sąd podkreślił, że nie zostało udowodnione, że wykonywanie tych obowiązków zostało powierzone oskarżonej. Tak więc nie mogła być ona pociągnięta do odpowiedzialności karnej za to zaniedbanie.", "Sąd uznał, że biorąc pod uwagę stan drzew ujawniony podczas inspekcji przeprowadzonej w dniu 19 marca 2001 roku oraz długi proces rozwoju chorób drzew, Gmina Kudowa Zdrój nie wywiązała się należycie z obowiązku opieki nad swoimi terenami zieleni. Niemniej jednak odpowiedzialność za zaniechanie nie może zostać przypisana oskarżonej.", "Wyrok Sądu Okręgowego jest ostateczny i prawomocny. Jednakże strony mogą złożyć kasację do Sądu Najwyższego. W dniu 15 października 2009 roku Sąd Okręgowy w Świdnicy oddalił wniosek skarżącego o przyznanie pomocy prawnej w celu złożenia skargi kasacyjnej. Skarżąca przedłożyła, że jej prawnik z wyboru odmówił wniesienia kasacji w jej imieniu, ze względu na brak szans na powodzenie.", "", "", "WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "", "", "Artykuł 62 Kodeksu postępowania karnego stanowi, co następuje:", "", "\n„Pokrzywdzony może aż do rozpoczęcia przewodu sądowego na rozprawie głównej wytoczyć przeciw oskarżonemu powództwo cywilne w celu dochodzenia w postępowaniu karnym roszczeń majątkowych wynikających bezpośrednio z popełnienia przestępstwa.”", "", "Artykuł 63 Kodeksu pozwala krewnym zmarłego pokrzywdzonego wytoczyć powództwo cywilne zgodnie z artykułem 62 Kodeksu.", "\nArtykuł 65 Kodeksu brzmi następująco:", "", "„ 1. Sąd przed rozpoczęciem przewodu sądowego odmawia przyjęcia powództwa cywilnego, jeżeli:", "  \t1)   powództwo cywilne jest z mocy  szczególnego niedopuszczalne,", "  \t2)   roszczenie nie ma bezpośredniego związku z zarzutem oskarżenia,", "  \t3)   powództwo zostało wniesione przez osobę nieuprawnioną,", "4)   to samo roszczenie jest przedmiotem innego postępowania lub o roszczeniu tym prawomocnie orzeczono,", "5)   po stronie pozwanych zachodzi współuczestnictwo konieczne z instytucją państwową, samorządową lub społeczną albo z osobą, która nie występuje w charakterze oskarżonego,", " \t\t 6)   złożono wniosek, o którym mowa w  § 1 Kodeksu karnego.", "", "2. Jeżeli pozew odpowiada warunkom formalnym, a nie zachodzą okoliczności wymienione w § 1, sąd orzeka o przyjęciu powództwa cywilnego.", "", "3. Mimo przyjęcia powództwa cywilnego sąd pozostawia je bez rozpoznania, jeżeli po rozpoczęciu przewodu sądowego ujawni się okoliczność wymieniona w § 1.", "", "4. Na odmowę przyjęcia powództwa cywilnego lub na pozostawienie go bez rozpoznania na podstawie § 3 zażalenie nie przysługuje.”", "\n", "", "", "PRAWO", "", "ZARZUT NARUSZENIA ARTYKUŁU 2 KONWENCJI", "", "Skarżąca zarzuciła naruszenie Artykułu 2 Konwencji, ponieważ Państwo nie wypełniło swojego pozytywnego obowiązku ochrony życia jej męża i nie przeprowadziło skutecznego śledztwa w sprawie okoliczności jego śmierci. Artykuł 2 Konwencji stanowi co następuje:", "\n1. Prawo każdego człowieka do życia jest chronione przez ustawę. Nikt nie może być umyślnie pozbawiony życia, wyjąwszy przypadki wykonania wyroku sądowego, skazującego za przestępstwo, za które ustawa przewiduje taką karę.", "", "2. Pozbawienie życia nie będzie uznane za sprzeczne z tym artykułem, jeżeli nastąpi w wyniku bezwzględnie koniecznego użycia siły:", "a) w obronie jakiejkolwiek osoby przed bezprawną przemocą;", "b) w celu wykonania zgodnego z prawem zatrzymania lub uniemożliwienia ucieczki osobie", "pozbawionej wolności zgodnie z prawem,", "c) w działaniach podjętych zgodnie z prawem w celu stłumienia zamieszek lub powstania.", "", "Rząd zakwestionował ten argument.", "", "Dopuszczalność skargi", "", "", "Rząd twierdził, że skarżąca nie wyczerpała dostępnych środków przewidzianych przez polskie prawo, ponieważ ​złożyła skargę do Trybunału nie czekając na wynik postępowania karnego w sprawie śmierci jej męża, tak więc skarga jest przedwczesna. Nie zgłosił żadnych dalszych uwag po zakończeniu postępowania krajowego w sprawie skarżącej.", "Skarżąca wskazała, że wykorzystała wszystkie istniejące środki w celu dochodzenia ścigania i ukarania osób odpowiedzialnych za śmierć jej męża. Tylko dzięki jej determinacji prokurator ostatecznie wskazał urzędnika odpowiedzialnego za utrzymanie miejskich drzew i krzewów. Usiłowała również wytoczyć powództwo cywilne o odszkodowanie, ale nigdy nie zostało ono rozpoznane. Ponadto wniosła skargę na przewlekłość postępowania karnego - ale nie spowodowała ona ​​przyspieszenia postępowania. Podsumowując, władze starają się ukryć prawdę i nie przeprowadziły rzetelnego i skutecznego śledztwa w sprawie śmierci jej męża. Tak więc istniejące środki okazały się bezskuteczne.", "Trybunał uznał, że skarżąca aktywnie uczestniczyła w postępowaniu karnym wniesionym przeciwko pani A.P. zatrudnionej przez Gminę Kudowa Zdrój jako Inspektor Ochrony Środowiska. Postpowanie to zakończyło się w dniu 16 lipca 2009 roku uniewinnieniem oskarżonej. Zarzut Rządu, że skarga dotycząca naruszenia Artykułu 2 Konwencji była przedwczesna, powinien więc zostać odrzucony.", "Trybunał zauważa, że ​​skarga nie jest oczywiście bezzasadna w rozumieniu Artykułu 35 § 3 Konwencji i nie jest niedopuszczalna z żadnych innych względów. Dlatego powinna zostać uznana za dopuszczalną.", "", "", "B. Meritum skargi", "\n1. Zgłoszenia złożone do Trybunału", "", "(a) Skarżąca", "", "Skarżąca wskazała, że Państwo nie wypełniło swojego pozytywnego obowiązku podjęcia odpowiednich działań w celu ochrony życia i przeciwdziałania realnemu i nieuchronnemu zagrożeniu, o którym władze wiedziały lub powinny były wiedzieć. Tragiczna śmierć jej męża miała miejsce, ponieważ gminie nie udało się zapewnić odpowiedniego utrzymania drzew. Gmina była zobowiązana do zapewnienia środków finansowych i zasobów niezbędnych do leczenia lub usunięcia chorych drzew, jak również wdrożenia odpowiednich środków w celu ochrony życia i zdrowia w tym zakresie. Skarżąca twierdziła, że śmierć jej męża nie była wynikiem nieszczęśliwego wypadku, spowodowanego na przykład przez bardzo silny wiatr, lecz nastąpiła na skutek zaniedbania przez władze miejskie, za które powinny być one pociągnięte do odpowiedzialności. Przedmiotowe drzewo nie miało korzeni, ponieważ spróchniały bądź zostały usunięte podczas układania gazociągu. Gmina nadzorowała budowę rurociągu. W związku z tym wiedziała lub powinna była wiedzieć, którędy przebiegał i, że inwestycja wymagała usunięcia korzeni drzew, gdzie kolidowały one z rurociągiem. W każdym razie, władze nie wywiązały się z ich obowiązku właściwej kontroli stanu drzew i usunięcia tych stwarzających zagrożenie dla życia lub zdrowia ludzi.", "Po drugie, skarżąca zarzuciła nadmierną długość i nieefektywność dochodzenia przeprowadzonego przez władze krajowe w związku z tragiczną śmiercią jej męża. Stierdziła, że przez ponad dziesięć lat przeżywała ogromny stres i trudności w wyniku dochodzenia i procesu. Długotrwały stres wywołał u niej poważne problemy zdrowotne, powodując, iż prawie całkowicie straciła słuch. Twierdziła, że ​​władze nie działały starannie. Nie zbadały dowodów, z których większość została powołana na jej prośbę, potwierdzających na przykład, że drzewo, które zabiło jej męża nie miało żadnych korzeni. Ponadto drzewo zostało usunięte i zniszczone natychmiast po wypadku, uniemożliwiając w ten sposób zebranie jakichkolwiek dowodów przez biegłych. Skarżąca zarzuciła również, że jej roszczenie cywilne, które złożyła przed rozpoczęciem procesu karnego nigdy nie zostało rozpoznane i nie mogła uzyskać odszkodowania z powodu przedawnienia.", "", "(b) Rząd", "", "Rząd utrzymywał, że Państwo nie może być pociągnięte do odpowiedzialności za śmierć męża skarżącej. Stwierdził, że Artykuł 2 Konwencji nie ma zastosowania w niniejszej sprawie, jako, że jego śmierć była następstwem tragicznego wypadku. Ponadto, w momencie składania skargi kwestie związane z wypadkiem były nadal w fazie sporu przed sądami krajowymi. Rząd utrzymywał, że sąd karny mógł zostać uznany za właściwy dla ustalenia faktów i rzekomej odpowiedzialność Inspektora Ochrony Środowiska za śmierć męża skarżącej.", "Rząd powstrzymał się od skomentowania, czy dochodzenie w sprawie śmierci męża skarżącej i sądowa faza postępowania została przeprowadzona skutecznie i efektywnie, zgodnie z wymogami Artykułu 2 Konwencji.", "Ponadto, w odniesieniu do faktu, iż powództwo cywilne wniesione przez skarżącą w toku postępowania karnego nie zostało rozpoznane przez sąd do 2009 roku, Rząd nie zajął stanowiska co do tego czy kwestia ta stwarzała problem na gruncie Konwencji.", "\n2. Ocena Trybunału", "\n(a) Zasady ogólne", "", "Artykuł 2 Konwencji stanowi jeden z najbardziej fundamentalnych przepisów Konwencji. Zawiera jedną z podstawowych wartości społeczeństw demokratycznych tworzących Radę Europy. Przedmiot i cel Konwencji, jako narzędzia ochrony jednostek, wymaga, by Artykuł 2 Konwencji interpretowany i stosowany był w taki sposób, aby jego gwarancje były skutecznie i efektywne (patrz, wśród wielu innych organów, sprawa Anguelova przeciwko Bułgarii, skarga nr 38361/97, § 109, ECHR 2002-IV).", "Trybunał podkreśla, że zdanie pierwsze art. 2 paragraf 1 Konwencji nakazuje Państwu nie tylko powstrzymywać się od umyślnego i niezgodnego z prawem pozbawienia życia, ale także zobowiązuje je do podjęcia odpowiednich kroków celem zagwarantowania ochrony życia osób pozostających pod jego jurysdykcją (patrz sprawa L.C.B przeciwko Wielkiej Brytanii, 9 czerwca 1998 roku, § 36, Raporty 1998-III; sprawa Osman przeciwko Wielkiej Brytanii, 28 października 1998 roku, § 115, Raporty 1998-VIII; i Paul i Audrey Edwards, skarga nr 46477/99, § 71, ECHR 2002 -II).", "Istnienie takiego pozytywnego obowiązku zostało stwierdzone w wielu różnych kontekstach zbadanych dotychczas przez Trybunał. Tak więc, na przykład, w odniesieniu do policji, Trybunał zauważył, że władze są zobowiązane do ochrony życia jednostki, gdy wiedzą lub powinny były wiedzieć w świetle okoliczności, że była ona narażona na realne i bezpośrednie niebezpieczeństwo czynów karalnych osób trzecich (patrz Osman, cytowany powyżej, § 115).", "Istnienie pozytywnego obowiązku Państwa na podstawie Artykułu 2 Konwencji zostało również stwierdzone w odniesieniu do sektora opieki zdrowotnej, tak publicznej, jak i prywatnej, w odniesieniu do działań lub zaniechań pracowników służby zdrowia (zobacz Dodov przeciwko Bułgarii, skarga nr 59548/00, § § 70, 79-83 i 87, ECHR 2008 ...; Byrzykowski przeciwko Polsce, skarga nr 11562/05, § § 104 i 106, 27 czerwca 2006 roku i Vo przeciwko Francji [GC], nr 53924/00, § § 89-90, ECHR 2004 VIII, z dalszymi odniesieniami), jak również w odniesieniu do kierowania niebezpiecznymi działaniami (zobacz Öneryıldız przeciwko Turcji [GC], no. 48939/99, § 71, ECHR 2004 XII) oraz dla zapewnienia bezpieczeństwa na pokładzie statku (zobacz Leray i inni przeciwko Francji (dec.), skarga nr 44617/98, 16 stycznia 2008) lub na budowach (zobacz Henriques Pereira i inni przeciwko Luxemburgowi (dec.), skarga nr 60255/00, 26 sierpnia 2003 roku). W pewnych okolicznościach pozytywny obowiązek może nałożyć na Państwo zobowiązanie do ochrony przed zagrożeniem życia osób, wynikającym z ich własnego działania lub zachowania (zobacz Bone przeciwko Francji (dec.), skarga nr 69869/01, 1 marca 2005 roku, z dalszymi odniesieniami). Ponadto zakres pozytywnego obowiązku Państwa na mocy Artykułu 2 Konwencji został omówiony przez Trybunał w kontekście bezpieczeństwa ruchu drogowego (zobacz, na przykład, Rajkowska przeciwko Polsce (dec.), skarga nr 37393/02, 27 listopada 2007 roku). Rozważano również rozszerzenie obowiązku Państwa do zagwarantowania prawa do życia na przepisy dotyczące świadczenia usług ratunkowych, kiedy do władz dotarła wiadomość, że życie lub zdrowie jednostki jest zagrożone z powodu obrażeń odniesionych w wyniku wypadku (zobacz Furdik przeciwko Słowacji (dec.), skarga nr 42994/05, 2 grudnia 2008 roku).", "Powyższa lista sektorów nie jest wyczerpująca. Istotnie, w wyroku w sprawie Oneryildiz przeciwko Turcji cytowany powyżej (§ 71) Wielka Izba zauważyła, że ​​pozytywny obowiązek wynikający z Artykułu 2 Konwencji należy interpretować jako mający zastosowanie w kontekście wszelkich działań, publicznych lub nie, w których prawo do życia może być zagrożone.", "Jednak pozytywny obowiązek musi być interpretowany w taki sposób, aby nie nakładać nadmiernego obciążenia na władze, mając w szczególności na uwadze nieprzewidywalność zachowań ludzkich i wybory operacyjne, które muszą być dokonane z uwzględnieniem priorytetów i określonych środków (zobacz, między innymi, Keenan przeciwko Zjednoczonemu Królestwu, skarga nr 27229/95, § 90, ECHR 2001 III A. i inni przeciwko Turcji, skarga nr 30015/96, § § 44-45, 27 lipca 2004 roku).", "Trybunał w związku z tym przypomina, że wybór środków dla zapewnienia pozytywnego obowiązku na mocy Artykułu 2 Konwencji jest w zasadzie kwestią, która mieści się w ramach marginesu uznania Umawiającej się Strony. Istnieją różne możliwości zapewnienia praw gwarantowanych przez Konwencję, wiec nawet jeśli Państwo nie zastosowało jednego ze środków przewidzianych przez prawo krajowe, nadal może spełniać pozytywny obowiązek w inny sposób (zobacz wśród innych przypadków, Fadeyeva przeciwko Rosji, skarga nr 55723/00, § 96, ECHR 2005 IV).", "Pozytywny obowiązek Państwa wymaga również utworzenia skutecznego i niezawisłego systemu sądowego, tak aby można było ustalić fakty, pociągnąć do odpowiedzialności winnych i zapewnić odpowiednie zadośćuczynienie dla ofiary (zobacz Dodov, cytowany powyżej, § 83 i Byrzykowski, cytowany powyżej, § § 104-118). Obowiązek ten nie wymaga bezwzględnej dostępności do środka o charakterze prawno-karnym w każdej sprawie. W przypadku gy doszło do zaniedbania, na przykład, zobowiązanie to może być spełnione, jeśli system prawny pozwala ofiarom na skorzystanie ze środka przed sądami cywilnymi, zarówno w osobnym postępowaniu, jak i w połączeniu ze środkami prawno-karnymi. Jednakże zobowiązania Państwa na podstawie Artykuł 2 Konwencji nie będą spełnione, gdy ochrona przyznana przez prawo krajowe istnieje tylko w teorii: przede wszystkim, musi ona skutecznie działać również w praktyce (zobacz Calvelli i Ciglio, cytowany powyżej, § 53).", "Dla Trybunału, uwzględniając jego orzecznictwo, obowiązek zagwarantowania przez Państwo ochrony prawa do życia musi być również należycie rozważony w kontekście wprowadzenia słusznych środków w celu zapewnienia bezpieczeństwa osób w miejscach publicznych oraz w przypadku poważnych obrażeń lub śmierci, wprowadzenia skutecznego niezawisłego system sądownictwa zapewniającego dostępność środków prawnych, pozwalających na ustalenie stanu faktycznego, pociągnięcie do odpowiedzialności winnych i zapewnienie odpowiedniego zadośćuczynienia dla ofiary (zobacz paragraf 66 powyżej). Zdarzenia związane ze śmiercią męża skarżącej mieszczą się dlatego w ramach Artykuł 2 Konwencji.", "", "(b) Zastosowanie zasad ogólnych w niniejszej sprawie", "", "W niniejszej sprawie mąż skarżącej zmarł w 1999 roku po tym, jak został uderzony przez drzewo, które upadło na chodnik. Po jego śmierci prokuratura wszczęła dochodzenia i po czterokrotnym jego umorzeniu, w dniu 25 maja 2001 roku wniosła akt oskarżenia przeciwko urzędnikowi miejskiemu w związku z zaniechaniem identyfikacji i uznania za niebezpieczne drzewa, które spowodowało tragiczny wypadek. Rozpoznanie sprawy zajęło sądom kolejnych osiem lat, w dniu 16 lipca 2009 roku Sąd Okręgowy w Świdnicy ostatecznie uniewinnił urzędnika.", " Uwzględniając podejście przyjęte w poprzednich sprawach dotyczących nieumyślnego naruszenia prawa do życia, Trybunał przypomina, że wymienione ​​powyżej pozytywne obowiązki nakładają na państwo konieczność przyjęcia w tym kontekście przepisów w celu ochrony bezpieczeństwa osób w miejscach publicznych oraz zapewnienia efektywnego funkcjonowaniu tych ram prawnych (zobacz Calvelli i Ciglio przeciwko Włochom [GC], nr. 32967/96, § 49, ECHR 2002 roku, oraz Furdik, cytowany powyżej).", "Trybunał po pierwsze zauważa, że istniały przepisy prawne dotyczące pielęgnacji i konserwacji zieleni miejskiej, w tym drzew rosnących na gruntach miejskich. Odpowiedzialność gminy za utrzymanie drzew została potwierdzona przez sądy krajowe, które ostatecznie w 2009 roku uznały, że Gmina Kudowa Zdrój nie wypełniła swojego obowiązku pielęgnacji obszarów zieleni w sposób prawidłowy, pomimo, że była do tego prawnie zobowiązana (zobacz paragraf 42 i 44 powyżej). Jednak o wiele trudniej było ustalić sądom kwestię indywidualnej odpowiedzialności Inspektora Ochrony Środowiska, jako, że zakres jego obowiązków odnośnie kontroli drzew i ich leczenia wydawał się być niejasny i otwarty na dwuznaczności.", "Trybunał nie musi jednak dochodzić do ogólnych wniosków na temat właściwych uregulowań systemu regulacyjnego in abstracto. Musi zbadać, czy system prawny jako całość działał w sposób adekwatny w przedmiotowej sprawie (zobacz Dodov przeciwko Bułgarii, cytowany powyżej, § § 83 i 86).", "Po drugie, Trybunał przypomina, że kwestia odpowiedzialności państwa na mocy Artykułu 2 Konwencji może pojawić się w przypadku niezdolności wewnętrznego porządku prawnego do zapewnienia odpowiedzialności za wszelkie akty zaniedbania zagrażające lub prowadzące do utraty życia ludzkiego (zobacz Furdik, cytowany powyżej).", "W takim przypadku Trybunał musi zbadać, czy dostępne środki prawne, rozpoznawane łącznie, przewidziane prawem i stosowane w praktyce, można uznać, że w prawnym sensie za odpowiednie do ustalenia faktów, pociągnięcia do odpowiedzialności winnych i zapewnienia odpowiedniego zadośćuczynienia ofiarom.", "Po śmierci męża skarżącej w dniu 10 lipca 1999 roku prokuratura wszczęła dochodzenie, \na pięć dni później umorzyła je. Skarżąca podniosła, że umorzenie było przedwczesne i że prokurator nie zlecił opinii biegłego. Wątpliwości te zostały potwierdzone przez Sąd Rejonowy, który w dniu 9 grudnia 1999 roku przekazał dochodzenie prokuratorowi i nakazał uzupełnienie postępowania (zobacz paragraf 11 powyżej). Następnie prokurator okręgowy trzykrotnie przekazywał sprawę prokuratorowi rejonowemu w celu dalszego postępowania. Prokurator nadrzędny zauważył, że wszystkie okoliczności wypadku nie zostały zbadane i że nie sporządzono żadnej opinii biegłego. W ostatnim przypadku udzielił prokuratorowi nagany za postępowanie niezgodne z instrukcjami organów odwoławczych i opóźnienie postępowania (zobacz paragraf 14, 18 i 21 powyżej).", "Ostatecznie, po przekazaniu sprawy innemu prokuratorowi rejonowemu, w dniu 25 maja 2001 roku został wniesiony do Sądu Rejonowego w Kłodzku akt oskarżenia przeciwko Inspektorowi Ochrony Środowiska.", "Jednakże sąd pozostał całkowicie bezczynny przez następne osiemnaście miesięcy, gdyż pierwsza rozprawa odbyła się dopiero w dniu 13 listopada 2002 roku. Ponadto, pomiędzy 23 maja 2003 roku a 7 październikiem 2004 roku nie odbyła się żadna rozprawa. W późniejszym okresie skład sądu uległ zmianie i proces musiał rozpocząć od początku. Opinia biegłego zlecona w dniu 4 stycznia 2005 roku nie została złożona do sądu do dnia 20 sierpnia 2005 roku. Wszystkie te opóźnienia, w szczególności te na początkowym etapie procesu, zostały potwierdzone przez Sąd Okręgowy, który w dniu 31 marca 2006 roku, uznał skargę skarżącego na podstawie ustawy z 2004 roku.", "Ostatecznie, w dniu 11 grudnia 2007 roku, po drugim uchyleniu wyroku sąd uniewinniającego oskarżoną, sprawa została przekazana po raz trzeci do Sądu Rejonowego w Kłodzku. Sąd wydał wyrok, który został utrzymany w mocy w postępowaniu odwoławczym w dniu 6 kwietnia 2009 roku.", " Trybunał zauważa, że ​​dochodzenie w sprawie śmierci mąż skarżącej było umarzane cztery razy i że za każdym razem decyzja o umorzeniu postępowania była uchylana przez organy odwoławcze.", "Ten sam wzór powtarzających się wadliwych decyzji, które musiały być później uchylane z powodu zaniechania wyjaśnienia istotnych okoliczności faktycznych lub prawnych powtórzył się na sądowym etapie postępowania. Sąd Okręgowy dwukrotnie przekazał sprawę do Sądu Rejonowego i uchylił wyrok uniewinniający paną A.P. (zobacz paragraf 35 i 39 powyżej). Sąd Okręgowy wskazał na niekonsekwencje i braki w ustaleniach dokonanych przez sąd, jak również brak analizy przepisów regulujących odpowiedzialność prawną w odniesieniu do utrzymania drzew znajdujących się na gruntach miejskich.", "Trybunał stwierdza, że biorąc pod uwagę, że przekazanie sprawy do ponownego rozpoznania jest zazwyczaj rezultatem błędów popełnionych przez władze niższego szczebla, powtarzalność tych decyzji w ramach jednego postępowania, ujawniona w sprawie skarżącej, świadczy o poważnych nieprawidłowościach w funkcjonowaniu systemu sądowego (zobacz Byrzykowski, cytowany powyżej, § 111).", "Ponadto doszło do szeregu nieprawidłowości, szczególnie na początkowym etapie postępowania, które negatywnie wpłynęły na możliwość ustalenia stanu faktycznego sprawy i odpowiedzialności oskarżonego. W szczególności wydaje się, że pozostała część drzewa została natychmiast usunięta i zniszczona, zdjęcia stanowiące dowód w sprawie były złej jakości, a także zaistniały inne kwestie, na przykład dokładna lokalizacja przewodów gazowych i ich wpływ na stan drzewa, nigdy nie zostały wyjaśnione (zobacz paragraf 42 powyżej).", "Mając na uwadze całkowitą długość okresu, który upłynął od śmierci męża skarżącej w dniu 10 lipca 1999 roku, zakończenie postępowania dziesięć lat później, poważne nieprawidłowości w funkcjonowaniu wymiaru sprawiedliwości i inne wady wskazane powyżej, Trybunał jest zdania, że ​​nie można powiedzieć, że procedury zastosowane w celu wyjaśnienia zarzutów skarżącej dotyczących zaniedbania ze strony gminy stanowiły skuteczne wyjaśnienie przyczyny śmierci w niniejszej sprawie.", "Wreszcie, Trybunał przypomina, że pozytywny obowiązek Państwa ustanowienia skutecznego systemu wymiaru sprawiedliwości może być spełniony, gdy system prawny zapewnia pokrzywdzonemu środek w postępowaniu cywilnym umożliwiający ustalenie odpowiedzialności i uzyskanie odpowiedniej cywilnej rekompensaty, np. naprawienie szkody.", "W przedmiotowej sprawie Trybunał zauważa, że mimo, iż skarżąca wyraziła chęć wzięcia udziału w charakterze powoda cywilnego w dniu 31 maja 2002 roku, sąd krajowy nie podjął żadnej decyzji w tej sprawie czy to uwzględniającej czy odrzucającej ten wniosek (zobacz paragraf 25 i 26 39 powyżej). Rząd uznał, że powództwo cywilne nie zostało rozpoznane przez sąd, ale nie wyjaśnił dlaczego. W końcu, roszczenie cywilne skarżącej w dniu 6 kwietnia 2009 roku zostało oddalone przez Sąd Rejonowy w Kłodzku, który uznał je za oczywiście bezzasadne w świetle uniewinnienia urzędnika.", "Trybunał przypomina, że ​​obowiązki Państwa na mocy Artykułu 2 Konwencji nie będą spełnione, gdy ochrona przyznana przez prawo krajowe istnieje tylko w teorii: przede wszystkim musi także skutecznie działać w praktyce, w przedziale czasowym umożliwiającym sądom rozpoznanie meritum każdej indywidualnej sprawy (zobacz Calvelli i Ciglio [GC] cytowany powyżej, § § 51-53, i Vo przeciwko Francji [GC], skarga nr 53924/00, § § 89 90, ECHR 2004-VIII).", "W świetle powyższego, Trybunał uważa, że ​​w szczególnych okolicznościach sprawy, ani postępowanie karne ani możliwość wytoczenia powództwa cywilnego nie umożliwiło skarżącej ustalenie odpowiedzialność za śmierć jej męża oraz uzyskania odpowiedniego zadośćuczynienia. System prawny jako całość, w konfrontacji ze sprawą dotyczącą zaniedbania, którego skutkiem była śmierć, nie zapewnił odpowiedniego i terminowego wyjaśnienia zgodnie ze zobowiązaniami Polski wynikającymi z Artykułu 2 Konwencji.", "W konsekwencji Trybunał stwierdza, że ​​doszło do naruszeniem Artykułu 2 Konwencji.", "", "", "II. ZARZUT NARUSZENIA ARTYKUŁU 6 § 1 i ARTYKUŁU 13 KONWENCJI I", "", "", "Skarżąca zarzuciła naruszenie Artykułu 6 § 1 i 13 Konwencji podnosząc, że jej roszczenie cywilne nigdy nie zostało rozpoznane.", "Rząd nie ustosunkował się do tych zarzutów.", "Trybunał zauważa, że ​​zarzut ten jest związany z jednym z rozpoznanych powyżej i musi być zatem uznany za dopuszczalny.", "Trybunał zauważa, że zarzut ​​ten opiera się na tym samym stanie faktycznym, jak zarzuty rozpoznawane na mocy Artykułu 2 Konwencji. Ponadto, w stwierdzeniu naruszenia wcześniejszego przepisu Trybunał miał także na uwadze, iż sąd krajowy nie rozpoznał powództwa cywilnego skarżącej wniesionego w 2002 roku (zobacz paragraf 77 i 78 powyżej). W świetle tego stwierdzenia Trybunał uważa, że nie jest konieczne rozpoznanie stanu faktycznego sprawy oddzielnie na podstawie Artykułu 6 § 1 i 13 Konwencji.", "", "", "III. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "", "Artykuł 41 Konwencji stanowi:", "", "\"Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie \".", "\nA. Szkoda", "", "Skarżąca domagała się kwoty 400.000 zł (około 100.000 euro w okresie gdy złożono skargę) tytułem szkody niemajątkowej.", "Rząd uznał to roszczenie za zbyt wygórowane.", "Trybunał przyznał skarżącej kwotę w wysokości 20.000 Euro tytułem szkody niemajątkowej,", "", "B. Koszty i wydatki", "", "Skarżąca zażądała również kwoty 22.000 zł tytułem kosztów i wydatków poniesionych w toku postępowania w niniejszej sprawie przed sądami krajowymi i Trybunałem. Żądała kwoty 12,000 zł (około 3,000 Euro) tytułem kosztów poniesionych na jej adwokata reprezentującego ją przed Trybunałem, na co składa się 60 godzin pracy przy stawce godzinowej w wysokości 200 zł i 10.000 zł (około 2,500 EUR) za koszty poniesione przed krajowymi organami od 1999, w szczególności dojazd między miejscem zamieszkania skarżącej w Warszawie a sądem, a także opłaty sądowe i opłaty pocztowe, te ostatnie zostały poniesione zarówno w postępowaniach na poziomie krajowym, jak i postępowaniu przed Strasburgiem.", "Rząd podniósł, że jedynie koszty konieczne i rzeczywiście poniesione przez skarżącą powinny zostać zwrócone.", "Zgodnie z orzecznictwem Trybunału, skarżąca jest uprawniona do zwrotu kosztów i wydatków jedynie w zakresie, w jakim zostało wykazane, że zostały one faktycznie i koniecznie poniesione oraz były rozsądne co do kwoty. W niniejszej sprawie Trybunał zauważa, że roszczenia zgłoszone przez skarżącą nie były zbyt wysokie, w związku z trwającym 10 lat postępowaniem, również tym toczącym się przed Trybunałem. Jeżeli chodzi o to ostatnie Trybunał uznaje, że wniosek przedłożony przez jej adwokata był wystarczająco uzasadniony. Biorąc pod uwagę posiadane informacje i powyższe kryteria, Trybunał uznaje roszczenie skarżącej w całości. Skarżąca otrzymała już 850 Euro w ramach pomocy prawnej od Rady Europy. Tak więc przyznaje jej kwotę w wysokości 4,650 Euro na pokrycie kosztów.", "\n", "C. Odsetki za zwłokę", "", "", "Trybunał uznaje za słuszne, że odsetki z tytułu zwłoki powinny być oparte na krańcowej stopie pożyczkowej Europejskiego Banku Centralnego, do której należy dodać trzy punkty procentowe.", "", "", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "\n1. Uznaje skargę za dopuszczalną; \n\n2. Uznaje, że doszło do naruszenia Artykułu 2 Konwencji; \n\n3. Uznaje, że nie ma potrzeby badania skargi na podstawie Artykułu 6 § 1 i 13 Konwencji; \n\n4. Uznaje", "\n  (a) pozwane Państwo ma wypłacić skarżącemu w terminie trzech miesięcy od dnia, w którym wyrok stanie się prawomocny zgodnie z artykułem 44 § 2 Konwencji, poniższą kwotę przeliczoną na złote polskie po kursie obowiązującym w dniu rozliczenia;", "20.000 (dwadzieścia tysięcy euro), plus jakiekolwiek podlegające płatności podatki, z tytułu szkody niemajątkowej;", "4.650 (sześć tysięcy czterysta pięćdziesiąt euro), plus jakiekolwiek podatki, które mogą być nałożone na skarżącą w odniesieniu do kosztów i wydatków", "", "(b) że od powyższej kwoty, od chwili upływu wyżej wymienionego okresu trzech miesięcy do momentu rozliczenia, za okres zwłoki podlegają płatności proste odsetki według stawki równej krańcowej stopie pożyczkowej Europejskiego Banku Centralnego, plus trzy punkty procentowe;", "\n5. Oddala pozostałą część roszczenia skarżącego o zadośćuczynienie.", "", "", "Sporządzono w języku angielskim, obwieszczono pisemnie 14 czerwca 2011 roku, zgodnie z Regułą 77 §§ 2 i 3 Regulaminu Trybunału.", "", "", "", "", "Lawrence Early,           Nicolas Bratza,", " Kanclerz Sekcji                                            Przewodniczący", "", "", "", ""]}