{"file": "POL_HJUDPOL_20436_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "20436/02", "text_paragraphs": ["", "", "", "CZWARTA SEKCJA", "", "", "", "SPRAWA WOJTAS-KALETA P. POLSCE", "", "(Skarga nr 20436/02)", "", "", "", "", "", "WYROK", "", "", "STRASBURG", "", "16 lipca 2009", "", "PRAWOMOCNY", "", "16/10/2009", "", "Niniejszy wyrok może podlegać korekcie edytorskiej.", "", "W sprawie Wojtas-Kaleta p. Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), jako Izba składająca się z następujących sędziów:", "\tNicolas Bratza, Przewodniczący,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tPäivi Hirvelä,\n\tLedi Bianku,\n\tNebojša Vučinić,\noraz Lawrence Early, Kanclerza Sekcji,", "Obradując na posiedzeniu zamkniętym w dniu 23 czerwca 2009 roku,", "Wydaje następujący wyrok, przyjęty w tym dniu:", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 20436/02) przeciwko Rzeczpospolitej Polskiej wniesionej do Europejskiego Trybunału Praw Człowieka na podstawie artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”) przez obywatelkę polską, panią Helenę Wojtas-Kaleta (“skarżąca”), w dniu 6 października 2001 roku.", "2. Rząd polski („Rząd”) był reprezentowany przez swojego pełnomocnika z Ministerstwa Spraw Zagranicznych, pana Jakuba Wołąsiewicza.", "3. Skarżąca podniosła zarzut naruszenia prawa do wolności wyrażania opinii, gwarantowanego przez artykuł 10 Konwencji, przez naganę, jakiej udzielił jej pracodawca, spółka telewizji publicznej.", "4. W dniu 17 września 2007 roku Przewodniczący Czwartej Sekcji postanowił zawiadomić Rząd o wpłynięciu skargi, zdecydowano także, że na mocy artykułu 29 § 3 Konwencji sprawa zostanie rozpatrzona w tym samym czasie zarówno co do meritum, jak i dopuszczalności.", "5. Z Helsińskiej Fundacji Praw Człowieka, która została upoważniona przez Przewodniczącego do przedłożenia pisemnych uwag w myśl artykułu 36 § 2 Konwencji oraz artykułu 44 § 2 [Regulaminu Trybunału]) wpłynęła ponadto opinia strony trzeciej.", "STAN FAKTYCZNY", "I. OKOLICZNOŚCI SPRAWY", "6. Skarżąca urodziła się w 1943 roku i mieszka we Wrocławiu.", "7. Skarżąca była dziennikarką zatrudnioną przez polską spółkę telewizji publicznej, Telewizja Polska Spółka Akcyjna (TVP). W dniu 1 kwietnia 1999 roku w ogólnopolskim dzienniku Gazeta Wyborcza ukazał się artykuł o zdjęciu z anteny dwóch programów poświęconych muzyce poważnej. Przytoczono w nim opinie wielu znanych kompozytorów, krytyków i dziennikarzy, którzy wyrażali zaniepokojenie brakiem wsparcia dla muzyki poważnej oraz faktem, że ostra konkurencja ze strony prywatnych stacji wywiera negatywny wpływ na jakość oferty programowej telewizji publicznej. W artykule przytoczono także opinię skarżącej, wyrażoną w wywiadzie, którego udzieliła jako przewodnicząca Syndykatu Dziennikarzy Polskich Telewizji Polskiej.", "Właściwa część artykułu brzmi następująco:", "„ ... Pani Kaletowa, przewodnicząca Syndykatu Dziennikarzy Polskich Telewizji Polskiej powiedziała: „Bardzo źle przyjęliśmy tę decyzję, tym bardziej, że nowe propozycje programowe są niekonkretne. Dyrektor K. stwierdził, że zmiany nie mają na celu wyrugowanie muzyki poważnej, a wręcz przeciwnie, stworzenie dla niej nowych możliwości. Biorę go za słowo, chociaż jak dotąd nie podjęto żadnych działań, które mogłyby potwierdzić te dobre intencje.””", "8. Skarżąca podpisała także list otwarty 34 wrocławskich przedstawicieli kultury i środowisk artystycznych do zarządu TVP. W liście stwierdzono, że muzyka poważna jest wspólnym dobrem i filarem tożsamości narodowej, a brak konsekwentnej, spójnej polityki w zakresie rozpowszechniania muzyki poważnej stanowi zagrożenie dla kultury i amatorskich ruchów muzycznych. Jako przykład autorzy podali dwa programy muzyczne, które zdjęto z anteny i zastąpiono “pseudomuzyczną sieczką”.", "W liście otwartym pojawiły się, między innymi, następujące sformułowania:", "„Środowiska związane z muzyką wyrażają głębokie zaniepokojenie marginalizacją kultury i muzyki w naszym kraju, a przede wszystkim w naszym regionie.", "Muzyka jest dziedzictwem narodowym. Jest także uniwersalnym językiem sztuki, którym mówią obywatele całego świata. Muzyka stanowi jeden z filarów naszej tożsamości narodowej; musimy chronić i rozpowszechniać zarówno dzieło minionych stuleci, jak i czasów współczesnych. Chopin, Szymanowski, Górecki, Lutosławski, Kilar, czy Penderecki to kompozytorzy, którymi się szczycimy.", "...Wszystkie te osiągnięcia są poważnie zagrożone. Brakuje pieniędzy, nie ma również stabilnej, spójnej polityki ochrony ani systematycznej współpracy z mediami. Co się tyczy telewizji regionalnej, mimo zasad określających misje telewizji publicznej, koncerty, magazyny, programy kulturalne i muzyczne, takie jak „MAK”, „TUBA”, „Spotkania z muzyką poważną” znikają, a czas antenowy jest zatruwany przemocą i pseudomuzyczną sieczką.", "NSZZ „Solidarność” oraz przedstawiciele środowisk kulturalnych i artystycznych...protestują przeciwko tym działaniom.”", "9. W dniu 15 kwietnia 1999 pracodawca udzielił skarżącej nagany na piśmie za niepodporządkowanie się pkt. 14 § 2 regulaminu TVP, który nakładał na nią obowiązek ochrony dobrego imienia pracodawcy (por. § 18 poniżej.) W odwołaniu do dyrektora regionalnego TVP z dnia 20 kwietnia 1999 roku skarżąca stwierdziła, że skomentowała decyzję pracodawcy jako przewodnicząca związku zawodowego.", "Pracodawca stwierdził w odpowiedzi, że rzeczony komentarz nie dotyczył kwestii, które podlegają ocenie związku zawodowego. Ponadto list otwarty, podpisany przez skarżącą zawierał nieprawdziwe i przedstawione tendencyjnie informacje, co szkodziło wizerunkowi firmy.", "Nagana miała pozostać w aktach skarżącej, w zależności od jej dalszego zachowania, przez okres do jednego roku.", "10. Skarżąca zakwestionowała naganę, jednak bez powodzenia. Skarżąca podniosła argument, że jako członek związku zawodowego ma prawo krytykować działania naruszające prawa pracowników.", "11. W dniu 13 maja 1999 roku skarżąca wniosła Sądu Rejonowego we Wrocławiu przeciwko TVP pozew o uchylenie nagany. Twierdziła, że nagana była zemstą pracodawcy za jej działalność związkową i nie zgadzała się z oceną swojego zachowania.", "12. W wyroku z dnia 9 stycznia 2001 roku Sąd Rejonowy we Wrocławiu oddalił wniosek skarżącej. Sąd uznał argumentację pracodawcy, że zagadnienie zmian w programie telewizji nie jest kwestią, którą związki zawodowe mogą komentować i że skarżąca nie dopełniła obowiązku lojalności, nałożonego na nią jako na pracownika. Sąd uznał, że skarżąca dopuściła się niezgodnego z prawem zachowania, które stanowiło niezbędną i adekwatną przesłankę do zastosowania wobec niej środków dyscyplinarnych.", "13. Skarżąca odwołała się od tej decyzji, wskazując na naruszenie odpowiednich przepisów Ustawy o związkach zawodowych w powiązaniu z artykułem 54 Konstytucji Rzeczpospolitej Polskiej, gwarantującym swobodę wypowiedzi. Podniosła między innymi:", "“Sąd niższej instancji naruszył [między innymi] artykuł 54 Konstytucji, gdy uznał, że skarżąca, jako przewodnicząca Syndykatu Dziennikarzy Polskich Telewizji Polskiej nie ma prawa do udzielania opinii w prasie i do podpisania listu otwartego w sprawie sytuacji w regionalnym oddziale telewizji, mimo faktu, że działała w interesie pracowników, wypełniając swe prawne zobowiązania i bez szkody dla dobrego imienia pracodawcy. [List] był blisko powiązany ze zmianami programowymi, które były nie tylko szkodliwe dla kultury muzycznej na Dolnym Śląsku ale, przede wszystkim, stanowiły szkodę materialną i moralną dla pracowników, zagrożonych utratą pracy i czasu antenowego.”", "14. W dniu 10 kwietnia 2001 roku Sąd Okręgowy we Wrocławiu podtrzymał zakwestionowany wyrok. W decyzji stwierdzono, że komentarze skarżącej nie miały na celu ochrony praw pracowników, wynikającej z jej funkcji w związku zawodowym, ale przybrały formę oceny zmian w polityce programowej. W podsumowaniu stwierdzono, że skarżąca działała na szkodę pracodawcy i w ten sposób nie wywiązała się z obowiązku lojalności. Pracodawca miał zatem prawo udzielić jej nagany.", "II. WŁAŚCIWE PRAWO KRAJOWE", "15. Artykuł 54 Konstytucji stwierdza, co następuje:", "“1. Każdemu zapewnia się wolność wyrażania swoich poglądów oraz pozyskiwania i rozpowszechniania informacji.", "2. Cenzura prewencyjna środków społecznego przekazu oraz koncesjonowanie prasy są zakazane.”", "16. Prawa i obowiązki pracowników reguluje Kodeks Pracy. W myśl artykułu 108 Kodeksu pracownikowi można udzielić nagany za nieprzestrzeganie ustalonego porządku, przepisów bezpieczeństwa i higieny pracy oraz przepisów przeciwpożarowych czy godzin pracy. Artykuł 111 stanowi, że przy stosowaniu kary bierze się pod uwagę stopień winy pracownika i jego dotychczasowy stosunek do pracy.", "17. Artykuł 21 ust.1 Ustawy z dnia 29 grudnia 1992 roku o radiofonii i telewizji stwierdza, co następuje:", "„Publiczna radiofonia i telewizja realizuje misję publiczną, oferując, na zasadach określonych w ustawie, całemu społeczeństwu i poszczególnym jego częściom, zróżnicowane programy i inne usługi w zakresie informacji, publicystyki, kultury, rozrywki, edukacji i sportu, cechujące się pluralizmem, bezstronnością, wyważeniem i niezależnością oraz innowacyjnością, wysoką jakością i integralnością przekazu.”", "W myśl artykułu 21 ust. 3 Ustawy:", "„Programy publicznej radiofonii i telewizji powinny:", "1) kierować się odpowiedzialnością za słowo i dbać o dobre imię publicznej radiofonii i telewizji;", "2) rzetelnie ukazywać całą różnorodność wydarzeń i zjawisk w kraju i za granicą;", "3) sprzyjać swobodnemu kształtowaniu się poglądów obywateli oraz formowaniu się opinii publicznej;", "4) umożliwiać obywatelom i ich organizacjom uczestniczenie w życiu publicznym poprzez prezentowanie zróżnicowanych poglądów i stanowisk oraz wykonywanie prawa do kontroli i krytyki społecznej;", "5) służyć rozwojowi kultury, nauki i oświaty, ze szczególnym uwzględnieniem polskiego dorobku intelektualnego i artystycznego;", "6) respektować chrześcijański system wartości, za podstawę przyjmując uniwersalne zasady etyki;", "7) służyć umacnianiu rodziny;", "7a) służyć kształtowaniu postaw prozdrowotnych;", "8) służyć zwalczaniu patologii społecznych.”", "18. W myśl zasady nr 14 Regulaminu Pracowników TVP pracownik ma obowiązek dbać o dobre imię spółki.", "19. Artykuł 10 ust. 1 Prawa prasowego stanowi:", "„Zadaniem dziennikarza jest służba społeczeństwu i państwu. Dziennikarz ma obowiązek działania zgodnie z etyką zawodową i zasadami współżycia społecznego, w granicach określonych przepisami prawa.”", "20. W myśl artykułu 10 ust. 2 Ustawy dziennikarz w ramach stosunku pracy ma obowiązek realizowania ustalonej w statucie lub regulaminie linii programowej pracodawcy.", "III. INNE ISTOTNE DOKUMENTY", "21. Zalecenie CM/Rec(2007)3 Komitetu Ministrów Rady Europy dla państw członkowskich w sprawie misji mediów publicznych w społeczeństwie informacyjnym, przyjęte w dniu 31 stycznia 2007 roku stanowi, między innymi:", "Państwa członkowskie są właściwe do określania i przydzielania zadań misji publicznej jednej lub kilku organizacjom medialnym, w sektorze publicznym i/lub prywatnym, zachowując kluczowe element, leżące u podstaw tradycyjnej misji publicznej, i dostosowując ją równocześnie do nowych okoliczności. Misja ta powinna być realizowana przy użyciu najnowszych technologii, właściwych dla tych celów. Odniesienia do tych elementów czynione były wielokrotnie w dokumentach Rady Europy, które określały nadawców publicznych jako, między innymi:", "a) punkt odniesienia dla wszystkich członków społeczeństwa, oferujący powszechny dostęp do programu;", "b) czynnik działający na rzecz spójności społecznej i integracji wszystkich jednostek, grup i środowisk;", "c) źródło bezstronnej i niezależnej informacji i publicystyki, jak również innowacyjnej i różnorodnej zawartości, zgodnej z wysokimi standardami etycznymi i jakościowymi;", "d) forum dla niezależnej debaty publicznej i narzędzie promocji szerszego uczestnictwa jednostek w systemie demokratycznym;", "e) podmiot, aktywnie uczestniczący w kreowaniu i produkcji zawartości audiowizualnej, działający na rzecz wyższej oceny i szerzeni różnorodnego, narodowego i europejskiego, dziedzictwa kulturowego. (...)”", "22. Media publiczne, jako punkt odniesienia dla wszystkich członków społeczeństwa, powinny “oferować informację, programy edukacyjne, kulturalne, sportowe i rozrywkowe oraz zawartość przeznaczoną dla różnych grup odbiorców; usługi te, jako całość, stanowią publiczną wartość dodaną w porównaniu z usługami świadczonymi przez innych nadawców i dostawców zawartości”.", "23. Ponadto, w myśl paragrafu 14:", "“Media publiczne powinny odgrywać ważną rolę w promowaniu szerszej, demokratycznej debaty i uczestnictwa, między innymi przez wykorzystanie nowych technologii interaktywnych, umożliwiających większe uczestnictwo społeczeństwa w procesach demokratycznych. Media publiczne powinny pełnić kluczową rolę w kształceniu aktywnych i odpowiedzialnych obywateli, nie tylko dostarczając zawartość o specjalnej jakości, ale również tworząc forum dla debaty publicznej, otwarte dla różnych idei i przekonań w społeczeństwie, a także stanowiące platformę dla upowszechniania wartości demokratycznych.”", "24. Paragraf 20 stanowi:", "“Media publiczne powinny stymulować twórczość i przedstawiać różnorodność działalności kulturalnej poprzez programy kulturalne, dotyczące takich dziedzin jak muzyka, sztuka i teatr, powinny też, tam gdzie jest to właściwe, wspierać imprezy kulturalne i przedstawienia.”", "PRAWO", "I. DOMNIEMANE NARUSZENIE ARTYKUŁU 10 KONWENCJI", "25. Skarżąca podniosła, że naruszono jej prawo do wolności wyrażania opinii zagwarantowane w artykule 10 Konwencji. Stanowi ono, jak następuje:", "„1. Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie wyklucza prawa państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2. Korzystanie z tych wolności pociągających za sobą obowiązki i odpowiedzialność może podlegać takim wymogom formalnym, warunkom, ograniczeniom i sankcjom, jakie są przewidziane przez ustawę i niezbędne w społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego, ze względu na konieczność zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia i moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi i bezstronności władzy sądowej.”", "A. Dopuszczalność", "26. Rząd przyznał, że skarżąca wyczerpała wszelkie możliwe krajowe środki odwoławcze.", "27. Trybunał zauważa, iż przedmiotowa skarga nie jest w sposób oczywisty bezzasadna w znaczeniu Artykułu 35 § 3 Konwencji. W dalszej kolejności uważa, że nie jest również niedopuszczalna z jakichkolwiek innych przyczyn. W związku z tym musi zostać uznana za dopuszczalną.", "B. Meritum", "1.\tOświadczenia stron", "a. Skarżąca", "28. Skarżąca twierdziła, że naruszono jej prawo do wolności wypowiedzi. Jako dziennikarka miała prawo i obowiązek wyrażać opinie na temat zagadnień interesu publicznego. Obowiązek ten miał tym większe znaczenie w kwestiach dotyczących jej miejsca pracy, ze względu na fakt, że była zatrudniona przez nadawcę telewizji publicznej. Jej cele w krajowym postępowaniu sądowym nie ograniczały się do anulowania nagany. Pragnęła także chronić prawo dziennikarzy do publicystyki w zakresie zagadnień interesu publicznego, uznała ponadto, że linia programowa telewizji publicznej bez wątpienia się do nich zalicza.", "29. Skarżąca podkreśliła, że zdaje sobie sprawę, iż korzystanie z prawa wolności wyrażania opinii podlega pewnym ograniczeniom. Podniosła jednak argument, że obowiązujące ograniczenia nie powinny mieć zastosowania w jej przypadku, związanym z obroną interesu publicznego, tj. wolności dziennikarskiej, skutecznej komunikacji społecznej i prawa obywateli do dostępu do informacji.", "30. Skarżąca twierdziła ponadto, że polskie prawodawstwo, w szczególności rozdział 1 Prawa prasowego, gwarantuje dziennikarzom wolność wypowiedzi, w tym prawo do różnych form krytyki. Dziennikarze są gwarantem prawa obywateli do dostępu do informacji. W praktyce, wolny dostęp obywateli do informacji ma miejsce poprzez fakt, że dziennikarze, wykonując swój zawód, mogą korzystać ze swoich praw. W przypadku skarżącej sądy ograniczyły jej swobodę wypowiedzi, gdyż rozpatrywały jej przypadek wyłącznie w perspektywie obowiązków osoby zatrudnionej, nie biorąc pod uwagę jej obowiązków zawodowych jako dziennikarza.", "b. Rząd", "31. Rząd twierdził, że skarżąca, jako pracownik, była obowiązana stosować się do regulaminu obowiązującego w miejscu pracy, w szczególności do pkt. 14, który nakładał na nią jeden z podstawowych obowiązków, ochronę dobrego imienia firmy. W sprawie rozpatrywanej przez władze państwowe należało wyważyć interes skarżącej oraz interes jej pracodawcy. Fakt, że skarżąca była dziennikarką, a jej pracodawca publicznym nadawcą nie powinien mieć znaczenia dla decyzji sądu.", "32. Opinia skarżącej, kwestionująca kierunek zmian w programach telewizyjnych przedstawiała jej pracodawcę w złym świetle. Została ona przytoczona w ogólnopolskim dzienniku i dotarła do szerokiego grona odbiorców. Nie bez znaczenia był fakt, że skarżąca udzieliła komentarza medium konkurencyjnemu wobec jej pracodawcy. Ponadto list otwarty, który następnie podpisała, zawierał jeszcze ostrzejszą krytykę nadawcy telewizji publicznej, ponieważ sugerował odejście od misji publicznej, jaką [jej pracodawca] był obowiązany pełnić.", "33. Rząd podniósł argument, że w dniu 21 marca 1999 roku skarżąca została formalnie upoważniona przez Zarząd Stowarzyszenia Dziennikarzy Polskich do “reprezentowania Stowarzyszenia na otwartym forum i w kontaktach z właściwymi władzami i instytucjami, w celu przedstawienia faktów i okoliczności [które spowodowały] sporne sytuacje we wrocławskiej regionalnej telewizji publicznej, zwłaszcza [w kwestii] zmian programowych, które miały [wywrzeć] zły wpływ na ... kulturę muzyczną.” Jednak opinie skarżącej dotyczyły zagadnień, które pozostawały bez wpływu na prawa i obowiązki pracowników nadawcy telewizji publicznej. Nie można ich zatem interpretować jako obrony praw pracowniczych w kompetencji działaczki związku zawodowego. Troska o interes pracodawcy obowiązuje wszystkich zatrudnionych, również działaczy związków zawodowych.", "34. Rząd stwierdził, że skarżąca uznała, iż wypowiadała się w kompetencji działaczki związku zawodowego. Jednak w przypadku, gdyby sąd miał uznać to stanowisko do oceny sprawy, fakt, że skarżąca jest dziennikarką, również ma znaczenie. Rząd przyznał, że zaniepokojenie skarżącej o brak muzyki klasycznej w programach telewizyjnych mogło być również postrzegane jako kwestia budząca ogólne zaniepokojenie, gdyż muzyka jest częścią tożsamości narodowej i dziedzictwa narodowego, a opinia skarżącej dotyczyła polityki programowej publicznego nadawcy.", "Jednak rząd podkreślił, że skarżąca była przede wszystkim pracownikiem. Była zatem zobligowana do poszanowania polityki programowej wybranej przez pracodawcę, zgodnie ze statutem lub regulaminem.", "35. Ponadto, przed upublicznieniem swojej opinii skarżąca powinna była skorzystać z wewnętrznych procedur firmy i próbować poruszyć kwestie, do których później odniosła się w wypowiedziach publicznych.", "2.\tKomentarz strony trzeciej", "36. Interwenient stwierdził, że prawo do wolności wyrażania opinii w miejscu pracy może podlegać prawnym ograniczeniom, z uwagi na interes pracodawcy. Pracownik ma szczególne obowiązki wobec swojego pracodawcy a zatem korzystanie przez niego z prawa do wolności wyrażania opinii może zostać ograniczone. Takie ograniczenie ogólnie rzecz biorąc jest zgodne z Konwencją, o ile nie narusza zasady proporcjonalności.", "37. Podniósł on także argument, że działacz związku zawodowego ma więcej możliwości w zakresie wolności wyrażania opinii w miejscu pracy, niż szeregowy pracownik. Jest to konieczne ze względu na specjalną funkcję związków zawodowych, tj. ochronę interesu i praw pracowników.", "38. Argumentował ponadto, że granice wolności wypowiedzi w miejscu pracy mogą być szersze w przypadku pracodawcy publicznego. Takie instytucje powinny podlegać szczególnemu nadzorowi publicznemu, ze względu na ich funkcje publiczne lub fakt, że zarządzają własnością publiczną. Skoro TVP jest pracodawcą publicznym, nie może być traktowana jak typowy pracodawca prywatny, mimo, że technicznie rzecz biorąc jest spółką kapitałową. Gwarancje wolności wyrażania opinii powinny być silniejsze w tego typu publicznych instytucjach.", "39. Misja TVP została określona w Ustawie o radiofonii i telewizji (por. § 17 powyżej). Część czasu antenowego miała zostać przeznaczona na wiadomości i program o bieżących wydarzeniach, edukację, kulturę i sztukę oraz na programy familijne, dla dzieci i młodzieży. Nadawca publiczny jest zobowiązany wspierać kulturę, naukę i edukację, a także uczestniczyć w dyskusji na temat zagadnień interesu publicznego. Głównym celem tych przepisów jest zapobieganie komercjalizacji programu i polityce programowej dyktowanej przede wszystkim względami komercyjnymi. W Polsce postępująca komercjalizacja TVP była powszechnie znanym faktem, stojącym w sprzeczności z jej wykładnią misji publicznej. Często zdarzało się, że o polityce programowej spółki przesądzały przede wszystkim korzyści ekonomiczne, nie zaś misja. Chociaż można by stwierdzić, że nie da się uniknąć stopniowej komercjalizacji oferty programowej nadawców publicznych, prawodawstwo w zakresie radiofonii i telewizji oraz fakt, że nadawcy publiczni czerpią korzyści z obowiązkowego abonamentu płaconego przez wszystkich użytkowników, wymaga, by utrzymywali oni standardy, jakich wymaga pełnienie misji publicznej. Zatem działania pracowników, mające na celu wymuszenie zgodności z misją powinny podlegać szczególnej ochronie prawnej.", "40. Interwenient stwierdził ponadto, że obowiązek lojalności wobec pracodawcy nie jest równoważny z absolutnym zakazem krytyki pod jego adresem. Dotyczy on zasadniczo ochrony informacji istotnych dla jego efektywności ekonomicznej. Prywatny pracodawca może, ogólnie rzecz biorąc, dyscyplinować pracownika wedle swojego uznania w granicach prawa, przestrzegając zakazu dyskryminacji. Jednakże okoliczności, w których pracodawcy publiczni mogą karać pracowników za korzystanie z prawa do wolności wyrażania opinii są bardziej ograniczone.", "3. \tZasady ustalone przez orzecznictwo Trybunału", "41. Fundamentalne zasady w tym zakresie zostały dobrze umocowane w orzecznictwie Trybunału i przytoczone w następujących dokumentach (por. m. in., Jersild p. Danii, cytowany powyżej, s. 23, § 31; Hertel p. Szwajcarii, 25 sierpnia 1998, § 46, Sprawozdania z wyroków i decyzji 1998VI,; Sokołowski p. Polsce, nr 75955/01, § 41, 29 marca 2005; oraz Guja p. Mołdawii [GC], nr 14277/04, § 69, ETPC 2008...):", "“(i) Swoboda wypowiedzi stanowi jeden z podstawowych filarów społeczeństwa demokratycznego oraz podstawowy warunek jego rozwoju i samorealizacji jednostek. Z zastrzeżeniem ust. 2 artykułu 10 nie może ograniczać się do „informacji” i „poglądów”, które są przychylnie przyjmowane, ale także do tych, które obrażają, oburzają czy wprowadzają niepokój. Takie są wymagania pluralizmu, tolerancji i otwartości, bez których „demokratyczne społeczeństwo” nie istnieje. W myśl artykułu 10 wolność ta podlega wyjątkom, które muszą jednakże być rozumiane restrykcyjne. Potrzeba ograniczeń musi być ustalona przekonywająco...", "(ii) Sformułowanie “konieczne w demokratycznym społeczeństwie” w rozumieniu artykułu 10 § 2 zakłada istnienie „pilnej potrzeby społecznej”. Oceniając, czy taka potrzeba istnieje, Układające się Strony mają pewien margines swobody, jednak towarzyszy temu europejski nadzór Trybunału, zarówno w zakresie obowiązującego prawa jak i wydanych na jego podstawie, nawet przez niezawisłe sądy, decyzji. W mocy Trybunału pozostaje zatem ostateczne rozstrzygnięcie, czy ograniczenie jest do pogodzenia z wolnością wypowiedzi chronioną przez artykuł 10.", "(iii) Zadaniem Trybunału w jego funkcji nadzorczej nie jest przejęcie kompetencji właściwych organów krajowych, ale raczej ocena, w oparciu o artykuł 10, decyzji podjętych przez nie w ramach marginesu swobody. Nie oznacza to, że nadzór ogranicza się do ustalenia, czy dane państwo wykonywało swoje uprawnienia racjonalnie, starannie i w dobrej wierze; Trybunał musi zważyć interwencję będącą przedmiotem skargi w świetle całościowo pojmowanej sprawy i ustalić, czy była ona „proporcjonalna do osiągnięcia pożądanych skutków prawnych” i czy jej uzasadnienie przez władze państwowe było „adekwatne i wystarczające”... Trybunał musi upewnić się, że władze państwowe stosowały standardy zgodne z zasadami zawartymi w artykule 10 a ponadto, że opierały się na możliwej do zaakceptowania ocenie istotnych faktów...”", "", "42. Ponadto Trybunał ponownie stwierdza, że artykuł 10 ma również zastosowanie w miejscu pracy i że urzędnicy publiczni także korzystają ze wolności wyrażania opinii (por. Vogt, Vogt p. Niemcom, 26 września 1995, § 53, Seria A nr 323; Wille p. Liechtensteinowi [GC], nr 28396/95, § 41, ETPC 1999-VII; Ahmed i inni p. Zjednoczonemu Królestwu, 2 września 1998, § 56, Sprawozdania 1998-VI; Fuentes Bobo p. Hiszpanii, nr 39293/98, § 38, 29 lutego 2000; oraz Guja p. Mołdawii, cytowany powyżej, § 52).", "43. Trybunał zauważa, że w przedmiotowej sprawie występuje pewne podobieństwo do sprawy Fuentes Bobo p. Hiszpanii, wymienionej powyżej, w której stwierdzono naruszenie artykułu 10 wobec dziennikarza, który skrytykował publicznie zmiany programowe nadawcy telewizji publicznej. Podobnie, w przedmiotowej sprawie skarżąca, dziennikarka, skrytykowała publicznie działalność jej pracodawcy, również publicznego nadawcy, spółki będącej własnością państwa. Pojawia się zatem problem wytyczenia granic lojalności dziennikarzy pracujących w tego typu spółkach, a w konsekwencji, ograniczeń, jakie mogą na nich zostać nałożone w publicznej dyskusji. W tym kontekście Trybunał ma na uwadze, że pracownicy mają obowiązek lojalności, rezerwy i dyskrecji wobec pracodawcy (por. Vogt p. Niemcom, cytowany powyżej, § 53; Ahmed i inni p. Zjednoczonemu Królestwu, cytowany powyżej, § 55; oraz De Diego Nafría p. Hiszpanii, nr 46833/99, §37, 14 marca 2002).", "4. \tZastosowanie powyższych zasad do okoliczności sprawy", "44. Trybunał zauważa, że strony były zgodne co do faktu, że nagana stanowiła naruszenie prawa do wolności wyrażania opinii skarżącej, gwarantowanego przez artykuł 10 § 1 Konwencji. Ponadto nie było kwestią sporną, że interwencja i jej cel, tzn. „ochrona reputacji lub praw innych” były zgodne z literą prawa w myśl artykułu 10 § 2. Spór w sprawie dotyczy zatem wyłącznie kwestii, czy interwencja, będąca przedmiotem skargi, była „konieczna w demokratycznym społeczeństwie.”", "45. Biorąc pod uwagę fakt, że skarżąca skorzystała z prawa do swobody wyrażania opinii, i że to prawo obowiązuje również w miejscu pracy (por. § 43 powyżej), Trybunał uznaje, że rozróżnienie pomiędzy rolą skarżącej jako pracownika telewizji publicznej, działaczki związku zawodowego i dziennikarki nie jest konieczne, nie zachodzi również potrzeba osobnej analizy zakresu tego prawa w każdej z tych ról. Trybunał jest jednak zdania, że należy wziąć pod uwagę połączone role zawodowe i związkowe skarżącej by zbadać, czy interwencja będąca przedmiotem skargi była konieczna w demokratycznym społeczeństwie.", "46. Ponadto Trybunał, mając na uwadze rolę dziennikarzy w społeczeństwie i ich obowiązki uczestniczenia w dyskusji publicznej i zachęcania do niej, uznaje, że obowiązek dyskrecji i ograniczenia nie może stosować się z równą siłą do dziennikarzy, wziąwszy pod uwagę charakter ich obowiązków zawodowych – udzielania informacji i opinii. Trybunał zauważa, że zagadnienia, których dotyczy przedmiotowa sprawa, można uznać za interes publiczny i przedmiot troski społecznej. Trybunał ponownie stwierdza, że artykuł 10 § 2 Konwencji wyznacza restrykcyjne warunki ograniczenia dyskusji w zakresie zagadnień interesu publicznego (por. m. in. Sürek p. Turcji (nr 1) [GC], nr 26682/95, § 61, ETPC 1999-IV), uznaje również, że polityka programowa mediów publicznych również należy do takich zagadnień.", "47. Gdy władze państwowe decydują się na stworzenie systemu mediów publicznych, prawo krajowe i praktyka muszą zagwarantować, że system zapewnia pluralistyczne usługi audiowizualne. Fakt, że w latach dziewięćdziesiątych po upadku komunizmu polskie środki masowego przekazu przeszły daleko idące, szybkie zmiany, głównie w wyniku utraty monopolu państwa na rozpowszechnianie informacji, jest powszechnie znany. Jednak władza sądownicza zadecydowała o utrzymaniu telewizji publicznej. W efekcie telewizja publiczna zaczęła działać w kontekście konkurencji rynkowej z wieloma nowymi, prywatnymi nadawcami, co spowodowało żywą, wciąż kontynuowaną dyskusję publiczną na temat roli telewizji publicznej w społeczeństwie i obowiązków wynikających z jej szczególnego statusu. Jednocześnie w ramach przedmiotowego prawodawstwa spółka telewizji publicznej została obarczona specjalną misją, obejmującą, między innymi, udział w rozwoju kultury ze szczególnym naciskiem na polskie osiągnięcia intelektualne i artystyczne (por. § 17 powyżej).", "W przedmiotowej sprawie, zarówno w udzielonym na potrzeby artykułu w Gazecie Wyborczej wywiadzie, jak i w następnie podpisanym liście otwartym, skarżąca argumentowała, że zmiany w ofercie programowej spółki telewizji publicznej nie dają się pogodzić z rolą, jaką telewizja publiczna powinna pełnić w społeczeństwie. Odnosiła się do szeroko podzielanego zaniepokojenia, że jakość programów muzycznych cierpi na skutek ostrej konkurencji z prywatnymi nadawcami. W związku z powyższym Trybunał przyjmuje argument skarżącej, iż jako dziennikarka miała prawo i obowiązek wypowiadać się na tematy w zakresie interesu publicznego. W opinii Trybunału w przedmiotowej sprawie obowiązek lojalności i ograniczenie [wolności wyrażania opinii] należy rozpatrywać w kontekście publicznego charakteru nadawcy publicznego, dla którego pracowała skarżąca.", "48. W związku z powyższym Trybunał zauważa, że pracodawca udzielił nagany odwołując się do bardzo szeroko pojętego obowiązku ochrony dobrego imienia pracodawcy przez pracowników. Działał na podstawie założenia, że sam fakt, iż skarżąca wzięła udział w dyskusji publicznej dotyczącej jego polityki programowej i poddała ją krytyce, był wystarczający, by uznać, że działała na szkodę pracodawcy, naruszając tym samym swoje obowiązki.", "49. Sądy, rozpatrując wniosek skarżącej o uchylenie nagany, przyjmowały punkt widzenia pracodawcy. Trybunał zauważa jednak, że nie brały pod uwagę argumentu skarżącej, iż działała ona w interesie publicznym. Ograniczyły analizę do uznania, że opinia skarżącej stanowiła działanie na szkodę pracodawcy. W efekcie nie rozpatrzyły, czy i w jaki sposób treść oraz kontekst opinii skarżącej mogły naruszyć dozwolony zakres jej wolności wyrażania opinii, co byłoby zgodne ze standardami Konwencji (por., m. in. Sokołowski p. Polsce, nr 75955/01, wyrok z dnia 29 marca 2005, § 47).", "50. Innym istotnym czynnikiem, który Trybunał musi wziąć pod uwagę, przy rozstrzygnięciu jest prawdziwość informacji ujawnionych publicznie. Właściwe władze krajowe mogą podjąć działania, których celem jest odpowiednia reakcja na zniesławiające, bezpodstawne lub sformułowane w złej wierze oskarżenia (por. Castells p. Hiszpanii, 23 kwietnia 1992, § 46, Seria A nr 236, oraz Guja p. Mołdawii, cytowany powyżej, § 75). Jednak w przedmiotowej sprawie pracodawca nie stwierdził, a następnie sądy nie wykazały, że opinie skarżącej były bezpodstawne (por. odwrotną sytuację w wyroku De Diego Nafría p. Hiszpanii, nr 46833/99, 14 marca 2002, § 40, gdzie Trybunał nie stwierdził naruszenia artykułu 10 Konwencji, opierając się m. in. na fakcie, iż opinie skarżącego były pozbawione podstaw faktycznych.) Ponadto opinie skarżącej nie tylko znalazły wystarczające uzasadnienie w faktach, ale również częściowo stanowiły ocenę wartości, której prawdziwości nie da się wykazać (por. np. Jerusalem p. Austrii, nr 26958/95, § 43, ETPC 2001-II; Sokołowski p. Polsce, cytowany powyżej, § 48).", "51. Należy również zauważyć, że nigdy nie twierdzono, że opinie skarżącej mogły być racjonalnie postrzegane jako personalny atak na drugą osobę, czy że można przypisać skarżącej chęć obrażenia innych osób. Trybunał zauważa, że ton opinii był wyważony a skarżąca nie dopuściła się żadnych osobistych ataków przeciwko określonym członkom zarządu (por. De Diego Nafría p. Hiszpanii, cytowany powyżej, §§ 35-36). Równie istotny jest fakt, że zarówno pracodawca, jak i sądy krajowe w postępowaniu, nie zakwestionowali dobrej wiary skarżącej (por. Guja p. Mołdawii, cytowany powyżej, §§ 92–94, mutatis mutandis).", "52. Zważywszy na doniosłość prawa do swobodnego wyrażania opinii w kwestiach będących przedmiotem interesu publicznego, obowiązki zawodowe skarżącej i jej obowiązki wynikające z zawodu dziennikarza, a także obowiązki i zobowiązania pracownika wobec pracodawcy, jak również biorąc pod uwagę inne różne interesy w przedmiotowej sprawie, Trybunał uznaje, że ingerencja w prawo skarżącej do swobodnego wyrażania opinii nie była “konieczna w społeczeństwie demokratycznym.”", "53. Zgodnie z powyższym doszło do naruszenia artykułu 10 Konwencji.", "III. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "54. Artykuł 41 Konwencji przewiduje:", "", "“Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi taka potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.”", "", "55. Skarżąca nie domagała się zadośćuczynienia lub zwrotu kosztów i wydatków sądowych. Twierdziła, że jej celem było wyłącznie uzyskanie wyroku Trybunału dla zasady. Trybunał zatem uznaje, że nie ma podstaw do zasądzenia jej żadnej sumy z tego tytułu.", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "1. Uznaje skargę za dopuszczalną;", "", "2. Uznaje że doszło do naruszenia artykułu 10 Konwencji.", "Sporządzono w języku angielskim i ogłoszono na piśmie w dniu 16 lipca 2009 roku, zgodnie z artykułem 77 § 2 i 3 Regulaminu Trybunału.", "\tLawrence Early\tNicolas Bratza \n\tKanclerz Sekcji\tPrzewodniczący"]}