{"file": "POL_HJUDPOL_23806_03.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "23806/03", "text_paragraphs": ["", "", "RADA EUROPY", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "", "CZWARTA SEKCJA", "", "SPRAWA DŁUGOŁĘCKI przeciwko POLSCE", "", "(Skarga nr 23806/03)", "", "", "WYROK", "STRASBURG", "24 luty 2009", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "Wyrok ten stanie się prawomocny zgodnie z warunkami określonymi przez artykuł 44 § 2 Konwencji. Wyrok ten podlega korekcie wydawniczej przed jego opublikowaniem w ostatecznej wersji.", "", "", "", "", "W sprawie Długołęcki przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja) zasiadając jako Izba składająca się z następujących sędziów:", "Nicolas Bratza, Przewodniczący,", "Lech Garlicki,,", "Ljiljana Mijović,", "David Thór Björgvinsson,", ",", ",", "Mihai Poalenungi, sędziowie,", "i Lawrence Early, Kanclerz Sekcji", "", "Obradując na posiedzeniu zamkniętym w dniu 3 lutego 2009 r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "", "", "POSTĘPOWANIE", "", "1.\tSprawa wywodzi się ze skargi (nr 23806/03) wniesionej w dniu 11 lipca 2003r. przeciwko Rzeczypospolitej Polskiej do Europejskiego Trybunału Praw Człowieka na podstawie artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”), przez obywatela polskiego Pana Jacka Długołęckiego („skarżący”).", "2. \tSkarżący był reprezentowany przez Pana M. Puchalskiego, obrońcę praktykującego w Gdyni. Rząd polski („Rząd”) był reprezentowany przez swojego pełnomocnika Pana Jakuba Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3.\tSkarżący zarzucił naruszenie prawa do wolności słowa zagwarantowanej przez artykuł 10 Konwencji.", "4.\tDnia 5 września 2007r., Przewodniczący Czwartej Sekcji Trybunału zdecydował powiadomić Rząd o wpłynięciu skargi. Przyjęto, że sprawa zostanie rozpatrzona w tym samym czasie zarówno co do meritum jak i co do dopuszczalności (art. 29 § 3) .", "", "FAKTY", "", "I. OKOLICZNOŚCI SPRAWY", "", "5.\tSkarżący urodził się w 1935 r. i mieszka w Gdańsku.", "", "1) Artykuł w Kolbudzkie ABC.", "", "6.\tSkarżący jest dziennikarzem i we wskazanym okresie był redaktorem naczelnym bezpłatnego biuletynu Kolbudzkie ABC, Periodyk, Prywatny, Niezależny. W trzynastym wydaniu informatora, z dnia 9 października 1998r., skarżący opublikował następujący artykuł:", "", "„Zasady Petera [tytuł powtórzony 6 razy]", "Zasady Petera: W trakcie swojej kariery w administracji urzędnik ma na celu osiągnięcie funkcji, do wykonywania której nie ma kompetencji.", "Kilka lat temu Pan A.W. objął i szybko utracił stanowisko wójta. W tym czasie sprawa była szeroko komentowana. Zaskoczenie redaktorów ABC było wielkie, kiedy nazwisko byłego wójta zobaczyli na liście kandydatów na radnego gminy.", "To nie jest kandydat jak inni ponieważ stał się sławny z powodu skandalu związanego ze sprzedażą wspaniałych źródeł wody w Pęgowie za połowę ceny firmie Saur z Gdańska.", "Byliśmy zszokowani, kiedy znaleźliśmy nazwisko nieszczęsnego negocjatora na liście kandydatów na radnego. To może oznaczać, że niedoszły radny myśli, że mieszkańcy Kolbudy i okolic zapomnieli o wpadce Saur .", "To potwierdza Zasadę Petera – były wójt osiągnął stopień niekompetencji kilka lat temu. Wpadka nie powstrzymała go i dalej wczołguje się na inny stopień... polskiej specjalności...”", "", "7. \tPan A.W. nie został wybrany w wyborach do samorządu gminy dnia 11 października 1998r.. Jednak objął w wyborach uzupełniających mandat radnego w Radzie Miejskiej dnia 6 czerwca 1999r.", "", "2. Postępowanie w sprawie o zniesławienie i zniewagę.", "", "8.\tDnia 8 stycznia 1999 r. Pan A.W. wniósł do Sądu Rejonowego Gdańsku prywatny akt oskarżenia przeciwko skarżącemu, zarzucając mu zniesławienie. Oskarżyciel prywatny twierdził, że na dwa dni przed wyborami do samorządu gminy skarżący w swojej publikacji poniżył go publicznie, co miało pozbawić go zaufania publicznego i w konsekwencji wpłynęło na przegraną w wyborach. W szczególności A.W. skarżył się na zarzuty stawiane mu przez skarżącego o sprzedanie praw do źródeł wody za połowę możliwej do uzyskania ceny. Ponadto skarżący zarzucił w swoim artykule, że A.W. jako wójt gminy „doszedł już kilka lat temu do szczytu swojej niekompetencji, lecz ten błąd podnosi go na jeszcze wyższy poziom niekompetencji”. Na koniec A.W. dodał, że tytuł artykułu, powtórzony wielokrotnie, był szkalujący.", "9.\tDnia 4 kwietnia 2000r., Sąd Rejonowy w Gdańsku uznał skarżącego za winnego popełnienia przestępstwa zniesławienia z artykułu 212 Kodeksu karnego, jak również zniewagi z artykułu 216 Kodeksu karnego. Skarżący został skazany na karę grzywny w wysokości 1000 PLN (polskich złotych) oraz został zobowiązany do wpłacenia 200 PLN (polskich złotych) na cele charytatywne. Ponadto skarżący został zobowiązany do zapłaty oskarżycielowi prywatnemu kwoty 300 PLN (polskich złotych) tytułem zwrotu kosztów poniesionych w związku z toczącym się postępowaniem. Sąd orzekł następująco:", "", "     „W opinii Sądu zarówno forma jak i treść artykułu pod tytułem „Zasada Petera” jasno pokazują, że celem [skarżącego] było oczernienie A.W. poprzez postawienie w okresie przedwyborczym do Rady Gminy w Kolbudach zarzutów dopuszczenia się nadużyć podczas podpisywania umowy z firmą Saur. Zarzuty te mogły doprowadzić do utraty zaufania publicznego wyborców”..", "", "10.\tDnia 16 sierpnia 2000r., skarżący odwołał się od wyroku sądu zarzucając, inter alia, naruszenie artykułu 10 Konwencji.", "", "11.\tDnia 30 stycznia 2001r. Sąd Okręgowy w Gdańsku uchylił poprzedni wyrok i przekazał sprawę do ponownego rozpoznania.", "", "12. \tDnia 10 grudnia 2002r. Sąd Rejonowy w Gdańsku wydał wyrok. Sąd uniewinnił skarżącego od zarzutu zniesławienia z artykułu 212 Kodeksu karnego. Jednak uznał, że skarżący zgodnie z brzmieniem artykułu 216 § 1 i 2 Kodeksu karnego znieważył A.W. pisząc w artykule pt. „Zasady Petera”, że A.W. „doszedł już kilka lat temu do szczytu swojej niekompetencji, lecz ten błąd podnosi go na jeszcze wyższy poziom niekompetencji. Sąd zdecydował się warunkowo umorzyć postępowanie na okres próby jednego roku, ponieważ wina i społeczna szkodliwość czynu nie były znaczne. Skarżący został zobowiązany do opublikowania przeprosin w biuletynie Kolbudzkie ABC oraz do zapłacenia 50 PLN (złotych polskich) [w przybliżeniu 13 euro w tamtym okresie] na cele charytatywne; do zwrotu oskarżycielowi prywatnemu 300 PLN (złotych polskich) z tytułu zwrotu kosztów postępowania, a także zapłaty Skarbowi Państwa 118 PLN (złotych polskich) z tytułu kosztów postępowania.", "", "13.\tSąd, oczyszczając skarżącego z zarzutu zniesławienia, odwołał się do Konwencji i standardów wyznaczonych przez Trybunał. Podkreślił wagę wolności słowa w kontekście wyborów i wziął pod uwagę fakt, że zakres akceptowalnej krytyki w stosunku do polityka jest szerszy, niż wobec przeciętnego obywatela. W szczególności Sąd wziął pod uwagę, że przeciwko A.W. zostało wszczęte postępowanie karne ws. o popełnienie przestępstwa niegospodarności przy sprzedaży źródeł wody. Pomimo, że A.W. został uniewinniony od tego zarzutu, to Sąd uznał, iż skarżący wskazując w swoim artykule na niekompetencje A.W. przy sprzedaży źródeł wody zarzucił nie dopuścił się znieważenia, gdyż zarzut mieści się w ramach dozwolonej krytyki.", "", "14.\tW odniesieniu do przestępstwa znieważenia z artykułu 216 Kodeksu karnego Sąd stwierdził, co następuje:", "", "\t„Wypowiedź na temat A.W., zawarta w artykule ‘Zasady Petera”, mówiąca o tym, że jako wójt gminy „doszedł już kilka lat temu do szczytu swojej niekompetencji, lecz ten błąd podnosi go na jeszcze wyższy poziom niekompetencji” równa się zniewadze ponieważ użycie tych słów, w szczególności słowa „wczołguje się”, jest bez wątpienia pejoratywne i fakt opublikowania tych słów w informatorze Kolbudzkie ABC kwalifikuje takie działanie jako znieważenie za pomocą środków masowego komunikowania.", "", "\tSąd ustalił, że ta wypowiedź narusza dobre imię osoby, przeciwko której jest skierowana.", "...", "\tDlatego nie ma wątpliwości, że w toczącej się sprawie doszło w myśl artykułu 216 § § 1 i 2 Kodeksu karnego do znieważenia przy użyciu środków masowego komunikowania...", "", "...na tle zgromadzonych dowodów [skarżący] powinien zostać uznany winnym ... Jednakże, o ile społeczna szkodliwość czynu była nieznaczna, to bez wątpienia nie jest ona znikoma. W świetle powyższych faktów Sąd uznaje, że okoliczności w jakich strona dopuściła się przestępstwa znieważenia [Pana. A.W.] za pomocą informatora Kolbudzkie ABC zostały bezsprzecznie ustalone. ...sąd zdecydował dlatego warunkowo umorzyć postępowanie na okres próby jednego roku...", "...", "Sąd również odniósł się do faktu, że zniewaga dotyczyła tylko działalności publicznej oskarżyciela prywatnego, a jest powszechnie wiadomym, że osoba, która wykonuje taką działalność musi być przygotowana na ataki na jego osobę, wynikające z oceny jego pracy lub na zarzuty podnoszone w trakcie kampanii wyborczej, częściej niż inni obywatele. Równocześnie wiadomym jest, że dla odpowiedniego funkcjonowania demokracji niezbędna jest ochrona prawa do wyrażania krytyki w stosunku do działań podejmowanych przez wybieranych przedstawicieli.", "...", "Zasądzenie na cele charytatywne kwoty w wysokości 50 złotych polskich ma spowodować faktyczną dolegliwość dla skazanego, wobec którego warunkowo umorzono postępowanie. Określając wysokość zasądzonej kwoty Sąd kierował się trudną sytuacją finansową skazanego i stopniem społecznej szkodliwości czynu...”", "", "15.\tZarówno skarżący jak i oskarżyciel prywatny złożyli apelacje od wyroku. Skarżący podtrzymał, że nie zamierzał znieważyć polityka i że nie miał świadomości, że użyta przez niego metafora może być odebrana jako zniewaga. Działania skarżącego były podyktowane interesem lokalnej społeczności i działał w granicach dopuszczalnej krytyki i wolności prasy.", "", "16.\tDnia 21 marca 2003r. Sąd Okręgowy w Gdańsku utrzymał w mocy zaskarżony wyrok i nakazał skarżącemu zapłacić 50 PLN (złotych polskich) tytułem kosztów postępowania.", "\tSąd przyjął, co następuje:", "„ W opinii Sądu skarżący źle zinterpretował granice dopuszczalnej krytyki. Zniewaga lub nadużycia słowne nie mogą być z zasady włączone do definicji krytyki. Krytyka polega na negatywnej lub pozytywnej ocenie czyichś działań lub postaw, jest jednak ograniczona celem w jakim wskazywane są negatywne zachowania. Idea dopuszczalnej krytyki ma zastosowanie do przestępstwa znieważenia. Osiągnięcie takiego celu nie wymaga używania wypowiedzi obraźliwych i z tego powodu wykraczających poza granice dopuszczalnej krytyki. Odnoszenie koncepcji dopuszczalnej krytyki do wypowiedzi, które nie były zarzutami, ale wyrazem pogardy i braku szacunku są sprzeczne z prawem. Granicę każdej krytyki wyznacza uczciwość i interes społeczny, w jakim krytyczna wypowiedź jest wygłaszana. Podsumowując, działanie skarżącego, usprawiedliwione wprawdzie interesem społecznym, nie może wyłączać odpowiedzialności za działanie w sposób obraźliwy i w konsekwencji stanowi zniewagę...”", "\t\t\t", "\tII. WŁASCIWE PRAWO KRAJOWE I PRAKTYKA", "", "17.\tWłaściwe przepisy Kodeksu karnego z 1997r. stanowią:", "", "Art. 212. § 1. Kto pomawia inną osobę, grupę osób, instytucję, osobę prawną lub jednostkę organizacyjną nie mającą osobowości prawnej o takie postępowanie lub właściwości, które mogą poniżyć ją w opinii publicznej lub narazić na utratę zaufania potrzebnego dla danego stanowiska, zawodu lub rodzaju działalności,", "podlega grzywnie, karze ograniczenia albo pozbawienia wolności do roku.", "§ 2. Jeżeli sprawca dopuszcza się czynu określonego w § 1 za pomocą środków masowego komunikowania,", "podlega grzywnie, karze ograniczenia wolności albo pozbawienia wolności do lat 2.", "Art. 216. § 1. Kto znieważa inną osobę w jej obecności albo choćby pod jej nieobecność, lecz publicznie lub w zamiarze, aby zniewaga do osoby tej dotarła,", "podlega grzywnie albo karze ograniczenia wolności.", "§ 2. Kto znieważa inną osobę za pomocą środków masowego komunikowania,", "podlega grzywnie, karze ograniczenia wolności albo pozbawienia wolności do roku.", "§ 5. Ściganie odbywa się z oskarżenia prywatnego.", "", "18. Artykuł 66. § 1 Kodeksu karnego stanowi, iż: „ Sąd może warunkowo umorzyć postępowanie karne, jeżeli wina i społeczna szkodliwość czynu nie są znaczne, okoliczności jego popełnienia nie budzą wątpliwości, a postawa sprawcy nie karanego za przestępstwo umyślne, jego właściwości i warunki osobiste oraz dotychczasowy sposób życia uzasadniają przypuszczenie, że pomimo umorzenia postępowania będzie przestrzegał porządku prawnego, w szczególności nie popełni przestępstwa.”", "19. Więcej szczegółowych uwag w zakresie stosowania właściwego prawa krajowego, dotyczącego warunkowego umorzenia postępowania jest zawarte w orzeczeniu Trybunału w sprawie Dąbrowski p. Polsce, nr 18235/02, §§ 14-16, 19 grudnia 2006r.", "", "PRAWO", "", "I. ZARZUT NARUSZENIA ARTYKUŁU 10 KONWENCJI", "", "", "20.\tSkarżący zarzucił naruszenie artykułu 10 Konwencji, który brzmi następująco:", "", "„1. Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie ogranicza prawa Państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2. Z uwagi na to, że korzystanie z tych wolności pociąga za sobą obowiązki i odpowiedzialność, może ono podlegać takim wymogom formalnym, warunkom, ograniczeniom i karom, jakie są przewidziane prawem i są niezbędne w społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego, ze względu na konieczność zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia i moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi i bezstronności władzy sądowej”.", "", "A. Dopuszczalność skargi", "", "21.\tRząd podniósł, że skarżący nie wykorzystał wszystkich dostępnych krajowych środków odwoławczych zgodnie z wymogami artykułu 35 § 1 Konwencji. W szczególności skarżący powinien był skorzystać z możliwości złożenia skargi konstytucyjnej do Trybunału Konstytucyjnego. Na poparcie tego argumentu powołano się na sprawę, gdzie zastosowanie takiego środka odwoławczego było skuteczne (zob. Szott-Medyńska p. Polsce (dec.), nr 47414/99, 9 października 200 r.). Rząd odwołał się do wyroku Trybunału Konstytucyjnego z dnia 11 października 2006r., który dotyczył konstytucyjności artykułu 226 § 1 Kodeksu karnego, sankcjonującego obrazę urzędnika publicznego.", "", "22.\tSkarżący nie zgodził się ze stanowiskiem Rządu. Uznał, że skarga konstytucyjna nie jest skutecznym środkiem odwoławczym w ramach artykułu 35 § 1 Konwencji. Skarżący twierdził, że odwoływał się od wyroku Sądu I instancji, dzięki czemu wykorzystał wszystkie dostępne krajowe środki odwoławcze.", "", "23.\tTrybunał zauważa, że celem zasady wyczerpania krajowych środków odwoławczych jest zapewnienie Układającym się Państwom możliwości zapobieżenia naruszeniom lub właściwego uregulowania spraw w których występują naruszenia zanim sprawy te zostaną skierowane do rozpatrzenia przez Trybunał (zob. Kudła p. Polsce, [GC], nr 30210/96, § 152, ECHR 2000-XI). Trybunał dodatkowo pragnie zauważyć, że zgodnie z artykułem 35 Konwencji obowiązek wykazania, iż w danej sprawie nie zostały wyczerpane wszystkie, dostępne krajowe środki odwoławcze ciąży na Państwie. Obowiązkiem Do Rządu należy również przekonanie Trybunał, że środek odwoławczy był efektywny nie tylko w teorii, ale i w praktyce we właściwym czasie i umożliwiał skarżącemu otrzymanie zadośćuczynienia. Środek odwoławczy powinien stwarzać szansę skarżącemu na pomyślne zakończenie jego sprawy (zob. Sekmouni p. Francji [GC], nr 25803/94, § 76, ECHR 1999-V oraz Mifsud p. Francji (dec.), nr 57220/00, § 15, ECHR 2002-VIII).", "", "24.\tTrybunał również uznał, że skarga konstytucyjna w Polsce mogłaby być uznana za skuteczny środek odwoławczy w świetle Konwencji tylko wtedy, gdy: 1) decyzja indywidualna, co do której podnoszony jest zarzut naruszenia Konwencji, została przyjęta bezpośrednio w oparciu o niekonstytucyjny przepis prawa oraz 2) regulacje proceduralne mające zastosowanie przy zmianie decyzji indywidualnej zapewniają ponowne rozpatrzenie sprawy lub uchylenie ostatecznego orzeczenia na skutek wyroku Trybunału Konstytucyjnego (zob. Pachla p. Polsce (dec.), nr 8812/02, 8 listopada 2005r. oraz Szott-Medyńska, cyt. powyżej).", "", "25.\t Wracając do okoliczności przedmiotowej sprawy Trybunał odnotował, że skarżący został uznany za winnego znieważenia na podstawie artykułu 216 Kodeksu karnego. Ten przepis zakazuje obrażania innej osoby za pośrednictwem mediów i nie dotyczy szczególnej sytuacji znieważenia osoby publicznej. Sankcja nałożona na skarżącego była rezultatem sądowej wykładni w wyniku której przepis ten został zastosowany do sprawy dotyczącej sytuacji wyjątkowej. Trybunał odwołał się do orzecznictwa Trybunału Konstytucyjnego, zgodnie z którym skargi dotyczące rzekomo błędnej interpretacji przepisów prawa wyłączone są spod jego jurysdykcji (zob. Palusiński p. Polsce (dec.), nr 62414/00, ECHR 2006-...).", "\tZatem Trybunał uważa, że skarga konstytucyjna nie może być uznana w okolicznościach przedmiotowej sprawy za wystarczający i skuteczny środek odwoławczy.", "\tZ tych powodów prośba Rządu o uznanie niedopuszczalności skargi z uwagi na niewykorzystanie wszystkich krajowych środków odwoławczych musi zostać odrzucona.", "", "26.\tTrybunał odnotował, że skarga ta nie jest bezzasadna znaczeniem myśl artykułu 35 § 3 Konwencji. Ponadto Trybunał zauważa, że nie jest również niedopuszczalna na jakiejkolwiek innej podstawie. Zatem musi ona zostać uznana za dopuszczalną.", "", "B: Meritum sprawy", "", "1) Oświadczenia stron", "", "27.\tSkarżący zarzucił, że naruszenie jego prawa do wolności słowa nie było potrzebne w demokratycznym społeczeństwie, gdyż nie było uzasadnione pilną potrzebą społeczną. Położył nacisk na to, że język użyty przez niego w artykule nie przekraczał dopuszczalnych granicy krytyki dziennikarskiej. Treść nie była obraźliwa i nie miała w swej intencji personalnego ataku na polityka. Intencją skarżącego było natomiast naświetlenie zarzucanego braku kompetencji w związku z nadchodzącymi wyborami. Dodatkowo wypowiedź nawiązywała do dobrze znanej książki Laurence J. Peter’a, co nie powinno być uważane za obraźliwe.", "", "28.\tSkarżący argumentował, że jego tekst powinien być rozpatrywany w kontekście prawa do wolności prasy w społeczeństwie demokratycznym oraz uznany za realizację dziennikarskiego obowiązku informowania o niekompetencji polityka. Działał w interesie społecznym, tym bardziej, że artykuł został opublikowany w trakcie kampanii wyborczej. Politycy muszą wykazywać większą tolerancję na krytykę ich osób.", "", "29.\tSkarżący uznał, że władze krajowe przekroczyły granice swobodnej oceny. Ponadto, w obszarze wolności prasy władze krajowe nie powinny uciekać się do postępowania karnego ponieważ wyrok skazujący prowadzi do wielu negatywnych konsekwencji dla osoby, której sprawa dotyczy. Skarżący podkreślał, że został uznany za winnego, skazany, a decyzja Sądu umieszczona w Krajowym Rejestrze Karnym. W konsekwencji skarżący musiał przestać publikować swój informator. Dlatego prawo skarżącego do wolności słowa zostało naruszone.", "", "30.\tRząd przyznał, że kara nałożona na skarżącego stanowiła w prawo do swobody wypowiedzi. Jednak Rząd zaznaczył, że skarżący został oskarżony o zniesławienie i postępowanie w jego sprawie zostało warunkowo umorzone. Rząd także stwierdził, że ingerencja była „prawem przewidziana”, a celem jej była ochrona praw i reputacji innych osób.", "", "31. \tDodatkowo Rząd zauważył, że wolność prasy nie jest absolutna i władze krajowe nie przekroczyły granic swobodnej oceny wyważając między konkurującymi interesami. Rząd uważa, że sądy krajowe uznały, że wypowiedź skarżącego nie była opinią krytyczną dotyczącą polityka, ale jego znieważeniem. Rząd podkreślił, że zakres akceptowalnej krytyki jest szerszy w odniesieniu do polityka, ale dopuszczalna krytyka nie może oznaczać braku ochrony osoby polityka.", "32. \tRząd uznał również, że sądy krajowe dokonując oceny sprawy kierowały się standardami Konwencji. W szczególności brały pod uwagę orzecznictwo Trybunału dotyczące wartości debaty publicznej, ważności krytyki w debacie politycznej w kontekście wolnych wyborów i szerokiego zakresu dopuszczalnej krytyki wobec polityka.", "", "33.\tRząd uznał, że ingerencja będąca przedmiotem zarzutu była proporcjonalna do celu prawnie chronionego konieczne w społeczeństwie demokratycznym dla zapewnieni ochrony reputacji innych osób. Kara, symboliczna kwota przeznaczona na cele charytatywne i obowiązek przeproszenia A.W. były łagodne, więc nie stanowiły surowej kary. Informacja o postępowaniu przeciwko skarżącemu jest ujawniana w Krajowym Rejestrze Karnym, ale zostaje usunięta po upływie okresu próby. Rząd uważa, że nie został naruszony artykuł 10 Konwencji.", "", "2) Ocena Trybunału", "", "", "(a) Zasady ogólne", "", "34.\tTrybunał pragnie zauważyć, że wolność słowa, chroniona przez paragraf 1 artykułu 10, stanowi jeden z zasadniczych fundamentów demokratycznego społeczeństwa i jest jednym z podstawowych warunków jego rozwoju. Paragraf 2 tego artykułu ma zastosowanie nie tylko do „informacji” czy „idei” przychylnych, uważanych za nieszkodliwe lub mało znaczących, ale również do takich, które obrażają, szokują lub szkodzą. Takie są potrzeby pluralizmu, tolerancji i poszerzania horyzontów w „demokratycznym społeczeństwie” (zob. Oberschlick p. Austrii (nr 1), wyrok z dnia 23 maja 199 r., seria A nr 204, § 5, oraz Nielsen i Johnsen p. Norwegii [GC], nr 23118/93, § 43, ECHR 1999-VIII).", "", "35.  Granice dopuszczalnej krytyki są szersze w stosunku do osób publicznych, które świadomie i w sposób nieunikniony wystawiają się na ostra kontrolę i reakcję na każde wypowiedziane słowo, dlatego muszą w szczególności przejawiać wysoki poziom tolerancji (zob. Lingens p. Austrii, wyrok z 8 lipca 1986r,, Seria A nr 103, p.26, § 42; Incal p. Turcji, wyrok z dnia 9 czerwca 1998r., Raporty 1998-IV, p.1567, § 54 oraz Scharsach i News Verlagsgellschaft p. Austrii, nr 39394/98, § 30, ECHR 2003-XI).", "", "36.\t Jednakże wolność słowa może być przedmiotem ograniczeń. Ograniczenia muszą być uzasadnione (zob. Obserwer and Guardian p. Zjednoczonemu Królestwu, 26 listopada 1991r., § 59, seria A nr 216).", "", "37. \tZgodnie z artykułem 10 § 2 możliwość ograniczenia dyskusji politycznej lub debaty dotyczącej interesu publicznego jest wąska (zob. Surek p. Turcji (nr 1) [GC], nr 26682/95, § 61, ECHR 1999-IV). W związku z rolą prasy jako publicznego obserwatora dziennikarze mogą uciekać się do przesady, prowokacji lub przejaskrawień. Wolność prasy jest jednym z najlepszych środków formowania opinii publicznej na temat idei i zachowań politycznych liderów (zob. Castells p. Hiszpani, wyrok z dnia 23 kwietnia 1992r., Seria A nr 236, § 43). Prawdą jest, że w momencie, gdy jednostka bierze udział w debacie publicznej w ogólnych sprawach jest wymagane, aby nie przekraczała pewnych granic, w szczególności w odniesieniu do reputacji i praw innych osób przy uciekaniu się do przesady lub nawet prowokacji (zob. Kuliś p. Polsce, nr skargi 15601/02, § 47, 18 marca 2008r.).", "38.\tW szczególności najważniejszy jest jeden czynnik odróżniający wypowiedź prawdziwą od sądu ocennego. Istnienie faktów można wykazać, podczas gdy prawdziwość ocen nie nadaje się do udowodnienia. Wymóg udowodnienia zgodności ich z prawdą nie da się zrealizować i narusza swobodę opinii będącą fundamentalnym elementem prawa zagwarantowanego w artykule 10. Jednakże, nawet jeśli wypowiedź jest sądem ocennym, można rozważać, czy doszło do naruszenia, jeśli istnieją fakty pozwalające na kwestionowanie sądów ocennych, a sąd ocenny może przekraczać dopuszczalne granice, jeśli brak jest podstaw faktycznych na ich poparcie. (zob. Turhan p. Turcji, nr 48176/99, § 24, 19 maja 2005 r. oraz Jeruzalem p. Austrii, nr 26958/95, § 43, ECHR 2001-II).", "", "39.\tZadaniem Trybunału jest pełnienie funkcji nadzorczej, a nie zastępowanie sądów krajowych. Trybunał ocenia decyzje podejmowane przez władze krajowe w świetle ich zgodności z artykułem 10. Trybunał musi zbadać zarzucaną „ingerencję” w świetle całości okoliczności sprawy, aby stwierdzić, czy przytaczane powody ingerencji były wystarczające i zasadne. Trybunał musi dojść do przekonania, że władze krajowe działały z poszanowaniem zasad wynikających z artykułu 10 i dodatkowo, że ich decyzje były uzasadnione akceptowalną oceną istotnych faktów (zob. Vogt p. Niemcom, wyrok z dnia 26 września 1995r., Seria A nr 323, pp. 25-26, § 5, oraz Jeruzalem przeciwko Austrii, cyt. powyżej, § 33 oraz Felek p. Słowacji, nr 29032/95, §§ 77 i 78, ECHR 2001-VIII).", "", "40.\tWolne wybory i wolność słowa, w szczególności wolność debaty politycznej, razem tworzą podstawę systemu demokratycznego (zob. Mathieu-Mohin i Clerfayt p. Belgii, wyrok z dnia 2 marca 1987r., Seria A nr 113, p. 22, § 47). Te dwa prawa są wewnętrznie powiązane i wzajemnie się wzmacniają. Z tych powodów jest szczególnie ważne, aby w okresie trwania wyborów opinie i informacje każdego rodzaju były rozpowszechniane (zob. Bosman p. zjednoczonemu Królestwu, wyrok z dnia 19 lutego 1998r., Raporty 1998-I, § 42). Te zasady stosuje się tak samo w krajowych i lokalnych wyborach (zob. Kwiecień p. Polsce, nr 51744/99, § 48, ECHR b2007-...).", "", "(b) Zastosowanie zasad ogólnych w sprawie", "", "41. \tTrybunał uznał za bezdyskusyjne, że orzeczenia krajowych sądów będące przedmiotem skargi skarżącego stanowiły naruszenie jego prawa do wolności słowa. Trybunał również stwierdził, co strony również przyznały, że zaskarżane naruszenie było przewidziane prawem w artykule 216 § 1 i 2 Kodeksu karnego oraz stanowiło świadomą ingerencją w wolność słowa ze względu na ochronę dobrego imienia i praw innych osób zgodną z artykułem 10 § 2 Konwencji. Dlatego jedyna kwestia problematyczną jest to, czy ingerencja była niezbędna w demokratycznym społeczeństwie, aby osiągnąć cel prawnie chroniony.", "", "42.\tSkarżący, który był dziennikarzem, opublikował na dwa dni przed lokalnymi wyborami artykuł nt. lokalnego polityka, kandydata w tych wyborach, byłego wójta gminy. Sądy krajowe w wytoczonym przez polityka postępowaniu karnym uznały, że wypowiedź jakoby A.W. jako wójt „doszedł już kilka lat temu do szczytu swojej niekompetencji lecz ten błąd podnosi go na jeszcze wyższy poziom niekompetencji” kwalifikuje się jako przestępstwo z Kodeksu karnego.", "\tRównocześnie sąd krajowy oczyścił skarżącego z zarzutu zniesławienia, w szczególności w odniesieniu do wypowiedzi, w której skarżący zarzucił Panu A.W., że jako wójt był winny niegospodarności przy sprzedaży źródeł wody prywatnej firmie. Sąd uznał, że wypowiedź ta mieści się w zakresie dopuszczalnej krytyki i wolności prasy.", "Trybunał odnotował także, że zakwestionowany artykuł pt. „Zasady Petera” bazował na teorii odkrytej w 1968r. w książce Laurencje J. Peter’a, wg. której „w hierarchii każda jednostka ma tendencję do powiększania poziomu swojej niekompetencji”.", "Na koniec Trybunał zaobserwował, że skarżący wyraził opinię w ośmiostronicowym biuletynie, własnoręcznie wydawanym i rozprowadzanym, który był adresowany do mieszkańców gminy Kolbudy. Działanie skarżącego było bardzo ograniczone.", "", "43.\tW świetle tego, co zostało przedstawione Trybunał uważa, że zakwestionowana wypowiedź nie może być uznana za pozbawioną faktycznych podstaw. Trybunał uznaje, że treść i ton wypowiedzi w artykule są zrównoważone.", "", "44.\tW odniesieniu do argumentów przedstawionych przez sądy krajowe Trybunał najpierw odnotował, że uniewinniły one skarżącego od przestępstwa zniesławienia, uznając przy tym, że jego wypowiedź mieściła się w ramach dopuszczalnej krytyki w kontekście debaty politycznej (zob. paragraf 13 powyżej). Krajowe sądy przyznały, że zarzuty, iż A.W. jako wójt gminy był niekompetentny, mają wystarczające podstawy faktyczne. Jednak orzekając, iż skarżący dopuścił się znieważenia polityka twierdząc, iż osiągnął on kolejny etap niekompetencji, sądy nie wzięły pod uwagę, iż była to wypowiedź ocenna, sformułowana w interesie społecznym. Sądy krajowe przyjęły wąską definicję tego, co może być uważane za dopuszczalną krytykę, wyłączając z jej zakresu wypowiedzi pogardliwe i wyrażające brak szacunku (zob. paragraf 16 powyżej). Sądy nie wzięły pod uwagę, że kwestionowana wypowiedź była wyrażona w kontekście ożywionej dyskusji politycznej. Ponadto Sąd nie odnotował, że skarżący korzystał ze swojego prawo do przekazywania informacji w kwestiach politycznych i innych sprawach dotyczących interesu publicznego, a czyniąc to uciekł się do dopuszczalnej przesady. Wypowiedź skarżącego była ograniczona do oceny sfery zawodowej Pana A.W. i stawiała zarzut braku jego zdolności do sprawowaniu funkcji polityka. Trybunał odnotował także, że często zarzuty kierowane pod adresem polityków dotykają również ich sfery prywatnej, lecz w tej sprawie krytyczna wypowiedź skarżącego nie miała związku z życiem rodzinnym tego polityka (zob. a contrario Lopes Gomes da Silva p. Portugalii, nr 37698/97, § 34, ECHR 2000-, oraz Kulis, cyt. powyżej, § 52).", "\tW konsekwencji Trybunał uznaje, że władze krajowe nie wzięły pod uwagę znaczenia wolności debaty politycznej w demokratycznym społeczeństwie, w szczególności w kontekście wolnych wyborów (zob. Malisiewicz-Gąsior p. Polsce, nr 43797/98, § 67, 6 kwietnia 2006r.). Przypatrując się naturze wypowiedzi oraz biorąc pod uwagę fakt, że została ona wypowiedziana w czasie trwania lokalnych wyborów Trybunał uznaje, że argumenty przedstawione przez sądy krajowe nie mogą zostać uznane za istotne i wystarczające dla uzasadnienia naruszenia praw skarżącego w przedmiotowej sprawie.", "", "45. \tNa koniec Trybunał pragnie zauważyć, że natura i surowość nakładanej kary są czynnikami branymi pod uwagę przy ocenie proporcjonalności ingerencji (zob. np. Surek p.Turcji (nr 1) [GC], cyt. powyżej, § 64 oraz Chauvy i inni p. Francji, nr 64915/01, § 78, ECHR 2004-VI). W związku z tym należy odnotować, że kara nałożona na skarżącego była stosunkowo łagodna (opłata 50 polskich złotych na cele charytatywne oraz zwrot kosztów postępowania, które wynosiły w sumie 518 polskich złotych – około 120 euro w tamtym okresie), a postępowanie przeciwko niemu zostało warunkowo umorzone. Sądy krajowe uznały, że skarżący popełnił przestępstwo zniewagi. W konsekwencji skarżący jest osobą karaną. Ponadto pozostawiono sądowi możliwość podjęcia postępowania w każdym czasie w trakcie trwania okresu próby, w każdej sytuacji określonej przez prawo (zob. Dąbrowski p. Polsce, nr 18235/02, § 36, 19 grudnia 2006 r, oraz Weigt p. Polsce (dec.), 74232/01, 11 października 2005r.).", "", "46.\tKara nie pozbawia skarżącego prawa do wyrażania opinii, mimo to sprowadza się do swoistej cenzury, która jest środkiem mającym na celu zniechęcenie skarżącego do wypowiadania się krytycznie w przyszłości. Taka kara powstrzymuje dziennikarza do włączania się do debaty publicznej dotyczącej problemów dotykających życia społeczności. Tym samym kara ta skutkuje utrudnianiem prasie przedstawiania informacji i wykonywania roli publicznego watchdog (zob. mutatis mutandsi, Bartold p. Niemcom, wyrok z dnia 25 marca 1985r., Seria A nr 90, p.26, § 58 oraz Lingens p. Austrii, p 27, § 44). W istocie skarżący na skutek wyroku wydanego w postępowaniu karnym zaniechał kontynuowania swojej dziennikarskiej aktywności.", "", "47.\tNa zakończenie Trybunał odnotował, że postępowanie karne w toczącej się sprawie zostało wszczęte prywatnym aktem oskarżenia złożonym przez samego polityka, a nie z inicjatywy oskarżyciela publicznego (zob., a contrario, Raichinov p. Bułgarii, nr 47579/99, § 50, 20 kwietnia 2006r.) i skutkowało warunkowym umorzeniem tego postępowania. Z uwagi na zakres swobody oceny pozostawiony Wysokiej Układającej się Stronie sankcja karna nałożona za zniesławienie nie może być dysproporcjonalna w stosunku do chronionego celu (zob. Lindon, Otchakovsky-Laurens i July p. Francji, nr 21279/02 oraz 36448/02, § 59, ECHR 2004-II oraz Rumiana Ivanova p. Bułgarii, nr 36207/03, § 68, 14 lutego 2008r.). Jednakże Trybunał odnotował, że wypowiedź określona jako znieważająca czy obraźliwa przez sądy krajowe, wygłoszona w trakcie publicznej dyskusji, była powodem wszczęcia postępowania karnego i powoduje ryzyko nałożenia kary pozbawienia wolności. W tym kontekście Trybunał przypomina, że nałożenie kary pozbawienia wolności za przestępstwo prasowe będzie zgodne z wolnością słowa dziennikarzy gwarantowaną przez art. 10 tylko w wyjątkowych okolicznościach, gdy inne fundamentalne prawa zostały istotnie naruszone, jak na przykład w sprawie o wypowiedź nawołującą do nienawiści rasowej i przemocy (zob. Cumpana i Mazare p. Rumunii [GC], nr 33348/96, § 115, ECHR 2004-XI). W ocenie Trybunału porównywalne wnioski mogą być zastosowane w odniesieniu do zniewagi w związku z debatą publiczną. Trybunał pragnie dodatkowo zauważyć, że Zgromadzenie Parlamentarne Rady Europy w swojej Rezolucji 1577 (2007) zaleca państwom członkowskim, które nadal dopuszczają karę więzienia za znieważenie w swoim systemie prawnym, nawet jeśli aktualnie nie nakładają tej kary, zakazanie im tej praktyki bezzwłocznie (Rezolucja w kierunku dekryminializacji zniesławienia (Towards decriminalisation of defamation) przyjęta dnia 4 października 2007r.).", "", "48.\tMając na uwadze powyższe okoliczności ingerencja w swobodę wypowiedzi w sprawie skarżącego nie była proporcjonalna do celu prawnie chronionego, w szczególności jeśli chodzi o interes demokratycznego społeczeństwa w zapewnieniu i utrzymania wolności prasy w trakcie wolnych wyborów. Dlatego naruszono artykuł 10 Konwencji.", "", "", "II. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "", "49. Artykuł 41 Konwencji stanowi:", "", "„Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów i jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala na tylko częściowe usunięcie konsekwencji tego naruszenia, Trybunał, gdy zachodzi taka potrzeba, zasądza na rzecz pokrzywdzonego słuszne zadośćuczynienie.”", "", "", "Szkoda", "", "50. Skarżący żądał 20,000 euro (EUR) z tytułu poniesionej szkody niematerialnej", "", "51. Rząd uznał żądanie za wygórowane.", "", "52.Trybunał uznając, że skarżący odniósł szkodę niematerialną z powodu stresu i frustracji wywołanych postępowaniem i niekorzystnym wyrokiem, które nie mogą być zrekompensowane wyłącznie stwierdzeniem naruszenia Konwencji, zasądził na rzecz skarżącego kwotę zadośćuczynienia w wysokości 3,000 EUR", "", "B. Koszty i wydatki", "", "53. Skarżący, który był reprezentowany przez obrońcę, nie zażądał zwrotu kosztów ani żadnych innych wydatków poniesionych w związku z postępowaniem przed Trybunałem.", "", "C. Odsetki za zwłokę", "", "54. Trybunał uznaje za właściwe aby odsetki z tytułu nieterminowego wpłacenia zasądzonych kwot były ustalone zgodnie z marginalną stopą procentową Europejskiego Banku Centralnego plus trzy punkty procentowe.", "", "Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "", "Uznaje skargę za dopuszczalną;", "Uznaje, że doszło do naruszenia artykułu 10;", "Uznaje", "(a) że pozwane Państwo ma wypłacić skarżącemu, w ciągu trzech miesięcy od dnia, w którym wyrok stanie się prawomocny zgodnie z artykułem 44 § 2 Konwencji kwotę 2,000 euro, która będzie przeliczona na polskie złote według kursu z dnia uregulowania należności powiększoną o jakikolwiek podatek, który może zostać pobrany;", "\t  (b) że od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty płatne od tej sumy będą zwykłe odsetki według stopy procentowej na koniec dnia Europejskiego Banku Centralnego plus trzy punkty procentowe;", "Oddala roszczenia skarżącego w pozostałym zakresie.", "", "Sporządzono w języku angielskim i obwieszczono pisemnie dnia 31 marca 2009r., zgodnie z artykułem 77 § 2 i 3 Regulaminu Trybunału.", "", "", "", "Lawrence Early\tNicolas Bratza", "Kanclerz                        \tPrzewodniczący        \t\t", "\t\t", "", "", "", "", "", "Zgodnie z artykułem 45 § 2 Konwencji i artykułem 74 § 2 Regulaminu Trybunału, do wyroku załączono zdanie odrębne Sędziego Bratza", "", "N.B.", "T.L.E.", "", "", "", "", "", "", "", "", "", "\t\t\t", "", "\t\t\t  ZDANIE ODRĘBNE SĘDZIEGO BRATZA", "", "1 W pełni zgadzam się z innymi członkami Izby, że prawo skarżącego gwarantowane w artykule 10 Konwencji zostało w rozpatrywanej sprawie naruszone i pragnę dodać kilka własnych uwag nt. stosowania prawa karnego wobec dziennikarzy w sprawach o znieważenie.", "", "2. W paragrafie 47 wyroku wskazano, że Trybunał już wcześniej orzekł, że użycie środków karnych jako sankcji za zniesławienie nie może być postrzegane, samo w sobie, jako niewspółmierne do chronionego celu. Jest to słuszne, tak jak i słuszne jest to, że Trybunał oceniając czy ingerencja w wolność słowa nie była nieproporcjonalna, często podkreśla, że właściwsze byłyby inne sankcje niż sankcje karne (zob. np. Lehideux iIsorni przeciwko Francji wyrok z dnia 23 września 1998, Zbiór Wyroków i decyzji 1998-VII, §§ 51 i 57; Raichinov przeciwko Bulgarii, nr. 47579/99, § 50, wyrok z dnia 20 kwietnia 2006). Dalej w tym samym paragrafie skład orzekający wskazuje, że kiedy wypowiedź, zakwalifikowana jako znieważająca lub zniesławiająca przez władze krajowe, została wygłoszona w ramach toczącej się debaty publicznej, prowadzenie postępowania karnego wobec osoby, która taką wypowiedź wygłosiła „rodzi ryzyko skazania jej na karę pozbawienia wolności”, a nałożenie kary pozbawienia wolności w sprawach tzw. przestępstw prasowych będzie tylko w wyjątkowych okolicznościach zgodne z wolnością wypowiedzi gwarantowaną dziennikarzom w artykule 10 Konwencji.", "", "3. Wydaje się, że wskazywany brak proporcjonalności w nakładaniu sankcji karnych za zniewagę w sprawach, w których dziennikarz ryzykuje skazanie na karę pozbawienia wolności nie idzie wystarczająco daleko.", "Pomijając kwestię surowości kary grożącej dziennikarzowi, już samo stosowanie prawa karnego i związane z tym ryzyko postępowania karnego i skazania za krytykę, która może być odebrana jako osobiste znieważenie polityka lub innej osoby publicznej, może zniechęcać dziennikarzy do uczestniczenia w debacie publicznej dotyczącej życia społeczności i szerzej, może powstrzymywać prasę od wykonywania ważnej funkcji monitora życia społecznego. W sprawach, takich jak rozpatrywana, dotyczących krytyki polityków w ramach toczącej się debaty publicznej, postępowanie karne przeciwko dziennikarzowi o zniewagę może być uznane za proporcjonalną ingerencję tylko w wyjątkowych okolicznościach i wówczas, gdy wystąpi o to prokurator albo sam polityk. Fakty przytoczone w rozpatrywanej sprawie nie wskazują na takie wyjątkowe okoliczności."]}