{"file": "POL_HJUDPOL_45026_07.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "45026/07", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "CZWARTA SEKCJA", "", "", "", "SPRAWA KĘDZIOR przeciwko POLSCE", "(Skarga nr 45026/07)", "", "", "", "WYROK", "", "", "", "STRASBURG", "16 października 2012 roku", "", "", "", "", "", "Wyrok ten stanie się ostateczny zgodnie z warunkami określonymi w Artykule 44 ust. 2 Konwencji. Wyrok może podlegać korekcie wydawniczej.", "", "W sprawie Kędzior przeciwko Polsce, \t", "Europejski Trybunał Praw Człowieka (Sekcja Czwarta), zasiadając jako Izba w składzie:", "Pan David Thór Björgvinsson, Przewodniczący,", "Pan Lech Garlicki,", "Pan Päivi Hirvelä,", "Pani Ledi Bianku,", "Pani Zdravka Kalaydjieva,", "Pani Nebojša Vučinić", "Pan Vincent A. De Gaetano, sędziowie,", "oraz Pan Lawrence Early, Kanclerz Sekcji,", "\tObradując na posiedzeniu niejawnym w dniu 25 września 2012 roku,", "Wydaje następujący wyrok, który został przyjęty w tym dniu.", "", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 45026/07) wniesionej w dniu 4 października 2007 roku przeciwko Rzeczypospolitej Polskiej do Trybunału na podstawie Artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (\"Konwencja\") przez obywatela polskiego, pana Stanisława Kędziora (\"skarżący\").", "2. Skarżący był reprezentowany przez pana A. Bodnara oraz panią M. Zima, prawników z Helsińskiej Fundacji Praw Człowieka (Warszawa, Polska). Polski Rząd (\"Rząd\") reprezentowany był przez swojego Pełnomocnika, pana J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3. Skarżący podniósł w szczególności zarzut umieszczenia go w domu opieki społecznej oraz niemożności uzyskania stamtąd zwolnienia, z naruszeniem Artykułu 5 ust. 1 i 4 Konwencji. ", "4. Dnia 7 maja 2009 roku skarga została zakomunikowana Rządowi. Zdecydowano też o łącznym rozpatrzeniu dopuszczalności i meritum skargi (Artykuł 29 ust. 1).", "", "FAKTY", "", "I. OKOLICZNOŚCI SPRAWY", "\t5. Skarżący urodził się w 1956 roku i mieszka w Sośnicy.", "\t6. Skarżący był leczony psychiatrycznie od 16 roku życia. Wielokrotnie był hospitalizowany w szpitalach psychiatrycznych w Lublińcu i Żurawicy.", "\t7. Skarżący mieszkał w Nowym Lublińcu razem ze swoją matką i niepełnosprawną siostrą. W końcu 2000 roku jego brat, który z nimi nie zamieszkiwał, wystąpił do sądu twierdząc, że skarżący jest agresywny, odmawia przyjmowania leków oraz nadużywa alkoholu.", "\t8. W dniu 22 grudnia 2000 roku skarżący został częściowo ubezwłasnowolniony z uwagi na występujące u niego zaburzenia psychiczne, jako że zdiagnozowano u niego schizofrenię.", "\t9. W dniu 28 sierpnia 2001 roku Sąd Rejonowy w Lubaczowie wyznaczył skarżącemu kuratora w osobie jego brata, pana Zbigniewa Kędziora. Następnie, kurator ten wystąpił do sądu o zmianę wcześniej wydanego postanowienia i całkowite ubezwłasnowolnienie skarżącego.", "\t10. W trakcie postępowania, w dniu 22 grudnia 2001 roku sporządzona została opinia biegłego psychiatry, potwierdzająca występowanie u skarżącego schizofrenii oraz skłonności do nadużywania alkoholu.", "\t11. W dniu 27 grudnia 2001 roku Sąd Okręgowy w Krośnie zmienił wcześniej wydane postanowienie, orzekając całkowite ubezwłasnowolnienie skarżącego z uwagi na pogorszenie się jego stanu psychicznego. Brat skarżącego pozostał jego opiekunem prawnym.", "\t12. W bliżej nieokreślonym dniu opiekun prawny skarżącego zwrócił się do Domu Pomocy Społecznej w Rudzie Różanieckiej o przyjęcie skarżącego.", "\t13. W dniu 8 lutego 2002 roku Powiatowe Centrum Pomocy Rodzinie w Lubaczowie, w odpowiedzi na wniosek opiekuna prawnego, postanowiło umieścić skarżącego w domu opieki społecznej. W świetle przepisów prawa krajowego jego przyjęcie było dobrowolne i nie wymagało zgody sądu.", "\t14. W okresie pomiędzy 31 października i 11 listopada 2002 roku skarżący przebywał w szpitalu psychiatrycznym w Jarosławiu.", "\t15. W dniu 11 lutego 2002 roku skarżący został przyjęty do Domu Pomocy Społecznej w Rudzie Różanieckiej, gdzie następnie przebywał przez dziesięć lat.", "\t16. Skarżący wniósł do Sądu Rejonowego w Lubaczowie skargę na umieszczenie go w domu opieki społecznej wbrew swojej woli i bez jakichkolwiek wskazań medycznych. W dniu 12 kwietnia 2002 roku prezes sądu poinformował go, że umieszczenie go w domu opieki było zgodne z prawem.", "\t17. W dniu 27 grudnia 2004 roku Powiatowe Centrum Pomocy Rodzinie poinformowało skarżącego, że jego opiekun prawny miał prawo umieścić go w domu pomocy społecznej.", "\t18. W dniu 9 lutego 2006 roku Sąd Okręgowy w Przemyślu oddalił wniosek skarżącego o wszczęcie postępowania mającego na celu przywrócenie mu pełnej zdolności do wykonywania czynności prawnych. Sąd uznał, że skarżący, będąc osobą prawnie ubezwłasnowolnioną, nie był uprawniony do wniesienia takiego wniosku, a jego opiekun prawny wniosku nie poparł.", "\t19. W dniu 23 lutego 2006 roku prezes Sądu Rejonowego w Lubaczowie ponownie przekazał skarżącemu wyjaśnienie, że z uwagi na jego całkowite ubezwłasnowolnienie nie jest on stroną postępowania dotyczącego umieszczenia go w domu opieki.", "\t20. W dniu 17 marca 2006 roku prezes Sądu Okręgowego w Przemyślu poinformował skarżącego na piśmie, że nie ma podstaw do wszczęcia z urzędu postępowania o uchylenie ubezwłasnowolnienia.", "\t21. W dniach 5 czerwca 2006 oraz 15 lutego 2007 roku Powiatowe Centrum Pomocy Rodzinie ponowie udzieliło odpowiedzi na pisma skarżącego, informując go, że jedynie jego opiekun prawny może wyrazić zgodę na zwolnienie go z domu opieki.", "\t22. Dnia 21 września 2006 roku Sąd Okręgowy w Przemyślu ponownie odrzucił wniosek skarżącego o uchylenie ubezwłasnowolnienia z uwagi na brak prawnej możliwości wszczęcia przez niego takiego postępowania.", "\t23. W dniu 17 stycznia 2007 roku prezes Sądu Rejonowego w Lubaczowie poinformował skarżącego, że jakakolwiek zmiana postanowienia o jego ubezwłasnowolnieniu podlega postanowieniom art. 559 Kodeksu postępowania cywilnego (KPC). Prezes sądu wyjaśnił nadto, że postępowanie mające na celu zmianę postanowienia o ubezwłasnowolnieniu może zostać wszczęte przez sąd z urzędu. Ponadto, sam skarżący, pomimo braku zdolności do wykonywania czynności prawnych, może wystąpić do sądu z wnioskiem o wszczęcie takiego postępowania. Zdaniem prezesa ostatnia z wymienionych możliwości wynika z interpretacji przepisów prawa zawartej w komentarzu do KPC.", "\t24. Skarżący ponownie wystąpił do Sąd Okręgowego w Przemyślu z wnioskiem uchylenie postanowienia o ubezwłasnowolnieniu. W dniu 8 lutego 2007 roku sąd odrzucił jego wniosek jako prawnie niedopuszczalny.", "\t25. W dniu 1 marca 2007 roku prezes Sądu Okręgowego w Przemyślu - piśmie stanowiącym odpowiedź na zapytanie skarżącego – wyjaśnił, że jedynie jego opiekun prawny może wszcząć postępowanie o przywrócenie mu zdolności do wykonywania czynności prawnych. Alternatywą jest wystąpienie przez samego skarżącego do sądu z wnioskiem o wszczęcie takiego postępowania, ale dla powodzenia takiego wniosku konieczne jest dostarczenie nowej dokumentacji medycznej.", "\t26. W dniach 11 maja oraz 7 sierpnia 2007 roku Sąd Okręgowy w Przemyślu odrzucił kolejne wnioski skarżącego o przywrócenie mu zdolności do wykonywania czynności prawnych, argumentując to brakiem prawnej możliwości wszczęcia przez skarżącego takiego postępowania.", "\t27. W dniu 17 września 2007 roku ten sam sąd odrzucił kolejne zażalenie skarżącego na postanowienia z dnia 7 sierpnia 2007 roku. Sąd zauważył, że w następstwie wyroku Trybunału Konstytucyjnego z dnia 7 marca 2007 roku prawo krajowe zostało znowelizowane i obecnie możliwe jest wszczęcie przez osobę nieposiadającą zdolności do wykonywania czynności prawnych postępowania o uchylenie postanowienia o ubezwłasnowolnieniu. Nowelizacja KPC została jednakże wprowadzona na mocy ustawy z dnia 9 maja 2007 roku, która ma wejść w życie dopiero w dniu 7 października 2007 roku. Z uwagi na to wniosek skarżącego nie został rozpatrzony.", "\t28. W dniu 13 lipca 2007 roku Prokuratura Rejonowa w Jarosławiu poinformowała skarżącego, że jego skargi, w szczególności na dr F., który sporządził opinię biegłego w 2001 roku w postępowaniu dotyczącym jego ubezwłasnowolnienia, były w sposób oczywisty nieuzasadnione.", "\t29. W 2008 roku skarżący kilkakrotnie podejmował próby wszczęcia postępowania o uchylenie ubezwłasnowolnienia; wszystkie jego wnioski zostały jednakże oddalone z powodu niespełnienia różnych wymogów natury formalnej , w tym niewniesienia opłat sądowych w wysokości 40 złotych (PLN, około10 euro (EUR)). Skarżący odwołał się od wszystkich z tych decyzji, składając nowe wnioski o uchylenie postanowienia o ubezwłasnowolnieniu.", "\t30. Jak się wydaje jeden z późniejszych wniosków przyniósł spodziewane efekty, ponieważ w dniu 9 marca 2009 roku Sąd Okręgowy w Przemyślu wszczął postępowanie o uchylenie ubezwłasnowolnienia (sygn. Ns 23/09). Sąd zarządził sporządzenie opinii biegłego oraz przesłuchanie skarżącego przez sędziego w obecności psychologa i psychiatry.", "\t31. W dniu 20 marca 2009 roku sędzia, w obecności zespołu biegłych, przesłuchał skarżącego podczas trwającej dwadzieścia pięć minut sesji.", "\t32. W dniu 7 kwietnia 2009 roku biegli, w oparciu o wyniki przesłuchania skarżącego, przedstawili sądowi swoje opinie. Skarżący stwierdził wobec biegłych, że siedem lat wcześniej został umieszczony przez brata, wbrew swojej woli, w domu opieki społecznej. W trakcie pobytu tam był samodzielny, nie spożywał alkoholu i przyjmował przepisane lekarstwa. W okresie ostatnich czterech lat pobytu w domu opieki udzielano mu długich przepustek na wizyty w domu rodzinnym, dokąd podróżował samodzielnie. Chciałby podejmować samodzielne decyzje, głosować w wyborach i nie mieć obowiązku zwracania się o wszystko do swojego brata. Skarżący wspomniał również, że w sytuacji gdyby przywrócono mu zdolność do czynności prawnych, wolałby pozostać w domu opieki społecznej i nadal odwiedzać swój dom rodzinny w trakcie przepustek. ", "\t33. Biegli stwierdzili, że skarżący cierpi na schizofrenię, chociaż od kilku lat nie miał objawów psychotycznych ani nie wykazywał przejawów agresywnych zachowań. Jednakże bez rygorystycznego reżimu terapeutycznego, stan zdrowia skarżącego może się pogorszyć. Według opinii biegłych, skarżący nie uznawał się za osobę cierpiącą na zaburzenia psychiczne, wykazując brak krytycznego osądu odnośnie swojego stanu zdrowia i zachowania. Biegli - na podstawie dokumentacji oraz wywiadu ze skarżącym - stwierdzili, że jego głównym zamiarem przy składaniu wniosków o przywrócenie mu zdolności do wykonywania czynności prawnych było opuszczenie domu opieki społecznej. W tym kontekście zwrócili oni uwagę, że w trakcie rozmowy skarżący spontanicznie stwierdził, iż nawet po uchyleniu ubezwłasnowolnienia wolałby przebywać w domu opieki społecznej. Niemniej jednak, sądząc na podstawie jego dotychczasowej, konsekwentnej i obszernej korespondencji z sądami, biegli stwierdzili, że jego wyłącznym zamiarem pozostawało \"mieszkać na wolności w rodzinnym domu, a nie w domu opieki społecznej\". Biegli uznali, że stan psychiczny skarżącego uległ poprawie, nie na tyle jednak, aby możliwe było jego samodzielne funkcjonowanie.", "\t34. W dniu 8 kwietnia 2009 roku biegli poinformowali sąd, że uznali, iż – biorąc pod uwagę stan zdrowa skarżącego – nie jest konieczne informowanie go o jakichkolwiek postanowieniach wydanych przez sąd ani wnioskach złożonych do sądu.", "\t35. W dniu 9 kwietnia 2009 roku Sąd Okręgowy w Przemyślu postanowił zaniechać wysyłania skarżącemu wszelkich zawiadomień o wydanych postanowieniach sądowych i wyznaczył pracownika sądu w charakterze kuratora dla reprezentowania interesów skarżącego w postępowaniu.", "\t36. W dniu 9 kwietnia 2009 roku Sąd Okręgowy w Przemyślu oddalił wniosek skarżącego o uchylenie ubezwłasnowolnienia. Postanowienie sądu nie zawiera uzasadnienia; jako że jak wygląda kurator skarżącego nie wystąpił o takowe. Nie wniósł także zażalenia na to postanowienie.", "\t37. W dniu 16 stycznia 2012 roku, na wniosek swojego opiekuna prawnego, skarżący został przeniesiony do Domu Pomocy Społecznej w Sośnicy.", "II. WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "\t38. Artykuł 559 Kodeksu Postępowania Cywilnego (\"KPC\") stanowi co następuje:", "\"1. Sąd może uchylić ubezwłasnowolnienie, gdy ustaną przyczyny, dla których je orzeczono; uchylenie może nastąpić także z urzędu.", "2. Sąd może w razie poprawy stanu psychicznego ubezwłasnowolnionego zmienić ubezwłasnowolnienie całkowite na częściowe, a w razie pogorszenia się tego stanu – zmienić ubezwłasnowolnienie częściowe na całkowite.\"", "\t39. W dniu 7 marca 2007 roku Trybunał Konstytucyjny wydał wyrok w sprawie K 28/05. Wyrok ten został opublikowany i wszedł w życie w dniu 17 marca 2007 roku. Trybunał orzekł, że Artykuł 559 KPC jest niezgodny z Konstytucją z uwagi na to, że pozbawia osobę ubezwłasnowolnioną prawa do złożenia wniosku o uchylenie lub zmianę postanowienia o ubezwłasnowolnieniu. Jeżeli chodzi o skutki tego orzeczenia, to Trybunał Konstytucyjny uznał, że najwłaściwszym środkiem jego wykonania będzie wprowadzenie przez ustawodawcę poprawki do Kodeksu. W związku z tym Trybunał Konstytucyjny z zadowoleniem przyjął rozpatrywany przez parlament projekt, zawierający stosowną poprawkę. Trybunał podkreślił jednakże, iż wyroki Trybunału Konstytucyjnego powinny podlegać wykonaniu nie tylko przez ustawodawcę, ale także przez sądy powszechne. W przedmiotowej sprawie oznaczałoby to zmianę niekonstytucyjnej praktyki sądów rozpatrujących sprawy dotyczące ubezwłasnowolnienia i umożliwienie wszczynania postępowań przez osoby pozbawione zdolności do wykonywania czynności prawnych. Trybunał Konstytucyjny stwierdził: ", "\"Z chwilą ogłoszenia wyroku w Dzienniku Ustaw przestaje obowiązywać dotychczasowe domniemanie konstytucyjności art. 559 w związku z art. 545 § 1 i 2 k.p.c., w zakresie, w jakim przepisy te uniemożliwiają osobie ubezwłasnowolnionej złożenie wniosku o wszczęcie postępowania o uchylenie lub zmianę ubezwłasnowolnienia. Co należy wyraźnie podkreślić, staje się tak na skutek samego orzeczenia Trybunału Konstytucyjnego, bez względu na to, czy zostaną wprowadzone stosowne zmiany legislacyjne. W rezultacie należy uznać, że orzeczenie Trybunału Konstytucyjnego o niekonstytucyjności ograniczenia praw procesowych osób ubezwłasnowolnionych umożliwia sądom zastosowanie wykładni kodeksu postępowania cywilnego w sposób zgodny z Konstytucją. W kontekście tego wyroku, pogląd wyrażony w uchwale Sądu Najwyższego z 2004 r., że znaczącej poprawy pozycji procesowej osób ubezwłasnowolnionych nie da się „osiągnąć w drodze interpretacji obowiązujących przepisów prawa, gdyż wykładnia zmierzająca w tym kierunku stanowiłaby przekroczenie granicy uprawnień władzy sądowniczej” traci swoją aktualność. Sędziowie w sprawowaniu swojego urzędu podlegają bowiem nie tylko ustawom, ale i Konstytucji, która jest najwyższym prawem Rzeczypospolitej Polskiej i może – a w wypadku sprzeczności z normami ustawowymi stwierdzonej orzeczeniem Trybunału nawet powinna – być stosowana bezpośrednio\"", "\t40. Ustawa z dnia 9 maja 2007 roku, która weszła w życie w dniu 7 października 2007 roku, wprowadziła do KPC poprawkę. Dodano nowy ustęp; Artykuł 559 ust. 3 stanowi co następuje:", "\"Z wnioskiem o uchylenie albo zmianę ubezwłasnowolnienia może wystąpić także ubezwłasnowolniony.\"", "\t41. Zgodnie z ustawą o ochronie zdrowia psychicznego z 1994 roku, przyjęcie do szpitala psychiatrycznego osoby chorej psychicznie lub osoby upośledzonej umysłowo, niezdolnej do wyrażenia zgody lub stosunku do przyjęcia do szpitala psychiatrycznego i leczenia, następuje po uzyskaniu zgody sądu opiekuńczego (art. 22 ust. 2). Sąd może również postanowić o przyjęciu do szpitala osoby chorej psychicznie, która nie wyraża zgody na leczenie. Przedstawiciel ustawowy może wyrazić zgodę na przyjęcie osoby pełnoletniej całkowicie ubezwłasnowolnionej, jednakże osoba ta musi również wyrazić na to zgodę, chyba że jest niezdolna do wyrażenia zgody. W każdym razie, w szczególności w przypadku sprzecznych oświadczeń w sprawie przyjęcia do szpitala pacjenta i jego przedstawiciela ustawowego, kwestię przyjęcia rozstrzyga i potwierdza sąd opiekuńczy (artykuł 22). Przyjęcie do szpitala poprzedzone jest badaniem psychiatrycznym.", "\t42. Przyjęcie do domu pomocy społecznej podlega regulacjom art. 38 i kolejnych artykułów tej Ustawy. Przewidują one, że jeżeli osoba która wskutek choroby psychicznej lub upośledzenia umysłowego nie jest zdolna do zaspokajania podstawowych potrzeb życiowych i nie ma możliwości korzystania z opieki innych osób, lecz nie wymaga leczenia szpitalnego, może być za jej zgodą lub zgodą jej przedstawiciela ustawowego przyjęta do domu pomocy społecznej. Tylko w przypadku niewyrażenia zgody przez tę osobę lub jej przedstawiciela ustawowego na przyjęcie do domu pomocy społecznej, decyzję musi podjąć sąd opiekuńczy.", "\t43. Zgodnie z Rozporządzeniem Ministra Sprawiedliwości z dnia 22 lutego 1995 roku, sąd okręgowy musi nadzorować legalność przyjmowania i przebywania osób zamkniętych w szpitalach psychiatrycznych i domach pomocy społecznej (art. 1). Jednakże obowiązek przeprowadzania okresowych kontroli, co sześć miesięcy, w zakresie zasadności dalszego pobytu dotyczy tylko osób przyjętych do szpitali psychiatrycznych (art. 2 ust. 3).", "\t44. Regulacje dotyczące funkcjonowania domów pomocy społecznej podlegały również ustawie o pomocy społecznej z 1990 roku, zastąpionej ustawą z 2004 roku. Zgodnie z odpowiednimi przepisami koszty pobytu osoby w domu pomocy społecznej nie mogą przekraczać 70% jej dochodów lub emerytury. Obie Ustawy przewidywały, że umieszczenie osoby całkowicie ubezwłasnowolnionej w domu pomocy społecznej może nastąpić jedynie za jej zgodą lub za zgodą jej przedstawiciela ustawowego.", "\t45. Odpowiednie instrumenty międzynarodowe oraz wnioski wynikające z prawa porównawczego zostały przedstawione w wyroku w sprawie Stanev przeciwko Bułgarii [GC], nr 36760/06, §§ 72, 73 i 88-95, ECHR 2012.", "PRAWO", "ZARZUT NARUSZENIA ARTYKUŁU 5 UST. 1 KONWENCJI", "46. Skarżący podniósł zarzut, że umieszczenie go w domu pomocy społecznej było bezprawnym pozbawieniem go wolności, co stanowiło naruszenie art. 5 ust. 1 Konwencji, który stanowi co następuje:", "\"1. Każdy ma prawo do wolności i bezpieczeństwa osobistego. Nikt nie może być pozbawiony wolności, z wyjątkiem następujących przypadków, i w trybie ustalonym przez prawo:", "(e) zgodnego z prawem pozbawienia wolności osoby .... umysłowo chorej ...\"", "Stanowiska stron", "1. Skarżący", "\t48. Skarżący twierdził, że umieszczenie go w domu pomocy społecznej stanowiło naruszenie art. 5 ust. 1 Konwencji. Jeżeli chodzi o obiektywny aspekt pozbawienia go wolności, to skarżący utrzymywał, że jego sytuacja w domu pomocy społecznej w Rudzie Różanieckiej była podobna do sytuacji badanej przez Trybunał w sprawie D.D. przeciwko Litwie (nr 13469/06, 14 lutego 2012). W szczególności, skarżący nie mógł swobodnie opuścić domu opieki. Tylko jego przedstawiciel ustawowy mógł wystąpić do kierownictwa zakładu o wydanie mu przepustki. Okres ważności przepustki był ograniczony, z możliwością przedłużenia go jedynie w wyjątkowych przypadkach. Nieuprawniona nieobecności skarżącego w zakładzie zostałaby zgłoszona na policję. Z uwagi na to, skarżący pozostawał pod całkowitą kontrolą domu pomocy społecznej.", "\t49. Z subiektywnego punktu widzenia, pobyt skarżącego w domu pomocy społecznej powinien zostać uznany za pozbawienie go wolności, ponieważ skarżący nigdy nie wyraził zgody na umieszczenie go w zakładzie opiekuńczym, nigdy też nie zwrócono się do niego o wyrażenie swojego zdania w tej kwestii. W licznych pismach, kierowanych przez skarżącego do różnych organów w okresie ostatnich dziesięciu lat, w sposób wyraźny wyrażał on swoją wolę opuszczenia domu pomocy społecznej. Skarżący wielokrotnie podkreślał, że umieszczono go tam bezprawnie, a on sam chciał wrócić do swojego domu rodzinnego. Skarżący twierdził również, że pozostawał w konflikcie ze swoim bratem, który od 2001 roku był jego przedstawicielem ustawowym, oraz że nie widział się z nim od 2005 roku. ", "\t50. Pełnomocnik skarżącego zgłosił wątpliwości co do tego, czy umieszczenie skarżącego w domu pomocy społecznej było zgodne z prawem krajowym. Podniósł przy tym, że brat skarżącego złożył wniosek o umieszczenie skarżącego w domu opieki w dniu 1 grudnia 2001 roku, a więc jeszcze przed wyznaczeniem go na przedstawiciela ustawowego brata po jego całkowitym ubezwłasnowolnieniu w dniu 30 stycznia 2002 roku. Brat skarżącego nie rozmawiał w tej sprawie ze skarżącym, nie wystąpił też do sądu o zatwierdzenie podjętych przez siebie działań.", "\tW każdym razie pełnomocnik uznał, że pozbawienie skarżącego wolności było bezprawne również w świetle kryteriów zastosowanych w sprawie Winterwerp (patrz Winterwerp przeciwko Holandii, 24 października 1979, § 39 Seria A, nr 33). Skarżący nie kwestionował faktu, że jest chory psychicznie; uznał jednakże, że umieszczenie go w domu pomocy społecznej wbrew jego woli nie było jedynym sposobem ochrony jego interesów i dobrostanu.", "2. Rząd", "\t51. Rząd nie kwestionował twierdzeń skarżącego odnośnie jego sytuacji w domu pomocy społecznej oraz przepisów dotyczących wydawania przepustek. Generalnie rzecz biorąc Rząd twierdził, że przy uwzględnieniu stanu zdrowia skarżącego zakład opiekuńczy stanowił najlepszy wybór biorąc pod uwagę zabezpieczenie jego interesów. Rząd podniósł również, że po kilku latach pobytu w domu pomocy społecznej w Rudzie Różanieckiej skarżącemu udzielano już dłuższych przepustek – tak, aby mógł spędzać więcej czasu razem ze swoją rodziną.", "\tRząd stwierdził też, że przed umieszczeniem skarżącego w domu pomocy społecznej w dniu 11 lutego 2002 roku, został on w dniu 22 grudnia 2001 roku zbadany przez psychiatrę w związku z postępowania o ubezwłasnowolnienie.", "\t52. Rząd generalnie odwołał się do sprawy H.M. przeciwko Szwajcarii (nr 39187/98), ECHR 2002-II) uznając, że jej okoliczności były podobne do przedmiotowej sprawy. Rząd stwierdził, że w roku 2009, w trakcie postępowania mającego na celu zmianę postanowienia o ubezwłasnowolnieniu, skarżący stwierdził, że nie miał zamiaru opuszczać domu pomocy społecznej (patrz akapit 32 powyżej).", "3. Trzecia strona", "\t53.Trzecia strona, Ośrodek na Rzecz Osób z Zaburzeniami Psychicznymi (MDAC – Mental Disability Advocacy Centre), przedstawiła swoje uwagi dotyczące sytuacji osób pozbawionych zdolności do czynności prawnych. Zdaniem MDAC nawet całkowite ubezwłasnowolnienie osoby nie powinno automatycznie pozbawiać jej prawa do samodzielnego życia. Ocena stanu psychicznego danej osoby niekoniecznie przesądza o zakresie jej funkcjonalnych możliwości. Zdaniem Światowej Organizacji Zdrowia jedna spośród każdych czterech osób na świecie w pewnym momencie swojego życia będzie miała problemy związane ze zdrowiem psychicznym. MDAC uznał, że jeśli osoba z zaburzeniami zachowała funkcjonalne możliwości wyrażenia zgody na leczenie, wówczas każdy zastosowany wobec tej osoby środek o charakterze niedobrowolnym powinien być uznany za naruszenie Konwencji.", "\tMDAC podkreślił, że w wielu krajach, w tym w Polsce, usługi w zakresie ochrony zdrowia psychicznego są silnie zinstytucjonalizowane i brakuje im alternatywy w postaci opartych na lokalnej społeczności, nowoczesnych i humanitarnych usług w zakresie ochrony zdrowia psychicznego i opieki społecznej.", "", "B. Dopuszczalność", "", "1. Zasady ogólne", "\t54. Trybunał stale powtarza, że punktem wyjścia dla stwierdzenia, czy doszło do pozbawienia kogoś wolności musi być konkretna sytuacja danej osoby. Uwzględnić tutaj należy cały szereg czynników pojawiających się w konkretnej sprawie, takich jak rodzaj, czas trwania, skutki oraz sposób zastosowania przedmiotowego środka (patrz Guzzardi przeciwko Włochom, 6 listopada 1980, § 92, Seria 1 nr 39, oraz Ashingdane przeciwko Zjednoczonemu Królestwu, 28 maja 1985, § 41, Seria A nr 93).", "\t55. Trybunał zauważa dalej, że pojęcie pozbawienia wolności w rozumieniu art. 5 ust. 1 Konwencji obejmuje nie tylko element obiektywny odosobnienia osoby w konkretnej, ograniczonej przestrzeni na okres czasu, który nie może zostać uznany za nieistotny. Osobę można uznać za pozbawioną wolności jedynie wówczas, gdy - jako dodatkowy element subiektywny - w sposób właściwy nie wyraziła ona zgody na takie odosobnienie (patrz Storck przeciwko Niemcom, nr 61603/00, § 74, ECHR 2005-V).", "\t56. Trybunał zwraca uwagę na swoje orzecznictwo, z którego wynika, że osoba może zostać uznana za ‘‘pozbawioną wolności\" w rozumieniu art. 5 ust. 1 Konwencji nawet w okresie, kiedy przebywała na oddziale otwartym, z możliwością regularnego, nieograniczonego dostępu do niestrzeżonych terenów szpitalnych i wychodzenia na niedozorowane przepustki poza szpital (patrz H.L. przeciwko Zjednoczonemu Królestwu, nr 45508/99, § 92, ECHR 2004-IX).", "\tTrybunał miał również możliwość badania przypadków umieszczania osób upośledzonych umysłowo w domach opieki społecznej i stwierdzenia, że było to równoznaczne z pozbawieniem wolności w rozumieniu art. 5 ust. 1 Konwencji (patrz sprawa Stanev, powołana wyżej, § 132 oraz D.D. przeciwko Litwie, powołana wyżej, § 152).", "2. Zastosowanie powyższych zasad do niniejszej sprawy", "\t57. Jeżeli chodzi o okoliczności przedmiotowej sprawy, Trybunał uznaje, że kluczowym czynnikiem dla stwierdzenia, czy art. 5 ust. 1 Konwencji ma zastosowanie w odniesieniu do sytuacji skarżącego jest ustalenie, czy kierownictwo domu pomocy społecznej sprawowało pełną i skuteczną kontrolę nad jego leczeniem, opieką, pobytem i przemieszczaniem się w okresie od lutego 2002 roku, kiedy to został przyjęty do zakładu opiekuńczego, do chwili obecnej (patrz akapit 44 powyżej oraz sprawa D.D. przeciwko Litwie, powołana wyżej, § 149). Skarżący nie mógł swobodnie opuścić zakładu bez zgody jego kierownictwa. Nie mógł też wystąpić o przepustkę z domu opieki, ponieważ takie wnioski musiały być składane przez oficjalnego przedstawiciela ustawowego skarżącego. Stąd też, podobnie jak w sprawie Stanev, mimo że skarżący mógł odbywać niektóre podróże i spędzać czas ze swoją rodziną, to jednak wyżej wymienione czynniki prowadzą Trybunał do wniosku, że skarżący znajdował się pod ciągłą kontrolą i nie mógł, ilekroć tego zapragnął, swobodnie opuścić domu opieki bez zezwolenia (patrz sprawa Stanev, powołana wyżej, § 128.). Ponadto Trybunał zauważa, że – jak się wydaje – dłuższe pobyty u rodziny umożliwiano skarżącemu jedynie podczas ostatnich kilku lat jego pobytu w domu pomocy społecznej w Rudzie Różanieckiej.", "\tI wreszcie, kierownictwo domu opieki kontrolowało pozostałe 30% renty inwalidzkiej skarżącego. Trybunał zauważa przy tym, że fakty opisujące sytuację skarżącego w domu pomocy społecznej nie były w większości kwestionowane.", "\t58. W dalszej kolejności Trybunał przechodzi do elementu \"subiektywnego\", który częściowo był przedmiotem sporu pomiędzy stronami. Trybunał po raz kolejny stwierdza, że fakt, iż skarżący de iure nie posiadał zdolności do decydowania o swoich sprawach, nie musi wcale oznaczać, że de facto nie był on w stanie rozumieć swojego położenia (patrz Shtukaturov przeciwko Rosji, nr 440009/05, §108, ECHR 2008). I chociaż można uznać, że w pewnych okolicznościach, z uwagi na stopień swojego upośledzenia, osoba może być całkowicie niezdolna do wyrażenia zgody lub sprzeciwu odnośnie swojego odosobnienia w zakładzie dla osób umysłowo chorych lub w innym bezpiecznym otoczeniu, to jednak Trybunał stwierdza, że sytuacja taka nie miała miejsca w przypadku skarżącego. Przedstawione Trybunałowi dokumenty wskazują, że skarżący subiektywnie postrzegał swoje przymusowe przyjęcie do Domu Pomocy Społecznej w Rudzie Różanieckiej jako pozbawienie go wolności. Skarżący wielokrotnie występował do sądów z wnioskiem o wszczęcie postępowania mającego na celu uchylenie postanowienia o jego prawnym ubezwłasnowolnieniu, podnosząc, że umożliwiłoby mu to opuszczenie zakładu opiekuńczego. Przez wiele lat konsekwentnie składał skargi na umieszczenie go w domu pomocy społecznej – do sądów, prokuratury oraz Powiatowego Ośrodka Pomocy Rodzinie. Również w swojej korespondencji z Trybunałem w okresie od 2007 do 2012 roku skarżący konsekwentnie zwracał się o udzielenie mu pomocy w opuszczeniu zakładu opiekuńczego, w którym został umieszczony i gdzie był przetrzymywany wbrew swojej woli. Trybunał odnotowuje argument Rządu odnoszący się do własnej deklaracji skarżącego złożonej podczas przesłuchania go przez biegłych w dniu 7 kwietnia 2009 roku (patrz akapity 32 i 52 powyżej). Jednakże Trybunał polega na ocenie tego oświadczenia skarżącego dokonanej przez samych biegłych, którzy nie uwzględnili go, uznając że pozostaje ono w jawnej sprzeczności z rzeczywistymi intencjami skarżącego, w sposób konsekwentny wyrażanymi do tego czasu (patrz akapit 33 powyżej). ", "\tReasumując, chociaż skarżący został ubezwłasnowolniony, to jednak wciąż był w stanie zabierać głos odnośnie swojej sytuacji, a we wskazanych okolicznościach Trybunał stwierdza, że skarżący nigdy nie wyraził zgody na umieszczenie go w domu opieki społecznej.", "59. Na końcu Trybunał zauważa, że chociaż o przyjęcie skarżącego do domu opieki wystąpił jego przedstawiciel ustawowy będący osobą prywatną, to jednak wykonawcą była instytucja państwowa – dom pomocy społecznej. Stąd też powstała odpowiedzialność władz za sytuację będącą przedmiotem skargi (patrz sprawa Shtukaturov, powołana wyżej, § 110, oraz D.D. przeciwko Litwie, powołana wyżej, § 151).", "\t60. W świetle powyższego, Trybunał stwierdza, że skarżący został \n\"pozbawiony wolności\" w rozumieniu art. 5 ust. 1 Konwencji w okresie od lutego 2002 roku do dnia dzisiejszego.", "\t61. Trybunał stwierdza, że przedmiotowa skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a Konwencji. Trybunał stwierdza dalej, że nie jest ona niedopuszczalna z jakichkolwiek innych powodów. A zatem skarga musi zostać uznana za dopuszczalną.", "C. Meritum sprawy", "\t62. Trybunał przyznaje, że pozbawienie skarżącego wolności było \"zgodne z prawem\" – przy założeniu zawężającej interpretacji tego terminu – w sensie formalnej zgodności z proceduralnymi i materialnymi wymogami prawa krajowego. Jak się wydaje jedynym warunkiem koniecznym dla pozbawienia skarżącego wolności była zgoda jego przedstawiciela ustawowego, a więc jego brata, który jednocześnie był osobą występującą o umieszczenie skarżącego w domu opieki (patrz sprawa Shtukaturov, powołana wyżej, § 112). ", "\t63. Jednakże Trybunał po raz kolejny stwierdza, że pojęcie \"zgodności z prawem\" w kontekście art. 5 ust. 1 lit. e Konwencji ma również szersze znaczenie. \"Pojęcie stanowiące podstawę tego terminu [‘procedura zgodna z prawem’] oznacza procedurę sprawiedliwą i słuszną, przewidującą mianowicie, że każdy środek pozbawiający osobę wolności powinien wywodzić się z właściwego organu i przez ten organ być wykonany, oraz nie powinien być arbitralny\" (patrz sprawa Winterwerp, powołana wyżej, § 45). Innymi słowy, pozbawienia wolności nie można uznać za \"zgodne z prawem\" w rozumieniu art. 5 ust. 1, jeżeli procedura krajowa nie zapewnia odpowiednich gwarancji przed arbitralnością.", "\t64. W wymienionym wyżej wyroku w sprawie Winterwerp, Trybunał określił trzy minimalne warunki, jakie muszą zostać spełnione dla zaistnienia \"zgodnego z prawem pozbawienia wolności osoby umysłowo chorej\" w rozumieniu art. 5 ust. 1 lit. e: za wyjątkiem przypadków nagłych, należy w sposób wiarygodny wykazać, że dana osoba jest umysłowo chora, to znaczy istnienie choroby psychicznej musi zostać stwierdzone przez właściwy organ na podstawie obiektywnej wiedzy medycznej; rodzaj i stopień zaawansowania choroby psychicznej musi uzasadniać przymusowe odosobnienie pacjenta oraz zasadność trwającego odosobnienia powinna zależeć od stopnia przewlekłości choroby.", "\t65. Wracając do przedmiotowej sprawy, Trybunał zauważa, że w imieniu skarżącego podniesiono, iż pozbawienie go wolności było arbitralne, ponieważ nie wykazano w sposób wiarygodny, że w chwili odosobnienia był on umysłowo chory. Rząd stwierdził, że skarżący był badany przez psychiatrę na około miesiąc przed umieszczeniem go w domu pomocy społecznej.", "\t66. Trybunał przypomina, że stan psychiczny osoby musi zostać określony w chwili pozbawiania jej wolności (patrz O.H. przeciwko Niemcom, nr 4646/08, § 78, 24 listopada 2011). W przedmiotowej sprawie psychiatra badał skarżącego w dniu 22 grudnia 2001 roku w trakcie prowadzenia postępowania o ubezwłasnowolnienie, podczas gdy decyzja o umieszczeniu go w domu opieki została podjęta jeden miesiąc i siedemnaście dni później, to jest w dniu 8 lutego 2002 roku.", "\t67. Uwzględniając fakt, że był to stosunkowo krótki odstęp czasu, Trybunał przyjmuje, iż można uznać, że władze, umieszczając skarżącego w domu opieki, oparły swoją decyzję na ostatniej medycznej ocenie potwierdzającej jego chorobę psychiczną (porównaj na zasadzie kontrastu: sprawa Stukatorov, powołana wyżej, § 115, gdzie okres ten sprowadzał się do dziesięciu miesięcy, oraz Stanev, powołana wyżej, § 156 gdzie wyniósł on ponad dwa lata).", "\t68. Tym niemniej Trybunał uznaje, że w przedmiotowej sprawie pozostałe dwa wymogi art.5 ust. 1 lit. e Konwencji nie zostały całkowicie wypełnione. Jeżeli chodzi o konieczność uzasadnienia przyjęcia skarżącego do domu opieki stopniem zaawansowania jego choroby, Trybunał zauważa, że celem raportu medycznego z 2001 roku nie było stwierdzenie, czy stan zdrowia skarżącego wymagał umieszczenia go w zakładzie dla umysłowo chorych, lecz tylko rozstrzygnięcie kwestii jego ochrony prawnej.", "\t69. Trybunał odnotowuje również braki w ocenie tego, czy zaburzenia uzasadniające umieszczenie skarżącego w domu opieki w dalszym ciągu u niego występowały. Nie ma danych wskazujących na to, by skarżący pozostawał wtedy pod kontrolą lekarza psychiatry, czy też przechodził jakiekolwiek okresowe badania psychiatryczne (patrz akapit 43 powyżej). Faktycznie, obowiązujące ustawodawstwo nie przewidywało konieczności dokonania takiej oceny i następne badanie psychiatryczne skarżącego miało miejsce prawie osiem lat później, w kwietniu 2009 roku, w ramach postępowania mającego na celu uchylenie postanowienia o ubezwłasnowolnieniu (patrz akapit 32 powyżej).", "\t70. Z uwagi na powyższe Trybunał stwierdza, że ramy prawne regulujące kwestię umieszczania w domach pomocy społecznej osób , które – podobnie jak skarżący – zostały całkowicie pozbawione zdolności do czynności prawnych, nie ustanawiały należytej ochrony w tamtym czasie. Trybunał powróci jeszcze do tej kwestii w kontekście skargi wniesionej przez skarżącego na podstawie Artykułu 5 ust. 4 Konwencji.", "\t71. Mając na względzie powyższe, w szczególności zaś całkowity brak regularnej oceny zaburzeń skarżącego, Trybunał zauważa, że umieszczenie go w domu opieki nie zostało orzeczone \"zgodnie z prawem\" oraz że pozbawienie go wolności nie było uzasadnione treścią art. 5 ust. 1 lit. e Konwencji.", "\tPonadto Rząd nie wskazał jakichkolwiek innych podstaw wymienionych w podpunktach a do f, które mogłyby uzasadniać pozbawienie skarżącego wolności rozpatrywane w przedmiotowej sprawie.", "\tA zatem nastąpiło naruszenie art. 5 ust. 1.", "ZARZUT NARUSZENIA ARTYKUŁU 5 UST. 4 KONWENCJI", "72. Skarżący podniósł zarzut, że nie przysługiwała mu jakakolwiek skuteczna procedura, na podstawie której mógłby zakwestionować konieczność swojego utrzymującego się pobytu w domu pomocy społecznej i która mogłaby doprowadzić do jego zwolnienia stamtąd.", "Skarżący stwierdził, że do domu pomocy społecznej został przyjęty bez swojej zgody, na wniosek swojego przedstawiciela ustawowego. Zgodność z prawem umieszczenia go w zakładzie opiekuńczym, które uznano za dobrowolne z uwagi na to, że zostało spowodowane przez przedstawiciela ustawowego skarżącego – nie podlegała ocenie sądu ani w chwili jego przyjęcia, ani w jakimkolwiek innym czasie. Prawo krajowe nie nakładało żadnego obowiązku dokonywania okresowych ocen dalszej potrzeby przebywania skarżącego w domu opieki. Faktycznie, podczas swojego dziesięcioletniego pobytu w domu pomocy społecznej w Rudzie Różanieckiej, nie był on badany przez psychiatrę, z jednym wyjątkiem – w roku 2009, w trakcie postępowania o uchylenie postanowienia o ubezwłasnowolnieniu. Będąc osobą ubezwłasnowolnioną skarżący nie mógł samodzielnie skorzystać z jakiegokolwiek sądowego środka prawnego w celu zakwestionowania swojego nieprzerwanego pobytu w domu opieki społecznej.", "Artykuł 5 ust. 4, powołany przez skarżącego, stanowi co następuje:", "\"Każdy kto został pozbawiony wolności przez zatrzymanie lub aresztowanie, ma prawo odwołania się do sądu w celu ustalenia bezzwłocznie przez sąd legalności pozbawienia wolności i zarządzenia zwolnienia, jeżeli pozbawienie wolności jest niezgodne z prawem.\"", "73. Rząd nie przedstawił uwag dotyczących dopuszczalności oraz meritum tej skargi.", "A. Dopuszczalność skargi", "\t74. Trybunał stwierdza, że skarga ta nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a Konwencji. Trybunał stwierdza dalej, że nie jest ona niedopuszczalna z jakichkolwiek innych względów. A zatem musi zostać uznana za dopuszczalną.", "B. Meritum skargi", "1. Zasady ogólne", "\t75. Wśród zasad wynikających z orzecznictwa Trybunału wywodzącego się z art. 5 ust. 4, a dotyczącego \"osób umysłowo chorych \", znajdują się również następujące:", "\t(a) osoba zatrzymana na czas nieokreślony lub na dłuższy okres czasu co do zasady ma prawo – w każdym razie w sytuacji, gdy nie dokonuje się automatycznej okresowej oceny o charakterze sądowym – do wszczynania \"w rozsądnych odstępach czasowych\" postępowań sądowych w celu rozpatrzenia \"legalności\" swojego zatrzymania w rozumieniu Konwencji;", "\t(b) art. 5 ust. 4 wymaga, aby zastosowana procedura miała charakter sądowy i zapewniała zainteresowanej osobie gwarancje odpowiednie do rodzaju przedmiotowego pozbawienia wolności; dla stwierdzenia czy postępowanie zapewnia odpowiednie gwarancje, należy uwzględnić szczególny charakter okoliczności, w jakich się ono toczy;", "\t(c) sądowemu postępowaniu wspomnianemu w art. 5 ust. 4 nie muszą towarzyszyć te same gwarancje, jakie są wymagane na podstawie art. 6 ust. 1 w sądowych sporach cywilnych i sprawach karnych. Niemniej jednak kwestią kluczową jest zapewnienie zainteresowanej osobie dostępu do sądu oraz możliwości przedstawienia swojego stanowiska albo osobiście, albo w drodze jakiejś formy reprezentacji (patrz Megyeri przeciwko Niemcom, 12 maja 1992, § 22, Seria A nr 237-A; patrz również sprawa Stanev, powołana wyżej, § 171).", "\t76. Odnosi się to do spraw, w których początkowe zatrzymanie było pierwotnie sankcjonowane przez organ sądowy (patrz X przeciwko Zjednoczonemu Królestwu, 5 listopada 1981, § 52 Seria A, nr 46) i tym bardziej ma to zastosowanie w okolicznościach, gdzie umieszczenie skarżącego w domu opieki społecznej odbyło się z inicjatywy osoby prywatnej – przedstawiciela ustawowego skarżącego, na podstawie decyzji organów samorządowych i opieki społecznej, bez udziału sądu (patrz sprawa D.D. przeciwko Litwie, powołana wyżej, § 164).", "2. Zastosowanie powyższych zasad w niniejszej sprawie", "\t77. Trybunał przyjmuje argument, że formy oceny sądowej mogą różnić się w zależności od badanego obszaru i mogą zależeć od konkretnej rodzaju rozpatrywanego pozbawienia wolności. Nie jest zadaniem Trybunału wnikanie w to, jaki system oceny sądowej byłby tutaj najlepszy lub najbardziej odpowiedni (patrz sprawa D.D. przeciwko Litwie, powołana wyżej, § 165). Jednakże w przedmiotowej sprawie sądy nie uczestniczyły w podejmowaniu decyzji o umieszczeniu skarżącego w domu opieki w jakimkolwiek momencie, ani w jakiejkolwiek formie. Wydaje się, że w sytuacjach analogicznych do tej, w jakiej znajdował się skarżący, polskie prawo nie przewiduje automatycznej sądowej oceny legalności umieszczenia i przetrzymywania osoby w zakładzie opiekuńczym takim jak dom pomocy społecznej (patrz akapity 41 i 59 powyżej). Ponadto, oceny takiej nie może zainicjować zainteresowana osoba w sytuacji gdy została ona pozbawiona zdolności do czynności prawnych. Podsumowując, skarżący nie mógł samodzielnie wystąpić z jakimkolwiek środkiem prawnym o charakterze sądowym w celu zakwestionowania swojego utrzymującego się niedobrowolnego pobytu w zakładzie opiekuńczym. Ponownie potwierdza to brak skutecznych ram regulacyjnych w tym obszarze (patrz akapit 70 powyżej).", "\t78. Ponadto Trybunał zauważa, że Rząd nie przedstawił żadnego stanowiska dotyczącego tej skargi ani nie wskazał jakiejkolwiek procedury, która mogłaby prowadzić do sądowej oceny legalności umieszczenia skarżącego w domu opieki, wymaganej na podstawie art. 5 ust. 4.", "\t79. W świetle powyższego Trybunał stwierdza, że nastąpiło naruszenie art. 5 ust. 4 Konwencji.", "III. ZARZUT NARUSZENIA ARTYKUŁU 6 KONWENCJI", "\t80. Skarżący twierdził, że nie mógł bezpośrednio wystąpić do sądu o uchylenie ubezwłasnowolnienia pomimo wyroku Trybunału Konstytucyjnego stwierdzającego niekonstytucyjność odpowiednich przepisów. Pełnomocnik skarżącego stwierdził, że wyrok Trybunału Konstytucyjnego z dnia 7 marca 2007 roku stosuje się bezpośrednio i uprawnia on osoby całkowicie ubezwłasnowolnione, takie jak skarżący, do bezpośredniego złożenia wniosku o uchylenie postanowienia o ubezwłasnowolnieniu. Pomimo to wszystkie wnioski złożone przez skarżącego przed wejściem w życie nowych przepisów nowelizujących Kodeks postępowania cywilnego zostały oddalone, sprzecznie z wyrokiem Trybunału Konstytucyjnego. Stanowiło to naruszenie prawa skarżącego w zakresie dostępu do sądu.", "\tSkarżący powołał się na art. 6 ust. 1 Konwencji, którego odpowiednie fragmenty brzmią następująco:", "\"Każdy ma prawo do sprawiedliwego ... rozpatrzenia jego sprawy ... przez ... sąd ... przy rozstrzyganiu o jego prawach i obowiązkach o charakterze cywilnym ...\"", "\t81. Rząd nie wniósł uwag odnośnie do dopuszczalności i meritum przedmiotowej skargi.", "A. Dopuszczalność skargi \t", "\t82. Trybunał stwierdza, że przedmiotowa skarga nie jest w sposób oczywisty nieuzasadniona w rozumieniu art. 35 ust. 3 lit. a Konwencji. Trybunał stwierdza dalej, że nie jest ona niedopuszczalna z jakichkolwiek innych względów. A zatem musi zostać uznana za dopuszczalną.", "B. Meritum skargi", "", "1. Zasady ogólne", "\t83. Trybunał stale powtarza, że art. 6 ust. 1 zapewnia każdemu prawo do wniesienia do sądu lub trybunału jakiegokolwiek żądania dotyczącego jego praw i obowiązków o charakterze cywilnym (patrz Golder przeciwko Zjednoczonemu Królestwu, 21 lutego 1975, § 36, Seria A nr 18). Na to \"prawo do sądu\", którego częścią jest prawo dostępu do sądu, może powoływać się każdy, kto – na omawianych podstawach – uznał, że ingerencja w wykonywanie przez niego praw o charakterze cywilnym jest bezprawna i skarży się na brak możliwości przedstawienia tego zarzutu w sądzie, wbrew wymogom art. 6 ust. 1 (patrz między innymi Roche przeciwko Zjednoczonemu Królestwu [GC], nr 32555/96, § 117, ECHR 2005-X, oraz Salontaji-Drobnjak przeciwko Serbii, nr 36500/05, § 132, 13 października 2009).", "\t84. Prawo dostępu do sądu z natury rzeczy wymaga uregulowania przez Państwo i może podlegać ograniczeniom. Niemniej jednak zastosowane obostrzenia nie mogą ograniczać przyznanego dostępu do sądu w taki sposób lub w takim zakresie, że doszłoby do naruszenia samej istotę tego prawa. Zastosowane ograniczenie będzie naruszało Konwencję w sytuacji, jeżeli nie służy ono prawnie uzasadnionemu celowi oraz jeżeli brak jest rozsądnych proporcji pomiędzy zastosowanymi środkami, a zamierzonym celem (patrz między innymi Kreuz przeciwko Polsce, nr 28249/95, §§ 52-57, ECHR 2001-VI, oraz Liakopoulou przeciwko Grecji, nr 20627/04, §§ 19-25, 24 maja 2006).", "\t85. Trybunał wcześniej już stwierdził w odniesieniu do osób częściowo ubezwłasnowolnionych, że – uwzględniając tendencje wyłaniające się w ustawodawstwie krajowym oraz w odpowiednich instrumentach międzynarodowych – art. 6 ust. 1 Konwencji musi być interpretowany, co do zasady, jako gwarantujący osobie bezpośredni dostęp do sądu w celu wystąpienia o przywrócenie jej zdolności do czynności prawnych (patrz sprawa Stanev, powołana wyżej, § 245). W powołanym wyroku Trybunał zauważył, że osiemnaście z dwudziestu krajowych systemów prawnych zbadanych w 2011 roku przewidywało bezpośredni dostęp do sądu dla osób częściowo ubezwłasnowolnionych, które chcą wystąpić o dokonanie ponownej oceny ich statusu. W siedemnastu Państwach taki dostęp otwarty był nawet dla osób całkowicie ubezwłasnowolnionych (patrz Stanev, §§ 95 i 243). Wskazuje to na istnienie obecnie na szczeblu europejskim tendencji w kierunku przyznawania osobom prawnie ubezwłasnowolnionym bezpośredniego dostępu do sądów w celu występowania przez nie o przywrócenie im zdolności do wykonywania czynności prawnych. ", "2. Zastosowanie powyższych zasad do niniejszej sprawy", "\t86. Na wstępie Trybunał zauważa, że w przedmiotowej sprawie żadna ze stron nie kwestionowała stosowalności art. 6 w odniesieniu do postępowania o przywrócenie zdolności do wykonywania czynności prawnych. Skarżący, całkowicie ubezwłasnowolniony, podniósł zarzut, że w okresie pomiędzy marcem a październikiem 2007 roku, pomimo wyroku Trybunału Konstytucyjnego, nie miał możliwości bezpośredniego wystąpienia do sądu o przywrócenie mu zdolności do czynności prawnych. Trybunał miał już wcześniej okazję sprecyzować, że postępowania o przywrócenie zdolności do czynności prawnych są bezpośrednio decydujące przy rozstrzyganiu o \"prawach i obowiązkach o charakterze cywilnym\" (patrz Matter przeciwko Słowacji, nr 31534/96, § 51, 5 lipca 1999). Stąd też Artykuł 6 ust. 1 Konwencji ma zastosowanie w przedmiotowej sprawie.", "\t87. Do rozstrzygnięcia pozostaje kwestia, czy dostęp skarżącego do sądu był ograniczony, a jeżeli tak – czy to ograniczenie było prawnie uzasadnione realizacją przyjętego celu, oraz czy było w stosunku do tego celu proporcjonalne.", "\t88. Wracając do okoliczności niniejszej sprawy, po pierwsze Trybunał zauważa, że jego zadaniem nie jest tutaj decydowanie, czy na podstawie Konwencji prawo osoby częściowo ubezwłasnowolnionej do posiadania bezpośredniego dostępu do sądu, ustanowione w wyroku w sprawie Stanev, powinno być rozszerzone na osoby całkowicie ubezwłasnowolnione. Przedmiotowa kwestia pojawiła się, ponieważ polski Trybunał Konstytucyjny uznał za niekonstytucyjny krajowy przepis zabraniający osobom pozbawionym zdolności do czynności prawnych bezpośredniego wszczynania postępowania mającego na celu zmianę postanowienia o ubezwłasnowolnieniu. Wyrok Trybunału Konstytucyjnego w tej sprawie z dnia 7 marca 2007 roku wszedł w życie dziesięć dni później.", "\tTrybunał Konstytucyjny w sposób wyraźny zwrócił się do sądów niższej instancji powtarzając, że w konsekwencji wyroku Trybunału prawo krajowe powinno być interpretowane w sposób umożliwiający osobom ubezwłasnowolnionym dostęp do sądu. Praktyka taka powinna mieć miejsce niezależnie od tego, czy odpowiednia poprawka zostanie wprowadzona do KPC, czy też nie.", "\tPomimo tak wyraźnej wskazówki, wnioski skarżącego o przywrócenie mu zdolności do czynności prawnych zostały oddalone w dniach 11 maja, 7 sierpnia oraz 17 września 2007 roku, jako nieprzewidziane przepisami prawa (patrz akapity 26 i 27 powyżej). W ostatnim z wymienionych przypadków Sąd Rejonowy odwołał się do wyroku Trybunału Konstytucyjnego, nie podając jednak powodów, dla których nie zastosował się do niego. Trybunał zauważa, że Rząd również nie przedstawił żadnych wyjaśnień w tej kwestii.", "\t89. Trybunał po raz kolejny stwierdza, że dla zainteresowanej osoby prawo zwrócenia się do sądu o dokonanie oceny zastosowanego ubezwłasnowolnienia jest jednym z jej najważniejszych praw z uwagi na to, że taka procedura – gdy już zostanie wszczęta – będzie miała decydujący wpływ na wykonywanie wszystkich praw i wolności tej osoby zależnych od zastosowanego ubezwłasnowolnienia, a co istotne wszelkich nałożonych ograniczeń wolności osobistej (patrz sprawa Shtukaturov, powołana wyżej, § 71, oraz Stanev, powołana wyżej, § 241).", "\t90. Trybunał uznaje, że wyrok Trybunału Konstytucyjnego, który w sposób wyraźny apelował do sądów niższej instancji o nieograniczanie praw procesowych osób ubezwłasnowolnionych – był prawnie wiążący, pomimo niezakończonej jeszcze procedury legislacyjnej oraz niechęci ze strony sądów krajowych do bezpośredniego stosowania tego wyroku. W tych okolicznościach skarżący był pozbawiony jasnej, praktycznej i skutecznej możliwości dostępu do sądu w odniesieniu do swojego wniosku o przywrócenie mu zdolności prawnej. A zatem, ogólnie rzecz biorąc, system był niewystarczająco jasny i spójny (patrz De Geouffre de la Pradelle przeciwko Francji, 16 grudnia 1992, § 34, Seria A nr 253-B). Również, w tych okolicznościach, co najmniej trzykrotne odrzucenie wniosków skarżącego o zmianę postanowienia o ubezwłasnowolnieniu w okresie pomiędzy marcem a październikiem 2007 roku nie może zostać potraktowane jako usprawiedliwione nałożenie uzasadnionego prawnie procesowego ograniczenia na prawo skarżącego dostępu do sądu (patrz Angel Angelov przeciwko Bułgarii, nr 51343/99, § 38, 15 lutego 2007).", "\tTrybunał odnotowuje fakt, że później odpowiednie przepisy KPC zostały znowelizowane i w 2009 roku skarżący uzyskał wreszcie możliwość wszczęcia postępowania mającego na celu zmianę postanowienia o jego ubezwłasnowolnieniu (patrz akapity 30 i 40 powyżej). Jednakże ten pozytywny rozwój sytuacji nie może zmienić powyższej konkluzji, która odnosi się do okresu sprzed wejścia w życie wyżej wymienionej poprawki.", "\t91. Trybunał stwierdza zatem, że nastąpiło naruszenie art. 6 ust. 1 Konwencji.", "IV. ZARZUT NARUSZENIA ARTYKUŁU 8 KONWENCJI", "\t92. Skarżący podniósł też zarzut na podstawie art. 8 Konwencji, że umieszczenie go w domu pomocy społecznej na czas nieokreślony stanowiło ingerencję w jego prawo do poszanowania życia prywatnego i rodzinnego. Rząd nie przedstawił uwag odnośnie do tej skargi wniesionej przez skarżącego.", "\t93. Trybunał stwierdza, że ta jego skarga powiązana jest ze skargami badanymi powyżej, a zatem musi zostać uznana za dopuszczalną.", "\t94. Jednakże, mając na względzie powody, które doprowadziły Trybunał do stwierdzenia naruszenia art. 5 ust. 1 i 4 Konwencji (patrz akapity 70 i 78 powyżej), Trybunał stwierdza, że żadna odrębna kwestia nie pojawia się na w związku z art. 8 Konwencji, a zatem ta skarga nie wymaga odrębnego badania (patrz sprawa Stanev, powołana wyżej, § 252).", "V. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "95. Artykuł 41 Konwencji przewiduje iż:", "\"Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie praw niniejszej konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.\"", "Szkoda", "96. Skarżący wystąpił o przyznanie mu kwoty 10 000 EUR z tytułu szkody niepieniężnej.", "97. Rząd zakwestionował to roszczenie jako wygórowane.", "98. Trybunał przyznaje skarżącemu kwotę 10 000 EUR z tytułu szkody niemajątkowej.", "B. Koszty i wydatki", "\t99. Skarżący, który był reprezentowany przez prawników z Helsińskiej Fundacji Praw Człowieka, nie występował o zwrot żadnych kosztów i wydatków.", "C. Odsetki z tytułu zwłoki", "\t100. Trybunał uznaje za właściwe, aby stopa odsetek z tytułu zwłoki opierała się na krańcowej stopie pożyczkowej Europejskiego Banku Centralnego, do której należy dodać trzy punkty procentowe.", "", "Z TYCH WZGLĘDÓW TRYBUNAŁ JEDNOGŁOŚNIE", "Uznaje skargę za dopuszczalną;", "Stwierdza, że nastąpiło naruszenie art. 5 ust. 1 Konwencji;", "Stwierdza, że nastąpiło naruszenie art. 5 ust. 4 Konwencji;", "Stwierdza, że nastąpiło naruszenie art. 6 ust. 1 Konwencji;", "Stwierdza, że nie istnieje potrzeba odrębnego badania skargi na podstawie art. 8 Konwencji;", "Stwierdza", "że pozwane Państwo winno zapłacić skarżącemu, w terminie trzech miesięcy od daty, w której wyrok stanie się ostateczny zgodnie z art. 44 ust. 2 Konwencji, kwotę w wysokości 10 000 EUR (dziesięć tysięcy euro) z tytułu szkody niemajątkowej, powiększoną o jakikolwiek podlegający naliczeniu podatek, w przeliczeniu na walutę Państwa pozwanego po kursie obowiązującym w dniu rozliczenia;", "że po upływie powyższego trzymiesięcznego terminu do momentu zapłaty winny zostać wypłacone odsetki zwykłe od wskazanej wyżej kwoty według stawki równej krańcowej stopie pożyczkowej Europejskiego Banku Centralnego podczas okresu zwłoki, powiększonej o trzy punkty procentowe.", "Sporządzono w języku angielskim oraz ogłoszono w formie pisemnej dnia 16 października 2012 roku na zasadach Artykułu 77 ust. 2 i 3 Regulaminu Trybunału.", "", "Lawrence Early \t\t\t\t\tDavid Thór Björgvinsson", "Kanclerz \t\t\t\t\t\tPrzewodniczący", ""]}