{"file": "POL_HJUDPOL_27915_95.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "27915/95", "text_paragraphs": ["EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "SEKCJA PIERWSZA", "", "", "", "SPRAWA NIEDBAŁA przeciwko POLSCE", "Skarga nr 27915/95", "WYROK - 4 lipca 2000 r.", "", "Europejski Trybunał Praw Człowieka (Sekcja Pierwsza), zasiadając jako Izba złożona z następujących sędziów:", "Pani E. Palm, przewodnicząca,", "Pani W. Thomassen,", "Pan J. Makarczyk,", "Pan R. Türmen,", "Pan J. Casadevall,", "Pan B. Zupančič,", "Pan T. Pantîru, sędziowie", "oraz Pan M. O’Boyle, szef Kancelarii Sekcji,", "Obradując na posiedzeniach zamkniętych w dniach 14 marca 2000 r. i 15 czerwca 2000 r.,", "wydaje następujący wyrok, który został przyjęty w ostatnim z wymienionych terminów:", "", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi (nr 27915/95) przeciwko Rzeczypospolitej Polskiej wniesionej do Europejskiej Komisji Praw Człowieka („Komisja”) na podstawie dawnego art. 25 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności („Konwencja”), przez obywatela polskiego, Pana Macieja Niedbałę („skarżący”), w dniu 5 lutego 1995 r. Skarżący zarzucał naruszenie art. 5 ust. 3 i 4 oraz art. 8 Konwencji.", "2. Przed Trybunałem skarżący był reprezentowany przez Pana W. Hermelińskiego, prawnika praktykującego w Warszawie. Polski Rząd („Rząd”) był reprezentowany przez Pełnomocnika, Pana K. Drzewickiego z Ministerstwa Spraw Zagranicznych.", "3. W dniu 7 lipca 1999 r. skład Wielkiej Izby postanowił, że sprawa powinna być rozpatrzona przez Izbę utworzoną w ramach jednej z sekcji Trybunału (art.100 ust. 1 Regulaminu Trybunału). Skutkiem tego sprawę przydzielono Pierwszej Sekcji.", "4. Skarżący i Rząd złożyli memoriały dotyczące meritum (art. 59 ust. 1).", "5. Rozprawa jawna odbyła się w Pałacu Praw Człowieka w Strasburgu, w dniu 14 marca 2000 r.", "Przed Trybunałem stawili się:", "(a) w imieniu Rządu:", "Pan Krzysztof Drzewicki, pełnomocnik,", "Pan Wojciech Dziuban, radca,", "Pani Renata Kowalska,", "Pani Małgorzata Wąsek-Wiaderek", "Pan Piotr Nowotniak doradcy;", "(b) w imieniu skarżącego:", "Pan Wojciech Hermeliński, radca.", "Trybunał wysłuchał wystąpień Pana W. Hermelińskiego, Pana K. Drzewickiego, Pani M. Wąsek-Wiaderek i Pani R. Kowalskiej.", "", "FAKTY", "", "I. OKOLICZNOŚCI SPRAWY", "6. W dniu 31 sierpnia 1994 r. skarżący został zatrzymany. W dniu 2 września 1994 r. Prokurator Rejonowy w Rybniku aresztował go pod zarzutem kradzieży samochodu.", "7. Skarżący złożył zażalenie do Sądu Wojewódzkiego w Katowicach. W dniu 12 września 1994 r. sąd oddalił jego zażalenie uznając, że istniały wystarczające dowody, aby przyjąć, że skarżący mógł popełnić zarzucane przestępstwo, oraz że przyczyny dla których skarżący został aresztowany nie przestały istnieć.", "8. W dniu 21 września 1994 r. Prokurator Rejonowy w Rybniku przedłużył areszt skarżącego do dnia 30 listopada 1994 r. stwierdzając, że dowody zgromadzone w toku śledztwa wyraźnie wskazywały, że skarżący popełnił zarzucane przestępstwo. Ponadto musiała być jeszcze sporządzona opinia biegłego.", "9. W dniu 10 października 1994 r. Sąd Wojewódzki w Katowicach oddalił zażalenie skarżącego na to postanowienie stwierdzając, że zgromadzone dowody wyraźnie wskazywały, że skarżący popełnił zarzucane przestępstwo. Musiały być jeszcze przeprowadzone dalsze, pochłaniające czas dowody, co uzasadniało przedłużenie aresztu.", "10. W dniu 24 października 1994 r. Prokurator Rejonowy w Rybniku odmówił zwolnienia skarżącego stwierdzając, że śledztwo nie zostało zakończone, ponieważ konieczne było przeprowadzenie dalszych dowodów medycznych oraz, że przyczyny, dla których areszt pierwotnie postanowiono, nie przestały istnieć.", "11. W dniu 2 listopada 1994 r. skarżący napisał list do Rzecznika Praw Obywatelskich zarzucając rzekome nieprawidłowości w postępowaniu karnym przeciwko niemu, oraz że został czynnie znieważony przez policję podczas aresztowania. Administracja więzienia wysłała ten list do Prokuratora Rejonowego w Rybniku. W dniu 23 listopada 1994 r. Prokurator Rejonowy w Rybniku poinformował skarżącego, że list do Rzecznika został wysłany do Prokuratury Rejonowej w Tychach, w celu zbadania rzekomego czynnego znieważenia. Następnie list został wysłany do Rzecznika. List dotarł do biura Rzecznika w dniu 27 grudnia 1994 r. i został zarejestrowany pod numerem ROP 174886/94/II. W dniu 28 listopada 1994 r. skarżący wysłał kolejny list do Rzecznika Praw Obywatelskich.", "12. W dniu 15 listopada 1994 r. Prokurator Wojewódzki w Katowicach oddalił zażalenie skarżącego na postanowienie z dnia 24 października 1994 r. Prokurator uważał, że dowody wyraźnie wskazywały, że skarżący popełnił zarzucane przestępstwo. Przyczyny, dla których nałożono areszt nie przestały istnieć. Śledztwo powinno być kontynuowane, a to wymagało, aby skarżący pozostał w areszcie.", "13. W dniu 9 marca 1995 r. skarżący wystąpił do Sądu Wojewódzkiego w Katowicach o zbadanie zgodności z prawem jego aresztu, jak przewiduje art. 5 ust. 4 Europejskiej Konwencji Praw Człowieka. Ten wniosek pozostał bez odpowiedzi.", "14. W dniu 20 marca 1995 r. Sąd Wojewódzki w Katowicach skazał skarżącego za posiadanie przedmiotów pochodzących z kradzieży oraz zarządził jego zwolnienie z aresztu tymczasowego. Skarżący i prokurator wnieśli rewizje od tego wyroku.", "15. W dniu 20 kwietnia 1995 r. Prokurator Rejonowy w Raciborzu postanowił nałożyć na skarżącego areszt tymczasowy, pod zarzutem usiłowania kradzieży samochodu, a w dniu 25 kwietnia 1995 r. skarżący został ponownie aresztowany. Skarżący złożył zażalenie do Sądu Rejonowego w Raciborzu, powołując się między innymi na art. 5 ust. 3 Konwencji. W dniu 27 kwietnia 1995 r. sąd oddalił zażalenie uznając, że tymczasowe aresztowanie nałożone zostało zgodnie z prawem. Art. 210 § 1 Kodeksu postępowania karnego przewiduje, że prokurator jest organem kompetentnym do wydania postanowienia o tymczasowym aresztowaniu.", "16. W dniu 12 czerwca 1995 r., w odpowiedzi na list skarżącego z dnia 2 listopada 1994 r., Rzecznik Praw Obywatelskich poinformował skarżącego, że ratyfikacja Konwencji nie powoduje automatycznie uchylenia przepisów prawa polskiego odnoszących się do organów kompetentnych do decydowania o pozbawieniu wolności. Dlatego też sądy i prokuratorzy pozostawali w obowiązku stosować prawo krajowe obowiązujące wówczas w tym zakresie. Stosowne zmiany do Kodeksu postępowania karnego zostały już przyjęte przez Sejm, ale nie weszły jeszcze w życie. Bieżąca debata publiczna o możliwości bezpośredniego stosowania Konwencji w wewnętrznym porządku prawnym miała naturę czysto teoretyczną. Postanowienia dotyczące aresztowania skarżącego były zatem zgodne z prawem.", "17. W dniu 5 września 1995 r. Sąd Apelacyjny w Katowicach zmienił zaskarżony wyrok z dnia 20 marca 1995 r. w ten sposób, że uznał skarżącego winnym współdziałania w sprzedaży przedmiotów pochodzących z kradzieży i skazał go na dwa lata i sześć miesięcy więzienia oraz grzywnę.", "", "II. PRAWO KRAJOWE", "A. Środki zapobiegawcze w postępowaniu karnym", "18. W omawianym okresie organy uprawnione do stosowania tymczasowego aresztowania były określone w art. 210 i 212 Kodeksu postępowania karnego z 1969 r., które w stosownych fragmentach brzmią następująco:", "„Artykuł 210", "§ 1. Środki zapobiegawcze [tj. tymczasowe aresztowanie, kaucję i dozór policyjny] stosuje sąd, a przed wniesieniem aktu oskarżenia - prokurator (...).”", "„Artykuł 212", "§ 1. Na postanowienie o zastosowaniu środka zapobiegawczego przysługuje zażalenie [do sądu wyższej instancji] ...", "§ 2. Na postanowienie prokuratora o zastosowaniu tymczasowego aresztowania przysługuje zażalenie do sądu właściwego do rozpoznania sprawy ...”", "19. Te przepisy zostały zmienione w dniu 29 czerwca 1995 r. ustawą z dnia 29 czerwca 1995 r. o zmianie Kodeksu postępowania karnego i innych ustaw karnych, która weszła w życie w dniu 4 sierpnia 1995 r. Zgodnie z tymi zmianami, areszt tymczasowy mógł być nałożony tylko postanowieniem sądu.", "20. Nowy Kodeks postępowania karnego został uchwalony przez Sejm w dniu 6 czerwca 1997 r. Jego art. 250 w stosownej części brzmi:", "„§ 1. Tymczasowe aresztowanie może nastąpić tylko na mocy postanowienia sądu.", "§ 2. Tymczasowe aresztowanie stosuje w postępowaniu przygotowawczym na wniosek prokuratora sąd rejonowy, w którego okręgu prowadzi się postępowanie (...). Po wniesieniu aktu oskarżenia tymczasowe aresztowanie stosuje sąd, przed którym sprawa się toczy.", "§ 3. Prokurator, przesyłając wraz z aktami sprawy wniosek, o którym mowa w § 2, zarządza jednocześnie doprowadzenie podejrzanego do sądu.”", "21. W omawianym okresie obecność stron na posiedzeniach sądu, innych niż rozprawy, była uregulowana w art. 87 i 88 Kodeksu postępowania karnego z 1969 r., które w stosownych częściach stanowiły:", "„Artykuł 87", "Sąd orzeka na rozprawie w wypadkach przewidzianych przez ustawę, a w innych - na posiedzeniu niejawnym. ...”", "„Artykuł 88", "W posiedzeniu niejawnym może wziąć udział prokurator (...); inne strony mogą wziąć udział w posiedzeniu, jeżeli ustawa to przewiduje.”", "22. Zgodnie z art. 249 Kodeksu postępowania karnego, przed postanowieniem o zastosowaniu środka zapobiegawczego sąd powinien przesłuchać osobę oskarżoną. Obrońca aresztowanego powinien być dopuszczony do udziału w posiedzeniu sądu, jeżeli się stawi. Nie ma obowiązku informowania obrońcy o dacie i godzinie posiedzenia sądu, chyba że podejrzany o to wnosi i nie będzie to utrudniało postępowania.", "23. Sąd zawiadamia obrońcę osoby tymczasowo aresztowanej o dacie i godzinie posiedzenia sądu, na którym podejmuje się decyzję o przedłużeniu tymczasowego aresztowania lub, na którym będzie rozpatrywane zażalenie na postanowienie o zastosowaniu lub przedłużeniu tymczasowego aresztowania.", "", "B. Pozycja prokuratora w prawie polskim", "24. W omawianym okresie relacje między polskimi organami państwa były określone w ustawie przejściowej, tj. w małej konstytucji z dnia 17 października 1992 r. Art. 1 tej ustawy ustanawiał zasadę rozdzielności władzy na następujących zasadach:", "„Organami Państwa w zakresie władzy ustawodawczej są Sejm i Senat Rzeczypospolitej Polskiej, w zakresie władzy wykonawczej - Prezydent Rzeczypospolitej Polskiej i Rada Ministrów, w zakresie władzy sądowniczej - niezawisłe sądy.”", "25. Na podstawie art. 56 tejże ustawy Rada Ministrów złożona jest z Prezesa Rady Ministrów, zastępcy prezesa Rady Ministrów i ministrów.", "26. Zgodnie z art. 1 ustawy z dnia 20 czerwca 1985 r. o ustroju sądów powszechnych, sądy sprawują wymiar sprawiedliwości w Rzeczypospolitej Polskiej. Sądami są sądy apelacyjne, wojewódzkie i sądy rejonowe. Na podstawie art. 9 tej ustawy Sąd Najwyższy sprawuje nadzór w zakresie orzekania nad sądami powszechnymi.", "27. Art. 1 ustawy z dnia 20 czerwca 1985 r. o prokuraturze, który określa ogólne zasady dotyczące struktury, zadań i organizacji organów prokuratorskich, w omawianym okresie brzmiał następująco:", "„1. Prokuraturę stanowią: Prokurator Generalny, podlegli mu: pierwszy zastępca, zastępcy Prokuratora Generalnego, prokuratorzy w Ministerstwie Sprawiedliwości oraz prokuratorzy powszechnych i wojskowych jednostek organizacyjnych prokuratury.", "2. Prokurator Generalny jest naczelnym organem prokuratury. Funkcje Prokuratora Generalnego sprawuje Minister Sprawiedliwości.”", "Art. 3 ustawy brzmi:", "„Zadaniem prokuratury jest strzeżenie praworządności oraz czuwanie nad ściganiem przestępstw.”", "28. Na podstawie art. 7 powyższej ustawy, przy wykonywaniu obowiązków ustawowych prokurator przestrzega zasady bezstronności i równości obywateli wobec prawa.", "29. Zgodnie z art. 8 tejże ustawy, prokurator jest niezależny przy wykonywaniu swoich obowiązków, z uwzględnieniem granic niezależności określonych w tym artykule. Prokurator jest zobowiązany wykonywać polecenia, wytyczne i zarządzenia przełożonego prokuratora. Jeżeli jednak polecenie dotyczy treści czynności w postępowaniu, prokurator może żądać doręczenia mu polecenia na piśmie, wraz z uzasadnieniem, zmiany polecenia lub wyłączenia go od wykonania tej czynności albo od udziału w sprawie. O wyłączeniu rozstrzyga ostatecznie prokurator bezpośrednio przełożony nad prokuratorem, który wydał polecenie.", "30. Dział III Kodeksu postępowania karnego z 1969 r., obowiązujący w omawianym okresie, zatytułowany „Strony, obrońcy, pełnomocnicy i przedstawiciel społeczny”, określał prokuratora jako stronę w postępowaniu karnym. Zgodnie ze wszystkimi stosownymi przepisami kodeksu prokurator wykonywał funkcję śledczą i oskarżycielską w toku postępowania karnego. W szczególności, po zakończeniu postępowania przygotowawczego sporządzał akt oskarżenia i reprezentował organ oskarżycielski przed sądem właściwym do rozpatrzenia sprawy.", "31. Na podstawie art. 3 Kodeksu postępowania karnego z 1969 r. „organy prowadzące postępowanie karne [włączając prokuratora] są obowiązane badać oraz uwzględniać okoliczności przemawiające zarówno na korzyść, jak i na niekorzyść oskarżonego.”", "", "C. Rzecznik Praw Obywatelskich", "32. Na podstawie art. 1 ustawy z dnia 15 lipca 1987 r. zadaniem Rzecznika, jako strażnika praw i wolności obywateli jest badanie, czy wskutek działania lub zaniechania organów, organizacji i instytucji obowiązanych do przestrzegania praw i wolności nie nastąpiło naruszenie prawa, a także zasad współżycia i sprawiedliwości społecznej. Rzecznik może podejmować środki przewidziane przez prawo, jeżeli otrzyma informację, z której wynika, że prawa człowieka zostały pogwałcone. Zgodnie z art. 13 ustawy Rzecznik jest kompetentny do badania skarg indywidualnych. Badając takie skargi może, między innymi, żądać aby władze sądownicze, prokuratorskie i administracyjne przedkładały mu informacje dotyczące indywidualnych spraw. Na podstawie art. 14, po zakończeniu dochodzenia, jeżeli pogwałcenie praw i wolności obywatela nastąpiło, Rzecznik może przedstawiać właściwym organom, prowadzącym postępowanie, swoje wnioski. Działania Rzecznika muszą być zgodne z zasadą niezawisłości wymiaru sprawiedliwości. Rzecznik może również informować władze zwierzchnie o swoich ustaleniach i wnosić o podjęcie stosownych środków przewidzianych przez prawo w odniesieniu do osób, których działania spowodowały naruszenie praw człowieka.", "", "D. Korespondencja osób tymczasowo aresztowanych", "33. W omawianym okresie sytuacja osób tymczasowo aresztowanych była regulowana przez Kodeks karny wykonawczy z dnia 19 kwietnia 1969 r. Na podstawie art. 89 tego kodeksu wszelka korespondencja osób tymczasowo aresztowanych podlegała cenzurze, chyba że prokurator lub sąd postanowił inaczej. Kodeks nie przewidywał żadnego środka zaskarżenia sposobu lub zakresu cenzury korespondencji tymczasowo aresztowanego.", "34. Prawa osób tymczasowo aresztowanych były ponadto określone w art. 33 Regulaminu wykonywania tymczasowego aresztowania, przyjętego w 1989 r. Przewidywał on, że korespondencja osób tymczasowo aresztowanych podlegała cenzurze organu prowadzącego postępowanie karne, tj. prokuratora lub sądu, w zależności od fazy postępowania.", "35. W dniu 6 lipca 1997 r. został uchwalony przez parlament, nowy Kodeks karny wykonawczy. Art. 102 tego kodeksu, który wszedł w życie 1 stycznia 1998 r. stanowi, że korespondencja osób skazanych prowadzona z organami państwa i Rzecznikiem Praw Obywatelskich nie podlega cenzurze. Art. 103 kodeksu stanowi dalej, że osoba skazana i jej obrońca mogą składać skargi do organów powołanych na podstawie ratyfikowanych przez Rzeczpospolitą Polską umów międzynarodowych dotyczących ochrony praw człowieka. Korespondencja więźniów w takich przypadkach powinna być bezzwłocznie przekazana i nie podlega cenzurze.", "36. Na podstawie art. 512 nowego kodeksu, prawa osób tymczasowo aresztowanych powinny, w zasadzie, być przynajmniej równe tym, które przysługują osobom skazanym prawomocnym wyrokiem.", "", "E. Rozporządzenie Ministra Sprawiedliwości z dnia 29 marca 1991 r. w sprawie trybu sprawowania nadzoru nad administracyjną działalnością sądów", "37. Art. 3 rozporządzenia, który został później uchylony stanowił, że prezes sądu wojewódzkiego sprawuje nadzór nad działalnością administracyjną sądów rejonowych w powierzonym mu okręgu, podczas gdy art. 4 stanowił, że prezes sądu apelacyjnego sprawuje nadzór nad działalnością administracyjną sądów wojewódzkich w powierzonym mu okręgu.", "", "POSTĘPOWANIE PRZED KOMISJĄ", "38. W dniu 7 lipca 1997 r. Komisja uznała skargę za częściowo dopuszczalną. W swoim sprawozdaniu z dnia 1 marca 1999 r. (dawny art. 31 Konwencji) jednogłośnie wyraziła opinię, że nastąpiło naruszenie: art. 5 ust. 3 Konwencji przez to, że skarżący został pozbawiony wolności na mocy decyzji prokuratora, który nie był sędzią, ani innym organem uprawnionym do sprawowania władzy sądowniczej, art. 5 ust. 4 Konwencji przez to, że postępowanie dotyczące kontroli jego tymczasowego aresztowania nie było prawdziwie kontradyktoryjne i art. 8 Konwencji przez to, że korespondencja skarżącego do Rzecznika Praw Obywatelskich została przejęta i opóźniona.", "", "PRAWO", "", "I. DOMNIEMANE NARUSZENIE ARTYKUŁU 5 UST. 3 KONWENCJI", "39. Skarżący zarzucił naruszenie art. 5 ust. 3 Konwencji, którego stosowna część stanowi:", "„Każdy zatrzymany lub aresztowany, zgodnie z postanowieniami ustępu 1 (c) niniejszego artykułu, powinien zostać niezwłocznie postawiony przed sędzią lub innym urzędnikiem uprawnionym przez ustawę do wykonywania władzy sądowej i ma prawo być sądzony w rozsądnym terminie albo zwolniony na czas postępowania. Zwolnienie może zostać uzależnione od udzielenia gwarancji zapewniających stawienie się na rozprawę.”", "", "A. Argumenty podniesione przed Trybunałem", "40. Skarżący podniósł, że na gruncie prawa polskiego, w jego brzmieniu w omawianym okresie, prokurator nie był ani sędzią, ani urzędnikiem uprawnionym do wykonywania władzy sądowniczej. Zgodnie z orzecznictwem Trybunału, zanim o urzędniku można było powiedzieć, że wykonuje władzę sądowniczą, musiałby on spełniać pewne warunki przewidujące gwarancje przeciwko bezpodstawnemu pozbawieniu wolności, mianowicie musiał być niezależny od władzy wykonawczej i od stron. Dla oceny tego ostatniego aspektu zasadniczym było, że urzędnik, który postanawiał o tymczasowym aresztowaniu nie mógł być uznawany za bezstronnego, jeżeli w kolejnych stadiach postępowania karnego działał jako organ oskarżający. Na gruncie prawa polskiego, obowiązującego w czasie aresztowania skarżącego, nic nie stało na przeszkodzie prokuratorowi, który nałożył areszt, aby później działał w imieniu organu oskarżającego.", "41. Skarżący podkreślił, że na podstawie obowiązujących przepisów prawa konstytucyjnego wyłącznie sądy były uprawnione do wykonywania władzy sądowniczej. Prokuratorzy podlegali Prokuratorowi Generalnemu, którego funkcję sprawował Minister Sprawiedliwości, a więc należeli do pionu władzy wykonawczej. Prokuratorzy byli obowiązani wykonywać polecenia swoich przełożonych, którzy z kolei podlegali Ministrowi Sprawiedliwości. W świetle tych rozważań argumenty Rządu, że prokuratorzy pełnili funkcje sądownicze nie mogły być obronione.", "42. Skarżący następnie odniósł się do zmian legislacyjnych dotyczących stosowania tymczasowego aresztowania na gruncie prawa polskiego. Stosowne przepisy Kodeksu postępowania karnego z 1969 r. zostały zmienione na mocy ustawy z dnia 29 czerwca 1995 r. stanowiącej, że od tego momentu tymczasowe aresztowanie mogło być nałożone tylko decyzją sądu. Następnie, nowy Kodeks postępowania karnego, który został uchwalony w czerwcu 1997 r., również stanowił, że o aresztowaniu postanawiał sąd. Skarżący podkreślił, że sam fakt, że przepisy regulujące tymczasowe aresztowanie zostały w taki sposób zmienione wskazywał, że ustawodawca był świadom faktu, że rozwiązania mające zastosowanie w omawianej sprawie były niezgodne z wymogami art. 5 Konwencji.", "43. Skarżący skonkludował, że stosowanie tymczasowego aresztowania przez prokuratora nie spełniało wymogów art. 5 ust. 3 Konwencji.", "44. Rząd po pierwsze potwierdza, że prokuratorzy w Polsce byli w omawianym okresie i są obecnie podlegli Prokuratorowi Generalnemu - Ministrowi Sprawiedliwości, który należał do pionu wykonawczego Rządu. Jednakże uprawnienia do występowania w postępowaniu karnym nie były powierzone Prokuratorowi Generalnemu, lecz zwyczajnym prokuratorom występującym w imieniu prokuratur rejonowych, wojewódzkich i apelacyjnych.", "45. Dalej Rząd podniósł, że na gruncie prawa polskiego prokuratorzy wykonywali dwie zasadnicze funkcje: oskarżycielską oraz strażnika interesu publicznego. Byli ograniczeni obowiązkiem przestrzegania zasad bezstronności i równości jednostek wzglądem prawa.", "Prokuratorzy, przed wydaniem postanowienia o tymczasowym aresztowaniu musieli przesłuchać podejrzanego. Ponadto byli obowiązani brać pod uwagą zarówno okoliczności przemawiające za, jak i przeciw aresztowaniu. Byli również uprawnieni do zwolnienia aresztowanego, jeżeli okoliczności przestały uzasadniać dalsze aresztowanie. Rząd skonkludował, że prokuratorzy, którzy decydowali o tymczasowym aresztowaniu skarżącego spełnili zarówno przesłanki proceduralne, jak i materialne ustalone w orzecznictwie Trybunału. Rząd powołał się na wyroki Trybunału w sprawach takich, jak Schiesser przeciwko Szwajcarii (wyrok z 4 grudnia 1979, Seria A nr 34, s. 12-13, §§ 27-31) i Pauwels przeciwko Belgii (wyrok z 26 maja 1988, Seria A nr 135, s. 18, § 38).", "46. Rząd oświadczył, że w przedmiotowej sprawie skarżący został pierwotnie aresztowany na podstawie decyzji Prokuratora Rejonowego w Rybniku, w dniu 2 września 1994 r. Zaledwie dziesięć dni później Sąd Wojewódzki w Katowicach rozpatrując zażalenie skarżącego na postanowienie o tymczasowym aresztowaniu, miał możliwość zbadania okoliczności przemawiających za i przeciw jego aresztowaniu. W postanowieniu z dnia 12 września 1994 r. Sąd Wojewódzki w Katowicach utrzymał postanowienie o tymczasowym aresztowaniu i zaakceptował podstawy, na jakie powołał się prokurator dla uzasadnienia aresztowania skarżącego. Skarżący został następnie ponownie tymczasowo aresztowany, w dniu 25 kwietnia 1995 r., postanowieniem Prokuratora Rejonowego w Raciborzu. Skarżący złożył zażalenie na postanowienie o tymczasowym aresztowaniu i zaledwie sześć dni później Sąd Rejonowy w Raciborzu oddalił je, a uznając argumenty powołane przez prokuratora w postanowieniu o tymczasowym aresztowaniu stwierdził, że nowe aresztowanie skarżącego było zgodne z prawem i uzasadnione.", "47. Rząd stwierdził, że prawo skarżącego do postawienia go przed sędzią lub innym urzędnikiem uprawnionym do wykonywania władzy sądowniczej zostało poszanowane w przedmiotowej sprawie.", "", "B. Ocena Trybunału", "48. Trybunał przypomina, że rolą urzędnika powołanego w art. 5 ust. 3 jest zbadanie okoliczności przemawiających za i przeciw aresztowaniu, oraz postanowienie, w odniesieniu do kryterium legalności, czy istnieją przyczyny uzasadniające aresztowanie, a jeżeli nie ma takich przyczyn - postanowienie o zwolnieniu. Zanim o „urzędniku” można będzie powiedzieć, że wykonuje on „władzę sądowniczą” w rozumieniu powyższego przepisu, musi on spełniać pewne wymogi dające osobie aresztowanej gwarancje przeciwko jakiejkolwiek samowolności, czy niesprawiedliwości pozbawienia wolności (patrz Schiesser przeciwko Szwajcarii - wyrok z 4 grudnia 1979, Seria A nr 34, s. 12-13, §§ 27-31).", "49. Zatem, „urzędnik” musi być niezależny od władzy wykonawczej i od stron. W związku z tym, w czasie podejmowania decyzji obiektywne przesłanki stają się materialne, jeżeli okazuje się, że „urzędnik” może później występować w dalszym postępowaniu karnym w imieniu organu oskarżycielskiego - jego niezależność i bezstronność wydają się być otwarte na wątpliwości (patrz wyrok Huber przeciwko Szwajcarii z 23 października 1990, Seria A nr 188, s. 18, § 43 i wyrok Brincat przeciwko Włochy z 26 listopada 1992 r., Seria A nr 249-A, s. 12, § 21). „Urzędnik” musi przesłuchać osobę postawioną przed nim i ocenić czy areszt jest uzasadniony, czy nie. Jeżeli nie jest uzasadniony, „urzędnik” powinien posiadać kompetencję do podjęcia wiążącego nakazu uwolnienia aresztowanego (patrz powyższy wyrok w sprawie Schiesser, s. 13-14, § 31 i wyrok Irlandia przeciwko Wielkiej Brytanii z 18 stycznia 1978 r., Seria A nr 25, s. 75-76, § 199).", "50. Trybunał wielokrotnie powtarza, że sądowa kontrola tymczasowego aresztowania musi być automatyczna (patrz De Jong, Baljet i Van den Brink przeciwko Holandii - wyrok z 22 maja 1984 r., Seria A nr 77, s. 24, § 51). Nie może być ona uzależniona od uprzedniej skargi osoby aresztowanej. Taki wymóg nie zmienia charakteru gwarancji przewidzianej na podstawie art. 5 ust. 3 - ta gwarancja różni się od tej z art. 5 ust. 4, który przewiduje prawo do wszczęcia postępowania prowadzącego do zbadania zasadności aresztowania przez sąd (patrz cytowany powyżej wyrok De Jong, Baljet i Van den Brink przeciwko Holandii, s. 25-26, § 57). Może on nawet znosić cel gwarancji na podstawie art. 5 ust. 3, który służy ochronie jednostki przed samowolnym aresztowaniem - przez zapewnienie, że akt pozbawienia wolności podlega zbadaniu przez niezawisły sąd (patrz, mutatis mutandis, Kurt przeciwko Turcji wyrok z 25 maja 1998 r., Reports 1998-II, s. 1185, § 123; Aquilina przeciwko Malcie (GC), nr 25642/94, § 49, zostanie opublikowany w urzędowym Reports).", "51. Trybunał odnotowuje, że polska ustawa konstytucyjna gwarantuje odrębność władzy prawodawczej, wykonawczej i sądowniczej. W szczególności, zgodnie z gwarancjami ustawy z dnia 20 czerwca 1986 r., regulującej ustrój sądownictwa, ta ostania władza jest powierzona wyłącznie niezawisłym sądom.", "52. Gwarancje odnoszące się do struktury, funkcjonowania i organizacji organów oskarżycielskich zawarte w ustawie o Prokuraturze (patrz pkt 27 powyżej) przewidują, że w postępowaniu karnym rola oskarżyciela jest wykonywana przez prokuratorów. W związku z tym, Trybunał odnotowuje stwierdzenie Rządu, że w omawianym okresie prokuratorzy byli i wciąż są podległymi Prokuratora Generalnego, który jednocześnie wykonuje funkcję Ministra Sprawiedliwości. Nie podlega zatem dyskusji, że prokuratorzy podczas wykonywania swoich funkcji podlegają kontroli organu należącego do pionu wykonawczego Rządu.", "53. W opinii Trybunału, fakt powoływany przez Rząd, że na gruncie obowiązującego prawa prokuratorzy, poza wypełnianiem roli oskarżycielskiej, działali także jako strażnicy interesu publicznego nie może być traktowany jako nadanie im statusu sądowego. Trybunał odnotowuje, że prokuratorzy wypełniają funkcje śledcze i oskarżycielskie, a zatem ich pozycja w postępowaniu karnym, jak to regulowało prawo w omawianym okresie, w szczególności przepisy Działu III Kodeksu postępowania karnego z 1969 r., musi być widziana jako pozycja strony w tym postępowaniu.", "54. Dodatkowo prokuratorzy, którzy tymczasowo aresztowali skarżącego, przesłuchali go przed wydaniem postanowienia o aresztowaniu oraz rozważyli, czy w określonych okoliczności sprawy jego aresztowanie było uzasadnione. Jednakże, w świetle powyższych rozważań dotyczących pozycji prokuratorów na gruncie ustawy konstytucyjnej, nie można uznać, że prokuratorzy dają gwarancję niezawisłości, która mogłaby być traktowana jako pozostająca w zgodzie z wymogami art. 5 ust. 3 Konwencji.", "55. Trybunał następnie odnotowuje, że postanowienia o tymczasowym aresztowaniu wydane przez prokuratora w dniach 2 września 1994 r. i 21 kwietnia 1995 r., zostały - w rezultacie zażaleń skarżącego - poddane kontroli sądu, odpowiednio dziesięć i sześć dni później. Jednakże kontrola ta nie była automatyczna, ponieważ zależała od zażalenia wniesionego do sądu przez skarżącego. W konsekwencji fakt, że sądowa kontrola aresztowania była dla niego dostępna, nie naprawia uchybienia wynikającego z tego, że postanowienie o tymczasowym aresztowaniu zostało sporządzone przez prokuratora.", "56. Na koniec odnotowuje się, że nie ma sporu co do tego, iż prawo polskie obowiązujące w omawianym okresie nie dawało żadnych gwarancji, że ten sam prokurator, który postanawiał o tymczasowym aresztowaniu skarżącego, nie będzie mógł później brać udziału w oskarżaniu.", "57. Trybunał konkluduje zatem, że nastąpiło tu naruszenie art. 5 ust. 3 Konwencji.", "", "II. DOMNIEMANE NARUSZENIE ARTYKUŁU 5 UST. 4 KONWENCJI", "58. Skarżący utrzymuje także, że pozwane państwo pogwałciło art. 5 ust. 4 Konwencji, który brzmi:", "„Każdy, kto został pozbawiony wolności przez zatrzymanie lub aresztowanie, ma prawo odwołania się do sądu, w celu ustalenia bezzwłocznie przez sąd legalności pozbawienia wolności i zarządzenia zwolnienia, jeżeli pozbawienie wolności jest niezgodne z prawem.”", "", "A. Argumenty podniesione przed Trybunałem", "59. Skarżący podnosił, iż nie było sporne, że w omawianej sprawie nie został on postawiony przed sądem w żadnym z postępowań dotyczących kontroli tymczasowego aresztowania. Zgodnie z zasadą, na jaką powołał się Trybunał w sprawie Assenov przeciwko Bułgarii (wyrok z 28 października 1998, Reports of Judgments and Decisions 1998-VII, s. 3302, § 162), oskarżony, którego areszt wchodzi w zakres art. 5 ust. 1 (c) Konwencji, powinien być uprawniony do poddania rozpatrzeniu proceduralnych i materialnych aspektów swojego aresztowania, na rozprawie w jego obecności.", "60. Skarżący następnie podnosi, że na podstawie obowiązujących w omawianym okresie przepisów prawa nie tylko nie był uprawniony do uczestniczenia w posiedzeniach sądu, odbywających się w postępowaniu dotyczącym kontroli tymczasowego aresztowania, ale nie komunikowano mu argumentów przedkładanych sądowi przez prokuratora w celu poparcia jego aresztowania. W konsekwencji, obowiązujące przepisy nie dawały mu żadnej sposobności do skomentowania stanowiska zajmowanego przez prokuratora w tym względzie.", "61. Skarżący odnosi się również do argumentu Rządu, że postanowienia prokuratorów dotyczące jego tymczasowego aresztowania powinny być traktowane jako prawidłowe, ponieważ były następnie zaakceptowane przez sąd. Skarżący podkreślił, że ten argument nie może być uznany za ważny, jako że gdyby skarżący lub jego obrońca miał możliwość uczestniczenia w posiedzeniach sądu i przedstawiania sądowi argumentów, w odpowiedzi na argumenty podniesione przez organy oskarżycielskie, nie można wykluczyć, że sądy, będąc zaznajomione z argumentami obu stron, byłyby skłonne rozstrzygnąć inaczej. Rzeczywista możliwość gruntownego zbadania przez sądy czy aresztowanie skarżącego było uzasadnione była zatem ograniczona, gwarancje procedury habeas corpus nie były przestrzegane w przedmiotowej sprawie.", "62. Rząd dowodzi, że sądy rozpatrujące zażalenia skarżącego na postanowienia o tymczasowym aresztowaniu i jego wnioski o uchylenie tymczasowego aresztowania posiadały pełną jurysdykcję, aby rozważyć zgodność tymczasowego aresztowania skarżącego z wymogami formalnymi, wymienionymi w obowiązujących przepisach Kodeksu postępowania karnego, a także by zbadać rozsądny charakter podejrzeń uzasadniających jego aresztowanie.", "63. Rząd przyznał, że skarżący nie był uprawniony do uczestniczenia w posiedzeniach sądów, na których rozpatrywano zgodność z prawem jego aresztowania. Było prawdą, że prokurator był uprawniony do uczestniczenia w takich sesjach, ale jego obecność nie była obowiązkowa. W związku z postępowaniem dotyczącym zbadania zasadności aresztowania skarżącego, które odbyło się przed Sądem Rejonowym w Raciborzu w dniu 27 kwietnia 1995 r., Rząd twierdzi, że ani skarżący, ani prokurator nie byli obecni. W konsekwencji, nie można było zarzucić, że zasada równości broni nie była respektowana w tym postępowaniu.", "64. Rząd dalej dowodzi, że nawet pod nieobecność skarżącego i jego obrońcy na posiedzeniach sądów odbywających się w związku z sądowym badaniem jego aresztowania, sąd dysponował argumentacją skarżącego przedłożoną na piśmie. Nie było zatem przeszkód, aby sąd dokonał wnikliwej oceny, czy jego aresztowanie było zgodne z prawem i uzasadnione. Sąd Wojewódzki w Katowicach badał dwa zażalenia wniesione przez skarżącego - pierwsze na postanowienie o tymczasowym aresztowaniu - z dnia 2 września 1994 r., i drugie przeciwko postanowieniu Prokuratora Rejonowego w Rybniku - z dnia 21 września 1994 r. - przedłużającemu jego aresztowanie. W obu przypadkach sąd wziął pod uwagę wszystkie argumenty, które skarżący przedłożył na piśmie.", "65. Rząd skonkludował, że skarżący, w postępowaniu dotyczącym zbadania zasadności jego tymczasowego aresztowania, korzystał z faktycznie kontradyktoryjnej procedury, jak stanowi art. 5 ust. 4 Konwencji.", "", "B. Ocena Trybunału", "66. Trybunał przypomina, że na mocy art. 5 ust. 4 osoba aresztowana lub odbywająca karę więzienia jest uprawniona do wszczęcia postępowania zmierzającego do zbadania przez sąd proceduralnych i materialnych przesłanek, zasadniczych dla „zgodności z prawem” - w rozumieniu art. 5 ust. 1 - pozbawienia wolności (patrz Brogan i inni przeciwko Wielkiej Brytanii - wyrok z 29 listopada 1988, Seria A nr 154-B, s. 34 § 65). Jednakże, nie zawsze wymaga się, aby procedurze na gruncie art. 5 ust. 4 towarzyszyły te same gwarancje, których wymaga się w sprawach cywilnych i karnych na gruncie art. 6 ust. 1 Konwencji (patrz Megyeri przeciwko Niemcom, wyrok z 12 maja 1992, Seria A nr 237-A s. 11, § 22), gdzie muszą mieć one charakter sądowy i zapewniać gwarancje właściwe do rodzaju pozbawienia wolności. W przypadku osoby, której pozbawienie wolności wchodzi w zakres art. 5 ust. 1 (c), wymagane jest przesłuchanie (patrz ww. wyrok w sprawie Schiesser, s. 13, §§ 30-31, Sanchez-Reisse przeciwko Szwajcarii, wyrok z 21 października 1986, Seria A nr 107, s. 19, § 51, i Kampanis przeciwko Grecji - wyrok z 13 lipca 1995, Seria A nr 318-B, s. 45, § 47). W szczególności, w postępowaniu, w którym jest rozpatrywane zażalenie na postanowienie o aresztowaniu, „równość broni” pomiędzy stronami, prokuratorem i osobą aresztowaną, musi być zapewniona (Nikolova przeciwko Bułgarii (G.C.), nr 31195/96, 25 marca 1999, § 59).", "67. Trybunał zauważa, że w przedmiotowej sprawie postanowienia prokuratora nakładające tymczasowy areszt były dwukrotnie badane przez sądy - pierwsze w postępowaniu prowadzonym przed Sądem Wojewódzkim w Katowicach, w dniu 12 września 1994 r., i po raz drugi przed Sądem Rejonowym w Raciborzu, w dniu 27 kwietnia 1995 r. Trybunał odnotowuje, że nie kwestionuje się, iż prawo, w brzmieniu obowiązującym w omawianym okresie, nie uprawniało ani samego skarżącego, ani jego obrońcy do uczestniczenia w posiedzeniach sądu. Ponadto, obowiązujące przepisy nie wymagały, aby argumenty prokuratora na poparcie aresztowania skarżącego były komunikowane skarżącemu lub jego obrońcy. W konsekwencji, skarżący nie miał możliwości skomentowania tych argumentów dla podważenia przyczyn podniesionych przez organ oskarżycielski w uzasadnieniu jego aresztowania. Trybunał wreszcie odnotowuje, że na podstawie obowiązujących przepisów prawa postępowania karnego, nie było przeszkód, aby prokurator był obecny na każdym posiedzeniu sądu, na którym sąd badał zgodność z prawem aresztowania skarżącego, i że prokurator raz był obecny.", "68. Konkludując, w świetle powyższych rozważań, Trybunał uznaje, że nastąpiło tu naruszenie art. 5 ust. 4 Konwencji.", "", "III. DOMNIEMANE NARUSZENIE ARTYKUŁU 8 KONWENCJI", "69. Skarżący zarzuca, że fakt, iż jego korespondencja z Rzecznikiem Praw Obywatelskich została przejęta i opóźniona stanowił naruszenie art. 8 Konwencji, który brzmi:", "„1. Każdy ma prawo do poszanowania ... swojej korespondencji.", "2. Niedopuszczalna jest ingerencja władzy publicznej w korzystanie z tego prawa, z wyjątkiem przypadków przewidzianych przez ustawę i koniecznych w demokratycznym społeczeństwie z uwagi na bezpieczeństwo państwowe, bezpieczeństwo publiczne lub dobrobyt gospodarczy kraju, ochronę porządku i zapobieganie przestępstwom, ochronę zdrowia i moralności lub ochronę praw i wolności innych osób.”", "", "A. Argumenty podniesione przed Trybunałem", "70. Skarżący podniósł, że wysłał dwa identyczne listy, zarzucające złe traktowanie przez strażników więziennych - jeden do prokuratora, w celu zbadania jego skargi, i kopię tego listu do Rzecznika Praw Obywatelskich. List zaadresowany do Rzecznika był oznaczony terminem „do wiadomości”. Ten list został przejęty przez władze więzienne, wysłany do prokuratury, otwarty przez prokuratora i następnie doręczony Rzecznikowi z opóźnieniem prawie dwóch miesięcy. Wysyłając list do Rzecznika Praw Obywatelskich skarżący chciał zapewnić, aby jego skarga na strażników więziennych była należycie zbadana przez prokuratora. Ten list powinien być w oczywisty sposób traktowany jako korespondencja, która powinna korzystać z ochrony wprowadzonej przez art. 8 Konwencji.", "71. Skarżący dowodził, że nie można było rozsądnie zakładać, że list zawierał jakikolwiek materiał, który mógł być szkodliwy dla bezpieczeństwa więzienia lub bezpieczeństwa innych, lub mieć naturę kryminalną w inny sposób, uwzględniając, że był zaadresowany do Rzecznika, którego ustawową funkcją było występowanie jako strażnik prawa i praw człowieka. W świetle tego, korespondencja z nim powinna być traktowana jako uprzywilejowana. Skarżący odwołuje się w związku z tym do ustalonego orzecznictwa Trybunału, w którym nacisk położony jest na wagę poszanowania tajemnicy korespondencji więźniów z Europejską Komisją Praw Człowieka, gdyż dotyczyć może ona zarzutów przeciwko władzom więziennym lub urzędnikom więziennym (Campbell przeciwko Wielkiej Brytanii - wyrok z 25 marca 1992, Seria A nr 233, s. 22, § 62). Naruszenie tej tajemnicy mogło narazić więźnia na ryzyko represji. Ta sama zasada powinna być przestrzegana w odniesieniu do korespondencji z organami krajowymi uprawnionymi do kontroli przestrzegania praw człowieka przez władze publiczne.", "72. Skarżący utrzymywał, że przepisy dotyczące zatrzymywania korespondencji osób aresztowanych, obowiązujące w omawianym okresie w Polsce, były dotknięte poważnymi wadami. Skarżący odwołuje się w związku z tym do wyroków Trybunału, w których stwierdzono naruszenie art. 8 Konwencji z powodu zbyt dużej swobody danej władzom krajowym w odniesieniu do monitorowania korespondencji więźniów. Następnie podkreślono, że ten sam krytycyzm mógł być podniesiony wobec odpowiednich przepisów prawa polskiego.", "73. Skarżący podkreślił, że zgodnie z art. 89 Kodeksu karnego wykonawczego, obowiązującego w omawianym okresie, korespondencja więźniów była poddawana automatycznej cenzurze. Czynność kontroli korespondencji nie stanowiła decyzji w rozumieniu prawa administracyjnego, nie mogła zatem być skutecznie zaskarżona do jakiegokolwiek organu. W szczególności, nie przysługiwało na tę czynność odwołanie do Naczelnego Sądu Administracyjnego. Ponadto, brak było w prawie wskazania sposobu, w jaki cenzura mogła być przeprowadzona, jej zakresu oraz ram czasowych, jakich winny przestrzegać władze krajowe.", "74. Skarżący dalej stwierdził, że w 1997 r. Kodeks karny wykonawczy z 1969 r. został uchylony i zastąpiony nowym kodeksem. Na podstawie nowego kodeksu korespondencja osoby skazanej prawomocnym wyrokiem z Rzecznikiem Praw Obywatelskich nie podlega cenzurze. Ta poprawka wskazywała, zdaniem skarżącego, że ustawodawca, dostosowując przepisy regulujące korespondencję osób skazanych do wymogów Konwencji, musiał być świadomy wad ustawodawstwa, które miało zastosowanie w omawianej sprawie.", "75. Rząd przypomniał, że kontrola korespondencji osób pozbawionych wolności nie jest sama w sobie niezgodna z Konwencją (Silver i inni przeciwko Wielkiej Brytanii, wyrok z 25 marca 1983, Seria A nr 61, s. 38, § 98). Rząd dalej podkreślił, że list skarżącego do Rzecznika był przeznaczony wyłącznie do wiadomości tego ostatniego. Zatem nie było intencją skarżącego prosić Rzecznika o interwencję, ale wyłącznie poinformować go o zarzucie kryminalnym, złożonym przez skarżącego do prokuratora.", "76. Rząd dalej oświadczył, że polskie prawo, obowiązujące w omawianym okresie, ustanawiało wykonywanie cenzury przez organ prowadzący postępowanie karne, tj. prokuratora lub sąd, w zależności od stadium postępowania. Prawa osób pozbawionych wolności dotyczące ich korespondencji były określone w Kodeksie karnym wykonawczym i Regulaminie wykonywania tymczasowego aresztowania. Dlatego też, zaskarżona ingerencja powinna być traktowana jako zgodna z prawem. Ponadto, osoba aresztowana mogła podważać zakres i sposób monitorowania jej korespondencji przez złożenie skargi do prezesa sądu prowadzącego postępowanie karne przeciwko osobie aresztowanej, na podstawie przepisów art. 3 i 4 rozporządzenia Ministra Sprawiedliwości z dnia 29 marca 1991 r.", "77. Rząd skonkludował, że ingerencja w korespondencję skarżącego była zgodna z prawem, jak wymaga tego art. 8 Konwencji.", "", "B. Ocena Trybunału", "78. Trybunał stwierdza, że miała miejsce „ingerencja władzy publicznej” w wykonywanie prawa skarżącego do ochrony korespondencji, która jest ustanowiona w ust. 1 art. 8 Konwencji. Taka ingerencja nie przekroczy art. 8 dopóki jest „zgodna z prawem”, służy jednemu lub uzasadnionym celom, o jakich mowa w ust. 2 i ponadto jest „konieczna w demokratycznym społeczeństwie” dla ich osiągnięcia (patrz następujące wyroki: Silver i inni przeciwko Wielkiej Brytanii, wyrok z 25 marca 1983, Seria A nr 61, s. 32, § 84; Campbell przeciwko Wielkiej Brytanii, wyrok z 25 marca 1983, Seria A nr 233, s. 16, § 34; Cologero Diana przeciwko Włochom, wyrok z 15 listopada 1996, Reports 1996-V, s. 1775, § 28; Petra przeciwko Rumunii, wyrok z 23 września 1998, Reports 1998-VII, s. 2853, § 36).", "79. Wyrażenie „zgodna z prawem” nie tylko wymaga zgodności z prawem krajowym, ale także odnosi sią do jakości prawa (Halford przeciwko Wielkiej Brytanii, wyrok z 25 czerwca 1997, Reports 1997-III, s. 1017, § 49; Baranowski przeciwko Polsce, wyrok z 28 marca 2000, do opublikowania w oficjalnym Reports Trybunału, § 52, mutatis mutandis). Trybunał przypomina, że prawo krajowe musi wskazywać z rozsądną jasnością zakres i sposób wykonywania stosownego uznania powierzonego władzom publicznym, tak aby zapewnić jednostkom minimalny stopień ochrony, do której uprawnieni są obywatele na gruncie zasad prawa w demokratycznym społeczeństwie (Domenichini przeciwko Włochom, wyrok z 15 listopada 1996, Reports 1996-V, s. 1800, § 33).", "80. W swoich wyjaśnieniach Rząd odniósł się do przepisów Rozporządzenia Ministra Sprawiedliwości z dnia 29 marca 1991 r. i przedstawił, że powinny być one traktowane jako podstawy prawne dla zaskarżenia czynności cenzury korespondencji. Jednakże Trybunał odnotowuje, iż nawet przyjmując, że te przepisy mogły być tak skonstruowane, aby można było wykorzystać je przeciwko konkretnemu środkowi kontroli korespondencji, skarżący nie mógł prawdopodobnie odwołać się do takiej procedury biorąc pod uwagą, że postępowanie karne przeciwko niemu w omawianym okresie było wciąż w stadium dochodzenia. Stąd, jako że czynność omawiana w przedmiotowej sprawie została przeprowadzona przez prokuratora, żadna skarga na nią nie mogła być złożona do prezesa jakiegokolwiek sądu. W każdym razie, Rząd nie przytoczył żadnego argumentu opartego na praktyce krajowej, umożliwiającego zademonstrowanie, iż ten przepis służy jako podstawa do skargi przeciwko cenzurze korespondencji osoby tymczasowo aresztowanej.", "81. Trybunał obserwuje, że prawo polskie, obowiązujące w omawianym okresie, (patrz pkt. 34 i 35 powyżej), pozwalało na automatyczną cenzurę korespondencji więźniów przez organy prowadzące postępowanie karne. Zatem, obowiązujące przepisy nie robiły różnicy między poszczególnymi kategoriami osób, z którymi więźniowie mogli korespondować. W konsekwencji, także korespondencja z Rzecznikiem Praw Obywatelskich była poddana cenzurze. Ponadto, stosowne przepisy nie ustanawiały żadnych zasad regulujących wykonywanie takiej cenzury. W szczególności, brakuje im określenia sposobu i limitów czasowych, w jakich powinna być przeprowadzona. Jako że cenzura była automatyczna, władze nie miały obowiązku wydawać umotywowanej decyzji wyszczególniającej podstawy, na jakich została wydana.", "82. W świetle uprzednich rozważań Trybunał konkluduje, że prawo polskie, w brzmieniu obowiązującym w omawianym okresie, nie wskazywało z rozsądną jasnością zakresu i sposobu korzystania z uznania powierzonego władzom publicznym w odniesieniu do kontroli korespondencji więźniów. Z tego wynika, że zaskarżona ingerencja nie była „zgodna z prawem”.", "", "C. Cel i konieczność ingerencji", "83. Mając na względzie uprzednią konkluzję Trybunał nie widzi konieczności, aby w przedmiotowej sprawie stwierdzać czy inne wymogi ust. 2 art. 8 zostały spełnione.", "", "D. Konkluzja", "84. W konsekwencji Trybunał stwierdza, że nastąpiło tu naruszenie art. 8 Konwencji.", "", "IV. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "85. Art. 41 Konwencji stanowi:", "„ Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie.”", "", "A. Szkoda", "86. Skarżący dochodzi kwoty 90 000 USD, jako odszkodowania za doznane szkody moralne i materialne.", "87. Rząd wniósł, aby Trybunał orzekł, że stwierdzenie naruszenia stanowi wystarczające zadośćuczynienie. Alternatywnie, Rząd zwrócił się do Trybunału o oszacowanie wysokości zadośćuczynienia na podstawie jego orzecznictwa w podobnych sprawach, biorąc pod uwagę wszystkie okoliczności istotne w sprawie skarżącego oraz uwzględniając sytuację ekonomiczną kraju, w szczególności siłę nabywczą waluty krajowej i obecną minimalną wielkość wynagrodzenia w Polsce.", "88. W odniesieniu do żądania odszkodowania za rzekomą szkodę doznaną w rezultacie naruszenia art. 5 ust. 3 i 4 Konwencji, Trybunał przypomina, że w pewnych sprawach, które dotyczyły naruszenia art. 5 ust. 3 i 4 zasądził skromną kwotę w związku ze szkodami moralnymi (patrz Van Droogenbroeck przeciwko Belgii, wyrok z 25 kwietnia 1983, (art. 50), Seria A nr 63, s. 7, § 13; De Jong, Baljet i Van den Brink przeciwko Niderlandom - wyrok cytowany wyżej, s. 29, § 65). Jednakże w późniejszych sprawach odmawiał zasądzenia takiej kwoty (patrz Pauwels przeciwko Belgii - wyrok cytowany powyżej, s. 44-45, § 9; Huber przeciwko Szwajcarii - wyrok cytowany powyżej, s. 19, § 46; Toth przeciwko Austrii - wyrok z 12 grudnia 1991, Seria A nr 224, s. 24, § 91; Kampanis przeciwko Grecji - wyrok cytowany powyżej, s. 49, § 66; Hood przeciwko Zjednoczonemu Królestwu - wyrok z 18 lutego 1999, zostanie opublikowany w oficjalnych raportach Trybunału, §§ 84-87; Nikolova przeciwko Bułgarii - wyrok z 25 marca 1999, zostanie opublikowany w oficjalnych raportach Trybunału, § 76). W niektórych z tych wyroków Trybunał stwierdził, że zadośćuczynienie może być zasądzone tylko w odniesieniu do szkody wynikającej z takiego pozbawienia wolności, w którym skarżący nie ucierpiałby, gdyby korzystał z gwarancji art. 5 ust. 3, i konkludował, zgodnie z okolicznościami sprawy, że stwierdzenie naruszenia stanowi wystarczające zadośćuczynienie w odniesieniu do doznanych szkód moralnych.", "89. W przedmiotowej sprawie Trybunał nie może spekulować, czy w sprawie skarżącego przestrzegane były gwarancje proceduralne z art. 5 ust. 3 i 4 podczas jego tymczasowego aresztowania. W konsekwencji Trybunał uznaje, że szkoda moralna została dostatecznie zrekompensowana przez stwierdzenie naruszenia tych gwarancji.", "90. Trybunał następnie stwierdza, że skarżący doznał szkody moralnej w rezultacie opóźnienia wysłania jego korespondencji do Rzecznika Praw Obywatelskich i zasądza mu kwotę 2000 złotych polskich (PLN).", "", "B. Koszty i wydatki", "91. Skarżący, który uzyskał z Rady Europy pomoc prawną w związku z jego prawną reprezentacją w postępowaniu przed Komisją i Trybunałem, dochodził zwrotu kosztów i wydatków w kwocie złotych polskich stanowiącej ekwiwalent 2400 USD.", "92. Rząd zwrócił się do Trybunału o przyznacie kosztów prawnych i wydatków w takim zakresie, w jakim zostały one rzeczywiście i niezbędnie poniesione oraz rozsądnie co do kwoty. Rząd powołał się w tej kwestii na wyrok Zimmerman i Steiner przeciwko Szwajcarii – wyrok z 13 lipca 1983, (Seria A nr 66 s. 35, § 36).", "93. Stosując kryteria ustalone w orzecznictwie (patrz na przykład Baranowski przeciwko Polsce - wyrok z 28 marca 2000, § 85) Trybunał stwierdza, że roszczenie skarżącego jest rozsądne. Zatem powinna mu zostać przyznana kwota łączna 10 800 PLN jako zwrot kosztów i wydatków, bez potrącenia podatku VAT, pomniejszona o 9989 franków francuskich, wypłaconych w ramach pomocy prawnej w odniesieniu do opłat, podróży i kosztów utrzymania.", "", "C. Odsetki ustawowe", "94. Zgodnie z informacjami dostępnymi Trybunałowi, ustawowa stawka odsetek, obowiązująca w Polsce w dniu przyjęcia wyroku, wynosi 21% rocznie.", "", "Z tych powodów, Trybunał", "1. Uznaje jednogłośnie, że nastąpiło naruszenie art. 5 ust. 3 Konwencji;", "2. Uznaje jednogłośnie, że nastąpiło naruszenie art. 5 ust. 4 Konwencji;", "3. Uznaje jednogłośnie, że nastąpiło naruszenie art. 8 Konwencji;", "4. Uznaje jednogłośnie,", "(a) że, pozwane Państwo zapłaci skarżącemu, w terminie trzech miesięcy:", "(i) jako odszkodowanie za szkody moralne, 2000 (dwa tysiące) złotych polskich,", "(ii) jako koszty i wydatki, 10 800 (dziesięć tysięcy osiemset) złotych polskich, bez potrącania podatku VAT, pomniejszone o 9989 (dziewięć tysięcy dziewięćset osiemdziesiąt dziewięć) franków francuskich, wypłaconych już w ramach pomocy prawnej, przeliczone na złote polskie po stawce wymiany obowiązującej w dniu wydania tego wyroku.", "(b) że odsetki, w wysokości 21% rocznie, będą płatne po upłynięciu wyżej wymienionych trzech miesięcy od rozstrzygnięcia.", "5. Oddala, głosami 6 do 1, pozostałe roszczenia skarżącego o odszkodowanie.", "", "Sporządzono w języku angielskim i notyfikowano na piśmie w dniu 4 czerwca 2000 r., zgodnie z art. 77 ust. 2 i 3 Regulaminu Trybunału.", "", "", ""]}