{"file": "POL_HJUDPOL_53025_99.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "53025/99", "text_paragraphs": ["RADA EUROPY", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "", "CZWARTA SEKCJA", "", "", "", "", "", "SPRAWA FRANKOWICZ przeciwko POLSCE", "", "(Skarga nr 53025/99)", "", "", "", "", "", "", "", "WYROK", "", "", "STRASBURG", "", "16 grudnia 2008", "", "PRAWOMOCNY", "", "04/05/2009", "", "", "Wyrok ten podlega korekcie wydawniczej.", "", "W sprawie Frankowicz p. Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), zasiadając jako Izba w następującym składzie:", "\tNicolas Bratza, Przewodniczący,\n\tLech Garlicki,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä,\n\tMihai Poalelungi, sędziowie,\nand Lawrence Early, Kanclerz Sekcji,", "Obradując na posiedzeniu zamkniętym w dniu 25 listopada 2008 r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1.  Sprawa wywodzi się ze skargi (nr 53025/99) wniesionej w dniu 22 stycznia 1999 roku przeciwko Rzeczypospolitej Polskiej do Europejskiego Trybunału Praw Człowieka na podstawie artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności („Konwencja”) przez obywatela polskiego, Pana Ryszarda Frankowicza („skarżący”).", "2.  Rząd Polski był reprezentowany przez Agenta, Pana J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3.  Skarżący zarzucił, że postępowanie dyscyplinarne prowadzone przeciwko niemu było niesprawiedliwe, naruszało artykuł 6 Konwencji oraz ograniczało jego prawa do wolności wyrażania opinii z naruszeniem artykułu 10 Konwencji.", "4.  W dniu 6 kwietnia 2005 roku Przewodniczący Sekcji Czwartej Trybunału zdecydował się powiadomić Rząd o wpłynięciu skargi. Zgodnie z postanowieniami artykułu 29 § 3 Konwencji, postanowiono, że sprawa zostanie rozpatrzona w tym samym czasie zarówno ci do meritum jak i co do dopuszczalności.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "5.  Skarżący urodził się w 1952 roku i mieszka w Tarnowie, Polska.", "6.  Skarżący jest ginekologiem. W sierpniu 1995 roku założył spółkę, która przygotowywała raporty medyczne na zlecenie klientów.", "7.  W dniu 12 marca 1996 r. skarżący napisał raport zatytułowany „opinia cywilna” dotyczący leczenia, jakie przeszedł Pan J.M. w Okręgowej Klinice Hepatologii w Tarnowie. Opinia w sposób szczegółowy opisywała historię leczenia Pana J.M. od początku lat 80. Raport opierał się o dokumentację medyczną Pana J.M. uzyskaną z kliniki hepatologii i z kliniki dermatologicznej, gdzie przechodził leczenie. Skarżący opierał się również na wynikach ostatnich badań lekarskich i biopsji przeprowadzonej z inicjatywy skarżącego przez Akademię Medyczną Uniwersytetu Krakowskiego. W swoim raporcie, skarżący stwierdził, że pacjent był leczony w tarnowskiej klinice od 1983 roku. Jednakże, pomimo iż jego stan zdrowia pogarszał się i pojawiały się u niego symptomy uszkodzenia wątroby, nie przeprowadzono specjalistycznego badania, tj. biopsji. Aktualna biopsja wątroby, przeprowadzona na zalecenie skarżącego w Akademii Medycznej Uniwersytetu Krakowskiego, wykazała, że pacjent cierpi na przewlekłe agresywne zapalenie wątroby z marskością wątroby. Skarżący uznał, że stopień uszkodzenia zdrowia Pana J.M., zarówno ze względu na stan wątroby jak i jego problemy dermatologiczne, wyniósł 90%, co upoważniało pacjenta do uzyskania zasiłku za najwyższą grupę inwalidztwa. W odniesieniu do leczenia przeprowadzonego w Klinice Hepatologii w Tarnowie, raport skarżącego stwierdzał co następuje:", "„...Pomimo przewlekłych dolegliwości [pacjenta], na które skarżył się niezmiennie podczas regularnych wizyt, a które zostały potwierdzone na podstawie badań wskazujących na przewlekłe schorzenie wątroby, pracownicy Kliniki nie podjęli kroków [niezbędnych] dla zapewnienia opieki zdrowotnej [pacjentowi] i dla postawienia diagnozy. A zatem, pomimo wskazań, nie wykazano należytej staranności przy diagnozowaniu, informowaniu i zapewnianiu opieki zdrowotnej [pacjentowi].”", "Opinia poświęcona była również leczeniu problemów dermatologicznych Pana J.M. w Klinice Dermatologicznej w Tarnowie i wnioskowała, że leczenie to odbyło się w sposób właściwy i z należytą starannością.", "8.  W dniu 2 grudnia 1996 roku, Okręgowy Rzecznik Odpowiedzialności Zawodowej w Tarnowie wszczął postępowanie dyscyplinarne przeciwko skarżącemu. Zarzucono mu nieetyczne postępowanie, przy czym poczyniono odniesienie do faktu, że opinia skarżącego dyskredytowała lekarzy leczących pacjenta. Rzecznik Okręgowy powołał się na artykuł 52 polskiego Kodeksu Etyki Lekarskiej. Ponadto, według Rzecznika Okręgowego, oceniając skomplikowaną terapię, w której się nie specjalizował, skarżący wykroczył poza swoje kompetencje zawodowe. W swoim wniosku z dnia 10 marca 1997 roku, złożonym do Okręgowego Sądu Lekarskiego w Tarnowie, w którym wniósł o nałożenie kary dyscyplinarnej na skarżącego, Rzecznik stwierdził:", "", "", "„W niniejszej sprawie, Rzecznik ustalił, że dr Ryszard Frankowicz, sporządzając i wydając pacjentowi opinię, w której zawarł ocenę postępowania zawodowego innych lekarzy (zatrudnionych w Klinice Hepatologii w Tarnowie), w sposób oczywisty naruszył ugruntowane zasady należytego postępowania między lekarzami obowiązujące w środowisku medycznym.", "Niekorzystne argumenty i analiza czynności zawodowych wyrażone przez lekarza przed pacjentem zawsze w sposób oczywisty dyskredytują lekarza poddanego kontroli...”", "„Rada Lekarska Okręgowej Izby Lekarskiej w Tarnowie uznaje, że całość publicznego postępowania [skarżącego] nie ma uzasadnienia w profesji medycznej i nie służy dobrze pojętemu dobru pacjenta. Organy dyscyplinarne Izby szczegółowo ocenią swoje opinie i wyciągną stosowne wnioski. Rada Lekarska postanowiła wyrazić swoją opinię na temat publicznej działalności wyżej wymienionych lekarzy oraz sposobu wykonywania przez nich zawodu lekarza, uwzględniając wyjątkowe odstępstwo od uznanych i powszechnie przyjętych zasad, a także możliwość manipulowania przez nich sposobem postrzegania i zachowaniem społeczności lokalnej.”", "9.  W dniu 11 czerwca 1997 roku, Okręgowy Sąd Lekarski w Tarnowie odbył posiedzenie. Sąd składał się z trzech członków, z których wszyscy byli lekarzami. Podczas posiedzenia obecny był skarżący, jego żona, ich przedstawiciel oraz przedstawiciel Urzędu Okręgowego Rzecznika Odpowiedzialności Zawodowej. Jednakże, wkrótce po otwarciu rozprawy, skarżący postanowił opuścić salę sądową, wnosząc sprzeciw i zarzucając sądowi dyscyplinarnemu naruszenie terminu na rozpatrzenie sprawy. Rozprawa toczyła się dalej bez obecności skarżącego, ponieważ nie podjął on decyzji o powrocie na salę sądową, a są uznał jego nieobecność za nieuzasadnioną.", "10.  W dniu 17 czerwca 1997 roku, Okręgowy Sąd Lekarski uznał skarżącego winnym nieetycznego postępowania. Sąd rozważył, że skarżący, w swoim raporcie, wyraził negatywne opinie na temat zawodowego postępowania danych lekarzy, po czym przekazał je bezpośrednio pacjentowi. Czyniąc to, zdyskredytował lekarzy w oczach pacjenta. Jego zachowanie było zatem sprzeczne z zasadą solidarności zawodowej, a w konsekwencji z postanowieniami artykułu 52 Kodeksu Etyki Lekarskiej. Sąd nie badał zgodności przedmiotowej opinii, gdyż uznał, że kwestia dotycząca tego, czy „odzwierciedlała ona rzeczywistość” była „nieistotna” dla stwierdzenia naruszenia tego postanowienia Kodeksu. Sąd dyscyplinarny uznał również, że skarżący naruszył artykuł 10 Kodeksu, gdyż sporządził pisemną opinię na temat gałęzi medycyny, w której nie był specjalistą. Sąd uznał go winnym i skazał go na karę nagany.", "11.  W dniu 17 czerwca 1997 roku, skarżący podważył uczestnictwo wszystkich członków składu sędziowskiego, zarzucając im stronniczość. Skarżący stwierdził, że można kwestionować niezawisłość i bezstronność członków sądu dyscyplinarnego, gdyż istniała możliwość, że Prezydent Tarnowa wywierał na nich presję. Ponadto, skarżący skarżył się na sposób prowadzenia rozprawy, twierdząc, że Przewodniczący sądu uniemożliwił mu zadanie wszystkich pytań i odrzucił jego wnioski. W dniu 20 czerwca 1997 roku, Okręgowy Sąd Lekarski w Tarnowie, obradując w innym składzie, odrzucił skargę skarżącego uznając ją za ewidentnie bezpodstawną.", "12.  Skarżący odwołał się w dniu 30 czerwca 1997 roku. Argumentował, że lekarz ma prawo w sposób swobodny wyrazić swoją opinię na podstawie swojej wiedzy lekarskiej i zgodnie z własnym sumieniem, a także poinformować pacjenta, jeżeli jest przekonany, że pacjent był niewłaściwie leczony lub otrzymał niewłaściwą diagnozę. Celem pracy lekarza jest dobro pacjenta, a nie solidarność zawodowa z innymi lekarzami. Skarżący skarżył się ponadto, że podważenie przez niego składu Okręgowego Sądu Lekarskiego oraz jego wniosek o przeniesienie sprawy do innego miasta zostały odrzucone. Oświadczył, że dwóch z trzech członków składu sędziowskiego było członkami starszego kierownictwa szpitali i przez to podlegali presji ze strony Urzędu Prezydenta Tarnowa, który często był przedmiotem krytyki ze strony organizacji skarżącego.", "13.  W dniu 29 maja 1998 roku, Naczelny Sąd Lekarski utrzymał w mocy postanowienie sądu pierwszej instancji. Sąd uznał, że działania skarżącego były wysoce naganne i szkodliwe nie tylko dla profesji medycznej, ale również dla pacjenta, gdyż wydana opinia doprowadziła go do bezpodstawnego przekonania, że stał się ofiarą niesprawiedliwości. Sąd zdecydowanie odrzucił także sugestie skarżącego, że uznanie go winnym było wynikiem presji politycznej. Odpis tego postanowienia doręczono skarżącemu w dniu 30 lipca 1999 roku.", "II.  WŁAŚCIWE PRAWO KRAJOWE", "A.  Konstytucja Rzeczypospolitej Polskiej", "14.  Konstytucja z dnia 2 kwietnia 1997 roku weszła w życie w dniu 17 października 1997 roku.", "Artykuł 54 § 1 Konstytucji gwarantuje wolność wyrażania swoich poglądów. Stwierdza w istotnym zakresie, co następuje:", "„Każdemu gwarantuje się wolność wyrażania swoich poglądów oraz pozyskiwania i rozpowszechniania informacji.”", "15.  Prawo do wnoszenia skargi do Trybunału Konstytucyjnego zostało ustanowione artykułem 79 § 1, którzy brzmi:", "„Każdy, czyje konstytucyjne wolności lub prawa zostały naruszone, ma prawo, na zasadach określonych w ustawie, wnieść skargę do Trybunału Konstytucyjnego w sprawie zgodności z Konstytucją ustawy lub innego aktu normatywnego, na podstawie którego sąd lub organ administracji publicznej orzekł ostatecznie o jego wolnościach lub prawach albo o jego obowiązkach określonych w Konstytucji.”", "B.  Kodeks Etyki Lekarskiej", "16.  Istotna dla niniejszego postępowania część artykułu 10 polskiego Kodeksu Etyki Lekarskiej, zawartego w Rozdziale I zatytułowanym „Postępowanie lekarza wobec pacjenta”, brzmi:", "„1. Lekarz nie powinien wykraczać poza swoje umiejętności zawodowe przy wykonywaniu czynności diagnostycznych, zapobiegawczych, leczniczych...”", "17.  Artykuł 52 Rozdziału III zatytułowanego „Stosunki wzajemne między lekarzami” brzmi następująco:", "„1. Lekarze powinni okazywać sobie wzajemny szacunek.", "2. Lekarz nie powinien wypowiadać wobec chorego i jego otoczenia, a także wobec personelu asystującego ;lub publicznie, niekorzystnej oceny działalności zawodowej innego lekarza lub dyskredytować go w jakikolwiek sposób.", "3. Wszelkie uwagi o dostrzeżonych błędach w postępowaniu innego lekarza powinien przede wszystkim przekazać zainteresowanemu lekarzowi. Poinformowanie organu izby lekarskiej o zauważonym naruszeniu zasad etycznych i niekompetencji zawodowej innego lekarza nie godzi w zasady solidarności zawodowej.”", "18.  W dniu 20 września 2003 roku artykuł 52 §2 został zmieniony. Zmieniona wersja brzmi następująco:", "„Lekarz powinien zachować szczególną ostrożność w formułowaniu opinii o działalności zawodowej innego lekarza, w szczególności nie powinien publicznie dyskredytować go w jakikolwiek sposób.”", "C.  Ustawa o Izbach Lekarskich", "19.  Zgodnie z artykułem 1 ustawy z dnia 17 maja 1989 roku o izbach lekarskich, w wersji obowiązującej w danym czasie, jednostkami organizacyjnymi samorządu lekarzy są Naczelna Izba Lekarska i okręgowe izby lekarskie. Artykuł 19 stwierdza, że okręgową izbę lekarską stanowią wszyscy lekarze wpisani na listę jej członków.", "20.  Organami okręgowej izby lekarskiej są, między innymi, okręgowy sąd lekarski oraz okręgowy rzecznik odpowiedzialności zawodowej (artykuł 20). Naczelny Sąd Lekarski stanowi organ Naczelnej Izby Lekarskiej (artykuł 31). Zgodnie z artykułem 7, kadencja wszystkich organów izb lekarskich trwa cztery lata.", "21.  Artykuł 41 ustawy, zawarty w Rozdziale 6 zatytułowanym „Odpowiedzialność zawodowa”, brzmi:", "„Członkowie samorządu lekarzy podlegają odpowiedzialności zawodowej przed sądami lekarskimi za postępowanie sprzeczne z zasadami etyki i deontologii zawodowej oraz naruszenie przepisów o wykonywaniu zawodu lekarza.”", "", "", "Istotna dla niniejszego postępowania część artykułu 42 brzmi:", "„1. Sąd lekarski może orzekać następujące kary:", "1) upomnienie,", "2) nagana,", "3) zawieszenie prawa do wykonywania zawodu na okres od sześciu miesięcy do trzech lat,", "4) pozbawienie prawa wykonywania zawodu.", "2. Lekarzowi ukaranemu przez Naczelny Sąd Lekarski w drugiej instancji karą wymienioną w ust. 1 pkt (3) i (4) przysługuje prawo wniesienia odwołania do sądu apelacyjnego w terminie 14 dni od dnia doręczenia mu orzeczenia [sądu]...”", "22.  Zgodnie z artykułem 46, sprawy odpowiedzialności zawodowej lekarzy rozpatrują okręgowe sądy lekarskie i Naczelny Sąd Lekarski.", "23.  Lekarz, którego ukarano karą nagany i zawieszenia prawa wykonywania zawodu, traci prawo wybieralności do organów izb lekarskich do czasu usunięcia z rejestru wzmianki o ukaraniu (artykuł 47). Usunięcie z rejestru wzmianki o ukaraniu następuje po upływie trzech lat od daty uprawomocnienia się orzeczenia o ukaraniu karą upomnienia lub nagany (artykuł 55).", "24.  Zgodnie z artykułem 54, członkowie sądów lekarskich w zakresie orzekania są niezawiśli i podlegają ustawie oraz Kodeksowi Etyki Lekarskiej. Artykuł 7 określa, że kadencja wszystkich organów izb lekarskich trwa cztery lata. Zgodnie z zapisem artykułu 56, w skład Naczelnego Sądu Lekarskiego orzekającego w drugiej instancji wchodzą sędziowie Sądu Najwyższego wskazani przez Pierwszego Prezesa Sądu Najwyższego.", "D.  Wyrok Trybunału Konstytucyjnego z dnia 23 kwietnia 2008 roku", "25.  W dniu 23 kwietnia 2008 roku, Trybunał Konstytucyjny wydał wyrok (SK16/07), w którym orzekł, że artykuł 52 § 2 Kodeksu Etyki Lekarskiej nie jest zgodny z Konstytucją w zakresie, w jakim zakazuje zgodnych z prawdą i uzasadnionych ochroną interesu publicznego wypowiedzi publicznych na temat działalności zawodowej innego lekarza. Przepis ten, przeanalizowany w nowym brzmieniu, które weszło w życie w 2003 roku, nie został uchylony przez Trybunał Konstytucyjny, gdyż tylko jego konkretna interpretacja została uznana za naruszającą zasadę konstytucyjną wolności wyrażania swoich poglądów.", "PRAWO", "I.  WSTĘPNE SPRZECIWY RZĄDU", "26.  Rząd stwierdził, że skarżący nie wyczerpał wszystkich środków odwoławczych przewidzianych polskim prawem, zgodnie z wymogiem artykułu 35 § 1 Konwencji. Rząd zauważył, że skarżący nie wniósł skargi konstytucjonalnej w sprawie odpowiednich przepisów ustawy o izbach lekarskich z 1989 roku.", "Jeżeli chodzi o skargę skarżącego wniesioną na mocy artykułu 6 § 1 Konwencji, Rząd uznał, że Trybunał Konstytucjonalny byłby właściwym organem do oceny, czy postępowanie przed sądem lekarskim spełniło wymagania bezstronności i niezawisłości. Oświadczył, że podobna skarga dotycząca postępowania dyscyplinarnego w stosunku do członków Stowarzyszenia Adwokatów została wniesiona do Trybunału Konstytucyjnego. Jednakże Rząd nie poinformował Trybunału o wyniku tego postępowania.", "W odniesieniu do skargi skarżącego, że jego prawo do wolności wyrażania swoich poglądów zostało naruszone, Rząd oświadczył, że w dniu 23 kwietnia 2008 roku Trybunał Konstytucyjny wydał wyrok stwierdzający, że przepisy Kodeksu Etyki Lekarskiej, stanowiące podstawę uznania skarżącego winnym, są niezgodne z Konstytucją. Zdaniem Rządu, dowodzi to, że wniesienie skargi konstytucyjnej do Trybunału Konstytucyjnego stanowiłoby skuteczny środek odwoławczy w przypadku skarżącego.", "Rząd oświadczył również, że był otwarty na wniesienie przez skarżącego pozwu na mocy artykułu 23 kodeksu cywilnego o uznanie, że postępowanie przeciwko niemu naruszyło jego osobiste prawa chronione kodeksem cywilnym, oraz o dochodzenie odszkodowania.", "27.  Skarżący zakwestionował argumenty Rządu, utrzymując, że odwołał się od polskich orzeczeń zgodnie z prawem. W szczególności, oświadczył, że środki odwoławcze wskazywane przez Rząd miały charakter teoretyczny, a nie praktyczny i skuteczny. Skarga konstytucyjna stanowi nadzwyczajny środek odwoławczy i nie powinien być zobowiązany do korzystania z niego. Ponadto, utrzymywał, że gdyby były dla niego dostępne jakiekolwiek dodatkowe środki odwoławcze, powinien być o nich poinformowany w chwili, gdy stosowne organy wydawały ostateczny wyrok krajowy. Wreszcie, w odniesieniu do możliwości wniesienia pozwu cywilnego, skarżący argumentował, że musiałby udowodnić, iż poniósł szkodę w wyniku bezprawnego działania urzędnika, podczas gdy postanowienia wydawane w jego sprawie miały podstawę prawną opartą o prawo krajowe.", "28.  Trybunał powtarza, że artykuł 35 Konwencji, który określa zasadę wyczerpania środków odwoławczych przewidzianych prawem wewnętrznym, przewiduje podział ciężaru dowodu. Na Rządzie powołującym się na brak wyczerpania środków odwoławczych spoczywa obowiązek udowodnienia przez Trybunałem, że dany środek odwoławczy był skuteczny i dostępny zarówno teoretycznie, jak i praktycznie w danym czasie, co oznacza, że był dostępny, był środkiem zdolnym do zapewnienia zadośćuczynienia w stosunku do skarg złożonych przez skarżącego oraz oferującym uzasadnione szanse powodzenia (zobacz Selmouni p. Francji [GC], nr 25803/94, § 76, ECHR 1999-V, i Mifsud p. Francji (dec.), nr 57220/00, §15, ECHR 2002-VIII).", "29.  Trybunał zauważa, że sprzeciw Rządu co do tego, że skarżący nie wyczerpał wszystkich środków odwoławczych przewidzianych prawem krajowym, ponieważ powinien wnieść postępowanie cywilne o odszkodowanie za naruszenie jego praw osobistych, ogranicza się jedynie do twierdzenia i nie istnieją żadne dalsze argumenty ani orzeczenia sądów krajowych, które potwierdzałyby, że posunięcie się do takich kroków w okolicznościach sprawy skarżącego przyniosłoby uzasadnioną szansę powodzenia.", "Jeżeli chodzi o sprzeciw Rządu dotyczący skuteczności skargi konstytucjonalnej w zakresie zarzutów skarżącego stawianych na mocy artykułu 6 § 1 Konwencji, Trybunał zauważa, że Rząd powołuje się na artykuł prasowy o skardze konstytucjonalnej wniesionej w 2005 roku przez członków Stowarzyszenia Adwokatów. Rząd nie przedstawił żadnych dodatkowych informacji dotyczących tej skargi bądź orzeczenia wydanego przez Trybunał Konstytucyjny.", "30.  Jeżeli chodzi o wyrok Trybunału Konstytucyjnego z 23 kwietnia 2008 roku, Trybunał zauważa, że został wydany blisko dziesięć lat po ukończeniu postępowania w niniejszej sprawie. A zatem, znaczenie, jakie postępowanie to może ewentualnie mieć dla przedmiotowej sprawy jest ograniczone faktem, że miało miejsce na tak długo po czasie istotnym dla niniejszego postępowania (zobacz, na przykład, V. p. Wielkiej Brytanii [GC], nr 24888/94, § 57, ECHR 1999IX). Ponadto, Trybunał Konstytucyjny zbadał zgodność z Konstytucją artykułu 52 § 2 Kodeksu Etyki Lekarskiej w brzmieniu zmienionym w 2003 roku, a nie w brzmieniu obowiązującym w czasie istotnym dla niniejszego postępowania. Trybunał zauważa również, że skarżący został uznany winnym naruszenia nie tylko artykułu 52 § 2, ale również artykułu 10 Kodeksu Etyki Lekarskiej, którego zgodność z Konstytucją nie była przedmiotem analizy Trybunału Konstytucyjnego.", "31.  Co więcej, Trybunał zauważa, że w przedmiotowym czasie, w maju 1998 roku, prawo do wnoszenia indywidualnych skarg konstytucyjnych było nowym instrumentem wprowadzonym przez Konstytucję z 1997 roku, obowiązującym od października 1997 roku. Na tym wczesnym etapie swojej ewolucji, brak było orzecznictwa Trybunału Konstytucyjnego potwierdzającego skuteczność indywidualnej skargi. A zatem, Trybunał stwierdza, że w konkretnych okolicznościach niniejszej sprawy, skarżący dokonał wszystkiego, czego można w uzasadniony sposób oczekiwać od niego, by wyczerpał wewnętrzne możliwości uzyskania zadośćuczynienia dla poniesionych przez siebie strat (zobacz Aksoy p. Turcji, 18 grudnia 1996, § 54, Raporty z wyroków i postanowień 1996-VI; Hansen p. Turcji, (dec) nr 36141/97, 19 czerwca 2001).", "32.  Wynika z tego, że wniosek Rządu o uznanie braku dopuszczalności na podstawie braku wyczerpania środków odwoławczych przewidzianych prawem wewnętrznym zasługuje na odrzucenie.", "II.  ZARZUT NARUSZENIA ARTYKUŁU 10 KONWENCJI", "33.  Skarżący zarzucił naruszenie artykułu 10 Konwencji, który brzmi:", "„1.  Każdy ma prawo do wolności wyrażania opinii. Prawo to obejmuje wolność posiadania poglądów oraz otrzymywania i przekazywania informacji i idei bez ingerencji władz publicznych i bez względu na granice państwowe. Niniejszy przepis nie wyklucza prawa Państw do poddania procedurze zezwoleń przedsiębiorstw radiowych, telewizyjnych lub kinematograficznych.", "2.  Korzystanie z tych wolności pociągających za sobą obowiązki i odpowiedzialność może podlegać takim wymogom formalnym, warunkom, ograniczeniom i sankcjom, jakie są przewidziane przez ustawę i niezbędne w społeczeństwie demokratycznym w interesie bezpieczeństwa państwowego, integralności terytorialnej lub bezpieczeństwa publicznego ze względu na konieczność zapobieżenia zakłóceniu porządku lub przestępstwu, z uwagi na ochronę zdrowia i moralności, ochronę dobrego imienia i praw innych osób oraz ze względu na zapobieżenie ujawnieniu informacji poufnych lub na zagwarantowanie powagi i bezstronności władzy sądowej.”", "A.  Dopuszczalność skargi", "34.  Trybunał zauważa, że przedmiotowa skarga nie jest oczywiście bezzasadna w znaczeniu artykułu 35 § 3 Konwencji. W dalszej kolejności uważa, że nie jest również niedopuszczalna z jakichkolwiek innych przyczyn (zobacz ustęp 32 powyżej). W związku z tym, musi zostać uznana za dopuszczalną.", "B.  Meritum sprawy", "1.  Oświadczenia stron", "35.  Skarżący oświadczył w sposób ogólny, że jako lekarz winien posiadać prawo do wyrażenia swojej opinii na temat leczenia zastosowanego wobec jego pacjenta przez innego lekarza. Argumentował, że postanowienia sądów lekarskich wykazały wrogie nastawienie władz lekarskich wobec jego pracy środowiskowej, gdyż aktywnie działał w stowarzyszeniu. Skarżący utrzymywał również, że nagana udzielona przez Sąd Lekarski była elementem prześladowania przez władze lekarskie i była spowodowana faktem, że był on Przewodniczącym Stowarzyszenia Ochrony Praw Pacjenta w Polsce i walczył w obronie interesów pacjentów.", "Skarżący argumentował, że nagana nałożona przez Sąd Lekarski stanowiła surową karę, gdyż uniemożliwiła mu wystąpienie o i przyjęcie funkcji zarządzających w szpitalach i w administracji publicznej. Oświadczył, że stał się ofiarą kampanii wszczętej przeciwko niemu przez środowisko medyczne. W związku z tym, nie mógł przyjąć stanowiska dyrektora w Ministerstwie Zdrowia, miał trudności ze znalezieniem pracy, musiał zamknąć swoją prywatną praktykę i nie mógł rozpocząć procesu uzyskiwania dodatkowej specjalizacji.", "36.  Rząd oświadczył, że nie nastąpiło naruszenie praw skarżącego do wolności wyrażania opinii. Rząd utrzymywał, że skarżący zdyskredytował innego lekarza przed pacjentem oraz sporządził krytyczną opinię na temat leczenia pacjenta bez posiadania odpowiedniej specjalizacji i ekspertyzy medycznej. Rząd powtórzył, że skarżący wydawał krytyczne opinie na temat innych lekarzy w ramach swojej działalności gospodarczej, a zatem sądy dyscyplinarne słusznie go ukarały, w ten sposób zapobiegając dalszemu naruszaniu praw innych lekarzy. Rząd utrzymywał, że przepis artykułu 52 Kodeksu Etyki Lekarskiej miał na celu zachowanie dobrych relacji między lekarzami i przestrzeganiu zasady solidarności zawodowej. Podczas gdy Kodeks Etyki Lekarskiej nie zabrania lekarzom wygłaszania krytycznych oświadczeń na temat innych lekarzy, należy przy tym stosować pewne zasady, na przykład jeden lekarz nie powinien dyskredytować swojego kolegi w obecności pacjenta. Rząd utrzymywał ponadto, że skarżący nie posiada wystarczającej wiedzy, by komentować leczenie obejmujące dziedzinę medycyny, w której nie ma praktyki. W konsekwencji, Sąd Lekarski słusznie ukarał skarżącego karą nagany, w ten sposób zapobiegając naruszaniu przez niego zasad etycznych oraz zasad dotyczących konkurencji.", "37.  Kara nałożona na skarżącego była konieczna w celu ochrony praw i reputacji innych lekarzy i była najłagodniejszą z możliwych kar. Reasumując, interwencja była niezbędna w celu osiągnięcia równowagi między ochroną zdrowia pacjentów, interesami innych lekarzy a prawem skarżącego do wolności wyrażania opinii. Rząd oświadczył, że nie nastąpiło naruszenie artykułu 10 Konwencji.", "2.  Ocena Trybunału", "(a)  Zasady ogólne", "38.  Trybunał przypomina, iż wolność wyrażania opinii, zagwarantowana w ust. 1 artykułu 10, stanowi jeden z podstawowych fundamentów społeczeństwa demokratycznego oraz jeden z podstawowych warunków jego rozwoju i samorealizacji jednostki. Zgodnie z ustępem 2, ma zastosowanie nie tylko do „informacji” lub „idei”, które są uzyskane w sposób przychylny lub uznawane za nieszkodliwe bądź obojętne, ale również do tych, które obrażają, szokują lub niepokoją. Takie wymogi niesie ze sobą ten pluralizm, tolerancja i tolerancyjność, bez których nie istnieje „społeczeństwo demokratyczne” (zobacz, między innymi, Oberschlick p. Austrii (nr 1), 23 maja 1991, § 57, Seria A nr 204, oraz Nilsen i Johnsen p. Norwegii [GC], nr 23118/93, § 43, ECHR 1999VIII).", "39.  Trybunał podkreśla również, że artykuł 10 gwarantuje wolność wyrażania opinii „każdemu”. Trybunał wielokrotnie utrzymywał, że artykuł 10 ma zastosowanie do wszystkich rodzajów informacji, idei lub form wyrazu, łącznie z takimi, w których celem jest osiągnięcie zysku bądź które związane są z działalnością gospodarczą skarżącego (zobacz Casado Coca p. Hiszpanii, 24 lutego 1994, § 35, Seria A nr 285A, Barthold p. Niemcom, 25 marca 1985, § 42, Seria A nr 90, i Stambuk p. Niemcom, nr 37928/97, §§43-52, 17 października 2002).", "40.  W wykonaniu swoich kompetencji organu nadzoru, Trybunał musi przyjrzeć się kwestionowanej ingerencji w świetle całości sprawy, łącznie z treścią publikacji zarzucanej skarżącemu oraz ogólnym kontekstem tejże publikacji. W szczególności, musi ustalić, czy przedmiotowa ingerencja była „proporcjonalna do uzasadnionych realizowanych założeń”, a także, czy powody, na które powołują się władze krajowe w celu uzasadnienia ingerencji są „istotne i wystarczające” (zobacz Sunday Times (nr 1) p. Wielkiej Brytanii, 26 kwietnia 1979, § 62, Seria A nr 30). Czyniąc to, Trybunał musi dojść do przekonania, że władze krajowe zastosowały normy zgodne z zasadami przewidzianymi w artykule 10, a ponadto, że opierały się na możliwej do przyjęcia ocenie istotnych faktów.", "41.  Zgodnie z orzecznictwem Trybunału, Państwa strony Konwencji posiadają pewien margines uznania, czy ingerencja jest konieczna, przy czym margines ten podlega europejskiemu nadzorowi zarówno pod względem istotnych zasad, jak i decyzji je stosujących (zobacz, między innymi, markt intern Verlag GmbH i Klaus Beermann p. Niemcom, 20 listopada 1989, § 33, Seria A nr 165 oraz Casado Coca, cytowany powyżej, § 50).", "(b)  Zastosowanie zasad ogólnych w przedmiotowej sprawie", "42.  Trybunał musi w pierwszej kolejności ustalić, czy kwestionowany wyrok skazujący sprowadzał się do „ingerencji” w wykonywanie prawa skarżącego do wolności wyrażania opinii. Trybunał zauważa, iż Rząd oświadczył, że nie nastąpiła ingerencja w prawa skarżącego, gdyż przedmiotowa opinia została sporządzona w kontekście jego działalności gospodarczej.", "43.  Trybunał zauważa, że sankcja dyscyplinarna została nałożona na skarżącego w związku ze sporządzeniem opinii na temat leczenia pacjenta, która to opinia była krytyczna wobec innego lekarza. Skarżący został ukarany przez Sąd Lekarski za naruszenie Kodeksu Etyki Lekarskiej i otrzymał naganę. Trybunał podkreśla, że informacja o sankcjach pozostawała w aktach skarżącego przez okres 3 lat, a strony nie twierdziły, że kara nie była ze szkodą dla skarżącego.", "44.  Trybunał powtarza, że wbrew opinii Rządu, sprawy związane z praktyką zawodową nie są wyjęte spod ochrony artykułu 10 Konwencji (zobacz ustęp 39 powyżej). Trybunał uznaje zatem, że skazanie skarżącego oraz nałożenie na niego sankcji dyscyplinarnej za wyrażenie krytycznej opinii na temat leczenia pacjenta stanowiło ingerencję w jego prawo do wolności wyrażenia opinii.", "45.  Ingerencja taka narusza Konwencję, jeżeli nie spełnia wymogów ustępu 2 artykułu 10. Należy zatem ustalić, czy była ona „przewidziana prawem”, czy miała na celu realizację jednego lub więcej uzasadnionych celów określonych w tym ustępie, a także czy była „niezbędna w społeczeństwie demokratycznym” dla osiągnięcia tych celów.", "46.  Trybunał uznał, co nie zostało zakwestionowane, że ingerencja była „przewidziana prawem”, jako że sankcje dyscyplinarne dla skarżącego oparte były na artykułach 52 § 2 i 10 Kodeksu Etyki Lekarskiej (zobacz ustęp 10 powyżej). Trybunał podziela opinię Rządu, że ingerencja w prawo skarżącego do wolności wyrażania opinii miała na celu realizację uzasadnionych celów, o których mowa w artykule 10 § 2 Konwencji, a mianowicie w celu ochrony praw i reputacji innych.", "47.  Następnie Trybunał zbada, czy ingerencja w prawa skarżącego do wolności wyrażania opinii była niezbędna w demokratycznym społeczeństwie. Trybunał przypomina, że skarżący, będący lekarzem, napisał opinię, w której skrytykował leczenie pacjenta. Organy dyscyplinarne uznały skarżącego winnym nieetycznego postępowania naruszającego zasadę solidarności zawodowej i stanowiącego pogwałcenie Kodeksu Etyki Lekarskiej.", "48.  Skarżący oparł swoją opinię na aktach medycznych pacjenta, a także na wynikach dodatkowych badań lekarskich, jakie pacjent przeszedł na zalecenie skarżącego. Pacjent sam wystąpił o opinię do firmy skarżącego, specjalizującej się w sporządzaniu oceny leczenia pacjentów. Następnie, opinia została przekazana pacjentowi, który mógł ją wykorzystać do dowolnych celów. Nie ma jednakże przesłanek, aby opinia ta została następnie opublikowana lub w inny sposób podana do publicznej wiadomości.", "49.  Trybunał uprzednio przyznał, w kontekście prawników, członków Adwokatury, że podczas oceny, czy ograniczenie prawa skarżącego służyło spełnieniu nagłej potrzeby, należy uwzględnić specjalny charakter zwodu wykonywanego przez skarżącego (zobacz Steur p. Holandii, nr 39657/98, § 38, ECHR 2003XI). Lekarze również mają specjalne relacje z pacjentami, które opierają się na zaufaniu, poufności i wierze, że lekarz wykorzysta całą dostępną wiedzę i środki dla zapewnienia dobra pacjenta. Może to stanowić implikację dla konieczności zachowania solidarności pomiędzy członkami tej profesji. Z drugiej strony, Trybunał uznaje, że pacjent ma prawo skonsultować się z innym lekarzem w celu uzyskania dodatkowej opinii na temat przeprowadzonego leczenia, a także oczekiwać sprawiedliwej i obiektywnej oceny działań podejmowanych przez jego lekarza.", "50.  Fakt, że przedmiotowa opinia została wydana w ramach działalności gospodarczej skarżącego i była krytyczna w stosunku do innego lekarza nie pozbawia jej automatycznie szczerości lub obiektywności. Trybunał zauważa, że władze krajowe, uznając, że skarżący zdyskredytował innego lekarza, nie dokonały żadnej poważnej oceny prawdziwości twierdzeń zawartych w opinii (zobacz Veraart p. Holandii, nr 10807/04, §§ 60 i 61, 30 listopada 2006). Okręgowy Sąd Lekarski uznał, że skoro krytyka innego lekarza nie jest dozwolona, kwestia, czy raport skarżącego faktycznie odzwierciedlał rzeczywistość, była bez znaczenia.", "51.  Taka surowa interpretacja przez sądy dyscyplinarne prawa krajowego pociągająca za sobą zakaz wyrażania wszelkich krytycznych opinii w ramach wykonywania zawodu lekarza nie jest zgodna z prawem do wolności wyrażania opinii (zobacz Stambuk, cytowany powyżej, § 50). Takie podejście do sprawy wyrażania krytycznej opinii na temat kolegi, nawet w kontekście zawodu lekarza, pociąga za sobą ryzyko zniechęcania lekarzy do przekazywania swoim pacjentom obiektywnych opinii na temat ich stanu zdrowia i przeprowadzonego leczenia, co z kolei może narazić na szwank główny cel, jakiemu służy zawód lekarza - tzn. ochronę zdrowia i życia pacjentów.", "52.  Trybunał zauważa wreszcie, że władze krajowe nie zbadały, czy skarżący bronił interesów uzasadnionych ze społecznego punktu widzenia. Trybunał uważa, że opinia skarżącego nie stanowiła nieuzasadnionego osobistego ataku na innego lekarza, lecz krytyczną ocenę, dokonaną z medycznego punktu widzenia, leczenia, jakie przeprowadził inny lekarz na pacjencie. A zatem, dotyczyła kwestii związanych z interesem publicznym.", "53.  Podsumowując, zaskarżona ingerencja nie była proporcjonalna do uzasadnionych realizowanych celów, a w związku z powyższym nie była „niezbędna w demokratycznym społeczeństwie” „dla ochrony praw innych”. W konsekwencji, spowodowała naruszenie artykułu 10 Konwencji.", "III.  ZARZUT NARUSZENIA ARTYKUŁU 6 § 1 KONWENCJI", "54.  Skarżący zarzucał, że Sądy Lekarskie orzekające w postępowaniu prowadzonym przeciwko niemu nie mogą być uznane za „niezawisły i bezstronny sąd” zgodnie z przepisem artykułu 6 § 1 Konwencji, który brzmi następująco:", "„Przy rozstrzyganiu o prawach i obowiązkach o charakterze cywilnym..., każdy ma prawo do sprawiedliwego ... rozpatrzenia jego sprawy ... przez niezawisły i bezstronny sąd ustanowiony ustawą.”", "55.  Rząd zakwestionował ten argument.", "A.  Dopuszczalność artykułu 6 Konwencji", "56.  Na samym wstępie, Trybunał musi ustalić, czy artykuł 6 Konwencji ma zastosowanie do przedmiotowego postępowania. Z orzecznictwa Trybunału jasno wynika, że jeżeli w danej sytuacji, jak to ma miejsce w niniejszej sprawie, narażone jest prawo do dalszego wykonywania zawodu lekarza w ramach prywatnej praktyki, postępowanie dyscyplinarne daje podstawę do „pozwów (sporów) cywilnych” w znaczeniu artykułu 6 § 1 (zobacz, między innymi, König p. Niemcom, 28 czerwca 1978, §§ 87–95, Seria A nr 27; Le Compte, Van Leuven i De Meyere p. Belgii, 23 czerwca 1981, §§ 41  51, Seria A nr 43; Albert i Le Compte p. Belgii, 10 lutego 1983, §§ 25–29, Seria A nr 58 oraz Gautrin i Inni p. Francji, 20 maja 1998, § 33, Reporty 1998III, Gubler p. Francji, nr 69742/01, § 24, 27 lipca 2006).", "Ponadto, strony nie kwestionowały przed niniejszym Trybunałem, że artykuł 6 § 1 ma zastosowanie do okoliczności niniejszej sprawy.", "Trybunał uznaje zatem, że artykuł ten, w części dotyczącej postępowania cywilnego, ma zastosowanie do niniejszej sprawy.", "B.  Dopuszczalność", "57.  Trybunał zauważa, że skarga nie jest oczywiście bezzasadna w znaczeniu artykułu 35 § 3 Konwencji. W dalszej kolejności, Trybunał odnotowuje, iż nie jest również niedopuszczalna z jakichkolwiek innych przyczyn (zobacz ustęp 33 powyżej). Musi zatem zostać uznana za dopuszczalną.", "C.  Meritum sprawy", "1.  Oświadczenia stron", "58.  Skarżący oświadczył, że nastąpiło naruszenie artykułu 6 § 1 Konwencji w tai sposób, że został on pozbawiony prawa do sprawiedliwego rozpatrzenia jego sprawy przez niezawisły sąd. Oświadczył, że sędziowie zasiadający w Okręgowym i Naczelnym Sądzie Lekarskim nie byli niezawiśli, gdyż organy te składały się z lekarzy, członków Okręgowej Rady Lekarskiej, a zatem reprezentowali interesy lobby lekarskiego. Jedynie jeden z pięciu członków składu sędziowskiego Naczelnego Sądu Lekarskiego było zawodowym sędzią, oddelegowanym s Sądu Najwyższego. Jednakże sędzia taki często podziela wnioski większości. Ponadto, sprawa skarżącego nie była rozpatrywana na późniejszym ertapie przez bezstronny sąd, gdyż ustawodawstwo krajowe nie przewiduje prawa do odwołania się do sądu od postanowienia Sądu Lekarskiego, jeżeli sąd taki nakłada karę w postaci nagany.", "59.   Rząd oświadczył, że postępowanie w sprawie skarżącego zostało przeprowadzone w sposób sprawiedliwy, a także, że skarżący skorzystał ze wszystkich gwarancji proceduralnych przysługujących zgodnie z artykułem 6 § 1 Konwencji. Skarżący był reprezentowany, a jego sprawa była rozpatrywana w dwóch instancjach przez Sądy Lekarskie, które były niezawisłe i bezstronne. Jeżeli chodzi o osobistą bezstronność członków Sądów Lekarskich, Rząd argumentował, że byli oni bezstronni oraz, że nie istnieją dowody, by miało być inaczej. Mimo iż skarżący usiłował zakwestionować członków Sądu Lekarskiego, nie obejmowało to żadnej konkretnej skargi ani dowodów, które wskazywałyby na brak bezstronności; a zatem jego zarzuty zostały odrzucone jako ewidentnie bezzasadne. Rząd, odwołując się do sprawy Albert i Le Compte (cytowanej powyżej), oświadczył, że istniała konieczność, by członkowie Sądów Lekarskich posiadali wiedzę w dziedzinie medycyny. Byli niezawiśli w pełnieniu swoich funkcji i stosowali się do ustawy oraz do Kodeksu Etyki. Ponadto, jeden z sędziów zasiadających w składzie Naczelnego Sądu Lekarskiego został wyznaczony przez Sąd Najwyższy. Reasumując, Rząd oświadczył, że nie nastąpiło naruszenie artykułu 6 § 1 Konwencji.", "2.  Ocena Trybunału", "60.  Trybunał powtarza, że, nawet w sytuacji, gdzie artykuł 6 § 1 Konwencji ma zastosowanie, nałożenie obowiązku orzekania w sprawach dyscyplinarnych na zawodowe organy dyscyplinarne samo w sobie nie stanowi naruszenia Konwencji. Niemniej jednak, w takich okolicznościach Konwencja wymaga zastosowania co najmniej jednego z następujących dwóch systemów: albo zawodowe organy dyscyplinarne same stosują się do wymagań przedmiotowego artykułu, albo nie stosują się do niego, lecz podlegają następnie kontroli organu sądowniczego, który posiada pełne kompetencje i zapewnia gwarancje przewidziane w artykule 6 § 1 (zobacz Albert i Le Compte cytowany powyżej, § 29, oraz Gautrin, cytowany powyżej, § 57).", "61.  Skarżący utrzymywał, że Okręgowy i Naczelny Sąd Lekarski orzekający w jego sprawie nie był niezawisły i bezstronny.", "62.  Istnieją dwa sposoby na dokonanie oceny, czy sąd jest bezstronny w znaczeniu artykułu 6 § 1: pierwszy polega na ustaleniu osobistych przekonań konkretnego sędziego w danej sprawie, a drugi na potwierdzeniu, czy sędzia zapewnia gwarancje wystarczające dla wyłączenia wszelkich uzasadnionych wątpliwości w tym względzie (zobacz, między innymi, mutatis mutandis, Saraiva de Carvalho p. Portugalii, 22 kwietnia 1994, § 33, Seria A nr 286-B oraz Kyprianou p. Cyprowi [GC], nr 73797/01, § 118, ECHR 2005XIII oraz, a contrario, Brudnicka i Inni p. Polsce, nr 54723/00, § 41, ECHR 2005II).", "63.  Jeżeli chodzi o podejście subiektywne, Trybunał powtarza, że osobista bezstronność każdego członka składu sędziowskiego musi być zakładana do czasu przedstawienia dowodu na jego stronniczość. W obecnej sprawie, skarżący skorzystał ze swojego prawa do zakwestionowania bezstronności sędziów zasiadających w składzie Okręgowego Sądu Lekarskiego na tej podstawie, że mogą oni być przedmiotem presji ze strony Prezydenta Tarnowa (zobacz ustęp 11 powyżej). Rząd uznał, że zarzut ten nie został sprecyzowany ani uzasadniony. Trybunał uważa, że meritum zarzutu jest takie, iż sądy dyscyplinarne, składające się z lekarzy, a nie z zawodowych sędziów, mogą znaleźć się pod presją swoich przełożonych lub samorządu lokalnego. Jednakże skarżący nie przedstawił żadnych dowodów prima facie, które potwierdzałyby, że Prezydent Tarnowa wywierał lub usiłował wywrzeć presję na członków Sądu Lekarskiego. Ponadto, brak jest wskazania jakichkolwiek osobistych uprzedzeń lub stronniczości ze strony członków sądów dyscyplinarnych, a skarżący w żaden sposób ich nie sugeruje.", "Jeżeli chodzi o sposób rozpatrzenia zarzutów stawianych trzem członkom Okręgowego Sądu Lekarskiego, trybunał zauważa, że były one rozpatrywane przez sąd zasiadający w innym składzie (zobacz w związku z tym Debled p. Belgii, 22 września 1994, § 37, Seria A nr 292B). Odrzucenie zarzutów skarżącego w stosunku do poszczególnych członków sądu oraz odmowa przekazania sprawy do innego okręgu zostały wspomniane przez skarżącego w jego apelacji. Jednakże, Naczelny Sąd Lekarski odrzucił apelację uznając za bezpodstawny zarzut, że członkowie Sądu Okręgowego znajdowali się pod presją podczas rozpatrywania sprawy skarżącego.", "64.  Jeżeli chodzi o kwestię obiektywnej i strukturalnej bezstronności, Trybunał zauważa, że członkowie Sądów Lekarskich byli wybierani spośród lekarzy na okres czterech lat i występowali nie jako przedstawiciele samorządów lekarskich, lecz w swoim osobistym imieniu. Ponadto, w składzie Naczelnego Sądu Lekarskiego znajdował się jeden zawodowy sędzia wyznaczony przez Sąd Najwyższy (zobacz ustęp 25 powyżej). Jeżeli zaś chodzi o bezstronność członków sądu z obiektywnego i organizacyjnego punktu widzenia, skarżący nie wniósł żadnych dodatkowych, konkretnych skarg w tym zakresie. W każdym razie, istniały wystarczające gwarancje, by wyeliminować wszelkie uzasadnione wątpliwości co do bezstronności Sądów Lekarskich (zobacz, a contrario, Kyprianou, cytowany powyżej, §§ 127 i 128).", "65.  Trybunał nie ma również wątpliwości i nie było to kwestionowane przez strony, że obydwa organy zostały ustanowione na mocy ustawy, tj. ustawy o izbach lekarskich z 1989 roku (zobacz ustęp 20 powyżej).", "66.  Na zakończenie trybunał odnotowuje, że w przedmiotowym czasie postanowienia Sądów Lekarskich, w sytuacji, gdy ich konsekwencją było zawieszenie w prawie wykonywania zawodu lub odebranie prawa wykonywania zawodu, mogły być zaskarżane do Sądu Najwyższego - co zapewniało dodatkową ochronę z punktu widzenia wymagań artykułu 6 § 1 Konwencji.", "67.  Uwzględniając wszystkie okoliczności opisane powyżej, Trybunał uznaje, że wątpliwości skarżącego dotyczące niezawisłości i bezstronności członków Sądów Lekarskich, które ukarały go kara nagany za naruszenie Kodeksu Etyki Lekarskiej, nie zostały w wystarczający sposób uzasadnione (zobacz Gubler p. Francji, nr 69742/01, § 30, 27 lipca 2006). A zatem, nie nastąpiło naruszenie artykułu 6 § 1 Konwencji.", "IV.  ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "68.  Artykuł 41 Konwencji stanowi:", "„Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej Protokołów, oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, o przyznaniu słusznego zadośćuczynienia pokrzywdzonej stronie.”", "A.  Szkoda", "69.  Skarżący domagał się odszkodowania pieniężnego w wysokości 316.000 złotych polskich (PLN). Suma ta obejmowała utratę wynagrodzenia prze okres dziewięciu lat, podczas których miał trudności z wykonywaniem zawodu lekarza ze względu na karę nagany nałożoną na niego przez sąd lekarski oraz wrogie nastawienie władz lekarskich do jego osoby.", "70.  Jeżeli chodzi o szkody niematerialne, skarżący domagał się 10.000 PLN w formie symbolicznego odszkodowania za cierpienia, jakich doznał on i jego rodzina.", "71.  Rząd uznał, że roszczenie skarżącego obejmujące odszkodowanie pieniężne z tytułu utraty hipotetycznego dochodu, nie miało związku przyczynowego z zarzucanym naruszeniem Konwencji. Jeżeli zaś chodzi o szkody niematerialne, Rząd argumentował, że suma, jakiej domaga się skarżący, jest wygórowana. Rząd wystąpił do Trybunału o orzeczenie, że uznanie naruszenia samo w sobie stanowiło wystarczające i słuszne zadośćuczynienie szkód niematerialnych poniesionych przez skarżącego.", "72.  Jeżeli chodzi o odszkodowanie pieniężne, Trybunał uznaje, że brak jest związku przyczynowego pomiędzy dochodzonym odszkodowaniem a stwierdzonym naruszeniem. Odrzuca zatem to roszczenie. Trybunał uznaje jednakże, że skarżący musiał ponieść szkody niematerialne, a samo stwierdzenie naruszenia Konwencji nie będzie wystarczającym i sprawiedliwym ich zadośćuczynieniem. Przyznaje zatem skarżącemu kwotę 3.000 EUR z tego tytułu.", "B.  Koszty i wydatki", "73.  Skarżący nie wniósł o zwrot żadnych kosztów i wydatków.", "C.  Odsetki", "74.  Trybunał uznaje za właściwe, by odsetki z tytułu nieterminowego wypłacenia zasądzonych kwot były ustalone zgodnie ze stopą równą krańcowej stopie procentowej Europejskiego Banku Centralnego, podwyższoną o trzy punkty procentowe.", "Z TYCH PRZYCZYN, TRYBUNAŁ JEDNOGŁOŚNIE", "1.  Uznaje skargę za dopuszczalną;", "", "2.  Uznaje, że doszło do naruszenia artykułu 10 Konwencji;", "", "3.  Uznaje, że nie doszło do naruszenia artykułu 6 § 1 Konwencji;", "", "4.  Uznaje,", "(a)  że pozwane Państwo ma wypłacić skarżącemu, w terminie trzech miesięcy od daty uprawomocnienia się wyroku zgodnie z artykułem 44 § 2 Konwencji, kwotę 3.000 EUR (trzech tysięcy euro) z tytułu poniesionej szkody niematerialnej, plus jakikolwiek podatek, jaki może zostać pobrany, która to kwota będzie przeliczona na złote polskie według kursu z dnia uregulowania należności;", "(b)  że od wygaśnięcia powyższego trzymiesięcznego terminu do momentu zapłaty należne są odsetki zwykłe od określonej powyżej kwoty, naliczone według stopy równej krańcowej stopie procentowej Europejskiego Banku Centralnego obowiązującej w okresie zwłoki, plus trzy punkty procentowe;", "", "5.  Oddala pozostałą część roszczenia skarżącego o słuszne zadośćuczynienie.", "Sporządzono w języku angielskim i obwieszczono pisemnie w dniu 16 grudnia 2008 roku, zgodnie z artykułem 77 §§ 2 i 3 Regulaminu Trybunału.", "\tLawrence Early\tNicolas Bratza \n\tKanclerz\tPrzewodniczący\t"]}