{"file": "POL_HJUDPOL_22933_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "22933/02", "text_paragraphs": ["Frasik przeciwko Polsce", "wyrok Czwartej Sekcji ETPCz z 5 stycznia 2010 r.", " skarga nr 22933/02", "arbitralna odmowa udzielenia zgody na zawarcie związku małżeńskiego w areszcie oraz brak skutecznego środka odwoławczego od takiej decyzji przed organem krajowym stanowi naruszenie art. 12 i 13 Konwencji", "", "", "Stan faktyczny sprawy.", "", "\tSkarżący we wrześniu 2000 r. został zatrzymany pod zarzutem gwałtu i pobicia I.K., a następnie postanowieniem Sądu Rejonowego dla Krakowa - Śródmieściu tymczasowo aresztowany. W grudniu 2000 r. skarżący wniósł zażalenie na postanowienie o przedłużeniu tymczasowego aresztowania. Sąd Okręgowy w Krakowie zażalenie oddalił. W stosunku do oskarżonego przedłużano tymczasowy areszt, tak iż pozostawał on bez przerwy w areszcie tymczasowym aż do prawomocnego skazania.", "\tW grudnia 2000 r. skarżący wystąpił o uchylenie aresztu z zastosowaniem dozoru policji. Wskazywał, iż chce zawrzeć związek małżeński z I.K, z którą się pogodził. W styczniu 2001 r. skarżący prosił sąd prowadzący jego postępowanie o udzielenie zgody na zawarcie małżeństwa w areszcie. Sąd odmówił skarżącemu udzielenia zezwolenia na zawarcie związku małżeńskiego w areszcie. W dniu 14 i 15 maja 2001 r. skarżący i I.K. poprosili sąd o udzielenie zgody na zawarcie małżeństwa w areszcie.", "\tListem z dnia 11 lipca 2001 r. sędzia przewodniczący poinformował adwokata skarżącego o odmowie udzielenia takiej zgody. Sąd powołał się na interes postępowania wskazując, iż w jego ocenie zawarcie małżeństwa było kolejną próbą przekonania sądu o bliskim charakterze stosunków między oskarżonym a pokrzywdzoną, dyktowaną zamiarem skorzystania przez pokrzywdzoną z uprawnienia do odmowy składania zeznań. Argumentował, że areszt/więzienie nie jest odpowiednim miejscem do odbywania ceremonii  i wyraził wątpliwości co do rzeczywistych zamiarów stron.", "\tW dniu 6 sierpnia 2001 r. adwokat skarżącego odpowiedział, że argumenty powołane przez sąd nie mogą podważać prawa do zawarcia małżeństwa gwarantowanego przez art. 12 Europejskiej Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności.", "\tW listopadzie 2001 r. wyrokiem Sądu Rejonowego dla Krakowa Śródmieście skarżący został skazany na karę łączną 5 lat pozbawienia wolności za gwałt i groźby karalne. Sąd Okręgowy w Krakowie złagodził orzeczoną karę na 3 lata pozbawienia wolności.", "\tOd wyroku sądu odwoławczego obrońca skarżącego wniósł kasację. Sąd Najwyższy kasację oddalił wskazując jednak w uzasadnieniu, że w sprawie doszło do naruszenia art. 12 Europejskiej Konwencji Praw Człowieka. SN zauważył, że w świetle orzecznictwa Europejskiego Trybunału Praw Człowieka nie można zakazać więźniowi zawarcia małżeństwa, chyba że chodzi o zwalczanie związków fikcyjnych np. z cudzoziemcami. Dalej wskazał, że nupturienci nie muszą dowodzić o głębokości swych uczuć uzasadniających ich związek małżeński. SN stwierdził, że decyzja o odmowie zezwolenia na zawarcie małżeństwa była błędna i stanowiła rażące uchybienie, jako że naruszała standardy wynikające z wiążącej Polskę Europejskiej Konwencji Praw Człowieka.", "\t", "Zarzuty skarżącego", "\tSkarżący zarzucał, że odmowa udzielenia zgody na zawarcie związku małżeńskiego w areszcie naruszała art. 12 Europejskiej Konwencji Praw Człowieka, a brak możliwości odwołania się od tej decyzji stanowił naruszenia art. 13 Europejskiej Konwencji Praw Człowieka gwarantującego każdemu prawo do skutecznego środka odwoławczego.", "\tSkarżący zarzucał również naruszenie art. 5 § 4 Europejskiej Konwencji Praw Człowieka w związku z przewlekłością w rozpatrzeniu zażalenia na postanowienie o przedłużeniu tymczasowego aresztowania.", "", "", "Rozstrzygnięcie ETPCz wraz ze streszczeniem argumentacji.", "\t", "\tTrybunał zauważył, że wolność osobista nie jest koniecznym warunkiem korzystania z prawa do małżeństwa. Osadzenie jest równoznaczne z pozbawianiem wolności osobistej i pewnych praw osobistych, co jednak nie oznacza, że osadzony nie może zawrzeć związku małżeńskiego.", "\tZgodnie z zaleceniami zawartymi w Europejskich Regułach Więziennych ograniczenia nakładane na osadzonego powinny być proporcjonalne do celu, który dzięki nim ma być osiągnięty i nie mogą być surowsze, niż jest to konieczne. Osadzony nadal korzysta z przyrodzonych praw fundamentalnych, a każde ich ograniczenie powinno być uzasadnione przez władze krajowe (zob. Hirst (no. 2) przeciwko Zjednoczonemu Królestwu, [GC], nr 74025/01, § 69, ECHR 2005 – IX). Osadzonemu przysługuje więc prawo do zawarcia związku małżeńskiego (zob. Hamer przeciwko zjednoczonemu Królestwu, nr 7114/75), a ograniczenie tego prawa może być uzasadnione jedynie koniecznością zapobiegania przestępstwu lub koniecznością zapobiegania naruszenia porządku. Ingerencji w prawo osadzonego do zawarcia małżeństwa nie może uzasadniać brak akceptacji władz krajowych lub opinii publicznej dla zawieranego związku (zob. Dickson przeciwko Zjednoczonemu Królestwu, [GC], nr 44362/04, §§ 67-6, ECHR 2007-...).\t", "\tTrybunał odnotował, że polskie władze nie uzasadniły odmowy udzielenia zgody na zawarcie małżeństwa w areszcie śledczym takimi okolicznościami jak zagrożenie bezpieczeństwa w jednostce penitencjarnej, konieczność zapobiegnięcia przestępstwu, czy zagrożenie porządku. Sąd uzasadniał odmowę tym, że w jego ocenie zawarcie małżeństwa było kolejną próbą przekonania sądu o bliskim charakterze stosunków między oskarżonym a pokrzywdzoną, dyktowaną zamiarem skorzystania przez pokrzywdzoną z uprawnienia do odmowy składania zeznań oraz wyraził wątpliwości co do charakteru i jakości relacji między nupturientami.", "\tTrybunał podkreślił, że wybór partnera i decyzja o zawarciu z nim związku małżeńskiego jest sprawą prywatną i osobistą zarówno osób wolnych jak i pozbawionych wolności.", "\tTrybunał odnotował, że polskie prawo nie przewiduje, aby pozostawanie w relacji oskarżony – pokrzywdzona w postępowaniu karnym była okolicznością wyłączającą możliwość zawarcia małżeństwa.\t", "\tTrybunał zauważył, że polskie władze mają całkowitą swobodę decydowania o zgodzie lub odmowie wyrażenia zgody na zawarcie małżeństwa przez osadzonego. Ponadto odnotował brak regulacji określających, w jakich okolicznościach prośba osadzonego o udzielenie zgody na zawarcie małżeństwa zakładzie karnym może być rozpatrzona odmownie oraz brak określenia terminu na rozpatrzenie takiej prośby.", "\tW ocenie Trybunału w niniejszej sprawie podstawą naruszenia art. 12 Konwencji była arbitralność sądu przy podejmowaniu decyzji o odmowie udzielenia zgody wyrażająca się brakiem powściągliwości sędziego przy podejmowaniu decyzji oraz błędem przy wyważaniu interesu publicznego i indywidualnego. Nawet jeśli sąd działał w celu zabezpieczenia prawidłowego toku postępowania, to utracił z pola widzenia konieczność wyważenia interesu publicznego i interesu indywidualnego tj. poszanowania fundamentalnego prawa skarżącego do zawarcia małżeństwa gwarantowanego przez Konwencję.", "\tZ uwagi na powyższe Trybunał orzekł, iż doszło do naruszenia art. 5 § 4, art. 12 oraz art. 13 i Europejskiej Konwencji Praw Człowieka i zasądził na rzecz skarżącego kwotę 5000 EURO tytułem zadośćuczynienia..", "", "", "", "", "", "", "", "", ""]}