{"file": "POL_HJUDPOL_14348_02.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "14348/02", "text_paragraphs": ["", "", "", "SEKCJA CZWARTA", "", "", "", "", "", "", "SPRAWA GARYCKI przeciwko POLSCE", "", "(Skarga nr 14348/02)", "", "", "", "", "", "", "", "", "", "", "", "WYROK", "", "STRASBURG", "", "6 lutego 2007 r.", "", "", "", "", "", "PRAWOMOCNY", "", "06/05/2007", "", "Wyrok ten stanie się prawomocny zgodnie z warunkami określonymi przez artykuł 44 § 2 Konwencji. Wyrok ten podlega korekcie wydawniczej przed jego opublikowaniem w ostatecznej wersji", "", "", "", "", "", "", "", "", "", "", "W sprawie Garycki przeciwko Polsce,", "", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja), zasiadając jako Izba składająca się z:", "\tPana\tNicolas Bratza, Przewodniczący,\n\tPana\tJ. Casadevall,\n\tPana\tG. Bonello,\n\tPana\tK. Traja,\n\tPana\tS. Pavlovschi,\n\tPana L. Garlicki,\n\tPana L.MIJOVIĆ, sędziowie", "\toraz Pan", " T.L. Early, Kanclerz Sekcji,", "", "Po rozpoznaniu na posiedzeniu zamkniętym w dniu 16 stycznia 2007 r. \nWydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "Sprawa wywodzi się ze skargi (nr 14348/02) przeciwko Rzeczypospolitej Polskiej wniesionej w dniu 10 października 2001 r. do Europejskiego Trybunału Praw Człowieka na podstawie artykułu 34 Konwencji o Ochronie Praw Człowieka i Podstawowych Wolności (“Konwencja”) przez obywatela polskiego, Pana Grzegorza Garyckiego (“skarżący”).", "Skarżący, któremu została przyznana pomoc prawna był reprezentowany przez Panią B. Słupską - Uczkiewicz adwokata prowadzącego praktykę we Wrocławiu. Rząd Polski („Rząd”) był reprezentowany przez pełnomocnika Pana  J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "Dnia 19 maja 2005 r. Trybunał uznał skargę za częściowo dopuszczalną i zadecydował \no zakomunikowaniu Rządowi zarzutów dotyczących przewlekłości tymczasowego aresztowania skarżącego, domniemanego naruszenia zasady domniemania niewinności, domniemanego naruszenia prawa do poszanowania korespondencji. Na podstawie zapisów artykułu 29 § 3 Konwencji, Trybunał zadecydował o rozpatrzeniu w tym samym czasie skargi co do jej meritum oraz dopuszczalności.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "Skarżący urodził się w 1976 r. i mieszka w Sosnowcu.", "", "Tymczasowy areszt skarżącego", "", "Skarżący został aresztowany przez policję dnia 17 stycznia 2000 r. Tego samego dnia Prokurator Okręgowy w Katowicach zarzucił mu popełnienie 23 przestępstw (głównie włamań). Dnia 18 stycznia 2000 r. Sąd Rejonowy w Katowicach postanowił o tymczasowym aresztowaniu skarżącego w świetle uzasadnionego podejrzenia, iż skarżący dopuścił się serii włamań. Sąd stwierdził, iż istniała uzasadniona obawa, iż mając na uwadze surowość przewidzianej kary, skarżący mógłby utrudniać przebieg postępowania. Nałożone tymczasowe aresztowanie zostało następnie przedłużone przez Sąd Okręgowy w Katowicach dnia 10 kwietnia oraz następnie do dnia 5 lipca 2000 r.", "Dnia 15 września 2000 r. oskarżyciel wniósł akt oskarżenia do Sądu Okręgowego w Katowicach. Skarżący został oskarżony o napad z bronią w ręku, rozbój oraz włamanie (21 zarzutów). Sprawa była prowadzona przeciwko 11 oskarżonym, włączając w to skarżącego. Pięciu z nich zostało tymczasowo aresztowanych. Prokurator złożył wniosek o przesłuchanie 34 świadków. Akta sprawy liczyły w czasie rozprawy 32 tomy. Prokuratura przeprowadziła i zleciła przeprowadzenie licznych dowodów, w tym dowodów z przesłuchania biegłych.", "Dnia 25 września 2000 Sąd Okręgowy wydał postanowienie o przedłużeniu tymczasowego aresztowania skarżącego do dnia 17 stycznia 2001 r. Sąd zauważył, między innymi, że istniało ryzyko zmowy, zaś charakter przestępstw, które były zarzucane skarżącemu uzasadniał przedłużenie aresztowania.", "Dnia 13 listopada 2000 r. sąd Okręgowy postanowił o połączeniu niniejszej sprawy ze sprawą M.K.", "Dnia 15 stycznia 2001 r. Sąd Okręgowy w Katowicach przedłużył stosowanie tymczasowego aresztowania wobec skarżącego do dnia 15 maja 2001 r. Sąd stwierdził, iż charakter przestępstw zarzucanych skarżącemu, sposób postępowania współoskarżonych oraz surowość przewidzianej kary uzasadniają przedłużenie okresu aresztowania. Następnie stwierdził, iż istniało ryzyko, iż skarżący będzie utrudniał przebieg postępowania, szczególnie biorąc pod uwagę, iż nie przyznał się do popełnienia zarzucanych mu czynów. Sąd Okręgowy stwierdził, że przedłużenie tymczasowego aresztowania było niezbędne w celu zabezpieczenia prawidłowego przebiegu postępowania w czasie potrzebnym do rozstrzygnięcia sprawy. Stwierdził również, że żaden inny środek nie byłby w stanie zapobiec temu, aby skarżący nie wpływał na przebieg postępowania ani nie ukrywał się.", "Sad okręgowy wyznaczył rozprawę na dzień 22 marca 2001 r. Rozprawa jednakże musiała zostać odroczona, gdyż skarżący oraz jeden ze współoskarżonych naruszali porządek podczas rozprawy i musieli zostać usunięci z sali sądowej. Ponadto, jeden ze współoskarżonych oraz jego adwokat nie stawili się w sądzie.", "Dnia 14 maja 2001 r. Sąd Okręgowy postanowił o przedłużeniu tymczasowego aresztowania wobec skarżącego do dnia 15 października 2001 r., opierając się na tych samych podstawach, co poprzednio. Poza tym sąd zauważył, że sąd pierwszej instancji nie rozpoczął jeszcze rozpatrywania sprawy co do meritum z powodów, które pozostawały poza jego kontrolą, takich jak niestawiennictwo przed sądem niektórych z oskarżonych lub ich adwokatów, zaniechanie policji w doprowadzeniu oskarżonych na rozprawę. Sad Okręgowy zauważył, iż kontynuacja tymczasowego aresztowania skarżącego oraz pozostałych współoskarżonych była niezbędna w celu zabezpieczenia właściwego przebiegu postępowania w sprawie. Postanowienie zostało podtrzymane w wyniku apelacji dnia 13 czerwca 2001 r.", "Dnia 8 października 2001 r. Sąd Okręgowy przedłużył tymczasowe aresztowanie skarżącego do dnia 17 stycznia 2002 r. Ponownie przytoczył podstawy zaprezentowane w poprzednich postanowieniach. Zauważył również, że wszystkie z ośmiu wyznaczonych rozpraw musiały zostać odroczone z różnych powodów, takich jak: choroba sędziego prowadzącego rozprawę, lub jednego ze współoskarżonych, nieusprawiedliwiona nieobecność niektórych ze współoskarżonych, nieobecność adwokata z urzędu jednego ze współoskarżonych, konieczność opuszczenia sali rozpraw przez jednego z adwokatów w chwili, gdy akt oskarżenia był odczytywany, czy też zaniechanie policji w doprowadzeniu aresztowanych z więzienia na salę rozpraw. Skarżący i dwóch innych współoskarżonych odwołało się od tej decyzji.", "Dnia 30 października 2001 r. Sąd Apelacyjny podtrzymał tę decyzję. Sąd Apelacyjny stwierdził w stosownej części uzasadnienia do postanowienia, że:", "", "", "„Zażalenie na postanowienie nie było uzasadnione. Na wstępie stwierdzić należy, wbrew zarzutom oskarżonych, że popełnili oni zarzucane im przestępstwa.”", "", "Materiał dowodowy potwierdzający to zawiera nie tylko oświadczenia P.S., ale również oświadczenia R.S., którzy w służbowym sprawozdaniu z przesłuchania z dnia 16 grudnia 1999 r. opisali osoby, z którymi dopuścili się włamania do magazynów w Olkuszu i w Lublińcu, lecz następnie dnia 26 lutego 2000 r. stwierdzili, iż nie mówili prawdy; sąd [prowadzący rozprawę] oceni, które z tych oświadczeń są wiarygodne”.", "", "Sąd Apelacyjny następnie stwierdził, że istniało uzasadnione ryzyko, iż oskarżeni będą utrudniali postępowanie, wywierając presję na P.S.(współoskarżonego, który ich obciążał), szczególnie mając na uwadze, że oskarżeni w korespondencji między sobą używali bardzo agresywnego słownictwa odnosząc się do P.S. Ponadto istniało jeszcze ryzyko, że oskarżeni będą się ukrywać.", "Dwie rozprawy zostały odroczone z powodu zaniechania policji w doprowadzeniu oskarżonych z więzienia (18 października oraz 8 listopada 2001 r. ).", "Dnia 22 listopada 2001 r. proces rozpoczął się. Jednakże Sąd Okręgowy był w stanie przesłuchać tylko dwóch oskarżonych. Następne rozprawy również musiano odroczyć z powodu niestawiennictwa jednego z adwokatów ( 29 listopada 2001 r. ) oraz choroby jednego z adwokatów (20 grudnia 2001 r. ).", "Dnia 28 grudnia 2001 r. Sąd Okręgowy wystosował wniosek na podstawie artykułu 263 § 4 kodeksu postępowania karnego do Sądu Apelacyjnego o przedłużenie tymczasowego aresztowania wobec skarżącego do dnia 15 czerwca 2002 r., z uwagi na fakt, iż przewidziany w ustawie okres dwóch lat wkrótce miał zostać przekroczony (artykuł 263 § 3 kodeksu postępowania karnego). Sąd podkreślił, iż przedstawione pierwotnie podstawy aresztowania skarżącego są nadal zasadne, natomiast sąd prowadzący rozprawę nie był w stanie kontynuować przeprowadzania dowodów z przyczyn niezależnych od niego. Sąd zauważył, iż na trzynaście wyznaczonych terminów rozpraw dwanaście musiało zostać odroczonych. Ponadto do listy przyczyn odroczenia wymienionych w postanowieniu z dnia 8 października 2001 r., Sąd Okręgowy dodał również chorobę jednego za adwokatów oraz zaniechanie policji w doprowadzeniu oskarżonych na rozprawę z więzienia (dwa przypadki). Sąd również stwierdził, iż kontynuacja tymczasowego aresztowania skarżącego jest niezbędna w celu zabezpieczania dalszego toku postępowania i żaden inny środek zabezpieczający nie jest w stanie zapobiec utrudnianiu przez skarżącego i pozostałych współoskarżonych postępowania czy też ich ukrywaniu się.", "Dnia 9 stycznia 2002 r. Sąd Apelacyjny uwzględnił wniosek Sadu Okręgowego. Poza wcześniej zaprezentowanymi powodami tymczasowego aresztowania, sąd stwierdził, iż sprawa była szczególnie skomplikowana. Sąd również podkreślił, iż sąd prowadzący sprawę, powinien pojąć wszystkie niezbędne kroki w celu zorganizowania postępowania w bardziej staranny sposób, tak aby przerwy między rozprawami nie były zbyt długie i aby postępowanie mogło zakończyć się przed dniem 15 czerwca 2002 r. Skarżący zaskarżył to postanowienie, jednakże bezskutecznie.", "Dnia 24 stycznia 2002 r. skarżący zwrócił się z wnioskiem do sądu prowadzącego postępowanie o uchylenie jego tymczasowego aresztowania, twierdząc, iż uzasadnia to trudna sytuacja finansowa jego żony i dziecka. Dnia 11 marca 2002 r. Sąd Okręgowy nie uwzględnił tego wniosku, biorąc pod uwagę opinię sporządzoną przez urzędnika sądowego. Skarżący ponownie złożył wniosek w tej samej sprawie, który dnia 10 czerwca 2002 r. również nie został uwzględniony.", "Dnia 20 maja 2002 r. Sąd Okręgowy wystosował kolejny wniosek do Sądu Apelacyjnego w Katowicach w sprawie przedłużenia tymczasowego aresztowania wobec skarżącego do dnia 1 października 2002 r. Sąd podkreślił, że pomimo pewnego postępu w postępowaniu (wszyscy oskarżeni oraz 23 z 34 świadków wezwanych przez prokuraturę zostało przesłuchanych), nadal pozostawało do przesłuchania 11 świadków prokuratury oraz 20 świadków wskazanych przez współoskarżonych. Dnia 9 maja 2002 r. Sąd Apelacyjny uwzględnił ten wniosek.", "Sąd prowadzący sprawę przeprowadził rozprawy w następujących dniach: 31 stycznia, 15 i 21 marca, 11 i 25 kwietnia, 16 maja 2002 r., 3 i 27 czerwca, 31 lipca, 29 sierpnia i 12 września 2002 r. Cztery rozprawy zostały odroczone z następujących przyczyn: nieobecność niektórych ze współoskarżonych oraz adwokata (24 stycznia 2002 r.); choroba sędziego prowadzącego sprawę (22 lutego 2002 r.); niestawiennictwo jednego ze współoskarżonych (26 września 2002 r.) oraz niestawiennictwo jednego z adwokatów (17 października 2002 r.).", "Dnia 16 września 2002 r. sąd prowadzący rozprawę złożył kolejny wniosek do Sądu Apelacyjnego o przedłużenie tymczasowego aresztowania wobec skarżącego do dnia 4 listopada 2002 r. Sąd odniósł się do konieczności przesłuchania świadków powołanych przez współoskarżonych oraz potrzebę uzyskania opinii biegłego w sprawie stanu zdrowia psychicznego jednego ze współoskarżonych. Dnia 25 września 2002 r. Sąd Apelacyjny uwzględnił wniosek. Kolejny wniosek sądu prowadzącego rozprawę w tej samej sprawie z dnia 18 października 2002 r. został uwzględniony przez Sąd Apelacyjny dnia 30 października 2002 r. Sąd Apelacyjny uznał, iż postępowanie nie zostało zakończone z przyczyn pozostających poza kontrolą sądu. Tymczasowe aresztowanie wobec skarżącego zostało przedłużone do dnia 20 grudnia 2002 r.", "W toku postępowania skarżący kilkakrotnie bezskutecznie odwoływał się od decyzji przedłużających jego tymczasowe aresztowanie.", "Dnia 3 grudnia 2002 r. Sąd Okręgowy przeprowadził ostatnią rozprawę i zamknął przewód sądowy. Dnia 10 grudnia 2002 r. sąd wydał wyrok. Skarżący został skazany na dziewięć lat więzienia za dwa napady i czternaście włamań. Został uniewinniony od siedmiu włamań.", "Skarżący odwołał się od wyroku sądu pierwszej instancji. Dnia 23 października \n2003 r. Sąd Apelacyjny w Katowicach podtrzymał wyrok Sądu Okręgowego w odniesieniu do skarżącego. W trakcie postępowania przed sądem przed, którym toczyła się sprawa oraz Sądem Apelacyjnym skarżący był reprezentowany przez obrońcę z urzędu.", "Dnia 19 stycznia 2004 r. w oparciu o artykuł 78 kodeksu postępowania karnego, skarżący złożył wniosek do Sądu Apelacyjnego o ustanowienie obrońcy z urzędu w celu złożenia skargi kasacyjnej. Dnia 29 marca 2004 r. sąd uwzględnił ten wniosek i wyznaczył do przygotowania skargi kasacyjnej tego samego obrońcę, który reprezentował skarżącego podczas wcześniejszych etapów postępowania. Pismem z dnia 14 kwietnia 2004 r. obrońca poinformował Sąd Apelacyjny, że po dokonaniu analizy akt sprawy, nie znajduje podstaw, na których można by oprzeć skargę kasacyjną.", "Dnia 21 kwietnia 2004 r. Sąd Apelacyjny poinformował skarżącego o odmowie sporządzenia skargi kasacyjnej przez obrońcę z urzędu oraz o fakcie, iż inny obrońca z urzędu nie będzie wyznaczony w jego sprawie. Ponadto sąd poinformował skarżącego, iż ma 30 dni liczonych od dnia następującego po dniu otrzymania pisma na złożenie skargi kasacyjnej za pośrednictwem obrońcy pochodzącego z jego własnego wyboru. Wygląda, iż skarżący nie złożył skargi kasacyjnej do Sądu Najwyższego.", "", "2. Cenzura korespondencji", "", "Dnia 21 października 2002 r. Kancelaria Trybunału wysłała pismo do skarżącego potwierdzające otrzymanie jego pisma z dnia 15 września 2002 r.", "Wszystko wskazuje na to, iż pismo to zostało doręczone skarżącemu po dokonaniu cenzury przez władze aresztu. Koperta Trybunału posiada dwa stemple o treści „Areszt Śledczy w Katowicach. Wpłynęło dnia 25 października 2002 r.” oraz „Areszt Śledczy w Katowicach wpłynęło dnia 4 listopada 2002 r.”. Były również dwie odręczne notatki S[ąd] O[kręgowy] K[atowi]ce XVI K” oraz „zwrot po cenzurze”.", "", "", "II. ODPOWIEDNIE PRAWO KRAJOWE I PRAKTYKA", "", "1. Tymczasowe aresztowanie", "", "Odpowiednie prawo krajowe i praktyka dotycząca nałożenia tymczasowego aresztowania, podstawy jego przedłużenia, uchylenie tymczasowego aresztowania oraz zasady odnoszące się do innych tak zwanych „środków zapobiegawczych” są zawarte w wyrokach Trybunału w sprawach Gołek przeciwko Polsce, nr 31330/02, §§ 27-33, 25 kwietnia 2006 r. oraz Celejewski przeciwko Polsce, nr 17584/04, §§ 22-23, 4 sierpnia 2006 r.", "", "2. Domniemanie niewinności", "", "Artykuł 24 § 3 Konstytucji stanowi, iż:", "", "Podobną zasadę zawiera artykuł 5 § 1 kodeksu postępowania karnego.", "", "3. Pomoc prawna", "", "Zgodnie z artykułem 78 kodeksu postępowania karnego, oskarżony, który nie posiada obrońcy z wyboru, może żądać, aby wyznaczono mu obrońcę z urzędu, jeżeli w sposób należyty wykaże, że nie jest w stanie ponieść kosztów obrony bez uszczerbku niezbędnego dla utrzymania siebie i rodziny.", "", "", "PRAWO", "", "I. DOMNIEMANE NARUSZENIE ARTYKUŁU 5 § 3 KONWENCJI", "", "Skarżący skarżył się, że długość jego tymczasowego aresztowania była nadmierna. Skarżący opierał się na artykule 5 § 3 Konwencji, który stanowił, iż:", "", "„Każdy zatrzymany lub aresztowany zgodnie z postanowieniami ust. 1 lit. c) niniejszego artykułu ... ma prawo być sądzony w rozsądnym terminie albo zwolniony na czas postępowania. Zwolnienie może zostać uzależnione od udzielenia gwarancji zapewniających stawienie się na rozprawę.”", "", "Rząd zakwestionował ten argument.", "", "Dopuszczalność", "", "Trybunał zauważa, iż skarga nie jest rażąco bezzasadna w rozumieniu artykułu 35 § 3 Konwencji. Zauważa również, iż nie jest bezzasadna w oparciu o inne podstawy. Wobec powyższego musi zostać uznana za dopuszczalną.", "", "", "B. Meritum", "", "1. Okres, który powinien być brany pod uwagę", "", "", "Trybunał pragnie zauważyć, iż skarżący został zatrzymany dnia 17 stycznia 2000 r. i aresztowany dnia 18 stycznia 2000 r. Dnia 10 grudnia 2002 r. Sąd Okręgowy w Katowicach osądził skarżącego i skazał go na 9 lat więzienia. Biorąc pod uwagę datę aresztowania skarżącego „po skazaniu przez właściwy sąd” zgodnie z artykułem 5 § 1 (a) należy stwierdzić, iż okres tymczasowego aresztowania skarżącego nie wchodzi w zakres artykułu 5 § 3 (por. Kudła przeciwko Polsce [GC], nr 30210/96, § 104, ECHR 2000XI). W związku z powyższym, okres, który powinien być wzięty pod uwagę na podstawie artykułu 5 § 3 wynosił 2 lata i prawie 11 miesięcy.", "", "", "2. Uzasadniona długość tymczasowego aresztowania", "", "(a) argumenty stron", "", "Rząd argumentował, iż podczas całego okresu, o którym mowa istniały przekonujące przyczyny stosowania tymczasowego aresztowania względem skarżącego. Rząd podkreślał, iż aresztowanie skarżącego było uzasadnione ciągłym istnieniem uzasadnionego podejrzenia, iż popełnił on szereg wspomnianych przestępstw oraz ciężarem zarzutów skierowanych przeciwko niemu, które wiązały się również z wysoką karą. Rząd odnosił się również do faktu, iż przestępstwa, które były zarzucane skarżącemu związane były z działalnością grupy osób na znacznym obszarze kraju. Rząd ponadto argumentował, że istniało ryzyko, że skarżący, w przypadku zwolnienia, może utrudniać postępowanie lub ukrywać się. Nieprzerwane aresztowanie skarżącego miało na celu udaremnienie możliwości wejścia przez skarżącego w zmowę lub wywierania presji na P.S. współoskarżonego, który obciążał innych współoskarżonych.", "", "Rząd oparł się również na fakcie, iż skarżący działał w warunkach recydywy, gdyż w 1995 r. został skazany a za podobne przestępstwa i pozbawiony wolności. Rząd ponadto wnosił, iż dnia 8 kwietnia 1999 r. skarżący został aresztowany i przesłuchany przez policję w związku z włamaniem dokonanym w Mysłowicach. Dnia 9 kwietnia 1999 r. prokurator oskarżył skarżącego o włamanie i zastosował wobec niego dozór policji. Dnia 31 sierpnia 1999 r. postępowanie zostało umorzone. W tym aspekcie Rząd argumentował, iż zastosowany nadzór policji nie zapobiegł popełnieniu przez skarżącego dziewięciu włamań w okresie stosowania nadzoru, co było wskazane w wyroku Sądu Okręgowego z dnia 10 grudnia 2002 r. W związku z powyższym Rząd podkreślił, iż aresztowanie skarżącego było niezbędne w celu zapobiegania popełnianiu przez niego kolejnych przestępstw. Reasumując Rząd utrzymywał, iż władze wykazały należytą staranność rozpatrując sprawę skarżącego, uwzględniając jej skomplikowany charakter oraz potrzeby uzyskania obszernego materiału dowodowego.", "", "Skarżący argumentował, że długość jego tymczasowego aresztowania (35 miesięcy) przekroczyła „rozsądny okres”. Przez cały okres brany pod uwagę władze wskazywały na surowość przewidywanej kary i ryzyko, oraz że skarżący będzie ukrywał się lub utrudniał postępowanie. Natomiast skarżący wskazywał, że sądy nie przedstawiły żadnych argumentów na poparcie swoich ustaleń odnoszących się do ryzyka ukrywania się przez skarżącego lub innych form unikania sprawiedliwości oraz, że nieprzerwane aresztowanie skarżącego miało na celu zabezpieczenie jego obecności podczas procesu.", "", "Skarżący szczególnie akcentował, że sądy nie podawały zasadnych i wystarczających powodów przetrzymywania go w areszcie. Argumentował, że prawdopodobieństwo nałożenia na niego wysokiej kary nie wystarczało, aby uzasadnić cały okres przebywania skarżącego w areszcie. Natomiast odnośnie ryzyka wywierania presji na P.S. (współoskarżony), skarżący utrzymywał, iż w miarę postępu w procesie, ryzyko to stopniowo traciło na znaczeniu. Ponadto władze powinny były wziąć pod uwagę inne środki zabezpieczające jego obecność podczas procesu na przykład poręczenie majątkowe lub dozór policji. Konkludując władze nie wykazały szczególnej staranności w postępowaniu.", "", "", "(b) Ocena Trybunału", "", "(i) Zasady ustalone na podstawie orzecznictwa Trybunału", "", "Domniemanie na korzyść zwolnienia. Jak zostało przyznane w wyroku Neumeister przeciwko Austrii (wyrok z 27 czerwca 1968 r., Seria A nr 8, str.37, § 4), drugi człon artykułu \n5 § 3 nie pozostawia organom sądowym wyboru czy zapewnić oskarżonemu proces w rozsądnie krótkim terminie czy tymczasowo zwolnić go na czas postępowania. Do momentu wydania wyroku, musi on być uznawany za niewinnego, natomiast celem omawianego przepisu jest zasadniczo wymóg tymczasowego zwolnienia w przypadku gdy długość tymczasowego aresztowania przestaje być rozsądna (zobacz McKay przeciwko Zjednoczonemu Królestwu [GC], nr 543/03, § 41, ETPCz 2006-...).]", "Nieprzerwane tymczasowe aresztowanie może być uzasadnione w konkretnej sprawie, jeżeli zaistnieją szczególne, rzeczywiste przesłanki podyktowane interesem publicznym, które pomimo istnienia zasady domniemania niewinności przeważą zasadę poszanowania wolności jednostki określoną w artykule 5 Konwencji (zobacz między innymi, Kudła przeciwko Polsce [GC], nr 30210/96, §§ 110-111 z późniejszymi odniesieniami, ECHR 2000-XI).", "W pierwszej kolejności do krajowych organów sądowych należy upewnienie się czy w konkretnej sprawie okres tymczasowego aresztowania nie przekracza uzasadnionego okresu. W tym celu, uwzględniając zasadę domniemania niewinności, organy te powinny dokonać analizy wszelkich faktów przemawiających za lub przeciw istnieniu wyżej wymienionego interesu publicznego, uzasadniającego odstąpienie od zasady wynikającej z artykułu 5 oraz powinny uwzględnić to w swoich postanowieniach w sprawie wniosków o zwolnienie. Zasadniczo na podstawie uzasadnień sporządzonych do tych postanowień oraz na podstawie faktów przedstawionych przez skarżącego w zażaleniach na te postanowienia, Trybunał zobowiązany jest do stwierdzenia czy nastąpiło naruszenie artykułu 5 § 3 Konwencji (zobacz na przykład Labita przeciwko Włohom [GC], nr 26772/95, § 152, ECHR 2000-IV, oraz Kudła, cytowany powyżej, § 110).", "Nieprzerwane istnienie uzasadnionego podejrzenia, iż osoba aresztowana popełniła przestępstwo jest warunkiem sine qua non zgodności z prawem przebywania w areszcie takiej osoby, jednakże po upływie pewnego czasu, warunek ten już nie wystarcza. Trybunał powinien wtedy ustalić, czy inne podstawy podawane przez organy sądowe uzasadniają pozbawienie wolności. W przypadku, gdy takie podstawy są „istotne” lub „wystarczające”, Trybunał również powinien być przekonany, że organy krajowe wykazały „szczególną staranność” w prowadzeniu postępowania. Szczególny stopień skomplikowania sprawy, jak również specyficzne cechy charakterystyczne śledztwa są czynnikami branymi pod uwagę w tej kwestii (zobacz na przykład, Scott przeciwko Hiszpanii, wyrok z dnia 18 grudnia 1996 r., Raporty 1996-VI, pp. 2399-2400, § 74, oraz I.A. przeciwko Francji, wyrok z dnia 23 września 1998 r., Raporty 1998-VII, p. 2978, § 102).", "Reasumując, sądy krajowe zobowiązane są do dokonania analizy długości okresu tymczasowego aresztowania osób oczekujących na proces w celu zagwarantowania zwolnienia tym osobom w przypadku, gdy okoliczności nie uzasadniają już dalszego pozbawiania wolności. W początkowym okresie tymczasowego aresztowania istnienie uprawnionego podejrzenia, może uzasadniać zatrzymanie, jednakże w pewnym momencie przestaje już wystarczać. Kwestia czy okres tymczasowego aresztowania był uzasadniony czy też nie, nie może być oceniana w oderwaniu od konkretnej sprawy, lecz powinna być oceniana w każdej sprawie z uwzględnieniem jej charakterystycznych cech przy założeniu, iż nie istnieją ściśle określone ramy czasowe, które można stosować zawsze i do każdej sprawy (zobacz McKay, cytowane powyżej, § 45).", "", "(ii) Zastosowanie zasad do okoliczności niniejszej sprawy", "", "Trybunał zauważa, iż organy sądowe poza uzasadnionym podejrzeniem skierowanym przeciwko skarżącemu, oparły się zasadniczo na dwóch przesłankach, a mianowicie (1) surowości kary, która mogła by zostać nałożona, mając na uwadze poważny charakter zarzutów przedstawionych skarżącemu oraz (2) ryzyku utrudniania postępowania. W odniesieniu do ostatniej przesłanki, organy te przywoływały fakt, iż skarżący nie przyznał się do winy. Sądy krajowe twierdziły również, iż w przypadku zwolnienia, skarżący mógł wywierać presję na P.S., współoskarżonego, który obciążał go (zobacz punkt 13 powyżej). Sądy powoływały się również na ryzyko, iż skarżący mógł ukrywać się, jednakże bez skonkretyzowania jakichkolwiek podstaw takiego podejrzenia. Ponadto organy sądowe odnosiły się również do skomplikowanego charakteru sprawy oraz obszernego materiału dowodowego, przewidzianego do zbadania podczas procesu.", "Poza tym Rząd argumentował, iż skarżący był recydywistą, zaś nadzór policji nałożony na niego między 9 kwietnia i 31 sierpnia 1999 r. nie zapobiegł popełnieniu przez niego kolejnych przestępstw w tym okresie.", "Trybunał uznaje, iż uzasadnione podejrzenie, że skarżący popełnił przestępstwa, które były mu zarzucane mogło dawać podstawę jego tymczasowego aresztowania we wstępnej fazie postępowania. Jednakże wraz z upływem czasu ta podstawa w nieunikniony sposób stawała się coraz mniej istotna. W szczególności Trybunał uważa, iż podstawa ta nie wystarcza do uzasadnienia całego okresu branego pod uwagę. Dlatego tez zobligowany jest do ustalenia czy inne podstawy przedstawione przez organy sądowe były „istotne” i „wystarczające” do uzasadniania dalszego pozbawiania wolności skarżącego.", "Trybunał zauważa, że organy sądowe nieprzerwanie opierały się na prawdopodobieństwie wysokiej kary, która mogłaby zostać nałożona na skarżącego biorąc pod uwagę poważny charakter przestępstw, które były mu zarzucane. W tym aspekcie Trybunał przypomina, iż wysokość kary, która może zostać nałożona stanowi istotny element w dokonywaniu oceny ryzyka ucieczki lub powtórnego popełnienia tych samych przestępstw. Trybunał przyznaje, iż w kontekście poważnego charakteru zarzutów skierowanych przeciwko skarżącemu, władze sądowe mogły w sposób uprawniony stwierdzić, że takie ryzyko istniało. Jednakże Trybunał wiele razy rozstrzygał, iż poważny charakter zarzutów nie może sam w sobie stanowić uzasadnienia stosowania długich okresów tymczasowego aresztowania (zobacz Ilijkov przeciwko Bułgarii, nr 33977/96, §§ 80-81, z dnia 26 lipca 2001 r.).", "Odnośnie ryzyka utrudniania postępowania, Trybunał zauważa, iż w swojej decyzji z dnia 15 stycznia 2001 r. Sąd Okręgowy w Katowicach stwierdził, że takie ryzyko było uzasadnione faktem, iż skarżący nie przyznał się do winy. O ile sądy krajowe wydają się wyciągać przeciwne wnioski z faktu, że skarżący nie przyznał się do winy, to Trybunał zauważa, że uzasadnienia przez nie sporządzane wykazują rażące lekceważenie zasady domniemania niewinności i nie mogą w żadnych okolicznościach stanowić prawnej podstawy pozbawienia skarżącego wolności (zobacz Górski przeciwko Polsce, nr 28904/02, § 58, 4 października \n2005 r.; Leszczak przeciwko Polsce, nr 36576/03, § 48, z dnia 7 marca 2006 r.). Po drugie władze sądowe twierdziły, że istniało ryzyko, iż skarżący może ingerować w przebieg postępowania wywierając presję na P.S., współoskarżonym, który zeznawał przeciwko niemu. Trybunał zauważa, iż władze sądowe były uprawnione w takim twierdzeniu i mogły używać tego argumentu w uzasadnianiu aresztowania skarżącego we wstępnych etapach postępowania. Jednakże Trybunał uważa, że podstawa ta stopniowo wraz z rozwojem postępowania traciła na sile oraz znaczeniu i nie może uznać jej jako uzasadnionej podstawy przetrzymywania skarżącego w areszcie przez cały okres brany pod uwagę.", "W okolicznościach niniejszej sprawy, Trybunał stwierdza, że surowość grożącej skarżącemu kary oraz ryzyko ingerowania przez niego w przebieg postępowania nie mogą, same w sobie lub w powiązaniu z innymi przesłankami tymczasowego aresztowania, na których opierały się władze sądowe, stanowić „istotnej i wystarczającej podstawy” do przetrzymywania skarżącego w areszcie przez okres 2 lat i prawie 11 miesięcy.", "Trybunał zauważa ponadto, że skarżący został zatrzymany pod zarzutem dokonania wielokrotnych rozbojów i włamań popełnionych wraz z kilkoma wspólnikami. Oskarżonym nie został postawiony zarzut działania w ramach zorganizowanej grupy przestępczej. W takich okolicznościach Trybunał nie jest przekonany, iż niniejsza sprawa przedstawiała szczególny stopień skomplikowania dla organów ścigania, a także dla sądów, które ustalały fakty \ni przeprowadzały postępowanie przeciwko sprawcom, co niewątpliwie miało to miejsce w przypadku postępowania prowadzonego w sprawie zorganizowanej grupy przestępczej (zobacz Celejewski przeciwko Polsce, nr 17584/04, § 37, z dnia 4 maja 2006 r.).", "Odnośnie podstaw tymczasowego aresztowania przywołanych przez Rząd w swoich obserwacjach, Trybunał zauważa, iż aczkolwiek wydają się być istotne, to władze sądowe nie opierały się na nich w swych postanowieniach dotyczących tymczasowego aresztowania skarżącego.", "Trybunał pragnie podkreślić, iż zgodnie z artykułem 5 § 3 Konwencji sądy postanawiając o tymczasowym aresztowaniu bądź też zwolnieniu konkretnej osoby, zobowiązane są do rozważenia innych alternatywnych środków zabezpieczających stawiennictwo na rozprawach. W rzeczywistości artykuł ten przewiduje nie tylko prawo do „procesu w rozsądnym terminie” ale również stanowi, że „zwolnienie może zostać uzależnione od gwarancji zapewniających stawienie się na rozprawę” (zobacz Neumeister, cytowany powyżej, str. 36, § 3; oraz Jabłoński przeciwko Polsce, nr 33492/96, § 83, z dnia 21 grudnia 2000 r.).", "Trybunał zauważa, iż w przedmiotowej sprawie nie zaistniała żadna szczególna okoliczność, która wskazywałaby, iż władze sądowe rozważały, w celu zapewnienia stawiennictwa skarżącego na rozprawach, możliwość nałożenia na niego innych „środków zabezpieczających” wyraźnie przewidzianych przez polskie prawo w celu zapewnienia właściwego przebiegu postępowania karnego.", "Ponadto nie wynika bezpośrednio z przedmiotowych postanowień dlaczego władze sądowe uznały, iż te środki zabezpieczające nie zapewniłyby stawiennictw skarżącego przed sądem lub w jaki sposób skarżący, w przypadku jego zwolnienia, utrudniał by przebieg postępowania sądowego. Organy sądowe nie wspomniały również o żadnym czynniku wskazującym na rzeczywiste ryzyko ucieczki skarżącego lub utrudniania postępowania. W tym aspekcie Trybunał zauważa, iż chociaż takie potencjalne zagrożenie może istnieć, gdy oskarżonemu zarzuca się popełnienie poważnych przestępstw oraz gdy grozi mu wysoka kara więzienia, to stopień ryzyka nie może być mierzony wyłącznie na podstawie poważnego charakteru popełnionego przestępstwa i wysokości grożącej kary (zobacz Muller przeciwko Francji, wyrok z dnia 17 marca 1997 r., Raporty 1997-II, str. 388, § 43).", "Stosownie do powyższego Trybunał stwierdza, że powody tymczasowego aresztowania skarżącego, na których opierały się sądy w swoich postanowieniach nie były wystarczające do uzasadnienia okresu tymczasowego aresztowania skarżącego, które trwało 2 lata i prawie 11 miesięcy. W tych okolicznościach nie jest już konieczne badanie czy sprawa była prowadzona z należytą starannością.", " Wskutek czego nastąpiło naruszenie artykułu 5 § 3 Konwencji.", "", "II. DOMNIEMANE NARUSZENIE ARTYKUŁU 6 § 2 KONWENCJI", "", "", "Skarżący opierając się na artykule 6 § 1 Konwencji skarżył się na naruszenie jego prawa domniemania niewinności do czasu udowodnienia winy odnosząc się do podstawy postanowienia Sądu Apelacyjnego z dnia 30 października 2001 r.", "Trybunał stwierdza, że skarga podlega rozpoznaniu na podstawie artykułu 6 § 1 Konwencji, który stanowi co następuje:", "", "\t„Każdego oskarżonego o popełnienie czynu zagrożonego karą uważa się za niewinnego do czasu udowodnienia mu winy zgodnie z ustawą.”", "", "Rząd zakwestionował ten argument.", "", "Dopuszczalność skargi (wyczerpanie środków krajowych)", "", "Rząd argumentował, iż skarżący nie wykorzystał wszystkich dostępnych mu środków krajowych. Nie złożył skargi kasacyjnej do Sądu Najwyższego, pomimo faktu, iż był w należyty sposób poinformowany o postępowaniu odwoławczym. Rząd wnosił, iż po odmowie złożenia skargi kasacyjnej przez obrońcę z urzędu, skarżący mógł wystąpić z wnioskiem do sądu o wyznaczenie mu innego obrońcy. Rząd poinformował, iż taka możliwość istnieje w prawie polskim, jednakże obwarowana jest pewnymi warunkami. Rząd przywołał w tym aspekcie dwa postanowienia Sądu Najwyższego (z dnia 1 grudnia 1999 r., nr III KKZ 139/99 oraz z dnia 3 lutego 2004 r., nr V KZ 3/04). Ponadto skarżący miał możliwość złożenia skargi kasacyjnej za pośrednictwem obrońcy z wyboru.", "Rząd utrzymywał, iż skarga kasacyjna może być złożona przez stronę zarzucającą rażące naruszenie któregoś zasadniczych przepisów postępowania karnego, które to naruszenie mogłoby mieć wpływ na wyrok co do meritum (por. Kucharski przeciwko Polsce (dec.), nr 51521/99, z dnia 16 października 2003 r. oraz Michta przeciwko Polsce (dec.), nr 13425/02, z dnia 23 marca 2004 r.). Z tego też powodu skarga kasacyjna była środkiem, który skarżący mógł skutecznie wykorzystać, poszukując rozwiązania prawnego i składając do organów krajowych skargę co do meritum niniejszej sprawy.", "Skarżący nie zgodził się z argumentacją Rządu, twierdząc, że zrobił wszystko, czego można było od niego oczekiwać w celu złożenia skargi kasacyjnej.", "Trybunał zauważa, iż dnia 29 marca 2004 r. Sąd Apelacyjny w Katowicach wyznaczył dla skarżącego obrońcę z urzędu w celu złożenia skargi kasacyjnej. Postanowienie to daje do zrozumienia, że Sąd Apelacyjny uznał, iż skarżący dowiódł, że nie jest w stanie ponieść kosztów obrońcy z wyboru (por. art. 78 kodeksu postępowania karnego). Trybunał ponadto zauważa, iż po złożeniu odmowy przez obrońcę z urzędu złożenia skargi kasacyjnej z powodu braku właściwej podstawy prawnej, Sąd Apelacyjny poinformował skarżącego, że żaden inny obrońca z urzędu nie może być dla niego wyznaczony.", "Jest oczywiste, że w przeciwieństwie do zapewnień Rządu, nie można było oczekiwać od skarżącego, iż złoży wniosek o wyznaczenie mu kolejnego obrońcy z urzędu. Podobnie, odnośnie możliwości złożenia skargi kasacyjnej przez jego obrońcę z wyboru, Trybunał zauważa, że była to wyłącznie możliwość teoretyczna, która pozostawała w sprzeczności ze stwierdzeniem zawartym w decyzji Sądu Apelacyjnego z dnia 29 marca 2004 r., iż skarżący nie był sam w stanie ponieść kosztów obrony. W tych okolicznościach sprawy Trybunał stwierdza, że skarżący wykorzystał wszystkie dostępne mu skuteczne środki prawne. Z tych też powodów przedstawiony przez Rząd zarzut niedopuszczalności skargi na podstawie niewyczerpania środków krajowych musi zostać odrzucony.", "Trybunał zauważa, że skarga nie jest rażąco bezpodstawna w znaczeniu artykułu 35 § 3 Konwencji. Ponadto zauważa, że nie jest również niedopuszczalna w oparciu o jakąkolwiek podstawę. Dlatego też musi zostać uznana za dopuszczalną.", "", "", "B. Meritum", "", "1. Argumenty stron", "", "Rząd argumentował, że zaskarżone postanowienie Sądu Apelacyjnego powinno być rozpatrywane w całości. Chociaż niektóre sformułowania użyte w postanowieniu wydawały się sugerować, że skarżący popełnił zarzucane mu czyny, to jednak całość materiału dowodowego powinna być ocenia przez sąd prowadzący rozprawę. W oczywisty sposób wynikało z kontekstu postanowienia, że Sąd Apelacyjny odniósł się do istnienia dowodów wskazujących na wysokie prawdopodobieństwo, iż skarżący popełnił wspomniane wyżej przestępstwa, nie zaś do kwestii jego winy lub niewinności.", "Rząd podkreślił, iż tego typu określenia nie były używane w żądnym innym postanowieniu sądu dotyczącym tymczasowego aresztowania skarżącego. Ponadto Rząd nie dopatrzył się żadnego śladu wskazującego, iż zaskarżone określenia mogły w negatywny sposób wpłynąć na wyroki sądowe w aspekcie odpowiedzialności karnej skarżącego. Nie wynika z akt sprawy, iż sędziowie wychodzili z założenia, że skarżący był winny, lub, iż w jakikolwiek inny sposób byli uprzedzeni w stosunku do niego z powodu zaskarżenia sformułowań z postanowienia. W opinii Rządu sformułowania użyte w postanowieniu i ich treść nie były fortunne, jednakże nie mogą być interpretowane, jako stwierdzające winę skarżącego.", "Skarżący dowodził, iż jego prawo wynikające z zasady domniemania niewinności zostało naruszone z powodu określeń użytych w uzasadnieniu postanowienia Sądu Apelacyjnego. Sformułowania te sugerowały, że już w październiku 2001 r. Sąd Apelacyjny uznał skarżącego winnym. Tym samym Sad Apelacyjny naruszył jedną z podstawowych zasad postępowania karnego określoną w artykule 5 kodeksu postępowania karnego. Skarżący ponadto utrzymywał, że wyrok Sadu Okręgowego z dnia 10 grudnia 2002 r., skazujący skarżącego wyłącznie na podstawie zeznań jednego ze współoskarżonych (P.S.) również sprowadza się do naruszenia artykułu 6 § 2.", "", "2. Zasady mające zastosowanie w sprawie", "", "Trybunał przypomina, iż zasada domniemania niewinności określona w ustępie 2 artykułu 6 Konwencji jest jednym z wymogów rzetelnego procesu określonego w ustępie 1. Zasada domniemania niewinności zostanie naruszona, jeżeli postanowienie sądowe lub wypowiedź urzędnika państwowego dotyczące osoby oskarżonej o popełnienie czynu karalnego sugeruje, iż osoba ta jest winna, zanim jej wina została dowiedziona w sposób przewidziany prawem. Wystarczające jest nawet, gdy w przypadku braku formalnego stwierdzenia, pewne wnioski mogą wskazywać, że sąd lub inny organ uważają oskarżonego za winnego. Przedwczesne wyrażenie tego typu opinii przez sąd w nieunikniony sposób doprowadzi do naruszenia tego domniemania (zobacz między innymi wyroki, Deweer przeciwko Belgii, wyrok z dnia 27 lutego 1980 r., Seria A nr 35, p. 30, § 56; Minelli przeciwko Szwajcarii, wyrok z dnia 25 marca 1983 r., Seria A nr 62, §§ 27, 30 oraz 37; Allenet de Ribemont przeciwko Francji, wyrok z dnia 10 lutego 1995 r., Seria A nr 308, str. 16, §§ 35-36; Daktaras przeciwko Litwie, nr 42095/98, §§ 41-44, ECHR 2000X oraz Matijašević przeciwko Serbii, nr 23037/04, § 45, ETPCz 2006...).", "Ponadto należy dokonać rozróżnienia pomiędzy między wypowiedzią odzwierciedlającą opinię, iż konkretna osoba jest winna od wypowiedzi, która odnosi się do „stanu przypuszczenia”. Pierwsza narusza zasadę domniemania niewinności, podczas gdy druga może być uważana za możliwą do przyjęcia w wielu wypadkach analizowanych przez Trybunał. (zobacz między innymi, Lutz przeciwko Niemcom, wyrok z dnia 25 sierpnia 1987 r., seria A nr 123, str. 25, § 62 oraz Leutscher przeciwko Holandii, wyrok z dnia 26 marca 1996 r., raporty 1996II, str. 436, § 31).", "Artykuł 6 § 2 reguluje kwestie dotyczące postępowania karnego w szerokim tego słowa znaczeniu, (zobacz Minelli, cytowane powyżej, § 30). Jednakże jeżeli osoba została uznana za winną, w zasadzie przerywa to stosowanie w stosunku do tej osoby jakichkolwiek zarzutów przedstawianych podczas wydawania wyroku (zobacz Phillips przeciwko Wielkiej Brytanii, nr 41087/98, § 35, ETPCz 2001VII).", "Zasada swobody wypowiedzi zagwarantowana w artykule 10 Konwencji dotyczy swobody otrzymywania jak również przekazywania informacji. Artykuł 6 § 2 nie stoi zatem na przeszkodzie, aby organy władzy publicznej udzielały publicznie informacji na temat toczących się śledztw w sprawach karnych, jednakże zobowiązuje je do dokonywania tego z zachowaniem dyskrecji i ostrożności należnej przy przestrzeganiu zasady domniemania niewinności (zobacz Allenet de Ribemont, cytowane powyżej, § 38).", "Trybunał stwierdził również, iż w społeczeństwie demokratycznym jest rzeczą nieuniknioną, iż do publicznej wiadomości przekazywane są informacje o przedstawieniu zarzutów dotyczących wykroczeń służbowych (zobacz Arrigo i Vella przeciwko Malcie (dec.), nr 6569/04, z dnia 10 maja 2005 r.). Zostało przyznane, iż w przypadkach, gdy skarżący pełnił ważną funkcję polityczną w momencie popełnienia zarzucanego mu wykroczenia, najwyżsi urzędnicy państwowi, włączając w to Prokuratora Generalnego zobowiązani byli do udzielania informacji o zarzucanych mu czynach oraz związanym z tym postępowaniem karnym. Jednakże okoliczność ta nie może usprawiedliwiać słów wypowiadanych przez urzędników wywiadach prasowych (zobacz Butkevičius przeciwko Litwie, nr 48297/99, § 50, ECHR 2002II (wyciągi)). Trybunał podkreślił znaczenie odpowiedniego doboru słów przez urzędników państwowych w ich wystąpieniach w okresie przed osądzeniem i uznaniem winy osoby w konkretnej sprawie karnej. Tym niemniej, jeżeli oświadczenie urzędnika państwowego narusza zasadę domniemania niewinności, to musi być wyraźnie określony kontekst i szczególne okoliczności udzielenia kwestionowanej wypowiedzi (zobacz, między innymi, Adolf v. Austria, wyrok z dnia 26 marca 1982 r., Seria A nr 49, str. 17-19, §§ 36-41 oraz Daktaras, cytowany powyżej, § 41). W każdym razie, wyrażane opinie nie powinny być równoznaczne z oficjalnymi wypowiedziami w sprawie winy skarżącego, które to mogłyby przyczynić się do publicznego uznania go za winnego oraz wpłynąć na ocenę faktów dokonaną przez właściwy organ sądowy (zobacz Butkevičius, cytowane powyżej, § 53).", "", "3. Zastosowanie powyższych zasad", "", "Trybunał zauważa, że w uzasadnieniu decyzji z dnia 30 października 2001 r. \nw sprawie przedłużenia tymczasowego aresztowania skarżącego, Sąd Apelacyjny stwierdził, iż oskarżeni włączając w to skarżącego, popełnili zarzucane im czyny. Rząd argumentował, że biorąc pod uwagę całościowy kontekst decyzji, Sąd Apelacyjny odniósł się do istnienia dowodów wskazujących na duże prawdopodobieństwo, iż skarżący popełnił zarzucane mu czyny, nie zaś na kwestii jego winy lub niewinności. Jednakże, Trybunał pragnie podkreślić, iż nie można uczynić zasadniczego rozróżnienia między stwierdzeniem, iż ktoś jest podejrzany o popełnienie zbrodni od wyraźnego stwierdzenia prawnego, w przypadku braku oprawomocnego wyroku, że oskarżony popełnił zbrodnię, o którą był oskarżony (Matijašević, cytowane powyżej, § 48). Biorąc pod uwagę dosłowny i całościowy charakter zaskarżonego postanowienia, Trybunał uznaje, iż sprowadzało się ono do stwierdzenia winy skarżącego zanim została ona udowodniona zgodnie z prawem. Trybunał stwierdza, iż nie może być usprawiedliwienia dla tego typu przedwczesnych opinii wyrażanych przez sąd.", "Fakt, iż skarżący ostatecznie został uznany za winnego i skazany na karę dziewięciu lat więzienia nie może naruszać jego podstawowego prawa do domniemania niewinności do momentu udowodnienia winy zgodnie z prawem. Wielokrotnie w swoim orzecznictwie Trybunał zauważał, iż Artykuł 6 § 2 reguluje kwestie dotyczące całości postępowania karnego „niezależnie od wyniku śledztwa” (zobacz punkt 68 powyżej).", "W związku z powyższym nastąpiło naruszenie artykułu 6 § 2 Konwencji.", "", "", "III. DOMNIEMANE NARUSZENIE ARTYKUŁU 8 KONWENCJI", "", "W swoim liście z dnia 22 marca 2004 r. skarżący również skarżył się, że list skierowany do niego dnia 21 października 2002 r. przez Trybunał został ocenzurowany przez władze z naruszeniem artykułu 8 Konwencji.", "Rząd argumentował, iż skarga została złożona po upływie sześciomiesięcznego okresu określonego w artykule 35 § 1 Konwencji.", "Trybunał zauważa, iż domniemana cenzura korespondencji miała miejsce między dniem 25 października a dniem 4 listopada 2002 r. Jednakże skarżący zaskarżył to wydarzenie dopiero w swoim liście z dnia 22 marca 2004 r. Wynika z tego, że skarga została złożona po upływie przewidzianego czasu i musi zostać odrzucona zgodnie z artykułem 35 §§ 1 oraz 4 Konwencji.", "", "IV. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "", "Artykuł 41 Konwencji stanowi, iż:", "", "„Jeżeli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów oraz jeżeli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na czesiowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba słuszne zadośćuczynienie pokrzywdzonej stronie.”", "", "A. Szkoda", "", "Skarżący domagał się 25,000 (EUR) za poniesioną szkodę niematerialną, związaną z naruszeniem artykułów 5 § 3 i 6 § 2.", "Rząd argumentował, że roszczenia skarżącego za nadmierne i jako takie powinny zostać odrzucone. Rząd zwrócił się do Trybunału o stwierdzenie, że samo stwierdzenie naruszenia będzie wystarczającym zadośćuczynieniem. W przeciwnym przypadku, Rząd zwrócił się do trybunału z prośbą o określenie kwoty zadośćuczynienia z uwzględnieniem orzecznictwa Trybunału w podobnych sprawach oraz biorąc pod uwagę gospodarcze warunki kraju.", "Rząd jest zdania, że w okolicznościach niniejszej sprawy, stwierdzenie naruszenia samo w sobie stanowi wystarczające zadośćuczynienie za wszelkie szkody niematerialne poniesione przez skarżącego.", "", "B. Koszty i wydatki", "", "Skarżący domagał się 3, 000 euro (EUR) jako zwrot kosztów i wydatków poniesionych przed Trybunałem. Pełnomocnik skarżącego przedstawiła swoje roszczenie w oddzielnym dokumencie, stwierdzającym, iż zajmowała się sprawą \n30 godzin przy stawce 100 euro (EUR) za godzinę.", "Rząd argumentował, iż jakiekolwiek wynagrodzenie z tego tytułu powinno być ograniczone go kosztów i wydatków, które były niezbędnie poniesione i proporcjonalne w stosunku do całej kwoty. Rząd zauważył, iż pełnomocnik skarżącego nie przedstawiła żadnych rachunków potwierdzających poniesione wydatki. Ponadto Rząd utrzymywał, że żądana suma była wyższa niż normalnie przyznawana w podobnych sprawach.", "Zgodnie z orzecznictwem Trybunału, skarżący jest uprawniony do zwrotu swoich kosztów i wydatków tylko w zakresie w jakim zostało wykazane, że zostały one faktycznie i koniecznie poniesione oraz, że były proporcjonalne w stosunku do całej kwoty. Trybunał zauważa, że skarżący otrzymał już 850 euro (EUR) od Rady Europy w ramach pomocy prawnej. W przedmiotowej sprawie, biorąc pod uwagę posiadane przez siebie informacje oraz powyższe kryteria, Trybunał uważa, iż uzasadnione jest przyznanie skarżącemu kwoty 2, 500 euro (EUR) z tytułu kosztów poniesionych w postępowaniu przed nim, pomniejszone o kwotę uzyskaną od Rady Europy z tytułu pomocy prawnej. Tak więc Trybunał przyznaje skarżącemu 1, 650 euro (EUR) z tytułu zwrotu kosztów i wydatków.", "", "C.  Odsetki za zwłokę", "", "Trybunał uważa za stosowne stwierdzić, iż odsetki za zwłokę powinny być oparte na marginalnej stopie Europejskiego Banku Centralnego, do której należy dodać trzy punkty procentowe.", "", "Z TYCH POWODÓW TRYBUNAŁ JEDNOMYŚLNIE", "", "Uznaje skargę dotyczącą przewlekłej długości tymczasowego aresztowania skarżącego oraz naruszenia zasady domniemania niewinności za dopuszczalną, natomiast pozostał część skargi za niedopuszczalną;", "Stwierdza, że nastąpiło naruszenie artykułu 5 § 3 Konwencji;", "Stwierdza, , że nastąpiło naruszenie artykułu 6 § 2 Konwencji;", "Stwierdza, że stwierdzenie naruszenia stanowi samo w sobie wystarczające zadośćuczynienie z tytułu szkody niematerialnej poniesionej przez skarżącego;", "", "Uznaje, że", "(a)  pozwane Państwo ma wypłacić skarżącemu w terminie trzech miesięcy od daty, kiedy wyrok stanie się prawomocny zgodnie z art. 44 § 2 Konwencji 1,650 euro [EUR] (jeden tysiąc sześćset pięćdziesiąt euro) tytułem zwrotu kosztów i wydatków, które mają być przeliczone na walutę krajową według kursu z dnia realizacji wyroku, plus jakikolwiek podatek, który może być pobrany od tych kwot;", "(b)  po upływie powyższego trzymiesięcznego terminu do momentu zapłaty płatne przez cały okres zwłoki od tej sumy będą zwykłe odsetki według marginalnej stopy kredytowej Europejskiego Banku Centralnego plus trzy punkty procentowe;", "", "Oddala pozostałą część roszczenia skarżącego o zadośćuczynienie.", "", "Sporządzono w języku angielskim i ogłoszono pisemnie dnia 6 lutego 2007 r. zgodnie z", "Zasadą 77 §§ 2 i 3 Regulaminu Trybunału.", "", "", "T.L EARLY \t\t\t\t\t\t\tNicholas BRATZA", "Kanclerz \t\t\t\t\t\t\tPrzewodniczący", "", "", "", "", "", "", "", "", " ", "", ""]}