{"file": "POL_HJUDPOL_52479_99.docx", "doc_type": "HJUDPOL", "doc_lang": "POL", "case_id": "52479/99", "text_paragraphs": ["© Ministerstwo Sprawiedliwości, www.ms.gov.pl [Translation already published on the official website of the Polish Ministry of Justice] - Permission to re-publish this translation has been granted by the Polish Ministry of Justice for the sole purpose of its inclusion in the Court’s database HUDOC", "© Ministerstwo Sprawiedliwości, www.ms.gov.pl [Tłumaczenie zostało już opublikowane na oficjalnej stronie Ministerstwa Sprawiedliwości] - Zezwolenie na publikację tego tłumaczenia zostało udzielone przez Ministerstwo Sprawiedliwości wyłącznie w celu zamieszczenia w bazie Trybunału HUDOC", "", "EUROPEJSKI TRYBUNAŁ PRAW CZŁOWIEKA", "", "CZWARTA SEKCJA", "", "", "SPRAWA RYBACKI v. POLAND", "", "(Skarga nr 52479/99)", "", "", "WYROK", "", "", "STRASBOURG", "", "13 stycznia 2009", "", "", "OSTATECZNY", "", "13/04/2009", "", "Wyrok ten podlega korekcie wydawniczej.\nTłumaczenie nieoficjalne.", "", "", "W sprawie Rybacki przeciwko Polsce,", "Europejski Trybunał Praw Człowieka (Czwarta Sekcja) zasiadając jako Izba składająca się z następujących sędziów:", "\tNicolas Bratza, Przewodniczący,\n\tLech Garlicki,\n\tGiovanni Bonello,\n\tLjiljana Mijović,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tPäivi Hirvelä, Sędziowie,\noraz Lawrence Early, Kanclerz Sekcji,", "Obradując na posiedzeniu zamkniętym w dniu 9 grudnia 2008 r.,", "Wydaje następujący wyrok, który został przyjęty w tym dniu:", "POSTĘPOWANIE", "1. Sprawa wywodzi się ze skargi nr 52479/99 przeciwko Rzeczpospolitej Polskiej wniesionej do Trybunału w dniu 31 grudnia 1998 r. na podstawie Artykułu 34 Konwencji o ochronie praw człowieka i podstawowych wolności (“Konwencja”) przez obywatela polskiego, Pana Andrzeja Rybackiego (“Skarżący”).", "2.  Rząd Rzeczpospolitej Polskiej (Rząd”) reprezentowany był przez Pełnomocnika, Pana J. Wołąsiewicza z Ministerstwa Spraw Zagranicznych.", "3.  Skarżący w szczególności zarzucał, iż czas trwania jego tymczasowego aresztowania przekroczył „rozsądny czas” w rozumieniu Artykułu 5 § 3 Konwencji. Ponadto skarżył się, na podstawie Artykułu     6 § 1 w połączeniu z Artykułem 6 § 3 (c) Konwencji, iż podczas śledztwa przez pewien czas nie miał możliwości komunikowania się ze swoim obrońcą bez obecności osoby trzeciej, wyznaczonej przez prokuratora.", "4.  W dniu 9 listopada 2004 r. Trybunał orzekł, iż skarga jest częściowo niedopuszczalna i zdecydował zakomunikować zarzuty skargi dotyczące długości postępowania karnego, długości aresztu oraz zarzucanej nierzetelności postępowania karnego i odmowy dostępu do pełnych zeznań złożonych przez anonimowych świadków. W dniu 9 października 2007 r. Trybunał orzekł o dopuszczalności skargi odnośnie zarzutów związanych z nadmiernym czasem trwania aresztu i z brakiem nienadzorowanych kontaktów ze swoim adwokatem na etapie prowadzonego śledztwa, oraz orzekł o niedopuszczalności pozostałej części skargi.", "FAKTY", "I.  OKOLICZNOŚCI SPRAWY", "A.  Areszt tymczasowy", "5.   Skarżący został zatrzymany w dniu 8 maja 1996 r. pod zarzutem popełnienia rozboju i działania w zorganizowanej grupie przestępczej. W dniu 9 maja 1996 r. prokurator rejonowy nakazał aresztowanie skarżącego pod zarzutem rozboju z użyciem niebezpiecznego narzędzia i działania w porozumieniu z innymi osobami. Prokurator powołał się na uzasadnione podejrzenie, oparte na zeznaniach świadków, iż zachodziła słuszna obawa, że skarżący mógłby się ukrywać oraz wpływać na świadków. Areszt został zastosowany do dnia 8 sierpnia 1996 r.", "6.  Skarżący został aresztowany w tej samej dacie co dwaj inni oskarżeni. Kolejny został aresztowany w dniu 23 sierpnia 1996r. Postępowanie przygotowawcze oraz następnie postępowanie sądowe prowadzone były przeciwko łącznie 5 osobom, których cztery były aresztowane, a jedna pozostawała na wolności.", "7.  W dniu 10 maja 1996 r. obrońca skarżącego wniósł zażalenie na postanowienie o aresztowaniu. Poddawał w wątpliwość wiarygodność dowodów w sprawie skarżącego uważając, że zostały one uzyskane niezgodnie z prawem. W szczególności podnosił, że sposób w jaki skarżący został zaprezentowany podczas parady okazania, nie był zgodny z obowiązującymi gwarancjami procesowymi. Zażalenie zostało oddalone w dniu 13 maja 1996 r.", "8.  W trakcie prowadzonego śledztwa, tymczasowe aresztowanie skarżącego było przedłużane dwukrotnie, od 1 sierpnia do 31 października 1996 r. oraz od 24 października do 31 grudnia 1996 r. Sądy oparły się na uzasadnionym podejrzeniu, że skarżący popełnił zarzucane mu przestępstwo oraz uznały, iż należy zapewnić prawidłowy toku prowadzonego postępowania. Dalej sądy powołały się na potrzebę uzyskania opinii biegłych co do niektórych elementów materiału dowodowego. W swoim orzeczeniu z dnia 24 października 1996 r. sąd zauważył, że ciężar zarzutów postawionych skarżącemu uzasadniał obawę, że mógłby on „podjąć nieuczciwe działania mające na celu utrudnianie śledztwa”. Dalej sąd podkreślił potrzebę uzyskania dodatkowej ekspertyzy, w szczególności daktyloskopijnej oraz mechanoskopijnej.", "Zażalenie skażanego na postanowienie z dnia 1 sierpnia 1996 r. zostało oddalone.", "9.  W nieustalonym dniu, w listopadzie 1996 r., śledztwo zostało zakończone. W dniu 23 grudnia 1996 r. prokurator wniósł do Sądu Okręgowego we Wrocławiu akt oskarżenia przeciwko skarżącemu i pozostałym współoskarżonym. Akt oskarżenia zawierał listę 39 świadków do przesłuchania oraz 137 tomów dowodów z dokumentów do odczytania podczas procesu.", "10.  Pierwsza rozprawa odbyła się w dniu 21 marca 1997 r., a następna w dniu 29 kwietnia 1997 r. Rozprawa wyznaczona na dzień 17 czerwca 1997 r. została odroczona z uwagi na to, że jeden z oskarżonych został hospitalizowany.", "11. W dniu 7 sierpnia 1997 r. Sąd Okręgowy we Wrocławiu oddalił wniosek o zwolnienie skarżącego z aresztu, powołując się na uzasadnione w dalszym ciągu podejrzenie, że skarżący popełnił zarzucane mu przestępstwo. W dalszej części sąd podkreślił, że surowa kara, która groziła za to przestępstwo, uzasadniała obawę, że skarżący mógłby się ukrywać lub w jakikolwiek inny sposób utrudniać postępowanie.", "12.  Sąd prowadził kolejne rozprawy w dniach: 11 i 12 września,18 listopada 1997 r., 10 lutego i 3 marca 1998 r. Podczas rozprawy w dniu 3 marca 1998r. Sąd wysłuchał zeznań dwóch anonimowych świadków, którzy odpowiadali na pytania uprzednio sformułowane przez obrońców skarżącego. W dniu 25 marca 1998 r. przedłożyli oni sądowi listę dalszych pytań skierowanych do jednego ze świadków. Na rozprawie w dniu 1 kwietnia 1998 r., sąd ponownie przesłuchał tego świadka.", "13.  W dniu 16 kwietnia 1998 r. Sąd Okręgowy we Wrocławiu zwrócił się do Sądu Najwyższego o przedłużenie tymczasowego aresztowania, które wkrótce mogło przekroczyć dwa lata. Sąd Okręgowy uzasadniając wniosek stwierdził, że:", "„Dowody zgromadzone przeciwko oskarżonemu - w szczególności zeznania anonimowych świadków - uzasadniały podejrzenie, że skarżący popełnił przestępstwo....które jako takie, przedstawia bardzo wysokie zagrożenie dla społeczeństwa. Postępowanie przed Sądem I instancji znajdowało się w jego końcowej fazie i - jeśli nie zaszły jakieś nieprzewidziane okoliczności – wkrótce mogło zostać zakończone. Sąd Okręgowy przesłuchał już wszystkich świadków oskarżenia i większość świadków obrony (...). Należy również odkreślić, ze jeden z oskarżonych umyślnie przyczynił się do przedłużenia postępowania przez spożycie trującej substancji .„", "14. W dniu 24 kwietnia 1998 r. obrońca skarżącego złożył pismo procesowe, w którym wypowiedział się na temat wniosku sądu o przedłużenie [przez Sąd Najwyższy] aresztu tymczasowego. Podważał wiarygodność dowodów zgromadzonych przeciwko skarżącemu, wskazywał na liczne uchybienia w postępowaniu dowodowym oraz kwestionował ustalenia, iż oskarżeni w istotny sposób przyczynili się do długości postępowania. Oświadczył, ze postępowanie było długotrwałe z powodu długich przerw między rozprawami.", "15.  W dniu 15 maja 1998 r., Sąd Najwyższy przedłużył areszt tymczasowy skarżącego do dnia 31 października 1998 r. Uznał, że poza uzasadnionym podejrzeniem, że skarżący oraz dwóch innych współoskarżonych popełniło zarzucane im czyny, zachodziła także realna obawa, że mogą oni utrudniać postępowanie, jeżeli znajdą się na wolności. Założenie tej obawy było oparte na zagrożeniu surową karą oraz na okoliczności, że nie wszyscy świadkowie zostali jeszcze przesłuchani przez sąd oraz, że pozostali oskarżeni usiłowali kontaktować się ze świadkami przybyłymi na rozprawę, w celu ich zastraszenia. Tak więc, tylko dalsze aresztowanie skarżącego mogło zapewnić prawidłowy tok postępowania.", "Niemniej jednak, Sąd Najwyższy zalecił także, aby sąd prowadzący postępowanie „wyznaczał rozprawy w bardziej racjonalny sposób, aby uniknąć dalszych kilkumiesięcznych przerw w tej naglącej sprawie”.", "16.  Kolejne rozprawy odbyły się w dniach 9 lipca, 16 września,           1 października i 3 listopada 1998 r.", "17. W dniu 1 października 1998 r. Sąd Okręgowy we Wrocławiu ponownie zwrócił się do Sądu Najwyższego z wnioskiem o przedłużenie aresztu w oparciu o to, iż wówczas sąd oczekiwał jeszcze na dane od operatora telefonii komórkowej, które miały zostać dołączone do materiału dowodowego. W dniu 13 października 1998 r. Sąd Najwyższy przedłużył do dnia 30 listopada 1998 r. skarżącemu areszt tymczasowy i uznał, że sąd prowadzący postępowanie „efektywnie wykorzystał czas od poprzedniego przedłużenia aresztu przez Sąd Najwyższy w tej szczególnie złożonej sprawie”.", "18.  Na kolejny wniosek sądu prowadzącego postępowanie, w dniu 17 listopada 1998 r. Sąd Najwyższy ponownie przedłużył tymczasowe aresztowanie, do dnia 31 grudnia 1998 r. Sąd Najwyższy stwierdził, iż ” z przyczyn poza kontrolą sądu” nie uzyskano jeszcze dodatkowego dowodu ” oraz, że pozostają w mocy pozostałe przesłanki uzasadniające stosowanie aresztu.", "  19.  Następna rozprawa odbyła się w dniu 7 grudnia 1998 r. W wyniku rozpoznania kolejnego wniosku sądu prowadzącego postępowanie, Sąd Najwyższy w dniu 30 września 1998 r. ponownie przedłużył areszt tymczasowy, tym razem do dnia 28 lutego 1999 r., powołując się na znaczne przeszkody w gromadzeniu dowodów ”, a głównie na potrzebę przeanalizowania sprzecznych danych uzyskanych od operatora sieci komórkowej.", "  20.  Dalsze rozprawy miały miejsce w dniu 29 stycznia i 16 lutego 1999 r. W tej ostatniej dacie, Sąd Okręgowy we Wrocławiu zamknął przewód sądowy i wydał wyrok. Uznał skarżącego i innych oskarżonych za winnych popełnienia rozboju i działania w grupie przestępczej. Skarżący został skazany ma karę 7 lat pozbawienia wolności oraz grzywnę.", "21.   W dniu 28 czerwca 1999 r. obrońcy skarżącego wnieśli apelację. Zarzucili między innymi obrazę przepisów prawa procesowego oraz wyrazili pogląd, że postępowanie było w całości nierzetelne. W dniu 27 października 1999 r. Sąd Apelacyjny we Wrocławiu utrzymał w mocy wyrok sądu I instancji. W dniu 4 stycznia 2000 r. obrońca skarżącego wniósł kasację do Sądu Najwyższego. W dniu 16 listopada 2001 r. kasacja została oddalona jako oczywiście bezzasadna.", "B.  Kontakty skarżącego ze swoim obrońcą.", "22. W dniu 9 maja 1996 r., w dzień po aresztowaniu skarżącego, jego żona zaangażowała adwokata do reprezentowania skarżącego.", "23.  W pierwszym tygodniu po aresztowaniu skarżący miał swobodny dostęp do swojego obrońcy. W dniu 9 maja 1996 r. obrońca był obecny podczas przesłuchania skarżącego przez prokuratora. Zgłaszał również wnioski dowodowe oraz zadawał skarżącemu pytania.", "24.  W dniu 17 maja 1996 r. prokurator powołując się na art. 64 kodeksu postępowania karnego, podjął decyzję, iż zastrzega sobie prawo do obecności podczas spotkań skarżącego ze swoim obrońcą. Obrońca skarżącego zarzucił ograniczenie prawa skarżącego do obrony i uniemożliwienie uzgodnienia linii obrony. Zażądał uchylenia decyzji o nadzorowaniu kontaktów. W dniu 4 czerwca 1996 r. jego wniosek został oddalony.", "25.  W dniu 12 czerwca 1996 r. prokurator wydał nową decyzję o nadzorowaniu kontaktów skarżącego z obrońcą.", "26.  W dniu 24 czerwca 1996 r. obrońca ponowił wniosek o zezwolenie na spotkanie ze skarżącym bez obecności osób trzecich..", "27.  W dniu 4 lipca 1996 r. jego wniosek został oddalony. Obrońca skarżącego wniósł zażalenie, które zostało oddalone w dniu 15 lipca 1996 r. przez Sąd Okręgowy we Wrocławiu. Sąd zauważył, że skarżący mógł wówczas widywać się ze swoim obrońcą kiedykolwiek tego zażądał, a restrykcje wprowadzone w kontaktach z obrońcą nie wpływały na wykonywanie prawa skarżącego do obrony. Jedyne ograniczenie w stosunku do skarżącego dotyczyło możliwości kontaktów z jego obrońcą bez udziału osób trzecich. Fakt, że prokurator był obecny podczas tych wizyt, nie wpływało na tamtym etapie na prawo skarżącego do obrony ponieważ ograniczenia były stosowane tylko podczas śledztwa. Jak dalej stwierdził Sąd, zgodnie z przepisami, również linia obrony powinna być omawiana w obecności osoby wyznaczonej przez prokuratora.", "28.  W dniu 4 listopada 1996 r. obrońcy skarżącego zażądali zezwolenia na spotkanie się ze skarżącym bez nadzoru. W dniu 7 listopada 1996 r. uzyskali na to zgodę.", "", "II.  WŁAŚCIWE PRAWO KRAJOWE I PRAKTYKA", "A.  Prawo krajowe.", "29. Właściwe prawo krajowe i praktyka dotyczące stosowania tymczasowego aresztowania, podstaw jego przedłużenia, uchylenia tymczasowego aresztowania oraz zasad odnoszących się do innych, tak zwanych „środków zapobiegawczych” są wymienione w orzeczeniach Trybunału w sprawach Kudła przeciwko Polsce [GC], nr 30210/96, §§ 75-79, ECHR 2000-XI; Bagiński przeciwko Polsce, nr 37444/97, §§ 42-46, 11 października 2005; oraz Celejewski przeciwko Polsce nr 17584/04, §§ 22-23, 4 sierpnia 2006 r..", "30.  Odnośnie kontaktów pomiędzy podejrzanym a jego obrońcą na etapie śledztwa, to zgodnie z treścią obowiązującego wówczas przepisu art. 64 Kodeksu karnego z 1969 r., oskarżony tymczasowo aresztowany był uprawniony do porozumiewania się ze swoim obrońcą bez obecności innych osób oraz do wysyłania i otrzymywania korespondencji do lub od swojego obrońcy chyba, że prokuratur zastrzegł, że będzie obecny podczas spotkań z obrońcą. Taka decyzja prokuratora mogła być zaskarżona do sądu. Nie była przewidziana dalsza droga odwoławcza od orzeczenia sądu w tym przedmiocie.", "B.  Właściwe instrumenty międzynarodowe.", "31. Reguła 93 zawarta we Wzorcowych Regułach Postępowania z Więźniami (Rezolucja (73)5 Komitetu Ministrów Rady Europy) stanowi :”Osoba które nie jest jeszcze osądzona, ma prawo, już od chwili zatrzymania, do wyboru przedstawiciela prawnego ... oraz do przyjmowania wizyt swojego prawnika, który ma przygotować obronę oraz udzielić i otrzymywać poufne instrukcje. W tym celu powinno się zapewnić niezbędne warunki ...Rozmowy między więźniem a jego obrońcą mogą odbywać się w zasięgu wzroku, ale nie słuchu - zarówno pośrednio jak i bezpośrednio - policjanta albo wyznaczonego funkcjonariusza.”", "", "32. Zalecenie Komitetu Ministrów do Państw Członkowskich Rady Europy o Europejskich Regułach Więziennych (Zalecenie (2006)2) przyjęte w dniu 11 stycznia 2006 r. brzmi następująco:", "“ Porada prawna”", "23.1  Wszyscy więźniowie mają prawo do porady prawnej stąd władze zakładu karnego zapewniają odpowiednią bazę dla uzyskania takiej porady.", "23.2  Więźniowie mogą konsultować się w każdej sprawie prawnej z pełnomocnikiem z wyboru i na własny koszt.", "...", "23.5  Organ sądowy może w wyjątkowych okolicznościach zezwolić na ograniczenie takiej poufności by zapobiec poważnemu przestępstwu lub zasadniczemu naruszeniu bezpieczeństwa osób lub więzienia.” ", "PRAWO", "I.  ZARZUCANE NARUSZENIE ARTYKUŁU 5 § 3 KONWENCJI", "33.  Skarżący zarzucał, że czas jego tymczasowego aresztowania był nadmierny. Powołał się na Artykuł 5 § 3 Konwencji, który dalej odpowiedni brzmi następująco:", "“Każdy zatrzymany lub aresztowany zgodnie z postanowieniami ustępu 1 lit.c niniejszego artykułu ....ma prawo być sądzony w rozsądnym terminie albo zwolniony na czas postępowania. Zwolnienie może być uzależnione od udzielenia gwarancji zapewniających stawienie się na rozprawę”.", "34.  Rząd zakwestionował ten zarzut.", "A.  Dopuszczalność", "35.  Trybunał zauważa, że niniejsza skarga nie jest oczywiście bezpodstawna w rozumieniu Artykułu 35 § 3 Konwencji. Dalej zauważa, że nie jest niedopuszczalna na żadnej innej podstawie. Dlatego też, musi zostać uznana za dopuszczalną.", "B.  Meritum", "1.  Okres, który powinien zostać poddany rozważaniom.", "36.  Aresztowanie tymczasowe skarżącego rozpoczęło się w dniu 8 maja 1996 r., kiedy to został umieszczony w areszcie. W dniu 16 lutego 1999 r. został skazany przez sąd I instancji za dokonanie rozboju.", "37. Zatem okres brany pod uwagę wynosi 2 lata i 9 miesięcy.", "2.  Stanowiska Stron.", "38.  Rząd utrzymywał, że tymczasowe aresztowanie skarżącego było zgodne z wymaganiami Artykułu 5 § 3 Konwencji. Skarżący nie zgodził się z tym twierdzeniem.", "3.  Ocena Trybunału.", "(a)  Główne zasady", "39.  Trybunał zauważa, że główne zasady dotyczące prawa do sądu w rozsądnym czasie, zagwarantowanego w Artykule 5 § 3 Konwencji, były wymienione w kilku wcześniejszych orzeczeniach ( zobacz, między innymi, Kudła przeciwko Polsce [GC], nr  30210/96, § 110 et seq, ECHR 2000XI; McKay przeciwko Zjednoczonemu Królestwu [GC], nr 543/03, §§ 41-44, ECHR 2006-...; oraz Bąk przeciwko Polsce, nr 7870/04, §§ 51-53, ECHR 2007... (wyciągi), z dalszymi odwołaniami).", "(b)  Zastosowanie powyższych zasad w niniejszej sprawie", "40.   The Court observes that the present case concerned a serious crime, namely robberies and theft committed with violence by a criminal", "Trybunał zauważa, że w niniejsza sprawa dotyczy poważnych przestępstw, głównie rozboju kradzieży popełnionych przez przestępcę z użyciem siły. Był to klasyczny przykład zorganizowanej przestępczości, z definicji stwarzającej więcej problemów dla organów ścigania i później dla sądów, w ustaleniu faktów oraz stopnia odpowiedzialności każdego z członków tej grupy. Oczywistym jest, że w tego rodzaju przypadkach, kontrola i ograniczenie wzajemnych kontaktów oskarżonych oraz kontaktów z innymi osobami może być konieczna, aby zapobiec ucieczce, mataczeniu i co najważniejsze, wpływaniu na świadków, a nawet ich zastraszaniu. Zatem, czas aresztowania, dłuższy niż w innych sprawach, może być w takich przypadkach uzasadniony.", "41. W ocenie Trybunału fakt, że niniejsza sprawa dotyczyła członka grupy przestępczej, powinna być brana pod uwagę w ocenie zgodności z Artykułem 5 § 3 Konwencji ( zobacz : Bąk, cytowany powyżej, §57).", "42.  W swoich decyzjach o przedłużeniu skarżącemu aresztu tymczasowego, oprócz uzasadnionego podejrzenia przeciwko skarżącemu, władze oparły się zasadniczo na surowości kary, z którą wiązała się odpowiedzialność, oraz na potrzebie zapewnienia prawidłowego toku prowadzenia postępowania i zabezpieczenia dalszych dowodów.", "43.  Trybunał uznał, że uzasadnione podejrzenie, że skarżący popełnił poważne przestępstwo mogło początkowo uzasadniać jego aresztowanie. Także potrzeba zgromadzenia obszernych dowodów oraz zabezpieczenia prawidłowego toku przebiegu postępowania, w szczególności uzyskania opinii biegłych, stanowiło ważne podstawy dla początkowego aresztowania skarżącego.", "44.  Jednakże, z upływem czasu, te podstawy stawały się coraz mniej i mniej odpowiednie w sprawie. Trybunał musiał zatem ustalić czy inne podstawy powołane przez sądy - na przykład, ryzyko, że skarżący mógłby fałszować dowody - były „odpowiednie” i „wystarczające”(zobacz , Kudła cytowany powyżej, § 111).", "45.  Co się tyczy ryzyka matactwa, Trybunał odnotował, że Sąd Najwyższy, w swojej decyzji z 15 maja 1996 r. wziął pod uwagę fakt, że pozostali oskarżeni usiłowali skontaktować się ze świadkami, którzy zeznawali przeciwko nim (zobacz § 15 powyżej). Istotnie, w takich przypadkach jak niniejsza, dotyczących zorganizowanej grupy przestępczej, ryzyko, że aresztowany, jeśli zostanie zwolniony, może wywierać presję na świadków lub innych współoskarżonych albo w inny sposób utrudniać postępowanie często, z natury rzeczy jest wysokie.", "W każdym razie, sądy opierały się zdecydowanie i często na prawdopodobieństwie wymierzenia skarżącemu surowej kary. Jednakże, Trybunał mógłby powtórzyć, że kiedy surowość grożącej kary jest istotnym elementem dla oceny ryzyka ucieczki lub ponownego popełnienia przestępstwa, sam ciężar stawianych zarzutów nie może usprawiedliwiać długiego okresu tymczasowego aresztowania (zobacz: Michta przeciwko Polsce, nr 13425/02, § 49, 4 maja 2006 r. ).", "46.  Mając powyższe na względzie, nawet biorąc pod uwagę fakt, że sądy stanęły przed szczególnie trudnym zadaniem prowadzenia sprawy dotyczącej zorganizowanej grupy przestępczej, Trybunał uznał, że podstawy wskazane przez władze krajowe nie mogą uzasadniać całego okresu aresztowania skarżącego.", "47.  Jakkolwiek powyższe ustalenia zazwyczaj zwolniłyby Trybunał od dokonywania oceny czy postępowanie było prowadzone ze szczególną starannością (zobacz, Mc Kay, cytowany powyżej, § 44), to Trybunał odnotował, że w obecnej sprawie śledztwo zostało szybko zakończone, albowiem akt oskarżenia został wniesiony do Sądu Okręgowego we Wrocławiu w grudniu 1996 r. Jednakże w trakcie procesu, daty rozpraw poprzedzielane były długimi przerwami i Sąd Najwyższy w swoim orzeczeniu z dnia 15 maja 1998 r. skrytykował Sąd Okręgowy za to uchybienie. Dalej Trybunał odnotowuje, że w swoich decyzjach sądy powoływały się stale na trudności, które napotykały przy zbieraniu dowodów. W związku z tym Trybunał zauważa, że do sądów należy organizowanie zbierania dowodów , w taki sposób, aby było sprawne.", "48.  W tych okolicznościach, Trybunał stwierdza także, iż władze nie zdołały działać z całą wymaganą starannością w prowadzeniu sprawy skarżącego.", "49.  Mając na uwadze powyższe, Trybunał jednocześnie stwierdza, że doszło do naruszenia Artykułu 5 §3 Konwencji.", "II ZARZUCANE NARUSZENIE ARTYKUŁU 6 § 3 (c) W ZWIĄZKU Z ARTYKUŁEM 6 § 1 KONWENCJI", "50.  Skarżący dalej zarzucał, że przez 5 miesięcy swojego aresztowania nie mógł porozumiewać się ze swoim prawnikiem, nie będąc w zasięgu słuchu prokuratora lub wyznaczonej przez niego osoby. Powołał się na Artykuł. 6 § 1 w połączeniu z Artykułem 6 § 3 (c) Konwencji, które w omawianym zakresie brzmią następująco:", " “1.  “Przy rozstrzyganiu ...o zarzutach karnych, każdy ma prawo do sprawiedliwego i publicznego rozpatrzenia jego sprawy w rozsądnym terminie przez niezawisły i bezstronny sąd ustanowiony ustawą...”", "Każdy podejrzany o popełnienie czynu zagrożonego karą, ma co najmniej prawo do:", "...", "(c)  ”bronienia się osobiście lub przez ustanowionego przez siebie obrońcę, a jeśli nie ma wystarczających środków na pokrycie kosztów obrony-do bezpłatnego korzystania z pomocy obrońcy wyznaczonego z urzędu, gdy wymaga tego dobro wymiaru sprawiedliwości", "A.  Stanowiska stron", "51.  Rząd wyjaśnił, że juz w dniu 9 maja 1996 r., kiedy skarżący był przesłuchiwany przez prokuratora, był reprezentowany przez adwokata z wyboru Obrońca był obecny podczas przesłuchania, zadawał pytania skarżącemu oraz składał wnioski dowodowe. W tej dacie wydano również nakaz aresztowania skarżącego. W dniu 10 maja 1996 r. obrońca wniósł zażalenie. Pomiędzy dniem 9 i 17 maja kontakt skarżącego z prawnikiem nie był w żaden sposób ograniczany. Tak więc, w tym czasie skarżący miał swobodny dostęp do pomocy prawnej, podczas którego jego obrońca mógł podejmować jakiekolwiek środki, które uważał za wskazane dla zapewnienia obrony oraz wydawać prawidłowo instrukcje.", "Rząd nie kwestionował faktu, decyzją prokuratury z dnia 17 maja 1996 r. restrykcje dotyczące kontaktów skarżącego z obrońcą, stanowiły ograniczenie wykonywania jego prawa do obrony. Jednakże według Rządu, ta wada została w pełni zrównoważona w trakcie prowadzonego następnie postępowania sądowego, na którym to etapie, skarżący mógł bez ograniczeń kontaktować się ze swoimi obrońcami. Co więcej, restrykcje te nie miały charakteru generalnego nakazu, aby wszystkie kontakty skarżącego z obrońcą były nadzorowane. Natomiast przed dniem 7 listopada 1996 r., kiedy to obrońca zażądał zezwolenia na spotkanie z klientem, prokurator wydał nową decyzję, w wyniku której, widzenia skarżącego z obrońcą miałyby być nadzorowane. Na koniec, Rząd argumentował, że dla określenia czy cel Artykułu 6 - prawo do rzetelnego procesu - został osiągnięty, należało wziąć pod uwagę całość postępowań krajowych prowadzonych w sprawie (Imbrioscia przeciwko Szwajcarii, wyrok z dnia 24 listopada 1993, Seria A nr 275, § 38).", "52.  Skarżący nie zgodził się z argumentami przedstawionymi przez Rząd. Oświadczył, że podczas nadzorowanych spotkań ze swoim prawnikiem, kiedykolwiek zaczynali rozmawiać o sprawie, wtedy obecny w pomieszczeniu funkcjonariusz policji im przerywał rozmowę i ostrzegał, że jeśli dalej będą kontynuować taka rozmowę, wizyta zostanie przerwana.", "B.  Ocena Trybunału", "53.  Trybunał po pierwsze odnotowuje, że gwarancje określone w § 3 Artykułu 6 Konwencji stanowią szczególne aspekty prawa do rzetelnego procesu w postępowaniu karnym, określone w § 1 tego samego Artykułu. Zatem skarga będzie rozważana na podstawie tych przepisów rozpatrywanych łącznie (zobacz między innymi, Benham przeciwko Zjednoczonemu Królestwu, wyrok z dnia 10 czerwca 1996 r., Reports of Judgments and Decisions 1996-III, p. 755, § 52;).", "54.  Trybunał ponadto powtarza, że prawo – chociaż nie absolutne - do skutecznej obrony przez adwokata, ustanowionego z urzędu jeśli zachodzi taka potrzeba, przysługujące każdej osobie, której przedstawiono zarzuty karne, jest jednym z podstawowych wymogów rzetelnego procesu (Poitrimol przeciwko Francji, 23 listopada 1993, § 34, Serie A nr 277-A, Demebukov przeciwko Bułgarii nr 68020/01, § 50, 28 lutego 2008).Chociaż przyznaje każdemu oskarżonemu o popełnienie przestępstwa prawo do „obrony, samodzielnie lub przez prawnego pełnomocnika...”, Artykuł 6 §3 (c) nie precyzuje sposobu wykonywania tego prawa. W ten sposób pozostawia Układającym się Stronom wybór środka zapewniającego, że podlega ochronie przez wymiar sprawiedliwości. Zadaniem Trybunału było tylko ustalenie czy wybrane metody były zgodne z wymaganiami rzetelnego procesu (zobacz, Imbrioscia przeciwko Szwajcarii, 24 listopada 1993, § 38, Serie A nr 275).", "55. Trybunał przypomina, że skoro nadrzędnym celem Artykułu 6, Konwencji w odniesieniu do spraw karnych, jest zapewnienie rzetelnego procesu przez „sąd” właściwy do decydowania w sprawach zarzutów karnych ” nie oznacza , że przepis Konwencji nie ma zastosowania do na etapie prowadzenia śledztwa lub dochodzenia.", "Tak więc, Artykuł 6 – szczególnie jego § 3 - może być odpowiedni na etapie śledztwa, zanim sprawa trafi do sądu, jeżeli rzetelność procesu wydaje się być podważona na skutek braku zgodności z powołanym przepisem, do której doszło już na wyżej wymienionym etapie.", "Sposób w jaki Artykuł 6 § 1 i § 3 (c) mają zastosowane na początkowym etapie śledztwa, zanim sprawa jeszcze została przekazana do sądu, zależy w dużym, stopniu od szczególnych cech prowadzonego postępowania oraz okoliczności całej sprawy (zobacz; John Murray przeciwko Zjednoczonemu Królestwu, wyrok z dnia 8 lutego 1996 r., Reports 1996-I, § 62; oraz Brennan przeciwko Zjednoczonemu Królestwu, nr 39846/98, § 45, ECHR 2001-X).", "56.  Prawo oskarżonego do komunikowania się ze swoim obrońcą bez udziału osób trzecich, jest jednym z podstawowych wymogów rzetelnego procesu w społeczeństwie demokratycznym i wynika z Artykułu 6 § 3 (c) Konwencji. Prawo to, nie jest wyraźnie powołane w Konwencji i może być przedmiotem pewnych ograniczeń (zobacz: John Murray przeciwko Zjednoczonemu Królestwu, wyrok z 8 lutego 1996 r., Reports 1996-I, pp. 54-55, § 63). Jednakże, jeżeli obrońca nie może naradzać się ze swoim klientem i otrzymywać poufnych instrukcji bez nadzoru, świadczona pomoc prawna może stracić wiele ze swojej efektywności, podczas gdy Konwencja ma gwarantować prawa, które są rzeczywiste i skuteczne (zobacz S. przeciwko Szwajcarii, 28 listopada 1991 r., § 48, Seria A nr 220; Artico przeciwko Włochom wyrok z dnia 13 maja 1980 r., Seria A nr 37, § 33). Znaczenie prawa do obrony w zapewnieniu poufności spotkań pomiędzy oskarżonym została potwierdzona w różnych instrumentach                  międzynarodowych instrumentach, włączając w to europejskie (zobacz Brennan przeciwko Zjednoczonemu Królestwu, cytowany powyżej, nr 39846/98, §§ 38-40, ECHR 2001-X; Öcalan przeciwko Turcij ([GC], nr. 46221/99, ECHR 2005-IV, § 132-133). Ten przywilej sprzyja otwartej i szczerej komunikacji pomiędzy klientem a prawnikami, jako znaczące zabezpieczenie prawa do obrony (zobacz, Oferta Plus SRL przeciwko Mołdowie, nr 14385/04, § 145, 19 grudnia 2006 r.).", "57.  W niniejszej sprawie skarżący był reprezentowany przez swojego obrońcę, który został ustanowiony w dniu 9 maja 1996 r. w dzień po aresztowania skarżącego. Kiedy to skarżący był w tym dniu przesłuchiwany przez prokuratora, obrońca był przy tym obecny. Uczestniczył w przesłuchaniu, zadawał pytania oraz składał wnioski dowodowe (porównaj i przeciwstaw, także, Brennan powołany powyżej, § 82). A więc, przez krótki czas na początku postępowania, skarżący korzystał z nieograniczonego kontaktu ze swoim obrońcą.", "58.  Jednakże, w dniu 17 maja 1996 r. prokurator zastrzegł sobie prawo do obecności podczas widzeń skarżącego ze swoim obrońcą. Trybunał w związku z tym zauważa, że w tej decyzji prokurator jedynie odnosi się do przepisów art. 64 Kodeksu postępowania karnego, który wyraźnie zezwalał na wprowadzenie takich ograniczeń (zobacz § 24 powyżej).", "Trybunał przyznaje, że głównym celem tego przepisu było zapobieganie utrudnianiu przez oskarżonego śledztwa prowadzonego przez policję w szczególnych okolicznościach. Jednakże, w niniejszej sprawie nie uczyniono żadnego odwołania do podstawy na jakiej wydano taką decyzję, nawet natury ogólnej, takiej jak, na przykład potrzeba zapewnienia prawidłowego toku postępowania. Żadne konkretne przyczyny nie zostały powołane, aby wykazać, że taki nadzór był konieczny i uzasadniony okolicznościami sprawy .", "59.  W szczególności Trybunał zauważa, iż nie zostało wykazane i dowiedzione, zarówno przez władze krajowe, jaki i przez Rząd w postępowaniu przed Trybunałem, że prokuratura wprowadzając taki środek miała jakiekolwiek oznaki wskazujące na zmowę powstałą w kontaktach skarżącego ze swoim klientem. Etyka zawodowa adwokata ani też bezprawność jego działania nie były kiedykolwiek kwestionowane (S. przeciwko Szwajcarii), cytowany powyżej, § 49), Trybunał mógł tylko uznać, że nie zostało wykazane istnienie wystarczających podstaw do stosowania środków których dotyczyła skarga.", "60.  Trybunał dalej odnotowuje, że na skutek decyzji z dnia 17 maja 1996 r., począwszy od tego dnia, do dnia 7 listopada 1996 r., kontakty skarżącego ze swoim adwokatem były nadzorowane przez funkcjonariuszy policji obecnych podczas tych spotkań. Funkcjonariusze nie tylko przebywali w tym samym pomieszczeniu, ale również słuchali rozmowy prowadzonej przez skarżącego z jego obrońcą. Trybunał odnotowuje twierdzenie skarżącego, że podczas nadzorowanych wizyt ze swoim adwokatem, kiedykolwiek zaczynał rozmawiać na temat sprawy, funkcjonariusz policji przerywał rozmowę i uprzedzał, że jeżeli będzie dalej kontynuowana, to wizyta będzie musiała zostać zakończona (zobacz § 50 powyżej). Rząd nie wypowiedział się na ten temat tego twierdzenia. A więc nie można powiedzieć, że w tych okolicznościach, kontakty skarżącego z adwokatem ułatwiały skuteczne wykonywanie jego prawa do obrony.", "61.  Na koniec, Trybunał zauważa, że nie zostało dowiedzione, że postępowanie było prowadzone nierzetelnie z powodu zależności od prokuratury, na przykład obciążających wyjaśnień skarżącego złożonych w okresie pomiędzy majem a listopadem, kiedy to mianowicie skarżący nie mógł korzystać z nienadzorowanej pomocy prawnej. Jednakże Trybunał nie może nie zauważyć faktu, że przedmiotowe ograniczenia zostały wprowadzone na okres ponad 6 miesięcy w czasie śledztwa, które trwało w sumie siedem miesięcy i dwa tygodnie ( zobacz w związku z S. przeciwko Szwajcarii, cytowane powyżej, § 49). Trybunał dalej zauważa, ze przez ten czas prokuratura zgromadziła bardzo obszerne dowody (zobacz §9 powyżej). Fakt, że władze aktywnie przygotowywały akt oskarżenia przeciwko skarżącemu, wzięty pod uwagę wspólnie ze znaczną długością trwania tego okresu, może tylko potwierdzić wniosek, że brak w tym czasie nieograniczonych kontaktów z obrońcą, mogło negatywnie wpłynąć na skuteczne wykonywanie prawa do obrony.", "62.  Mając na względzie całość powyższych okoliczności sprawy, Trybunał uznał, że doszło do naruszenia Artykułu 6 § 3 (c) w związku z Artykułem 6 § 1 Konwencji.", "III. ZASTOSOWANIE ARTYKUŁU 41 KONWENCJI", "63.  Artykuł 41 Konwencji stanowi:", " “Jeśli Trybunał stwierdzi, że nastąpiło naruszenie Konwencji lub jej protokołów, oraz jeśli prawo wewnętrzne zainteresowanej Wysokiej Układającej się Strony pozwala tylko na częściowe usunięcie konsekwencji tego naruszenia, Trybunał orzeka, gdy zachodzi potrzeba, słuszne zadośćuczynienie pokrzywdzonej stronie”.", "64.  Skarżący nie wystąpił o słuszne zadośćuczynienie.", "FOR Z TYCH PRZYCZYN TRYBUNAŁ JEDNOGŁOŚNIE", "1.   Uznaje, że doszło do naruszenia artykułu 5 § 3 Konwencji;", "", "Uznaje, że doszło do naruszenia Artykułu 6 § 3 (c) w związku z Artykułem 6 § 1 Konwencji.", "", "", "Sporządzono w języku angielskim i obwieszczono pisemnie dnia 13 stycznia 2009 roku, zgodnie z artykułem 77 §§ 2 i 3 Regulaminu Trybunału.", "\tLawrence Early\tNicolas Bratza\n      Kanclerz              \tPrzewodniczący", "", "", "", "", "                                ", ""]}