{"file": "POR_HJUDPOR_27785_10.docx", "doc_type": "HJUDPOR", "doc_lang": "POR", "case_id": "27785/10", "text_paragraphs": ["Tribunal Europeu dos Direitos Humanos", "Primeira Seção", "Caso Melo Tadeu c. Portugal", "Queixa n.º 27785/10 Acórdão", "Estrasburgo 23 de Outubro de 2014", "(definitivo em 23 de Março de 2015)", "Este Acórdão é definitivo nos termos do artigo 44º § 2 da Convenção. Pode sofrer modificações de forma.", "", "No caso Melo Tadeu c. Portugal,", "O Tribunal Europeu dos Direitos Humanos (Primeira Seção), reunindo em câmara composta por:", "Isabelle Berro-Lefèvre, Presidente,", "Elisabeth Steiner,", "Khanlar Hajiyev,", "Mirjana Lazarova Trajkovska,", "Julia Laffranque,", "Paulo Pinto de Albuquerque,", "Linos-Alexandre Sicilianos, Juízes,", "e por Soren Nielsen, Secretário de Seção,", "Após ter deliberado em conferência de 30 de Setembro de 2014,", "profere o seguinte Acórdão, adotado nesta data:", "", "PROCESSO", "1. Na origem do caso está uma queixa (n.º 27785/10) contra a República Portuguesa, apresentada ao Tribunal, por uma cidadã deste Estado, Maria Fernanda de Melo Tadeu (“a Requerente”), em 3 de Maio de 2010, nos termos do art.º 34º da Convenção para a Proteção dos Direitos Humanos e das Liberdades Fundamentais (”a Convenção”).", "2. A requerente foi representada por J. Rebelo Pereira, advogado em Lisboa. O Governo Português (“o Governo”) foi representado pela sua Agente, M. F. Carvalho, Procuradora-geral Adjunta.", "3. Invocando os artigos 6º, 7º e 13º da Convenção, a Requerente queixa-se da instauração de um processo de execução fiscal contra si, apesar de ter sido absolvida num processo criminal relativo a factos com pertinência para aquele processo. Denuncia igualmente a penhora dos seus bens neste contexto, considerando que constituiu violação do artigo 1º do Protocolo n.º 1 da Convenção.", "4. Em 19 de Março de 2012 a queixa foi comunicada ao Governo.", "", "OS FACTOS", "1. AS CIRCUNSTÂNCIAS DO CASO", "5. A Requerente nasceu em 1955 e reside em Corroios (Portugal).", "6. Numa data não determinada, a Direção-geral dos Impostos exigiu à sociedade V. o pagamento de 69 368 520 escudos Portugueses (PTE), montante equivalente na época a 346 008, 71 Euros (EUR), a título, nomeadamente, de imposto sobre o rendimento, de IVA, e de multas não pagas entre os anos de 1991 e de 1998, bem como de 413 280 190 PTE (ou seja, 2 061 432,89 EUR), que deveriam ter sido pagos à Segurança Social.", "7. Estas importâncias, todavia, não foram pagas pela Sociedade. Entendendo que a Requerente era sua gerente de facto, a administração tributária dirigiu-lhe uma injunção para pagamento, em 23 de Março de 1999, e convidou-a a apresentar observações a este respeito.", "8. Em 9 de Abril de 1999, ouvida pela Direção-Geral dos Impostos, a Requerente declarou nunca ter sido gerente da Sociedade V., mas simples trabalhadora assalariada, e não poder assim ser considerada devedora solidária das dívidas tributárias em questão.", "", "A. O Processo Penal", "9. Foi instaurado um inquérito contra a Sociedade V., o seu gerente e a Requerente, pelos serviços do Ministério Público de Almada, por abuso de confiança fiscal, infração punível nos termos do art.º 24º do Regime Jurídico das Infrações Fiscais Não Aduaneiras. Relativamente à Requerente, o Ministério Público observou que ela tinha assinado declarações fiscais, o que permitia presumir a sua qualidade de gerente de facto da Sociedade V.", "10. O caso foi enviado ao Tribunal Criminal de Almada, que proferiu sentença em 14 de Julho de 2000.", "O tribunal considerou provado que a Sociedade V. não havia entregue os montantes seguintes:", "- 3 131 889 PTE (ou seja 15 621,79 EUR), montante recebido e objeto de retenção na fonte no salário dos empregados e colaboradores da Sociedade, a título de imposto sobre o rendimento entre 1994 e 1996;", "- 439 260 PTE (ou seja 2 191 EUR) montante antecipado a título de imposto de selo entre 1994 e 1996; e", "- 14 177 623 PTE (ou seja 70 717, 68 EUR), montante cobrado a título de IVA sobre serviços prestados pela Sociedade em 1995 e 1996.", "Em contrapartida, o tribunal absolveu a Requerente, entendendo que ela não podia ser considerada gerente da Sociedade V. Nesta parte, o tribunal exprimiu-se da maneira seguinte:", "“ (...)", "O facto de ter assinado a declaração de rendimentos [...]e a letra [...] não basta por concluir que esta era a gerente da Sociedade V. Ademais, as relações familiares que existem entre ela e o arguido F. (de quem é filha), com quem colaborava, explicam a sua proximidade com a gestão da empresa e a assinatura destes documentos.", "Isto não basta (...) para que ela passe de trabalhadora subordinada para gerente de facto.", "(...)”", "11. A sentença relevou, por outro lado, que a Sociedade V tinha entretanto cessado a sua atividade e que todos os seus trabalhadores tinham sido integrados no seio da Sociedade B.", "12. Esta decisão foi notificada à Requerente em 15 de Setembro de 2000. Tornou-se definitiva em 25 de Setembro de 2000, na ausência de qualquer recurso interposto pelas partes.", "", "B. O processo de execução fiscal", "13. Com base na injunção de 23 de março de 1999, da Direção geral dos Impostos, e por despacho de 10 de Janeiro de 2000, o Chefe da 3ª Repartição de Finanças de Almada ordenou a abertura de um processo de execução contra o gerente da Sociedade V. e contra a Requerente, na sua qualidade de gerente de facto da mesma sociedade.", "14. Em 11 de Janeiro de 2000, o Chefe da 3ª Repartição de Finanças de Almada, emitiu um título executivo, acompanhado de um mandado de citação da Requerente. Citava- a para pagar, no prazo de vinte dias, o montante de 69 368 520 PTE (seja 346 008,71 EUR). Em caso de recusa da sua parte, era convidada a apresentar oposição à execução nos termos do Código de Processo Tributário.", "15. Em 21 de Janeiro de 2000, um funcionário da administração tributária apresentou-se na sede da Sociedade V., para lhe entregar o referido título executivo. Esta recusou a assinatura do aviso, apresentando a cópia da ata da sua audição de 9 de Abril de 1999, na Direção-Geral dos Impostos, no decurso da qual tinha declarado nunca ter sido sócia ou gerente da sociedade devedora. Foi lavrado um auto do incidente pelo funcionário, que indicou duas testemunhas presenciais, para efeito do disposto no artigo 190º § 3 do Código de Processo Tributário.", "16. Em 8 de Março de 2000, o fisco procedeu à penhora da participação social, com um valor inicial de 3 750 000 PTE, ou seja 18 704 EUR, que a Requerente detinha na sociedade B.", "17. Em 28 de Abril de 2000, a administração tributária foi informada que o valor da participação social era nulo.", "18. A Requerente reagiu a este processo executivo por via de oposição e de impugnação.", "1) A oposição", "19. Em 27 de Março de 2000, a Requerente deduziu oposição à execução no do Tribunal Tributário de primeira instância de Setúbal, alegando não ter sido devidamente citada para comparecer. Alegou, ainda, que não era gerente da referida sociedade e que não podia, por conseguinte, ser considerada responsável pelas dívidas tributárias desta última. O representante da administração tributária contestou os argumentos da Requerente. Num parecer junto aos autos, o Ministério Público pediu a rejeição da oposição, por tardia, referindo que, caso fosse admitida, o tribunal deveria aceitá-la uma vez que nenhum elemento permitia provar que a Requerente exercia de facto a gestão da sociedade executada.", "20. Em data não determinada, por virtude da reforma do mapa judiciário, o processo foi remetido ao Tribunal Administrativo e Fiscal de Almada.", "21. Por sentença de 27 de Abril de 2004, o tribunal entendeu que a oposição era tardia na medida em que deveria ter sido apresentada nos trinta dias a contar da citação para comparecer. Considerou que a citação tinha sido feita nos termos do art.º 190º § 3 do Código de Processo tributário, e que o argumento da Requerente segundo o qual a citação era irregular, era infundado.", "22. A Requerente recorreu para o Tribunal Central Administrativo Sul, alegando, nomeadamente, que o tribunal de primeira instância não se tinha pronunciado sobre o argumento de que tinha sido absolvida da infração penal com base na qual o processo de execução fiscal tinha sido instaurado.", "23. Por acórdão de 16 de Março de 2005, o Tribunal Central Administrativo Sul rejeitou o recurso, considerando, nomeadamente, que o tribunal de primeira instância não estava vinculado a examinar o argumento referente à absolvição da Requerente, uma vez que tinha considerado que a oposição era tardia.", "24. A requerente foi, de resto, condenada ao pagamento das custas judiciais.", "25. A Requerente recorreu para o Supremo Tribunal Administrativo. Em 2 de Julho de 2008, o juiz relator desta última instância declarou o recurso não admissível por falta de pagamento das custas judiciais.", "26. A Requerente apresentou recurso de constitucionalidade contra esta decisão, no Tribunal Constitucional. Por acórdão de 17 de Novembro de 2008, o Tribunal Constitucional declarou o recurso inadmissível por vários fundamentos, entre os quais a falta de esgotamento prévio das vias de recurso, uma vez que a Requerente não tinha impugnado a decisão do juiz relator do Supremo Tribunal Administrativo para a conferência.", "27. A Requerente recorreu então para a conferência do Supremo Tribunal Administrativo e, de novo, para o Tribunal Constitucional. Por acórdão de 18 de Junho de 2009, este último rejeitou novamente o recurso da Requerente.", "28. Em data não determinada, a Requerente recebeu a conta de custas judiciais, as quais ascendiam a 3 405, 40 EUR, acrescidos dos juros. Em 16 de Abril de 2009, a Fazenda nacional ordenou a penhora de uma parte da sua pensão de reforma até ao pagamento integral da referida quantia, aumentada de 1005, 20 EUR de juros.", "", "2) A impugnação", "29. Em 11 de Abril de 2000, a Requerente impugnou a decisão do Chefe da Repartição de Finanças de Almada perante o Tribunal Tributário de Primeira Instância de Setúbal. Alegava, novamente, nunca ter sido gerente da Sociedade V. e não deter, assim, qualidade para estar em juízo a esse título.", "30. Em data não determinada, na sequência da sua absolvição no processo penal, a Requerente informou o tribunal que a execução da dívida em causa se confrontava a partir de então com o princípio res judicata.", "31. Por despacho de 16 de Setembro de 2002, o juiz fez constar que se pronunciaria sobre esta questão aquando da sentença.", "32. Em data não determinada, na sequência da reforma do mapa judiciário, o caso foi transferido para o tribunal Administrativo e Fiscal de Almada.", "33. Por sentença de 20 de Dezembro de 2005, o tribunal rejeitou a impugnação, com o fundamento de que os argumentos da Requerente relevavam da via da oposição à execução e não da impugnação. Notou ainda que a oposição já tinha sido apresentada anteriormente pela Requerente.", "34. A Requerente impugnou esta decisão perante o Supremo Tribunal Administrativo, invocando que o tribunal administrativo se tinha abstido de se pronunciar sobre a alegada ilegalidade da dívida fiscal em causa, tendo em conta a sua absolvição penal.", "35. Por acórdão de 4 de Novembro de 2009, o Supremo Tribunal Administrativo rejeitou o recurso. Em particular, quanto ao argumento da Requerente consistente na sua absolvição penal, esta alta instância relevou que o julgamento penal em causa não constava, no elenco do tribunal administrativo sobre “factos provados” e entendeu, em consequência, que não tinha de se pronunciar sobre esta matéria. Confirmando, quanto ao mais, a sentença proferida ao mais, condenou a Requerente no pagamento das custas judiciais. Em 27 de Abril de 2010, a Requerente recebeu a conta de custas, as quais ascendiam a 27 371,97 EUR, dos quais ainda estava por pagar 25 079,97 EUR.", "36. Em 16 de Abril de 2009, a Fazenda pública ordenou a penhora de uma parte da pensão de reforma da Requerente, até ao pagamento integral da referida quantia, acrescida de 871,46 EUR de juros.", "37. Em 16 de Junho de 2012, a Segurança Social informou a Requerente que seria mensalmente descontada da sua pensão de reforma a quantia de 267,59 EUR, até integral pagamento dos montantes devidos.", "3) Os termos ulteriores do processo", "38. Segundo as últimas informações recebidas, que remontam a 7 de Dezembro de 2012, o processo de execução fiscal continuava pendente. Mantinha-se a penhora da participação social da Requerente na Sociedade B e a venda não pudera realizar-se por falta de comprador. Além disso, em 2008, a Sociedade B pediu ao Tribunal de Comércio de Lisboa a sua liquidação judicial.", "", "II. O DIREITO E A PRÁTICA INTERNOS PERTINENTES", "A. O regime jurídico das infrações fiscais não aduaneiras", "39. O art.º 24º do Regime Jurídico das Infrações Fiscais Não Aduaneiras, aprovado pelo Decreto-Lei n.º 20-A/90 de 15 de Janeiro de 1990, dispunha, na redação aplicada pelo Tribunal Criminal de Almada (introduzida pelo Decreto-Lei n.º 394/93, de 24 de Novembro), que quem se abstivesse de reverter para o Estado o produto de impostos ou outras contribuições fiscais legalmente percebidos era punível com pena de um a cinco anos de prisão se os montantes em causa fossem superiores a 5 milhões de PTE.", "", "", "B. O Código de Processo Tributário", "40. No momento dos factos, as disposições do Código de Processo Tributário (na versão aprovada pelo Decreto-Lei n.º 433/99 de 26 de Outubro) dispunham:", "Artigo 99.º", "Fundamentos da impugnação", "“Constitui fundamento de impugnação qualquer ilegalidade, designadamente:", "Errónea qualificação e quantificação dos rendimentos, lucros, valores patrimoniais e outros factos tributários;", "Incompetência;", "Ausência ou vício da fundamentação legalmente exigida;", "Preterição de outras formalidades legais.”", "", "Artigo 190º", "Formalidades das citações", "“ (...)", "3 - Quando, por qualquer motivo, a pessoa citada não assinar ou a citação não puder realizar-se, intervirão duas testemunhas, que assinarão se souberem e puderem fazê-lo.", "(...).”", "Artigo 159.º", "Reversão no caso de substituição tributária", "", "Artigo 203.º", "Prazo de oposição à execução", "", "Artigo 204.º", "Fundamentos da oposição á execução", "", "Artigo 225.º", "Formalidades da penhora de partes sociais ou de quotas em sociedade", "", "", "C. O Código de Processo Civil", "41. No momento dos factos, o artigo 674-B do Código de Processo Civil (correspondendo ao atual artigo 624º do Código de Processo Civil aprovado pela Lei n.º 41/2013, de 26 de junho), dispunha:", "", "", "O DIREITO", "I. SOBRE A ALEGADA VIOLAÇÃO DO ARTIGO 6º § 2 DA CONVENÇÃO", "42. Invocando os artigos 6º, 7º e 13º da Convenção, a Requerente queixa-se de ter sido tratada, no âmbito da execução fiscal, como culpada por uma infração pela qual tinha sido absolvida. Controlando a qualificação jurídica dos factos da causa (Glor c. Suíça, n.º 13444/04  , § 48, CEDH 2009), o Tribunal entende que é oportuno examinar o fundamento da queixa da Requerente unicamente sob o ângulo do artigo 6º § 2 da Convenção, que dispõe:", "“2. Qualquer pessoa acusada de uma infração presume-se inocente enquanto a sua culpabilidade não tiver sido legalmente provada”.", "43. O Governo refuta estes fundamentos da queixa.", "A. Da admissibilidade", "44. O Governo contesta a aplicabilidade ratione materiae do artigo 6º § 2 da Convenção ao processo de execução fiscal litigioso. Faz valer que o objeto dos processos era distinto e que os montantes reclamados pela administração fiscal à Requerente não correspondem aos que haviam motivado a abertura do processo penal no termo do qual a Requerente foi absolvida. Para o Governo, a absolvição da Requerente no processo penal não a exonera da sua responsabilidade fiscal quanto às dívidas fiscais da Sociedade V., sendo os dois processos inteiramente autónomos um do outro. Observa, também, que a sentença do tribunal de Almada, de 14 de Julho de 2000, reconheceu que a Requerente tinha assinado a declaração fiscal da sociedade e várias letras comerciais.", "45. A Requerente contesta a tese do Governo, entendendo que a administração fiscal devia ter declarado extinta a execução fiscal, instaurada contra si, na sequência da sua absolvição. Denuncia igualmente o facto de ter sido condenada no pagamento das custas judiciais no termo dos processos que teve de instaurar para se opor à execução fiscal.", "46. O Tribunal recorda que o campo de aplicação do artigo 6º § 2 não se limita aos processos penais que estão pendentes, mas que pode estender-se às decisões judiciais proferidas após o não prosseguimento do processo penal (ver nomeadamente, os acórdãos Minelli c. Suíça, 25 de Março de 1983, Série A n.º 62, e Lutz, Englert e Nölkenbockhoff c. Alemanha, 25 de Agosto de 1987, Série A, n.º 123) ou, após a absolvição; as decisões judiciais posteriores ou as declarações que emanam de autoridades públicas podem levantar um problema sob o ângulo do artigo 6º § 2 se equivalerem a uma constatação da culpabilidade que ignore, deliberadamente, a absolvição prévia do arguido (Sekanina c. Áustria, 25 de Agosto de 1993, Série A, n.º 266-A, Lamanna c. Áustria, n.º 28923/95  , 10 de Julho de 2001, Leutscher c. Países Baixos, 26 de Março de 1996, § 29, recueil 1996-II, e Del Latte c. Países Baixos, n.º 44760/98 , § 30, 9 de Novembro de 2004), na medida em que as questões levantadas no processo em causa constituem um corolário e um complemento dos respectivos processos penais em que o requerente é “arguido”. Em caso de não prossecução do procedimento penal, a presunção de inocência exige que se tenha em conta, em qualquer processo ulterior, seja qual for a sua natureza, o facto de o interessado não ter sido condenado (Vanjak c. Croácia, n.º 29889/04, , § 41, de 14 de Janeiro de 2010 e Sikic c. Croácia, n.º 9143/08  , §47, de 15 de Julho de 2010). O tribunal indicou igualmente que o dispositivo de uma sentença absolvitória deve ser respeitado por qualquer autoridade que se pronuncie de modo direto ou incidental sobre a responsabilidade penal do interessado (Vassilios Stavropoulos c. Grécia, n.º 35522/04, , § 39, 27 de Setembro de 2007, Tendam c. Espanha, n.º 25720/05 , § 37, 13 de Julho de 2010 e Lorenzetti c. Itália, n.º 32075/09  § 46, de 10 de Abril de 2012).", "47. Sempre que a questão da aplicabilidade do artigo 6º § 2 se coloque no âmbito de um processo ulterior, o requerente deve demonstrar a existência de uma ligação – tal como acima referido – entre o processo penal findo e a ação subsequente. Tal ligação pode verificar-se, por exemplo, quando na ação ulterior for necessitário o exame do resultado do processo penal e, em particular, quando obrigar o respetivo tribunal a analisar a sentença penal, a estudar ou a avaliar elementos de prova vertidos no processo penal, a apreciar a participação do requerente num ou ao conjunto de acontecimentos que tenham conduzido à inculpação, ou a formular comentários sobre as menções que continuem a sugerir uma eventual culpa do interessado (Allen c. Reino-Unido [GC], n.º 25424/09 , § 104, TEDH 2013).", "48. O Tribunal tem de verificar, desde logo, se o processo nos tribunais administrativos - que não deu, ele próprio, lugar a “uma acusação em matéria penal” contra a Requerente - estava ligado ao processo penal de modo adequado a fazê-lo cair no âmbito de aplicação do artigo 6º, § 2.", "49. A título liminar, o Tribunal constata que a sentença proferida no final do processo penal se tornou definitiva por falta de interposição de recurso. Observa que o processo fiscal e o processo penal respeitavam ambos à gestão fiscal da Sociedade V. e, mais particularmente, à respetiva responsabilidade fiscal e penal da Requerente. Além do mais, os processos incidiam ambos sobre montantes não pagos pela Sociedade V. a título de imposto sobre o rendimento, IVA e imposto de selo, de 1994 a 1996 (ver supra, §§ 6 e 10).", "50. O facto de o processo fiscal respeitar a dívidas fiscais, isto é, a montantes devidos a título de imposto pela referida Sociedade, e o processo penal ter tido por objeto o não pagamento ao Estado de montantes percebidos pela Sociedade a título de imposto, importa pouco. Com efeito, os dois processos incidiam sobre o mesmo tipo de impostos e os mesmos exercícios fiscais da Sociedade V. O Governo sustenta que os montantes não são os mesmos. O Tribunal entende, ainda assim, que não é exigível uma correspondência exata dos montantes em jogo para concluir pela existência de uma ligação entre os processos. Para mais, no final, a questão que se colocava nos dois processos era a de saber se a Requerente podia ser considerada como responsável fiscal e penalmente pelas faltas da Sociedade V. às suas obrigações fiscais. Ora, na sentença de 14 de Julho de 2000, o Tribunal de Almada concluiu que a Requerente não tinha a qualidade de gerente da Sociedade, mesmo que tivesse assinado, entre outros documentos, uma declaração fiscal da Sociedade. Este elemento mostra, só por si, que existia efetivamente uma ligação entre o processo penal e o processo fiscal.", "51. O Tribunal deduz destes factos que o processo executivo fiscal litigioso estava ligado ao processo penal de modo adequado a fazer cair aquele primeiro no âmbito de aplicação do art.º 6º § 2 da Convenção. Há, pois, que rejeitar a exceção levantada, nesta parte, pelo Governo.", "", "B. Do mérito", "52. A Requerente entende que o processo de execução fiscal instaurado contra si, apesar da sua absolvição no processo penal, ofendeu o seu direito à presunção de inocência. Considera que a execução fiscal deveria ter sido declarada não admissível após a sua absolvição no processo penal. Sublinha, nesta parte, que nem a administração tributária nem o Ministério Público recorreram da sentença do tribunal de Almada de 14 de Julho de 2000, a qual se tornou, assim, definitiva.", "53. A Requerente alega ter feito uso dos meios fornecidos pelo direito interno para reagir contra a execução fiscal mas que se confrontou com a recusa dos tribunais administrativos em terem em conta a sua absolvição no processo penal.", "54. Para o Governo, a autoridade de caso julgado da sentença do tribunal de Almada proferida no processo penal não podia ser validamente oposta no processo fiscal, que era independente. Sustenta que a absolvição da Requerente no plano penal não a exonerou das suas responsabilidades fiscais. A este respeito, invoca o artigo 17.º do Regime Jurídico das Infrações Fiscais Não Aduaneiras, segundo o qual, a execução da sanção aplicada não dispensava o pagamento da prestação fiscal devida. Para o Governo, o processo de execução fiscal instaurado contra a Requerente não põe em causa a sua absolvição penal e não viola assim o princípio da presunção de inocência.", "55. O Governo sustenta, de resto, que através da oposição à execução, a Requerente dispunha de um meio eficaz para reagir contra o processo fiscal instaurado contra si. Tendo sido citada em conformidade com o artigo 190º § 3 do Código de Processo Tributário, a requerente tinha trinta dias para apresentar oposição. Não o tendo feito no prazo que lhe era concedido, a oposição à execução que apresentou foi rejeitada por tardia. Esta é, para o Governo, a única razão pela qual a Requerente não pôde fazer valer os seus argumentos. Quanto à impugnação introduzida, em seguida, pela Requerente, o Governo esclarece que esta não constituía uma via legal adequada no caso sub judice.", "56. O Tribunal recorda que o objeto e a finalidade da Convenção apelam para a compreensão e a aplicação das suas disposições de modo a tornarem as suas exigências concretas e efetivas (ver nomeadamente, Soering c. Reino Unido, 7 de Julho de 1989, § 87, Série A, n.º 161, e Al Skeini e outros c. Reino-Unido [GC], n.º 55721/07 ( , § 162, CEDH 2011). O Tribunal declarou expressamente que isto também é válido quanto ao direito consagrado pelo artigo 6º § 2 (ver, por exemplo, Allenet de Ribemont c. França, 10 de Fevereiro de 1995, § 35, Série A, n.º 308, e Capeau c. Belgique, n.º 42914/98 ( , § 21, CEDH 2005 – I).", "57. O artigo 6º, § 2 protege o direito de toda pessoa a ser “presumida inocente enquanto a sua culpabilidade não tiver sido legalmente provada”. Considerada como uma garantia processual no quadro do próprio processo, a presunção de inocência reveste ainda uma outra dimensão. A sua finalidade geral, no quadro desta segunda dimensão, é impedir que pessoas que beneficiaram de uma absolvição ou de não prossecução do procedimento penal, sejam tratadas por agentes ou autoridades públicas como se fossem de facto culpados da infração que lhes fora imputada. Em tais situações, a presunção de inocência permitiu já – pela aplicação no processo das diversas exigências inerentes à garantia processual que concede – impedir uma condenação penal injusta. Sem uma proteção que faça respeitar em qualquer processo ulterior uma absolvição ou uma decisão de não prossecução da ação penal, as garantias de um processo equitativo enunciadas no artigo 6º § 2 correriam o perigo de se tornarem teóricas e ilusórias. O que está igualmente em jogo, findo o processo penal, é a reputação do interessado e o modo como este é visto pelo público. Em certa medida, a proteção oferecida pelo artigo 6º § 2, a este respeito, pode sobrepor-se à que resulta do artigo 8º (ver por exemplo, Zollmann c. Reino Unido (dec.) n.º 62902/00 ( , CEDH 2003-XII, e Taliadorou e Stylianou c. Chipre, n.ºs 39627/05 e 39631/05  , §§ 27 e 56-59, 16 de Outubro de 2008).", "58. O Tribunal sublinha que não lhe compete examinar em que medida os tribunais administrativos estavam vinculados pelo acórdão do tribunal de Almada, uma vez que não tem por função substituir-se às jurisdições internas. É em primeiro lugar às autoridades nacionais e nomeadamente aos tribunais, que compete interpretar a legislação interna (ver mutatis mutandis, os acórdãos Brualla Gómez de la Torre c. Espanha, 19 de Dezembro de 1997, § 31 Recueil des Arrêts et Décisions 1997 – VIII e Edificaciones March Gallego S.A. c. Espanha, 19 de Fevereiro de 1998, § 33, Recueil des Arrêts et Décisions 1998 – I). A questão que se coloca no caso em apreço é a de saber se, pelo seu modo de agir, pelos fundamentos das suas decisões ou pela linguagem empregue nos seus juízos, os tribunais administrativos lançaram suspeitas sobre a inocência da Requerente e ofenderam assim o princípio da presunção de inocência, tal como garantido pelo artigo 6º § 2 da Convenção (Puig Panella c. Espanha, n.º 1483/02 ( ), § 54, 25 de Abril de 2006; Allen c. Reino-Unido, supracitado, § 126).", "59. A este propósito, o Tribunal recorda que já teve a oportunidade de sublinhar que não é aceitável expressar suspeitas sobre a inocência de um arguido após uma absolvição definitiva (ver, neste sentido, Sekanina c. Áustria, 25 de Agosto de 1993, § 30, Série A, n.º 266-A). Segundo a jurisprudência, sendo a absolvição definitiva – mesmo que se trate de absolvição por benefício da dúvida, segundo o artigo 6º § 2 – a expressão de suspeitas de culpa, ainda que estas estejam mencionadas na fundamentação da absolvição, não é compatível com a presunção de inocência (Rushiti c. Áustria, n.º 28389/05 ( , § 31, 21 de março de 2000). O Tribunal recorda, também, que a constatação de violação do art.º 6º § 2 da Convenção no âmbito de um processo posterior ao encerramento de um processo penal, dependerá, largamente, da natureza e do contexto do processo em que decisão litigiosa foi proferida (Allen c. Reino-Unido, supracitado, § 125).", "60. Além do mais, o Tribunal nota que por força do princípio “in dubio pro reo”, que constitui uma expressão particular do princípio da presunção de inocência, não deve existir nenhuma diferença qualitativa entre uma absolvição por falta de provas e uma absolvição resultante da constatação da inocência fora de quaisquer dúvidas. Com efeito, as sentenças de absolvição não se diferenciam em função dos fundamentos que o juiz penal retém, em cada caso. Muito pelo contrário, no quadro do artigo 6º § 2 da Convenção, o dispositivo de uma sentença de absolvição deve ser respeitado por qualquer autoridade que se pronuncie de modo direto ou incidental sobre a responsabilidade penal do interessado (Vassilios Stavropoulo, supracitado, § 39).", "61. No caso, o Tribunal nota que a instauração do processo fiscal litigioso foi requerida por despacho da 3ª Repartição de Finanças de Almada, de 11 de Janeiro de 2000 (ver supra,§ 13), quando já tinha sido movido à requerente um processo penal por abuso de confiança fiscal no tribunal criminal de Almada. Como indicado acima, os dois processos respeitavam a falhas na gestão fiscal da Sociedade V. de que a Requerente era considerada gerente de facto (ver supra § 49) pela Administração Fiscal.", "62. Tanto perante os tribunais penais como perante os tribunais administrativos, a Requerente invocou, constantemente, em sua defesa, que não era gerente de facto da Sociedade V. e que não podia, por conseguinte, ser perseguida pela administração fiscal pelas faltas da Sociedade V. Este argumento foi aceite pelo tribunal criminal de Almada, que absolveu a Requerente no processo penal, por sentença de 14 de Julho de 2000, que se tornou definitiva em 25 de Setembro de 2000 na ausência de recurso.", "63. O Tribunal constata que o processo fiscal prosseguiu apesar da absolvição da Requerente no processo penal. Quanto aos dois meios de recurso exercidos pela Requerente, o Tribunal constata que ambos foram rejeitados, tendo os competentes tribunais entendido que as condições de admissibilidade não estavam reunidas. No caso, a oposição à execução foi julgada tardia (ver supra § 21) e a impugnação foi considerada um meio de recurso inadequado (ver supra § 33).", "64. O Tribunal considera que uma absolvição penal deve ser tida em conta em qualquer processo ulterior, penal ou não penal. E releva que o Código de Processo Penal Português (CPP) não indica os efeitos jurídicos do caso julgado, em caso de absolvição ou de arquivamento, em qualquer processo penal ou não penal, nomeadamente em processo fiscal. O Tribunal regista que apenas o artigo 674.º-B do CPC dispõe que uma absolvição constitui, em qualquer ação civil, uma presunção legal de inexistência dos factos que estavam na origem do processo penal, mas que se trata de uma presunção simples que pode ser afastada por prova em contrário (ver supra § 41º).", "65. Neste quadro legal, e no que respeita à impugnação, os tribunais fiscais recusaram proceder a um exame do fundo da questão, fazendo uma interpretação formalista das condições de admissibilidade e supondo, erradamente, que a existência de uma sentença absolutória prévia não era uma questão a resolver (ver supra § 35). O argumento do Governo relativo à deficiente utilização das vias de recurso internas (supra § 54) não é relevante para exonerar os tribunais da responsabilidade que lhes incumbia, tendo em conta a força de caso julgado associada à absolvição da Requerente, em 14 de Julho de 2000, ou seja, seis meses após a instauração do processo de execução contra ela.", "66. Tanto a administração fiscal como os tribunais administrativos desvalorizaram a absolvição da Requerente, pelo tribunal criminal de Almada, do crime de abuso de confiança fiscal por factos cometidos pela Sociedade V com o fundamento de que a Requerente não era gerente de facto. Consideraram estabelecido um elemento que foi julgado não provado pelos tribunais penais. O Tribunal entende que este modo de agir lançou uma dúvida sobre a fundamentação da absolvição da Requerente, o que é incompatível com o respeito da presunção de inocência. Nestes termos, o Tribunal conclui que houve violação do art.º 6º § 2 da Convenção.", "", "II. DA ALEGADA VIOLAÇÃO DO ARTIGO 1º DO PROTOCOLO Nº 1 À CONVENÇÃO", "67. A requerente entende que a penhora da sua participação social na Sociedade B constitui uma ofensa injustificada ao direito ao respeito dos seus bens garantido pelo artigo 1º do Protocolo n.º 1 à Convenção, o qual, na parte pertinente, dispõe:", "“Qualquer pessoa singular ou coletiva tem direito ao respeito dos seus bens. Ninguém pode ser privado do que é a sua propriedade a não ser por utilidade pública e nas condições previstas pela lei e pelos princípios gerais do direito internacional.", "As condições precedentes entendem-se sem prejuízo do direito que os Estados possuem de pôr em vigor as leis que julguem necessárias para a regulamentação do uso dos bens, de acordo com o interesse geral, ou para assegurar o pagamento de impostos ou outras contribuições ou multas”.", "68. O Governo opõe-se a esta tese.", "A. Da admissibilidade", "69. Verificando que a queixa não está manifestamente mal fundada, nos termos do artigo 35º § 3 a) da Convenção, e que não se defronta com nenhum outro motivo de inadmissibilidade, o Tribunal declara-a admissível.", "B. Do mérito", "70. A Requerente entende que a penhora pela administração fiscal da sua participação na Sociedade B consubstancia uma ingerência incompatível com o artigo 1º do Protocolo n.º 1.", "71. O Governo contesta o argumento da Requerente. Invoca que a medida em causa foi ordenada no âmbito do processo de execução fiscal. Observa, além do mais, que se constatou que a referida participação não possuía nenhum valor de mercado e que, por isso, não tinha podido ser vendida; a Sociedade B tinha requerido, em seguida, a sua liquidação judicial.", "72. O Tribunal recorda que o artigo 1º do Protocolo n.º 1 contém três normas distintas: a primeira, que se exprime na primeira frase da primeira alínea e reveste um carácter geral, enuncia o princípio do respeito da propriedade; a segunda, constante da segunda frase da mesma alínea, visa a privação de propriedade; quanto à terceira, contida na segunda alínea, reconhece aos Estados o poder de regulamentar o uso dos bens de acordo com o interesse geral ou para assegurar o pagamento dos impostos ou de outras contribuições. Não se trata, ainda assim, de regras desprovidas de relação entre si. A segunda e a terceira estão ligadas a exemplos particulares de ofensas ao direito de propriedade. Desde logo, devem interpretar-se à luz do princípio consagrado pela primeira (ver, entre outros Broniowski c. Polónia [GC], n.º 31443/96 ( , § 134, CEDH 2004 –V; Gasus Dosier- und Fördertechnik GmbH c. Países Baixos, 23 de Fevereiro de 1995, § 55, Série A n.º 306-B).", "73. O Tribunal recorda ainda que a noção de “bens” prevista pela primeira parte do artigo 1º do Protocolo n.º 1 tem um alcance autónomo que não se limita à propriedade de bens corpóreos e que é independente das qualificações formais do direito interno: alguns outros direitos e interesses que constituem ativos podem também ser considerados “direito de propriedade” e, assim, “bens” no sentido desta disposição. O que importa é verificar se as circunstâncias de um caso determinado, consideradas no seu conjunto, podem ter tornado o requerente titular de um interesse substancial, protegido pelo artigo 1º do Protocolo n.º 1 (Depalle c. França [GC], n.º 34044/02  , § 62 TEDH 2010; Anheuser-Bush Inc. c. Portugal [GC] n.º 73049701 ( , § 63, CEDH 2007-I; Öneryildiz c. Turquia [GC], n.º 48939/99 ( , 4 214, TEDH 2004-XII; Beyeler c. Itália [GC], n.º 33202/96 ( ; § 100, TEDH 2000-1, Iatridis c. Grécia [GC], n.º 31107/96 ( , § 54, TEDH 1999-II).", "74. O Tribunal já considerou que as ações com um valor económico podem ser consideradas como bens (Olczak c. Polónia (dec.) n.º 30417/96 ( , §60, TEDH 2002 – X; Sovtransavto Holding c. Ucrânia , n.º 48553/99 ( , § 91, TEDH 2002-VII). Isto vale igualmente para as participações sociais nas sociedades de responsabilidade limitada, como no presente caso.", "75. No caso, o Tribunal nota que está em causa a penhora, pela administração fiscal, de uma participação social que a Requerente detinha na Sociedade B., a qual apresentava um valor oficial de 3 750 000 PTE (ou seja, 18 704 EUR). Embora a participação social não tivesse nenhum valor patrimonial no momento da penhora, como o diz o Governo, convém recordar que pode ocorrer uma violação da Convenção mesmo na ausência de prejuízo, questão que, sendo caso disso, apenas entrará em jogo no âmbito do artigo 41º (Ilhan c. Turquia [GC], n.º 22277/93 ( , § 52, TEDH 2000-VII; Jorge Nina Jorge e outros c. Portugal, n.º 52662/99 ( , § 39, 19 de Fevereiro de 2004; e Guerrera e Fusco c. Itália, n.º 40601/98 ( , § 53, de 3 de Abril de 2003). O Tribunal deduz que a participação social em causa constituía, na esfera jurídica da Requerente, um “bem” para efeitos do artigo 1º do Protocolo n.º 1.", "76. O Tribunal recorda que a penhora em questão foi determinada pela administração fiscal com a finalidade de garantir o pagamento de uma dívida fiscal da Sociedade V. O ato denunciado resulta, assim, do exercício de prerrogativas concedidas no quadro da cobrança de créditos fiscais e da aplicação das regras relativas aos processos de execução coerciva. A queixa deve, pois, ser examinada no âmbito da segunda alínea do artigo 1º do Protocolo n.º 1, a saber, do direito reconhecido aos Estados de instituírem um quadro legal para regulamentar o uso dos bens no interesse geral ou para assegurar o pagamento dos impostos ou de outras contribuições ou multas.", "77. O Tribunal recorda que, para ser compatível com o artigo 1º do Protocolo n.º 1, uma ofensa ao direito de uma pessoa ao respeito dos seus bens deve, em primeiro lugar, respeitar o princípio da legalidade e não revestir um caráter arbitrário (Iatridis c. Grécia [GC], supra mencionado, § 58). Deve igualmente realizar um “justo equilíbrio” entre as exigências do interesse geral da comunidade e os imperativos da salvaguarda dos direitos fundamentais do indivíduo (Sporrong e Lönnroth c. Suécia, 23 de Setembro de 1982, § 69, Série A n.º 52).", "78. Este “justo equilíbrio” deve existir mesmo quando está em causa o direito que têm os Estados de “pôr em vigor as leis que julguem necessárias para (...) assegurar o pagamento de impostos ou outras contribuições ou de multas”. Com efeito, como a segunda alínea deve interpretar-se á luz do princípio geral enunciado no início do artigo 1º do Protocolo n.º 1, deve existir uma relação razoável de proporcionalidade entre os meios empregues e o fim visado; por outras palavras, cabe ao Tribunal averiguar se foi mantido o equilíbrio entre as exigências do interesse geral e o interesse das pessoas em causa (Gasus Dosier-und Fördertechnik GmbH c. Países-Baixos, supramencionado, § 60).", "79. No caso, a penhora da participação social da Requerente na Sociedade B. ordenada em 8 de Março de 2000 (ver supra, § 16) estava prevista pelo Código de Processo Tributário (ver parte “direito interno”, supra, § 40) e visava a cobrança de uma dívida fiscal da Sociedade V. de que a Requerente era considerada como responsável solidária, na sua qualidade de gerente de facto.", "80. Por sentença do Tribunal de Almada de 14 de Julho de 2000, a Requerente foi absolvida do crime de abuso de confiança fiscal com o fundamento de que não podia ser considerada gerente de facto da Sociedade V.", "81. O Tribunal entende que era legítimo para a Requerente esperar o levantamento da penhora a partir desta sentença. Ao recusar levantar a penhora da participação social que a Requerente detinha na Sociedade B., apesar desta absolvição, as autoridades portuguesas romperam o equilíbrio entre a proteção do direito da Requerente ao respeito dos seus bens e as exigências do interesse geral. Houve assim violação do artigo 1º do Protocolo n.º 1.", "", "III. SOBRE A APLICAÇÃO DO ARTIGO 41º DA CONVENÇÃO", "82. Nos termos do artigo 41º da Convenção,", "“Se o Tribunal declarar que houve violação da Convenção ou dos seus protocolos e se o direito interno da Alta Parte Contratante não permitir senão imperfeitamente obviar às consequências de tal violação, o Tribunal atribuirá à parte lesada uma reparação razoável, se necessário.”", "A. O Dano", "83. A requerente reclama 18 750 Euros (EUR) a título de dano material, tendo em conta a penhora da sua participação social na Sociedade B. Pede também 5 000 EUR pelos danos morais que diz ter sofrido.", "84. O Governo contesta os pedidos da Requerente, considerando-os excessivos. Entende que a Requerente não sofreu qualquer prejuízo material, uma vez que a participação social da Requerente na Sociedade B não tinha nenhum valor de mercado no momento em que a dívida da Sociedade V. lhe foi imputada. O Governo considera ainda que não existe nexo de causalidade entre a violação alegada e o prejuízo moral pretensamente sofrido.", "85. O Tribunal constata que a participação social em questão não tinha qualquer valor em 28 de Abril de 2000 (ver supra, parágrafo 17). A Requerente não indicou, de resto, que esta situação de facto teria mudado depois. Fazendo seu o argumento do Governo, o Tribunal entende que a Requerente não sofreu prejuízo material e que não há, assim, que lhe atribuir qualquer montante a este título.", "86. Em contrapartida, o Tribunal admite que a Requerente sofreu danos morais pelo desrespeito da presunção de inocência e pela ofensa ao respeito dos seus bens pela manutenção da penhora da participação social que detinha na Sociedade B. Decidindo por equidade, concede-lhe 4 300 EUR a este título.", "B. Custas e Despesas", "87. A Requerente pede 2 792 EUR pelas despesas com a queixa perante o Tribunal. Pede ainda o reembolso de 10 299, 82 EUR de custas judiciais pagas pelas ações instauradas a nível nacional. Especifica que foi condenada a pagar 4 651,63 EUR no âmbito da oposição à execução e 27 369,48 EUR no âmbito da impugnação. Afirma já ter pago 2 292 EUR a título de adiantamento sobre as custas da impugnação. Além disso, pede ainda a restituição dos montantes que foram deduzidos da sua pensão no âmbito do processo de execução instaurado pela administração fiscal para obter a cobrança forçada das custas judiciais não pagas e relativas à oposição e à impugnação que exerceu contra a execução fiscal – montantes que ascendiam a 1337,95 EUR na data de 22 de Outubro de 2012. Enfim, a Requerente pede o reembolso de 2 018, 24 EUR com referência ao processo no Tribunal Constitucional.", "88. O Governo remete-se à prudência do Tribunal.", "89. Segundo a jurisprudência do Tribunal, um Requerente apenas pode obter o reembolso das suas despesas e custas na medida em que se encontram estabelecidos a sua realidade, a sua necessidade e o caráter razoável da sua taxa. No caso, resulta dos documentos apensos ao pedido formulado pela Requerente a título do artigo 41º da Convenção, que esta já pagou 2 292 EUR de custas judiciais pela impugnação e 1 070,36 EUR pela oposição, correspondendo este último montante aos valores já deduzidos à sua pensão (a este respeito, ver supra parágrafo 37). Por conseguinte, à luz das despesas efetivamente feitas no plano interno, o Tribunal entende que é de atribuir à Requerente a quantia de 3 362,36 EUR. Tratando-se das despesas feitas com a queixa no Tribunal, este, tendo em conta os documentos na sua posse e a sua jurisprudência concede o montante reclamado pela Requerente, ou seja, 2 792 EUR. No total, o Tribunal concede à Requerente 6 154 EUR pelas despesas e custas feitas para os processos no plano nacional e no Tribunal.", "C. Juros de mora", "90. O Tribunal entende ser razoável calcular a taxa dos juros de mora sobre a taxa de juro da facilidade de empréstimo marginal do Banco Central Europeu, aumentada de três pontos percentuais.", "", "COM ESTES FUNDAMENTOS, O TRIBUNAL,", "1. Declara por unanimidade a queixa admissível;", "2. Diz, por quatro vozes contra três, que houve violação do artigo 6º § 2 da Convenção;", "3. Diz, por quatro vozes contra três, que houve violação do artigo 1º do Protocolo n.º 1 à Convenção;", "4. Diz, por quatro vozes contra três,", "a) que o Estado requerido deve pagar à Requerente, nos três meses contar do dia em que o Acórdão se tornar definitivo, nos termos do artigo 44º § 2 da Convenção, os seguintes montantes:", "\ti) 4 300 EUR (quatro mil e trezentos Euros), acrescidos de qualquer montante que possa ser devido a título de imposto, pelos danos morais;", "\tii) 6 154 EUR (seis mil cento e cinquenta e quatro euros), acrescidos de qualquer montante devido a título de imposto pela Requerente, pelas custa e despesas;", "b) que, a contar do vencimento deste prazo e até ao pagamento, estes montantes sejam acrescidos de um juro simples a uma taxa igual à da facilidade de empréstimo marginal do Banco central Europeu aumentada de três pontos percentuais;", "5. Rejeita, por unanimidade, o pedido de reparação razoável quanto ao mais.", "Feito em francês, e comunicado por escrito em 23 de Outubro de 2014, em aplicação do artigo 77º §§ 2 e 3 do Regulamento.", "", "Soren Nielsen\t\tIsabelle Berro-Lefèvre", "Secretário\t\t\tPresidente", "", "", "", "Ao presente acórdão encontram-se juntas, nos termos dos artigos 45º § 2 da Convenção e 74º § 2 do Regulamento, o texto das opiniões separadas seguintes:", "- opinião concordante do juiz Paulo Pinto de Albuquerque;", "- opinião divergente dos juízes Berro-Lefèvre, Steiner e Hajiyev.", "", "\t\t\t\t\t\t\t\t\t\tI.B.L.", "\t\t\t\t\t\t\t\t\t\t S.N.", "", "", "OPINIÃO CONCORDANTE DO JUÍZ PINTO DE ALBUQUERQUE", "1. O caso Melo Tadeu respeita a um processo de execução fiscal movido contra a Requerente pela Administração Fiscal, a qual recusou considerar a sua absolvição no âmbito de um processo penal que apresentava uma incontestável ligação com o primeiro. Neste contexto, foi determinada a penhora de uma participação social que ela detinha numa sociedade.", "Partilho com a Seção a verificação de uma violação do artigo 6º § 2 da Convenção e de uma ofensa ao respeito dos bens da Requerente garantido pelo artigo 1º do Protocolo n.º 1. Contudo, entendo dever acrescentar as seguintes observações relativas à aplicação do direito português no presente caso.", "A impugnação e a oposição em processo tributário português", "2. Prevista pelo artigo 5º do Código de Processo das Contribuições e Impostos ( “o CPCI”) [1], artigo 120º do Código de Processo Tributário (“o CPT”) [2] e artigo 99º do Código de Procedimento e Processo Tributário (“o CPPT”) [3], a impugnação é, desde há muito, o meio de defesa por excelência em processo tributário português. Trata-se de um processo de contencioso tributário com características semelhantes a uma ação declarativa, pela qual o tribunal competente é chamado a pronunciar-se sobre a legalidade do ato tributário. A impugnação é, assim, uma verdadeira ação de anulação, cuja finalidade é a anulação parcial ou total do ato praticado pela administração fiscal. É, todavia, vedado ao juiz substituir-se à administração tributária e praticar o ato tributário devido uma vez que não se trata de um contencioso de substituição [4]. A ilegalidade assente na incompetência ou em vício de forma não obsta a que a administração fiscal pratique o novo ato devido, mas se a ilegalidade se reportar à própria existência da obrigação tributária, deve abster-se de o fazer [5].", "3. Os fundamentos da impugnação compreendem qualquer vício de ilegalidade, tanto de forma quanto de substância, na cobrança ou na liquidação do imposto, assente em questão de facto ou de direito quanto à existência da obrigação tributária [6]. Um vício de ilegalidade pode conduzir à anulabilidade, à nulidade ou mesmo à inexistência do ato tributário; a impugnação com base em vício de nulidade ou de inexistência do ato pode ser apresentada sem limite de prazo (artigo 102º n.º 3, do CPPT) [7]. A nulidade ou a inexistência do ato tributário devem além disso, ser verificadas oficiosamente pela Administração e pelos tribunais fiscais (artigo 134º, n.º 2, do Código de Procedimento Administrativo (“o CPA”) [8].", "Entre os vícios mais graves que podem atingir o ato tributário, a violação do caso julgado ocupa um lugar particular. Todo o ato tributário que ofende o caso julgado é nulo (artigo 133º, n.º 2, al. h) do CPA) [9]. Sendo de interesse público fazer desaparecer a nulidade da ordem jurídica, esta deve ser verificada prioritariamente na sentença sobre a impugnação (artigo 124º, n.º 1 do CPPT) [10].", "4. Tal como no passado os artigos 176º do CPCI e 286.º do CPT, o artigo 204º do CPPT enumera hoje os fundamentos de oposição. Estes inspiram-se nos fundamentos de oposição à execução previstos no artigo 814º do Código de Processo Civil. São limitativos, não obstante o carácter genérico da formulação da alínea i) do número 1 do artigo (“quaisquer outros fundamentos não previstos nas alíneas anteriores (...)”11]. Em princípio, o erro de identificação do devedor da obrigação tributária e dos seus sucessores, a falta de posse de bens na origem da dívida tributária durante o período de referência dessa dívida e a inexistência de responsabilidade solidária ou subsidiária para efeito da cobrança da dívida constituem fundamentos de “ilegitimidade” [12]. A ilegitimidade é então material e, nomeadamente no caso da responsabilidade subsidiária do gerente sub-rogado (revertido) de uma sociedade de responsabilidade limitada, pode decorrer, entre outros motivos, da existência de bens penhoráveis suficientes da pessoa coletiva originariamente devedora, da ausência de responsabilidade do gerente pela falta de pagamento da dívida ou da insuficiência do património da pessoa coletiva ou do não exercício da administração ou da gerência da pessoa coletiva durante o período fiscal em questão [13].", "Para além disso, a oposição pode ter ainda por fundamento a ilegalidade da dívida, ou seja a ilegalidade abstrata ou absoluta por falta de base legal ou de autorização da cobrança do imposto para o ano em questão. Em princípio, não pode assentar na ilegalidade concreta do ato de liquidação da dívida, que constitui objeto da impugnação [14].", "5. Sendo assim, os fundamentos da impugnação são particularmente amplos, dando à oposição um carácter “residual” [15]. No caso de sub-rogação (reversão), o sub-rogado tem dois meios processuais de defesa: se quiser fazer apreciar pelo tribunal fiscal a legalidade da liquidação do imposto, pode apresentar impugnação; se quiser atacar a legalidade da sub-rogação ou invocar outras causas de inexigibilidade da obrigação, deve deduzir oposição à execução [16].", "A ligação entre o processo de execução fiscal e o processo penal", "6. A requerente foi objeto de um processo de execução fiscal visando obter a cobrança coerciva de uma dívida fiscal de uma sociedade de que era considerada gerente de facto. Perseguida igualmente nessa qualidade por abuso de confiança fiscal pelo tribunal criminal de Almada, foi absolvida no final do processo penal, tendo o tribunal julgado que ela não podia ser considerada gerente de facto da sociedade em questão. Por conseguinte, o tribunal rejeitou também o pedido cível de pagamento dos impostos devidos pela sociedade, introduzido pelo Ministério Público contra a Requerente enquanto gerente de facto da sociedade devedora. A Requerente interpôs dois recursos administrativos nos tribunais nacionais para impedir a execução fiscal, invocando a sua absolvição no processo penal. A Administração e os tribunais fiscais recusaram contudo tomar em consideração este elemento de facto e de direito consubstanciado na absolvição, julgando os dois recursos inadmissíveis [17].", "7. A ligação entre o processo de execução fiscal e o processo penal é patente: o postulado da responsabilidade fiscal, isto é a qualidade, da Requerente, de gerente de facto da Sociedade V., foi julgado não provado no processo penal no tribunal criminal de Almada o que conduziu à absolvição definitiva da Requerente. A jurisdição penal chegou a uma conclusão clara: a Requerente não era responsável pelas dívidas da Sociedade V. nos anos 1994-1996 na qualidade de gerente de facto. Ora, a Administração e as jurisdições tributárias concluíram exatamente o oposto. Vista a ligação estreita que existe entre o processo de execução fiscal e o processo penal, é evidente que o artigo 6º § 2 da Convenção era aplicável ao processo de execução fiscal. Para retomar as palavras da Grande Chambre no seu Acórdão Allen c. Reino Unido, a administração fiscal fez, no ulterior processo de execução fiscal, com a anuência dos tribunais fiscais, uma “apreciação sobre a participação do requerente num ou no conjunto dos acontecimentos que conduziram á inculpação”[18]. Em consequência exigiu à Requerente o pagamento das dívidas fiscais da Sociedade V. nos anos 1994-1996, apesar de o tribunal criminal de Almada ter já rejeitado o pedido cível tendente a fazer pagar estes mesmos impostos pela Requerente.", "A dúvida lançada sobre a inocência da Requerente no que respeita à sua qualidade alegada de gerente de facto da sociedade", "8. A imputação da responsabilidade fiscal da Requerente pelas dívidas fiscais da Sociedade V. nos anos 1994-1996 a título do imposto sobre o rendimento, do imposto de selo e do IVA sobre os serviços prestados pela Sociedade V., pôs em causa a sua absolvição penal dos crimes de abuso de confiança fiscal pelo não pagamento destes impostos aquando dos mesmos exercícios fiscais e, por consequência, também pôs em causa a rejeição pelo tribunal criminal do pedido cível de pagamento destes mesmos impostos. As suspeitas lançadas pela Administração e pelos tribunais fiscais sobre a inocência da Requerente não são apenas indiretas, tácitas ou implícitas [19]. Vão bem para além, na medida em que a Requerente foi expressamente qualificada como “parte legítima” na execução fiscal enquanto gerente de facto da Sociedade V., pondo assim diretamente em causa os efeitos da absolvição penal. Foi, pois, lançada a dúvida sobre a inocência da Requerente relativamente à alegada qualidade de gerente de facto da Sociedade V. durante os anos 1994-1996. A sua presunção de inocência foi assim diretamente atingida.", "9. O Governo, dá ele próprio o exemplo, no parágrafo 27 das suas observações ao qualificar a sentença absolutória da Requerente pelo tribunal criminal de Almada de “sentença cujo conteúdo (fundamentação e decisão) se verifica ser extremamente discutível” e, no parágrafo 28, ao falar das “fragilidades” desta sentença. A bem dizer, a linguagem do Governo reflete explicitamente a posição da Administração fiscal, confirmada pelos tribunais fiscais, como revela claramente também o parágrafo 34 das suas observações, onde diz que “a administração fiscal tinha (a Requerente) por gerente de facto da Sociedade”. Dito por outras palavras, a administração fiscal teria julgado estabelecido um facto considerado não provado pelo tribunal criminal de Almada. Os tribunais fiscais terão feito sua, sem hesitar, a posição da administração fiscal, por exemplo, na página 2 da parte intitulada “Dos factos provados” e na página 5 da parte intitulada “Do direito”, da sentença do tribunal fiscal de primeira instância, de 24 de Abril de 2004, em que este retoma a tese segundo a qual a Requerente seria “gerente de facto” da sociedade devedora, bem como na página 2 da parte intitulada “A matéria de facto” e no verso da página 3 da sentença do Tribunal Central Administrativo, de 16 de Março de 2005, em que se encontra a mesma formulação, bem como na página 2 da parte intitulada “Dos factos provados”, da sentença do tribunal fiscal de primeira instância de 20 de Dezembro de 2005, em que o tribunal insiste na “qualidade de responsável subsidiária” da requerente.", "O formalismo das autoridades nacionais", "10. O Governo procura justificar a contradição flagrante entre os processos fiscal e penal, mas sem convencer. Primeiro, sustenta que as responsabilidades penal e fiscal assentavam sobre “factos distintos e autónomos”, persistindo a responsabilidade tributária para além da execução da pena [20]. Depois, diz que a “questão”, levantada pela Requerente, que se considerava não devedora das dívidas fiscais da Sociedade V. porque não tinha sido a sua gerente de facto, como tinha concluído o tribunal criminal de Almada, respeitava à sua ilegitimidade e relevava, assim, do procedimento de oposição à execução e não do procedimento de impugnação. Por outras palavras, a “desvalorização” pelas jurisdições fiscais da sentença penal que tinha absolvido a Requerente devia-se a um vício de forma de que esta seria a única responsável [21]. Por este motivo, a sentença penal não foi tomada em conta na impugnação, pelo tribunal fiscal de primeira instância, não devendo este, destarte, pronunciar-se sobre esta matéria [22]. Enfim, fosse como fosse, o Governo fez seus os fundamentos do Supremo Tribunal Administrativo, sustentando mesmo que “no caso em apreço, a existência de uma tal sentença não era questão a resolver pelo tribunal, porque não existia nenhuma controvérsia sobre este ponto. Por conseguinte, na ausência de uma decisão sobre uma “questão” nesta fase, não existia nulidade por falta de decisão”.[23]", "11. Não me posso associar a esta aproximação formalista. A meu ver, a absolvição da Requerente em matéria penal constituía uma questão central da impugnação, que deveria ter sido tratada pelos tribunais fiscais. Não apenas o artigo 674.º-B do Código de Processo Civil, em conjugação com o artigo 2º do CPPT[24], fazia pesar sobre a administração fiscal e sobre os tribunais fiscais uma presunção legal de inexistência dos factos que estiveram na origem do processo penal, mas também a impugnação era um meio de defesa que podia encontrar fundamento em “qualquer ilegalidade” (artigo 99º do CPPF), nomeadamente a violação do caso julgado penal e das presunções legais que daí resultam.", "A “questão” levantada pela Requerente não era simplesmente uma questão de “ilegitimidade” para estar em juízo no lugar da Sociedade V. A pedra de toque da defesa da Requerente era a violação da presunção de não cometimento dos factos de que tinha sido absolvida no processo penal, por outras palavras, a violação do caso julgado penal. A “questão” da “ilegalidade” ia assim muito mais longe que aquilo que os tribunais fiscais quiseram entender, na medida em que implicava a nulidade do ato tributário por violação do caso julgado penal (artigo 133º, n.º 2 do CPA), normalmente de conhecimento oficioso (artigo 134º, n.º 2 do CPA) e prioritário na decisão da impugnação (art.º 124º, n.º 1 do CPPT) [25].", "12. Para mais, a “questão” da absolvição da Requerente em matéria penal foi controvertida desde o início do procedimento de impugnação. Com efeito, o núcleo duro da defesa da Requerente respeitava, desde 1999, à questão dos efeitos da sentença de absolvição sobre os procedimentos fiscais de oposição e de impugnação [26]. Assim, e contrariamente ao que o Governo defende, a sentença de absolvição da Requerente em matéria penal deveria ter sido integrada nos factos assentes na impugnação pelo tribunal fiscal de primeira instância, que se deveria ter pronunciado sobre “a questão”, bem como, aliás, o Supremo Tribunal Administrativo. O artigo 674.º-B do Código de Processo Civil, em conjugação com o artigo 2º do CPPT, assim o impunha, o que os tribunais fiscais ignoraram.", "O princípio da verdade material na resolução dos litígios entre a administração fiscal e os contribuintes", "13. A ausência de decisão sobre o fundamento de ilegalidade concreto indicado pela Requerente na sua impugnação não pode ser justificada pela não consideração pelo tribunal tributário de primeira instância dos factos pertinentes para a sua própria pronúncia. Este raciocínio circular impede qualquer discussão sobre uma “questão” jurídica, ao afastar os factos pertinentes a tal fim. Esta petição de princípio dos tribunais fiscais pesou claramente sobre a análise do fundamento de ilegalidade da dívida fiscal em questão, tendo em conta a absolvição da Requerente da acusação de exercício da gerência de facto da Sociedade V. nos anos 1994-1996. Os tribunais fiscais ignoraram assim, não apenas o artigo 674.º-B do Código de Processo Civil, mas também o princípio da justiça material e o princípio do inquisitório que impõem ao juiz que fixe a materialidade da dívida fiscal sem se limitar às provas apresentadas pelas partes e que dê prevalência às soluções substantivas em detrimento das soluções formalistas nos litígios entre a administração fiscal e os contribuintes (artigo 13º do CPPT e artigos 5º, n.º 2 e 99 da Lei Geral Tributária – “LGT”) [27][28].", "14. A natureza inquisitória do processo seguido nos tribunais fiscais atém-se principalmente à importância da função do juiz, que visa reequilibrar a desigualdade entre as partes privada e pública. A insistência da administração fiscal contra uma simples contribuinte por uma dívida fiscal que não era a sua e que inclusivamente estava prescrita [29], comprometendo a sua situação financeira durante anos por sucessivas condenações em custas excessivas, com várias penhoras dos seus bens, incluindo parte da sua pensão de reforma, não é aceitável num Estado de direito. A inércia dos tribunais fiscais diante de tal insistência contradiz a função última do princípio do inquisitório e esvazia efetivamente da sua substância o princípio da verdade material, deixando a parte privada sem proteção real contra o arbítrio. O princípio da verdade material não é de sentido único, na medida em que não cria obrigações apenas para o contribuinte em relação ao Estado, mas de dois sentidos, na medida em que cria também obrigações para o Estado em relação ao contribuinte [30]. Ora, no presente caso, a administração fiscal ignorou, em detrimento do contribuinte, os factos materiais fixados por um tribunal criminal sem que os tribunais fiscais tenham posto fim à grave ilegalidade cometida, dispondo embora do poder para o fazer. A força de caso julgado que tinha adquirido a absolvição da acusação e a rejeição do pedido cível apresentado contra a Requerente enquanto gerente de facto relativamente às dívidas da Sociedade V. nos anos 1994-1996, foi reduzida a nada, atingindo assim, na sua própria essência, a presunção de inocência da Requerente.", "Conclusão        ", "15. O calvário judicial que a Requerente teve de sofrer nestes últimos catorze anos nos vários processos internos instaurados para se liberar de uma dívida fiscal que não era sua só foi possível devido a uma falta de clareza do quadro legal quanto aos efeitos jurídicos do caso julgado penal nos processos penais e não penais, nomeadamente, administrativos e fiscais. A posição do Governo é disso a melhor prova: segundo ele, “não resulta claro que a referida sentença de absolvição pudesse constituir caso julgado pertinente no âmbito do processo fiscal” [31]. Esta posição mostra à evidência, a falta de clareza do quadro legal. É tempo de pôr fim a este problema estrutural do direito português.", "", "OPINIÃO DIVERGENTE DOS JUÍZES BERRO-LEFÈVRE, STEINER e HAJIYEV", "Lamentamos não poder subscrever à constatação da maioria segundo a qual existe neste caso violação do artigo 6º, § 2 da Convenção.", "No que respeita à admissibilidade, o acórdão da seção cita, a justo título, o critério recentemente definido no acórdão de princípio Allen c. Reino Unido [GC] n.º 25424/09 ( ), § 104 CEDH 2013, nos termos do qual, sempre que a questão da aplicabilidade se coloca no âmbito de um processo ulterior, o requerente deve demonstrar a existência de uma ligação entre o processo penal findo e a ação subsequente. Em Allen, o Tribunal cita como exemplo várias situações de natureza a demonstrar a existência de uma tal ligação entre os dois processos considerados: a ação posterior exige a análise da sentença penal, ou o estudo ou a avaliação dos elementos de prova vertidos no processo penal, contém uma apreciação sobre a participação do requerente num ou no conjunto dos acontecimentos que conduziram à inculpação, ou formula comentários sobre os elementos que continuam a sugerir uma eventual culpa do interessado.", "No caso em apreço, o acórdão conclui pela existência desta ligação na medida em que os dois processos penal e fiscal respeitam ambos à gestão fiscal da Sociedade V e ao mesmo tipo de impostos, e a questão de facto essencial a resolver, a de saber se a Requerente é efetivamente gerente de facto da sociedade, é também idêntica.", "Entendemos, pela nossa parte, à luz dos exemplos citados, que o critério a ligação enunciado no acórdão da Grande Chambre, Allen, é muito mais exigente: no nosso processo, pelo contrário, não existiu exame da sentença penal, nem dos elementos de prova contidos no processo penal, e em nenhum momento as decisões dos tribunais fiscais fizeram declarações imputando à Requerente uma responsabilidade penal.", "Para mais, verificamos que a reclamação fiscal dirigida contra a Requerente respeita ao não pagamento de um montante total de 346 008,71 Euros por um período compreendido entre os anos 1991 e 1998, enquanto o processo penal respeitava ao montante de 88 530,47 Euros para os anos 1994 a 1996. Contrariamente à maioria, não pensamos que os dois processos incidiam sobre os mesmos exercícios fiscais da Sociedade V., e não podemos, pois, considerar que o processo de execução fiscal estivesse ligado ao processo penal.", "Sobre o fundo, a cronologia dos acontecimentos parece-nos particularmente importante.", "O processo fiscal de execução, fundando-se numa injunção para pagamento de Março de 1999 foi acionado em 10 de Abril de 2000 e o título executivo foi obtido no dia a seguir. A penhora da participação social da Requerente teve lugar em 8 de Março de 2000, enquanto o processo penal por crime de abuso de confiança fiscal foi julgado posteriormente, em 14 de Julho de 2000.", "É assim claro que no momento em que foi desencadeado o processo de execução fiscal, nenhum tribunal se tinha ainda pronunciado sobre a culpabilidade ou a absolvição da Requerente no âmbito do processo penal. Por este facto, este caso distingue-se já do grande número de casos examinados pelo Tribunal no passado, em que este se debruçou sobre a aplicação do artigo 6º § 2 a decisões judiciais (quanto ao mérito) proferidas consecutivamente a um processo penal findo por arquivamento ou por absolvição (ver Allen, supracitado, § 98).", "É verdade que um tal cenário, com uma decisão judicial sobre o mérito após uma absolvição, poderia ter acontecido no caso em apreço. Com efeito, nos termos da legislação portuguesa, a Requerente tinha a possibilidade de deduzir oposição à execução diante do tribunal fiscal. É, pois, através desta via de recurso que, sendo o caso, cabia à requerente fazer valer a existência de sentença penal que tivera lugar.", "Ora, ressalta das conclusões do tribunal administrativo e fiscal de Almada e do tribunal central administrativo Sul que o recurso interposto pela Requerente em 27 de Março de 2000 era tardio, por não ter sido interposto nos trinta dias a seguir à citação em conformidade com o artigo 190º § 3 do Código de Processo Tributário. Os recursos subsequentes diante do Supremo Tribunal Administrativo e o Tribunal Constitucional foram rejeitados por falta de pagamento das custas judiciais e de esgotamento das vias de recurso internas (ver § 26 do acórdão).", "Paralelamente, o procedimento de impugnação de 11 de Abril de 2000 foi igualmente rejeitado pelo tribunal administrativo e fiscal de Almada porque os meios a utilizar pela Requerente (entre os quais a existência da sentença de absolvição entretanto proferida) relevavam da via da oposição à execução e não da impugnação.", "Na sua motivação, o Supremo Tribunal Administrativo indicou, em 4 de Novembro de 2009, que a existência da sentença penal não era uma questão a resolver porque não existia controvérsia sobre este ponto. Concluiu que a sentença impugnada considerou que o processo era nulo desde o início por erro no procedimento de impugnação, e que, consequentemente, o conhecimento das questões relativas ao seu objeto era impossível.", "Por outras palavras, e mesmo que a existência da sentença penal não fosse controvertida, nem por isso deixava de suceder que, por não ter sido utilizado o meio de recurso adequado ao dispor (procedimento de oposição) em tempo útil, o tribunal não podia apreciar o conteúdo da impugnação.", "Por conseguinte, parece que os tribunais nacionais não tiveram verdadeiramente a possibilidade de decidir as questões de compatibilidade da decisão fiscal com a presunção de inocência, no quadro do artigo 6º § 2 da Convenção, e que de acordo com o dever de esgotamento das vias de recurso internas, nos termos do artigo 35º § 1 da Convenção, o Tribunal não pode utilizar os pareceres destes tribunais sobre a questão litigiosa que lhe é colocada neste caso (Burden c. Reino-Unido [GC], n.º 13378/05 ( ), § 40, CEDH 2008). Isto é tanto mais de lamentar quanto os factos contestados no caso deixam planar, como já referido, dúvidas sérias quanto à identidade dos factos nos dois processos.", "Não vemos, assim, como é que a maioria pode concluir que tanto a administração fiscal quanto os tribunais administrativos desconsideraram a absolvição da Requerente (§ 66 do Acórdão).", "Quando a administração fiscal emitiu a injunção de pagamento contra a Requerente, instaurou a ação de execução e finalmente penhorou a participação social, a questão da culpabilidade penal da interessada ainda não havia sido decidida. E ainda não tinha sido resolvida aquando da apresentação – tardia – da oposição à execução. Não se trata, assim, de uma interpretação restritiva das condições de admissibilidade dos meios de recurso pelos tribunais nacionais, como censura a maioria no § 65, mas de uma aplicação pura e simples da lei em matéria de recursos, como estes mesmos tribunais devem fazer; com todas as consequências, certamente infelizes, para a Requerente, quanto à penhora, nomeadamente da participação social.", "Mesmo admitindo que existia uma identidade de factos suficiente para suscitar uma questão relativa ao artigo 6º § 2, não estamos convencidos que o resultado do processo fiscal seja incompatível com esta norma.", "A maioria parece considerar que o simples facto de a Requerente ter sido absolvida no plano penal, torna impossível qualquer procedimento consecutivo (§ 64 do acórdão). Mas o Tribunal já considerou, nomeadamente em casos relativos a um processo civil subsequente que, se a absolvição penal não deve ser questionada no âmbito do processo de indemnização, isso não deve constituir obstáculo ao estabelecimento, com base em exigências de prova menos restritas, de responsabilidade civil com obrigação de pagamento de uma indemnização pelos mesmos factos (ver por exemplo, Ringvold c. Noruega, n. 34964/97 ( ) § 38, CEDH 2003 –II; Lundkvist c. Suécia (dec.), n.º 48518/99 ( ), CEDH 2003-XI).", "Nestes termos, em nossa opinião, não existe violação do artigo 6º § 2 da Convenção. E por conseguinte, também não se verifica a violação do artigo 1º do Protocolo n.º 1.", "", "Notas:", "[1] Código de Processo das Contribuições e Impostos, aprovado pelo Decreto-Lei n.º 45005, de 27 de Abril de 1963.", "[2] Código de Processo Tributário, aprovado pelo Decreto-Lei n.º 154/91.", "[3] Código de Procedimento e de Processo Tributários, aprovado pelo Decreto-Lei n.º 433/99, de 26 de Outubro. Os termos “Processo” e “Procedimento” têm um sentido diferente em semântica jurídica fiscal portuguesa: a primeira refere-se à sucessão dos atos e formalidades praticados pela Administração Tributária com vista à prática do ato tributário, a segunda visa a sucessão de atos cumpridos e de formalidades seguidas pelos tribunais fiscais para garantir a proteção dos direitos dos contribuintes destinatários de um ato tributário.", "[4] A doutrina é unânime sobre estes pontos, como dizem Rui Duarte Morais, Manual de Procedimento e Processo Tributário, Coimbra, Almedina 2012, págs. 241 e 242; Lopes de Sousa, Código de Procedimento e Processo Tributário Anotado e Comentado, Sexta edição, Lisboa, Areas Editora, volume II, 2001, p. 347; Pinto Fernandes e Cardoso dos Santos, Código de Processo Tributário Anotado e Comentado, Lisboa, Rei dos Livros 1991, p. 341; Alfredo de Sousa e Silva Paixão, Código de Processo das Contribuições e Impostos comentado e anotado, Coimbra, Almedina, 1982, p. 42; João de Matos e Serpa e Oliveira, Código de Processo das Contribuições e Impostos na jurisprudência, Lisboa, 1973, p. 24-33; Rúben de Carvalho e Rodrigues Pardal, Código de Processo das Contribuições e Impostos Anotado, Coimbra, Almedina, 1963, p. 24, e a segunda edição desta obra, 1969, p. 69 e 70.", "[5] Alberto Xavier, Conceito e natureza do acto tributário, Coimbra, Almedina, 1972, p. 95, e Lima Guerreira e Dias Mateus, Código de Processo Tributário comentado pelos membros da Comissão de elaboração do projecto, Lisboa, Edifisco, 1991, p. 155 e 156.", "[6] Alberto Xavier, op. cit., p. 377, e Rúben de Carvalho e Rodrigues Pardal, op. cit., 1969, p. 84.", "[7] Antunes Ribeiro, Código de Procedimento e processo tributário anotado e comentado, Lisboa, Quid Iuris, 2002, p. 99, e Mário esteves de Oliveiro, Direito Administrativo, Coimbra, Almedina, volume I, p. 538.", "[8] Código de Procedimento Administrativo, aprovado pelo Decreto-Lei n.º 442/91 de 15 de Novembro. Sobre o alcance deste poder-dever, ver Mário Esteves de Oliveira e outros, Código do Procedimento Administrativo comentado, Coimbra, Almedina 1998, p. 652-654, e António Francisco de Sousa, Código do Procedimento Administrativo anotado e comentado, Lisboa, Quid Iuris, 2009, p. 392 e 393. Os vícios de anulabilidade do ato devem em princípio, ser alegados pela parte. Todavia, certa jurisprudência admite que os fundamentos da impugnação possam ser implicitamente alegados (STA, acórdão de 7 de Julho de 2010, proc. 366/10; acórdão de 16 de Abril de 2008, proc. 51/08; acórdão de 4 de fevereiro de 2009, proc. 925/08 e acórdão de 24 de janeiro de 1990, proferido no recurso 10609, e Lopes de Sousa, op. cit., vol. II, p. 92).", "[9] Lopes de Sousa, op. cit., volume II, p. 337 e 338.", "[10] Lopes de Sousa, op. cit., volume II, p. 340, que acrescenta que a verificação da existência de um vício de nulidade ou de inexistência não deve obstar á verificação de outros vícios de anulabilidade do ato se puder impedir definitivamente a repetição do ato ilegal.", "[11] Lopes de Sousa, op. cit., volume II, p. 441, Freitas da Rocha, Lições de Procedimento e Processo Tributário, Coimbra, Coimbra Editora, 2011, p. 333; Pinto Fernandes e Cardoso dos Santos, op. cit., p. 828 e Rúben de Carvalho e Rodrigues Pardal, op. cit., p. 197.", "[12] Lima Barreiros e Dias Mateus, op. cit., p. 314, e acórdão do STA, de 27 de Setembro de 1981, proferido no recurso 5637.", "[13] Antunes Ribeiro, op. cit., pp. 170. A própria questão da constitucionalidade e a sub-rogação dos responsáveis subsidiários pelas dívidas fiscais foi já debatida (ver os Acórdãos do Tribunal Constitucional n.ºs 507/2002, e 160/2007).", "[14] Ver o acórdão do Tribunal Constitucional n.º 1171/96, e Lopes de Sousa, op. cit., volume II, p. 89, e volume III, p. 443; Freitas da Rocha, op. cit., p. 334, Pinto Fernandes e Cardoso dos Santos, op. cit., p. 343; Lima Guerreiro e Dias Mateus, op. cit., p. 155 e 156, e Rúben de Carvalho e Rodrigues Pardal, op. cit., 1963, p. 198 e 1969, p. 88 e 89.", "[15] Antunes Ribeiro, op. cit., p. 170.", "[16] Rui Duarte Morais, op. cit., p. 343 que refere que esta dualidade é anacrónica, constitui uma “incompreensível redução das garantias dos sujeitos passivos” e acarreta forçosamente um “esbanjamento de meios, conduzindo a uma duplicação de processos”. Para complicar ainda mais as coisas, discute-se ainda a questão de saber se o contribuinte pode impugnar a decisão de sub-rogação da administração fiscal por via do artigo 276º do CPPT.", "[17] É digno de nota o facto de que a oposição tenha sido rejeitada pelo tribunal fiscal por tardia enquanto o representante da administração fiscal a havia expressamente considerado “oportuna” (ver o documento do Tesouro Público, de contestação à oposição, de 5 de Julho de 2000).", "[18] Allen c. Reino-Unido (GC), n.º 25424/09, § 109, CEDH 2013. Tal como resulta claramente da formulação da Grande Chambre, não é necessária uma coincidência total entre os factos apreciados no processo penal e o processo ulterior para que exista violação da presunção de inocência, uma vez que a apreciação da participação da Requerente num único dos acontecimentos que levou á sua inculpação é bastante para fazer cair a ação posterior no campo de aplicação do artigo 6º § 2 da Convenção. É exatamente o que sucede no caso em apreço, em que o processo de execução tributária visava dívidas fiscais da Sociedade V. durante os anos de 1991-1998, englobando, assim, as dívidas fiscais desta mesma Sociedade V. durante os anos 1994-1996, objeto do processo penal.", "[19] No seu acórdão Vassilios Stavropoulos c. Grécia, n.º 35522/04, § 39, 27 de Setembro de 2007, o Tribunal admitiu que mesmo pronúncias “incidentais”, não necessariamente “diretas”, podem levantar um problema à luz do artigo 6º § 2 da Convenção.", "[20] Ver a primeira conclusão das observações do Governo, página 18. No parágrafo 51 das suas observações, o Governo faz explicitamente seu o argumento da Fazenda Pública segundo o qual a absolvição da Requerente em matéria penal não tinha força de caso julgado relativamente ao processo fiscal. Mas, na sétima conclusão destas mesmas observações, não é tão perentório e admite ter dúvidas (“...não é claro...”) quanto ao valor de caso julgado de uma absolvição em matéria penal no âmbito do processo fiscal.", "[21] Ver as terceira e sexta conclusões das observações do Governo, página 18. Assim, o Governo reconhece que existiu uma “desconsideração da absolvição penal” pelos tribunais fiscais, mas imputa este “desconsideração” à Requerente. Acrescenta que o vício de forma era de correção impossível pelos tribunais competentes. Como se verá, a sua tese não pode ser aceite tanto à luz tanto dos princípios estabelecidos pelo art.º 13º do CPPT e o artigo 99 da LGT, que inspiram todo o processo tributário português, como do carácter aberto dos fundamentos de ilegalidade do artigo 99º do CPPT.", "[22] Ver parágrafo 35 da sentença.", "[23] Como o Governo reconhece nas suas observações, na página 13, onde cita o acórdão do STA de 4 de Novembro de 2008.", "[24] Como previam já o artigo 1º do CPCI e o artigo 2º do CPT, e como prevê hoje o artigo 2º do CPPT, o Código de Processo Civil é subsidiariamente aplicável a toda a questão de natureza estritamente processual (Rúben de Carvalho e Rodrigues Pardal, op. cit., p. 21;Lima Guerreiro e Dias Mateus, op. cit., pp. 27 e 28, e Pinto Fernandes e Cardoso dos Santos, op.cit, pp. 29 e 30).", "[25] Para dizer ainda mais claramente, a Requerente levantou não apenas a “questão” do exercício da administração ou da gerência da pessoa coletiva, mas também a “questão”, mais ampla da violação do caso julgado penal, que constitui intrinsecamente uma “questão de ilegalidade”, incidente sobre um vício de nulidade, que era imperiosamente necessário resolver na impugnação.", "[26] A Requerente ateve-se sempre à mesma argumentação desde a sua audição em 9 de Abril de 1999 pela administração fiscal. Nunca foi ouvida.", "[27] O princípio da justiça material está previsto no artigo 5º, n.º 2 da LGT e o do inquisitório pelo artigo 99º da LGT, o artigo 39º do CPCI, o artigo 40º do CPT e o artigo 13º do CPPT. Sobre este princípio, ver Rui Duarte Morais, op.cit, p. 254 e segs.; Diogo Leite de Campos e outros, Lei Geral Tributária anotada e comentada, quarta edição, Lisboa, Encontro da Escrita, 2012, p. 859; Freitas da Rocha, op. cit., p. 214 e 215; Pedro Vidal Matos, O princípio do inquisitório no procedimento tributário, Coimbra, Coimbra Editora, 2010, p. 128 e segs., e Saldanha Sanches, Princípios do contencioso tributário, Lisboa, Fragmentos, 1987, p. 2 e segs, e 35 e segs. Antes da LGT, sustentava-se que o princípio do inquisitório admitia mesmo a possibilidade de procurar outros factos para além daqueles que constituem objeto do processo (derrogação ao princípio ne procedat judex ex officio), de conhecer os factos constitutivos do direito à revogação do ato impugnado (derrogação ao princípio judice secundum alligata judiciare debet) e de decidir sobre os limites das pretensões (derrogação ao princípio ne eat judex altra e extra petitum partium) (Lima Guerreiro e Dias Mateus, op. cit., p. 73 e 74). Uma outra opinião, mais ténue, defendia que o juiz não pudesse conhecer de factos não alegados pelas partes, nos termos dos artigos 660.º, n.º 2, e 664.º do CPC (Pinto Fernandes e Cardoso dos Santos, op. cit., p. 156 e 157, e Alfredo de Sousa e José Paixão, op. cit., p. 168 e 169). O artigo 99º da LGT reduziu estas possibilidades, limitando o poder inquisitório do juiz às diligências de prova necessárias para verificar a materialidade dos factos alegados ou daqueles de que pode conhecer oficiosamente. Esta disposição foi criticada pela doutrina (Lopes de Sousa, op.cit., volume I, p. 174, e Rui Duarte Morais, op. cit., p. 254).", "[28] Com efeito, a administração fiscal tem mesmo em certos casos o poder-dever de revogar o ato impugnado (artigo 112º do CPPT). Este poder pode ser exercido ex officio, como por exemplo no caso de revogação oficiosa da liquidação do imposto por dupla cobrança (ofício-circular 6/94, de 18 de Fevereiro, da DSIRS da DGCI, e nas situações de substituição tributária, ofício-circular n.º 20015/99, de 1 de Setembro de 1999, da DSIRS da DGCI), e da anulação oficiosa da liquidação, para além dos prazos de caducidade e de revisão (ofício-circular n.º 1-A/98, de 24 de Julho de 1998, da DSCA da DGCI).", "[29] Como confessa o Governo no parágrafo 75 das suas observações, página 16.", "[30] Infelizmente a minoria não quis ver, ela também, a importância deste princípio para o presente caso, limitando-se a repetir os argumentos formalistas do Governo. A fronteira entre a maioria e a minoria é bem clara: é aquela que separa uma justiça material de uma justiça formalista.", "[31] Sétima conclusão das observações do Governo, página 19."]}