{"file": "RUM_HJUDRUM_4158_05.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "4158/05", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012. Această traducere a fost efectuată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Nu obligă Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul prezentului document.", "© Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Notă informativă privind jurisprudența Curții nr. 126", "Ianuarie 2010", "Gillan și Quinton c. Marii Britanii - 4158/05", "Hotărâre din 12.1.2010 [Secția a IV-a]", "Articolul 8", "Articolul 8-1", "Respectarea vieții private", "Împuternicirea de a reține și percheziționa persoanele fără motive plauzibile de a le suspecta că au comis o infracțiune : violare", "În fapt – În temeiul articolelor 44 - 47 din Legea privind terorismul din 2000, un ofițer superior de poliție poate, dacă consideră „oportun în scopul prevenirii actelor de terorism”, să emită o autorizație care să permită oricărui agent de poliție în uniformă într-o zonă geografică determinată, să interpeleze orice persoană pieton pe jos sau în mașină și să percheziționeze această persoană și/sau automobilul și pasagerii. Autorizația trebuie să fie confirmată de către ministrul de interne într-un termen de 48 ore, în caz contrar, aceasta încetează să-și producă efectele. Ea poate fi valabilă 28 de zile, dar poate fi reînnoită. Puterile pe care aceasta le conferă pot fi exercitate numai pentru a căuta/identifica „obiecte de natură a fi utilizate în scopuri teroriste”, însă polițistul în cauză nu este obligat să aibă motive de „a suspecta prezența unor asemenea obiecte”. Polițistul poate cere persoanei interpelate să-și scoată pălăria, încălțămintea, paltonul și mănușile și, dacă aceasta poate fi în mod rezonabil considerat ca fiind necesar, să introducă mâinile sale în interiorul buzunarelor, îi poate verifica gulerul, șosetele, încălțămintea și părul acesteia. Percheziția are loc în public, în locul sau în apropiere de locul unde persoana a fost interpelată și refuzul constituie infracțiune pedepsită cu închisoarea, amenda sau ambele. Un raport, întocmit de o autoritate independentă de supraveghere privind punerea în aplicare a legii, este prezentat o dată pe an Parlamentului. Aceste atribuții de interpelare și percheziție se aplică zonei metropolitane (Grater London) din momentul intrării în vigoare a legislației pertinente în februarie 2001. De atunci, autorizațiile succesive au fost emise și confirmate prin rotație. Între 2004 și 2008, numărul total de percheziții înregistrate de către Ministerul Justiției a crescut de la 33 177 la 117 278. Autoritatea independentă de supraveghere este din ce în ce mai critică în rapoartele sale recente față de utilizarea a ceea ce s-a făcut din această atribuție, invocând cazuri de „ utilizare nejustificată și inutilă” a acestei puteri și punând la îndoială necesitatea de a avea o autorizație continuă care să acopere toată zona metropolitană, decât a avea o autorizație limitată unor „locuri importante”. Reclamanții în speță au fost interpelați și percheziționați de către polițiști în momente diferite, în timp ce se deplasau la o manifestație organizată nu departe de un târg de arme. Dl Gilan, echipat cu un rucsac, circula cu bicicleta. Dna Quinton, care este jurnalistă, a fost interpelată și percheziționată, deși aceasta a prezentat legitimația de jurnalist polițistului. În cazul ambilor reclamanți, percheziția nu a durat mai mult de 30 de minute. Ambii au depus cerere de control judiciar, dar în zadar. Pronunțându-se în ultimă instanță, Camera Lorzilor a pus la îndoială faptul că o percheziție ordinară și superficială a unei persoane, poate fi văzută ca o lipsă de respect pentru viața privată, în sensul articolului 8 din Convenție. Chiar presupunând că această dispoziție ar fi aplicabilă, puterea de arestare și percheziție satisfăcea condiției de regularitate prevăzută de Convenție, dat fiind că polițiștii nu puteau acționa de o manieră arbitrară. Reclamanții au intentat, de asemenea, o acțiune pentru repararea prejudiciului în fața county court. Acțiunile au fost respinse și aceștia nu au depus apel.", "", "În drept", "", "a) Admisibilitatea – Guvernul susține că reclamanții nu au epuizat toate căile de recurs interne, dat fiind că aceștia nu au acceptat o ofertă de a organiza o ședință cu ușile închise în fața High Court, pentru a determina dacă autorizația și confirmarea erau justificate și că aceștia nu au depus apel împotriva hotărârii County Court. Curtea relevă totuși că reclamanții nu contestă faptul că măsurile de interpelare și percheziție, a căror au fost obiect, erau conforme prevederilor legii privind terorismul. De fapt, capetele de cerere se referă la compatibilitate generală a puterii de interpelare și percheziție cu Convenția. În consecință, recursurile invocate de Guvern nu ar fi fost nici pertinente, nici efective în ceea ce privește capetele de cerere prezentate Curții.", "Concluzie: excepție preliminară respinsă (unanimitate).", "b) Fondul – Articolul 8: utilizarea forței coercitive prevăzută de legislația antiteroristă și care permite să se solicite oricărui individ ca acesta să se supună unei percheziții aprofundate a persoanei sale, a hainelor și a lucrurilor personale, constituie în mod evident o ingerință în dreptul la respectarea vieții private. Caracterul public al percheziției, ce implică jenă cauzată de faptul că informațiile personale sunt expuse vederii altuia, poate în anumite cazuri să agraveze ingerința, adăugând un element de umilire și stinghereală. Ingerința nu poate fi comparată cu percheziția efectuată asupra pasagerilor în aeroport-uri sau asupra vizitatorilor într-o instituție publică. Se poate considera că o persoană care călătorește cu avionul, optând pentru o asemenea călătorie, este de acord să fie supusă unei asemenea percheziții și aceasta este liberă să nu-și ia asupra sa anumite lucruri personale sau să plece fără a se supune percheziției. Puterea de percheziție conferită de Legea privind terorismul este de natură diferită: orice persoană poate fi interpelată, oriunde și oricând, fără o notificarea prealabilă și fără posibilitatea de a alege să se supună sau nu percheziției. Referitor la faptul dacă măsura era „ prevăzută de lege”, nu se contestă că interpelarea și percheziția utilizate în cazul celor doi reclamanți, se bazau pe articolele 44-47 din Legea privind terorismul combinate cu Codul bunelor practici, care este un document public. Întrebarea este dacă aceste dispoziții conferă poliției o putere discreționară prea largă, atât în ceea ce privește autorizația puterii de interpelare și percheziție, cât și aplicarea acesteia în practică. În opinia Curții, nu a fost demonstrat că garanțiile prevăzute de dreptul intern ofereau indivizilor o protecție adecvată împotriva ingerințelor arbitrare. Mai întâi, referitor la etapa de autorizare și confirmare, Curtea relevă că polițiștii cu grad înalt pot autoriza recurgerea la puterea de interpelare și percheziție, dacă consideră că aceasta este „oportun” (și nu necesar) pentru a preveni acte de terorism, astfel încât nu există cerința de a aprecia proporționalitatea măsurii. În plus, dacă autorizația este confirmată de ministru într-un termen de 48 de ore, acesta nu poate modifica domeniul de aplicare teritorial al autorizației și se pare că, în practică, acesta niciodată nu a refuzat să o confirme, și nici să anticipeze data de expirare a acesteia. Restricțiile temporale și teritoriale prevăzute de lege nu au permis să se limiteze emiterea autorizațiilor de către puterea executivă, așa cum o arată faptul ca autorizația inițială acordată zonei metropolitane a fost reînnoită continuu prin „rotație”. În cele din urmă, nu este posibil să se conteste o autorizație: dacă o procedură de control judiciar este posibilă, întinderea puterii discreționare în cauză este de așa natură că reclamanții trebuie să facă față unor obstacole considerabile pentru a reuși să demonstreze că o autorizație sau confirmare a fost emisă ultra vires sau că constituie un abuz de putere, în timp ce competența Autorității independente de supraveghere se limitează la prezentarea, de o manieră generală, cum sunt aplicate prevederile legislative și nu dispune de atribuția de a anula sau modifica autorizațiile. Puterea discreționară de care se bucură orice polițist, constituie un alt motiv de preocupare. Dacă un polițist, în momentul efectuării unei percheziții, trebuie să respecte Codul bunelor practici, acest instrument reglementează, în esență, modalitățile de interpelare și percheziție și nu restrânge sub nicio formă decizia de a interpela și de a percheziționa persoana, care se bazează în mod exclusiv pe un „presentiment” sau pe „intuiția profesională” a polițistului. Nu numai că acesta nu este obligat să demonstreze existența unui motiv rezonabil de a suspecta o infracțiune, dar acesta nu este nici măcar obligat să aibă cea mai mică bănuială față de persoana care este supusă interpelării și percheziției. Singura condiție este ca percheziția trebuie sa fie efectuata cu scopul de a găsi obiecte care pot fi utilizate în scopuri teroriste, ceea ce constituie o categorie foarte larga și care acoperă numeroase obiecte pe care orice individ le poate avea asupra sa. Or, polițistul nu trebuie să aibă motive particulare de a suspecta prezența unor asemenea obiecte pentru a efectua o interpelare, din moment ce scopul acesteia este de a găsi asemenea obiecte. În această privință, elemente statistice și de altă natură arată de o manieră frapantă în ce măsură polițiștii utilizează puterea de interpelare și percheziție. Având în vedere numărul mare de percheziții efectuate și de rapoartele Autorității independente de supraveghere, care arată că această putere este utilizată fără necesitate, Curtea consideră că acordarea tuturor polițiștilor a unei puteri discreționare atât de largi, implică un risc vădit de arbitrar. Riscul unei utilizări discriminatorii a acestor prerogative împotriva minorităților etnice, este real și reiese din restul statisticilor că puterea în cauză se exercită de manieră disproporționată față de persoanele de culoare sau de origine asiatică. De altfel, există riscul că puteri atât de larg definite să fie utilizate într-o manieră abuzivă împotriva manifestanților sau a contestatarilor. De asemenea, cum și arată prezenta cauză, o cerere de control judiciar sau o acțiune în despăgubire în vederea contestării exercitării puterii de interpelare și percheziție, exercitate de către un polițist într-o cauză anumită, are puține șanse de reușită: absența obligației pentru polițist de a demonstra existența unei bănuieli rezonabile duce practic la faptul că este imposibil de a demonstra că acesta și-a exercitat puterea de o manieră ilegală.", "În concluzie, puterea de autorizare și confirmare, cât și cea de interpelare și percheziție prevăzute de articolele 44 și 45 din Legea privind terorismul nu sunt nici suficient reglementate, nici însoțite de garanții juridice adecvate împotriva abuzurilor. Prin urmare, acestea nu sunt „prevăzute de lege”.", "Concluzie: violare (unanimitate).", "Articolul 41 : Constatarea încălcării constituie în sine o satisfacţie echitabilă suficientă pentru prejudiciul moral.", "", " Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012", "", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Această traducere a fost realizată cu sprijinul Fondului fiduciar pentru drepturile omului al Consiliului Europei (). Nu obligă Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului () sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Poate fi reproducă în scop necomercial, cu condiţia ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior la Fondul fiduciar pentru drepturile omului. Dacă intenţionaţi să utilizaţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi .", "", " Council of Europe/ European Court of Human Rights, 2012", "", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", " Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012", "", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme () où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", ""]}