{"file": "RUM_HJUDRUM_20448_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "20448/02", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", " Publicată în : MONITORUL OFICIAL nr. 278 din 26 aprilie 2012", "", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "", "", "HOTĂRÂREA", "din 15 martie 2011, definitivă la 15 iunie 2011,", "", "în Cauza Begu împotriva României", "", "(Cererea nr. 20448/02)", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "În Cauza Begu împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din: Josep Casadevall, preşedinte, Corneliu Bîrsan, Egbert Myjer, Ján Šikuta, Ineta Ziemele, Nona Tsotsoria, Kristina Pardalos, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu, la 8 februarie 2011,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "", "PROCEDURA", "1. La originea cauzei se află Cererea nr. 20.448/02 îndreptată împotriva României, prin care un resortisant al acestui stat, Ion Begu (reclamantul), a sesizat Curtea la 15 aprilie 2002 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamantul a fost reprezentat de Dumitru Rădescu, avocat în Bucureşti. Guvernul român (Guvernul) este reprezentat de agentul guvernamental Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamantul se plânge, în special, de nelegalitatea arestării sale preventive, de caracterul inechitabil al procesului penal împotriva sa, de nerespectarea dreptului său la prezumţia de nevinovăţie, de încălcarea dreptului său la respectarea vieţii private şi a dreptului la respectarea bunurilor sale.", "4. La 12 mai 2006, preşedintele Secţiei a treia a hotărât să comunice Guvernului cererea. În conformitate cu art. 29 § 1 din Convenţie, acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună.", "ÎN FAPT", "I. Circumstanţele cauzei", "5. Reclamantul s-a născut în 1975 şi locuieşte în Caracal.", "6. Reclamantul a fost ofiţer de poliţie judiciară la Secţia 11 Poliţie din Bucureşti.", "A. Originea cauzei", "7. La 28 iunie 2001, mai multe persoane au depus plângere împotriva lui B.E. pentru înşelăciune şi sechestrare de persoane. Reclamantul a dat curs plângerilor şi a început cercetarea penală. La 29 iunie 2001, acesta a solicitat reţinerea lui B.E. Avocatul lui B.E. i-a cerut să nu ia măsura reţinerii şi s-a angajat ca părinţii lui B.E. să ofere despăgubiri persoanelor care au depus plângere împotriva fiicei lor. Superiorii reclamantului au aprobat decizia de lăsare în libertate a lui B.E., cu condiţia acoperirii prejudiciului suferit de autorii plângerii.", "8. Mai târziu în decursul aceleiaşi zile, părinţii lui B.E. au adus la poliţie o sumă de bani, pe care reclamantul a predat-o apoi victimelor. B.E. a fost pusă în libertate şi chemată duminică, 1 iulie 2001, ora 16,30, pentru o nouă audiere în prezenţa avocatului său. Înainte de a-i da drumul, 3 ofiţeri de poliţie, printre care şi reclamantul, i-au cerut 600 de dolari americani (USD) ca să nu dispună arestarea ei preventivă şi o sumă mai mare ca să facă „dispărut“ dosarul de cercetare penală deschis împotriva ei. Aceştia i-au cerut să le predea banii la 1 iulie 2001, înainte de interogatoriul ei.", "9. La 30 iunie 2001, B.E. a denunţat poliţiei faptul că 3 ofiţeri de la Secţia 11 Poliţie din Bucureşti, şi anume V.N., L.F. şi reclamantul, i-au cerut bani ca să nu dispună arestarea ei preventivă. Declaraţia lui B.E. a fost înregistrată la poliţie la 2 iulie 2001.", "10. În baza declaraţiei lui B.E., poliţia a decis, la 1 iulie 2001, să organizeze un flagrant pentru a-i surprinde asupra faptului pe poliţiştii respectivi. În acest scop, suma de 600 USD pe care B.E. trebuia să o predea poliţiştilor a fost tratată cu o substanţă fluorescentă.", "11. La 1 iulie 2001, reclamantul a venit la sediul poliţiei, deşi nu era de serviciu în ziua respectivă. B.E. s-a prezentat la poliţie fără avocatul său, s-a întâlnit cu reclamantul şi i-a dat banii. B.E. a înregistrat pe ascuns discuţia cu reclamantul, însă cu acordul prealabil al parchetului.", "12. După întâlnirea cu B.E., reclamantul a plecat la cumpărături.", "B. Percheziţia reclamantului", "13. La 1 iulie 2001, ora 18,30, reclamantul a revenit la sediul poliţiei. A fost condus în biroul comandantului poliţiei, unde procurorul însărcinat cu cercetarea, în prezenţa unor martori asistenţi, l-a informat că va proceda la percheziţia corporală şi a maşinii lui, pe motiv că era bănuit că ar fi primit bani din partea lui B.E.", "14. Reclamantul a solicitat ca T.C., avocatul său ales, să fie prezent. Procurorul a decis ca reclamantul să fie asistat de un avocat din oficiu în acest sens. Procurorul l-a sunat de pe telefonul mobil pe avocatul din oficiu şi i-a cerut să îl apere pe reclamant.", "15. În urma percheziţiei corporale a reclamantului, poliţiştii au găsit asupra acestuia un set de 5 chei, precum şi o cartelă de acces magnetică. Suma de 600 USD nu a fost găsită asupra reclamantului. Aceştia au cercetat automobilul reclamantului cu o lampă cu ultraviolete şi nu au găsit nicio urmă de substanţă fluorescentă. În jurul orei 20,30, poliţiştii au studiat în biroul comandantului poliţiei, în semiîntuneric, obiectele confiscate din automobilul reclamantului. De această dată, au constatat existenţa unor urme de substanţă fluorescentă pe unele obiecte găsite. Aceştia au examinat încălţămintea şi îmbrăcămintea reclamantului cu o lampă UV. Au găsit urme de substanţă fluorescentă pe pantoful stâng, precum şi pe un şiret de la pantoful celălalt. Examinarea bancnotelor găsite asupra reclamantului a scos la iveală urme de substanţă fluorescentă. Urme asemănătoare au fost găsite în interiorul buzunarelor reclamantului. Examinarea obiectelor găsite asupra reclamantului şi în automobil a fost filmată de organele de cercetare.", "16. Procesul-verbal al percheziţiei corporale a reclamantului, întocmit la 1 iulie 2001, ora 24,00, semnat de acesta, menţionează în introducere că acesta făcea obiectul unei cercetări în urma denunţului făcut de B.E. şi consimţise la percheziţia corporală. Reclamantul a formulat obiecţiuni în procesul-verbal, precizând că urmele de substanţă fluorescentă nu fuseseră identificate în timpul primei examinări a obiectelor şi că apăruseră abia după ce organele de cercetare atinseseră obiectele respective cu mâinile lor. Acesta a mai precizat că nu şi-a dat acordul explicit pentru efectuarea percheziţiei corporale. Interogat de procuror cu privire la prezenţa lui la sediul poliţiei la 1 iulie 2001, deşi nu era de serviciu, reclamantul a declarat că ştia că B.E. fusese convocată în acea zi de colegul său L.F. şi că dorea să se asigure personal de prezenţa ei. Acesta a adăugat că a revenit la poliţie la 18,30, după curăţarea automobilului său, pentru a se spăla pe mâini.", "17. În noaptea de 1 spre 2 iulie 2001, un avocat ales de soţia reclamantului s-a prezentat la parchet în vederea apărării lui.", "C. Percheziţia domiciliului reclamantului", "18. La 3 iulie 2001, ora 0,50, s-a efectuat o percheziţie la domiciliul reclamantului. Reprezentanţii parchetului au găsit o cartelă SIM de telefon mobil, un magnetoscop, un dictafon şi o casetă audio, precum şi documente de lucru. La aceeaşi dată, obiectele au fost trimise serviciului de control al Poliţiei Capitalei pentru verificare. S-a întocmit un proces-verbal cu toate obiectele reclamantului puse sub sigiliu, respectiv documente de lucru, un dictafon şi o casetă audio. Obiectele au fost desigilate în prezenţa reclamantului şi a avocatului său, care nu au formulat obiecţii.", "19. În rechizitoriul din 14 decembrie 2001, prin care se dispunea trimiterea în judecată a reclamantului, parchetul a notat că, în urma percheziţiei domiciliare, organele de anchetă nu au găsit indicii sau probe pentru prezenta cauză. În Hotărârea din 7 iunie 2002 de condamnare a reclamantului în primă instanţă (infra, pct. 50), Tribunalul Militar Teritorial Bucureşti (tribunalul militar) a reţinut că, în urma percheziţiei efectuate la domiciliul reclamantului, nu s-au găsit indicii sau probe relevante pentru cauză.", "20. În timpul procesului penal, în motivele de apel, reclamantul a declarat că tribunalul militar nu a luat o decizie referitoare la obiectele puse sub sigiliu în urma percheziţiei. Acesta a precizat că, întrucât obiectele respective nu fuseseră folosite la săvârşirea unei infracţiuni sau nu fuseseră obţinute în urma unei infracţiuni, se impunea restituirea lor. Acesta a adăugat că unele dintre obiecte, precum cartela SIM de telefon mobil, îşi pierdeau valoarea odată cu trecerea timpului. Curtea militară de apel nu a răspuns la motivele reclamantului în Hotărârea din 22 ianuarie 2003. În recurs, prin observaţiile scrise depuse la dosar la 18 noiembrie 2003, reclamantul a denunţat, în temeiul art. 1 din Protocolul nr. 1 la Convenţie, încălcarea dreptului său la respectarea bunurilor sale, declarând că, în pofida cererii sale, obiectele puse sub sigiliu în urma percheziţiei nu i-au fost restituite. Înalta Curte de Casaţie şi Justiţie nu a examinat acest capăt de cerere în Hotărârea definitivă din 22 decembrie 2003.", "D. Arestarea preventivă a reclamantului", "1. Arestarea preventivă a reclamantului", "21. În urma percheziţiei domiciliare, reclamantul a fost dus la parchetul militar, unde a fost audiat de procurori. În preambulul declaraţiei reclamantului se preciza că acesta fusese informat cu privire la drepturile sale procedurale şi infracţiunea de care era învinuit. I s-a prezentat un rezumat al faptelor, şi anume că la data de 29 iunie 2001, în calitatea sa de ofiţer de poliţie judiciară, i-a cerut lui B.E. suma de 600 USD, plătită de aceasta la 1 iulie 2001, ca să nu fie reţinută de poliţie. Declaraţia a fost semnată de reclamant şi avocatul său.", "22. Tot la 2 iulie 2001, în temeiul art. 148 lit. h) din  (C. proc. pen.), procurorul a dispus măsura arestării preventive a reclamantului pentru 30 de zile. Pe numele reclamantului s-a emis un mandat de arestare. Acesta din urmă nu a primit nicio copie a mandatului sau a ordonanţei în cauză. V.N. şi L.F. au fost cercetaţi şi arestaţi preventiv pentru aceleaşi fapte.", "23. La ora 15,40, reclamantul a fost depus în Centrul de arest preventiv din cadrul Inspectoratului General al Poliţiei. În temeiul art. 1371 din C. proc. pen., procurorul militar l-a informat de îndată cu privire la motivele arestării sale, aşa cum reiese din procesul-verbal întocmit în acest sens şi semnat de reclamant şi avocatul său. Procesul-verbal includea un rezumat al faptelor de care reclamantul era învinuit şi care justificau arestarea sa preventivă, precum şi încadrarea lor juridică.", "24. Formalităţile au durat o oră, după care reclamantul a putut dormi pentru prima oară de la arestarea sa. În dimineaţa zilei de 3 iulie 2001 a primit prima masă de la arestarea sa.", "25. Reclamantul a contestat măsura arestării preventive dispusă împotriva lui. Prin Hotărârea din 10 iulie 2001, tribunalul militar a respins plângerea reclamantului pe motiv că niciuna dintre cauzele de nulitate invocate nu erau întemeiate şi că măsura arestării preventive era întemeiată. În urma recursului reclamantului, prin Hotărârea definitivă din 17 iulie 2001, curtea militară de apel a confirmat temeinicia hotărârii menţionate.", "2. Prelungirea arestării preventive", "26. Prin hotărârile din 27 iulie şi 21 august 2001, tribunalul militar a prelungit arestarea preventivă a reclamantului şi a celorlalţi 2 inculpaţi, invocând statutul de poliţist al acestora şi faptul că odată puşi în libertate ar putea influenţa martorii care trebuiau audiaţi în procedură şi care erau poliţişti din cadrul aceleiaşi secţii de poliţie. Tribunalul a concluzionat că temeiurile care au determinat arestarea preventivă a acuzaţilor nu s-au schimbat. Recursurile reclamantului împotriva acestor hotărâri au fost respinse de curtea militară de apel.", "27. La 14 septembrie 2001, tribunalul militar a respins cererea de punere în libertate a reclamantului pe motiv că temeiurile care au determinat arestarea sa se menţin. La 18 octombrie 2001, curtea militară de apel a respins recursul reclamantului şi a confirmat, cu aceeaşi motivare, arestarea preventivă.", "28. La 19 noiembrie 2001, tribunalul militar a prelungit din nou arestarea preventivă a inculpaţilor, cu o motivare individuală, declarând că „faptele fuseseră mediatizate şi avuseseră un impact negativ asupra opiniei publice, în legătură cu modul în care nişte poliţişti au înţeles să îşi exercite profesia“. Curtea militară de apel a respins, ca nefondat, recursul reclamantului împotriva acestei hotărâri.", "29. Prin încheierile din 18 decembrie 2001, 14 ianuarie, 12 februarie, 6 şi 23 martie, precum şi 17 aprilie 2002, tribunalul militar a prelungit arestarea preventivă a inculpaţilor. Instanţa a reţinut temeiuri similare pentru prelungirea măsurii, şi anume că pedeapsa prevăzută de lege pentru faptele imputate este mai mare de 2 ani, că faptele incriminate prezintă un grad sporit de pericol, că buna desfăşurare a anchetei şi administrarea anumitor probe o impun şi că temeiurile care au determinat măsura nu s-au schimbat. Instanţa a invocat totodată statutul de poliţist al inculpaţilor.", "30. Prin hotărârile definitive din 8 ianuarie, 19 februarie, 14 şi 28 martie, 16 aprilie şi 16 mai 2002, curtea militară de apel a respins, ca nefondate, recursurile reclamantului împotriva hotărârilor respective.", "31. La 17 mai 2002, reclamantul a înaintat tribunalului militar o cerere de liberare provizorie sub control judiciar. Printr-o hotărâre din 29 mai 2002, tribunalul a declarat cererea inadmisibilă pe motiv că cercetarea judecătorească împotriva acestuia se încheiase la aceeaşi dată şi că o cerere de liberare provizorie sub control judiciar era admisibilă numai înainte de încheierea cercetării. Prin Hotărârea din 20 iunie 2002, curtea militară de apel a respins recursul reclamantului ca nefondat.", "32. Prin Hotărârea din 7 iunie 2002, tribunalul militar a prelungit arestarea preventivă a reclamantului. Reclamantul a atacat hotărârea la curtea militară de apel, contestând dispoziţia din hotărârea menţionată anterior prin care se prelungea arestarea preventivă. Curtea de apel nu a examinat acest recurs al reclamantului decât în cadrul examinării apelului acestuia privind fondul acuzaţiei penale.", "33. Prin hotărârile din 19 iulie şi 10 septembrie 2002, curtea militară de apel a prelungit arestarea preventivă a reclamantului. Acţiunile reclamantului împotriva acestor hotărâri au fost declarate inadmisibile de Curtea Supremă de Justiţie, la date neprecizate.", "3. Prelungirea arestării preventive a reclamantului în şedinţa din 13 februarie 2002", "34. La 8 februarie 2002, avocatul ales al reclamantului a depus la tribunalul militar o cerere de amânare a termenului prevăzut pentru 13 februarie 2002 pe motiv că, în perioada 9-14 februarie 2002, se afla în imposibilitatea de a se prezenta la audiere.", "35. În şedinţa din 13 februarie 2002, tribunalul militar a respins cererea de amânare, precizând că, în temeiul dispoziţiilor legale privind statutul avocaţilor, în cazul în care acesta se află în imposibilitatea de a-şi exercita atribuţiile, are obligaţia de a asigura substituirea sa de către alt avocat. Tribunalul militar a numit un avocat din oficiu pentru a-l apăra pe reclamant şi a amânat cauza până la finalul şedinţei, pentru a-i da acestuia posibilitatea să studieze dosarul.", "36. La reluarea dezbaterilor, avocatul din oficiu a solicitat punerea în libertate a reclamantului. Instanţa a dat cuvântul reclamantului, care a subscris la argumentele formulate de avocatul din oficiu.", "37. Prin încheierea adoptată la aceeaşi dată, tribunalul a prelungit arestarea preventivă a reclamantului.", "38. Acesta din urmă, asistat de avocatul ales, a atacat hotărârea, solicitând punerea sa în libertate. Acesta a invocat durata excesivă a procedurii, caracterul inechitabil al procedurii şi faptul că trebuia să se însoare în curând. La 14 martie 2002, în şedinţa privind recursul în faţa curţii militare de apel, reclamantul a fost prezent şi reprezentat de avocatul său ales. Prin hotărârea definitivă adoptată la aceeaşi dată, curtea militară de apel a respins recursul reclamantului ca nefondat.", "E. Declaraţia prim-ministrului", "39. La 6 iulie 2001, în cadrul unei teleconferinţe cu prefecţii, prim-ministrul a abordat problema „disciplinei în cadrul Poliţiei Române“, prezentând exemple, dar fără a da nume. Acesta a declarat:", "„Nu pot accepta [existenţa unor] încălcări grave ale legilor ţării, ca de exemplu cei doi ofiţeri de la Secţia 11 Poliţie Bucureşti care au fost prinşi în flagrant delict de luare de mită.”", "40. La 7 iulie 2001, afirmaţiile prim-ministrului au fost preluate de două ziare locale, „Monitorul de Cluj“ şi „Monitorul de Braşov“.", "41. În săptămâna 16-22 iulie 2001, jurnalul naţional „Cotidianul“ a publicat un articol intitulat „Conducerea Secţiei 11 Poliţie Bucureşti a fost destituită“. Articolul preciza că „doi ofiţeri din direcţia cercetări penale din cadrul Secţiei 11 au cerut şi au primit mită de 600 USD de la o persoană acuzată de înşelăciune“ şi că „ofiţerii ceruseră banii ca să propună neînceperea urmăririi penale“ persoanei respective.", "F. Procesul penal împotriva reclamantului", "42. La 2 iulie 2001, s-a început urmărirea penală împotriva reclamantului pentru infracţiunea de luare de mită. La 9 august 2001, parchetul militar a prezentat reclamantului, în prezenţa avocatului, materialul de urmărire penală.", "43. Prin rechizitoriul din 15 august 2001, parchetul militar i-a trimis în judecată pe reclamant, V.N. şi L.F., pentru luare de mită, în faţa tribunalului militar. Decizia a fost întemeiată în principal pe denunţul făcut de B.E., declaraţiile martorilor, procesele-verbale de constatare a flagrantului delict şi de percheziţie corporală şi domiciliară, precum şi pe transcrierea înregistrării conversaţiei reclamantului cu B.E. din 1 iulie 2001.", "1. Procedura în primă instanţă în faţa tribunalului militar", "44. La 14 septembrie 2001, tribunalul militar a restituit cauza la parchet, pe motiv că inculpaţii nu au fost informaţi decât despre arestarea lor, nu şi despre faptele de care erau acuzaţi, şi faptul că nu au fost audiaţi în calitate de inculpaţi. Actul de inculpare i-a fost prezentat din nou reclamantului în noiembrie 2001.", "45. Prin rechizitoriul din 4 decembrie 2001, parchetul i-a retrimis în judecată pe cei 3 ofiţeri pentru luare de mită, în baza aceloraşi dovezi menţionate mai sus (supra, pct. 42).", "46. La 17 aprilie 2002, reclamantul a depus la dosar un memoriu în apărare.", "47. La 26 aprilie 2002, judecătorul militar din completul de judecată format din judecător unic din cadrul tribunalului militar i-a chemat pe cei 3 inculpaţi şi pe avocaţii lor în biroul său pentru vizionarea casetei cu percheziţia corporală a reclamantului şi ascultarea înregistrărilor depuse la dosar. Reclamantul susţine că, cu această ocazie, judecătorul militar ar fi declarat că nu îi putea achita pe cei 3 inculpaţi din cauza presiunilor mari la care era supus şi că trebuia să dea o decizie în baza unui „dosar secret“. Procurorul nu a fost prezent la această şedinţă.", "48. În procesul-verbal întocmit în urma şedinţei se preciza că inculpaţii au vizionat şi ascultat înregistrările video şi audio în cauză. Toţi participanţii au semnat procesul-verbal fără a consemna obiecţii.", "49. La 29 mai 2002, tribunalul militar l-a interogat pe martorul N.A., care a declarat că, în timpul percheziţiei corporale a reclamantului, a fost prezentă o persoană în haine civile. Aceasta a adăugat că reclamantul a formulat obiecţii faţă de persoana respectivă şi că procurorul militar i-a răspuns „avem un avocat“, arătând către acea persoană.", "50. La 7 iunie 2002, tribunalul militar l-a condamnat pe reclamant la 3 ani de închisoare cu executare pentru luare de mită. Hotărârea a fost întemeiată pe denunţul făcut de B.E. şi declaraţiile părinţilor săi, pe procesele-verbale întocmite de poliţie în urma arestării reclamantului, procesele-verbale ale confruntării reclamantului cu B.E., lista convorbirilor telefonice ale reclamantului, înregistrarea convorbirii acestuia cu B.E. din 1 iulie 2001, probele materiale ridicate în urma percheziţiei corporale şi a percheziţiei automobilului, precum şi pe depoziţiile a 18 martori. Tribunalul a constatat că, după ce şeful secţiei de poliţie a aprobat cercetarea în libertate a lui B.E., reclamantul şi ceilalţi 2 inculpaţi au exercitat presiuni asupra lui B.E., cerându-i o sumă de bani pentru ca aceştia să nu propună arestarea sa preventivă.", "2. Procedura de apel în faţa curţii militare de apel", "51. Reclamantul a formulat apel împotriva hotărârii respective în faţa curţii militare de apel, solicitând achitarea sa pe motiv că faptele de care era acuzat nu au fost dovedite cu certitudine. Acesta susţinea că, la 26 aprilie 2002, tribunalul militar a decis organizarea unei audieri secrete în biroul judecătorului militar (supra, pct. 47), fără să fi luat în prealabil o decizie în acest sens. Din cauza acestui viciu de procedură, hotărârea pronunţată în primă instanţă era lovită de nulitate. Acesta mai preciza că, deşi în şedinţa respectivă judecătorul a făcut afirmaţii care îl obligau să se abţină de la judecată, acesta nu a procedat astfel. Reclamantul a indicat, pe de altă parte, că nu a depus o cerere de recuzare a judecătorului.", "52. Reclamantul a afirmat că, în şedinţa din 17 aprilie 2002, a depus la dosar un memoriu care nu a fost pus în discuţia părţilor. În continuare, a precizat că, în şedinţa din 13 februarie 2002, tribunalul militar i-a repartizat un avocat din oficiu (supra, pct. 35), că nu a avut posibilitatea de a adresa întrebări martorilor apărării decât în cadrul a două şedinţe şi că parchetul nu a solicitat o expertiză a înregistrărilor video. Acesta a mai invocat lipsa de temei legal a hotărârii pronunţate, invocând nelegalitatea anumitor probe ale acuzării şi nelegalitatea percheziţiei corporale, efectuate în prezenţa unui avocat din oficiu, în condiţiile în care el solicitase să fie reprezentat de un avocat ales.", "53. Reclamantul a cerut efectuarea unei expertize asupra autenticităţii înregistrării din 1 iulie 2001. Curtea militară de apel a admis cererea şi a dispus Institutului Naţional de Expertize Criminalistice (INEC) efectuarea unei expertize. INEC a informat curtea militară de apel că, în vederea efectuării expertizei, inculpatul trebuia să se prezinte la sediul institutului pentru prelevarea unor mostre de voce pentru comparaţie. În urma acestei solicitări, judecătorii cauzei, împreună cu grefierul, procurorul, reclamantul însoţit de avocatul său şi inculpatul L.F., reprezentat de avocatul său, s-au prezentat la 27 noiembrie 2002 la sediul INEC pentru prelevarea unor mostre de voce. Expertiza astfel efectuată nu a putut stabili dacă vocea înregistrată îi aparţinea reclamantului.", "54. La 8 ianuarie 2003, curtea militară de apel a audiat un martor al apărării, poliţistul N.G., prezent la momentul percheziţiei corporale asupra reclamantului fără să intervină în operaţiune. Întrebat cu privire la prezenţa şi activitatea, în momentul percheziţiei corporale asupra reclamantului, a avocatului numit din oficiu, N.G. a declarat:", "„La începutul percheziţiei, ofiţerul Begu a fost informat că era bănuit de comiterea unor activităţi infracţionale. Acesta a cerut să fie asistat de un avocat, dar i s-a răspuns că un avocat era deja prezent [...]. Begu a spus că refuză să facă declaraţii înainte ca avocatul său să fie prezent [...] Persoana despre care vă vorbesc, despre care am aflat ulterior că este avocat, s-a implicat în activitatea de cercetare, în sensul că a susţinut că erau vizibile urme de substanţă fluorescentă, atingând hainele [...]. La data faptelor am crezul că era dintre colegii noştri [...]. Deşi unii ofiţeri şi-au exprimat îndoielile privind existenţa urmelor, respectiva persoană insista şi spunea că urmele existau cu siguranţă [...].”", "55. La 22 ianuarie 2003, curtea militară de apel a admis în parte apelul reclamantului şi a redus pedeapsa aplicată de tribunalul militar. Instanţa a considerat că, din probele depuse la dosar, reieşea că reclamantul era vinovat de faptele imputate, care au fost stabilite corect de către tribunalul militar, cu o motivare convingătoare. Aceasta a observat că motivele de apel ale reclamantului se refereau la modul de ridicare a probelor, însă acesta nu a prezentat argumente de natură să afecteze legalitatea acestora. Aceasta a mai observat că reclamantul a invocat în faţa sa mai multe excepţii de nulitate a actelor de procedură, care trebuiau respinse, fie pentru că nu erau fondate, fie pentru că erau inexistente în plan juridic.", "56. Curtea de apel a stabilit că, deşi înregistrarea din 1 iulie 2001 nu permite identificarea vocii reclamantului, răspunderea sa penală reiese din alte probe, precum declaraţiile martorilor şi probele materiale ridicate în urma percheziţiei corporale. Totuşi, instanţa a considerat că, în speţă, se impunea aplicarea circumstanţei atenuante legată de activitatea profesională foarte bună a reclamantului anterior comiterii faptelor de care era acuzat şi a redus pedeapsa aplicată de tribunalul militar de la 3 ani la 2 ani de închisoare cu executare.", "3. Procedura de recurs în faţa Înaltei Curţi de Casaţie şi Justiţie", "57. În urma modificărilor legislative privind demilitarizarea poliţiei (infra, pct. 62-63), cauza a fost transferată instanţelor de drept comun.", "58. Reclamantul a formulat recurs împotriva Hotărârii din 22 ianuarie 2003, solicitând achitarea sa pe motiv că faptele nu existau, reiterând în mare parte motivele de apel. Acesta a subliniat că şedinţele din 26 aprilie şi 27 noiembrie 2002 nu au fost publice şi că în timpul percheziţiei corporale nu a fost asistat de un avocat ales. Acesta a adăugat că instanţele naţionale nu au menţionat sau respins în hotărârile lor probele administrate în apărare, că tribunalul nu a pus în discuţia părţilor memoriul său din 17 aprilie 2002, ale cărui concluzii au fost reluate în motivele de apel, şi a contestat modul în care instanţele au interpretat probele. În subsidiar, reclamantul a solicitat achitarea sa pe motiv că elementele constitutive ale infracţiunii de luare de mită nu erau întrunite în acel caz.", "59. La 1 iulie 2003, reclamantul a fost eliberat, în urma executării pedepsei.", "60. Dezbaterile au avut loc în şedinţa din 18 noiembrie 2003. Prin Hotărârea definitivă din 22 decembrie 2003, Înalta Curte de Casaţie şi Justiţie a respins acţiunea reclamantului. Aceasta a hotărât că instanţele de grad inferior au stabilit în mod corect faptele în baza probelor depuse la dosar. Instanţa a observat că, deşi reclamantul neagă comiterea faptelor, săvârşirea infracţiunii este dovedită de declaraţia lui B.E., coroborată cu declaraţiile martorilor şi urmele de substanţă fluorescentă găsite pe unele obiecte ale acestuia.", "II. Dreptul şi practica interne relevante", "A. Dispoziţiile relevante în materie de arestare preventivă", "61. Dispoziţiile relevante din C. proc. pen. privind arestarea preventivă şi prelungirea acestei măsuri, astfel cum erau redactate la momentul faptelor, precum şi esenţialul practicii interne privind noţiunea de „pericol pentru ordinea publică“ prevăzută la art. 148 lit. h) din C. proc. pen. sunt descrise în Decizia Mujea împotriva României [(decizie), nr. 44.696/98, 10 septembrie 2002] şi în Hotărârea Calmanovici împotriva României (nr. 42.250/02, pct. 40-42, 1 iulie 2008).", "B. Dispoziţiile legale relevante în materia competenţei instanţelor militare", "62. La data faptelor, organizarea şi funcţionarea Poliţiei Române erau reglementate prin , în temeiul căreia poliţiştii aveau statut de cadre militare active. Urmărirea penală şi judecarea cadrelor de poliţie care au comis fapte prevăzute de legea penală erau, în temeiul statutului lor de militari activi, de competenţa parchetelor şi instanţelor militare. Legea respectivă a fost abrogată prin  privind organizarea şi funcţionarea Poliţiei Române şi prin  privind Statutul poliţistului, în temeiul cărora Ministerul de Interne s-a demilitarizat, poliţiştii având din acel moment statut de funcţionari publici. În urma modificărilor aduse C. proc. pen. prin  privind modificarea şi completarea  şi a unor legi speciale, urmărirea penală şi judecarea poliţiştilor sunt de competenţa parchetelor şi instanţelor de drept comun.", "63. Dispoziţiile referitoare la statutul procurorilor şi instanţelor militare în vigoare la data faptelor, respectiv articolele relevante din , din  privind organizarea instanţelor şi parchetelor militare („“) şi din C. proc. pen. sunt descrise în Hotărârea Maszni împotriva României (nr. 59.892/00, pct. 24 şi 25, 21 septembrie 2006).  este de asemenea relevant în prezenta cauză; la data faptelor, acesta prevedea următoarele:", "– Art. 5: „Când inculpatul este militar activ, preşedintele completului de judecată, precum şi procurorul care participă la judecarea cauzei trebuie să fie cel puţin egali în grad cu acesta.“", "C. Dispoziţiile relevante în materie de ascultare a convorbirilor telefonice", "64. Prevederile C. proc. pen. relevante în materie, aşa cum erau redactate la vremea comiterii faptelor, înainte de modificarea lor prin , precum şi după această modificare, sunt descrise în Hotărârea Dumitru Popescu împotriva României (nr. 2) (nr. 71.525/01, pct. 44-46, 26 aprilie 2007).", "D. Dispoziţiile relevante în materie de percheziţie corporală şi domiciliară", " 65. Articolele relevante din C. proc. pen. relevante în materie, respectiv art. 101-109, sunt prezentate, astfel cum erau formulate la data faptelor, în Hotărârea Varga împotriva României (nr. 73.957/01, pct. 21-25, 1 aprilie 2008).", "66. Secţiunea relevantă a art. 109 din C. proc. pen. era formulată astfel la vremea faptelor:", "„Până la soluţionarea definitivă a cauzei, mijloacele materiale de probă se păstrează de organul de urmărire penală sau de instanţa de judecată la care se găseşte dosarul.", " Obiectele şi înscrisurile predate sau ridicate în urma percheziţiei şi care nu au legătură cu cauza se restituie personal persoanei căreia îi aparţin. Obiectele supuse confiscării nu se restituie.", "Obiectele ce servesc ca mijloc de probă, dacă nu sunt supuse confiscării, pot fi restituite persoanei căreia îi aparţin, chiar înainte de soluţionarea definitivă a procesului, afară de cazul când prin această restituire s-ar putea stânjeni aflarea adevărului. Organul de urmărire penală sau instanţa de judecată pune în vedere persoanei căreia i-au fost restituite obiectele, că este obligată să le păstreze până la soluţionarea definitivă a cauzei.”", "E. Dispoziţia relevantă privind dreptul de a fi asistat de un avocat", "67. Art. 171 din C. proc. pen. privind dreptul învinuitului şi inculpatului să fie asistat de un apărător prevedea următoarele la data comiterii faptelor, în secţiunea relevantă:", "„ Învinuitul sau inculpatul are dreptul să fie asistat de apărător în tot cuprinsul urmării penale şi al judecăţii, iar organele judiciare sunt obligate să-i aducă la cunoştinţă acest drept [...]", "În cursul judecăţii asistenţa juridică este obligatorie şi în cazurile în care legea prevede pentru infracţiunea săvârşită pedeapsa închisorii mai mare de 5 ani sau când instanţa apreciază că inculpatul nu şi-ar putea face singur apărarea.”", "ÎN DREPT", " I. Cu privire la pretinsa încălcare a art. 5 § 2 din Convenţie", " 68. Reclamantul susţine că nu a fost informat, în termenul cel mai scurt, asupra motivelor arestării sale şi asupra acuzaţiilor aduse împotriva sa, contrar art. 5 § 2 din Convenţie, redactat după cum urmează:", "„Orice persoană arestată trebuie să fie informată, în termenul cel mai scurt şi într-o limbă pe care o înţelege, asupra motivelor arestării sale şi asupra oricărei acuzaţii aduse împotriva sa.”", "69. Reclamantul afirmă că a fost arestat la 2 iulie 2001 fără să fie informat asupra motivelor arestării sale şi susţine că nu i-au fost comunicate nici ordonanţa de arestare preventivă, nici mandatul de arestare. Acesta adaugă că parchetul i-a prezentat acuzaţia penală completă abia în noiembrie 2001, odată cu prezentarea actului de sesizare.", "70. Guvernul consideră că reclamantul a fost informat asupra motivelor arestării sale şi asupra acuzaţiilor aduse împotriva sa la scurt timp după interpelarea sa. În această privinţă, face trimitere la declaraţia reclamantului din 2 iulie 2001 făcută la parchet şi la procesul-verbal întocmit la data arestării lui preventive (supra, pct. 21 şi 23).", " 71. Curtea reaminteşte că art. 5 § 2 din Convenţie enunţă o garanţie fundamentală: orice persoană arestată trebuie să ştie de ce a fost privată de libertate. Această garanţie impune obligaţia de a comunica unei asemenea persoane, într-un limbaj simplu şi accesibil, motivele de drept şi de fapt ale privării sale de libertate, astfel încât să poată discuta cu privire la legalitatea acesteia în faţa unei instanţe în temeiul paragrafului 4. Persoana în cauză trebuie să beneficieze de aceste informaţii „în termenul cel mai scurt“, dar poliţistul care o arestează poate să nu i le ofere în întregime la faţa locului. Pentru a stabili dacă aceasta a primit destule informaţii şi suficient de repede, se ţine seama de particularităţile cauzei (Čonka împotriva Belgiei, nr. 51.564/99, pct. 50, CEDO 2002-I).", " 72. În prezenta cauză, persoana în cauză a fost audiată la 2 iulie 2001 în legătură cu faptul că i-ar fi cerut lui B.E. suma de 600 USD, plătită de aceasta din urmă la 1 iulie 2001, pentru a nu fi reţinută de poliţie. Având în vedere aceste elemente şi statutul său de poliţist, persoana în cauză ar fi trebuit să îşi dea seama, încă din acest stadiu, că era bănuit de implicare în activităţi interzise precum luarea de mită [Rupa împotriva României (nr. 1), (decizie), nr. 58.478/00, 14 decembrie 2004]. De asemenea, în orele care au urmat interogatoriului său şi în momentul arestării sale, a fost informat de procurorul militar asupra acuzaţiilor aduse împotriva sa, care justificau măsura arestării preventive dispuse asupra sa (supra, pct. 23).", "73. Curtea consideră că informaţiile astfel oferite reclamantului cu privire la motivele arestării sale îndeplineau cerinţele art. 5 § 2 din Convenţie, citat anterior. Rezultă că acest capăt de cerere este vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "II. Cu privire la pretinsa încălcare a art. 5 § 3 din Convenţie", " 74. Reclamantul se plânge de faptul că nu a fost adus de îndată după arestarea sa în faţa unei instanţe şi susţine că durata arestării sale preventive a fost excesivă. Acesta invocă art. 5 § 3 din Convenţie, care prevede:", "„Orice persoană arestată sau deţinută, în condiţiile prevăzute de paragraful 1 lit. c) din prezentul articol, trebuie adusă de îndată înaintea unui judecător sau a altui magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciare şi are dreptul de a fi judecată într-un termen rezonabil sau eliberată în cursul procedurii. Punerea în libertate poate fi subordonată unei garanţii care să asigure prezentarea persoanei în cauză la audiere.”", " A. Cu privire la dreptul de a fi adus de îndată înaintea unui judecător sau a altui magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciare", "75. Reclamantul se plânge de faptul că nu a fost adus în faţa unui magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciare „de îndată“ după arestarea sa preventivă dispusă de un procuror militar la 2 iulie 2001. Acesta adaugă că judecătorii militari care au prelungit ulterior arestul său preventiv nu pot fi consideraţi magistraţi din cauză că nu beneficiază de garanţii de independenţă şi imparţialitate, întrucât sunt subordonaţi Ministerului Apărării.", "76. Guvernul menţionează modificările legislative în materie, conform cărora măsura arestării preventive trebuie să fie dispusă de o instanţă.", " 77. Curtea observă că reclamantul a fost arestat preventiv în baza deciziei procurorului la 2 iulie 2001 şi că legalitatea arestării sale a fost examinată pentru prima dată de către tribunalul militar la 10 iulie 2001. În măsura în care reclamantul nu dispunea de nicio cale de atac pentru a contesta arestarea sa preventivă dispusă de procuror şi primul control al unei instanţe asupra arestării a avut loc la 10 iulie 2001, Curtea consideră că reclamantul ar fi trebuit să sesizeze acest capăt de cerere Curţii în termen de 6 luni de la încetarea situaţiei incriminate [Agaoğlu împotriva Turciei (decizie), nr. 27.310/95, 28 august 2001]. În cazul de faţă, cererea a fost introdusă la 15 aprilie 2002, adică la mai mult de 6 luni de la data la care temeinicia măsurii arestării preventive dispuse împotriva reclamantului de către un procuror a fost examinată pentru prima dată de o instanţă. Rezultă că acest capăt de cerere este tardiv şi trebuie respins în temeiul art. 35 § 1 şi 4 din Convenţie.", " B. Cu privire la dreptul de a fi judecat într-un termen rezonabil sau pus în libertate pe durata procedurii", "1. Cu privire la admisibilitate", "78. Curtea constată că acest capăt de cerere nu este în mod vădit nefondat în sensul art. 35 § 3 din Convenţie. În plus, aceasta subliniază că nu prezintă niciun alt motiv de inadmisibilitate. Este necesar aşadar să fie declarat admisibil.", " 2. Cu privire la fond", " 79. Reclamantul subliniază că a fost menţinut în arest preventiv între 2 iulie 2001 şi 1 iulie 2003, data punerii sale în libertate. Acesta consideră că motivele reţinute de instanţele naţionale pentru prelungirea măsurii nu erau în niciun caz justificate şi că cercetarea nu s-a desfăşurat cu diligenţă. Acesta adaugă că cererea sa de punere în libertate pe cauţiune nu a fost examinată cu diligenţă de tribunalul militar.", "80. Guvernul consideră că arestarea preventivă a reclamantului a încetat odată cu condamnarea acestuia în primă instanţă, la 7 iunie 2002, de către tribunalul militar. Acesta subliniază apoi caracterul foarte complex al cauzei, dovedit de tipul şi gravitatea faptelor de care reclamantul a fost acuzat, amploarea cercetărilor efectuate şi numărul de inculpaţi. Conform acestuia, instanţele naţionale au justificat constant, prin motive relevante şi suficiente, necesitatea prelungirii măsurii arestării preventive. Acesta evidenţiază mai ales faptul că punerea reclamantului în libertate constituia un pericol pentru ordinea publică, având în vedere statutul său de poliţist de care ar fi putut profita.", "a) Perioada care trebuie luată în considerare", "81. Pentru început, Curtea evidenţiază că, în prezenta cauză, perioada prevăzută la art. 5 § 3 din Convenţie a început la 2 iulie 2001, data arestării preventive a reclamantului. Perioada a încetat la 7 iunie 2002, data condamnării acestuia în primă instanţă, condamnarea constituind încheierea perioadei care trebuie luată în considerare în sensul art. 5 § 3 [Kudła împotriva Poloniei (MC), nr. 30.210/96, pct. 104, CEDO 2000-XI]. Perioada a fost aşadar de 11 luni şi 5 zile.", "b) Justificarea arestării preventive", "82. Pentru a examina acest capăt de cerere, Curtea face trimitere la jurisprudenţa sa consacrată în materie [Labita împotriva Italiei (MC), nr. 26.772/95, pct. 152-153, CEDO 2000-IV, şi Lavents împotriva Letoniei, nr. 58.442/00, pct. 70-71, 28 noiembrie 2002]. Aceasta a hotărât deja că art. 5 § 3 din Convenţie impune cerinţa ca orice perioadă de arestare preventivă, oricât de scurtă, să fie motivată în mod convingător de autorităţi (Shishkov împotriva Bulgariei, nr. 38.822/97, pct. 66, CEDO 2003-I; Belchev împotriva Bulgariei, nr. 39.270/98, pct. 82, 8 aprilie 2004, şi Sarban împotriva Moldovei, nr. 3.456/05, pct. 97, 4 octombrie 2005). O decizie motivată asigură părţile că argumentele lor au fost ascultate (Sarban, citată anterior, pct. 98).", "83. În jurisprudenţa sa Curtea a expus 4 motive fundamentale acceptabile pentru arestarea preventivă a unei persoane suspectate de săvârşirea unei infracţiuni: pericolul ca acuzatul să fugă (Stögmuller împotriva Austriei, Hotărârea din 10 noiembrie 1969, pct. 15, seria A, nr. 9); riscul ca acuzatul, odată pus în libertate, să împiedice administrarea justiţiei (Wemhoff împotriva Germaniei, 27 iunie 1968, pct. 14, seria A, nr. 7), să săvârşească noi infracţiuni (Matznetter împotriva Austriei, Hotărârea din 10 noiembrie 1969, pct. 9, seria A, nr. 10) sau să tulbure ordinea publică [Letellier împotriva Franţei, Hotărârea din 26 iunie 1991, pct. 51, seria A, nr. 207, şi Hendriks împotriva Olandei (decizie), nr. 43.701/04, 5 iulie 2007].", "84. Curtea recunoaşte că, prin gravitatea lor deosebită şi prin reacţia publicului la săvârşirea lor, anumite infracţiuni pot genera tulburări sociale care să justifice arestarea preventivă, cel puţin o anumită perioadă de timp. Totuşi, aceasta ia act de faptul că un astfel de pericol scade în mod necesar în timp şi că, prin urmare, autorităţile judiciare trebuie să prezinte motive mai specifice care să justifice persistenţa motivelor detenţiei (mutatis mutandis, I.A. împotriva Franţei, 23 septembrie 1998, pct. 104-105, Culegere de hotărâri şi decizii 1998-VII). Continuarea detenţiei nu se justifică aşadar într-o anumită speţă decât dacă indicii concrete demonstrează o cerinţă reală de interes public care prevalează, în ciuda prezumţiei de nevinovăţie, asupra regulii respectării libertăţii individuale [Smirnova împotriva Rusiei, nr. 46.133/99 şi 48.183/99, pct. 61, CEDO 2003-IX (fragmente)].", "85. În speţă, reclamantul a fost arestat preventiv la 2 iulie 2001 pe motiv că existau bănuieli plauzibile conform cărora acesta săvârşise infracţiunea de luare de mită. La prelungirea arestării sale preventive, la 27 iulie şi 21 august 2001, instanţele naţionale şi-au motivat hotărârile prin statutul de poliţist al persoanei în cauză şi prin posibilitatea ca, odată pus în libertate, acesta să încerce să influenţeze martorii, printre care se numărau colegi de serviciu (supra, pct. 26). Curtea admite că, în contextul cauzei, motivele erau relevante şi suficiente pentru a justifica prelungirea măsurii arestării preventive a reclamantului la începutul cercetării.", "86. Cu toate acestea, se impune constatarea că, din 14 septembrie 2001, instanţele naţionale nu au mai oferit motive concrete pentru a justifica necesitatea prelungirii măsurii arestării preventive a reclamantului. Însă nu se poate face o evaluare abstractă a caracterului rezonabil al duratei unei detenţii (Patsouria împotriva Georgiei, nr. 30.779/04, 6 noiembrie 2007, pct. 62). Ulterior datei menţionate, instanţele naţionale au justificat arestarea preventivă a reclamantului prin menţinerea temeiurilor iniţiale, faptul că pedeapsa prevăzută de lege este mai mare de 2 ani de închisoare, gravitatea faptelor, statutul de poliţist al acuzaţilor şi necesitatea continuării cercetării penale. Cu toate acestea, instanţele nu au oferit nicio explicaţie pentru a justifica în mod concret, de-a lungul timpului, felul în care punerea în libertate a reclamantului ar avea un impact negativ asupra societăţii civile sau ar împiedica ancheta. Mai mult, justificarea arestării nu se raporta la situaţia concretă a persoanei în cauză, vizând în mod general persoanele anchetate în cadrul procedurii (Calmanovici, citată anterior, pct. 100, şi Mihuţă împotriva României, nr. 13.275/03, 31 martie 2009, pct. 29).", "87. De altfel, Curtea reaminteşte că art. 5 § 3 din Convenţie impune instanţelor naţionale, atunci când acestea se confruntă cu necesitatea prelungirii unei măsuri de arestare preventivă, să ia în considerare măsurile alternative prevăzute de legislaţia naţională (Jabłoński împotriva Poloniei, nr. 33.492/96, 21 decembrie 2000, pct. 83, şi Patsouria, citată anterior, pct. 75-76). În prezenta cauză, deşi le fusese adresată o cerere de punere în libertate pe cauţiune, instanţele naţionale au declarat-o inadmisibilă, fără să o fi examinat cu celeritate (supra, pct. 31).", "88. Având în vedere considerentele de mai sus, Curtea consideră că autorităţile nu au mai oferit motive „relevante şi suficiente“ începând din 14 septembrie 2001 pentru a justifica necesitatea menţinerii reclamantului în arest preventiv. În aceste circumstanţe, nu este necesar să se mai verifice dacă autorităţile naţionale competente au contribuit cu o „diligenţă deosebită“ la continuarea procedurii (Dolgova împotriva Rusiei, nr. 11.886/05, 2 martie 2006, pct. 50 in fine).", "89. Rezultă că a fost încălcat art. 5 § 3 din Convenţie în ceea ce priveşte arestarea preventivă a reclamantului, prelungită după Hotărârea din 14 septembrie 2001.", " III. Cu privire la pretinsa încălcare a art. 5 § 4 din Convenţie", "90. Invocând art. 5 § 4 din Convenţie, reclamantul se plânge de faptul că nu a beneficiat de o cale de atac efectivă la nivel naţional pentru a contesta prelungirea măsurii arestării preventive luate împotriva lui prin Hotărârea tribunalului militar din 7 iunie 2002 şi prin hotărârile curţii militare de apel din 19 iulie şi 10 septembrie 2002. Citând art. 6 § 3 lit. c) din Convenţie, acesta se plânge de faptul că, la audierea din 13 februarie 2002, deşi avocatul său a informat instanţa despre motivele absenţei sale şi a solicitat amânarea cauzei, instanţa a decis să ţină audierea şi i-a repartizat un avocat din oficiu.", "91. Curtea reţine că, la şedinţa din 13 februarie 2002, tribunalul militar a avut de examinat necesitatea prelungirii măsurii arestării preventive aplicate reclamantului, nu temeinicia acuzaţiei penale aduse acestuia. Prin urmare, se impune examinarea acestui capăt de cerere în sensul art. 5 § 4 din Convenţie [Berdji împotriva Franţei (decizie), nr. 74.184/01, 23 martie 2004], care prevede următoarele:", "„ 4. Orice persoană lipsită de libertatea sa prin arestare sau deţinere are dreptul să introducă un recurs în faţa unui tribunal, pentru ca acesta să statueze într-un termen scurt asupra legalităţii deţinerii sale şi să dispună eliberarea sa dacă deţinerea este ilegală.”", "A. Cu privire la recursurile reclamantului împotriva deciziilor din 7 iunie, 19 iulie şi 10 septembrie 2002 de prelungire a arestării preventive", "92. Reclamantul se plânge de faptul că recursul său împotriva Hotărârii tribunalului militar din 7 iunie 2002 în ceea ce priveşte prelungirea arestării preventive nu a fost examinat de curtea militară de apel şi că recursurile sale împotriva hotărârilor curţii militare de apel din 19 iulie şi 10 septembrie 2002 de prelungire a arestării preventive au fost respinse ca inadmisibile.", "93. Guvernul consideră că acest capăt de cerere al reclamantului nu este susţinut şi că, în orice caz, contestaţia sa împotriva ordonanţei de arestare preventivă a fost examinată într-un termen scurt de tribunalul militar.", " 94. Conform jurisprudenţei constante a Curţii, o persoană condamnată de prima instanţă se află în cazul prevăzut la art. 5 § 1 lit. a) din Convenţie, care permite privarea de libertate a persoanelor după condamnare, întrucât aceste ultime cuvinte nu pot fi interpretate ca limitându-se la ipoteza unei condamnări definitive (Wemhoff, citată anterior, pct. 9, şi B. împotriva Austriei, Hotărârea din 28 martie 1990, seria A, nr. 175, pct. 36). În cazul unei pedepse cu închisoarea cu o durată determinată, pronunţată de o instanţă naţională, pentru sancţionarea unei infracţiuni, controlul vizat la art. 5 § 4 din Convenţie este inclus în hotărâre (De Wilde, Ooms şi Versyp împotriva Belgiei, 18 iunie 1971, seria A, nr. 12, pct. 76).", "95. În speţă, prin cele 3 hotărâri menţionate de reclamant s-a dispus prelungirea arestării sale preventive, aşa cum prevedea dreptul intern, după ce a fost condamnat în primă instanţă prin Hotărârea tribunalului militar din 7 iunie 2002. Prin urmare, controlul legalităţii arestării preventive, vizat la art. 5 § 4 din Convenţie, este inclus instantaneu în hotărârea pronunţată la terminarea procesului în primă instanţă şi declaraţia de vinovăţie consecutivă stabilirii legale a infracţiunii era suficientă pentru a justifica menţinerea reclamantului în stare de arest preventiv [Negoescu împotriva României (decizie), nr. 55.450/00, 17 martie 2005]. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", " B. Cu privire la numirea unui avocat din oficiu pentru a-l reprezenta pe reclamant la audierea din 13 februarie 2002", "96. Reclamantul se plânge de faptul că, la audierea din 13 februarie 2002, tribunalul militar i-a impus un avocat din oficiu, deşi avocatul său ales solicitase expres amânarea cauzei din cauza imposibilităţii sale de a se prezenta la tribunal. Acesta adaugă că avocatul din oficiu a pregătit o apărare bazată pe argumente de ordin general, dat fiind că îi era imposibil să ia cunoştinţă de conţinutul voluminos al dosarului în termenul scurt acordat de instanţă.", "97. Guvernul precizează că tribunalul militar a luat măsurile necesare pentru a asigura respectarea dreptului reclamantului la apărare, în absenţa avocatului său ales. Acesta adaugă că reclamantul a subscris la concluziile prezentate de avocatul din oficiu şi că nu a informat nici tribunalul militar, nici curtea militară de apel în motivele de recurs despre faptul că nu era mulţumit de apărarea oferită de acesta.", "98. Curtea aminteşte că dispoziţiile art. 35 din Convenţie prevăd epuizarea de către reclamanţi a căilor de atac interne referitoare la încălcările incriminate, disponibile şi adecvate acestor încălcări (Dalia împotriva Franţei, 19 februarie 1998, pct. 38, Culegere de hotărâri şi decizii, 1998-I). Fără să mai considere necesar să examineze calitatea apărării asigurate reclamantului de către avocatul din oficiu, Curtea reţine, ca şi Guvernul, că în decursul procedurii de recurs privind prelungirea arestării preventive, reclamantul, care era asistat de avocatul său ales, nu a sesizat instanţele naţionale cu acest capăt de cerere. Reiese că acest capăt de cerere trebuie respins pentru neepuizarea căilor de atac interne, în conformitate cu art. 35 § 1 şi 4 din Convenţie.", " IV. Cu privire la pretinsa încălcare a art. 6 § 1 din Convenţie", "99. Reclamantul se plânge de faptul că tribunalul militar şi curtea militară de apel care s-au pronunţat nu erau instanţe independente şi imparţiale în sensul art. 6 § 1 din Convenţie, dat fiind că judecătorii erau, în baza statutului lor, subordonaţi Ministerului Apărării. Acesta reclamă totodată o atingere adusă principiului egalităţii armelor în ceea ce priveşte accesul la „dosarul secret“ la care se referise judecătorul militar la 26 aprilie 2002. Acesta se plânge şi de faptul că şedinţele din 26 aprilie şi 27 noiembrie 2002 nu au fost publice, precum şi că instanţele naţionale nu au examinat corespunzător motivele sale de apel şi recurs. Acesta invocă art. 6 § 1 din Convenţie, ale cărui dispoziţii relevante sunt redactate după cum urmează:", " – Art. 6 § 1: „Orice persoană are dreptul la judecarea în mod echitabil [...] de către o instanţă independentă şi imparţială [...], care va hotărî [...] asupra temeiniciei oricărei acuzaţii în materie penală îndreptate împotriva sa. Hotărârea trebuie să fie pronunţată în mod public, dar accesul în sala de şedinţă poate fi interzis presei şi publicului pe întreaga durată a procesului sau a unei părţi a acestuia, în interesul [...] ordinii publice ori al securităţii naţionale într-o societate democratică [...].“", "A. Independenţa şi imparţialitatea instanţelor militare", "100. Reclamantul susţine că instanţele militare care l-au judecat nu pot fi considerate instanţe independente şi imparţiale, dat fiind că erau compuse din judecători militari, subordonaţi Ministerului Apărării. Acesta observă că, ulterior intrării în vigoare a  privind Statutul poliţistului, în temeiul căreia Ministerul de Interne s-a demilitarizat, curtea militară de apel era obligată să verifice din oficiu propria competenţă şi să trimită cauza curţii de apel de drept comun. Acesta adaugă că, în hotărârea pronunţată în primă instanţă, numele procurorului este indicat imediat după numele judecătorului care făcea parte din completul de judecată, ceea ce ar dovedi că procurorul a participat la deliberări.", "101. Guvernul observă că reclamantul nu se poate plânge de o teamă cauzată de lipsa de imparţialitate sau independenţă a instanţelor militare, în măsura în care, la vremea comiterii faptelor, acesta avea statut de ofiţer de poliţie şi deci de militar. Acesta consideră că instanţele militare care au judecat cauza penală împotriva lui au întrunit pe deplin condiţiile de independenţă şi imparţialitate şi subliniază că ultimul grad de jurisdicţie în cauză a fost reprezentat de o instanţă de drept comun, şi anume Înalta Curte de Casaţie şi Justiţie.", " 102. Cu titlu introductiv, Curtea observă că reclamantul, în formularul de cerere şi în observaţiile sale, a intenţionat să conteste în faţa sa lipsa de independenţă şi imparţialitate a instanţelor militare, nu faptul că instanţa de apel nu era „instituită de lege“. De altfel, acesta nu a sesizat acest capăt de cerere instanţelor naţionale. Prin urmare, Curtea va examina afirmaţiile reclamantului aşa cum au fost calificate de acesta.", "103. Curtea reţine, de la bun început, că prezenta cauză priveşte o procedură penală în desfăşurare în faţa unei instanţe militare, în care inculpatul era ofiţer de poliţie, cu statut de militar, pentru săvârşirea unei infracţiuni în exerciţiul funcţiunii [a contrario, Altay împotriva Turciei, nr. 22.279/93, 22 mai 2001, pct. 74, Ergin împotriva Turciei (nr. 6), nr. 47.533/99, pct. 40, CEDO 2006-VI (fragmente), şi Maszni, citată anterior, pct. 53]. Pe de altă parte, aceasta constată că circumstanţele deosebite ale cauzei diferă, de asemenea, de cele din hotărârile Findlay împotriva Regatului Unit (Hotărârea din 25 februarie 1997, Culegere 1997-I) şi Grieves împotriva Regatului Unit (MC), nr. 57.067/00, CEDO 2003-XII (fragmente), care au determinat Curtea să constate încălcarea art. 6 § 1, având în vedere caracterul specific al organizării instanţelor militare în cauză.", "104. Curtea reaminteşte că în Convenţie nu se interzice instanţelor militare să statueze asupra unor acuzaţii în materie penală împotriva unor membri ai personalului cu statut de militar, cu condiţia să se respecte garanţiile de independenţă şi imparţialitate prevăzute la art. 6 § 1 [Morris împotriva Regatului Unit, nr. 38.784/97, pct. 59, CEDO 2002-I, Cooper împotriva Regatului Unit (MC), nr. 48.843/99, pct. 106, CEDO 2003-XII, şi Ergin, citată anterior, pct. 40]. Pentru a stabili dacă o instanţă poate fi considerată „independentă“ - în special în raport cu executivul şi părţile -, Curtea a ţinut seama de modalitatea de numire şi durata mandatului membrilor, precum şi de existenţa unor garanţii împotriva unor presiuni externe (Le Compte, Van Leuven şi De Meyere împotriva Belgiei, 23 iunie 1981, seria A, nr. 43, pct. 55, şi Campbell şi Fell împotriva Regatului Unit, 28 iunie 1984, seria A, nr. 80, pct. 78).", "105. În speţă, în perioada faptelor incriminate, modalitatea de numire şi durata mandatului membrilor instanţelor militare erau reglementate de dispoziţiile  pentru organizarea instanţelor şi parchetelor militare. Astfel, judecătorii militari aveau aceeaşi formare profesională ca omologii lor civili şi beneficiau de garanţii constituţionale identice cu cele de care beneficiau judecătorii civili, în măsura în care erau numiţi de Preşedintele Republicii, la propunerea Consiliului Superior al Magistraturii, erau inamovibili şi se bucurau de stabilitate. Aceştia nu trebuiau să răspundă pentru deciziile lor în faţa executivului [Yavuz împotriva Turciei (decizie), nr. 29.870/96, 25 mai 2000]. Preşedintele completului de judecată şi procurorul care a instrumentat cazul trebuiau să aibă cel puţin acelaşi grad militar ca acuzatul, pentru a evita presiunile care ar putea fi exercitate asupra magistraţilor (supra, pct. 63).", "106. Mai mult, procedura urmată de aceste instanţe era cea prevăzută de C. proc. pen. şi prevedea dreptul acuzatului de a recuza orice membru din cadrul instanţei militare, precum şi confidenţialitatea deliberărilor. Bănuielile reclamantului privind o eventuală participare a procurorului la deliberări în primă instanţă nu sunt susţinute şi acesta nu a invocat acest aspect în faţa instanţelor naţionale.", "107. În fine, Curtea observă că, în urma modificării legislative survenite în decursul procedurii, competenţa pentru soluţionarea cauzei a revenit instanţelor de drept comun. Astfel, cauza reclamantului a fost soluţionată în ultimă instanţă de Înalta Curte de Casaţie şi Justiţie, instanţă de drept comun.", " 108. În lumina considerentelor precedente, Curtea consideră că dreptul reclamantului de a fi judecat de o instanţă independentă şi parţială a fost respectat în speţă. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "B. Respectarea principiului egalităţii armelor", "109. Reclamantul se plânge că principiul egalităţii armelor nu a fost respectat de instanţele naţionale, pe motiv că, la şedinţa din 26 aprilie 2002, judecătorul militar care constituia completul de judecată al tribunalului militar a afirmat că trebuia să dea o hotărâre în baza unui „dosar secret“. În răspunsurile sale la observaţiile Guvernului, reclamantul precizează că nu i-au fost comunicate nici autorizaţia înregistrării conversaţiei sale din 1 iulie 2001 cu B.E., nici procesul-verbal al transcrierii înregistrării.", "110. Guvernul observă că reclamantul nu a prezentat nicio dovadă cu privire la existenţa unui „dosar secret“ sau la afirmaţiile care ar fi fost făcute de către judecătorul militar. Acesta observă că instanţele naţionale şi-au întemeiat deciziile pe probele depuse la dosar care fuseseră aduse la cunoştinţa reclamantului în decursul procedurii.", " 111. Curtea reafirmă că orice proces penal, inclusiv în aspectele lui procedurale, trebuie să prezinte un caracter contradictoriu şi să garanteze egalitatea armelor între acuzare şi apărare: acesta este unul dintre aspectele fundamentale ale dreptului la un proces echitabil. Dreptul la un proces penal în contradictoriu implică, pentru acuzare ca şi pentru apărare, facultatea de a lua cunoştinţă de observaţiile sau mijloacele de probă prezentate de cealaltă parte. În plus, art. 6 § 1 impune organelor de urmărire penală să comunice apărării toate probele relevante de care dispun, fie incriminatorii, fie discriminatorii. Acestea fiind zise, dreptul la divulgarea probelor relevante nu este absolut [Cornelis împotriva Olandei (decizie) nr. 994/03, 25 mai 2004].", "112. Revenind la faptele din prezenta speţă, Curtea observă în primul rând că reclamantul nu a prezentat nicio probă referitoare la caracterul real al afirmaţiilor judecătorului militar sau la existenţa unui „dosar secret“. În plus, în procesul-verbal întocmit în urma şedinţei din 26 aprilie 2002, nici inculpaţii şi nici avocaţii lor prezenţi nu au formulat obiecţii privind pretinsele afirmaţii ale judecătorului referitoare la existenţa unui „dosar secret“. Chiar şi presupunând că judecătorul militar s-ar fi referit, cum presupune reclamantul în observaţiile sale, la documente emise de organele de urmărire pentru a autoriza şi transcrie înregistrarea conversaţiei sale din 1 iulie 2001, Curtea consideră că respectivele documente nu pot fi considerate, ca atare, probe „relevante“ (mutatis mutandis, Cornelis, citată anterior). Reiese că aceste documente vizau numai procedura de interceptare, a cărei legalitate a fost confirmată de instanţele naţionale.", "113. În speţă, instanţele naţionale au pronunţat decizii în baza probelor care au fost depuse la dosarul cauzei şi care au fost aduse la cunoştinţa reclamantului şi a avocatului său. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "C. Caracterul public al şedinţelor din 26 aprilie 2002 şi 27 noiembrie 2002", " 114. Reclamantul se plânge că, în şedinţele din 26 aprilie şi 27 noiembrie 2002, cauza nu a fost publică, cu toate că autorităţile nu luaseră nicio decizie ca şedinţele să nu fie publice. Potrivit reclamantului, nu exista motiv care să justifice faptul ca şedinţele să nu fi fost publice.", "115. Guvernul respinge susţinerile reclamantului. Făcând trimitere la faptele relevante în speţă, acesta consideră că, având în vedere obiectul şedinţelor menţionate de reclamant, acestea nu constituie „şedinţe“. Guvernul arată că, la datele respective, nu a fost pronunţată nicio încheiere, conform prevederilor C. proc. pen., pentru a marca desfăşurarea unei şedinţe de judecată.", "116. Curtea subliniază că natura publică a dezbaterilor constituie un principiu fundamental consacrat de art. 6 § 1, în măsura în care aceasta protejează justiţiabilii împotriva unei justiţii secrete care scapă controlului public, şi constituie totodată unul dintre mijloacele necesare pentru a păstra încrederea în instanţele judecătoreşti. Prin transparenţa pe care o conferă administrării justiţiei, aceasta contribuie la realizarea scopului art. 6 § 1: procesul echitabil, a cărui garanţie se numără printre principiile fundamentale ale oricărei societăţi democratice (Ernst şi alţii împotriva Belgiei, nr. 33.400/96, pct. 65, 15 iulie 2003, şi Axen împotriva Germaniei, 8 decembrie 1983, seria A, nr. 72, pct. 25). În cazul în care nu a avut loc nicio şedinţă publică în primă instanţă, această lacună poate fi reparată la nivelul unei instanţe superioare, cu condiţia ca instanţa superioară să poată examina faptele şi să dispună de jurisdicţie deplină (Diennet împotriva Franţei, Hotărârea din 26 septembrie 1995, seria A, nr. 325-A, 16, pct. 34).", "117. În speţă, Curtea nu consideră necesar să se pronunţe asupra faptului dacă şedinţele contestate de reclamant erau „şedinţe“ în sensul art. 6 § 1 din Convenţie. Astfel, Curtea subliniază că toate celelalte şedinţe în faţa curţii militare de apel şi a Înaltei Curţi de Casaţie şi Justiţie s-au desfăşurat în mod public. Aceste instanţe dispuneau de jurisdicţie deplină pentru a soluţiona chestiunea temeiniciei acuzaţiei penale aduse împotriva reclamantului. Reiese că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", " D. Motivarea deciziilor", "118. Reclamantul consideră că instanţele naţionale nu au examinat în mod corespunzător motivele sale de apel şi de recurs invocate în faţa lor, mai precis pe cele legate de restituirea obiectelor sale puse sub sigiliu în timpul percheziţiei domiciliare, de respingerea lapidară a argumentelor prezentate în memoriul său din 17 aprilie 2002 şi de lipsa unei menţionări sau respingeri explicite a probelor prezentate în apărare în decursul procedurii.", "119. Guvernul consideră că reclamantul a avut posibilitatea, în diverse etape ale procedurii, nu numai de a prezenta argumentele pe care le considera relevante pentru apărarea sa, ci şi de a obţine răspunsuri adecvate de la instanţele care au examinat cauza.", "120. Art. 6 § 1 obligă instanţele să îşi motiveze deciziile, însă această obligaţie nu poate fi înţeleasă ca impunând un răspuns detaliat la fiecare argument [Garcia Ruiz împotriva Spaniei (MC), nr. 30.544/96, pct. 26, CEDO 1999-I]. De asemenea, instanţelor le revine sarcina de a răspunde la motivele esenţiale ale apărării, cunoscut fiind faptul că sfera de aplicare a acestei obligaţii poate varia în funcţie de natura deciziei şi trebuie analizată aşadar în lumina circumstanţelor speţei (Hiro Balani împotriva Spaniei, 9 decembrie 1994, seria A nr. 303-B, pct. 27, şi Menet împotriva Franţei, nr. 39.553/02, 14 iunie 2005, pct. 35].", "121. În ceea ce priveşte faptul că instanţele naţionale nu au examinat separat cererea reclamantului de a i se restitui bunurile puse sub sigiliu în timpul percheziţiei domiciliare, Curtea consideră că nu este vorba despre un argument juridic care ar avea incidenţă asupra încadrării juridice a faptelor de natură penală de care acesta era acuzat [mutatis mutandis, Jahnke şi Lenoble împotriva Franţei (decizie), nr. 40.490/98, CEDO 2000-IX]. În orice caz, Curtea va lua în considerare acest aspect la examinarea capătului de cerere al reclamantului întemeiat pe art. 1 din Protocolul nr. 1 la Convenţie.", "122. Referitor la celelalte 4 capete de cerere invocate de reclamant, Curtea observă că acestea privesc modul în care autorităţile naţionale au analizat probele depuse la dosar. În speţă, analiza instanţelor s-a axat pe circumstanţele factuale în ansamblu pentru a stabili dacă reclamantul îi ceruse sau nu lui B.E. suma în cauză. Instanţele au analizat implicit motivele reclamantului, în acest sens axându-se pe principalele elemente constitutive ale infracţiunii. Curtea acordă importanţă în special faptului că, în speţă, reclamantul a fost audiat şi a putut să conteste probele strânse împotriva sa şi să adreseze întrebări martorilor. În consecinţă, Curtea consideră că, în speţă, reclamantul se limitează la a contesta aprecierea faptelor şi a probelor făcută de instanţe [mutatis mutandis, E.S. împotriva Franţei (decizie), nr. 49.714/06, 10 februarie 2009] şi consideră, prin urmare, că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "V. Cu privire la pretinsa încălcare a art. 6 § 2 din Convenţie", "123. Reclamantul consideră că declaraţiile făcute de prim-ministru în timpul videoconferinţei din 6 iulie 2001 şi campania de presă care a urmat nu au respectat dreptul său la prezumţia de nevinovăţie, contrar art. 6 § 2 din Convenţie, care prevede:", "„ Orice persoană acuzată de o infracţiune este prezumată nevinovată până ce vinovăţia sa va fi legal stabilită.”", "124. Reclamantul precizează că, în timpul videoconferinţei din 6 iulie 2001, prim-ministrul i-a adus atingere dreptului la prezumţia de nevinovăţie, prezentându-l ca pe un delincvent, şi că declaraţia a fost preluată de mass-media. Acesta consideră că, ţinând seama de impactul faptelor imputate asupra opiniei publice, declaraţia a influenţat judecătorii, care i-au prelungit arestarea preventivă.", "125. Guvernul consideră că judecătorii care au examinat cauza nu au fost influenţaţi nici de declaraţia prim-ministrului din timpul videoconferinţei din 6 iulie 2001, nici de articolele apărute în ziare. În această privinţă, acesta menţionează intervalul de timp semnificativ scurs între articolele apărute în ziare şi decizia de condamnare a reclamantului în primă instanţă. Acesta adaugă că prezenta cauză priveşte o problemă de interes general, şi anume lupta autorităţilor împotriva corupţiei, şi precizează că instanţele care s-au pronunţat în cauză erau compuse din magistraţi de profesie, care îşi îndeplineau sarcina respectând toate garanţiile unui proces echitabil.", "126. Curtea reaminteşte că încălcarea dreptului la prezumţia de nevinovăţie poate proveni nu numai de la o instanţă, ci şi de la alte autorităţi publice (Daktaras împotriva Lituaniei, nr. 42.095/98, pct. 41-42, CEDO 2000-X, şi Allenet de Ribemont împotriva Franţei, 10 februarie 1995, pct. 35-36, seria A, nr. 308). În această privinţă, trebuie subliniată importanţa alegerii expresiilor de către agenţii statului în declaraţiile pe care le formulează înainte ca o persoană să fie judecată şi găsită vinovată de săvârşirea unei infracţiuni. Astfel, aceasta consideră că ceea ce contează în vederea aplicării dispoziţiei sus-menţionate este sensul real al declaraţiilor în cauză, nu forma ad litteram a acestora (Lavents, citată anterior, pct. 126).", "127. Curtea recunoaşte că art. 6 § 2 nu poate împiedica, în raport cu art. 10 din Convenţie, ca autorităţile să informeze publicul despre anchetele penale în desfăşurare, dar impune ca acestea să o facă astfel cu toată discreţia şi toate rezerva pe care o implică respectarea prezumţiei de nevinovăţie (Allenet de Ribemont, citată anterior, pct. 38). Aceasta reaminteşte totodată că o campanie de presă virulentă este, în unele cazuri, susceptibilă să prejudicieze caracterul echitabil al procesului, influenţând opinia publică şi, în consecinţă, instanţele care trebuie să se pronunţe asupra vinovăţiei acuzatului [Akay împotriva Turciei (decizie), nr. 34.501/97, 19 februarie 2002].", "128. În ceea ce priveşte declaraţia prim-ministrului, Curtea notează pentru început că videoconferinţa a avut loc numai cu prefecţii, într-un cadru profesional, fără să fie adresată publicului. În plus, chiar şi în acest context restrâns, premierul nu a menţionat numele reclamantului (a contrario, Vitan împotriva României, nr. 42.084/02, 25 martie 2008, pct. 9). Acesta s-a limitat la a preciza că 2 poliţişti au fost prinşi în flagrant delict, ceea ce corespunde mai degrabă unei informaţii privind desfăşurarea unei anchete şi nu echivalează cu o afirmaţie privind vinovăţia. Ţinând seama de contextul în care au fost făcute afirmaţiile în litigiu, respectiv în cadrul unei prezentări a preocupărilor autorităţilor faţă de probitatea persoanelor care lucrează în instituţiile de poliţie, Curtea admite că afirmaţiile prim-ministrului pot fi înţelese ca o simplă modalitate de a ilustra problema identificată (Butkevicius împotriva Lituaniei, nr. 48.297/99, pct. 52, 26 martie 2002). Prin urmare, în legătură cu caracterul general al termenilor folosiţi, nu se poate admite că s-a făcut o declaraţie oficială privind vinovăţia reclamantului, care de altfel nu fusese vizat nominal.", " 129. În ceea ce priveşte pretinsa campanie de presă, în opinia Curţii, reclamantul nu a demonstrat că a existat împotriva sa o campanie mediatică de o virulenţă de natură să influenţeze sau în măsură să influenţeze formarea opiniei judecătorilor şi rezultatul deliberării. În această privinţă, Curtea observă că articolele incriminate de reclamant au fost publicate în zilele ulterioare declaraţiei prim-ministrului, fără ca reclamantul să invoce un comunicat de presă oficial ca stând la baza surselor jurnaliştilor. Prin urmare, nu s-a stabilit că autorităţile au contribuit la alimentarea unei campanii de presă împotriva reclamantului [Kiratli împotriva Turciei (decizie), nr. 6.497/04, 2 septembrie 2008]. Din moment ce articolul publicat în ziarul „Cotidianul“, invocat de reclamant nu a încercat să nuanţeze afirmaţiile referitoare la faptele reţinute împotriva reclamantului, autorităţile naţionale nu pot fi considerate răspunzătoare pentru acţiuni singulare ale presei (mutatis mutandis, Y.B. şi alţii împotriva Turciei, nr. 48.173/99 şi 48.319/99, 28 octombrie 2004, pct. 48).", "130. În plus, articolele referitoare la reclamant au apărut în iulie 2001, la data arestării sale, în vreme ce a fost condamnat de tribunalul militar la 7 iunie 2002. Prin urmare, s-a scurs un interval de timp important între apariţia articolelor incriminate şi momentul condamnării sale [Wloch împotriva Poloniei (decizie), nr. 27.785/95, 30 martie 2000, şi Mircea împotriva României, nr. 41.250/02, 29 martie 2007, pct. 74]. De asemenea, trebuie remarcat că instanţele sesizate să judece cauza erau compuse integral din judecători de profesie, care au de regulă o experienţă şi o formare în măsură să le permită să respingă orice sugestie exterioară procesului [Craxi împotriva Italiei (nr. 2), nr. 25.337/94, 17 iulie 2003, pct. 104, şi Mircea, citată anterior, pct. 75]. Curtea observă, de asemenea, că interesul ziarelor pentru cauză şi importanţa acesteia pentru opinia publică rezultau din poziţia ocupată de reclamant, ofiţer de poliţie, în contextul combaterii corupţiei, motiv de îngrijorare atât pentru autorităţile naţionale, cât şi pentru public (Viorel Burzo împotriva României, nr. 75.109/01 şi 12.639/02, 30 iunie 2009, pct. 160, şi Söylemez împotriva Turciei, nr. 46.661/99, 21 septembrie 2006, pct. 141).", "131. Având în vedere cele precedente, Curtea nu poate constata, în speţă, nicio atingere adusă prezumţiei de nevinovăţie. Rezultă că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "VI. Cu privire la pretinsa încălcare a art. 6 § 3 lit. c) din Convenţie", " 132. Reclamantul se plânge de faptul că, în timpul percheziţiei corporale din 1 iulie 2001, parchetul i-a impus asistenţa unui avocat din oficiu, deşi el ceruse să fie reprezentat de avocatul său ales. Acesta invocă art. 6 § 3 lit. c) din Convenţie, care prevede următoarele:", "„ 3. Orice acuzat are, în special, dreptul: [...]", "c. să se apere el însuşi sau să fie asistat de un apărător ales de el şi, dacă nu dispune de mijloacele necesare pentru a plăti un apărător, să poată fi asistat în mod gratuit de un avocat din oficiu, atunci când interesele justiţiei o cer; ”", "133. Reclamantul precizează că, la momentul interpelării şi anterior percheziţiei corporale, l-a informat pe procuror despre dorinţa sa de a fi asistat de un avocat ales, fapt dovedit printre altele de declaraţiile făcute de N.A. şi N.G. în faţa instanţelor naţionale (supra, pct. 49 şi 54) şi lista convorbirilor sale telefonice. Acesta subliniază că avocatul din oficiu nu i-a asigurat o apărare efectivă, implicându-se activ împreună cu organele de cercetare în depistarea urmelor de substanţă fluorescentă, fapt confirmat de martorul N.G.", "134. Guvernul observă că din dosar nu reiese că, în timpul interogatoriului de către procuror, reclamantul ar fi invocat dreptul de a alege un avocat. Acesta declară că, în orice caz, în timpul primelor cercetări făcute în privinţa sa la 1 iulie 2001, reclamantul a fost reprezentat de un avocat din oficiu şi că, începând din noaptea de 1 spre 2 iulie 2001, a fost reprezentat de avocaţii săi aleşi.", "135. Curtea aminteşte că, deşi art. 6 are ca scop principal, în materie penală, să asigure un proces echitabil în faţa unei „instanţe“ competente să dispună cu privire la „temeinicia acuzaţiei penale“, nu rezultă de aici că nu se preocupă de etapele care se desfăşoară anterior procedurii de judecată. Astfel, art. 6 - în special paragraful 3 - poate juca un rol anterior sesizării instanţei de fond în cazul şi în măsura în care nerespectarea iniţială a acestuia riscă să compromită grav caracterul echitabil al procesului [Salduz împotriva Turciei (MC), nr. 36.391/02, 27 noiembrie 2008, pct. 50]. Astfel cum s-a consacrat în jurisprudenţa Curţii, dreptul formulat la art. 6 § 3 lit. c) constituie unul dintre elementele noţiunii de proces echitabil în materie penală prevăzute la § 1 (Imbrioscia împotriva Elveţiei, 24 noiembrie 1993, pct. 37, seria A, nr. 275, şi Brennan împotriva Regatului Unit, nr. 39.846/98, pct. 45, CEDO 2001-X).", "136. Curtea reaminteşte că art. 6 § 3 lit. c) recunoaşte oricărui acuzat dreptul „să se apere el însuşi sau să fie asistat de un apărător [...]“, dar nu precizează şi condiţiile de exercitare a acestuia. Astfel, acesta lasă statelor contractante alegerea mijloacelor potrivite să permită propriului sistem juridic garantarea acestuia, sarcina Curţii constând în a cerceta dacă modalitatea pe care au folosit-o corespunde cerinţelor unui proces echitabil [Quaranta împotriva Elveţiei, 24 mai 1991, pct. 30, seria A, nr. 205, şi Sakhnovski împotriva Rusiei (MC), nr. 21.272/03, 2 noiembrie 2010, pct. 95]. În această privinţă, nu trebuie uitat faptul că obiectivul Convenţiei este de a „apăra drepturi nu teoretice sau iluzorii, ci concrete şi efective“ şi că numirea unui apărător nu asigură, de sine stătătoare, eficienţa apărării pe care o poate procura acuzatului (Artico împotriva Italiei, 13 mai 1980, pct. 33, seria A, nr. 37).", " A. Aplicabilitatea art. 6 din Convenţie în procedura de anchetă având ca obiect percheziţia corporală a reclamantului", "137. Curtea trebuie să stabilească, în primul rând, dacă art. 6 din Convenţie cuprinde această etapă procedurală, dat fiind că, în temeiul dreptului intern, nu fusese formulată nicio acuzaţie penală faţă de persoana în cauză, acesta nefiind la momentul percheziţiei corporale nici învinuit, nici cercetat pentru săvârşirea vreunei infracţiuni.", " 138. În această privinţă, trebuie reamintit că, în temeiul jurisprudenţei Curţii în materie penală, „acuzaţia“ ar putea fi definită, în sensul art. 6 din Convenţie, ca o notificare oficială, emisă de autoritatea competentă, a imputaţiei săvârşirii unei infracţiuni sau ca existenţa unor „repercusiuni importante asupra situaţiei“ suspectului (Deweer împotriva Belgiei, 27 februarie 1980, pct. 46, seria A, nr. 35). În speţă, înainte de a proceda la percheziţia corporală a reclamantului, procurorul l-a informat de anumite fapte de care era acuzat, reclamantul putând deduce că era bănuit de comiterea infracţiunii de luare de mită. Prin urmare, această informaţie primită de reclamant chiar înainte de percheziţia sa corporală în procedura penală care a urmat a avut „repercusiuni importante“ asupra situaţiei sale, astfel încât acesta era „acuzat“ de infracţiunea de luare de mită în sensul autonom al acestui termen în cadrul art. 6 din Convenţie [O’Halloran şi Francis împotriva Regatului Unit (MC), nr. 15.809/02 şi 25.624/02, pct. 35, CEDO 2007 VIII]. În consecinţă, art. 6 este aplicabil în speţă.", "B. Cu privire la necesitatea de a fi asistat de un avocat ales în timpul percheziţiei corporale", "139. În Cauza Salduz, citată anterior (pct. 55), Curtea a subliniat importanţa stadiului anchetei pentru pregătirea procesului şi necesitatea de a fi asistat de un avocat încă de la primul interogatoriu efectuat de poliţie, cu excepţia cazului în care se demonstrează faţă de împrejurările fiecărui caz că este necesară restrângerea acestui drept. Sarcina avocatului constă în special în a face în aşa fel încât să se respecte dreptul oricărui acuzat de a nu se autoincrimina. Acest drept presupune ca, într-o cauză penală, acuzarea să încerce să îşi conceapă argumentaţia fără să recurgă la mijloace de probă obţinute prin constrângere sau presiuni contrar voinţei acuzatului [Jalloh împotriva Germaniei (MC), nr. 54.810/00, pct. 100, CEDO 2006..., şi Kolu împotriva Turciei, nr. 35.811/97, 2 august 2005, pct. 51].", "140. În speţă, reclamantul s-a prezentat la sediul poliţiei din motive personale, aşa cum a precizat în procesul-verbal întocmit cu această ocazie. Percheziţia corporală a acestuia s-a efectuat în prezenţa martorilor, iar circumstanţele cauzei nu par să indice o limitare a libertăţii de acţiune a reclamantului dincolo de ceea ce impune o percheziţie corporală (mutatis mutandis, Aleksandr Zaichenko împotriva Rusiei, nr. 39.660/02, 18 februarie 2010, pct. 48).", "141. De asemenea, Curtea acordă importanţă faptului că, în timpul percheziţiei reclamantului, organele de cercetare au strâns numai probe „materiale“, axându-se numai pe prelevarea urmelor de substanţă fluorescentă găsite pe diferite obiecte aparţinând reclamantului şi pe întocmirea unui proces-verbal. În această privinţă, trebuie reamintit că dreptul de a nu se autoincrimina, în sine, nu se răsfrânge asupra informaţiilor care pot fi obţinute de la acuzat prin recurgerea la puteri coercitive, dar care există independent de voinţa suspectului, de exemplu, în prezenta speţă, urme de substanţă fluorescentă (Saunders împotriva Regatului Unit, 17 decembrie 1996, pct. 69, Culegere de hotărâri şi decizii 1996-VI). Pe de altă parte, reclamantul a avut ocazia să formuleze obiecţii în procesul-verbal şi să ofere explicaţii pentru prezenţa sa la sediul poliţiei. De altfel, acesta a negat orice implicare în fapte. În plus, examinarea probelor materiale astfel strânse a fost înregistrată de autorităţi; aceste aspecte au fost prezentate reclamantului, au fost dezbătute de către părţi şi examinate de tribunalul militar în cadrul procedurii pe fond.", " 142. Rezultă că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", " VII. Cu privire la pretinsa încălcare a art. 8 din Convenţie", "143. Reclamantul denunţă încălcarea dreptului său la respectarea vieţii sale private prin interceptarea discuţiei sale cu B.E. din 1 iulie 2001. Acesta invocă art. 8 din Convenţie, care prevede următoarele:", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protejarea sănătăţii sau a moralei ori protejarea drepturilor şi libertăţilor altora.”", "144. Guvernul invocă tardivitatea acestui capăt de cerere, susţinând că, în măsura în care la vremea faptelor nu exista un recurs efectiv pentru a contesta în faţa autorităţilor naţionale legalitatea acestui tip de interceptare, reclamantul ar fi trebuit să sesizeze Curţii acest capăt de cerere în termen de 6 luni de la efectuarea acesteia, respectiv 1 iulie 2001.", " 145. Reclamantul nu a prezentat observaţii asupra acestui punct.", "146. Curtea reaminteşte că, în conformitate cu art. 35 § 1 din Convenţie, nu poate fi sesizată decât în termen de 6 luni începând cu data hotărârii definitive pronunţate în cadrul normal al epuizării căilor de atac interne în măsură să ofere un mijloc eficace şi suficient pentru a redresa încălcările care constituie obiectul cererii. În lipsa unei căi de atac interne eficiente, termenul de 6 luni prevăzut la art. 35 § 1 curge de la data actului sau a hotărârii incriminate, iar în caz de situaţie continuă, acesta curge de la încetarea acesteia [Mujea, citată anterior, şi Florica împotriva României (decizie) nr. 49.781/99, 10 iunie 2003].", "147. De asemenea, Curtea observă că a examinat deja dispoziţiile legale în materie de interceptare a convorbirilor existente în România anterior modificării C. proc. pen. prin , într-o cauză în care a constatat că examinarea detaliată a cerinţelor legislaţiei româneşti aplicabile şi a obstacolelor de fapt potenţial întâmpinate de o persoană care se consideră lezată de o măsură de interceptare a comunicărilor sale denotă deficienţe incompatibile cu nivelul minim de protecţie vizat de preeminenţa dreptului într-o societate democratică (Dumitru Popescu, citată anterior, pct. 69 in fine şi urm.). Curtea a constatat ulterior absenţa, la vremea respectivă, a unui control a priori al autorizaţiei acordate unui procuror de către un judecător sau o altă autoritate independentă, precum şi a unui control a posteriori al temeiniciei autorizaţiei în cauză (Dumitru Popescu, citată anterior, pct. 72-76). Prin urmare, la momentul respectiv, nu exista cale de atac efectivă pentru a contesta la nivel naţional amestecul în dreptul reclamantului la respectarea vieţii sale private prin interceptarea discuţiei sale cu B.E. În consecinţă, reclamantul ar fi trebuit să sesizeze Curţii acest capăt de cerere în termen de 6 luni de la încetarea situaţiei incriminate.", "148. Cu toate acestea, Curtea nu se poate alinia poziţiei Guvernului, potrivit căreia termenul de 6 luni începe să curgă de la data efectuării înregistrării în litigiu. În opinia Curţii, trebuie luat în considerare faptul că, în principiu, înregistrarea discuţiilor se face fără ştiinţa persoanelor implicate şi că acestea din urmă nu sunt avertizate de existenţa înregistrărilor decât odată cu comunicarea existenţei unei urmăriri penale începute împotriva lor. Prin urmare, Curtea consideră că termenul de 6 luni începe să curgă din momentul în care persoana respectivă a aflat de existenţa înregistrărilor în cauză, moment care trebuie stabilit în funcţie de circumstanţele fiecărei cauze.", "149. În speţă, reclamantul nu a indicat momentul în care a luat cunoştinţă de înregistrarea discuţiilor sale cu B.E. Cu toate acestea, din dosar reiese că, la 9 august 2001, procurorul militar însărcinat cu cauza i-a prezentat reclamantului, în prezenţa avocatului său, dosarul de urmărire. În dosar existau informaţii privind existenţa înregistrării în litigiu. În plus, în rechizitoriul întocmit de parchet la 15 august 2001 existau referiri la existenţa înregistrării respective.", "150. În consecinţă, în absenţa unui recurs efectiv la nivel naţional pentru a contesta prezumtiva atingere adusă dreptului său la respectarea vieţii sale private prin interceptarea discuţiei sale cu B.E., reclamantul ar fi trebuit să sesizeze acest capăt de cerere Curţii în termen de 6 luni de la data la care a aflat de existenţa înregistrării în litigiu, respectiv de la 9 august 2001, cu ocazia primei prezentări a dosarului de urmărire penală. Reclamantul a sesizat Curtea cu acest capăt de cerere la 15 aprilie 2002, adică la peste 6 luni de la încetarea situaţiei în litigiu.", "151. În consecinţă, este necesar să se admită excepţia Guvernului şi să se respingă acest capăt de cerere ca tardiv, în temeiul art. 35 § 1 şi 4 din Convenţie.", " VIII. Cu privire la pretinsa încălcare a art. 1 din Protocolul nr. 1 la Convenţie", " 152. Reclamantul se plânge de faptul că bunurile puse sub sigiliu de către autorităţi în timpul percheziţiei din 2 iulie 2001 nu i-au fost restituite ulterior. Acesta invocă art. 1 din Protocolul nr. 1 la Convenţie, redactat după cum urmează:", "„ Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", " Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii sau a amenzilor.”", "A. Cu privire la admisibilitate", "153. Guvernul invocă neepuizarea căilor de atac interne de către reclamant, susţinând că acesta nu a folosit calea prevăzută la art. 168 şi 169 din C. proc. pen., care reglementează măsurile asiguratorii şi restituirea lucrurilor care au făcut obiectul infracţiunii.", "154. Reclamantul consideră că nu a fost eficientă calea de recurs indicată de Guvern, în măsura în care în speţă nu s-a luat nicio măsură asiguratorie împotriva lucrurilor puse sub sechestru în timpul percheziţiei.", "155. Curtea reiterează principiul menţionat deja la punctul anterior, potrivit căruia, în temeiul dispoziţiilor art. 35 din Convenţie, nu poate fi sesizată decât după epuizarea căilor de atac interne referitoare la încălcarea incriminată. Aceasta observă apoi că, potrivit dosarului, lucrurile puse sub sechestru de către anchetatori în timpul percheziţiei domiciliare nu au făcut obiectul unui sechestru printr-o hotărâre judecătorească pentru ca acea cale de atac invocată de Guvern să fie considerată un recurs efectiv în cazul reclamantului [a contrario, Rosengren împotriva României (decizie), nr. 70.786/01, 4 mai 2006]. Reclamantul a prezentat pretenţiile sale autorităţilor naţionale pe tot parcursul procedurii penale, solicitând restituirea lor, dat fiind că lucrurile respective nu erau relevante pentru cauză. Chiar dacă nu a menţionat expres art. 109 din C. proc. pen., este evident că, dată fiind modalitatea de formulare a capătului său de cerere invocat în faţa instanţelor naţionale, acesta îşi întemeia cererea pe art. 109 din C. proc. pen., citat anterior. În aceste împrejurări, Curtea consideră că nu i se poate cere reclamantului epuizarea altor căi de atac (Borjonov împotriva României, nr. 18.274/04, 22 ianuarie 2009, pct. 54). Prin urmare, excepţia de neepuizare invocată de Guvern nu poate fi reţinută.", "156. De altfel, Curtea constată că acest capăt de cerere nu este în mod evident nefondat în sensul art. 35 § 3 din Convenţie. În plus, aceasta subliniază că nu prezintă niciun alt motiv de inadmisibilitate. Este necesar aşadar să fie declarat admisibil.", "B. Cu privire la fond", "157. Reclamantul consideră că, în măsura în care obiectele ridicate în urma percheziţiei nu erau relevante pentru cauză, organul de urmărire penală avea obligaţia să i le restituie. Însă, deşi le-a solicitat în cursul procedurii penale, instanţele interne nu au examinat deloc cererea sa.", "158. Guvernul s-a limitat la a preciza că reclamantul nu epuizase căile de atac interne.", "159. Curtea reaminteşte că reţinerea sau punerea sub sechestru a obiectelor de către autorităţile judecătoreşti în cadrul unei proceduri penale se examinează din perspectiva dreptului statului de a reglementa folosinţa bunurilor conform interesului general, în sensul celui de al doilea paragraf de la art. 1 din Protocolul nr. 1 [Smirnov împotriva Rusiei, nr. 71.362/01, pct. 54 CEDO 2007-VII, Adamczyk împotriva Poloniei (decizie), nr. 28.551/04, 7 noiembrie 2006, precum şi Borjonov, citată anterior, pct. 57]. Aceasta constată că, în speţă, sechestrul urmărea nu să îl priveze pe reclamant de obiectele sale, ci doar să îl împiedice temporar să facă uz de acestea, până la încheierea procedurii penale.", "160. Curtea observă că ridicarea obiectelor în litigiu avea temei legal, respectiv art. 108 din C. proc. pen., care reglementează percheziţia. În această privinţă, Curtea admite că ridicarea şi confiscarea obiectelor care sunt mijloace de probă ale unei infracţiuni pot fi necesare în interesul bunei administrări a justiţiei, care constituie un scop legitim ce ţine de „interesul general“ al comunităţii (mutatis mutandis, Smirnov, citată anterior, pct. 57).", "161. Totuşi, Curtea aminteşte că trebuie să existe un raport rezonabil de proporţionalitate între mijlocul folosit şi scopul urmărit prin măsurile eventual aplicate de stat, inclusiv cele destinate controlării folosirii proprietăţii individuale. Această cerinţă se exprimă în noţiunea de „echilibru just“ între imperativele interesului general al comunităţii, pe de o parte, şi exigenţele apărării drepturilor fundamentale ale omului, pe de altă parte (Smirnov, citată anterior, pct. 57). Pe de altă parte, în ciuda faptului că art. 1 din Protocolul nr. 1 nu menţionează nimic în materie de cerinţe procedurale, procedurile aplicabile în speţă trebuie, de asemenea, să ofere persoanei respective o ocazie adecvată pentru a-şi expune cauza în faţa autorităţilor competente pentru a contesta în mod efectiv măsurile care aduc atingere drepturilor garantate de această dispoziţie. Pentru a se asigura de respectarea acestei condiţii, procedurile aplicabile trebuie analizate din punct de vedere general (Zehentner împotriva Austriei, nr. 20.082/02, pct. 73, CEDO 2009-...).", "162. Curtea observă că art. 109 din C. proc. pen. prevedea că obiectele predate sau ridicate în urma percheziţiei şi care, în urma examinării, se dovedesc a nu avea legătură cu cauza se restituie persoanei căreia îi aparţin. În ceea ce priveşte obiectele reclamantului confiscate în urma percheziţiei domiciliare, tribunalul militar a notat, în Hotărârea din 7 iunie 2002, că acestea nu constituiau probe sau indicii în cauză (supra, pct. 19). Deşi reclamantul a solicitat în memoriile sale în apel şi în recurs restituirea obiectelor respective, instanţele naţionale nu au soluţionat cererea sa. Fără a prejudeca orice decizie pe care instanţele naţionale ar fi putut-o lua referitor la obiectele în cauză, este suficient pentru Curte să constate că, deşi legea naţională a instituit un mecanism care îi permite reclamantului să solicite restituirea acestora, în speţă, acest mecanism nu a fost eficace.", "163. Ţinând seama de cele de mai sus, Curtea constată că autorităţile naţionale nu au menţinut un „echilibru just“ între imperativele interesului general şi exigenţele apărării dreptului reclamantului la respectarea bunurilor sale. În consecinţă, a fost încălcat art. 1 din Protocolul nr. 1 la Convenţie.", "IX. Cu privire la celelalte încălcări invocate", "164. Invocând art. 3 din Convenţie, reclamantul se plânge de faptul că nu a primit hrană şi nu s-a putut odihni decât între 1 iulie 2001, ora 18,30, şi 3 iulie 2001, ora 7,00. Citând art. 5 § 1 lit. a) şi § 4 din Convenţie, reclamantul se plânge că arestarea sa preventivă a fost prelungită la 18 octombrie 2001 de o instanţă care nu avea această competenţă. Invocând art. 6 § 1, 2 şi § 3 lit. a) din Convenţie, reclamantul se plânge de durata procedurii, de faptul că prin afirmaţiile sale din 26 aprilie 2002 judecătorul din cadrul tribunalului a adus atingere dreptului său la prezumţia de nevinovăţie şi de faptul că nu a fost informat, în scurt timp, asupra acuzaţiilor împotriva sa. În temeiul art. 8 din Convenţie, acesta se plânge de ilegalitatea percheziţiei domiciliare din 2 iulie 2001 şi de faptul că lista convorbirilor telefonice avute în perioada în litigiu a fost folosită ca probă de către instanţele naţionale.", " 165. Ţinând seama de toate elementele de care dispune şi în măsura în care este competentă să se pronunţe cu privire la pretenţiile formulate, Curtea nu a constatat nicio încălcare a drepturilor şi libertăţilor garantate de articolele Convenţiei. Rezultă că acest capăt de cerere este în mod vădit nefondat şi trebuie respins în temeiul art. 35 § 3 şi 4 din Convenţie.", "X. Cu privire la aplicarea art. 41 din Convenţie", "166. În conformitate cu art. 41 din Convenţie:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", " A. Prejudiciu", "167. Reclamantul solicită 5.850.038,9 euro (EUR) şi 8.997,3 lei româneşti (RON) cu titlu de prejudiciu moral suferit. Fără a prezenta documente justificative, acesta include suma de 350 EUR reprezentând valoarea obiectelor sale confiscate de parchet, pe care nu le-a putut recupera.", "168. Guvernul consideră excesivă suma solicitată de reclamant cu titlu de prejudiciu moral.", "169. Curtea subliniază că, în temeiul art. 60 din regulamentul Curţii, reclamantul trebuie să prezinte pretenţiile sale, evaluate şi stabilite pe rubrici şi însoţite de documentele justificative pertinente, în cadrul aceluiaşi termen care i-a fost acordat pentru depunerea observaţiilor scrise; „dacă reclamantul nu respectă cerinţele [...], poate respinge, în tot sau în parte, pretenţiile sale“ (Tendam împotriva Spaniei, nr. 25.720/05, 13 iulie 2010, pct. 66).", " 170. În speţă, singura bază care trebuie reţinută pentru acordarea unei reparaţii echitabile o reprezintă constatarea unei încălcări a art. 5 § 3 din Convenţie în ceea ce priveşte lipsa motivării relevante şi suficiente a prelungirii arestării preventive a reclamantului ulterior Hotărârii din 14 septembrie 2001, precum şi a art. 1 din Protocolul nr. 1 la Convenţie. Referitor la suma solicitată de reclamant ca reprezentând valoarea obiectelor confiscate, Curtea observă că reclamantul nu a prezentat documente justificative. Prin urmare, nu poate acorda nicio sumă cu acest titlu (Borjonov, citată anterior, pct. 68). Curtea consideră totuşi că reclamantul a suferit în mod cert un prejudiciu moral. Pronunţându-se în echitate, în conformitate cu art. 41 din Convenţie, trebuie să i se acorde reclamantului 5.200 EUR cu titlu de prejudiciu moral.", " B. Cheltuieli de judecată", "171. De asemenea, reclamantul solicită 8.997,3 RON şi 38,9 EUR pentru cheltuielile de judecată suportate în faţa instanţelor interne şi a Curţii. Acesta transmite documente justificative pentru o parte din sumă.", "172. Guvernul observă că numai o parte din suma solicitată este justificată prin documente relevante.", "173. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care se stabileşte caracterul real, necesar şi rezonabil al sumelor. În speţă, ţinând seama de documentele de care dispune şi de criteriile menţionate anterior, Curtea consideră că este rezonabil să acorde reclamantului suma de 1.000 EUR pentru toate cheltuielile.", "C. Dobânzi moratorii", "174. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu 3 puncte procentuale.", "PENTRU ACESTE MOTIVE,", "CURTEA:", " 1. declară, în unanimitate, cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 5 § 3 din Convenţie cu privire la nemotivarea arestării preventive şi pe art. 1 din Protocolul nr. 1 la Convenţie;", "2. declară, cu majoritate, cererea inadmisibilă pentru celelalte capete de cerere;", "3. hotărăşte, cu 6 voturi la unu, că a fost încălcat art. 5 § 3 din Convenţie în perioada ulterioară Hotărârii tribunalului militar din 14 septembrie 2001;", "4. hotărăşte, în unanimitate, că a fost încălcat art. 1 din Protocolul nr. 1 la Convenţie; 5. hotărăşte, cu 6 voturi la unu:", "a) că statul pârât trebuie să îi plătească reclamantului, în termen de 3 luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din Convenţie, suma de 5.200 EUR (cinci mii două sute de euro) pentru prejudiciul moral şi 1.000 EUR (o mie de euro) pentru cheltuielile de judecată, care trebuie convertită în moneda naţională a statului pârât la rata de schimb aplicabilă la data plăţii, plus orice sumă ce poate fi datorată cu titlu de impozit;", "b) că, de la expirarea termenului menţionat şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu 3 puncte procentuale;", "6. respinge, în unanimitate, cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere.", "Redactată în limba franceză, apoi comunicată în scris, la 15 martie 2011, în temeiul art. 77 § 2 şi 3 din Regulament.", "       Josep Casadevall,      Santiago Quesada,", "        preşedinte           grefier", "", "În conformitate cu art. 45 § 2 din Convenţie şi cu art. 74 § 2 din regulament, la prezenta hotărâre este anexată opinia parţial separată a judecătorului Myjer.", "", "Opinia parţial separată a judecătorului Myjer", "Nu am votat precum colegii mei privind încălcarea art. 5 § 3. Din acest motiv nu am votat nici pentru acordarea unei sume de bani cu titlu de prejudiciu.", "În speţă, reclamantul, ofiţer de poliţie judiciară, a fost arestat pentru luare de mită. În mod incontestabil, aceste fapte au cauzat indignarea publicului. Prim-ministrul român în persoană şi-a exprimat cu această ocazie preocupările privind problema „disciplinei în cadrul Poliţiei Române“ (pct. 39 din hotărâre), iar cazul a avut un mare ecou în mass-media (pct. 40 şi 41 din hotărâre).", "Atunci când reclamantul a fost arestat preventiv şi a contestat această măsură, apoi când a avut loc prelungirea arestării preventive, tribunalul militar a reiterat iniţial mai mult sau mai puţin condiţiile referitoare la arestarea preventivă din  al României. Dat fiind că, în speţă, „motivele plauzibile pentru a suspecta“ pe reclamant au rămas valabile pe tot parcursul procesului, eu consider, ca şi colegii mei, că în acest stadiu motivele invocate de tribunalul militar erau relevante şi suficiente (pct. 85 din hotărâre). Totuşi, câteva luni mai târziu, la 19 noiembrie 2001, tribunalul militar a declarat expres că motivul principal pentru prelungirea arestării preventive îl constituia pericolul pe care reclamantul îl reprezenta pentru ordinea publică [a se vedea art. 148 lit. h) din ]: „[Măsura arestării inculpatului poate fi luată dacă] inculpatul a săvârşit o infracţiune pentru care legea prevede pedeapsa închisorii mai mare de 2 ani, iar lăsarea sa în libertate ar prezenta un pericol pentru ordinea publică“, urmând raţionamentul potrivit căruia „faptele fuseseră mediatizate şi avuseseră un impact negativ asupra opiniei publice, în legătură cu modul în care poliţiştii au înţeles să îşi exercite profesia“. Astfel, tribunalul militar a explicat clar că, în această cauză specială, impactul asupra opiniei publice şi aspectele referitoare la profesia de poliţist a acuzatului au fost invocate ca elemente constitutive ale pericolului pentru ordinea publică. Din acest motiv nu subscriu la opinia majorităţii, prezentată la pct. 86 din hotărâre: „se impune constatarea că, din 14 septembrie 2001, instanţele naţionale nu au mai oferit motive concrete pentru a justifica necesitatea prelungirii măsurii arestării preventive a reclamantului“.", "Având în vedere durata totală a perioadei în cauză (11 luni şi 5 zile), consider că, în împrejurările specifice ale cauzei, acest raţionament era suficient şi că nu era necesar să se mai invoce argumentul conform căruia, odată cu trecerea timpului, pericolul pentru ordinea publică exista în continuare.", "Atunci când pericolul pentru ordinea publică există în continuare, este greu de întrevăzut cum se pot aplica măsurile alternative prevăzute de legislaţia naţională (aşa cum se precizează la pct. 87 din hotărâre)."]}