{"file": "RUM_HJUDRUM_23468_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "23468/02", "text_paragraphs": ["", "©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", " Publicată în : MONITORUL OFICIAL nr. 784 din 24 noiembrie 2008", "", "CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "SECŢIA A TREIA", "", "", "HOTĂRÂREA", "din 25 ianuarie 2007", "", "în Cauza Sissanis împotriva României", "(Cererea nr. 23.468/02)", "", "", "În Cauza Sissanis împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), statuând în cadrul unei camere formate din: domnii B.M. Zupančič, preşedinte, C. Bîrsan, V. Zagrebelsky, doamna A. Gyulumyan, domnii E. Myjer, David Thór Björgvinsson, doamna I. Berro-Lefѐvre, judecători, şi din doamna F. Araci, grefier adjunct de secţie,", "după ce a deliberat în camera de consiliu la data de 4 ianuarie 2007,", "pronunţă următoarea hotărâre, adoptată la această dată:", "", "PROCEDURA", "", "1. La originea cauzei se află o cerere (nr. 23.468/02) îndreptată împotriva României, prin care un cetăţean grec, Nikolaos Sissanis (reclamantul), a sesizat Curtea la data de 4 iunie 2002, în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Reclamantul este reprezentat de domnii Costas Avgeris şi Vassilios Chirdaris, avocaţi în Pireu şi Atena. Guvernul român (Guvernul) este reprezentat de agentul său, doamna Beatrice Ramaşcanu, din cadrul Ministerului Afacerilor Externe.", "3. La data de 16 septembrie 2005, Curtea (Secţia a treia) a hotărât să comunice cererea Guvernului. Invocând dispoziţiile  § 3 din Convenţie, aceasta a hotărât să analizeze în acelaşi timp admisibilitatea şi temeinicia cauzei.", "4. Guvernul grec nu şi-a manifestat intenţia de a interveni în cadrul procedurii.", "", "ÎN FAPT", "", "I. Circumstanţele cauzei", "5. Reclamantul s-a născut în anul 1952 şi locuieşte în Roznov (România).", "A. Prima măsură preventivă de obligare de a nu părăsi ţara în Dosarul penal nr. 42/PMF/1998", "6. La data de 10 februarie 1998, a fost începută urmărirea penală împotriva reclamantului pentru săvârşirea infracţiunilor de evaziune fiscală, fals şi uz de fals. După 10 zile, la data de 20 februarie 1998, poliţia a luat faţă de reclamant măsura preventivă de obligare de a nu părăsi ţara. În vederea executării acestei măsuri, poliţia a înscris în paşaportul acestuia menţiunea „C“, informându-l pe reclamant despre acest aspect la data de 23 februarie 1998, însă fără a preciza temeiul legal al acestei măsuri.", "7. La data de 4 martie 1998, organele de poliţie au confiscat mai multe documente contabile ce aparţineau Societăţii Comerciale Ritz Rom - SRL, al cărei director general era reclamantul. Ulterior, la o dată neprecizată, poliţia a confiscat documentele ce aparţineau unei alte societăţi a reclamantului.", "8. Reclamantul a formulat recurs împotriva acestei măsuri preventive, invocând dispoziţiile art. 1401 din , care prevede posibilitatea de a ataca în justiţie ordonanţa prin care procurorul dispune o măsură preventivă.", "9. Prin încheierea de şedinţă din data de 6 martie 1998, Tribunalul Judeţean Constanţa a respins recursul, după ce a constatat că procurorul nu dispusese nicio măsură preventivă împotriva reclamantului.", "10. Prin intermediul Consulatului Greciei în România, reclamantul a aflat că, la data de 19 martie 1998, parchetul îi interzisese să părăsească ţara pentru o perioadă de 30 de zile.", "11. La data de 14 august 1998, după expirarea acestei perioade, reclamantul a solicitat radierea menţiunii „C“ din paşaportul său.", "12. Prin hotărârea rămasă definitivă din data de 28 august 1998, Judecătoria Constanţa a admis cererea reclamantului şi a dispus radierea menţiunii.", "13. Prin rechizitoriul din data de 29 noiembrie 2003, parchetul a dispus trimiterea în judecată a reclamantului pentru săvârşirea unor infracţiuni vizând nelegalitatea documentelor contabile ale societăţilor comerciale pe care le administra.", "14. Prin sentinţa din data de 24 iunie 2005, Judecătoria Constanţa a pronunţat achitarea reclamantului. Apelul introdus împotriva acestei sentinţe de parchet şi părţile civile a fost respins la data de 6 noiembrie 2006 de Tribunalul Judeţean Constanţa.", "B. A doua măsură preventivă de obligare de a nu părăsi ţara în Dosarul penal nr. 51/PMF/1998", "15. La data de 31 august 1998, Parchetul a început urmărirea penală împotriva reclamantului într-un alt dosar, pentru săvârşirea infracţiunilor de înşelăciune, fals intelectual şi uz de fals, fiind acuzat că ar fi simulat deteriorarea şi apoi salvarea unei nave româneşti în portul Dakar.", "16. Prin notificarea din data de 2 septembrie 1998, Poliţia Municipiului Constanţa a solicitat Biroului pentru Străini, Emigrări şi Paşapoarte din municipiul Constanţa, din cadrul Ministerului de Interne, înscrierea menţiunii „C“ în paşaportul reclamantului.", "17. La data de 20 noiembrie 1998, parchetul a dispus arestarea preventivă a reclamantului pe o perioadă de 30 de zile.", "18. Acesta a fost încarcerat într-o celulă a clădirii Poliţiei Judeţene Constanţa, timp de două luni, împreună cu persoane acuzate de omucidere. A fost deţinut într-o cameră mică, lipsită de orice sursă de lumină şi de toaletă, prevăzută cu un pat fără aşternuturi şi infestat de păduchi.", "19. Datorită agravării stării sale de sănătate ca urmare a încarcerării în clădirea poliţiei, reclamantul a fost transferat la Penitenciarul Poarta Albă, pentru a putea beneficia de îngrijiri medicale. Astfel cum recunoaşte Guvernul, reclamantul a fost repartizat într-o celulă insalubră de 24 de metri pătraţi, infestată de păduchi şi fără încălzire, pe care o împărţea cu circa o sută de deţinuţi. Conform afirmaţiilor reclamantului, la fiecare 4 deţinuţi era atribuită o singură saltea destrămată şi murdară, iar hrana pe care o primea era alterată.", "20. Prin rechizitoriul din data de 2 decembrie 1998, parchetul a decis trimiterea reclamantului în judecată.", "21. Pe perioada arestării preventive, reclamantul a solicitat în mai multe rânduri (4 martie, 8 iulie, 4 august, 23 septembrie, 7 octombrie 1999 şi 21 ianuarie 2000) punerea sa în libertate sub control judiciar. Instanţele au refuzat să-i admită cererile datorită faptului că infracţiunile pentru care era cercetat erau sancţionate cu o pedeapsă cu închisoarea în anumite limite, care împiedica aplicarea beneficiului punerii în libertate sub control judiciar. Ultimul recurs intentat de reclamant în acest sens a fost respins la data de 14 februarie 2000 de Curtea de Apel Constanţa.", "22. Prin sentinţa din data de 8 iunie 2000, Tribunalul Judeţean Constanţa l-a condamnat pe reclamant la o pedeapsă de 2 ani şi 10 luni de închisoare pentru cele 3 infracţiuni din rechizitoriu şi a hotărât menţinerea arestării preventive.", "23. Reclamantul a introdus apel împotriva acestei sentinţe, susţinându-şi nevinovăţia, solicitând revocarea măsurii arestării preventive. Acesta a invocat beneficiul , care prevede că instanţa trebuie să constate din oficiu încetarea măsurii arestării preventive atunci când durata acestei măsuri a ajuns la jumătate din maximul pedepsei prevăzute de lege pentru infracţiunea de care este acuzată partea interesată.", "24. Prin încheierea din data de 19 iulie 2000, Curtea de Apel Constanţa a dispus punerea în libertate a reclamantului.", "25. Prin decizia din data de 21 decembrie 2000, Curtea de Apel Constanţa a anulat sentinţa atacată şi a trimis cauza spre rejudecare la Tribunalul Judeţean.", "26. Prin sentinţa din data de 8 martie 2006, Tribunalul Judeţean Constanţa a pronunţat achitarea reclamantului.", "27. Curtea nu a fost informată asupra evoluţiei ulterioare a procedurii.", "C. Demersurile efectuate de reclamant în vederea radierii menţiunii „C“ din paşaportul său", "1. Primele demersuri la Ministerul de Interne", "28. La data de 9 noiembrie 2000, reclamantul a solicitat Ministerului de Interne radierea menţiunii „C“ din paşaportul său, însă acesta i-a comunicat respingerea cererii la data de 10 noiembrie 2000. Raportându-se la dispoziţiile Legii nr. 25/1969 privind regimul străinilor (denumită în continuare Legea nr. 25/1969), ministerul şi-a motivat refuzul prin faptul că procesul penal în cadrul căruia fusese luată măsura preventivă nu se încheiase.", "2. Prima procedură derulată în faţa instanţelor penale", "29. La data de 13 septembrie 2000, reclamantul a solicitat Tribunalului Judeţean Constanţa să dispună radierea menţiunii „C“ din paşaportul său. Tribunalul şi-a declinat competenţa în favoarea Curţii de Apel Constanţa, care trebuia să statueze asupra apelului introdus împotriva sentinţei Tribunalului Judeţean din data de 8 iunie 2000 (paragraful 23 de mai sus).", "30. Prin decizia din data de 21 decembrie 2000, Curtea de Apel Constanţa a anulat sentinţa menţionată mai sus, însă nu sa pronunţat asupra cererii reclamantului referitoare la radierea menţiunii „C“ din paşaportul său.", "31. În faţa Tribunalului Judeţean Constanţa reclamantul şi-a reiterat cererea referitoare la anularea menţiunii „C“. Invocând dispoziţiile  privind regimul străinilor în România (denumită în continuare ), care abrogase vechea Lege nr. 25/1969, acesta a arătat că orice măsură preventivă de obligare de a nu părăsi ţara trebuia pronunţată de un magistrat, în timp ce menţiunea din paşaportul său fusese înscrisă din ordinul organelor de poliţie.", "32. Prin hotărârea din data de 13 decembrie 2001, Tribunalul Judeţean Constanţa a respins cererea reclamantului. Instanţa a arătat că reclamantul nu dovedise faptul că urmărirea penală desfăşurată împotriva sa luase sfârşit sau că fusese achitat, conform dispoziţiilor  din 2 aprilie 2001 (paragraful 51 de mai jos). Curtea nu a fost informată dacă reclamantul a introdus recurs împotriva acestei hotărâri.", "3. Noi demersuri la Ministerul de Interne", "33. În anul 2002, la o dată neprecizată, reclamantul a solicitat din nou Ministerului de Interne radierea menţiunii „C“ din paşaportul său. Prin intermediul Consulatului Greciei în România, el a fost informat despre refuzul ministerului din data de 11 aprilie 2002.", "34. La data de 30 iunie 2002, reclamantul a trimis o adresă la Biroul pentru Străini, solicitând informaţii referitoare la temeiul legal al măsurii preventive luate împotriva sa şi la legalitatea acesteia, în lumina dispoziţiilor art. 29 alin. 1 lit. b) din noua Lege nr. 123/2001 privind regimul străinilor.", "35. La data de 11 iulie 2002, autoritatea administrativă i-a comunicat, făcând referire la prima măsură preventivă, că fusese luată în temeiul art. 27 din Legea nr. 25/1969 şi că prevederile noii Legi nr. 123/2001 nu i se puteau aplica, deoarece acestea nu reglementau faptele anterioare intrării sale în vigoare. De asemenea, aceasta l-a informat pe reclamant că măsura fusese luată pe o perioadă nedeterminată.", "4. Prima procedură în contencios administrativ", "36. În anul 2002, reclamantul a chemat în judecată în contencios administrativ, în faţa Tribunalului Judeţean Constanţa, Inspectoratul Judeţean de Poliţie Constanţa şi a solicitat anularea măsurii preventive de obligare de a nu părăsi ţara şi, pe cale de consecinţă, radierea menţiunii „C“ din paşaportul său. El a arătat că măsura preventivă fusese luată pentru o perioadă de 30 de zile, în temeiul Legii nr. 25/1969, care a fost abrogată de . Or, conform acestei noi legi, orice măsură preventivă trebuia luată de un magistrat, în timp ce, în cazul său, măsura fusese luată de poliţie, care nu oferea garanţiile cerute pentru un „magistrat“, în sensul legii mai sus menţionate.", "37. Prin sentinţa din data de 12 decembrie 2002, Tribunalul Judeţean Constanţa a respins cererea reclamantului. În ceea ce priveşte competenţa de a decide asupra aplicării unei asemenea măsuri preventive, instanţa a pus în evidenţă faptul că Legea nr. 25/1969, în vigoare la data luării măsurii, nu impunea ca măsura să fie luată de un magistrat. , care prevede această cerinţă, nu putea fi aplicată faptelor cauzei fără a încălca principiul general al neretroactivităţii legii. Mai mult, instanţa a constatat faptul că reclamantul nu dovedise că urmărirea penală desfăşurată împotriva să se încheiase sau că fusese achitat, conform dispoziţiilor .", "38. La data de 7 aprilie 2003, Curtea de Apel Constanţa a confirmat în recurs această sentinţă.", "5. A doua procedură derulată în faţa instanţelor penale", "39. La data de 10 decembrie 2003, reclamantul a introdus o nouă acţiune în faţa Judecătoriei Constanţa, având ca obiect radierea menţiunii „C“.", "40. Prin hotărârea din data de 7 ianuarie 2004, instanţa a respins acţiunea ca inadmisibilă, după ce a constatat că înscrierea măsurii în paşaportul reclamantului era un act administrativ şi că, prin urmare, ea nu putea fi contestată decât în temeiul Legii contenciosului administrativ nr. 29/1990.", "6. A doua procedură în contencios administrativ", "41. În anul 2004, reclamantul a solicitat anularea actului administrativ din data de 2 septembrie 1998, prin care departamentul pentru străini din cadrul Ministerului de Interne dispusese înscrierea menţiunii „C“ în paşaportul său. De asemenea, el a solicitat daune materiale şi morale.", "42. La data de 26 februarie 2004, la cererea instanţei, poliţia a comunicat un document intitulat „punct de vedere“, în care a arătat că măsura preventivă luată împotriva reclamantului se întemeia pe instrucţiunile Ministerului de Interne nr. 555/1996, emise pentru aplicarea Decretului-lege nr. 10 din 8 ianuarie 1990 privind regimul paşapoartelor şi al călătoriilor în străinătate şi a art. 27 din Legea nr. 25/1969. Conform acestor instrucţiuni, poliţia ar fi fost obligată să restrângă, pentru o perioadă de până la 7 zile, libertatea de circulaţie a străinului în privinţa căruia existau indicii că ar fi comis o faptă ce constituia o infracţiune, chiar şi în lipsa aprobării procurorului sau a instanţei.", "43. Prin sentinţa din data de 29 martie 2004, Tribunalul Judeţean Neamţ, Secţia de contencios administrativ, a admis parţial cererile reclamantului. Acesta a dispus radierea menţiunii „C“ din paşaport, însă a respins cererea de acordare a daunelor materiale şi morale.", "Fragmentul relevant din această sentinţă are următorul conţinut:", "„Reclamantul nu se află în prezent sub puterea unui mandat emis de magistrat prin care magistratul să fi dispus vreo măsură de restrângere a libertăţii de circulaţie.", "Termenul pentru care măsura administrativă de aplicare a ştampilei cu simbolul «C» a fost luată este în prezent expirat.", " Restrângerea libertăţii de circulaţie nu poate fi dispusă decât de instanţa de judecată, iar instanţa penală nu a dispus nicio astfel de măsură, inculpatul fiind cercetat şi judecat în prezent în stare de libertate.", "Din motivele mai sus arătate, cererea reclamantului de desfiinţare a actului administrativ cu nr. 454.281 din 2.09.1998 este întemeiată, instanţa urmând a dispune admiterea acesteia.", "Cu privire la daunele morale şi materiale solicitate, instanţa reţine următoarele:", "Reclamantul, după adoptarea măsurii administrative dispuse prin Adresa nr. 454.281 din 2.09.1998, nu a suferit prejudicii morale şi materiale ca urmare a acestui act administrativ. Prejudiciile suferite sunt consecinţa faptelor penale pentru care a fost condamnat. Faptul că organele de poliţie au efectuat cercetări nu poate fi de natură a atrage răspunderea materială sau morală a acestora, atât timp cât soluţionarea cauzelor penale s-a făcut de instanţa de judecată, şi nu de poliţie. Actul administrativ a fost legal emis la data întocmirii acestuia, iar soluţia desfiinţării acestuia nu atrage antrenarea răspunderii materiale sau morale a emitentului.", " Pe cale de consecinţă, capătul de cerere referitor la daunele materiale şi morale solicitate de reclamant urmează a fi respins.", "44. Această sentinţă, rămasă definitivă, a fost executată la data de 10 iunie 2004, prin înscrierea literei „L“ în paşaportul reclamantului.”", "II. Dreptul şi practica internă pertinente", "A.  în vigoare la data faptelor", "45. Prevederile relevante au următorul conţinut:", "", "ARTICOLUL 23", "Libertatea individuală", "\n", "„(1) Libertatea individuală şi siguranţa persoanei sunt inviolabile.", "(2) Percheziţionarea, reţinerea sau arestarea unei persoane sunt permise numai în cazurile şi cu procedura prevăzute de lege.", "(3) Reţinerea nu poate depăşi 24 de ore.", "(4) Arestarea se face în temeiul unui mandat emis de magistrat, pentru o durată de cel mult 30 de zile. Asupra legalităţii mandatului, arestatul se poate plânge judecătorului, care este obligat să se pronunţe prin hotărâre motivată. Prelungirea arestării se aprobă numai de instanţa de judecată.", "(5) Celui reţinut sau arestat i se aduc de îndată la cunoştinţă, în limba pe care o înţelege, motivele reţinerii sau ale arestării, iar învinuirea, în cel mai scurt termen; învinuirea se aduce la cunoştinţă numai în prezenţa unui avocat, ales sau numit din oficiu.", "(6) Eliberarea celui reţinut sau arestat este obligatorie, dacă motivele acestor măsuri au dispărut.", "(7) Persoana arestată preventiv are dreptul să ceară punerea sa în libertate provizorie, sub control judiciar sau pe cauţiune.", "(8) Până la rămânerea definitivă a hotărârii judecătoreşti de condamnare, persoana este considerată nevinovată.", "(9) Nicio pedeapsă nu poate fi stabilită sau aplicată decât în condiţiile şi în temeiul legii.”", "", "ARTICOLUL 25", "Libera circulaţie", "\n", "„(1) Dreptul la libera circulaţie, în ţară şi în străinătate, este garantat. Legea stabileşte condiţiile exercitării acestui drept.", "(2) Fiecărui cetăţean îi este asigurat dreptul de a-şi stabili domiciliul sau reşedinţa în orice localitate din ţară, de a emigra, precum şi de a reveni în ţară.”", "B. Legea nr. 25 din 17 decembrie 1969 privind regimul străinilor", "46. Prevederile relevante au următorul conţinut:", "", "ARTICOLUL 27", " „1. Străinul învinuit sau inculpat într-un cauză penală nu poate părăsi ţara decât numai după scoaterea de sub urmărire, încetarea urmăririi penale, încetarea procesului penal sau achitare, iar în caz de condamnare, numai după executarea pedepsei.", "2. În cazul în care condamnarea a fost pronunţată cu suspendarea condiţionată a executării pedepsei, străinul poate părăsi ţara după ce hotărârea a rămas definitivă.", "3. Străinul care nu are domiciliul în România şi este învinuit sau inculpat într-o cauză penală poate părăsi ţara chiar şi fără îndeplinirea condiţiilor prevăzute în alin. 1, dacă a depus cauţiunea prevăzută de lege. [...]”", "", "ARTICOLUL 28", " „În cazurile prevăzute la articolul 27, organele competente sau persoanele interesate vor înştiinţa Ministerul Afacerilor Interne despre obligaţiile ce revin străinului, comunicând şi actele doveditoare.”", " 47. Prin Decizia nr. 106 din data de 11 aprilie 2001, Curtea Constituţională a admis excepţia de neconstituţionalitate a art. 27 din Legea nr. 25/1969. Curtea a statuat astfel:", "„ [Curtea] constată că aceste dispoziţii legale sunt neconstituţionale în măsura în care restrângerea exerciţiului dreptului la liberă circulaţie, prevăzut la , al străinului învinuit, inculpat sau condamnat într-o cauză penală nu se dispune de către un magistrat şi nu se respectă prevederile .”", "48. Legea nr. 25/1969 a fost abrogată prin , mai jos prezentată.", " C. Instrucţiunile nr. 555 din data de 21 mai 1996 ale ministrului de interne privind modul de acţiune al unităţilor Ministerului de Interne pentru aplicarea dispoziţiilor legale referitoare la restrângerea exercitării dreptului la libera circulaţie", " 49. Prevederile relevante au următorul conţinut:", "„Având în vedere prevederile articolelor 19, 25 şi 49 din  României, articolului 27 din Legea nr. 25/1969 privind regimul străinilor în România, precum şi ale articolelor 16 şi 18 din Decretul-Lege nr. 10/1990 privind regimul paşapoartelor şi călătoriilor în străinătate,", " În temeiul articolului 13 alin. 2 din  privind organizarea şi funcţionarea Ministerului de Interne, emit următoarele:", "Capitolul III", "Nepermiterea ieşirii sau intrării din/în ţară", "ARTICOLUL 8", " Punctele poliţiei de frontieră şi punctele de mic trafic sau treceri simple asigurate de unităţile de grăniceri iau măsura nepermiterii ieşirii ori intrării în ţară a unor persoane, în baza legii.", "Împotriva cetăţenilor români nu poate fi luată măsura nepermiterii intrării în ţară.", "", "ARTICOLUL 9", " Luarea măsurii nepermiterii ieşirii ori intrării în ţară, pe perioade limitate, a unor persoane, se solicită Direcţiei Generale a Poliţiei de Frontieră, pentru Străini, Probleme de Migrări şi Paşapoarte, pentru punctele poliţiei de frontieră şi Comandamentului Naţional al Grănicerilor pentru punctele de mic trafic şi treceri simple.", " Măsurile de la alineatul 1 asupra unor persoane (darea în consemn) se solicită prin adresă scrisă, aprobată, după caz, de:", "– Subsecretarul de Stat, Şef al Inspectoratului General al Poliţiei şi adjunctul acestuia;", "– Şefii direcţiilor generale din Inspectoratul General al Poliţiei, respectiv a municipiului Bucureşti sau înlocuitorii acestora la comandă;", "– Şefii direcţiilor din Inspectoratul General al Poliţiei, din Direcţia Generală de Poliţie a municipiului Bucureşti sau înlocuitorii acestora;", "– Şefii inspectoratelor de poliţie judeţene, locţiitorii acestora şi şefii brigăzilor de poliţie criminală şi de ordine publică;", "– Şefii inspectoratelor de poliţie transporturi sau înlocuitorii acestora la comandă;", " – Şeful Unităţii militare 0215, locţiitorii acestuia şi şefii diviziunilor din structura unităţii.", "Direcţia Generală a Poliţiei de Frontieră, pentru Străini, Probleme de Migrări şi Paşapoarte şi Comandamentul Naţional al Grănicerilor pot lua măsura nepermiterii ieşirii ori intrării din ţară a unor persoane pe baza prevederilor legale.", " În cazuri urgente, organele de poliţie pot solicita direct punctelor poliţiei de frontieră şi punctelor de mic trafic şi treceri simple, luarea măsurii nepermiterii ieşirii ori intrării din/în ţară a unor persoane cu obligaţia de a raporta ulterior organului ierarhic pentru a hotărî cu privire la menţinerea sau suspendarea măsurii. [...]", "", "ARTICOLUL 12", " Organele de poliţie au obligaţia să prezinte formaţiunilor de paşapoarte judeţene şi a municipiului Bucureşti documentele de trecere a frontierei aparţinând cetăţenilor străini care au comis fapte penale în timpul şederii în România şi să solicite aplicarea în acestea a ştampilei cu litera «C» pentru a nu se permite ieşirea din ţară a celor cercetaţi în stare de libertate.", "La terminarea cercetărilor, în funcţie de soluţie, se va menţine interdicţia de ieşire din ţară ori se va solicita formaţiunilor de paşapoarte să aplice ştampila cu litera «L», ceea ce semnifică ridicarea interdicţiei de ieşire din ţară.", "Străinii care fac obiectul restricţiei de ieşire din ţară prin aplicarea în paşaport (document de trecere a frontierei) a ştampilei cu litera «C» nu sunt supuşi procedurii de instituire a consemnelor prevăzute în prezentele instrucţiuni.", "La aplicarea ştampilei cu litera «C» şi, respectiv, litera «L», formaţiunile de paşapoarte judeţene şi a municipiului Bucureşti vor comunica datele de identificare ale străinilor în cauză Direcţiei Generale a Poliţiei de Frontieră, pentru Străini, Probleme de Migrare şi Paşapoarte, pentru luarea în evidenţele specifice.”", "50. Aceste instrucţiuni, prevăzute cu menţiunea „secret“, nu au fost niciodată publicate.", "D.  privind regimul străinilor în România (intrată în vigoare la data de 3 mai 2001)", "51. Prevederile relevante au următorul conţinut:", "", "ARTICOLUL 29", " „(1) Străinului nu i se permite ieşirea din ţară în următoarele situaţii: [...]", "b) este învinuit sau inculpat într-o cauză penală şi magistratul dispune instituirea măsurii interdicţiei părăsirii localităţii în scopul bunei desfăşurări a procesului penal, indiferent de faza în care acesta se află; [...].", "(2) În situaţiile prevăzute la lit. b) şi c), măsura de a nu permite părăsirea ţării va fi luată de organul competent din cadrul Ministerului de Interne numai în baza solicitării scrise a organelor de urmărire penală, a instanţelor judecătoreşti sau a organelor prevăzute de lege, care au atribuţii de punere în executare a pedepsei închisorii.”", "", "ARTICOLUL 30", " „Străinul aflat în una dintre situaţiile prevăzute la  poate ieşi din ţară dacă dovedeşte organului competent din cadrul Ministerului de Interne, cu documente emise de autorităţile competente, potrivit legii, că: [...]", " b) s-a dispus neînceperea urmăririi penale, a fost scos de sub urmărire penală ori s-a dispus încetarea urmăririi penale, a fost achitat ori s-a dispus încetarea procesului penal; [...].”", "52.  a fost abrogată prin  de mai jos.", "E.  privind regimul străinilor (publicată în Monitorul Oficial al României, Partea I, nr. 955 din 27 decembrie 2002)", "53. Prevederile relevante au următorul conţinut:", "", "ARTICOLUL 15", "Nepermiterea ieşirii", "„(1) Străinului nu i se permite ieşirea din ţară în următoarele situaţii:", "a) este învinuit sau inculpat într-o cauză penală şi magistratul dispune instituirea măsurii interdicţiei de părăsire a localităţii sau a ţării; [...].", "(2) În situaţiile prevăzute la alin. (1) măsura de a nu permite ieşirea de pe teritoriul României va fi luată de organul competent din cadrul Ministerului de Interne numai în baza solicitării scrise a procurorului, a instanţelor judecătoreşti şi a organelor prevăzute de lege care au atribuţii de punere în executare a pedepsei închisorii.", "(3) În toate situaţiile se vor preciza motivele pentru care se solicită măsura şi, după caz, vor fi prezentate documentele doveditoare. [...]”", "54. Această ordonanţă de urgenţă a fost aprobată prin  din data de 11 iulie 2003.", "F. , astfel cum a fost modificat prin Legea nr. 281 din data de 24 iunie 2003 (publicată în Monitorul Oficial al României, Partea I, nr. 468 din data de 1 iulie 2003)", "55. Prevederile relevante au următorul conţinut:", "", "ARTICOLUL 136", "Scopul şi categoriile măsurilor preventive", "„În cauzele privitoare la infracţiuni pedepsite [...] cu închisoare, pentru a se asigura buna desfăşurare a procesului penal ori pentru a se împiedica sustragerea învinuitului sau inculpatului de la urmărirea penală [...], se poate lua faţă de acesta una dintre următoarele măsuri preventive: [...]", "c) obligarea de a nu părăsi ţara; [...].", "Măsurile prevăzute în alin. 1 lit. b) şi c) se pot lua de procuror, în cursul urmăririi penale, sau de instanţa de judecată, în cursul judecăţii.”", "", "ARTICOLUL 145", "Obligarea de a nu părăsi localitatea", "„[...] În cursul urmăririi penale, durata măsurii prevăzute în alin. 1 nu poate depăşi 30 de zile, afară de cazul când ea este prelungită, în condiţiile legii. Măsura obligării de a nu părăsi localitatea poate fi prelungită în cursul urmăririi penale, în caz de necesitate şi numai motivat. Prelungirea se dispune de instanţa căreia i-ar reveni competenţa să judece cauza în fond, fiecare prelungire neputând să depăşească 30 de zile. [...]”", "", "ARTICOLUL 1451", "Obligarea de a nu părăsi ţara", "„ [...] Dispoziţiile  se aplică în mod corespunzător şi în cazul măsurii obligării de a nu părăsi ţara. [...]”", "", "ÎN DREPT", "", " I. Asupra pretinsei încălcări a art. 2 § 2 din Protocolul nr. 4 la Convenţie", "56. Reclamantul susţine că prin înscrierea menţiunii „C“ în paşaportul său, în vederea executării măsurii preventive de obligare de a nu părăsi ţara, autorităţile i-au încălcat dreptul la libertatea de circulaţie, astfel cum este prevăzut de art. 2 din Protocolul nr. 4, care are următorul conţinut:", "„1. Oricine se găseşte în mod legal pe teritoriul unui stat are dreptul să circule în mod liber şi să-şi aleagă în mod liber reşedinţa sa.", "2. Orice persoană este liberă să părăsească orice ţară, inclusiv pe a sa.", "3. Exercitarea acestor drepturi nu poate face obiectul altor restrângeri decât acelea care, prevăzute de lege, constituie măsuri necesare, într-o societate democratică, pentru securitatea naţională, siguranţa publică, menţinerea ordinii publice, prevenirea faptelor penale, protecţia sănătăţii sau a moralei ori pentru protejarea drepturilor şi libertăţilor altora.", "4. Drepturile recunoscute în paragraful 1 pot, de asemenea, în anumite zone determinate, să facă obiectul unor restrângeri care, prevăzute de lege, sunt justificate de interesul public întro societate democratică.”", "A. Asupra admisibilităţii", " 57. Curtea reţine faptul că cele două măsuri preventive de obligare de a nu părăsi ţara au fost luate faţă de reclamant în cadrul a două proceduri penale distincte. Aşadar, ele trebuie analizate separat.", "1. Măsura preventivă din data de 20 februarie 1998", " 58. Încă de la început, Curtea reţine faptul că nelegalitatea primei măsuri a fost confirmată prin hotărârea definitivă din data de 28 august 1998 a Judecătoriei Constanţa. Având în vedere faptul că cererea a fost introdusă la data de 4 iunie 2002, adică după mai mult de 6 luni, rezultă că acest capăt de cerere este tardiv şi trebuie respins în baza dispoziţiilor art. 35 §§ 1 şi 4 din Convenţie.", "2. Măsura preventivă din data de 2 septembrie 1998", " 59. În ceea ce priveşte această a doua măsură preventivă, Curtea constată că cererea reclamantului nu este vădit neîntemeiată, în sensul art. 35 § 3 din Convenţie. Mai mult, Curtea constată că această parte a cererii nu este lovită de niciun alt motiv de inadmisibilitate. Prin urmare, declară admisibil acest capăt de cerere.", " B. Asupra fondului", " 1. Argumentele părţilor", "60. Guvernul nu contestă faptul că, în cauză, măsurile preventive luate împotriva reclamantului reprezintă o ingerinţă în libertatea sa de circulaţie. Potrivit Guvernului, aceste măsuri aveau un temei legal în dreptul român, şi anume dispoziţiile  privind regimul străinilor. Această lege era accesibilă, deoarece era publicată în Monitorul Oficial al României, Partea I. Guvernul apreciază că această lege îndeplinea şi cerinţele de previzibilitate, în special în ceea ce priveşte cea de-a doua măsură, având în vedere faptul că reclamantul făcuse deja obiectul unei prime restricţii. În ceea ce priveşte instrucţiunile Ministerului de Interne la care poliţia face trimitere în „punctul de vedere“ din data de 26 februarie 2004, Guvernul consideră că nu este vorba decât de instrucţiuni de ordin procedural pentru uzul intern al poliţiei.", "De asemenea, Guvernul apreciază că măsurile luate de poliţie erau „necesare într-o societate democratică“.", " În primul rând, acestea urmăreau scopul legitim al păstrării ordinii publice şi pe cel al prevenirii săvârşirii de infracţiuni.", " În fine, Guvernul consideră că aceste măsuri au fost proporţionale cu scopul urmărit. Astfel, acesta arată că restrângerea libertăţii de circulaţie nu a durat decât 6 ani, că probele aflate în dosarele penale justificau aceste măsuri şi că autorităţile naţionale au oferit justificări pentru luarea acestor măsuri.", "61. Reclamantul contestă argumentele Guvernului. Acesta arată că măsurile preventive au fost luate împotriva sa din ordinul poliţiei, deşi  în vigoare la momentul la care au fost luate aceste măsuri prevedea necesitatea existenţei unui ordin al procurorului sau a unei hotărâri judecătoreşti. Mai mult, reclamantul susţine că nicio măsură preventivă nu putea depăşi 30 de zile, în timp ce măsurile luate în privinţa sa s-au întins pe o perioadă de circa 6 ani.", " În fine, reclamantul subliniază faptul că Judecătoria Constanţa, prin sentinţa sa din data de 28 august 1998, şi Tribunalul Judeţean Neamţ, prin decizia sa din data de 29 martie 2004, au constatat nelegalitatea măsurilor preventive.", "2. Aprecierea Curţii", "a) Principiile care se desprind din jurisprudenţa Curţii", "62. Curtea reaminteşte faptul că dreptul la libera circulaţie, astfel cum este recunoscut în paragrafele 1 şi 2 ale art. 2 din Protocolul nr. 4, are ca scop asigurarea libertăţii de circulaţie, drept garantat oricărei persoane de a circula în cadrul teritoriului în care se află, precum şi de a-l părăsi; acest fapt implică dreptul de a merge într-o ţară la alegerea sa, în care ar putea primi autorizaţia de a intra (vezi, mutatis mutandis, Peltonen împotriva Finlandei, decizia Comisiei din data de 20 februarie 1995, D.R. 80-A, p. 43, § 1). Rezultă că libertatea de circulaţie impune interdicţia oricărei măsuri susceptibile de a aduce atingere acestui drept sau de a-i restrânge exercitarea, din moment ce nu răspunde cerinţei de a reprezenta o măsură ce ar putea fi considerată „necesară într-o societate democratică“, care să urmărească scopurile legitime prevăzute în paragraful 3 al articolului menţionat anterior.", "63. Astfel, Curtea consideră că măsura prin care o persoană este deposedată de un document de călătorie, de exemplu paşaportul, reprezintă, fără îndoială, o ingerinţă în exercitarea libertăţii de circulaţie (Baumann împotriva Franţei, hotărârea din data de 22 mai 2001 nr. 33.592/96, § 62, CEDO 2001-V).", " b) Aplicarea în cauză a principiilor generale", " 64. Curtea observă că, deşi reclamantul nu a fost deposedat de paşaportul său (vezi, a contrario, Baumann, citată mai sus), el nu s-a putut folosi de acest document de călătorie care, dacă ar fi fost cazul, i-ar fi permis să părăsească teritoriul României. Aşadar, Curtea apreciază că reclamantul a suferit o restrângere a exerciţiului dreptului său la libertatea de circulaţie, ceea ce reprezintă o ingerinţă în sensul art. 2 din Protocolul nr. 4 la Convenţie (vezi, mutatis mutandis, Guzzardi împotriva Italiei, hotărârea din data de 6 noiembrie 1980, seria A nr. 39, p. 33, § 92, Raimondo împotriva Italiei, hotărârea din data de 22 februarie 1994, seria A nr. 281-1, p. 19, § 39, şi Labita împotriva Italiei, 6 aprilie 2000, nr. 6.772/95, p. 38-39, § 193).", "65. Rămâne de văzut dacă această restrângere era „prevăzută de lege“ şi constituia o „măsură necesară într-o societate democratică“.", " 66. Curtea reaminteşte jurisprudenţa sa constantă, conform căreia expresia „prevăzută de lege“ impune ca măsura incriminată să aibă un temei în dreptul intern, însă vizează, de asemenea, calitatea legii în cauză: aceasta trebuie, într-adevăr, să fie accesibilă justiţiabilului şi previzibilă în ceea ce priveşte efectele sale (Rotaru împotriva României [MC], hotărârea din data de 4 mai 2000, nr. 28.341/95, § 52, CEDO 2000-V). Pentru ca legea să satisfacă cerinţa de previzibilitate, ea trebuie să precizeze cu suficientă claritate întinderea şi modalităţile de exercitare a puterii de apreciere a autorităţilor în domeniul respectiv, ţinând cont de scopul legitim urmărit, pentru a oferi persoanei o protecţie adecvată împotriva arbitrarului [vezi Olsson împotriva Suediei (nr. 1), hotărârea din data de 24 martie 1988, seria A nr. 130, § 61]. În plus, nu putem considera drept „lege“ decât o normă enunţată cu suficientă precizie, pentru a permite cetăţeanului să îşi controleze conduita; apelând la nevoie la consiliere de specialitate în materie, el trebuie să fie capabil să prevadă, într-o măsură rezonabilă, faţă de circumstanţele speţei, consecinţele care ar putea rezulta dintro anumită faptă.", " 67. Curtea apreciază că trebuie analizată „calitatea“ normelor juridice invocate în cauză, cercetând în special dacă dreptul intern stabilea cu suficientă precizie condiţiile în care măsura preventivă a obligării de a nu părăsi ţara putea fi dispusă.", "68. Încă de la început, Curtea constată exprimarea vagă din art. 27 din Legea nr. 25/1969, în temeiul căruia a fost luată măsura preventivă. Acest articol se limitează la a stipula că străinul, învinuit sau inculpat într-un proces penal, nu poate părăsi ţara decât după încetarea urmăririi penale sau după achitarea sa ori, în caz de condamnare, după executarea pedepsei.", "În primul rând, nu există nicio menţiune cu privire la autoritatea abilitată să dispună o asemenea măsură. Este adevărat că Guvernul a prezentat Instrucţiunile Ministerului de Interne nr. 555/1996, care completează Legea nr. 25/1969, dar acestea indicau numai persoanele abilitate să execute astfel de măsuri şi pe cele care trebuiau să le aprobe. Or, se pare că aceste instrucţiuni interne erau prevăzute cu menţiunea „secret“ şi nu au fost publicate în Monitorul Oficial al României.", " 69. Curtea mai observă că, deşi art. 27 din lege abilitează autorităţile competente să autorizeze o ingerinţă în libertatea de circulaţie a străinilor, motivul unei asemenea ingerinţe nu este definit cu suficientă precizie (Rotaru, citată mai sus, § 58).", "70. De asemenea, Curtea trebuie să se asigure că există garanţii adecvate şi suficiente împotriva abuzurilor autorităţilor. Aceasta reaminteşte că, în cauzele referitoare la sistemele de supraveghere secretă, analizate din perspectiva art. 8 din Convenţie, s-a decis că asemenea sisteme trebuie să cuprindă garanţii stabilite prin lege, care sunt aplicabile controlului activităţilor serviciilor interesate. Procedurile de control trebuie să respecte, cât mai fidel posibil, valorile unei societăţi democratice, în special supremaţia dreptului, la care se referă în mod expres preambulul Convenţiei. Aceasta implică, printre altele, ca o ingerinţă a organelor executivului în drepturile persoanei să fie supusă unui control eficient, care trebuie să implice în mod normal, cel puţin în ultimă instanţă, puterea judiciară, deoarece aceasta oferă cele mai bune garanţii de independenţă, imparţialitate şi procedură conformă cu legea (Klass şi alţii împotriva Germaniei, hotărârea din data de 6 septembrie 1978, seria A nr. 28, p. 25-26, § 55). Acest raţionament ar putea fi aplicat, mutadis mutandis, în cazul art. 2 din Protocolul nr. 4, având în vedere strânsa legătură dintre acest ultim articol şi art. 8 din Convenţie (vezi în acest sens İletmiş împotriva Turciei, 6 decembrie 2005, nr. 29.871/96, § 50).", "71. În cazul de faţă, Curtea constată că procedura de aplicare a măsurii preventive de obligare de a nu părăsi ţara nu oferă astfel de garanţii, Legea nr. 25/1969 neprevăzând nicio procedură de control, nici în momentul luării măsurii, nici ulterior. De altfel, toate demersurile reclamantului care vizau revocarea măsurii preventive (cereri introduse la Ministerul de Interne, contestaţii în faţa instanţelor penale sau în contencios administrativ) au fost respinse, deoarece reclamantul s-a aflat în imposibilitatea de a face dovada că urmărirea penală îndreptată împotriva să se încheiase sau că fusese achitat. În realitate, este vorba de o măsură automată, aplicată pentru o perioadă nedeterminată, ceea ce încalcă drepturile persoanei (vezi Riener împotriva Bulgariei, 23 mai 2006, nr. 46.343/99, § 121, Luordo împotriva Italiei, 17 iulie 2003, nr. 32.190/96, § 96, şi İletmiş, citată mai sus, § 47).", "72. Prin urmare, Curtea apreciază că dreptul intern nu reglementează suficient de clar întinderea şi modalităţile de exercitare a puterii de apreciere a autorităţilor în domeniul respectiv.", "73. La toate acestea se adaugă faptul că art. 27 din Legea nr. 25/1969 a fost declarat neconstituţional printr-o decizie a Curţii Constituţionale din data de 11 aprilie 2001 şi modificat ulterior prin , pentru a se asigura conformitatea cu . În acest sens, s-a prevăzut că orice măsură preventivă de obligare de a nu părăsi ţara trebuie luată de un magistrat ().", "74. Or, având în vedere faptul că, în cauza de faţă, măsura preventivă a fost dispusă de organele de poliţie, reiese că, cel puţin începând cu data de 11 aprilie 2001, aceasta nu era în conformitate cu legislaţia naţională în vigoare, inclusiv cu .", "75. Mai mult, Curtea reaminteşte că este în primul rând de datoria autorităţilor naţionale şi mai ales de cea a instanţelor să interpreteze şi să aplice dreptul intern (Kopp împotriva Elveţiei, hotărârea din 25 martie 1998, Culegere de hotărâri şi decizii 1998-II, p. 541, § 59).", "76. În această privinţă, Curtea constată că, prin sentinţa rămasă definitivă din data de 29 martie 2004, Tribunalul Judeţean Neamţ a revocat măsura preventivă a obligării de a nu părăsi ţara luată împotriva reclamantului. Instanţa a constatat că reclamantul nu se afla sub incidenţa niciunei măsuri preventive restrictive de libertate luate de un magistrat. Totuşi, tribunalul nu a acordat nicio reparaţie pentru prejudiciul suferit de persoana interesată ca urmare a prelungirii nelegale a măsurii preventive. Mai mult, Guvernul nu a susţinut deloc faptul că reclamantul ar fi putut folosi o altă cale de atac internă pentru a fi despăgubit (Vito Sante Santoro împotriva Italiei, nr. 36.681/97, § 45, CEDO 2004-VI).", "77. În temeiul celor de mai sus, Curtea concluzionează că, în perioada 2 septembrie 1998-10 iunie 2004, dată la care autorităţile au revocat măsura preventivă, atingerea adusă libertăţii de circulaţie a reclamantului nu era „prevăzută de lege“.", "78. Luând în considerare această constatare, Curtea apreciază că nu este necesar să mai continue analiza capătului de cerere al reclamantului pentru a cerceta dacă ingerinţa urmărea un „scop legitim“ şi dacă era „necesară într-o societate democratică“.", "79. Prin urmare, a avut loc încălcarea art. 2 din Protocolul nr. 4 la Convenţie.", "II. Asupra pretinsei încălcări a articolului 6 § 2 din Convenţie", "80. Reclamantul se plânge şi de faptul că autorităţile nu şi-au respectat obligaţia de a analiza din oficiu legalitatea şi oportunitatea măsurii preventive luate împotriva sa. Acesta invocă art. 6 § 2 din Convenţie, care prevede următoarele:", "„Orice persoană acuzată de o infracţiune este prezumată nevinovată până ce vinovăţia sa va fi legal stabilită.”", " 81. Guvernul contestă susţinerile reclamantului.", " A. Asupra admisibilităţii", "82. Curtea constată că acest capăt de cerere nu este vădit neîntemeiat, în sensul art. 35 § 3 din Convenţie. Mai mult, Curtea constată că acesta nu este lovit de niciun alt motiv de inadmisibilitate. Prin urmare, îl declară admisibil.", "B. Asupra fondului", "83. Având în vedere concluziile sale referitoare la art. 2 din Protocolul nr. 4 (paragrafele 64-79 de mai sus), Curtea apreciază că nu este cazul să analizeze dacă, în cauză, a avut loc încălcarea acestei dispoziţii.", " III. Asupra pretinsei încălcări a art. 3 din Convenţie", "84. Reclamantul denunţă condiţiile degradante de detenţie din clădirea Poliţiei din municipiul Constanţa şi din penitenciarul de la Poarta Albă. El invocă dispoziţiile art. 3 din Convenţie.", "85. Încă de la început, Curtea constată că acest capăt de cerere a fost prezentat prima dată de reclamant în observaţiile sale din data de 21 martie 2006, deşi acesta fusese pus în libertate la data de 19 iulie 2000. Prin urmare, Curtea trebuie să stabilească dacă, în speţă, reclamantul a respectat termenul de 6 luni prevăzut de art. 35 din Convenţie.", "86. Curtea reaminteşte faptul că regula celor 6 luni are ca obiect să asigure securitatea juridică şi să vegheze la analizarea într-un termen rezonabil a cauzelor litigioase referitoare la Convenţie. Mai mult, această regulă urmăreşte protejarea autorităţilor şi a altor persoane vizate de procedură împotriva incertitudinii care le-ar afecta prin trecerea prelungită a timpului. Cu toate acestea, Curtea observă că, în mod excepţional, acest principiu poate fi reconsiderat atunci când un reclamant foloseşte o cale de recurs internă şi nu are cunoştinţă decât mai târziu sau ar fi trebuit să aibă cunoştinţă de împrejurările care fac ca această cale de atac să fie ineficientă. Într-un astfel de caz, termenul de 6 luni se poate calcula începând din momentul în care reclamantul are cunoştinţă sau ar fi trebuit să aibă cunoştinţă de aceste împrejurări [vezi Sakık şi Seyrek împotriva Turciei (dec.), nr. 40.076/98, 29 iunie 1999]. În lipsa unei căi de recurs sau atunci când căile de drept disponibile sunt considerate ineficiente, termenul de 6 luni începe să curgă, în principiu, de la data la care actul contestat a fost realizat [Hazar împotriva Turciei (dec.), nr. 62.566/00, 10 ianuarie 2002].", "87. În cauza de faţă, Curtea observă că reclamantul nu a folosit nicio cale de recurs intern pentru a invoca în cadrul sistemului naţional, cel puţin în esenţă, încălcarea art. 3 din Convenţie. Prin urmare, termenul de 6 luni începe să curgă de la data punerii în libertate a reclamantului, adică de la data de 19 iulie 2000. Deoarece reclamantul a formulat pentru prima dată cererea întemeiată pe condiţiile degradante de detenţie la data de 21 martie 2006, acesta nu a respectat termenul de 6 luni.", " 88. Rezultă că acest capăt de cerere este tardiv şi trebuie respins în temeiul art. 35 §§ 1 şi 4 din Convenţie.", "IV. Asupra pretinsei încălcări a art. 5 §§ 1 şi 3 din Convenţie", "89. Reclamantul susţine că au existat mai multe încălcări ale art. 5 din Convenţie, pe care Curtea înţelege să le analizeze separat. Art. 5 prevede următoarele în părţile sale relevante:", "„ 1. Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi lipsit de libertatea sa, cu excepţia următoarelor cazuri şi potrivit căilor legale:", "a) dacă este deţinut legal pe baza condamnării pronunţate de către un tribunal competent;", "b) dacă a făcut obiectul unei arestări sau al unei deţineri legale pentru nesupunerea la o hotărâre pronunţată, conform legii, de către un tribunal ori în vederea garantării executării unei obligaţii prevăzute de lege;", "c) dacă a fost arestat sau reţinut în vederea aducerii sale în faţa autorităţii judiciare competente, atunci când există motive verosimile de a bănui că a săvârşit o infracţiune sau când există motive temeinice de a crede în necesitatea de a-l împiedica să săvârşească o infracţiune sau să fugă după săvârşirea acesteia;", "d) dacă este vorba de detenţia legală a unui minor, hotărâtă pentru educaţia sa sub supraveghere sau despre detenţia sa legală, în scopul aducerii sale în faţa autorităţii competente;", "e) dacă este vorba despre detenţia legală a unei persoane susceptibile să transmită o boală contagioasă, a unui alienat, a unui alcoolic, a unui toxicoman sau a unui vagabond;", "f) dacă este vorba despre arestarea sau detenţia legală a unei persoane pentru a o împiedica să pătrundă în mod ilegal pe teritoriu sau împotriva căreia se află în curs o procedură de expulzare ori de extrădare. [...]", "3. Orice persoană arestată sau deţinută, în condiţiile prevăzute de paragraful 1 lit. c) din prezentul articol, trebuie adusă de îndată înaintea unui judecător sau a altui magistrat împuternicit prin lege cu exercitarea atribuţiilor judiciare [...].”", "A. Măsura preventivă a obligării de a nu părăsi ţara", "90. În primul rând, reclamantul se plânge cu privire la faptul că măsura preventivă a obligării de a nu părăsi ţara reprezintă, în egală măsură, o încălcare a art. 5 § 1 din Convenţie.", "91. Curtea reaminteşte că, proclamând „dreptul la libertate“, paragraful 1 al art. 5 vizează libertatea fizică a persoanei; scopul său este acela de a garanta ca nimeni să nu fie lipsit de acest drept în mod arbitrar. Textul nu se referă la simplele restrângeri ale libertăţii de circulaţie; acestea se supun prevederilor art. 2 din Protocolul nr. 4 la Convenţie. Pentru a stabili dacă o persoană este „privată de libertate“ în sensul art. 5, trebuie să se pornească de la situaţia sa concretă şi să se ia în considerare un ansamblu de criterii, cum sunt tipul, durata, efectele şi modalităţile de executare a măsurii respective (Engel şi alţii, hotărârea din data de 8 iunie 1976, seria A nr. 22, p. 24, §§ 58-59). Între privarea de libertate şi restrângerea libertăţii nu există decât o diferenţă de grad sau de intensitate, nu de natură sau de esenţă. Includerea într-una sau alta dintre aceste categorii se dovedeşte a fi uneori dificilă, deoarece, în anumite cazuri marginale, este vorba de o pură problemă de apreciere (Guzzardi împotriva Italiei, hotărârea din data de 6 noiembrie 1980, seria A nr. 39, p. 17-19, § 93).", "92. În cauza de faţă, Curtea constată că reclamantul nu pretinde că ar fi avut loc o ingerinţă în libertatea sa fizică, ci o ingerinţă în libertatea de deplasare. Prin urmare, art. 5 din Convenţie nu se poate aplica în speţă.", "93. Rezultă că acest capăt de cerere este incompatibil ratione materiae cu prevederile Convenţiei, în sensul art. 35 § 3 şi trebuie respins în temeiul art. 35 § 4.", "B. Punerea în libertate sub control judiciar", "94. În al doilea rând, în observaţiile sale din data de 21 martie 2006 reclamantul afirmă că refuzul instanţelor de a-i admite cererile de punere în libertate sub control judiciar încalcă dispoziţiile art. 5 din Convenţie.", "95. Curtea reţine că ultima cerere a reclamantului ce viza punerea sa în libertate sub control judiciar datează din data de 14 februarie 2000 şi că el a fost pus în libertate la data de 19 iulie 2000. Or, capătul de cerere a fost formulat la data de 21 martie 2006, adică după mai mult de 6 luni.", "96. Rezultă că acest capăt de cerere este tardiv şi trebuie respins conform art. 35 §§ 1 şi 4 din Convenţie.", "C. Măsura arestării preventive luată de un procuror", "97. În fine, în observaţiile sale din data de 21 martie 2006 reclamantul apreciază că măsura arestării preventive a fost luată de un procuror care nu îndeplinea exigenţele pe care le impune noţiunea de „magistrat“, în sensul art. 5 § 3 din Convenţie. Acesta face trimitere la cauzele Vasilescu împotriva României şi Pantea împotriva României şi pune în evidenţă faptul că procurorul este un magistrat din cadrul Ministerului Public, subordonat în primul rând procurorului general, apoi ministrului justiţiei, neîndeplinind cerinţa de independenţă faţă de Executiv.", "98. Fără a încerca să descopere când reclamantul a fost prezentat în faţa unui judecător pentru prima dată după arestarea sa, Curtea observă că acesta a fost condamnat în primă instanţă la data de 8 iunie 2000 de Tribunalul Judeţean Constanţa şi că a fost pus în libertate la data de 19 iulie 2000. Or, capătul de cerere întemeiat pe art. 5 § 3 din Convenţie a fost formulat de reclamant la data de 21 martie 2006, adică după mai mult de 6 luni.", " 99. Rezultă că acest capăt de cerere este tardiv şi trebuie respins, conform dispoziţiilor art. 35 §§ 1 şi 4 din Convenţie.", " V. Asupra pretinsei încălcări a art. 1 din Protocolul nr. 1", " 100. În fine, reclamantul se plânge cu privire la faptul că autorităţile abilitate să instrumenteze urmărirea penală îndreptată împotriva sa nu i-au restituit documentele confiscate în anul 1998 şi care aparţineau celor două societăţi comerciale al căror director general era. În acest sens, invocă dispoziţiile art. 1 din Protocolul nr. 1.", "101. Curtea nu consideră necesar să se pronunţe asupra chestiunii dacă reclamantul poate pretinde, în nume propriu, că este victima confiscării documentelor celor două societăţi, deoarece capătul de cerere trebuie respins ca vădit neîntemeiat. Într-adevăr, confiscarea de documente în cadrul unei proceduri penale constituie o reglementare a modului de folosire a bunurilor în conformitate cu interesul general [DʼAcquisto împotriva Italiei (dec.), nr. 30.375/96, 7 octombrie 1999]. Această procedură este prevăzută de .", "102. Conform jurisprudenţei bine stabilite a Curţii, al doilea alineat al art. 1 trebuie interpretat prin prisma principiului enunţat în prima frază a articolului. Prin urmare, orice ingerinţă trebuie să menţină un „just echilibru“ între cerinţele de interes general ale comunităţii şi imperativele apărării drepturilor fundamentale ale persoanei. Preocuparea pentru asigurarea acestui echilibru se reflectă în structura art. 1 în întregime, inclusiv în cel de-al doilea alineat al său; prin urmare, trebuie să existe un raport rezonabil de proporţionalitate între mijloacele utilizate şi scopul urmărit. Pe de altă parte, părţile contractante sunt, în principiu, singurele în măsură să judece necesitatea de a reglementa folosirea bunurilor, cu condiţia ca această reglementare să nu fie disproporţionată faţă de scopul său. Or, măsura confiscării a respectat prevederile  (Air Canada împotriva Regatului Unit al Marii Britanii, hotărârea din data de 5 mai 1995, seria A nr. 316-A, p. 17, § 40). Mai mult, Curtea observă că reclamantul nu a declanşat nicio procedură pentru restituirea documentelor, în timp ce  permite introducerea unei plângeri pentru a contesta măsurile luate şi actele efectuate în timpul urmăririi penale.", "103. Rezultă că acest capăt de cerere este vădit nefondat şi trebuie respins, în temeiul art. 35 §§ 3 şi 4 din Convenţie.", "VI. Asupra aplicării art. 41 din Convenţie", "104. Conform art. 41 din Convenţie,", " „În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Prejudiciu", "1. Prejudiciul material", "105. Reclamantul solicită suma de 5.156.764 euro (EUR) cu titlu de daune materiale şi morale pentru acoperirea prejudiciului pe care l-a suferit, sumă pe care o detaliază astfel:", "a) 598.330 euro (EUR) reprezentând preţul pe care o societate al cărei director general era l-a plătit în virtutea unui contract încheiat cu Compania Naţională Maritimă Română Navrom, la data de 14 martie 1994;", "b) 1.351.203 euro (EUR) reprezentând suma pe care societatea citată mai sus a plătit-o pentru noile angajamente contractuale cu compania maritimă română;", " c) 408.351 euro (EUR) reprezentând remuneraţia pentru gestionarea a 5 vase maritime pe care o societate al cărei director general era trebuia să o încaseze pentru un contract încheiat cu o societate comercială libaneză;", "d) 2.798.880 euro (EUR) reprezentând pierderea de venituri pe care o societate comercială senegaleză, al cărei director general este, ar fi obţinut-o prin exploatarea celor două pescadoare.", "106. Reclamantul apreciază că aceste pierderi sunt datorate restrângerii libertăţii sale de circulaţie, arestării sale preventive, precum şi confiscării documentelor celor două societăţi comerciale române al căror director general era. În ceea ce priveşte sumele avansate în favoarea companiei maritime române, el susţine că indisponibilitatea documentelor confiscate de organele de poliţie a determinat ineficienţa procedurii de arbitraj declanşate la Curtea de Arbitraj din Londra, în vederea recuperării acestor sume. Mai mult, el nu a putut participa la procedura de lichidare a companiei naţionale române, care a început în 1999.", "107. În măsura în care prejudiciile arătate de reclamant constituie rezultatul luării măsurii arestării preventive şi al confiscării documentelor ce aparţineau societăţilor comerciale al căror director general era, Guvernul apreciază că instanţa europeană nu poate acorda despăgubiri, având în vedere faptul că nu a fost invitat să se pronunţe asupra admisibilităţii şi temeiniciei capetelor de cerere întemeiate pe aceste fapte.", "În ceea ce priveşte măsura preventivă a obligării de a nu părăsi ţara, Guvernul arată că reclamantul nu a prezentat dovada legăturii de cauzalitate dintre măsura incriminată şi aşa-zisele daune materiale suferite de societăţile comerciale. Mai mult, reclamantul nu poate solicita repararea prejudiciilor suferite de persoane juridice, deoarece cererea de faţă a fost introdusă în numele reclamantului, şi nu al acestor societăţi comerciale, astfel încât ele nu pot pretinde că sunt victimele unei încălcări a Convenţiei.", "108. Curtea constată că măsura preventivă a obligării de a nu părăsi ţara nu l-a împiedicat pe reclamant să desfăşoare o activitate profesională. Prin urmare, Curtea concluzionează că nu există o legătură de cauzalitate între încălcarea Convenţiei constatată şi prejudiciul material pretins, respingând cererile reclamantului în această privinţă (Vito Sante Santoro, citată mai sus, § 64).", "2. Prejudiciul moral", "109. Reclamantul solicită, de asemenea, suma de 508.016 euro (EUR), cu titlu de daune morale pe care le-ar fi suferit, sumă pe care o detaliază astfel:", " a) 500.000 euro (EUR) drept reparaţie a prejudiciului moral suferit în urma arestării preventive şi a torturii fizice la care a fost expus în această perioadă, precum şi ca urmare a măsurii de restrângere a libertăţii sale de circulaţie. Reclamantul mai arată că a fost revocat din funcţia de consul al Senegalului în România datorită lipsei de credibilitate şi onorabilitate, ca urmare a faptelor prezentate mai sus.", "b) 8.016 euro (EUR) reprezentând costul şederii sale în România pentru o perioadă de 4 ani.", "110. În primul rând, Guvernul consideră că reclamantul nu a făcut dovada legăturii de cauzalitate dintre încălcările Convenţiei susţinute şi prejudiciul moral. În al doilea rând, Guvernul apreciază că suma de 500.000 euro este exorbitantă şi face trimitere în acest sens la jurisprudenţa Curţii (Baumann împotriva Franţei, Labita împotriva Italiei, Lavents împotriva Letoniei, Freimanis şi Lidums împotriva Letoniei, Diamantides împotriva Greciei, Y.B. şi alţii împotriva Turciei).", "În ceea ce priveşte suma de 8.016 EUR, Guvernul consideră că este vorba de un eventual prejudiciu material, şi nu moral, cum îl descrie reclamantul. De asemenea, remarcă faptul că reclamantul nu a dovedit legătura de cauzalitate dintre încălcările prevederilor Convenţiei invocate şi plata chiriei în România timp de 4 ani. Guvernul apreciază că reclamantul ar fi plătit oricum chirie pentru locuinţa sa, indiferent că ar fi fost în România sau în altă parte. Pe de altă parte, cuantumul chiriei plătite în România este cu siguranţă mai mic decât cel pe care l-ar fi plătit în Grecia.", "În fine, în opinia Guvernului, constatarea încălcării Convenţiei ar constitui în sine o reparaţie suficientă a prejudiciului moral.", "111. Curtea constată că temeiul pentru acordarea reparaţiei echitabile constă în faptul că reclamantul nu a putut părăsi teritoriul român. În ceea ce priveşte suma de 8.016 EUR, Curtea constată că este vorba de un prejudiciu material pe care reclamantul îl invocă, dar că nu poate specula asupra a ceea ce ar fi făcut reclamantul dacă nu i s-ar fi interzis să părăsească teritoriul românesc. În plus, reclamantul a locuit în România înainte de luarea măsurii de interdicţie şi a continuat să locuiască acolo după revocarea acestei măsuri (Riener împotriva Bulgariei, nr. 46.343/99, § 163, 23 mai 2006). Totuşi, Curtea admite că reclamantul trebuie să fi suferit un prejudiciu moral ca urmare a încălcării art. 2 din Protocolul nr. 4, care nu este compensat suficient prin constatarea încălcării. Ţinând cont de împrejurările cauzei şi statuând în echitate, conform art. 41, Curtea decide să-i acorde suma de 5.000 EUR.", " B. Cheltuieli de judecată", "112. Reclamantul solicită, de asemenea, suma de 2.718 EUR cu titlu de cheltuieli de judecată suportate în faţa instanţelor interne şi suma de 10.000 EUR pentru cele efectuate în faţa Curţii.", "113. În ceea ce priveşte cheltuielile cu procedura în faţa instanţelor interne, Guvernul consideră că reclamantul nu a dovedit legătura dintre chitanţele trimise la Curte şi procedurile interne aferente cauzei de faţă, deoarece aceste documente nu precizează procedurile pentru care a fost plătit onorariul avocaţial. În ceea ce priveşte cheltuielile suportate în faţa Curţii, Guvernul consideră că sunt exorbitante (Sabou şi Pîrcalab împotriva României, nr. 46.572/99, §§ 65-67, 28 septembrie 2004) şi că reclamantul nu a depus la dosar copia contractelor de asistenţă judiciară şi o listă recapitulativă a orelor de lucru ale avocaţilor.", "114. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor de judecată decât în măsura în care li s-a stabilit realitatea, necesitatea şi caracterul rezonabil. În cauza de faţă, ţinând cont de elementele aflate în posesia sa şi de criteriile menţionate mai sus, Curtea consideră rezonabilă suma de 7.000 EUR pentru toate cheltuielile legate de procedura naţională şi pentru procedura în faţa Curţii, pe care o acordă reclamantului.", "C. Dobânzi moratorii", "115. Curtea consideră necesar ca rata dobânzii moratorii să se bazeze pe rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, majorată cu trei puncte procentuale.", "", "PENTRU ACESTE MOTIVE,", "ÎN UNANIMITATE,", "CURTEA", "", "1. declară cererea admisibilă în ceea ce priveşte capetele de cerere întemeiate pe art. 2 din Protocolul nr. 4, referitor la măsura preventivă din data de 2 septembrie 1998, şi pe art. 6 § 2 din Convenţie şi inadmisibilă în rest;", "2. hotărăşte că a avut loc încălcarea art. 2 din Protocolul nr. 4;", "3. hotărăşte că nu este cazul să analizeze pe fond capătul de cerere întemeiat pe art. 6 § 2 din Convenţie;", "4. hotărăşte:", "a) ca statul pârât să îi plătească reclamantului, în termen de 3 luni de la data rămânerii definitive a prezentei hotărâri, conform dispoziţiilor art. 44 § 2 din Convenţie, sumele de mai jos, ce vor fi convertite în lei româneşti, la rata de schimb valabilă la data plăţii: ", "b) ca, începând de la expirarea termenului menţionat mai sus şi până la efectuarea plăţii, aceste sume să se majoreze cu o dobândă simplă având o rată egală cu cea a facilităţii de împrumut marginal a Băncii Centrale Europene valabilă în această perioadă, majorată cu trei puncte procentuale;", "5. respinge cererea de reparaţie echitabilă în rest.", " Întocmită în limba franceză, apoi comunicată în scris la data de 25 ianuarie 2007, în aplicarea art. 77 §§ 2 şi 3 din Regulament.", "", "   Boštjan M. Zupančič,       Fatoş Araci,", "    preşedinte          grefier adjunct"]}