{"file": "RUM_HJUDRUM_39665_98.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "39665/98", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ezeh şi Connors împotriva Regatului Unit (MC) - 39665/98 şi 40086/98", "Hotărârea din 9.10.2003 (MC)", "Art. 6", "Art. 6 § 1", "Acuzaţie în materie penală", "Aplicabilitatea art. 6 la o procedură disciplinară penitenciară: art. 6 aplicabil", "", "Art. 6 § 3 lit. c)", "Dreptul la apărare cu asistenţa unui avocat", "Refuzul de a autoriza reprezentarea unor deţinuţi de către un avocat în cadrul unor proceduri disciplinare: încălcare", "", "În fapt – În timp ce îşi executau pedeapsa cu închisoarea, reclamanţii au fost acuzaţi de infracţiuni în temeiul regulamentului penitenciar. Primul reclamant a fost acuzat că a ameninţat cu moartea agentul acestuia de probaţiune, iar celui de-al doilea i s-a imputat săvârşirea unor acte de violenţă asupra unui gardian al penitenciarului. Cererile reclamanţilor pentru obţinerea autorizaţiei de a fi reprezentaţi de un avocat în timpul prezentării lor în faţa directorului penitenciarului au fost respinse de acesta din urmă. Reclamanţii au fost declaraţi vinovaţi şi au primit 40 de zile şi, respectiv, 7 zile suplimentare de detenţie. Ulterior, li s-a refuzat permisiunea de a solicita un control judiciar.", "În drept – Art. 6 § 3 lit. c): a) Aplicabilitate – Este necesară aplicarea criteriilor enunţate în hotărârea Engel şi alţii împotriva Ţărilor de Jos, ţinând totodată seama în mod corespunzător de contextul penitenciar. Argumentul Guvernului, conform căruia anularea competenţei directorilor de penitenciare de a aplica zile suplimentare de detenţie ar submina disciplina penitenciară, nu este convingător pentru Curte: acesta nu a explicat de ce toate celelalte sancţiuni disponibile – care s-au diversificat de atunci – nu ar avea un efect comparabil în ceea ce priveşte menţinerea eficienţei sistemului disciplinar în penitenciare. Guvernul nu a demonstrat suficient în ce constau diferenţele materiale dintre necesităţile disciplinare din penitenciarele din Scoţia, în care a fost suspendată acordarea de zile suplimentare, şi aceleaşi necesităţi din penitenciarele din Anglia şi Ţara Galilor. În plus, obstacolele de ordin practic (constrângeri administrative şi financiare, precum şi întârzieri în pronunţarea hotărârilor) create de noul sistem, care a fost introdus ca urmare a hotărârii pronunţate de Cameră în speţă, nu pot împiedica în sine aplicarea art. 6.", "Infracţiunile în cauză erau considerate drept disciplinare în dreptul intern. Cu toate acestea, natura infracţiunilor reprezintă un element cu o importanţă mai mare atunci când trebuie să se stabilească dacă art. 6 este aplicabil. În această privinţă, respectivele infracţiuni privesc un grup cu un statut specific – deţinuţii – şi nu toţi cetăţenii. Totuşi, acest fapt nu le conferă, la prima vedere, un caracter disciplinar, ci oferă doar o indicaţie pertinentă. Acuzaţiile disciplinare în cauză corespundeau, de asemenea, unor infracţiuni sancţionate de dreptul penal şi, deşi faptele de care a fost acuzat reclamantul priveau un incident mai degrabă minor, care nu ar fi condus în mod necesar la un proces penal în afara mediului penitenciar, caracterul minor al infracţiunii nu poate în sine să o scoată de sub incidenţa art. 6. Posibilitatea teoretică a unei răspunderi cu caracter penal şi disciplinar în acelaşi timp este, cel puţin, un element relevant, care pledează în favoarea unei încadrări „mixte” a infracţiunilor. În plus, condamnările la zile suplimentare de detenţie au fost pronunţate în urma unui verdict de vinovăţie, cu scopul de a-i sancţiona pe reclamanţi pentru infracţiunile săvârşite şi pentru a-i împiedica pe aceştia şi pe ceilalţi deţinuţi să comită alte infracţiuni; prin urmare, distincţia stabilită de Guvern între obiectivele punitive şi cele disuasive este neconvingătoare, având în vedere că aceste obiective nu se exclud reciproc şi sunt considerate caracteristici ale sancţiunilor penale. Toate aceste elemente le conferă infracţiunilor un aspect care nu coincide exact cu o problemă de disciplină pură şi, prin urmare, se impune folosirea celui de-al treilea criteriu, şi anume natura şi gradul de severitate al sancţiunilor riscate.", "În dreptul intern, dreptul de a fi eliberat nu se poate naşte înainte de încheierea zilelor suplimentare de detenţie aplicate eventual, astfel încât temeiul legal al detenţiei rămâne în continuare condamnarea şi pedeapsa iniţiale. Cu toate acestea, în realitate, deţinuţii rămân în penitenciar după data la care ar fi trebuit, în mod normal, să fie eliberaţi, în urma unei proceduri care nu are nicio legătură juridică cu condamnarea şi pedepsele iniţiale. În consecinţă, condamnările la zile de detenţie suplimentare constituie noi privări de libertate, aplicate în scop punitiv, şi, aşadar, aspectul garanţiilor procedurale trebuie să fie examinat din perspectiva art. 6, şi nu în cadrul art. 5. În ceea ce priveşte privările de libertate riscate şi aplicate efectiv în speţă, este necesar să se presupună că acuzaţiile în cauză aveau un caracter penal. Această prezumţie nu poate fi contestată decât cu titlu excepţional şi doar în cazul în care privările de libertate nu cauzează un „prejudiciu important”. Sancţiunea maximă care putea fi impusă era de patruzeci şi două de zile suplimentare de detenţie şi, în speţă, condamnările reclamanţilor la 40 de zile şi, respectiv, la 7 zile suplimentare nu pot fi considerate suficient de neglijabile sau neimportante pentru a modifica natura prezumată penală a acuzaţiilor aduse. Prin urmare, acestea aveau un caracter „penal” şi art. 6 este aplicabil (unsprezece voturi la şase).", "b) Marea Cameră subscrie la concluzia Camerei, conform căreia refuzul directorului penitenciarului de a le permite reclamanţilor să fie reprezentaţi de un avocat a determinat încălcarea art. 6 § 3.", "c) Prin urmare, nu este necesar să se examineze capătul de cerere prezentat cu titlu subsidiar, conform căruia interesele justiţiei impuneau să li se acorde reclamanţilor asistenţă juridică gratuită în scopul procedurii în faţa directorului penitenciarului.", "Concluzie: încălcare (unsprezece voturi la şase).", ""]}