{"file": "RUM_HJUDRUM_45701_99.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "45701/99", "text_paragraphs": ["MITROPOLIA BASARABIEI ŞI ALŢII contra MOLDOVEI*", "", "(Cererea nr. 45701/99)", "", "", "HOTĂRÂRE**", "", "13 decembrie 2001", "", "", "În cauza Biserica Mitropoliei Basarabiei şi alţii contra Moldovei,", "Curtea Europeană a Drepturilor Omului, Secţiunea Întâi, întrunită în cadrul unei camere compusă din:", "Dnele\tE.PALM, preşedinte,", "W.THOMASSEN,", "Dnii\tL.FERRARI BRAVO,", "C.BÎRSAN,", "J.CASADEVAL,", "B.ZUPANCIC,", "T.PANŢÎRU, judecători,", "şi domnul M.O`BOYLE, grefierul secţiunii,", "", "După deliberare în camera de consiliu din data de 2 octombrie şi 5 decembrie 2001,", "", "adoptă la data din urmă hotărârea următoare:", "", "PROCEDURA", "", "1.  La originea cauzei se află  cererea nr. 45701/99, îndreptată contra Republicii Moldova prin care Mitropolia Basarabiei (\"Mitropolia Basarabiei si Exarhatul Plaiurilor\") şi 12 cetăţeni ai acestui Stat, domnii Petru Păduraru, Petru Buburuz, Vasile Petrache, Ioan Eşanu, Victor Rusu, Anatol Goncear, Valeriu Cernei, Gheorghe Ioniţa, Valeriu Matciac, Vlad Cubreacov, Anatol Telembici şi Alexandru Magola (\" petiţionarii \"), au sesizat Comisia europeană a Drepturilor Omului (\" Comisia \") la 3 iunie 1998,  în temeiul fostului articol 25 al Convenţiei pentru apărarea drepturilor omului şi a libertăţilor fundamentale (\" Convenţia \"). Petiţionarul Vasile Petrache a decedat în toamna anului 1999.", "2.  Petiţionarii acuză în particular faptul că refuzul autorităţilor moldave de a recunoaşte Mitropolia Basarabiei a adus atingere libertăţii lor la religie (conştiinţă) şi asociere şi că biserica reclamantă a fost victima unei discriminări de ordin religios.", "3.  Cererea a fost depusă la Curte la 1 noiembrie 1998, dată la care a intrat în vigoare Protocolul nr.11 al Convenţiei (articolul 5, § 2 al Protocolului 11).", "4.  Cererea a fost repartizată Secţiunii Întâi a Curţii ( articolul 52 § 1 al Regulamentului). În cadrul acesteia, a fost constituită, conform articolului 26 § 1 al Regulamentului,  camera având în sarcină examinarea cauzei  (articolul 27 § 1 al Convenţiei).", "5.  Prin decizia din 7 iunie 2001, camera a declarat cererea admisibilă. Ea a decis, de asemenea, să radieze de pe rol cererea în partea introdusă de reclamantul Vasile Petrache, în urma decesului acestuia.", "6.  Atât reclamanţii cât şi Guvernul, au depus observaţii în scris asupra fondului cauzei (articolul 59 § 2 al Regulamentului ).", "7.  La 2 octombrie 2001, la Palatul Drepturilor Omului la Strasbourg,   s-a desfăşurat audienţa  publică a cauzei (articolul 59 § 2 al Regulamentului).", "", "Au compărut:", "- pentru Guvern", "Dnii\t  I.Morei, Ministru al Justiţiei,", "              V.Părlog, Director al Direcţiei Agent Guvernamental şi Relaţii", "   Internaţionale al Ministerului Justiţiei,                             \t\t \t agent;", "               G.Armaşu, Director al Serviciului de Stat pentru problemele", "cultelor pe lăngă Guvernul Republicii Moldova,               \t\t    consilier;", "", "- pentru reclamanţi", "Dnii\t  J.W.Montgomery,  avocat la baroul din Londra", "              A. Dos Santos, avocat la baroul din Londra,                 \t\t      avocaţi .", "", "Curtea a audiat declaraţiile dlor Morei şi .", "8. La 25 septembrie 2001, în conformitate cu articolul 61 § 3 al Regulamentului Curţii, preşedintele camerei a autorizat Mitropolia Moldovei să prezinte observaţii scrise asupra unor aspecte ale cauzei. Aceste observaţii au fost primite la 10 septembrie 2001.", "", "DE FAPT", "", "I.  CIRCUMSTANŢELE   CAUZEI", "", "9. Prima petiţionară, Mitropolia Basarabiei  (\"Mitropolia Basarabiei şi Exarhatul Plaiurilor\"), este o Biserică ortodoxă autonomă, având jurisdicţie canonică pe teritoriul Republicii Moldova. Ceilalţi petiţionari, cetăţeni ai Moldovei, membri ai Consiliului eparhial al bisericii petiţionare: Petru Păduraru, Arhiepiscop al Chişinăului, Mitropolit al Basarabiei, domiciliat în mun. Chişinău; Petru Buburuz, protoiereu mitrofor, domiciliat în mun. Chişinău; Ioan Eşanu, protopop, domiciliat în or. Călăraşi; Victor Rusu, protopop, domiciliat în Lipnic, Ocniţa; Anatol Goncear, preot, domiciliat Zubreşti, Străşeni; Valeriu Cernei, preot, domiciliat Sloveanca, Sîngerei; Gheorghe Ioniţa, preot, domiciliat Crasnoarmeisc, Hînceşti; Valeriu Matciac, preot, domiciliat în Chişinău; Vlad Cubreacov, deputat în Parlamentul Republicii Moldova şi în Adunarea Parlamentară a  Consiliului Europei,  domiciliat în Chişinău; Anatol Telembici, consilier, domiciliat în Chişinău; Alexandru  Magola, şeful Cancelariei Mitropoliei Basarabiei, domiciliat în Chişinău.", "", "A.  Crearea Bisericii reclamante şi acţiunile întreprinse în vederea recunoaşterii ei", "", "1. Crearea Mitropoliei Basarabiei", "", "10. La 14 septembrie 1992, persoanele fizice reclamante s-au asociat pentru a crea Biserica petiţionară, Mitropolia Basarabiei - Biserică ortodoxă autonomă locală. Conform statutului său, Mitropolia succeda, din punct de vedere canonic, Mitropolia Basarabiei care a existat până în 1944.", "În luna decembrie 1992 ea a intrat sub jurisdicţia Patriarhiei de Bucureşti.", "11. Mitropolia Basarabiei şi-a elaborat un statut care determina, printre altele, formarea şi administrarea organelor sale, pregătirea, recrutarea şi disciplina clerului său, distincţiile ecleziastice şi regulile privind bunurile sale. În preambulul statutului sunt definite principiile de organizare şi de funcţionare ale Bisericii petiţionare :", "", "\"Mitropolia Basarabiei este o Biserică ortodoxă autonomă locală din cadrul  Patriarhiei Romăne. Titulatura ecleziastică tradiţională \"Mitropolia Basarabiei\" poartă un caracter istoric convenţional şi nu se află în legătură cu realităţi politice din prezent sau din trecut. Mitropolia Basarabiei nu desfăşoară activităţi politice şi nici nu va duce pe viitor. Mitropolia Basarabiei activează pe teritoriul Republicii Moldova. Mitropolia Basarabiei are rangul de Exarhat al Plaiurilor şi la ea pot adera,  în egală măsură, sub raport canonic, şi comunităţi din diaspora. Aderarea credincioşilor şi a comunităţilor acestora este exclusiv benevolă.", "", "În activitatea sa pe teritoriul Republicii Moldova, Mitropolia Basarabiei  respectă legile acestui stat şi legislaţia internaţională în domeniul drepturilor omului. Comunităţile din diaspora, care au aderat canonic la Mitropolia Basarabiei, întreţin cu autorităţile Statelor respective raporturi în respectul legislaţiei acestor State şi a dispoziţiilor internaţionale în materie. Mitropolia Basarabiei colaborează cu autorităţile Statului in domeniul culturii, învăţămăntului şi  asistenţei sociale. Mitropolia Basarabiei nu ridică pretenţii de ordin patrimonial sau de alt ordin asupra altor Biserici sau asociaţii religioase.  Mitropolia Basarabiei întreţine relaţii ecumenice cu alte Biserici şi mişcări religioase şi consideră dialogul frăţesc drept unica formă de relaţii pe plan interbisericesc.", "", "Deservenţii Mitropoiei Basarabiei care activează pe teritoriul Republicii Moldova sunt cetăţeni ai acestui Stat. Invitarea cetăţenilor altor state, în scopul exercitării unei activităţi religioase în Moldova, precum şi delegarea în străinătate a cetăţenilor Republicii Moldova în acelaşi scop, va fi efectuată în conformitate cu legislaţia în vigoare.", " ", "Membrii Mitropoliei Basarabiei sunt cetăţeni ai Republicii Moldova, care s-au asociat benevol pentru a practica în comun a credinţei lor religioase, conform convingerilor proprii, pe temeiul preceptelor evanghelice, al canoanelor Sfinţilor Apostoli, a Dreptului canonic ortodox şi al Sfăntului Obicei.", "", "În toate comunităţile Mitropoliei Basarabiei din Republica Moldova, în cadrul tuturor serviciilor divine, vor fi citite rugăciuni speciale (ectenii)  pentru autprităţile şi instituţiile statului cu următorul cuprins : \" Încă ne mai rugăm pentru de Dumnezeu păzită ţara noastră Republica Moldova, Stăpînirea şi Oastea ei, ca o viaţă paşnică şi netulburată să trăim în toată curăţia şi cucernicia.\"\"", "", "12. În prezent, Mitropolia Basarabiei a  format 117 comunităţi pe teritoriul Moldovei, trei comunităţi în Ucraina, una în Lituania, una în Letonia, două în Federaţia Rusă şi una în Estonia. Comunităţile din Letonia şi Lituania au fost recunoscute de către autorităţile acestor State, fiindu-le recunoscută şi personalitatea lor juridică.", "Circa un milion de cetăţeni moldoveni sunt afiliaţi Bisericii reclamante, care cuprinde peste 160 de clerici.", "Mitropolia Basarabiei este recunoscută de toate patriarhiile ortodoxe cu excepţia Patriarhiei Moscovei.", "", "2. Acţiunile de ordin administrativ şi judiciar întreprinse în vederea recunoaşterii.", "", "13. În conformitate cu Legea nr. 979-XII din 24 martie 1992 cu privire la culte, care cere ca toate cultele care funcţionează pe teritoriul Moldovei să fie recunoscute prin decizia Guvernului, pe data de 8 octombrie 1992, biserica petiţionară a depus cererea de recunoaştere. Cererea sa a rămas fără răspuns.", "14. Mitropolia Basarabiei şi-a reactualizat cererea la 25 ianuarie şi 8 februarie 1995. La o dată care nu a fost precizată, Serviciul de Stat pentru problemele cultelor pe lângă Guvern a respins aceste cereri.", "15. La 8 august 1995, reclamantul Petru Păduraru, invocând articolul 235 al Codului de procedură civilă referitor la recursul judiciar în privinţa unui act al administraţiei contrar unui drept recunoscut, reclamă Guvernul în faţa Judecătoriei de circumscripţie a sectorului Buiucani din Chişinău. El a solicitat anularea deciziilor de refuz în recunoaştere. Judecata a satisfăcut cererea lui şi a emis la 12 septembrie 1995 o hotărâre, prin care se dispunea recunoaşterea  Mitropoliei Basarabiei.", "16. La 15 septembrie 1995, procurorul de Buiucani a introdus un recurs contra hotărârii Judecătoriei Buiucani din 12 septembrie 1995.", "17. La 18 octombrie 1995, Curtea Supremă de Justiţie a anulat hotărârea din 12 septembrie 1995, pe motivul că judecătoria Buiucani nu era competentă să examineze cererea de recunoaştere a bisericii petiţionare.", "18. Pe 13 martie 1996, biserica petiţionară a formulat Guvernului o nouă cerere de recunoaştere. Neprimind nici un răspuns, la data de 24 mai 1996, petiţionarii au depus o plângere împotriva guvernului moldav la judecătoria  de sector din Chişinău, cerând recunoaşterea Mitropoliei Basarabiei. Prin decizia sa din 19 iulie 1996, instanţa sus menţionată, a respins plângerea petiţionarilor", "19. Pe data 20 august 1996, petiţionarii au depus o nouă cerere de recunoaştere, care a rămas, şi de data aceasta, fără răspuns.", "20. Petiţionarii au atacat cu recurs hotărârea din 19 iulie 1996, sesizând Tribunalul municipiului Chişinău. Pe data de 21 mai 1997, această instanţă a emis o hotărâre prin care decizia judecătoriei a fost casată, iar plângerea petiţionarilor a fost acceptată.", "21. Totuşi, în urma reformei sistemului judiciar moldav, dosarul a fost expediat  la Curtea de Apel a Republicii, pentru o reexaminare a acestuia în fond.", "22. La  4 martie  1997, petiţionarii au adresat guvernului moldav o nouă cerere de recunoaştere. Întrucăt, această cerere nu a fost urmată de nici un răspuns din partea guvernului, petiţionarii la 4 iunie 1997 au depus o plăngere contra acestuia în faţa Curţii de Apel a Republicii, cerând ca Mitropolia Basarabiei să fie recunoscută, invocând în sprijinul cereri lor dreptul la libertatea de conştiinţă şi la libertatea de asociere în scopul practicării cultului. Această acţiune a fost anexată la dosarul deja existent la această Curte.", "23. În faţa  Curţii de Apel, guvernul a declarat că este vorba despre un conflict ecleziastic din sînul Bisericii Ortodoxe a Moldovei (în cele ce urmează, \"Mitropolia Moldovei\"), care nu ar putea fi soluţionat decăt de către Bisericile Ortodoxe romănă şi rusă, şi că o eventuală recunoaştere a Mitropoliei Basarabiei ar provoca conflicte în rândul enoriaşilor.", "24. Curtea de Apel şi-a pronunţat hotărârea pe data de 19 august 1997. S-a subliniat mai întâi că articolul 31, paragrafele 1şi 2, ale Constituţiei Moldovei garantează libertatea şi conştiinţa, care trebuie să se manifeste printr-un spirit de toleranţă  şi de respect faţă de alţii. În plus la aceasta, cultele sunt libere şi pot să se organizeze conform statutelor lor, în condiţiile prevăzute de legislaţia Republicii. Curtea a mai subliniat că, începând cu 8 octombrie 1992, prima parte reclamantă a adresat Guvernului mai multe cereri de recunoaştere, respectând astfel articolele 14 şi 15 ale Legii cu privire la culte, dar că Guvernul nu a răspuns la nici una din aceste cereri printr-o decizie guvernamentală. Curtea a mai amintit că, în scrisoarea sa din 19 iulie 1995, Primul-ministru a comunicat petiţionarilor că Guvernul nu poate să examineze cererea părţii reclamante, deoarece aceasta l-ar determina să intervină în activitatea Mitropoliei Moldovei. Curtea de Apel a remarcat că, lăsând fără nici un răspuns cererea petiţionarului, Guvernul a recunoscut totuşi, la 7 februarie 1993, Mitropolia Moldovei, eparhie în cadrul Patriarhiei Moscovei.", "Curtea a respins argumentul Guvernului, conform căruia recunoaşterea Mitropoliei Moldovei este suficientă pentru credincioşii ortodocşi şi a subliniat că noţiunea de cult nu se limitează doar la catolicism sau ortodoxism, dar se referă la toate confesiunile, cu manifestări diverse ale sentimentelor lor religioase, sau prin slăvirea unei divinităţi. Mai mult decât atât, Mitropolia Moldovei este dependentă, din punct de vedere canonic, de Patriarhia Moscovei, pe când petiţionarul este afiliat, din punct de vedere canonic, la Biserica Ortodoxă Română, şi deci la Patriarhia de Bucureşti.", "Curtea a considerat că refuzul Guvernului de a recunoaşte Biserica petiţionară contravine legii cu privire la culte, articolul 18 din Declaraţia Universală a Drepturilor Omului, articolul 5 al Pactului Internaţional cu privire la drepturile economice, sociale şi culturale, la care Moldova este parte, care garantează libertatea religiei. Curtea a mai remarcat că reprezentantul Guvernului a confirmat că statutul părţii reclamante este în conformitate cu legislaţia internă şi, în consecinţă, a obligat Guvernul să recunoască Mitropolia Basarabiei, prin aprobarea statutului acesteia.", "25. Guvernul a atacat cu recurs această hotărâre, pe motiv că tribunalele nu au competenţa de a examina asemenea acţiuni.", "26. Prin hotărârea sa din 9 decembrie 1997, Curtea Supremă de Justiţie a anulat decizia din 19 august 1997 şi a respins acţiunea intentată de petiţionari pentru depăşirea termenilor de adresare în judecată şi pentru lipsă de temei.", "Curtea a afirmat că, în conformitate cu articolul 238 al Codului de procedură civilă, recursul împotriva unei decizii a Guvernului care prejudiciază drepturile unui justiţiabil poate fi formulat în decurs de o lună  de la luarea deciziei de refuz de către Guvern, sau, în cazul lipsei vreunei reacţii din partea Guvernului, de la expirarea termenului de o lună după depunerea cererii. Curtea Supremă de Justiţie a remarcat că cererea petiţionarilor a fost adresată Guvernului la 4 martie 1997, iar recursul lor în justiţie datează din 4 iunie 1997. În baza acestor consideraţii, Curtea Supremă de Justiţie a calificat acţiunea în justiţie a petiţionarilor ca fiind prea tardivă (depăşirea termenilor legali).", "Ea a subliniat că refuzul Guvernului de a accepta cererea petiţionarilor nu prejudiciază libertatea lor de religie, aşa cum o garantează tratatele internaţionale şi, în particular, articolul 9 al Convenţiei pentru apărarea drepturilor omului, deoarece persoanele interesate erau creştini ortodocşi  şi puteau să-şi manifeste credinţa în cadrul Mitropoliei Moldovei, recunoscută prin decizia Guvernului din 7 februarie 1993.", "Potrivit Curţii, nu era vorba decât despre un conflict cu caracter administrativ din interiorul unei biserici, care trebuia soluţionat doar de către Mitropolia Moldovei, şi orice amestec al statului în acest domeniu putea să agraveze conflictul. Curtea a considerat că refuzul statului de a interveni corespunde prevederilor articolului 9 paragraf 2 al Convenţiei europene a drepturilor omului.", "În fine,  Curtea a relevat că petiţionarii au posibilitatea să-şi manifeste liber credinţa, dispun în acest scop de biserici şi n-au nici o probă că sunt împiedicaţi să-şi exercite religia.", "27. La 15 martie 1999, petiţionarii au adresat Guvernului o altă cerere de recunoaştere.", "28. În scrisoarea sa din 20 iulie 1999, Primul-ministru al Moldovei a respins cererea petiţionarilor. Domnia sa şi-a argumentat refuzul prin aceea că Mitropolia Basarabiei nu reprezintă un cult în sensul legii, ci este un grup schismatic al Mitropoliei Moldovei.", "În orice caz, se indică în scrisoare, Guvernul nu va da un răspuns pozitiv la această cerere până când negocierile duse de către Patriarhiile rusă şi română nu vor avea drept rezultat găsirea unei soluţii religioase pentru acest conflict.", "29. La 10 ianuarie 2000, petiţionarii adresează Guvernului o nouă cerere de recunoaştere. Curţii nu i-a fost comunicată soarta acesteia.", "", "3. Recunoaşterea altor culte", "", "30. De la adoptarea Legii despre culte, Guvernul recunoscu un anumit număr de culte, a căror enumerare mai jos nu este exhaustivă.", "Pe data de 7 februarie 1993, Guvernul a aprobat statutele Bisericii Mitropoliei Moldovei, afiliată Patriarhiei de la Moscova. La 28 august 1995, Guvernul a recunoscut o altă biserică creştin-ortodoxă Eparhia Ortodoxă Rusă de rit vechi din Moldova, afiliată şi ea Patriarhiei de la Moscova.", "La 22 iulie 1993, Guvernul a recunoscut \"Biserica Adventiştilor de ziua a şaptea\" şi la 19 iulie 1994 a recunoscut \"Biserica Adventiştilor  de Ziua a Şaptea - Mişcarea de Reformare\" .", "La 9 iunie 1994, Guvernul aprobă statutul şi a  recunoscut \"Federaţia Comunităţilor Evreieşti (religioase) \", în timp ce  la 1 septembrie 1997, fusese aprobat statutul \"Uniunii Comunităţilor Evreieşti mesianici \".", "", "4. Reacţia diverselor autorităţi naţionale", "", "31. Din momentul creării sale, Mitropolia Basarabiei s-a adresat în mod sistematic autorităţilor Moldovei, pentru a explica motivele creării sale şi pentru a cere sprijinul acestora în dobândirea recunoaşterii sale de către Guvern.", "32. Guvernul, la rândul său, a cerut mai multor ministere avizul lor cu privire la recunoaşterea acestei biserici.", "Pe 16 octombrie 1992, Ministerul Culturii şi Cultelor a adresat Guvernului un aviz în care sprijinea recunoaşterea Mitropoliei Basarabiei.", "Pe 14 noiembrie 1992, Ministerul Finanţelor a comunicat Guvernului că nu are vreo obiecţie la  recunoaşterea Mitropoliei Basarabiei.", "Pe 8 februarie 1993, Ministerul Muncii şi a Protecţiei sociale a adresat Guvernului un aviz favorabil recunoaşterii bisericii petiţionare.", "În scrisoarea sa din 8 februarie 1993, Ministerul Învăţământului a subliniat necesitatea recunoaşterii rapide a Mitropoliei Basarabiei pentru a evita orice discriminare a credincioşilor ei, deşi arăta că statutul Mitropoliei Basarabiei trebuie ameliorat, fiind necesar să se prevadă, de exemplu, că învăţământul dogmatic şi controlul procesului de învăţământ din instituţiile care pregătesc clericii trebuie să fie asigurate atât de biserică, cât şi de Ministerul Învăţământului.", "La 15 februarie 1993, Departamentul de Stat pentru Privatizare  a transmis Guvernului un aviz în favoarea recunoaşterii Mitropoliei Basarabiei, propunând de asemenea să se includă în statutul acesteia informaţii cu privire la membrii fondatori ai bisericii şi statutul său juridic.", "33. La 11 martie 1993, ca răspuns la o scrisoare a Episcopului de Bălţi, locţiitor al Mitropolitului Basarabiei, Comisia pentru cultură şi culte a Parlamentului Republicii Moldova relevă că amânarea înregistrării Mitropoliei Basarabiei determină o agravare a situaţiei sociale şi politice în Moldova, că acţiunile şi statutul acestei biserici erau conforme legilor Republicii Moldova şi, în consecinţă, Comisia ceru  Guvernului să recunoască Biserica petiţionară.", "34. Într-o notă informativă din 21 noiembrie 1994, Serviciul de stat pentru culte de pe lângă Guvern rezuma situaţia astfel:", "", "\"(...) De aproape doi ani, un grup ecleziastic, cunoscut sub numele de Mitropolia Basarabiei, îşi desfăşoară în mod ilegal activitatea pe teritoriul Republicii Moldova. În pofida eforturilor noastre susţinute pentru a pune capăt activităţii acesteia (întrevederi cu membrii aşa-zisei mitropolii, preoţii G.E., I,E. (...), cu reprezentanţii puterii de stat şi cu credincioşii din localitate în care activează adepţii acestei biserici, cu G.G., Ministru de Stat, N.A., Vicepreşedintele Parlamentului; toate organele administraţiei naţionale şi locale au fost informate despre caracterul ilegal al grupului etc.), nu s-a putut obţine nici un rezultat pozitiv.", "", "În afară de aceasta, cu toate că preoţilor şi adepţilor mitropoliei în cauză,  le-a fost interzis să participe la slujbe, din cauza nerespectării regulilor canonice, ei au continuat totuşi să-şi desfăşoare activitatea ilegală în biserici, fiind de asemenea invitaţi să oficieze slujbe în cadrul unor activităţi publice organizate, de exemplu, de către Ministerele Apărării şi Sănătăţii. Conducerea Băncii Naţionale şi a Serviciului Naţional Vamal nu au reacţionat la cererea noastră de a lichida conturile bancare ale preoţilor şi de a-i supune unui control strict în timpul numeroaselor treceri ale lor peste hotare (...).", "", "Activitatea aşa-zisei mitropolii nu se reduce doar la atragerea de noi adepţi şi la propagarea ideilor Bisericii romăne. Ea mai dispune şi de toate mijloacele necesare pentru funcţionarea unei biserici, desemnează preoţi, inclusiv cetăţeni ai altor state(...), pregăteşte cadre ecleziastice, construieşte biserici şi multe, multe altele.", "", "De menţionat că activitatea (mai mult politică decât religioasă) a acestui grup este susţinută atât de forţe din interiorul ţării (de către anumiţi primari şi satele conduse de ei, de către reprezentanţi ai opoziţiei şi chiar anumiţi deputaţi), cât şi din exterior (prin decizia sa nr. 612 din 12 noiembrie 1993, Guvernul României a alocat 399, 4 milioane lei pentru finanţarea activităţii acesteia (...) .", "", "Activitatea acestei formaţiuni provoacă tensiuni religioase şi socio-politice în Moldova, având repercusiuni imprevizibile (...).", "", "Serviciul de stat pentru Problemele Cultelor constată :", "a)  pe teritoriul Republicii Moldova nu există nici o unitate administrativă teritorială numită Basarabia, pentru ca să poată fi creat un grup religios cu denumirea de Mitropolia Basarabiei. Crearea unui asemenea grup  şi recunoaşterea statutului acestuia ar constitui un act antistatal, nelegitim, de nerecunoaştere a statului suveran şi independent care este Republica Moldova;", "", "b)  Mitropolia Basarabiei a fost creată în locul fostei Eparhii a Basarabiei, create în 1925 şi recunoscute prin decretul regelui nr.1942 din 4 mai 1925. Recunoaşterea juridică a valabilităţii acestor acte ar însemna recunoaşterea efectelor lor actuale pe teritoriul Moldovei;", "", "c)  Toate parohiile ortodoxe existente pe teritoriul Moldovei au fost înregistrate ca părţi componente ale Bisericii Ortodoxe din Moldova (Mitropolia Moldovei), al cărei statut a fost aprobat de către Guvern prin decizia acestuia nr.719 din 17 noiembrie 1993.", "", "În concluzie :", "", "1. Necurmarea activităţii aşa-numitei Mitropolii a Basarabiei, va genera o destabilizare nu doar a Bisericii Ortodoxe, dar şi a societăţii moldave în general.", "", "2. Recunoaşterea Mitropoliei Basarabiei (de stil vechi) şi aprobarea statutului acesteia de către Guvern vor duce automat la dispariţia Mitropoliei Moldovei.\"", "", "35. Pe 20 februarie 1996, în urma unei interpelări a petiţionarului Vlad Cubreacov, deputat în Parlamentul Moldovei, adjunctul Primului ministru a adresat preşedintelui Parlamentului o scrisoare, în care se explicau motivele refuzului Guvernului de a recunoaşte Mitropolia Basarabiei. El a subliniat că biserica petiţionară nu reprezintă un cult în sensul legii, ci este un grup schismatic al Mitropoliei Moldovei, şi că orice amestec al statului în soluţionarea acestui conflict contravine Constituţiei Republicii. Adjunctul Primului-ministru a reamintit că partidul politic din care face parte al zecilea reclamant a criticat în mod public decizia din 9 decembrie 1997 a Curţii Supreme de Justiţie, că acest petiţionar criticase de asemenea Guvernul pentru refuzul său de a recunoaşte această \"mitropolie fantomă\", şi că persoana în cauză continuă să susţină această biserică prin toate mijloacele posibile de presiune, şi anume prin declaraţii în mass - media şi prin sesizarea autorităţilor naţionale şi a organismelor internaţionale. În concluzie se afirmă că \"dezbaterile aprinse\" în privinţa acestui grup religios au un caracter pur politic.", "36. Pe 29 iunie 1998, Serviciul de Stat pentru culte a comunicat adjunctului Primului-ministru avizul său în vederea recunoaşterii Mitropoliei Basarabiei.", "Subliniind îndeosebi, că din 1940, în Moldova nu mai există vreo unitate administrativă numită \"Basarabia\", că religia ortodoxă a fost recunoscută la 17 noiembrie 1993 cu denumirea de Mitropolia Moldovei, Mitropolia Basarabiei fiind o \"parte schismatică\" a acesteia din urmă, Serviciul de stat declară că recunoaşterea bisericii petiţionare reprezintă un amestec al statului în problemele Mitropoliei Moldovei, care ar aduce la agravarea situaţiei \"nesănătoase\" în care se află aceasta din urmă. În ceea ce priveşte statutul bisericii petiţionare, Serviciul de stat afirmă că acesta nu va fi aprobat, deoarece nu este decât \"copia statutului bisericii ortodoxe a unei alte ţări\".", "37. La 22 iunie 1998, Ministerul Justiţiei a informat Guvernul, că în opinia sa, statutul bisericii petiţionare nu contravine legislaţiei Republicii.", "38. În scrisorile din 25 iunie şi 6 iulie 1998, Ministerele Muncii şi Protecţiei sociale şi respectiv al Finanţelor au comunicat încă o dată Guvernului că nu au nici o obiecţie în privinţa recunoaşterii Mitropoliei Basarabiei.", "39. La 7 iulie 1998, Ministerul Educaţiei şi Ştiinţei a informat Guvernul că susţine recunoaşterea Mitropoliei Basarabiei.", "40. Pe 15 septembrie 1998, Comisia pentru drepturile omului, culte şi minorităţile naţionale a Parlamentului Moldovei a adresat Guvernului, pentru informare, o copie a raportului Ministerului Justiţiei al Federaţiei  Ruse, din care  reieşea că în această ţară existau, la data de 1 ianuarie 1998, cel puţin patru biserici ortodoxe, unele dintre care îşi aveau sediul în străinătate. Comisia şi-a exprimat speranţa că raportul sus menţionat ar putea să ajute Guvernul moldav la soluţionarea unor probleme similare, în particular,  în ceea ce priveşte cererea de recunoaştere, depusă de Mitropolia Basarabiei.", "41. La 10 ianuarie 2000, adjunctul procurorului general al Moldovei a scris o scrisoare petiţionarului Vlad Cubreacov, în care el exprimă  avizul că refuzul Guvernului de a răspunde la cererea de recunoaştere a Mitropoliei Basarabiei era contrar libertăţii religiei şi articolelor 6, 11, şi 13 din Convenţie.", "42. La 26 septembrie 2001, Guvernul a aprobat versiunea modificată a articolului 1 al statutului Mitropoliei Moldovei, care stipulează :", "", "\" Biserica Ortodoxă a Moldovei (Mitropolia Moldovei) este o Biserică independentă şi este succesoarea în drept a (...) Bisericii Mitropoliei Basarabiei. Biserica Ortodoxă a Moldovei îşi desfăşoară activitatea pe teritoriul Statului Republica Moldova în conformitate cu legislaţia în vigoare, în respectul canoanelor şi preceptelor Sfinţilor Apostoli, a Sfinţilor părinţi şi ale sinoadelor ecumenice precum şi a hotărârilor Bisericii Apostolice Unice Mondiale\".", "", "43. La 21 septembrie 2001, în scrisoarea adresată Curţii, Preşedintele Republicii Moldova, şi-a exprimat îngrijorarea referitor la posibilitatea de recunoaştere a bisericii petiţionare. După părerea sa, întrebarea dată putea fi rezolvată doar în cadrul negocierilor dintre Patriarhiile rusă şi română, pe când intervenţia autorităţilor statului în acest conflict ducea la violarea legilor moldave. În afară de aceasta, o recunoaştere eventuală a acestei Biserici de către autorităţi ar avea consecinţe imprevizibile pentru societatea moldavă.", "", "5. Reacţia organizaţiilor internaţionale.", "", "44. În avizul nr. 188 (1995) adresat Comitetului de Miniştri în privinţa admiterii  în Consiliul Europei, Adunarea Parlamentară a acestei organizaţii a notat despre voinţa Republicii Moldova de a-şi respecta angajamentele luate odată cu depunerea candidaturii sale la Consiliul Europei, la 20 aprilie 1993.", "    \tPrintre aceste angajamente, reafirmate înainte de adoptarea avizului sus-menţionat, figura şi acela de a asigura \"libertatea totală de religie pentru toţi cetăţenii, fără nici o discriminare, şi de a asigura soluţionarea pe cale paşnică a conflictului dintre Mitropolia  Moldovei şi Mitropolia Basarabiei \" .", "45. În raportul său anual din 1997, Federaţia Internaţională a Drepturilor Omului (Helsinki) a criticat refuzul Guvernului moldav de a recunoaşte Mitropolia Basarabiei. În raport se indica că acest refuz a avut drept rezultat transferarea a numeroase biserici în patrimoniul Mitropoliei Moldovei, şi se face trimitere la învinuirile, conform cărora membrii clerului bisericii petiţionare au fost supuşi unor violenţe fizice, fără ca autorităţile să asigure apărarea cea mai elementară a acestora.", "46. În raportul din 1998, federaţia sus-menţionată a criticat Legea cu privire la culte, şi în special articolul 4 al acestei legi, conform căruia adepţilor religiilor nerecunoscute printr-o decizie a Guvernului nu le este asigurată apărarea dreptului la religie. Federaţia a subliniat că acest articol este un instrument discriminatoriu, care permite Guvernului moldav să împiedice eforturile adepţilor Mitropoliei Basarabiei să reclame pe cale judiciară  bisericile care îi aparţin. În afară de aceasta, raportul face referire la actele de violenţă şi de vandalism la care sunt supuşi biserica petiţionară şi membrii ei.", "", "B.  Incidentele invocate referitoare la Mitropolia Basarabiei şi membrii ei", "", "47. Petiţionarii  citează  un anumit număr de incidente în timpul cărora membrii clerului sau adepţii Bisericii petiţionare ar fi fost intimidaţi sau împiedicaţi să-şi profeseze credinţa lor.", "48. Guvernul nu a contestat realitatea acestor incidente. ", "", "1. Incidentele de la Gărbova (Ocniţa )", "", "49. În 1994 adunarea creştinilor din satul Gîrbova (Ocniţa) a hotărât să adere la Mitropolia Basarabiei. În consecinţă Mitropolitul Basarabiei l-a numit pe T.B. paroh în acest sat.", "50. Pe 7 ianuarie 1994, când T.B. se îndrepta spre biserică pentru a oficia slujba de Crăciun, primarul satului, T.G., i-a interzis să intre în biserică, iar atunci când locuitorii satului au ieşit să protesteze, primarul a încuiat uşa bisericii şi, fără nici o explicaţie, l-a somat pe T.B. să părăsească satul în 24 de ore.", "51. Pe 9 ianuarie 1994, primarul a chemat creştinii din sat la o altă adunare. La această adunare, primarul a informat sătenii că T.B. a fost demis din funcţia de paroh, pentru că aparţinea de Mitropolia Basarabiei, şi le-a prezentat noul paroh, pe N., de la Mitropolia Moldovei. Adunarea a respins propunerea primarului.", "52. Pe 11 ianuarie 1994, creştinii din sat au fost din nou convocaţi la o nouă adunare de către primar. De această dată, el a prezentat sătenilor un alt paroh de la Mitropolia Moldovei, pe A., care n-a fost nici el acceptat de adunare, cei prezenţi şi-au exprimat preferinţa pentru T.B.", "53. În aceste circumstanţe, S.M., preşedintele consiliului parohial, a fost convocat de către primar şi preşedintele de colhoz, care l-au implorat să convingă sătenii să accepte destituirea lui T.B. Preşedintele consiliului parohial a refuzat să facă aceasta.", "54. La 13 ianuarie 1994, pe când se îndrepta spre biserică, S.M. a fost oprit din drum. El a fost imobilizat de către cinci poliţişti, aruncat în maşina de poliţie şi dus mai întâi la primărie, unde a fost cu cruzime bătut. Apoi, el a fost reţinut la postul de poliţie din Ocniţa, unde a fost învinuit de atitudinea sa favorabilă faţă de Mitropolia Basarabiei, fără să i se comunice motivele arestării. El a fost eliberat peste trei zile.", "55. În urma acestor incidente, T.B. a părăsit parohia.", "", "2. Parohia Sfăntul Nicolae din Făleşti", "", "56. Într-o scrisoare din 20 mai 1994, vicepreşedintele consiliului raional din Făleşti l-a informat pe G.E, parohul bisericii Sfîntul Nicolae din Făleşti, că întrucât el face parte din Mitropolia Basarabiei, îi este interzis să oficieze slujba de Paşti de la 9 mai 1994 în vechiul cimitir al oraşului, deoarece aceasta constituie o activitate contrară Legii cu privire la culte, deoarece Mitropolia Basarabiei este ilegală. Din acest motiv, lui i-a fost interzisă oficializarea atît în biserică cât şi la aer liber. Cât priveşte decizia lui G.E. de a invita preoţi din România pentru slujba din 22 mai 1994, vicepreşedintele consiliului raional l-a avertizat să nu dea curs deciziei sale, deoarece nu a obţinut în prealabil permisiunea autorităţilor, aşa cum o cere articolul 22 al Legii cu privire la culte.", "57. În noiembrie 1994, lui G.E. i-a fost aplicată o amendă în sumă de 90 lei din motivul că oficia în calitate de preot al unei biserici nerecunoscute, Mitropolia Basarabiei. Judecata a confirmat sancţiunea, însă a redus suma amenzii la 54 de lei, din motivul că G.E. nu deţinea funcţii de răspundere în cadrul Mitropoliei Basarabiei.", "58. La 27 octombrie 1996, înainte de începerea slujbei în biserica parohială, un grup de persoane condus de un preot de la Mitropolia Moldovei l-a bătut pe G.E. până la sânge şi i-a cerut să adere la Mitropolia Moldovei. Ei s-au năpustit de asemenea şi asupra preotesei, rupându-i hainele.", "59. G.E. a reuşit să se ascundă în interiorul bisericii, unde se ţinea slujba, dar agresorii l-au urmărit şi în interior, dezlănţuind o ceartă cu credincioşii prezenţi în biserică. Un ofiţer de poliţie sosit la faţa locului, a reuşit să convingă agresorii să părăsească biserica.", "60. La 15 noiembrie 1996, adunarea parohială a publicat o declaraţie, în care îşi exprima indignarea faţă de actele de violenţă şi de intimidare la care erau supuşi membrii Mitropoliei Basarabiei şi cerând autorităţilor să nu mai admită asemenea şi recunoaşterea oficială a acestei mitropolii.", "61. La 6 iunie 1998, reclamantul Petru Păduraru, Mitropolitul Basarabiei, a primit două telegrame de ameninţare în cazul în care merge la Făleşti. El n-a depus nici o plângere privind acest incident.", "", "3. Biserica Sfăntului Alexandru, parohia Călăraşi", "", "62. La 11 iulie 1994, un alt petiţionar, Ioan Eşanu, parohul acestei biserici, a fost chemat la preşedintele consiliului raional Călăraşi pentru o discuţie pe marginea Mitropoliei Basarabiei.", "La această adunare au mai participat primarul oraşului Călăraşi, secretarul consiliului raional şi epitropul. Preşedintele consiliului raional l-a acuzat pe petiţionar că este membru al Mitropoliei Basarabiei şi astfel face propagandă în favoarea unirii cu România. Apoi, i-a acordat o săptămână, timp în care să prezinte o atestare a recunoaşterii Mitropoliei Basarabiei sau să părăsească parohia.", "", "4. Parohia Cania  (Cantemir)", "", "63. Într-o scrisoare din 24 noiembrie 1994, adresată Mitropolitului Basarabiei, V.B., cetăţean român şi paroh de Cania, a atras atenţia asupra faptului că este supus unor presiuni puternice din partea autorităţilor raionale din Cantemir, care îl acuzau că este membru al bisericii petiţionare.", "64. La 16 ianuarie 1995, V.B., a fost chemat la comisariatul de poliţie Cantemir, unde i-a fost adusă la cunoştinţă decizia Guvernului, prin care i se anula legitimaţia de trai şi de serviciu. V.B. a fost somat să părăsească teritoriul Moldovei în 72 ore şi să înapoieze autorităţilor competente permisele sus-menţionate.", "", "5. Incidente petrecute la Chişinău", "", "65. La 5 aprilie 1995, V.P.  parohul bisericii Sfântul Nicolae, l-a informat pe Mitropolitul Basarabiei că în timpul unor atacuri nocturne din 27-28 martie şi 3-4 aprilie 1995 au fost sparte geamurile bisericii.", "66. Un atac similar a avut loc în noaptea de 13-14 mai 1995. V.P. a depus de fiecare dată plângeri, cerând în afară de aceasta poliţiei să intervină pentru a împiedica producerea unor noi atacuri.", "67. În noapte de 3-4 septembrie 1996, în casa Mitropolitului Basarabiei, a fost aruncată o grenadă care a cauzat daune materiale. În urma acestui atac, petiţionarul a depus o plângere la comisariatul de poliţie Chişinău.", "68. În toamna 1999, după decesul unuia din petiţionari, Vasile Petrache, Mitropolitul Basarabiei îl numeşte pe Petru Buburuz, un alt petiţionar, parohul Bisericii Sf. Nicolae.", "După această numire, biserica Sf. Nicolae este ocupată de către reprezentanţii Mitropoliei Moldovei, care încuiase biserica şi împiedicaseră accesul credincioşilor bisericii petiţionare. Aceştia au mai pus stăpânire pe documentele şi ştampila parohiei.", "69. La 8 decembrie 1999, poliţia a întocmit un proces-verbal de contravenţie împotriva petiţionarului Petru Buburuz, pe motivul că el organizase, la 28 noiembrie 1999, o adunare publică în faţa bisericii Sf. Nicolae, fără să fi obţinut în prealabil o autorizaţie pentru desfăşurarea adunării publice.", "70. La 28 ianuarie 2000, judecătorul S. al judecătoriei Buiucani clasă cauză după ce constată că petiţionarul nu organizase o adunare, dar în calitatea sa de preot, el a ţinut un simplu mesaj la rugămintea a vreo sută de credincioşi prezenţi. De asemenea, judecătoria constată că liturghia se derulase în acel loc deoarece uşa bisericii era blocată.", "", "6. Incident la Buiucani (Chişinău)", "", "71. În noaptea de 3-4 septembrie 1996, în casa lui P.G.,  cleric aparţinând bisericii petiţionare, a fost aruncată o grenadă, iar pe 28 septembrie 1996, P.G. a fost ameninţat de către şase necunoscuţi. P.G. a depus imediat după incident o plângere.", "72. Într-o scrisoare din 22 noiembrie 1996 adresată Preşedintelui Republicii, Ministrul afacerilor interne şi-a exprimat regretul în privinţa încetinirii anchetei de către poliţiştii care se ocupau de acest caz şi l-a informat că aceştia au fost sancţionaţi disciplinar pentru încălcarea menţionată.", "", "7. Parohia din satul Octombrie  ( Sîngerei)", "", "73. În raportul său din 22 iunie 1998 adresat Mitropolitului Basarabiei, epitropul bisericii din sat se plângea de uneltirile preotului M. de la Mitropolia Moldovei, care cu sprijinul primarului oraşului Bălţi, încerca să-l înlăture de la slujbă pe preotul P.B., membru al Mitropoliei Basarabiei, şi să obţină închiderea bisericii din sat.", "Nici o plângere n-a fost depusă în privinţa acestui incident.", "", "8. Incidente de la Cucioaia (Ghiliceni)", "", "74. La data de 23 august 1998, un ofiţer de poliţie, căpitanul R. a declarat că acţionând din ordinul superiorului său, locotenent-colonel B.D., a sigilat uşa bisericii din Cucioaia (Ghiliceni), şi i-a interzis lui V.R., preot care oficia în mod sistematic slujbele în această biserică, şi aparţinând Mitropoliei Basarabiei, să intre în lăcaş şi să continue slujba. În baza plângerii sătenilor, unul din petiţionari, Vlad Cubreacov, deputat în Parlament, a adresat pe data de 26 august 1998, o scrisoare Primului-ministru, cerându-i explicaţie pentru aceste acţiuni.", "Incidentul a fost, de asemenea, publicat şi în ziarul \"Flux\" din 26 august 1998.", "Guvernul a cerut  ministerului de interne intentarea unei anchete în privinţa acestui incident. Acesta a evidenţiat faptul că persoana care a sechestrat uşa bisericii nu era poliţist, ci un membru al Mitropoliei Moldovei.", "", "9. Parohia din Bădicul Moldovenesc (Cahul)", "", "75. La 11 aprilie 1998, spre miezul nopţii, parohul bisericii a fost trezit de nişte persoane necunoscute care încercau să-i forţeze uşa casei parohale, şi a fost ameninţat cu moartea, dacă nu va renunţa la crearea unei noi parohii la Cahul.", "76. La 13 aprilie 1998, el a fost ameninţat cu moartea de către preotul I.G., membru al Mitropoliei Moldovei. În aceeaşi zi, el a depus o plângere la poliţie.", "", "10. Parohia din Mărinici (Nisporeni)", "", "77. După ce a părăsit Mitropolia Moldovei şi s-a alăturat Mitropoliei Basarabiei, în iulie 1997, parohul acestei biserici şi familia sa au fost ameninţaţi de mai multe ori de către mai mulţi preoţi de la Mitropolia Moldovei. I-au fost sparte geamurile casei sale, iar pe data de 2 februarie 1998, el a fost atacat în stradă şi bătut de către nişte necunoscuţi, care i-au spus să nu se mai amestece în \"lucrurile astea\".", "78. După ce a fost consultat de un medic legist, care i-a eliberat un certificat care atestă leziunile corporale căpătate, parohul a depus o plângere la poliţia Ciocana.", "79. Ziarele din Moldova au relatat cu regularitate incidentele petrecute în legătură cu actele de intimidare în adresa clerului şi cerdincioşilor adepţi ai Mitropoliei Basarabiei.", "", "11. Incidentul de la Floreni", " ", "80. La 6 decembrie 1998, V.J., preot al Mitropoliei Moldovei şi alte persoane care îl însoţeau au intrat cu forţa în biserica din sat şi au ocupat-o. Când preotul Bisericii petiţionare V.S. s-a prezentat la biserică pentru a oficia serviciul duminical, accesul i-a fost interzis. Situaţia s-a rezolvat doar când mirenii comunei, adepţi ai Bisericii petiţionare, au sosit la biserică.", "", "12. Incident la Leova", "", "81. La 2 februarie 2001, în raportul adresat Mitropoliei Basarabiei, preotul N.A., de la parohia Leova, declară că, Biserica din Leova a fost obiectul unor acte de vandalism, şi că chiar el însuşi şi alţi  credincioşi au fost ţinta unor acte de intimidare publică şi a ameninţărilor cu moartea din partea lui G.C., preot al Mitropoliei Moldovei. Acţiunile de acest fel s-au repetat, însă administraţia locală nu a oferit nici o protecţie  credincioşilor membri ai Bisericii petiţionare.", "", "C.  Incidente în jurul patrimoniului Mitropoliei Basarabiei", "", "1. Incidentul de la Floreni", "", "82. Credincioşii din satul Floreni aderase la Mitropolia Basarabiei la 12 martie 1996 şi constituise o comunitate locală a acestei biserici  la 24 martie 1996. Fusese, de asemenea, construită o capelă pentru celebrarea liturghiilor.", "83. La 29 decembrie 1997, Guvernul Republicii Moldova adoptă decizia nr. 1203 potrivit căreia Mitropoliei Moldovei i se atribui cu drept de utilizare terenul pe care era deja construită capela Mitropoliei Basarabiei. Această decizie fusese confirmată şi printr-o decizie din 9 martie 1998 a Primăriei din Floreni.", "84. La cererea asociaţiei petiţionare, în privinţa sus-numitului teren care fusese deja atribuit şi ţinând cont de aceea că capela lor era situată pe acel teren, Agenţia Naţională de Cadastru răspunseseră enoriaşilor parohiei din Floreni că \"administraţia publică locală nu putea să adopte o decizie de atribuire a terenului, deoarece Mitropolia Basarabiei nu avea personalitate juridică recunoscută în Moldova\".", "", "2. Incident relativ asupra unei donaţii  umanitare a asociaţiei americane Jesus Christ of  Latter-Day Saints", "", "85. La 17 februarie 2000, Mitropolitul Basarabiei, ceru comisiei guvernamentale pentru ajutorul umanitar autorizarea de a intra pe teritoriul Republicii Moldova a bunurilor de valoare de 9 000 dolari americani (USD), provenite din Statele Unite ale Americii şi calificarea acestor bunuri ca ajutor umanitar. Această cerere a fost refuzată la 25 februarie 2000.", "86. La 25 februarie 2000, petiţionarul Vlad Cubreacov ceru comisiei să i se comunice motivele refuzului. El specifică, că donaţia trimisă de către asociaţia \"Jesus Christ of  Latter-Day Saints\", care consta în îmbrăcăminte uzată, şi fusese primită din partea autorităţilor ucrainene a autorizaţiei de tranzit pentru donaţie umanitară. Astfel, începând cu 18 februarie 2000, aceste bunuri se găseau blocate în vama moldovenească şi pentru aceasta destinatarul era obligat să plătească 150 USD pentru fiecare zi de depozitare. Petiţionarii au  reiterat cererea de intrare a acestor bunuri ca donaţie umanitară.", "", "87. La 28 februarie 2000, viceprim-ministrul Moldovei autoriză intrarea pe teritoriul moldav a acestei donaţii umanitare.", "", "D.  Chestiuni privind drepturile personale ale clericilor bisericii petiţionare", "", "88. Petiţionarului Vasile Petrache, preot al Mitropoliei Basarabiei, i s-a  refuzat dreptul la pensie pentru retragere din câmpul muncii pe motivul că nu ar fi fost deservent al unui cult recunoscut.", "", "II.  DREPTUL INTERN ŞI PRACTICA INTERNĂ PERTINENTĂ", "", "A.  Constituţia din 29 iulie 1994.", "", "89. Articolul 31 al Constituţiei Republicii Moldova  cu privire la libertatea conştiinţei dispune :", "", "    \"(1) Libertatea conştiinţei este garantată. Ea trebuie să  se manifeste în spirit de toleranţă şi de respect reciproc.", "", "    (2) Cultele religioase sînt libere şi se organizează potrivit statutelor proprii, în condiţiile legii.", "", "    (3) În relaţiile dintre  cultele  religioase sînt  interzise  orice manifestări de învrăjbire.", "", "    (4) Cultele religioase sînt autonome, separate de stat şi se bucură de sprijinul acestuia, inclusiv prin înlesnirea asistenţei religioase în armată, în spitale, în penitenciare, în aziluri şi în orfelinate.\"", "", "B. Legea nr. 979-XII din 24 martie 1992 cu privire la culte", "", "90. Dispoziţiile pertinente al Legii nr. 979-XII din 24 martie 1992 cu privire la culte, publicată în Monitorul Oficial nr.3/70 din 1992, prevăd următoarele:", "", "Articolul 1. Libertatea conştiinţei", "  ", " \"Statul garantează libertatea conştiinţei şi libertatea religiei pe teritoriul Republicii Moldova. Orice persoană  are dreptul de a manifesta credinţa   în  mod liber, individual  sau  colectiv,  în  public sau  în  particular,  cu condiţia că această exercitare să nu contravină Constituţiei, prezentei legi sau legislaţiei în vigoare\".", "", "Articolul 4. Intoleranţa confesională", " ", " \"Intoleranţa confesională, manifestată prin acte care stînjenesc liberul exerciţiu al unui  cult  recunoscut  de  stat,  constituie o infracţiune şi se pedepseşte conform legislaţiei.\"", "", "Articolul 9. Libertatea organizării şi funcţionării cultelor", "", "  \t\"Cultele sînt  libere  să  se organizeze şi pot  funcţiona  liber  dacă practicile  şi ritualurile lor nu contravin Constituţiei, prezentei Legi, legislaţiei în vigoare.", "", "   \tÎn cazuri contrare  cultele  nu se vor putea bucura  de  recunoaşterea statului.\"", "", "Articolul 14. Recunoaşterea cultelor", "  ", "\"Pentru a putea  să se organizeze şi să funcţioneze, cultele trebuie să fie recunoscute prin decizie guvernamentală.  ", "", "     În cazul nerespectării condiţiilor articolului 9 alineatul întîi din prezenta Lege, recunoaşterea va putea fi retrasă în acelaşi mod.\"", "", "Articolul 15. Aprobarea statutului", "  ", "\"În vederea recunoaşterii, fiecare cult prezintă  Guvernului   spre examinare  şi  aprobare  statutul  (regulamentul) său  de organizare  şi funcţionare, cuprinzînd  informaţii asupra sistemului de  organizare  şi administrare, însoţit de principiile fundamentale de credinţă\".", "", "Articolul 21. Asociaţii şi fundaţii", "", " \"Asociaţiile şi  fundaţiile care urmăresc în total sau în parte scopuri religioase, în ce  priveşte  caracterul  lor  religios,  se  bucură  de drepturile  şi sînt supuse obligaţiilor ce decurg din legislaţia  privind cultele\".", "", "Articolul 22. Deservenţii, invitare-delegare", "", "   \t\"Şefii cultelor de rang republican şi ierarhic,  aleşi   conform statutului   (regulamentului)  cultului  respectiv,  precum  şi  întregul personal  din  serviciul cultelor trebuie să fie cetăţeni  ai  Republicii Moldova.", "", "   \tAngajarea cetăţenilor străini pentru activităţi religioase, precum şi delegarea în străinătate în acelaşi scop a cetăţenilor Republicii Moldova se va face în fiecare caz aparte cu acordul autorităţilor de stat\".", "", "Articolul 24. Personalitate juridică", "", "  \t \"Cultele recunoscute de stat sînt persoane juridice (...).\"", "", "Articolul 35. Tipăriturile şi obiectele de cult", "", "   \t \"Cultele recunoscute  de stat şi înregistrate conform prezentei  legi au dreptul exclusiv:", "", "    \ta) să producă  şi  să  comercializeze obiectele  de  cult  specifice cultului respectiv;", "   \t", "b) să fondeze organe de presă pentru credincioşi, să editeze şi  să comercializeze cărţi  de  cult, teologice sau cu  conţinut  bisericesc, necesare practicării cultului;", "    \t", "c) să stabilească  plăţi pentru pelerinaj şi activităţi turistice la lăcaşele de cult;", "    \t", "d) să organizeze,  pe teritoriul ţării şi în străinătate,  expoziţii de obiecte de cult, inclusiv expoziţii cu vînzare.", "   ", "(...)", "", "În prezentul  articol,  obiecte de cult se  consideră:  vasele liturgice,  icoanele metalice şi cele litografice, crucile, crucifixele, mobilierul   bisericesc,   cruciuliţele  şi  medalioanele cu imagini religioase specifice cultului respectiv, obiectele de colportaj religioase şi altele asemenea. Obiectelor de cult se asimilează şi calendarele religioase, ilustratele, pliantele, albumele de artă bisericeasă, filmele, etichetele cu imaginea lăcaşurilor de cult sau  a obiectelor de artă bisericeasă, cu excepţia celor care fac  parte  din patrimoniul  cultural naţional, produsele necesare activităţii de  cult, cum  ar fi: tămîia şi lumînările, inclusiv cele decorative pentru  nunţi şi  botezuri, stofele şi broderiile specifice folosite la confecţionarea veşmintelor  de  cult  şi altor obiecte  necesare  practicării  cultului respectiv\".", "", "Articolul 44. Angajarea deservenţilor şi salariaţilor cultelor", "", " \t\"Părţile componente   ale  cultelor,  instituţiile  şi  întreprinderile înfiinţate  de  ele  pot angaja lucrători în conformitate  cu  legislaţia muncii\".", "", "Articolul 45. Contractul", "", "  \t \"Angajarea deservenţilor şi salariaţilor cultelor se efectuează în baza unui contract scris  (...)\".", "", "Articolul 46. Statutul juridic", "", "\"Deservenţii şi  salariaţii  cultelor,   ai   instituţiilor   şi întreprinderilor înfiinţate de ele au statut juridic identic cu angajaţii organizaţiilor,  instituţiilor  şi întreprinderilor obşteşti  asupra  lor extinzîndu-se legislaţia muncii\".", "", "Articolul 48. Pensiile de stat", "", "\"Deservenţilor   şi  salariaţilor  cultelor,  indiferent  de   pensiile stabilite  de culte, li se stabilesc pensii de stat pe baze generale,  în conformitate  cu  Legea  cu privire la asigurarea cu pensii  de  stat  în Republica Moldova\".", "", "C.  Codul de procedură civilă", "", "91. Articolul 28/2, care a fost modificat prin legea nr. 942-XIII din 18 iulie 1996 stabileşte Curţii de Apel următoarele competenţe:", "", "\"Curtea de Apel judecă în primă instanţă plîngerile împotriva actelor organelor administraţiei  publice  centrale  şi  ale  persoanelor  cu  funcţii  de răspundere  ale acestora, săvîrşite cu încălcarea legii sau cu depăşirea împuternicirilor şi care lezează drepturile cetăţenilor\".", "", "92. Articolul 37 cu privire la participarea a mai multor reclamanţi sau pârâţi în proces, prevede următoarele :", "", "\"Acţiunea poate  fi  intentată da mai mulţi reclamanţi  împreună  sau împotriva  mai multor  pîrîţi. Fiecare dintre reclamanţi sau pîrîţi apare în proces independent faţă de cealaltă parte.", "    \t", "Coparticipanţii  pot  încredinţa  ducerea procesului unuia  din  ei (...)\".", "", "93. Articolul 235 cu privire la dreptul de a recurge contra actelor ilegale ale administraţiei, prevede următoarele:", "", "\"Orice persoană  fizică sau juridică, dacă consideră că drepturile ei sînt  lezate printr-un act administrativ sau prin refuzul neîntemeiat  al unui  organ administrativ sau al unei persoane cu funcţii de  răspundere de  a-i examina cererea cu privire la un drept recunoscut de lege,  este în  drept  să  se  adreseze în instanţa de  judecată  competentă  pentru anularea actului sau recunoaşterea dreptului care a fost lezat\".", "", "ÎN DREPT ", "", "I. Cu privire la invocarea violării articolului 9 al Convenţiei", "", "94. Invocând articolul 9, petiţionarii pretind că, refuzul autorităţilor Moldovei de a recunoaşte Mitropolia Basarabiei constituie o atingere adusă libertăţii lor la conştiinţă, întru cât, doar cultele recunoscute de Guvern pot fi practicate pe teritoriul Moldovei. Ei relevă în particular, că libertatea de a-şi manifesta colectiv religia lor  este împiedicată de interdicţia de a se reuni într-un scop religios, precum şi prin absenţa unei protecţii juridice a patrimoniului Bisericii petiţionare. Petiţionarii, invocă articolul 9  în conformitate cu care:", "", " \t\" 1. Orice persoană are dreptul la libertatea de găndire, de conştiinţă sau de religie; acest drept include libertatea de a-şi schimba religia sau convingerea, precum şi libertatea de a-şi manifesta religia sau convingerea în mod individual sau în colectiv, în public sau în particular, prin cult, învăţămănt, practici şi îndeplinirea ritualurilor.", "", "2. Libertatea de a-şi manifesta religia sau convingerile nu poate forma obiectul altor restrăngeri decăt acelea care, prevăzute de lege, constituie măsuri necesare, într-o societate democratică, pentru siguranţa publică, protecţia ordinii, a sănătăţii sau a moralei publice ori pentru protejarea drepturilor şi libertăţilor altora \" .", "", "A.  Teze susţinute în faţa Curţii", "", "1.  Petiţionarii", "", "95. Invocând cauza Manoussakis (decizia Manoussakis  contra Greciei din 26 septembrie 1996, Culegere de hotărâri şi decizii 1996-IV, p.1361, § 37), petiţionarii susţin că refuzul de recunoaştere a Bisericii petiţionare constituie o atingere a libertăţii lor la religie, deoarece absenţa autorizaţiei face imposibil exerciţiul cultului lor. După părerea lor,  un stat poate să ceară o procedură prealabilă de înregistrare a cultelor fără însă, să încalce articolul 9 al Convenţiei, cu condiţia că înregistrarea  nu va deveni un obstacol pentru libertatea religiei credincioşilor. Or, în cazul dat, refuzul de recunoaştere, nu a avut nici un fundament acceptabil într-o societate democratică. În particular, petiţionarii relevă că, nici o activitate ilegală sau contrară ordinii publice nu poate fi reproşată Bisericii petiţionare sau membrilor săi.", "96. Petiţionarii susţin că, într-o societate democratică, orice grup de credincioşi care se consideră diferiţi de alţii trebuie să-şi poată crea o nouă Biserică şi că nu statului îi aparţine dreptul de a determina dacă există o distincţie reală între aceste grupe diferite, sau care dintre credinţe trebuie să fie considerate distincte de altele.", "De asemenea, statul nu poate favoriza, prin intermediul recunoaşterii, o biserică în defavoarea alteia, nici chiar să cenzureze titulatura unei biserici din simplul motiv că aceasta s-ar referi la o perioadă trecută din istorie.", "În consecinţă, în cazul dat, statul moldav  nu ar fi în măsură să decidă dacă Biserica petiţionară este o entitate individuală, distinctă sau o formaţiune în cadrul unei alte Biserici.", "", "2. Guvernul", "", "97. Guvernul admite că dreptul la libertatea religiei cuprinde în sine libertatea de a-şi manifesta religia prin culte şi îndeplinirea ritualurilor, dar consideră că, în speţă, refuzul de a recunoaşte Biserica petiţionară  nu este echivalent interzicerii activităţilor acesteia sau a membrilor săi. Aceştea din urmă îşi menţin libertatea lor la religie,  atât prin  convingerea personală cât şi în manifestarea prin cult şi îndeplinirea ritualurilor.", "98. De altfel, Guvernul susţine că Biserica petiţionară cu denumirea de Biserica creştină ortodoxă, nu practică un nou cult, deoarece cultul creştin ortodox a fost recunoscut în Moldova la 7 februarie 1993, odată cu recunoaşterea Mitropoliei Moldovei. Din punct de vedere religios, biserica petiţionară nu se deosebeşte cu nimic de Mitropolia Moldovei.", "Crearea Bisericii petiţionare ar fi în realitate o încercare prin care s-ar urmări crearea unui nou organ administrativ în cadrul Mitropoliei Moldovei Or, statul nu se poate amesteca în conflictul apărut în sânul Mitropoliei Moldovei, fără a-şi încălca obligaţiunea sa de neutru în materie religioasă.", "În şedinţa din 2 octombrie 2001, Guvernul a susţinut că, conflictul în aparenţă administrativ, ascunde un conflict de ordin politic între România şi Rusia şi că intervenţia sa în acest conflict, sub forma recunoaşterii acestui grup schismatic, cum ar fi Biserica petiţionară, riscă de a avea consecinţe dificile pentru independenţa şi integritatea teritorială a tânărului stat Republica Moldova.", "", "B.  Cel de-al treilea intervenient", "", "99. Cel de-al treilea intervenient face cunoscut că cererea are la origini un conflict de ordin administrativ, din sânul Mitropoliei Moldovei. Partea subliniază că, Biserica petiţionară a fost creată de preoţi ai  Mitropoliei Moldovei, care din motive dictate de ambiţiile personale au decis de a se separa de această Biserica. Activitatea schismatică a reclamantului Petru Păduraru a fost contrară canoanelor Bisericii ortodoxe ruse, fapt pentru  care Patriarhul de la Moscova i-a interzis să oficieze. Totodată, încălcând dreptul canonic şi fără a se consulta cu Patriarhia de la Moscova şi nici cu autorităţile civile moldave, Patriarhia de la Bucureşti a decis recunoaşterea Bisericii schismatice. Conflictul generat astfel, trebuia deci, să fie rezolvat doar prin negocieri între Patriarhiile română şi rusă.", "100. Terţa parte subliniază că, Biserica petiţionară este fondată pe criterii etnice şi că în consecinţă, recunoaşterea sa de către Guvern nu numai că ar constitui o imixtiune a statului în problemele ce ţin de religie, dar ar avea şi urmări negative, asupra situaţiei politice şi sociale în Moldova şi ar încuraja tendinţele naţionaliste care există în ţară. Mai mult ca atât, o astfel de recunoaştere ar aduce prejudiciu relaţiilor de prietenie dintre Moldova şi Ucraina.", "", "C.  Aprecierea Curţii", "", "101. Curtea reaminteşte de la bun început că o Biserică ori un organ ecleziastic al unei Biserici poate, ca atare, să exercite în numele enoriaşilor săi drepturile garantate de articolul 9 al Convenţiei (Cha’are Shaalom Ve Tsedek c. Franţei, nr. 27417/95, § 72, CEDH 2000). În speţă, Mitropolia Basarabiei poate fi deci  considerată ca petiţionară în sensul articolului 34 al Convenţiei.", "", "1.  Despre existenţa unei imixtiuni", "", "102. Curtea trebuie deci, să stabilească existenţa unei imixtiuni în dreptul petiţionarilor la libertatea religiei, survenind în urma refuzului de a recunoaşte Biserica petiţionară.", "103. Guvernul susţine că nerecunoaşterea Bisericii petiţionare nu împiedică reclamanţii sa-şi nutrească convingerile şi nici să le manifeste în cadrul unui cult creştin ortodox recunoscut de către stat, adică în sânul Mitropoliei Moldovei", "104. Petiţionarii afirmă că, conform legislaţiei Moldovei, doar cultele recunoscute de Guvern pot fi practicate şi că, prin urmare, refuzul de recunoaştere echivalează, pentru Biserica petiţionară, cu interzicerea de a funcţiona, atât în plan bisericesc cât şi asociativ. Cu referinţă la petiţionari, ei cu atât mai mult nu pot să-şi exprime convingerile prin cultul lor, deoarece numai un cult recunoscut de către stat poate beneficia de o protecţie legală.", "105.  Curtea relevă că, conform Legii Moldovei din 24 martie 1992 despre culte, pot fi practicate numai cultele recunoscute prin decizie guvernamentală.", "În speţă, Curtea notează, că nefiind recunoscută, Biserica petiţionară nu poate desfăşura activitatea sa. În special, preoţii nu pot oficia, membrii săi nu se pot reuni pentru a-şi practica religia şi fiind lipsită de personalitate juridică, Biserica nu poate beneficia de protecţia juridică a patrimoniului său.", "Mai întâi, Curtea consideră refuzul Guvernului moldav de recunoaştere a Bisericii petiţionare, refuz confirmat prin decizia Curţii Supreme de Justiţie de la 9 decembrie 1997, constituie drept imixtiune în dreptul acestei Biserici şi a altor petiţionari la libertatea religiei garantată de articolul 9 § 1 al Convenţiei.", " \t106. Pentru a determina dacă această imixtiune constituie o violare a Convenţiei, Curtea trebuie să  precaute dacă ingerinţa răspunde exigenţilor articolului 9 § 2, adică dacă imixtiunea era \"prevăzută de lege\", dacă \"urmărea un scop legitim\" în privinţa acestei dispoziţii şi dacă era \"necesară într-o societate democratică\".", "", "2.  A fost imixtiunea prevăzută de lege?", "", "107. Petiţionarii admit faptul că imixtiunea era prevăzută de Legea nr. 979-XII din 24 martie 1992 cu privire la culte. Totuşi ei afirmă că, procedura prevăzută de lege a fost deviată de la scopurile sale căci, cauza adevărată a refuzului de înregistrare era de ordin politic; într-adevăr, Guvernul nici n-a susţinut, nici n-a demonstrat că Biserica petiţionară era contrară legilor Republicii.", "108. Guvernul nu s-a pronunţat în această privinţă.", "109. Curtea reaminteşte jurisprudenţa constantă, conform căreia expresia \"prevăzută de lege\" din articolele 8-11 ale Convenţiei nu numai că cere ca măsura incriminată să aibă o bază în dreptul intern, dar vizează de asemenea şi calitatea legii în cauză, care trebuie să fie suficient accesibilă şi previzibilă, adică să fie enunţată cu destulă precizie permiţând persoanei - obţinând la necesitate sfaturi clare - să-şi determine conduita sa (hotărârile Sunday Times împotriva Regatului Unit din 26 aprilie 1979, seria A nr. 30, § 49, Larissis şi alţii împotriva Greciei din 24 februarie 1998, Culegerea 1998 - I, p. 378, § 40, Hashman şi Harrup împotriva Regatului Unit (MC), nr.25594/ 94, § 31, CEDH 1999-, Rotaru împotriva Romăniei (MC), nr.28341/95, § 52, CEDH 2000-V).", "         Pentru a răspunde acestor exigenţe, dreptul intern trebuie să ofere o anumită protecţie împotriva prejudiciilor arbitrare a puterii statale, drepturilor garantate de către Convenţie. Atunci când este vorba de problemele ce ating drepturile fundamentale, dacă puterea de apreciere a executivului nu este limitată, legea va merge împotriva superiorităţii dreptului,  acesta fiind unul din principiile fundamentale ale unei societăţi democratice consacrate de Convenţie. În consecinţă, legea trebuie să definească cu suficientă precizie întinderea şi modalităţile de exercitare ale unui asemenea drept. (Hassan şi Tchaoucch împotriva Bulgariei (MC), nr. 30985/96, § 84, CEDH 2000-XI).", "      Nivelul de precizie a legislaţiei interne, care nu poate în nici un caz să acopere toate ipotezele, depinde într-o mare măsură de conţinutul instrumentului în cauză, de domeniul menit sa-l cuprindă, de numărul şi de statutul celor cărora li se adresează (hotărârile Hashman şi Harrup citate anterior, § 31, şi Groppera Radio AG şi alţii împotriva Elveţiei din 23 martie 1990, seria A nr.173, p. 26, § 68).", "110. În speţă, Curtea notează că, articolul 14 al legii din 24 martie 1992 cere recunoaşterea cultelor prin decizia Guvernului şi că, în conformitate cu articolul 9 al legii date, pot beneficia de recunoaştere numai cultele ale căror practici şi ritualuri sunt conform Constituţiei şi legilor moldave.", "       Fără a se pronunţa categoric asupra faptului dacă dispoziţiile sus menţionate răspund exigenţelor de previzibilitate şi de precizie, Curtea va porni de la principiul dacă imixtiunea în cauză era prevăzută de lege, înainte de a determina dacă ea a urmărit \"un scop legitim\" şi dacă era \"necesară într-o societate democratică\".", "", "3.  Scopul legitim", "", "111. În şedinţa din 2 octombrie 2001, Guvernul a susţinut că, refuzul de a aproba cererea de recunoaştere a petiţionarilor viza protecţia ordinii şi a securităţii publice. Statul moldovenesc, al cărui teritoriu a oscilat în cursul istoriei între România şi Rusia, are o populaţie variată din punct de vedere etnic şi lingvistic. În astfel de circumstanţe, tânărul stat Republica Moldova, independent din 1991, dispune de puţine elemente pentru a-şi asigura stabilitatea sa. Or, unul din aceste elemente este religia. De altfel, majoritatea  populaţiei este de religie creştină ortodoxă. Prin urmare, recunoaşterea Mitropoliei Moldovei, sub jurisdicţia Patriarhiei Moscovei, a permis populaţiei să se regăsească în sânul acestei Biserici. Recunoaşterea Bisericii petiţionare ar fi distrus legătura  deja formată şi populaţia locală s-ar fi găsit dispersată între mai multe Biserici, din  altă parte, în spatele Bisericii petiţionare, subordonate Patriarhiei de la Bucureşti, se aflau forţe politice  având legătură cu interesele române favorabile reunirii Basarabiei cu România. Deci, recunoaşterea Bisericii petiţionare ar reînvia vechile rivalităţi ruso-române în sânul populaţiei, punând astfel în pericol pacea socială şi integritatea teritorială a Republicii Moldova.", "112. Petiţionarii contestă faptul că această măsură litigioasă ar viza protecţia ordinii şi a securităţii publice. Ei susţin că Guvernul nu a demonstrat precum că Biserica petiţionară ar fi constituit o ameninţare a ordinii şi securităţii publice.", "113. Curtea consideră că statele sunt în drept de a controla dacă o mişcare sau o asociaţie urmăreşte, sub pretextul scopurilor religioase, activităţi care ar dăuna populaţiei sau securităţii publice (hotărârea Manoussakis citată mai sus, p.1362, § 40; Stankov şi Uniunea macedonienilor Unis Ilinden contra Bulgariei, nr.29221/95 şi 29225/95, § 84, CEDH 2001-IX).", "Examinând circumstanţele cauzei, Curtea consideră că în speţă, imixtiunea incriminată urmărea un scop legitim în sensul articolului 9 § 2, şi anume protecţia ordinii şi a securităţii publice.", "", "4. Necesară într-o societate democratică", "", "a)  Principii generale", "", "114. Curtea reaminteşte jurisprudenţa constantă conform căreia, în sensul articolului 9, libertatea gândirii, conştiinţei şi religiei reprezintă unul din fundamentele unei \"societăţi democratice\" în sensul prevăzut de Convenţie. Ea figurează, în dimensiunile sale religioase, printre elementele cele mai esenţiale ale identităţii credincioşilor şi a concepţiilor lor despre viaţă, dar ea este în egală măsură un bun preţios pentru atei, agnostici, sceptici sau indiferenţi. Este vorba de pluralism - cucerire scumpă în decursul secolelor - substanţial într-o astfel de societate.", "  \tDacă libertatea religiei relevă mai întâi o credinţă interioară, ea mai implică pe de asupra şi manifestarea religiei sale, individual şi privat sau colectiv, în public şi în cercul acelora ce împărtăşesc aceiaşi credinţă. Mărturisirea, prin grai şi fapte, este legată de existenţa convingerilor religioase. Această libertate implică mai ales cea de a adera sau nu la o religie, precum şi libertatea de a o practica sau nu (hotărârea Kokkinakis contra Greciei din 25 mai 1993, seria A nr. 260, p. 117, § 31; Buscarini şi alţii contra San-Marino (MC) , nr.24645/94, § 34, CEDH 1999-I). Articolul 9 enumeră formele diverse pe care le poate căpăta manifestarea unei religii sau a unei convingeri, şi anume: cultul, învăţământul, practicile şi înfăptuirea ritualurilor. Totuşi, articolul 9 nu protejează orice act motivat sau inspirat de o religie ori credinţă (hotărârea Kalac împotriva Turciei din 1 iulie 1997, Culegere de decizii şi hotărâri 1997-IV, p.1209, § 27).", "115. Curtea a indicat în egală măsură că, într-o societate democratică, în care coexistă mai multe religii în sânul unei populaţii, poate să apară necesitatea de a asorta această libertate cu limitările menite pentru a concilia interesele diverselor grupuri şi pentru a asigura respectul convingerilor fiecăruia (hotărârea Kokkinakis citată mai sus, p.18, § 33). ", "", "116. Totodată, statul trebuie să fie neutru şi imparţial în exerciţiul dreptului său de reglementare în domeniu şi în relaţiile sale cu diversele religii, culte şi credinţe (hotărârea Hassan şi Tchaouch citată mai sus, § 78). Este vorba despre menţinerea pluralismului şi a bunei funcţionări a democraţiei, una din principalele caracteristici ale cărora rezidă în posibilitatea oferită de a rezolva prin dialog şi fără recurgere la violenţă a problemelor pe care le întâmpină o ţară, chiar şi atunci când aceste probleme deranjează (hotărârea Partidul comunist unificat al Turciei şi alţii contra Turciei, din 30 ianuarie 1998, Culegere 1998-I, p. 27, § 57). În consecinţă, rolul autorităţilor în acest caz nu este de a curma  sursa tensiunilor prin eliminarea pluralismului, dar de a asigura ca grupuri opuse unul altuia să se tolereze (hotărârea Serif contra Greciei sus menţionată, § 53).", "117. Curtea mai reaminteşte că, în principiu, dreptul la libertatea religiei  în sensul Convenţiei exclude aprecierea din partea statului referitor la legitimitatea credinţelor religioase sau a modalităţilor de exprimare a acestora. Măsurile statului care ar favoriza un conducător sau organele unei comunităţi religioase despărţite sau care ar viza constrângerea unei comunităţi sau a unei părţi a acesteia în scopul de a o face să se plaseze împotriva voinţei sale sub o conducere unică, ar constitui în egală măsură, o atingere la libertatea religiei. Într-o  societate democratică, statul nu trebuie să întreprindă măsuri pentru a garanta ca comunităţile religioase să fie plasate sau să rămână sub o conducere unică (hotărârea Serif împotriva Greciei sus menţionată, § 52). Astfel, atunci când exerciţiul dreptului la libertatea religiei sau a unuia dintre aspectele sale este supus, conform legii interne, unui sistem de autorizare prealabilă, intervenţia  unei autorităţi bisericeşti recunoscute în procedura de acordare a autorizaţiei, nu va fi conformă cu imperativele paragrafului 2 al articolului 9 ( vezi, mutatis mutandis, Pentidis şi alţii contra Greciei, nr. 23238/94, raportul Comisiei din 27 februarie 1996, § 46).", "   118. De altfel, comunităţile religioase existente tradiţional sub forma unor structuri organizate, articolul 9 trebuie să fie interpretat în lumina articolului 11 al Convenţiei, care protejează viaţa asociativă contra oricărei imixtiuni nejustificate a statului. Prin prisma acestui punct de vedere, dreptul credincioşilor la libertatea religiei, care cuprinde dreptul de a manifesta religia colectiv, presupune  ca credincioşii să poată să se asocieze liber, fără imixtiunea arbitrară a statului. Realmente, autonomia comunităţilor religioase este indispensabilă pluralismului într-o societate democratică şi îşi are locul chiar în  centrul protecţiei oferite de articolul 9 ( decizia Hassan şi Tchaouch sus citată, § 62).", "În plus, unul din mijloacele de a exercita dreptul de manifestare a religiei pentru o comunitate religioasă, în totalitatea colectivului său, îl reprezintă posibilitatea de a asigura protecţia jurisdicţională a comunităţii, a membrilor şi a bunurilor sale, în aşa fel, încât articolul 9 să fie asigurat nu numai în lumina articolului 11, dar în egală măsură şi a articolului 6 (vezi, mutatis mutandis, hotărârea Sidiropoulos şi alţii împotriva Greciei din 10 iulie 1998, Culegere 1998-IV, p. 1614, § 40 şi decizia Biserica Catolică din Canée împotriva Greciei din 16 decembrie 1997, Culegere 1997-VIII, p. 2857, §§ 33 şi p. 2659, §§ 40-41 şi Raportul Com., p. 2867, §§ 48-49).", "119. Conform jurisprudenţei sale constante, Curtea recunoaşte statelor părţi la Convenţie o anumită marjă de apreciere în vederea necesităţii existenţei şi întinderii unei imixtiuni, dar aceasta este efectuată doar împreună cu controlul european, care are ca obiect atât legea cât şi deciziile care o aplică. Sarcina Curţii constă în  faptul de a determina dacă măsurile luate la nivel naţional sunt în principiu justificate şi sunt proporţionale.", "Pentru a delimita amploarea marjei de apreciere în cazul dat, Curtea va ţine cont de următoarea miză - necesitatea menţinerii unui adevărat pluralism religios, inerent noţiunii de societate democratică (hotărârea Kokkinakis împotriva Greciei, sus citată, p.17, § 31). De altfel, este necesar de a acorda o mare însemnătate acestei necesităţi, dacă este vorba de a determina conform cerinţelor paragrafului 2 al articolului 9, dacă această imixtiune corespunde unei \"nevoi sociale imperioase\" şi dacă ea este \"proporţională scopului legitim vizat\" (vezi, mutatis mutandis, printre multe altele, hotărârea Wingrove împotriva Regatului Unit din 25 noiembrie 1996, Culegere 1996-V, p.1956, § 53). În exerciţiul  dreptului său de control, Curtea trebuie să aprecieze imixtiunea litigioasă în baza ansamblului de elemente din dosar (hotărârea Kokkinakis împotriva Greciei din 25 mai 1993, seria A nr. 260, p. 21, § 47).", "", "b)  Aplicarea acestor principii", "", "120. Guvernul susţine că imixtiunea incriminată era necesară într-o societate democratică. În primul rând, recunoaşterea Bisericii petiţionare ar fi însemnat pierderea de către stat a poziţiei sale de neutralitate referitor la religii, şi în particular la conflictele religioase, fapt care contravine Constituţiei Republicii Moldova şi a ordinii publice moldave. Anume în scopul de a respecta obligaţia sa de neutralitate, Guvernul a cerut Bisericii petiţionare  să  pună capăt neînţelegerilor cu Mitropolia Moldovei.", "În al doilea rând, refuzul de recunoaştere, potrivit lui, era necesar pentru securitatea naţională şi integritatea teritorială a Moldovei, ţinând cont de faptul că Biserica petiţionară se consacra unor activităţi politice, militând pentru reunirea Moldovei cu România, cu sprijinul acesteia din urmă. În sprijinul acestor afirmaţii, Guvernul aduce articole apărute în presa românească, favorabile recunoaşterii Bisericii petiţionare de autorităţile moldave şi reunirii Moldovei cu  România.", "Astfel de activităţi ar pune în pericol nu numai integritatea Republicii Moldova, dar şi relaţiile paşnice cu Ucraina, o parte a teritoriului actual al căreia se găsea înainte de 1944, sub jurisdicţia canonică a Mitropoliei Basarabiei.", "Guvernul aduce la cunoştinţă că, Biserica petiţionară este susţinută de partidele moldoveneşti cu înclinare deschis pro-română, care neagă specificitatea moldavă, uneori chiar şi în  dezbaterile din Parlamentul Republicii, ceea ce aduce la destabilizarea statului moldav. În acest sens, Guvernul menţionează Alianţa Creştină pentru reunificarea României, fondată la 1 ianuarie 1993, din care fac parte mai multe asociaţii şi un partid politic reprezentat în Parlament, Frontul popular creştin democrat, care ar fi salutat reactivarea Mitropoliei Basarabiei.", "În al treilea rând, nerecunoaşterea Bisericii petiţionare, conform Guvernului, era o măsură necesară pentru menţinerea păcii sociale şi a înţelegerii dintre credincioşi. Într-adevăr, atitudinea agresivă a Bisericii petiţionare, care avea ca scop atragerea altor ortodocşi şi a distruge alte Biserici, a adus la un anumit număr de incidente, care fără intervenţia poliţiei ar fi adus la victime.", "În fine, Guvernul subliniază că, cu toate că autorităţile moldave nu au recunoscut Biserica petiţionară, ele acţionează în spirit de toleranţă, permiţându-i acesteia şi membrilor săi să-şi continue activitatea fără piedici.", "", "121. Petiţionarii consideră că refuzul de a recunoaşte Mitropolia Basarabiei nu era necesară într-o societate democratică. Ei atestă că toate argumentele aduse de Guvern sunt lipsite de temei şi nu sunt dovedite, şi nu corespund noţiunii de \" necesitate socială imperioasă \". Nici un element din dosar nu dovedeşte  că petiţionarii ar fi vrut ori ar fi dus,  sau au vrut să ducă, activităţi susceptibile de a aduce atingere integrităţii teritoriale, securităţii naţionale sau ordinii publice moldave.", "  \tPetiţionarii invocă faptul că, refuzând de a recunoaştere Biserica   petiţionară, Guvernul şi-a încălcat îndatorirea sa de neutralitate din motive  fanteziste, odată ce  a recunoscut alte biserici ortodoxe.", "Nerecunoaşterea a pus membrii Bisericii petiţionare în imposibilitatea de a practica cultul lor, căci, conform legii cu privire la culte, activităţile proprii unui cult şi libertatea de asociere într-un scop religios pot să fie exercitate numai de un cult recunoscut de stat. În egală măsură, statul nu oferă protecţie decât cultelor recunoscute şi numai acestea au dreptul de a-şi apăra drepturile lor în justiţie. Prin urmare, clerul şi membrii Bisericii petiţionare na au putut să se apere împotriva agresiunilor fizice şi persecuţiilor ale căror victime au fost, şi Biserica Petiţionară nu şi-a putut proteja bunurile sale.", "Petiţionarii contestă faptul că statul este tolerant faţă de Biserica petiţionară. Din contra, ei se plâng precum că, reprezentanţii statului nu numai au permis actele de intimidare din partea altor credincioşi, ale căror victime au fost membrii Bisericii reclamante, dar în anumite cazuri reprezentanţii statului singuri au participat la astfel de acte.", " \t 122. Curtea va examina succesiv temeiurile aduse de Guvernul reclamat  în vederea justificării imixtiunii, apoi proporţionalitatea acestei imixtiuni scopurilor urmărite.", "", "i) Temeiurile invocate pentru a justifica imixtiunea ", "", "a)  Apărarea legalităţii şi a principiilor constituţionale ale Republicii Moldova", "", "123. Curtea relevă că Constituţia Republicii Moldova, în articolul 31, garantează libertatea religiei şi enunţă principiul autonomiei cultelor faţă de stat, şi că Legea din 24 martie 1992 cu privire la culte determină procedura de recunoaştere a cultelor.", "Guvernul susţine că anume în vederea respectării acestor principii şi a îndatoririi de neutralitate în privinţa cultelor, Biserica petiţionară nu a putut fi recunoscută. Însă, Guvernul a propus ca în prealabil să fie rezolvate conflictele cu Biserica deja recunoscută şi de la care Biserica reclamantă dorea să se separe, şi anume Mitropolia Moldovei.", "Mai întâi, Curtea notează că Biserica petiţionară a depus prima cerere de recunoaştere la 8 octombrie 1992, cerere rămasă fără răspuns. Mitropolia Moldovei a fost recunoscută, însă, la o dată ulterioară, adică la 7 februarie 1993. În aceste condiţii, Curtea nu prea înţelege cel puţin argumentul Guvernului pentru perioada care precedă recunoaşterea Mitropoliei Moldovei, conform căruia Biserica petiţionară ar fi un grup schismatic în raport cu Mitropolia Moldovei, care este recunoscută.", "Cum n-ar fi lucrurile, Curtea reaminteşte că îndatorirea de neutralitate şi  de imparţialitate a statului, aşa cum este definit de jurisprudenţă, este incompatibilă cu o oarecare apreciere din partea statului referitor la legitimitatea credinţelor religioase şi că această îndatorire impune statului să asigure ca grupurile opuse unul altuia să se tolereze, chiar şi dacă provin din acelaşi grup. În speţă, Curtea consideră că, luând în vedere că Biserica petiţionară nu reprezenta un nou cult şi, făcând să depindă recunoaşterea sa de voinţa unei autorităţi ecleziastice cunoscute, adică a Mitropoliei Moldovei, Guvernul şi-a încălcat îndatorirea de neutralitate şi imparţialitate. De aici, este cazul de a respinge argumentul acestuia că, refuzul de recunoaştere era necesar la apărarea legalităţii şi a Constituţiei Moldovei.", "", "b)  Atentarea la integritatea teritorială.", "", "124. Curtea notează în primul rând că, în statutul său şi în particular, în preambulul statutului, Biserica reclamantă este definită ca o Biserică autonomă locală, funcţionând pe teritoriul moldovenesc  în respectul legilor acestui stat,  denumirea sa având un caracter istoric, fără a avea vreo legătură cu realităţile politice actuale sau trecute. Având o activitate în principial religioasă, Biserica petiţionară este gata de a colabora cu statul în egală măsură în domeniul culturii, învăţământului sau asistenţei sociale. Ea declară că nu duce nici o activitate politică.", "Aceste principii sunt pentru Curte clare şi conform legii.", "125. În şedinţa din 2 octombrie 2001, Guvernul  totuşi a susţinut că în realitate, Biserica petiţionară ducea activităţi politice contrare ordinii publice moldave şi că, dacă ea va fi recunoscută, astfel de activităţi ar pune în pericol integritatea teritorială a Moldovei.", "Curtea reaminteşte că, dacă nu se poate exclude faptul că programul unei organizaţii ascunde obiective şi intenţii diferite de cele pe care le afişează public, Curtea, pentru a se asigura, trebuie să compare conţinutul aşa-zisului program cu actele şi părerile titularului lor (decizia Sidiropoulos şi alţii sus citată, p. 1618, § 46). În speţă, Curtea  notează că, nici un element al dosarului nu-i permite să facă concluzia că Biserica petiţionară ar duce alte activităţi decât  cele declarate în statutul său.", "Referitor la articolele de presă menţionate mai sus, cu toate că conţinutul lor aşa cum descrie Guvernul atestă idei favorabile unei eventuale reuniri a Moldovei la , ele nu pot fi imputate Bisericii petiţionare. Mai mult ca atât,  Guvernul n-a pretins că Biserica petiţionară ar fi inspirat  aceste articole.", "De altfel, în absenţa vreunui element probator, Curtea nu ar putea să concluzioneze că Biserica petiţionară este în legătură cu activităţile politice ale organizaţiilor moldoveneşti sus menţionate (paragraful 120), care ar milita pentru reunirea Moldovei la România. Ea notează de altfel că, Guvernul n-a susţinut ilegalitatea acestor asociaţii sau partide politice.", "Cât despre eventualitatea că Biserica petiţionară, odată recunoscută, va constitui un risc pentru securitatea naţională şi integritatea teritorială, Curtea   crede că,  aici este vorba de o simplă ipoteză, care în lipsa altor elemente concrete, nu ar justifica  un refuz de a o recunoaşte.", "", "c)  Apărarea păcii sociale şi a înţelegerii între credincioşi", "", "126. Curtea relevă că Guvernul  nu contestă decât incidentele care au avut loc în timpul reuniunilor adepţilor şi a membrilor clerului Bisericii reclamante ( paragrafele 47-87). În particular, conflictele s-au produs atunci când preoţii aparţinând Bisericii petiţionare au dorit să oficieze slujbele, în locurile de cult la care pretindeau în mod exclusiv adepţii şi clerul Mitropoliei Moldovei. În alte localităţi unele persoane se opuneau prezenţei Bisericii petiţionare, considerând-o drept ilegală.", "În schimb, Curtea notează că există unele divergenţe între petiţionari şi Guvern referitor la desfăşurarea acestor incidente.", "127. Fără a lua o anumită poziţie faţă de modul exact în care s-au petrecut aceste acţiuni, Curtea  relevă că, nerecunoaşterea Bisericii petiţionare a jucat un rol în incidentele produse.", "", "ii) Proporţionalitatea scopurilor urmărite", "", "128. Guvernul susţine că, cu toate că Biserica petiţionară n-a fost recunoscută, autorităţile sunt tolerante şi îi permit continuarea activităţii fără a o împiedica. Membrii acestei Biserici pot să se reunească, să facă rugăciuni împreună şi să-şi administreze bunurile. Sunt aduse ca probă  activităţile numeroase ale Bisericii reclamante.", "129. Curtea  relevă că, conform Legii nr. 979-XII din 24 martie 1992, doar cultele recunoscute prin decizia Guvernului pot fi practicate pe teritoriul Moldovei. În particular, numai un cult recunoscut are calitatea de personalitate juridică (articolul 24), poate produce şi comercializa obiecte specifice de cult (articolul 35) şi poate angaja lucrători (articolul 44). Mai mult, asociaţiile care urmăresc în total sau în parte scopuri religioase sunt supuse obligaţiilor ce decurg din legislaţia privind cultele.", "În aceste circumstanţe, Curtea notează că în lipsa recunoaşterii, Biserica petiţionară nu poate nici să se organizeze, nici să funcţioneze. Lipsită de personalitatea sa juridică, ea nu poate acţiona în justiţie pentru a-şi proteja  patrimoniul său, necesar în exerciţiul unui cult, în timp ce membrii săi nu pot să se reunească pentru a urma activităţile religioase fără ca să violeze legislaţia cu privire la culte.", "Cât despre toleranţa de care dă dovadă Guvernul faţă de Biserica petiţionară, Curtea nu ar putea considera o asemenea toleranţă drept un substitut al recunoaşterii, numai aceasta din urmă fiind susceptibilă de a conferi drepturi interesaţilor.", "De altfel, ea relevă că uneori petiţionarii n-au putut să se apere împotriva actelor de intimidare, autorităţile pretextând că numai activităţile legale ar putea beneficia de protecţia legii ( paragrafele 56, 57 şi 84 citate mai sus).", "În final, Curtea notează, că autorităţile nu au invocat pentru alte culte recunoscute,  aceleaşi criterii care au fost folosite pentru a refuza recunoaşterea Bisericii petiţionare şi că nici o justificare nu a fost înaintată de Guvernul moldav cu referire la această diferenţă de tratament.", "130. În concluzie, Curtea consideră că refuzul de a recunoaşte Biserica petiţionară are astfel de consecinţe asupra libertăţii de religie a petiţionarilor,  care nu ar putea fi considerate proporţionale scopului legitim şi nici că ar putea să treacă drept  necesare într-o societate democratică şi faptul că articolul 9 a fost încălcat.", "", "II.  Cu privire la violarea invocatĂ a articolului 14 combinat cu articolul 9 al ConvenŢiei", "", "131. Biserica petiţionară se pretinde victima unei discriminări, luând în considerare refuzul de recunoaştere nejustificat  al Guvernului, în timp ce el a recunoscut  de o parte alte Biserici ortodoxe, şi de altă parte, mai multe asociaţii în cadrul aceluiaşi cult. Biserica reclamantă invocă articolul 14 al Convenţiei, care stipulează următoarele:", "", "\"Exercitarea drepturilor şi libertăţilor recunoscute de prezenta Convenţie trebuie să fie asigurată fără nici o deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie\".", "", "132. Conform opiniei Guvernului, cultul creştin ortodox a fost recunoscut prin intermediul Mitropoliei Moldovei şi nici un motiv nu justifica recunoaşterea în egală măsură a Bisericii petiţionare, care de asemenea  se pretinde  cult ortodox, Biserica petiţionară nu reprezintă un nou cult, dar o formaţiune schismatică a cărei credinţe şi ritualuri nu se deosebesc prin nimic de cele ale Mitropoliei Moldovei. Guvernul admite că Eparhia ortodoxă de la Chişinău, sub jurisdicţia Bisericii ortodoxe ruse, a fost recunoscută cu toate că ea nu reprezintă un nou cult, dar el consideră că diferenţa de tratament este fondată pe criteriul etnic. Într-adevăr,  adepţii şi clerul Eparhiei ortodoxe de la Chişinău sunt toţi de origine rusă.", "133. Petiţionarii consideră că motivul invocat Bisericii petiţionare în refuzul de a o recunoaşte nu era nici rezonabil, nici obiectiv, deoarece în recunoaşterea altor culte, Guvernul n-a formulat drept criterii originea etnică a credincioşilor sau noutatea cultului. Drept exemplu, petiţionarii aduc faptul că Guvernul a recunoscut două Biserici adventiste şi două asociaţii de evrei, care nu sunt organizate pe criterii etnice.", "134. Curtea consideră că plângerile în legătură cu articolul 14 se analizează în repetarea celor prezentate pe terenul articolului 9. Astfel, nu este necesar de a le examina separat.", "", "III.  Cu privire la violarea invocatĂ  a articolului 13 al ConvenŢiei", "", "135. Petiţionarii consideră că a avut loc violarea articolului 13 al Convenţiei, prin faptul că dreptul intern nu oferă nici o cale de recurs pentru a redresa acuzaţiile aduse în faţa Curţii.", "136. Guvernul susţine că în speţă, referitor la acuzaţiile cu caracter civil, exigenţele articolului 13 sînt înlăturate de cele al articolului 6 a Convenţiei.", "137. Curtea reaminteşte că articolul 13 prevede cerinţa unui recurs intern care să abiliteze instanţa naţională competentă să cunoască conţinutul  acuzaţiilor bazate pe Convenţie şi să ofere  ameliorarea cuvenită, chiar dacă  statele contractante se bucură de o anumită limită de apreciere  referitor la felul de a se conforma obligaţiilor ce decurg din dispoziţia dată (hotărârea Chahal împotriva Regatului Unit din 15 noiembrie 1996, Culegere 1996-V, pp. 1869-1870, § 145). Recursul cerut de articolul 13 trebuie să fie \"efectiv\", atât în practică cât şi în drept. Totodată, un astfel de recurs este cerut doar pentru  acuzaţiile care pot trece ca \"protejabile\" în sensul Convenţiei.", "138. Curtea denotă că acuzaţiile aduse de petiţionari conform cărora refuzul de recunoaştere a Bisericii petiţionare a adus la violarea dreptului lor la libertatea religiei, garantat de articolul 9 al Convenţiei, avea fără nici o discuţie  caracterul protejabil (paragraful 130 sus citat). Petiţionari au fost, aşadar, în drept să beneficieze de un recurs intern efectiv în sensul prevăzut de articolul 13. În consecinţă, Curtea va examina dacă Biserica petiţionară şi petiţionarii au beneficiat de un astfel de recurs.", "139. Curtea constată că, în decizia sa din 9 decembrie 1997, Curtea Supremă de Justiţie nu a considerat refuzul Guvernului de a răspunde la cererea de recunoaştere prezentată de Biserica petiţionară drept  ilegal şi nici cu atăt mai mult, contravenind articolului 9 al Convenţiei, deoarece petiţionarii puteau să-şi manifeste religia lor în sânul Mitropoliei Moldovei. Totuşi, Curtea Supremă de Justiţie n-a răspuns la învinuirile principale ridicate de petiţionari, şi anume dorinţa lor de a se reuni şi de a-şi manifesta religia colectiv, în cadrul unei Biserici distincte de Mitropolia Moldovei şi de asemeni de a beneficia de dreptul la un tribunal pentru a-şi apăra drepturile şi proteja bunurile, dat fiind faptul că numai cultele recunoscute de către stat beneficiază de o protecţie legală. Din acel moment, Mitropolia Basarabiei, nefiind recunoscută  de stat, nu avea dreptul de a-şi susţine drepturile în faţa Curţii Supreme de Justiţie.", "Prin urmare, recursul în faţa Curţii Supreme de Justiţie, în baza articolului 235 al Codului de procedură civilă, nu a fost efectiv.", "140. De altfel, Curtea relevă că Legea din 24 martie 1992 cu privire la culte odată ce ea pune problema recunoaşterii de Guvern şi obligaţia de a respecta legile Republicii ca condiţie pentru funcţionarea unui cult, atunci ea nu conţine dispoziţii specifice de reglementare a procedurii de recunoaştere şi care să prevadă recursurile disponibile în caz de litigiu.", "Guvernul nu face obiectul altui recurs, pe care reclamanţii l-ar fi putut exercita.", "În consecinţă, Curtea consideră că petiţionarii au fost în imposibilitatea de a obţine în faţa unei instanţe naţionale satisfacerea plângerii lor referitor la dreptul de libertate la religie. Deci, articolul 13 al Convenţiei a fost încălcat.", "", "IV. Cu privire la violarea  invocatĂ a articolelor 6 Şi 11 ale ConvenŢiei", "", "141. Petiţionarii se plâng de asemenea de faptul că, refuzul de a recunoaşte Biserica petiţionară, o  împiedică pe aceasta din urmă de a obţine personalitatea juridică, privând-o astfel de dreptul său la acces la un tribunal, garantat de articolul 6, în scopul rezolvării  oricărei învinuiri referitor la drepturile sale, în particular la drepturile sale de proprietate. În plus, ei invocă că acest refuz, împreună cu încăpăţânarea autorităţilor de a considera că reclamanţii pot practica religia lor în cadrul Mitropoliei Moldovei, aduce atingere libertăţii lor de asociere, în pofida articolului 11 al Convenţiei.", "142. Luând în considerare aceste articole în contextul articolului 9 ( paragrafele 118 şi 129 sus citate), Curtea consideră că nu este cazul de a le examina separat.", "", "V.  Despre aplicarea articolului 41 al ConvenŢiei, al Protocolului nr. 11 al ConvenŢiei", "", "143. Conform articolului  41 al Convenţiei:", "", "\" Dacă Curtea declară că a avut loc o violare a Convenţiei sau protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă. \"", "", "A. Despăgubiri", "", "144. Petiţionarii nu reclamă nici o sumă de bani cu titlul de prejudiciu material, dar în schimb, cer  160 000 (FRF) pentru repararea prejudiciului moral cauzat.", "145. Guvernul nu se pronunţă în privinţa aceasta.", "146. Curtea consideră că, violările constatate au cauzat incontestabil petiţionarilor un prejudiciu moral care este evaluat, cu echitate, la suma de 20 000 EURO.", "", "B . Cheltuieli de judecată", "", "147. Întrucât, petiţionarii au primit de la Consiliul Europei 7937,10 FRF cu titlu de asistenţă judiciară pentru prezentarea reclamantului Vlad Cubreacov la audierile în faţa Curţii, de aceia petiţionarii cer doar rambursarea cheltuielilor  pentru avocat, care au fost expuse în timpul procedurii în faţa Curţii, şi anume 8 693,89 FRF şi 3 550 lire sterline GBR. Aceste sume corespund respectiv onorariilor pentru pregătirea cererii de către avocatul moldav şi a avocaţilor consilieri britanici referitor la apărarea petiţionarilor pe parcursul procedurii şi la prezentarea  lor la audierile în faţa Curţii.", "148. Guvernul nu se pronunţă la acest subiect.", "149. Ţinând cont de justificările aduse de petiţionari şi statuând  cu echitate, Curtea eliberează petiţionarilor suma de 7 025 EURO pentru  cheltuieli de judecată, plus orice sumă care ar putea fi percepută ca taxă pe valoarea adăugată.", "", "C.  Dobânzile moratorii", "", "150. Conform informaţiilor de care dispune Curtea, rata dobânzii legale aplicabile în Franţa la data adoptării prezentei decizii era de 4, 26 %  anual.", "", "PENTRU ACESTE MOTIVE, CURTEA , ÎN UNANIMITATE,", "", "1.  Se pronunţă asupra violării articolului 9 al Convenţiei;", "", "2.  Se pronunţă asupra faptului că nu este necesar de a examina cauza prin prisma articolului 14 combinat cu articolul 9 al Convenţiei.", "", "3.  Se pronunţă asupra violării articolului 13 al Convenţiei;", "", "4.  Se pronunţă asupra faptului că nu este necesar de a statua asupra existenţei unei violări a articolelor 6 şi 11 ale Convenţiei;", "", "5.  Se pronunţă  asupra următoarelor :", "a )  Statul reclamat trebuie să verse în contul petiţionarilor, în timp de trei luni din ziua cănd decizia va fi definitivă, conform articolului 44 par. 2 al Convenţiei, sumele următoare:", "i.  20 000 (douăzeci mii ) EURO, pentru prejudiciu moral, convertiţi în lei moldoveneşti la rata aplicabilă la data plăţii;", "ii.   7025 (şapte mii douăzeci şi cinci) EURO, pentru cheltuieli de judecată, plus orice sumă cu titlu de taxă pe valoarea adăugată;", "", "b)  aceste sume vor fi majorate la rata simplă de 4,26 % anual începând cu expirarea termenului în cauză şi până la data vărsării sumei;", "", "6.  Respinge, în unanimitate, cererea de satisfacţie echitabilă pentru surplus.", "", "Redactată în franceză, apoi comunicată în scris la 13 decembrie 2001, potrivit articolului 77 §§ 2 şi 3 al Regulamentului.", "", "Michael O’Boyle                                                           Elisabeth Palm", "Grefier                                                                          Preşedinte", ""]}