{"file": "RUM_HJUDRUM_29032_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "29032/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi al Institutului European din România (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of Romania () and the European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", "", "Secţia a treia", "CAUZA M. ŞI C. ÎMPOTRIVA ROMÂNIEI", "(Cererea nr. 29032/04)", "Hotărâre", "27 septembrie 2011", "Definitivă", "", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza M. şi C. împotriva României,", "Curtea Europeană a Drepturilor Omului (Secţia a treia), reunită într-o cameră compusă din Josep Casadevall, preşedinte, Corneliu Bîrsan, Egbert Myjer, Ján Šikuta, Ineta Ziemele, Nona Tsotsoria, Kristina Pardalos, judecători, şi Santiago Quesada, grefier de secţie,", "\t", "după ce a deliberat în camera de consiliu, la 6 septembrie 2011,", "pronunţă prezenta hotărâre, adoptată la aceeaşi dată:", "Procedura", "1. La originea cauzei se află cererea nr. 29032/04 îndreptată împotriva României prin care doi resortisanţi ai acestui stat, doamna C.M. şi domnul A.C. („reclamanţii”), au sesizat Curtea la 30 iulie 2004 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale („convenţia”). Preşedintele Secţiei a admis cererea reclamanţilor ca documentele referitoare la cauză să rămână confidenţiale şi a hotărât ca întregul dosar trebuie să rămână confidenţial (art. 33 § 1 din Regulamentul Curţii). Curtea a hotărât din oficiu să acorde reclamanţilor păstrarea anonimatului (art. 47 § 3 din Regulamentul Curţii).", "2. Reclamanţii sunt reprezentaţi de doamna Eugenia Crângariu, avocat în Bucureşti. Guvernul român („Guvernul”) este reprezentat de agentul guvernamental, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. Reclamanţii au pretins, în ceea ce priveşte procedura penala care s-a încheiat prin hotărârea definitivă din 18 martie 2004 şi la procedurile civile care s-au încheiat prin hotărârile definitive din 5 februarie 2004, respectiv din 1 iunie 2005, că autorităţile naţionale nu au asigurat o protecţie adecvată celui de-al doilea reclamant, persoană minoră, faţă de presupusele acte de abuz sexual comise de tatăl său, că lipsa unei căi de atac eficiente în ceea ce priveşte încălcarea drepturilor lor, menţionată anterior, şi că încălcarea dreptului lor la un proces echitabil dată fiind apartenenţa religioasă a doamnei M. şi rezoluţia procurorului de neîncepere a urmăririi penale a tatălui lui A.C. le-au încălcat drepturile garantate la art. 3, 6, 8, 13 şi 14 din convenţie considerate separat sau coroborat.", "4. La 8 septembrie 2009, preşedintele Secţiei a treia a hotărât să comunice Guvernului român cererea. Acesta a hotărât, de asemenea, că admisibilitatea şi fondul cauzei vor fi examinate împreună (art. 29 § 1 din convenţie).", "În fapt", "I. Circumstanţele cauzei", "5. Reclamanţii sunt mamă şi fiu. Reclamanţii s-au născut în 1965 şi, respectiv, 1994 şi locuiesc în Saint-Priest, Franţa.", "6. Într-o scrisoare având data poştei din Bucureşti 5 noiembrie 2004 şi primită de Curte la 17 noiembrie 2004, doamna M. s-a plâns, între altele, de încălcarea drepturilor sale şi ale fiului său în temeiul art. 3 şi 8 din convenţie în ceea ce priveşte procedurile penale care s-au încheiat prin hotărârea definitivă din 18 martie 2004.", "7. Prin scrisoarea din 19 decembrie 2005, Curtea a solicitat doamnei M. să precizeze clar dacă sesizarea în temeiul art. 3 din convenţie este formulată de asemenea în numele său.", "8. Prin scrisoarea din 1 martie 2006, doamna M. a confirmat primirea scrisorii Curţii din 19 decembrie 2005 şi, fără nicio referire la vreun articol specific din convenţie, a precizat că a formulat sesizarea doar în numele fiului său.", "A. Acţiunea de divorţ şi de încredinţare a minorului", "9. Doamna M. şi D.C. s-au căsătorit la 27 noiembrie 1991. A.C., singurul copil al cuplului, s-a născut la 7 august 1994.", "10. La 16 decembrie 1994, doamna M. a depus acţiunea de divorţ de D.C., invocând caracterul inconstant şi violent al soţului său drept motiv principal al divorţului. Aceasta a cerut de asemenea să-i fie acordată custodia fiului lor. Prin hotărârea din 10 februarie 1995, Judecătoria Bucureşti a admis cererea şi a acordat doamnei M. D.C. custodia celui de-al doilea reclamant. D.C. a fost obligat să plătească pensie de întreţinere a minorului până în momentul în care al doilea reclamant devine major.", "Acţiunea privind încredinţarea minorului şi dreptul de vizitare depusă de D.C. cu privire la al doilea reclamant", "11. În urma acţiunii lui D.C. privind reexaminarea şi încredinţarea celui de-al doilea reclamant, Tribunalul Bucureşti a respins cererea la 21 ianuarie 1998. . Hotărârea a fost confirmată în apel, Tribunalul Bucureşti susţinând la 18 septembrie 1998 că tatăl s-a dovedit:", "„că a avut şi continuă să aibă un caracter violent şi o atitudine necivilizată, provocând conflicte în momentul vizitării copilului, care sunt de natură să influenţeze negativ dezvoltarea fizică şi psihică a copilului.”", "12. D.C. a solicitat de asemenea instanţei dreptul de a-l vizita pe cel de-al doilea reclamant în primul şi al în treilea weekend din fiecare lună de la 10 a.m., sâmbătă, până la 7 p.m., duminică, precum şi pentru o perioadă de treizeci de zile, în cursul concediului anual. Cererea a fost acceptată la 8 iunie 1998 de Judecătoria Bucureşti, avându-se în vedere cele mai bune interese ale copilului şi faptul că mama lui „nu s-a opus cererii”. Doamna M. a formulat apel, susţinând că nu a fost citată legal şi, prin urmare, nu a avut cunoştinţă despre şedinţă. La o dată nespecificată, apelul a fost respins pe motiv de eroare procedurală, hotărârea a devenit astfel definitivă.", "13. Doamna M. a formulat contestaţie la executarea hotărârii, bazându-se în esenţă pe existenţa unei plângeri penale depuse împotriva lui D.C., acuzându-l că a molestat copilul (a se vedea infra, secţiunea B). Judecătoria Bucureşti a respins cererea acesteia la 29 septembrie 2000. Reclamanta a formulat apel împotriva acestei încheieri, şi, la 7 mai 2001, procedura a fost suspendată până la pronunţarea unei hotărâri definitive în acţiunea vizând limitarea dreptului de vizitare al lui D.C. (descrisă infra, la secţiunea C).", "14. La 25 martie 2004, D.C. a solicitat anularea suspendării. Apelul a fost respins la 26 aprilie 2004, în măsura în care principalele obiecţii legate de punerea în executare formulate de doamna M. au fost clarificate în cadrul acţiunii penale, respectiv al acţiunii civile finalizate (descrise infra în secţiunile B şi C).", "15. Doamna M. a formulat recurs. Recursul a fost respins de Curtea de Apel Bucureşti la 1 iunie 2005. Instanţa a considerat că argumentul său că executarea hotărârii în litigiu ar putea afecta drepturile fundamentale ale copilului este neîntemeiat, bazându-se în principal pe hotărârea din 18 martie 2004, care a confirmat ordonanţa procurorului de neîncepere a urmării penale împotriva lui D.C.", "2. Plasarea temporară a celui de-al doilea reclamant într-o instituţie de stat", "16. La 11 august 1998, la cererea doamnei M., Comisia Pentru Protecţia Copilului Sector 3, Bucureşti, a decis că cel de-al doilea reclamant trebuie să fie plasat temporar într-o instituţie de stat:", "„întrucât s-a dovedit că dezvoltarea, securitatea şi integritatea morală ale copilului au fost puse în pericol de tatăl său biologic.”", "17. Copilul a fost dus în Centrul de Plasament nr. 7, sector 3, Bucureşti.", "18. Hotărârea sus-menţionată a fost modificată la data de 8 iunie 1999, după o reevaluare a dosarului efectuată de comisie din oficiu. Comisia a considerat că măsurile de protecţie deja întreprinse ar trebui să fie menţinute întrucât, potrivit informaţiilor furnizate de poliţie, copilul a fost molestat sexual de tatăl său şi, prin urmare, cercetarea penală era în curs de desfăşurare. Ambii părinţi au primit permisiunea de a vizita copilul o dată pe săptămână, dar niciunul dintre ei nu avea dreptul de a lua acasă copilul de la Centrul de Plasament nr. 1, unde fusese transferat.", "19. La 27 octombrie 1998, doamna M. a formulat plângere, cerând Comisiei Pentru Protecţia Copilului Sector 3, Bucureşti să instituie procedura civilă prin care D.C. să fie decăzut din drepturile părinteşti. Cererea a fost respinsă de comisie la 25 noiembrie 1998, întrucât „condiţiile legale necesare pentru instituirea unei astfel de proceduri nu au fost îndeplinite”.", "20. La 21 septembrie 1999 doamna M. a cerut comisiei să revoce măsura de plasament şi să dispună reintegrarea în familie a celui de-al doilea reclamant. Prin hotărârea din 5 octombrie 1999, comisia a admis cererea şi a dispus ca al doilea reclamant să locuiască pe viitor cu mama sa.", "3. Acţiunea formulată de doamna M. împotriva lui D.C. prin care se solicită majorarea pensiei lunare de întreţinere a copilului şi limitarea dreptului de vizitare", "21. La o dată nespecificată, în anul 1999, doamna M. a formulat o acţiune civilă, având drept scop să obţină majorarea pensiei lunare de întreţinere a minorului plătită de D.C., în măsura în care atât nevoile celui de-al doilea reclamant, cât şi veniturile lui D.C. crescuseră. Doamna M. a solicitat de asemenea ca dreptul de vizitare să fie limitat astfel încât al doilea reclamant să poată fi cu tatăl său doar în prezenţa reclamantei. În susţinerea acestei din urmă cereri, prima reclamantă a afirmat că „tatăl [lui] reprezintă un pericol real pentru sănătatea şi integritatea fizică a copilului”, comportamentul verbal şi non-verbal al lui D.C. este extrem de agresiv şi că a depus deja plângere penală împotriva lui D.C., acuzându-l de molestarea sexuală a celui de-al doilea reclamant. Reclamanta a afirmat că, din cauza comportamentului general al lui D.C., a fost forţată să solicite plasarea temporară a celui de-al doilea reclamant într-o instituţie de stat, unde să fie protejat de orice posibilă agresiune din partea tatălui său.", "22. Un aviz cu privire la relaţia dintre al doilea reclamant şi tatăl său formulat de E.M., şef al Departamentului servicii sociale din cadrul Primăriei Sectorului 3, a fost adăugat la dosarul cauzei. E.M. a declarat că l-a cunoscut pe copil în perioada în care acesta a fost plasat temporar în Centrul de Plasament nr. 1, întrucât era la acel moment directoarea centrului. Observaţiile sale sunt în esenţă concentrate pe legătura pozitivă şi firească dintre D.C. şi copil, care:", "„explodează de bucurie atunci când îşi vede tatăl [...]; după vizitele mamei la centru, copilul devine iritabil, neascultător, folosind cuvinte reprobabile în legătură cu tatăl său [...] casetele audio care atestă aşa-zisul abuz sexual sunt dovada unor răspunsuri induse din partea minorului, mama având o contribuţie semnificativă în ceea ce priveşte atitudinea minorului faţă de tatăl său. Numai atunci când tatăl [său] îl vizita, copilul uita ce i-a indus mama sa să simtă (ca urmare a bucuriei pe care o simţea atunci când îşi întâlnea tatăl), ceea ce reprezintă o dovadă clară că D.C. nu a abuzat copilul, nici sexual, nici verbal sau în vreun alt mod.”", "23. La 1 iunie 2000, Judecătoria Bucureşti a admis cererea cu privire la majorarea pensiei lunare de întreţinere a copilului; cererea de limitare a dreptului de vizitare a fost respinsă, instanţa ţinând cont de faptul că procurorul a decis la 3 martie 2000 neînceperea urmăririi penale împotriva lui D.C. şi închiderea anchetei (a se vedea supra punctul 39). Apelul doamnei M. a fost respins la 11 decembrie 2000 întrucât termenul s-a prescris. Recursul a fost de asemenea respins de Curtea de Apel Bucureşti la 27 aprilie 2001.", "Al doilea set de acţiuni privind drepturile de custodie formulat de D.C. cu privire la al doilea reclamant", "24. La 21 iunie 2001, D.C. a aplicat din nou pentru încredinţarea celui de-al doilea reclamant. D.C. a afirmat că nu i s-a permis să-şi viziteze fiul şi că, deşi prima reclamantă a formulat plângere penală împotriva sa, procurorul a emis o rezoluţie de a nu-l pune sub acuzare pentru abuz sexual asupra copilului. În acelaşi timp, D.C. a afirmat că prima reclamantă este membru al Martorilor lui Iehova şi că, prin urmare, influenţa acesteia asupra copilului îi pune în pericol dezvoltarea normală. Doamna M. a răspuns că rezoluţia procurorului de a nu îl pune pe D.C. sub acuzare a fost confirmată şi că ancheta penală era încă în curs. Acţiunea a fost respinsă de Judecătoria Bucureşti la 20 decembrie 2001. Instanţa a considerat că motivele invocate de D.C. cu privire la religia primei reclamante nu pot fi luate în considerare. Instanţa a considerat de asemenea că motivele care au justificat hotărârea instanţei anterioare de a acorda custodia deplină primei reclamante nu s-au schimbat în vreun fel. Hotărârea a rămas definitivă.", "5. Plasarea celui de-al doilea reclamant într-o instituţie de stat solicitată de D.C.", "25. La 26 iulie 2002, DC a formulat o cerere către Comisia Pentru Protecţia Copilului Sector 3, Bucureşti, solicitându-i să dispună plasarea de urgenţă a celui de-al doilea reclamant într-o instituţie de stat. D.C. a susţinut că nu avea nicio informaţie cu privire la domiciliul actual al reclamanţilor, întrucât aceştia îşi schimbau domiciliul frecvent şi în mod continuu, şi, în consecinţă, nu avea nicio informaţie cu privire la starea celui de-al doilea reclamant. Cererea a fost respinsă la 17 septembrie 2002, întrucât nu s-a dovedit că al doilea reclamant ar fi fost în vreun pericol.", "6. Al treilea set de acţiuni legate de drepturile de custodie formulate de D.C. cu privire la al doilea reclamant", "26. La 30 iulie 2002, prin procedura ordonanţei preşedinţiale, D.C. a solicitat custodia celui de-al doilea reclamant, pe motiv că „este periculos pentru minor să rămână lângă mama sa, deoarece, chiar dacă este o mamă grijulie, încă are o influenţă negativă asupra dezvoltării minorului”. D.C. a citat de asemenea faptul că, în 1998, prima reclamantă a formulat plângere penală, acuzându-l că l-a molestat pe cel de-al doilea reclamant. D.C. a susţinut că tot din acel moment a fost împiedicat în mod constant să-şi viziteze fiul, care, în orice caz, şi-a schimbat radical întreaga atitudine faţă de el, refuzând contactul.", "27. Cererea a fost respinsă ca inadmisibilă la 30 octombrie 2002, Judecătoria Bucureşti considerând că evidentele şi gravele conflicte dintre părţi nu pot fi soluţionate prin astfel de proceduri rapide. Hotărârea a devenit definitivă la 13 decembrie 2002, Judecătoria Bucureşti declarând inadmisibil recursul formulat de D.C.", "B. Plângerea penală formulată de doamna M. împotriva lui D.C. cu privire la al doilea reclamant", "28. La 14 iulie 1998, doamna M. a formulat plângere penală împotriva lui D.C., susţinând că „copilul i-a relatat că la 4 iulie 1998, atunci când îşi vizita tatăl, acesta din urmă a încercat să comită acte de perversiune sexuală cu el”. Al doilea reclamant avea trei ani şi unsprezece luni la acel moment.", "29. Certificatul medical emis la 6 iulie 1998 de Institutul de Medicină Legală atestă următoarele:", "„membrana mucoasă anală prezintă o fisură sângerândă longitudinală de 1,5 pe 0,1 cm. [...] Copilul, A.C., prezintă o leziune traumatică în zona anală, care s-ar fi putut produce în condiţiile unei agresiuni sexuale. Vindecarea necesită două-trei zile de îngrijiri medicale.”", "30. Nu au fost formulate pretenţii civile.", "31. Potrivit doamnei M., o a doua plângere penală a fost formulată la 10 august 1998 cu privire la acte similare sexuale comise între 2 şi 9 august 1998, când al doilea reclamant era în vizită la tatăl său. Totuşi, o copie a acestei plângeri nu a fost prezentată Curţii.", "32. Prima reclamantă, D.C. şi alţi martori au fost audiaţi. Doi martori, B.G. şi SF, au informat autorităţile, între altele, că al doilea reclamant le s-a spus că a fost agresat sexual de tatăl său. Mai mult, ei au asistat la comportamentul violent al lui D.C. faţă de doamna M. şi-au văzut minorul dezbrăcând şi atingând alţi copii într-un mod inadecvat. Totuşi, un alt martor, C.A., a declarat că ea nu l-a auzit niciodată pe cel de-al doilea reclamant plângându-se că a suferit vreo agresiune sexuală. La 26 august 1998, Institutul de Medicină Legală a emis un raport medical care atestă următoarele:", "„A.C. prezintă leziuni recente şi vechi în zona anală, care ar putea fi rezultatul introducerii unui obiect solid sau o consecinţă a unui contact sexual anal. Este posibil ca leziunile să fi fost produse în perioada 5–7 august 1998. Pentru vindecare sunt necesare două până la trei zile de îngrijiri medicale.”", "33. La 20 iulie 1998, minorul a fost supus unui examen psihologic, care a concluzionat următoarele:", "„... rezultatele testelor proiective subliniază posibilitatea ca A.C., în vârstă de trei ani şi unsprezece luni, să fi fost abuzat sexual.”", "34. Un raport medico-legal cu privire la comportamentul simulat a fost emis la 23 noiembrie 1998, atât doamna M. cât şi D.C. fiind supuşi unui test şi fiindu-le adresate diverse întrebări. Conform concluziilor raportului, au fost detectaţi indicatori de disimulare atunci când doamna M. a răspuns la următoarele întrebări relevante (trei din totalul de zece adresate): dacă a iniţiat atacul sexual asupra copilului; dacă a fost învăţată de cineva să acuze pe altcineva de agresiuni sexuale comise asupra copilului; dacă a obligat sau a cerut cuiva să introducă un obiect în anusul fiului său.", "35. De asemenea, concluziile raportului au arătat că atitudinea lui D.C. părea a fi una sinceră atunci când a răspuns la zece întrebări, cele relevante fiind: dacă a avut contact sexual anal sexual cu fiul său; dacă a molestat minorul între 2 şi 8 august 1998 sau la 4 iulie 1998 şi dacă s-a gândit vreodată să întreţină relaţii sexuale neobişnuite.", "36. La cererea poliţiei, un nou raport medical a fost emis la 22 martie 1999 tot de către Institutul de Medicină Legală, care concluzionează următoarele:", "„Reafirmăm opinia că minorul în cauză, A.C., prezintă o leziune traumatică în regiunea anală, care ar putea fi produsă în condiţiile unei agresiuni sexuale, pentru care au fost necesare două-trei zile de îngrijiri medicale. Leziunea ar putea să fi fost produsă cu una sau două zile înainte de momentul examinării, ceea ce înseamnă că ar putea să fi fost produsă la 4 iulie 1998.”", "37. La 8 iunie 1999, Secţia de Poliţie nr. 15, Bucureşti, care investiga cazul, a trimis o notă oficială Direcţiei pentru protecţia copilului Sector 3, Bucureşti, cerând să se asigure siguranţa permanentă a copilului până la încheierea anchetei, în măsura în care niciunul dintre părinţi, nici altă persoană nu avea dreptul să ia copilul de la centrul de plasament, deoarece:", "„probele deja prezentate în cauză arată că minorul a fost abuzat sexual.”", "38. La 15 iunie 1999, al doilea reclamant a fost audiat de poliţie în prezenţa mamei sale, a unui psiholog şi a unui avocat care a fost numit din oficiu. Din răspunsurile celui de-al doilea reclamant la întrebările adresate de poliţie a reieşit faptul că:", "„Îi place să locuiască cu mama şi cu tatăl său [...] şi că tatăl său i-a băgat un furtun în fund.”", "39. La 3 martie 2000, procurorul a decis neînceperea urmării penale al lui D.C. pentru infracţiunea interzisă la art. 200 alin. (2) şi (3) C. pen. (Relaţii sexuale între persoane de acelaşi sex). Întrucât existau indicii că au fost comise infracţiuni de natură sexuală, cauza a fost disjuntă, în măsura în care urma să fie întreprinsă o investigaţie ulterioară în vederea identificării făptuitorului .", "40. Această decizie a parchetului, contestată de doamna M., a fost confirmată de procurorul ierarhic superior la 22 mai 2000.", "41. Procurorul a susţinut că unele dintre declaraţiile martorilor erau mărturii mijlocite, că cei mai mulţi dintre martori au declarat ceea ce au auzit şi aflat de la cel de-al doilea reclamant, care avea aproximativ patru ani la acel moment, fiind, prin urmare, incapabil să descrie cu acurateţe realitatea.", "42. Având în vedere că raportul medico-legal a demonstrat că răspunsurile doamnei M. indicau distorsiuni tipice de disimulare, întrucât astfel de indicatori nu au fost observaţi în răspunsurile date de D.C., concluzia recomandată a fost să se considerare că prima reclamantă disimula:", "„... din cauza conflictelor existente în ceea ce priveşte încredinţarea copilului şi din cauza afecţiunii egoiste a reclamantei faţă de copil.”", "43. Doamna M. a contestat din nou această decizie. Un raport psihologic completat la 26 iunie 2000 şi eliberat de M.M., neuropsihiatru, a fost depus la dosar de către doamna M. Raportul arăta că minorul:", "„... prezintă o stare permanentă de nelinişte în legătură cu propriul său corp [...]au fost descoperite fobii şi sentimente de culpabilitate în legătură cu corpul uman [...], putem concluziona faptul că minorul a fost supus unui stres lung şi intens, stres în legătură cu manipularea fizică de natură sexuală – posibil abuz sexual patern repetat [...] diagnostic: stare reactivă (abuzat sexual de către tată).”", "44. La 21 septembrie 2000, procurorul ierarhic superior a anulat decizia şi a propus să fie efectuată o anchetă ulterioară în cauză cu privire la acte penale prevăzute la art. 200 alin. (2) şi (3) C. pen., retrimiţând în consecinţă dosarul către Parchetul Bucureşti.", "45. Decizia a fost luată având în vedere următoarele:", "„... concluziile raportului medical sunt coroborate cu cele ale examinărilor psihologice ale copilului, care s-a dovedit a avea un comportament tipic celor care au fost supuşi abuzurilor sexuale”;", "şi că", "„nu există niciun indiciu al existenţei oricărei alte persoane în afara tatălui, D.C., care ar fi putut comite actele incriminate.”", "46. După retrimiterea cauzei, nicio probă nouă nu a fost adusă sau prezentată la dosar. La 16 iulie 2003, procurorul a decis din nou neînceperea urmării penale a lui D.C. pentru fapte pedepsite de Codul penal român în temeiul art. 200 alin. (2) şi (3) şi al art. 201 (Perversiunea sexuală). Decizia s-a întemeiat pe probele deja existente la dosar (certificatul medical din 6 iulie 1998, raportul medical din 26 august 1998, declaraţiile date în cauză, argumentele părţilor şi raportul medico-legal privind comportamentul simulat).", "47. La 9 septembrie 2003, doamna M. a contestat decizia, susţinând în principal că, în ciuda indicaţiilor date de procurorul ierarhic superior la 21 septembrie 2000 potrivit căruia ancheta ar trebui să continue, nu au fost aduse noi probe în cei doi ani care au trecut şi că, prin urmare, decizia nu era întemeiată.", "48. Contestaţia sa a fost trimisă de procurorul ierarhic superior Judecătoriei Bucureşti. Parchetul a ridicat o excepţie de inadmisibilitate faţă de o astfel de contestaţie, întrucât Codul de procedură penală al României nu prevede în mod expres posibilitatea părţilor de a contesta decizia procurorului de neîncepere a urmării penale.", "49. Prima reclamantă a răspuns prezentând argumente jurisprudenţiale, inclusiv Decizia Curţii Constituţionale a României pronunţată la 2 decembrie 1997, care menţionează că a nu se oferi părţilor o astfel de posibilitate este neconstituţional. Prima reclamantă a invocat de asemenea adoptarea unei legi noi (Legea nr. 281/2003) care modifică reglementările anterioare şi care oferă părţilor posibilitatea de a face plângere împotriva unor astfel de acte ale procurorului la instanţe în termen de un an de la intrarea în vigoare (la 1 iulie 2003).", "50. La 13 octombrie 2003, instanţa a respins plângerea doamnei M. În hotărârea sa, instanţa a făcut referire la hotărârea din 16 aprilie 2002 (a se vedea C de mai jos) şi la raţionamentul acesteia. Totodată, a hotărât după cum urmează:", "„Întrucât indiferent cât de mulţi martori au fost audiaţi în cauză, nu s-a putut stabilit cu certitudine dacă adevărul este de partea reclamantei sau de partea lui D.C., a fost necesară testarea celor doi cu ajutorul poligrafului. În urma testului, s-a stabilit că reclamanta a disimulat, întrucât D.C. s-a dovedit a fi fost sincer atunci când a răspuns la întrebările adresate.”", "51. Atunci când face referire la declaraţiile celui de-al doilea reclamant din 15 iunie 1999, instanţa a considerat că acestea erau:", "„... o reflectare fidelă a opiniei mamei în această chestiune, afirmaţiile copilului fiind foarte bine structurate, similare celor făcute de un adult, deşi copilul avea cinci ani la momentul respectiv. Copilul a încercat să expună gândurile mamei sale cât mai exact posibil, dar, în acelaşi timp, a încercat să-şi exprime sentimentele sale atunci când a subliniat că îi plăcea să locuiască şi cu tatăl său.”", "52. În consecinţă, instanţa a considerat că probele existente nu pot fi considerate ca fiind suficient de solide pentru începerea urmăririi penale împotriva lui D.C. pentru infracţiunile invocate, în lumina concluziilor testului cu detectorul de minciuni (considerat a fi 98% corect), a tuturor rapoartelor şi a declaraţiilor martorilor.", "53. Instanţa a subliniat în continuare faptul că al doilea reclamant a afirmat că tatăl său „doar i-a introdus un furtun în fund şi i-a cerut să nu-i spună nimic mamei sale despre asta”, ceea ce:", "„... constituie cel mult o faptă penală în temeiul art. 180 alin. (1) C. pen. (Lovirea sau alte violenţe), susţinând că o acţiune penală va fi iniţiată la plângerea prealabilă a persoanei vătămate.”", "54. Instanţa nu a făcut nicio referire la iniţierea unei anchete penale din oficiu pentru faptele penale prevăzute la art. 180 alin. (1) C. pen.", "55. Doamna M. a declarat apel împotriva acestei hotărâri. Tribunalul Bucureşti a respins apelul şi a confirmat motivarea instanţei de prim grad, citată mai sus. Instanţa a susţinut, la 18 martie 2004, că nu există dovezi în dosar care să demonstreze că al doilea reclamant a fost efectiv victima violenţelor sexuale comise de tatăl său şi, prin urmare, că nu a existat nici un indiciu în dosar pentru a justifica instituirea urmăririi penale împotriva lui D.C. pentru fapte penale care se pedepsesc în temeiul art. 200 alin. (2) şi (3) şi al art. 201 C. pen.", "A. Cererea doamnei M. de a limita dreptul lui D.C. de a avea legături personale cu minorul, acţiune finalizată prin hotărârea din 5 februarie 2004", "1.  Acţiunea în faţa Judecătoriei Bucureşti", "56. La data de 2 mai 2001, doamna M. a formulat o acţiune civilă, solicitând limitarea programului de vizită al lui D.C. la două vizite pe lună şi numai în prezenţa sa. În susţinerea pretenţiilor sale, reclamanta a afirmat că D.C. a abuzat de dreptul său de vizitare atunci când, în iulie şi în august 1998, luând copilul acasă, l-a molestat. Reclamanta a relevat faptul că a formulat plângere penală împotriva lui D.C. în această privinţă, dar că, la 3 martie 2000, procurorul a decis neînceperea urmăririi penale. De asemenea, o acţiune similară civilă fusese formulată anterior, dar solicitarea sa a fost respinsă la data de 1 iunie 2000, raţionamentul instanţei bazându-se exclusiv pe decizia procurorului de nu începe urmărirea penală împotriva lui D.C.", "57. D.C. a afirmat că încă din momentul în care fosta soţie l-a părăsit, el a trebuit să lupte în instanţă pentru a-şi putea vedea fiul, întrucât reclamanta a făcut tot posibilul pentru a-l împiedica să aibă vreo legătură cu fiul său. În această privinţă, a trebuit chiar să depună o plângere penală împotriva reclamantei, întrucât aceasta nu se conforma hotărârii instanţei de a-i permite să-şi vadă fiul. Chiar dacă nu ar fost niciodată pusă sub acuzare, reclamanta ar fi primit o sancţiune contravenţională. În urma incidentelor care se presupune că ar fi avut loc în vara anului 1998, nu i s-a mai permis să-şi vadă fiul, întrucât prima reclamantă şi-a schimbat domiciliul în continuu, fără a-l informa.", "58. Conştientă de acuzaţiile grave prezentate de părţi şi de miza în ceea ce îl priveşte pe copil, instanţa – într-o fază preliminară – a considerat că este necesar ca ambii părinţi să fie supuşi atât unui test poligraf, cât şi unei examinări psihiatrice. De asemenea, instanţa a considerat că este oportun să-l audieze şi pe cel de-al doilea reclamant, chiar dacă avea mai puţin de opt ani. Toate discuţiile cu copilul au fost înregistrate pe bandă audio, şi, după cum se arată în hotărârea Judecătoriei Bucureşti pronunţată la 16 aprilie 2002, „transcrierile urmau să fie incluse în dosarul cauzei”.", "59. Cererea doamnei M. a fost respinsă, raţionamentul instanţei fiind în esenţă următorul.", "60. În primul rând, instanţa a observat, pe baza trecutului părţilor, care a fost ostil şi care s-a petrecut parţial în faţa instanţei, că intenţia doamnei M. de a limita dreptul de vizitare al lui D.C. a fost constantă de-a lungul anilor şi că a început cu mult înainte de incidentele incriminate din iulie şi august 1998. După cum a reieşit din toate documentele incluse la dosar, prima reclamantă a intenţionat de fapt să-l împiedice complet pe D.C. să aibă vreo legătură cu fiul său. Instanţa a constatat că acest context demonstra că actuala cerere nu a venit ca o consecinţă a presupusei agresiuni sexuale, ci mai degrabă ca o consecinţă previzibilă a hotărârii acesteia coerente şi puternice de a pune capăt oricărei fel de relaţii între al doilea reclamant şi tatăl său. Au rezultat următoarele:", "„... reclamanta a fost în mod constant preocupată să-şi îndepărteze copilul de tatăl său şi motivul real în acest sens nu a fost motivul prezentat de doamna M. la dosar, ci, fără îndoială, unul cu un subtext religios, după cum se va demonstra ulterior.”", "61. Bazându-se pe mărturii şi pe declaraţiile părţilor aflate la dosar (inclusiv ale celui de-al doilea reclamant), instanţa a considerat că adevăratul motiv pentru divorţul părţilor a fost de fapt excluderea lui D.C. din Congregaţia Martorilor lui Iehova la 13 ianuarie 1995:", "„... ieşirea pârâtului din cadrul Martorilor lui Iehova a determinat reclamanta ca mai întâi să-l părăsească, iar apoi, după ce a aşteptat un timp pentru ca «oaia pierdută să se reîntoarcă la turmă», în cele din urmă să divorţeze.”", "În acest context,", "„... este lipsit de relevanţă faptul că pârâtul a avut un comportament violent faţă de reclamantă – întrucât principalul şi esenţialul motiv al divorţului părţilor a fost unul religios, şi anume ieşirea pârâtului din secta Martorii lui Iehova [...], comportamentul violent al pârâtului jucând un rol secundar.”", "62. În continuare, Curtea a susţinut că „este de notorietate faptul că membrii sectei Martorii lui Iehova se căsătoresc numai în cadrul Congregaţiei” şi, în cazul în care, după ce s-au căsătorit, unul din membrii se separă de religie şi încercările de a-l aduce înapoi nu au succes, un divorţ devine şi mai necesar. În consecinţă, instanţa a considerat că doamna M. a căutat să ia în considerare următoarele:", "„... ea are o datorie faţă de copil, dar şi faţă de Dumnezeu, de a proteja copilul de orice influenţă care i-ar pune în pericol sufletul şi creşterea lui spirituală, inclusiv de influenţele din partea tatălui său, dacă nu în primul rând din partea tatălui său [...]", "[R]ezultă că era imperativ necesar ca pârâtul să fie împiedicat să aibă orice legătură cu copilul. Deşi simplă şi clară, [realizarea] obiectivului dorit părea să fie subminată de un obstacol de netrecut – legea, care permite părintelui fără custodie să continue să aibă o legătură personală cu copilul [...]", "[R]eclamanta, pragmatică, şi-a stabilit ea însăşi un obiectiv mai modest, apreciat ca fiind legal posibil – limitarea dreptului de vizitare al tatălui printr-o hotărâre judecătorească [emisă] în faza preliminară [a acţiunii], urmat de un al doilea pas, care era acela de a încerca, în orice mod sau prin orice stratagemă posibilă, să se interzică complet pârâtului prin hotărâre judecătorească să ia contact cu copilul.", "În continuare, instanţa a susţinut următoarele:", "„... pe baza probelor aflate la dosar, nu se poate stabili cu certitudine dacă reclamanta a cauzat ea însăşi leziuni copilului recunoscute de rapoartele medicale, dar o astfel de posibilitate nu poate fi complet exclusă.”", "În susţinerea unei astfel de ipoteze, instanţa a susţinut următoarele:", "„... se poate presupune că în jurul datei de 1 iulie 1998, atunci când D.C. a mers la reclamantă, [înarmat] cu o hotărâre executorie (din 8 iunie 1998), intenţionând să-şi vadă copilul, reclamanta, luată prin surprindere, disperată, a decis să recurgă la această soluţie extremă, spunându-şi, pentru a-şi linişti propria conştiinţă, că un scop bun (salvarea sufletului copilului din «ghearele Satanei») justifică mijloacele (comiterea – cel puţin – a unui act penal – denunţarea calomnioasă a pârâtului).", "O a doua ipoteză care explică leziunile minorului a fost avansată de instanţa de judecată:", "„... este foarte posibil ca leziunea constatată să fi fost consecinţa unei constipaţii acute a minorului şi ca reclamanta să fi profitat pur şi simplu de circumstanţe şi să fi formulat o cerere de decădere a pârâtului din drepturile părinteşti.”", "63. În orice caz, instanţa pare să fie în favoarea primei ipoteze, bazându-se pe cronologia evenimentelor care ar fi avut loc în vara anului 1998, întrucât prima reclamantă a avut ea însăşi iniţiativa, la acel moment, de a-i permite lui D.C. să-l ia pe cel de-al doilea reclamant la el acasă pentru o perioadă mai lungă de timp decât cea stabilită în hotărârea care reglementa dreptul de vizitare (de câteva zile). Explicaţia primei reclamante că a acţionat în acest fel deoarece fusese anterior ameninţată cu moartea de D.C. şi că a fost informată de poliţie să se conformeze ordinului judecătoresc care încuviinţa dreptul de contact al lui D.C. a fost considerată nesinceră.", "64. Instanţa a concluzionat că iniţiativa primei reclamante de a-l încredinţa pe cel de-al doilea reclamant tatălui său era parte dintr-un plan mai amplu, organizând înscenarea pregătită pentru D.C.", "65. Testul poligraf şi raportul psihiatric privind părţile, precum şi evaluarea psihologică a răspunsurilor celui de-al doilea reclamant la întrebările instanţei nu au fost niciodată urmărite:", "„... după consultări, atât preşedintele instanţei, cât şi expertul criminalist au ajuns la concluzia că reclamanta ar fi putut fi una dintre puţinele persoane care ar putea «bate» chiar şi poligraful.”", "66. În consecinţă, preşedintele instanţei a decis să încerce să o facă conştientă pe reclamantă de fapta sa – în cazul în care acuzaţiile împotriva lui D.C. ar fi fost, într-adevăr, nefondate – şi, prin urmare, i-a invitat pe prima reclamantă şi pe al doilea reclamant la întâlnire în instanţă.", "67. În urma întâlnirii care a avut loc la o dată nespecificată în 2002, reclamanta, prin avocatul său, a impus „anumite condiţii inacceptabile şi de nedescris” care ar fi trebuit îndeplinite în momentul efectuării testului poligraf. Întrucât acest mijloc de probă nu este, ca atare, prevăzut de legislaţia procedurală din România, instanţa „a fost forţată” să concluzioneze că testul nu a putut fi realizat:", "„Instanţa consideră aceste condiţii ca fiind un refuz disimulat şi diplomatic al reclamantei de a efectua testul, şi un astfel de refuz ne duce la concluzia că este foarte posibil ca reclamanta să fi acuzat în mod incorect inculpatul, D.C.”", "68. Întrucât „condiţii nerezonabile şi imposibile”, au fost formulate de avocatul primei reclamante pentru evaluarea răspunsurilor anterioare ale celui de-al doilea reclamant (de exemplu, copilul ar fi trebuit înregistrat astfel încât prima reclamantă ar fi putut, dacă era necesar, să-şi exprime un punct de vedere), instanţa s-a simţit obligată să admită faptul că prima reclamantă a fost reticentă la un astfel de mijloc de obţinere a probelor, iar evaluarea nu a fost niciodată efectuată.", "69. Totuşi, instanţa a purtat mai multe discuţii separate cu al doilea reclamant, care, atunci când a fost întrebat, a declarat, între altele, următoarele:", "„... tatăl său a părăsit organizaţia religioasă chiar înainte ca el să se fi născut, pentru că «a trecut de partea Satanei»,", "şi că", "„... nu se prea juca cu copiii vecinilor, deoarece ei nu erau «martori», şi, prin urmare, erau răi”.", "De asemenea, instanţa a susţinut că:", "„Copilul a afirmat că a fost molestat de tatăl său, care a ameninţat că îl va omorî dacă va dezvălui ceva legat de incident mamei sale (declaraţie înregistrată).", "[...]", "Copilul a declarat într-adevăr preşedintelui instanţei că nu doreşte să-şi vadă tatăl.”", "70. Afirmaţiile celui de-al doilea reclamant nu au fost, totuşi, luate în considerare de instanţa de judecată, întrucât instanţa s-a convins că toate fuseseră de fapt induse de mama sa şi nu evidenţiau gândurile şi dorinţele reale ale copilului:", "„... pentru orice minor cu vârsta între patru ani şi şapte ani, un părinte sau un profesor care este apropiat de copil i-ar putea cu uşurinţă inocula orice idei...”", "În consecinţă, instanţa a constatat:", "„... un copil va accepta imediat şi fără rezerve faptul că o situaţie a avut loc fiindu-i inoculată, chiar dacă el însuşi nu îşi aminteşte despre o astfel de situaţie.”", "71. Bazându-se pe toate probele şi prezumţiile rezultate din refuzul primei reclamante de a permite ca noi probe (rapoarte) să fie colectate, instanţa a susţinut următoarele:", "„... instanţa consideră că, de fapt, reclamanta nu a dorit niciodată ca pârâtul să-şi poată vedea copilul, şi în acest scop ea a mers atât de departe încât nu a respectat o hotărâre judecătorească anterioară (hotărârea din 8 iunie 1998).", "Rămâne ca procurorul să elimine orice îndoială în această privinţă (plângerea penală depusă de reclamantă), astfel încât reclamanta să poată fi adusă în faţa instanţei pentru că s-a opus executării hotărârii din 8 iunie 1998...", "[...]", "Dacă ar fi fost vreodată efectuat un raport psihiatric, instanţa ar fi aflat dacă reclamanta suferă sau nu de «sindrom de personalitate multiplă» [...], pentru că reclamanta lasă impresia că are o personalitate dublă, între cele două părţi neexistând niciun fel de comunicare...”", "[...]", "Prin urmare pârâtul pare mult mai îndreptăţit să ceară decăderea mamei din drepturile părinteşti.”", "2. Judecata din apel înaintea Tribunalului Bucureşti", "72. Doamna M. a declarat apel împotriva hotărârii sus-menţionate, susţinând în esenţă că: instanţa a folosit şi a interpretat afirmaţiile celui de-al doilea reclamant, deşi nu au fost niciodată transcrise sau anexate la dosar, şi că instanţa a motivat cu o logică care nu avea nimic de-a face cu cazul în sine, ci mai degrabă pe baza propriilor aparente obsesii ale judecătorului care, în orice caz, nu s-a bazat pe probele cu înscrisuri prezentate (rapoarte medicale, evaluări psihologice ale copilului), care erau în totalitate în sprijinul adevărului – că al doilea reclamant a fost abuzat sexual de tatăl său. Documente care atestă starea mentală normală a primei reclamante au fost de asemenea ignorate, instanţa preferând să considere că prima reclamantă suferă de „devieri psihologice de natură mistică”. Pe scurt, instanţa a avut în mod evident o atitudine de respingere a reclamantei şi „a tratat-o ca pe o criminală pentru că era membru al sectei creştine a Martorilor lui Iehova”, organizaţie care este de fapt recunoscută oficial de legislaţia din România.", "73. În hotărârea din 20 decembrie 2002, instanţa a făcut o nouă evaluare a tuturor probelor şi a încercat să găsească un echilibru între importanţa respectării prezumţiei de nevinovăţie în favoarea lui D.C. şi necesitatea de a proteja cele mai bune interese ale copilului.", "74. În acest sens, instanţa a considerat că, până când pârâtul va fi găsit vinovat printr-o decizie finală, el trebuie considerat nevinovat şi, prin urmare, nu i se poate nega dreptul de a avea o relaţie personală cu fiul său.", "Totuşi, a stabilit de asemenea următoarele:", "„principiul celor mai bune interese ale copilului trebuie să fie avut în vedere, mai ales atât timp cât încă există posibilitatea ca copilul să fi fost molestat de tatăl său, o experienţă care l-ar marca fără îndoială psihologic pentru restul vieţii sale.”", "75. Prin urmare instanţa a considerat că, până la finalizarea procedurii penale, al doilea reclamant ar fi mai bine protejat dacă tatălui său i s-ar permite să-l viziteze doar în fiecare prima şi a treia duminică a lunii, între orele 10 a.m. şi 4 p.m., la sediul reprezentantului legal al primei reclamante. Prima reclamantă urma să nu fie prezentă în cursul acestor vizite.", "3.  Judecata în recurs înaintea Curţii de Apel Bucureşti", "76. Atât prima reclamantă, cât şi D.C. au declarat recurs împotriva hotărârii din 20 decembrie 2002. Doamna M. a criticat aprecierea probelor efectuată de instanţă, în măsura în care toate documentele şi probele au dovedit că era necesar ca prima reclamantă să fie prezentă atunci când D.C. îşi petrece timp cu cel de-al doilea reclamant.", "77. D.C. a contestat hotărârea, susţinând că soluţia avută în vedere de instanţă l-a pus într-o poziţie în care îi este imposibil să stabilească o relaţie personală cu fiul său, că instanţa a încălcat de asemenea prezumţia de nevinovăţie care operează în favoarea sa, în special având în vedere faptul că procurorul a decis, la 29 iulie 2003, neînceperea urmăririi penale şi că instanţa a interpretat greşit noţiunea de „cele mai bune interese ale copilului”, care implică, în sine, existenţa unei relaţii între copil şi tatăl său.", "78. La 4 decembrie 2003, reprezentantul legal al doamnei M. a furnizat probe cu înscrisuri care să ateste că ordonanţa procurorului de neîncepere a urmăririi penale a lui D.C. a fost atacată în faţa instanţei şi că ancheta penală era încă în curs.", "79. La 5 februarie 2004, curtea de apel a respins recursul formulat de prima reclamantă împotriva hotărârii Judecătoriei Bucureşti. Curtea a admis recursul lui D.C., a anulat hotărârea pronunţată în apel de Tribunalul Bucureşti şi a respins recursul doamnei M. împotriva hotărârii din primă instanţă. În acest sens, Curtea a hotărât următoarele:", "„... nu a rezultat din nicio probă aflată la dosar că tatăl a avut o atitudine agresivă faţă de copil. S-a demonstrat cu certitudine că conflictul a izbucnit între cei doi părinţi şi, în final, a dus la divorţul acestora.", "Reaua-credinţă a mamei a fost evidentă, având în vedere concluziile raportului medico-legal care atestă disimularea în ceea ce o priveşte.", "Conform mărturiilor şi probelor de specialitate disponibile la dosar, puţinele întâlniri dintre tată şi fiu au fost normale, iar copilul s-a bucurat de fiecare dată când îşi vedea tatăl.", "Mai mult, faptul că tatăl nu a mai putut să-şi vadă fiul în urma reunirii copilului cu mama sa, ca urmare a refuzului mamei de a accepta executarea unei hotărâri definitive care îi oferea tatălui drept de vizitare nu poate fi, de asemenea, ignorat. Dispoziţiile legale aplicabile prevăd dreptul părintelui divorţat căruia nu i-a fost încredinţată custodia copilului să păstreze legături personale cu copilul.”", "[...]", "„... când a respins recursul, instanţa a avut de asemenea în vedere ordonanţa procurorului din 29 iulie 2003 de a nu începe urmărirea penală împotriva lui D.C. şi cele mai bune interese ale copilului în ceea ce priveşte păstrarea legăturilor personale cu tatăl său.”", "A. Procedura penală intentată împotriva lui D.C., încheiată prin condamnare", "80. La 5 iulie 1995, doamna M. a depus plângere penală împotriva lui D.C., acuzându-l că a lovit-o, a ameninţat că o omoară şi a calomniat-o la ieşirea dintr-o şedinţă de judecată cu privire la dreptul de vizitare. Probele aduse la dosar includeau două documente care atestau că D.C. a fost deja amendat pentru tulburarea ordinii publice la grădiniţa copilului şi acasă. Judecătoria Bucureşti a hotărât că D.C. a comis actele ilegale invocate şi l-a condamnat la şase luni închisoare şi amendă, sancţiuni impuse prin lege. În ceea ce priveşte acţiunea civilă aferentă plângerii primei reclamante, D.C. a fost obligat să plătească despăgubiri adecvate materiale şi morale în favoarea primei reclamante. D.C. a formulat apel împotriva hotărârii. Apelul a fost respins de Tribunalul Bucureşti la 4 decembrie 1998. Instanţa a hotărât că sancţiunile aplicate au fost adecvate, întrucât victima a dovedit că trăieşte cu teamă, comportamentul agresiv al pârâtului forţând-o să schimbe în mod repetat domiciliul ei şi al celui de-al doilea reclamant.", "81. La 18 decembrie 1996, sora doamnei M., R.C., a formulat plângere penală împotriva lui D.C., susţinând că a fost lovită şi insultată de acesta. Ea a prezentat un certificat medical care atesta răni şi leziuni care au necesitat între paisprezece şi cincisprezece zile de vindecare. Instanţa l-a găsit pe D.C. vinovat, întrucât „s-a dovedit a fi extrem de distructiv şi agresiv, comportându-se extrem de violent”. D.C. a fost condamnat la un an de închisoare şi amendă penală, ambele sancţiuni fiind impuse prin lege. Victimei i-au fost acordate despăgubiri cu titlu material şi moral. Apelul lui D.C. a fost admis la data de 27 ianuarie 1999 de Tribunalul Bucureşti care îl condamnase la trei luni închisoare şi amendă penală, sancţiuni impuse prin lege.", "82. În urma plângerii penale formulate de Congregaţia Martorilor lui Iehova la 12 martie 1997, D.C. a fost condamnat la plata de despăgubiri de către Judecătoria Bucureşti şi a fost obligat să plătească atât o amendă penală, cât şi despăgubirile civile solicitate de Congregaţie. Hotărârea a devenit definitivă după ce apelul formulat de D.C. a fost respins la 18 iulie 1997.", "II. Dreptul intern relevant", "83. Prevederile relevante privind drepturile de custodie şi aspecte familiale pot fi găsite în R.R. împotriva României (I) (dec.), nr. 1188/05, 12 februarie 2008.", "84. Art. 97 C fam. prevede egalitatea fundamentală a soţilor în ceea ce priveşte drepturile şi îndatoririle părinteşti şi stabileşte cu claritate faptul că interesele copiilor sunt cruciale.", "85. Prevederile relevante ale Codului penal al României sunt formulate după cum urmează:", "Art. 180", "„(1) Lovirea sau orice acte de violenţă cauzatoare de suferinţe fizice se pedepsesc cu închisoare de la o lună la 3 luni sau cu amendă.", "[...]", "(3) Acţiunea penală se pune în mişcare la plângerea prealabilă a persoanei vătămate. În cazul în care faptele au fost comise de un membru al familiei, acţiunea penală se pune în mişcare şi din oficiu.", "(4) Împăcarea părţilor înlătură răspunderea penală, producându-şi efectul şi în cazul în care acţiunea penală a fost pusă în mişcare din oficiu.”", "Art. 200", "„(1) Relaţiile sexuale între persoane de acelaşi sex, săvârşite în public sau dacă au produs scandal public, se pedepsesc cu închisoare de la unu la 5 ani.", "(2) Fapta majorului de a avea relaţii sexuale cu un minor de acelaşi sex se pedepseşte cu închisoare de la 2 la 7 ani şi interzicerea unor drepturi.", "(3) Relaţiile sexuale cu o persoană de acelaşi sex în imposibilitate de a se apăra ori de a-şi exprima voinţa sau prin constrângere se pedepsesc cu închisoare de la 3 la 10 ani şi interzicerea unor drepturi.", "Art. 201", "„(1) Actele de perversiune sexuală săvârşite în public sau dacă au produs scandal public se pedepsesc cu închisoare de la unu la 5 ani.", "(2) Actele de perversiune sexuală cu o persoană care nu a împlinit vârsta de 15 ani se pedepsesc cu închisoare de la 3 la 10 ani şi interzicerea unor drepturi.", "(3) Cu aceeaşi pedeapsă se sancţionează şi actele de perversiune sexuală cu o persoană între 15–18 ani, dacă fapta este săvârşită de tutore sau curator ori de către supraveghetor, îngrijitor, medic curant, profesor sau educator, folosindu-se de calitatea sa, ori dacă făptuitorul a abuzat de încrederea victimei sau de autoritatea ori influenţa sa asupra acesteia.”", "În drept", "I. Observaţii preliminare", "86. Guvernul a susţinut că, în opinia sa, doamna M. nu era reclamantă în speţă, ci mai degrabă reprezentantul legal al celui de-al doilea reclamant, A.C., fiul său. Guvernul a susţinut că, deşi în situaţia de fapt transmisă Guvernului pârât în urma comunicării cauzei, instanţa a făcut referire atât la doamna M., cât şi la A.C. ca fiind reclamanţi, scrisoarea doamnei M. din 1 martie 2006 adresată Curţii menţiona în mod expres că a formulat sesizarea doar în numele fiului său.", "87. Reclamanţii au susţinut că în scrisoarea doamnei M. din 5 noiembrie 2004 aceasta a susţinut în mod expres că a depus sesizarea atât în nume propriu, cât şi în numele fiului său. Mai mult, poziţia doamnei M. a fost reiterată în corespondenţa sa ulterioară cu Curtea.", "88. Curtea subliniază că, în scrisoarea din 1 martie 2006, doamna M. a susţinut că a formulat sesizarea doar în numele fiului său. Curtea ia act de faptul că scrisoarea menţionată a fost trimisă de doamna M. drept răspuns la scrisoarea Curţii din 19 decembrie 2005, prin care Curtea solicita să fie informată dacă a depus sesizarea în temeiul art. 3 din convenţie în nume propriu sau în numele fiului ei.", "89. În lumina celor de mai sus, Curtea consideră că doamna M. şi-a menţinut statutul de reclamantă pentru toate sesizările invocate în faţa Curţii, cu excepţia sesizării în temeiul art. 3 din convenţie.", "II.  Cu privire la pretinsa încălcare a art. 3, art. 8 şi art. 13 din Convenţie", "90. Reclamanţii au susţinut că întrucât autorităţile naţionale nu au asigurat protecţia adecvată a celui de-al doilea reclamant faţă de presupusele acte de agresiune sexuală comise de tatăl său, separarea primei reclamante de fiul său prin plasarea celui de-al doilea reclamant într-o instituţie rezidenţială şi limitarea dreptului de vizitare al acesteia, precum şi lipsa unei căi de atac eficiente în ceea ce priveşte aspectele menţionate au constituit o încălcare a obligaţiilor pozitive ale statului de a proteja integritatea fizică a persoanei, viaţa privată şi de familie şi de a oferi căi de atac efective în acest sens.", "91. Prevederile relevante ale convenţiei se citesc după cum urmează:", "Art. 3", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "Art. 8 § 1", "„Orice persoană are dreptul la respectarea vieţii sale private şi de familie, ...”", "Art. 13", "„Orice persoană ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate are dreptul de a se adresa efectiv unei instanţe naţionale, chiar şi dacă încălcarea ar fi fost comisă de persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "A.  Cu privire la admisibilitate", "92. Guvernul susţine că sesizarea reclamanţilor formulată în temeiul art. 3 şi 8 din convenţie privind acţiunea care s-a încheiat prin hotărârea definitivă din 18 martie 2004 a fost invocată în faţa Curţii pentru prima dată într-o scrisoare primită de Curte la 17 noiembrie 2004, depăşind termenul de şase luni. Guvernul susţine că hotărârea din 18 martie 2004 a fost pusă la dispoziţia reclamanţilor la 5 mai 2004. Prin urmare, termenul de şase luni s-a prescris la 5 noiembrie 2004 şi nu există dovezi la dosar că reclamanţii au transmis scrisoarea către Curte până la data menţionată anterior.", "93. Reclamanţii susţin că scrisoarea primită de Curte la 17 noiembrie 2004 a fost trimisă de aceştia la 5 noiembrie 2004, aşa cum arată ştampila poştală aplicată pe plicul care conţine scrisoarea. Prin urmare, sesizarea în temeiul art. 3 şi 8 din convenţie privind acţiunea care s-a încheiat prin hotărârea definitivă din 18 martie 2004 a fost depusă la Curte în termenul limită de şase luni.", "94. Curtea ia act că niciuna dintre părţi nu a contestat faptul că termenul limită de depunere a sesizării reclamanţilor privind acţiunea care s-a încheiat prin hotărârea definitivă din 18 martie 2004 era de 5 noiembrie 2004, ultima dată la care reclamanţii ar fi putut trimite Curţii scrisoarea prin poştă. În acelaşi timp, Curtea notează că plicul primit de Curte la 17 noiembrie 2004 şi disponibil în dosar poartă ştampila oficiului poştal Bucureşti cu data de 5 noiembrie 2004.", "95. Rezultă că reclamanţii au formulat sesizările în faţa Curţii în termenul limită de şase luni şi, prin urmare, obiecţia ridicată de Guvern trebuie să fie respinsă.", "96. În fine, Curtea notează că aceste capete de cerere nu sunt în mod vădit nefondate, în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acestea nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarate admisibile.", "B.  Cu privire la fond", "(a)  Argumentele părţilor", "(i)  Reclamanţii", "97. Reclamanţii au susţinut că ancheta penală iniţiată împotriva lui D.C. nu a fost eficientă şi că autorităţile naţionale au refuzat să audieze martori familiari cu comportamentul violent al tatălui lui A.C. şi au ignorat probele criminalistice şi de specialitate care au dovedit că D.C. a abuzat sexual de fiul său. De asemenea, etapa preliminară judecatei penale a durat mai mult de un an şi jumătate şi s-a încheiat prin ordonanţa procurorului de a înceta urmărirea penală împotriva lui D.C.", "98. Pe parcursul urmăririi, prima reclamantă a fost traumatizată atunci când, în ciuda vârstei fragede a celui de-al doilea reclamant, a fost separată de el şi acesta a fost plasat în custodia statului pentru un an, mama sa având drept de vizitare numai o dată pe săptămână. Mai mult, lui D.C. i s-a permis de asemenea accesul în clădire şi să-şi viziteze de mai multe ori fiul, deşi după fiecare vizită al doilea reclamant părea traumatizat.", "99. În plus, autorităţile naţionale nu au continuat cercetarea şi nu au examinat toate probele necesare pentru a identifica vinovatul din spatele actelor de abuz sexual comise împotriva lui A.C. Instanţele nu au examinat fondul cauzei şi, în pronunţarea hotărârilor, au ales să se bazeze pe rezultatele testului cu detectorul de minciuni prezentat de parchet, deşi testul menţionat s-a desfăşurat în condiţii improprii, care au modificat rezultatul.", "100. Reclamanţii susţin că mecanismul juridic pentru protecţia drepturilor prin convenţie a fost ineficient. În special, deşi instanţele naţionale au audiat-o pe prima reclamantă referitor la excepţia de inadmisibilitate cu privire la contestaţia sa împotriva ordonanţei procurorului de a înceta urmărirea penală împotriva lui D.C., nu au audiat reclamanta pe fond şi nu i-au permis să prezinte probe în acest sens. În fine, nu există probe la dosar că autorităţile naţionale au oferit doamnei M. şi fiului său consiliere psihologică pentru abuzul sexual de care acesta suferise sau pentru anxietatea cauzată de separarea de mama sa.", "(ii)  Guvernul", "101. Guvernul susţine că autorităţile naţionale au iniţiat o cercetare eficientă, care a stabilit că D.C. nu a comis actele ilegale de care a fost acuzat.", "102. În acest context, Guvernul susţine că autorităţile naţionale au audiat o serie de martori, a solicitat rapoarte medico-legale de specialitate, teste cu detectorul de minciuni şi l-au audiat pe cel de-al doilea reclamant, în prezenţa mamei sale şi a unui psiholog. Probele au fost examinate de instanţele naţionale şi au pronunţat hotărâri motivate pe fondul cauzei.", "103. Mai mult, Guvernul susţine că mecanismul juridic pentru protecţia drepturilor prevăzute în convenţie ale reclamanţilor a fost eficient. În acest sens, Guvernul susţine că reclamanţii au avut posibilitatea de a contesta ordonanţa procurorului de a înceta urmărirea penală iniţiată împotriva lui D.C. în faţa instanţelor naţionale, care au examinat probele disponibile şi au confirmat ordonanţa procurorului în temeiul unei hotărâri motivate. Totodată, instanţele naţionale au examinat şi fondul procedurii civile iniţiate de reclamantă împotriva lui D.C. având drept scop limitarea dreptului său de vizitare, pe baza probelor aflate la dosar. Mai mult, autorităţile naţionale au aplicat măsuri de protecţie în favoarea celui de-al doilea reclamant, prin plasarea acestuia pentru mai mult de un an într-o instituţie de stat ca urmare a cererii mamei lui. Cu toate acestea, doamna M. a menţinut o legătură regulată cu acesta şi minorul i-a fost returnat în custodie, la cerere.", "104. În plus, Guvernul a susţinut că lui D.C. i s-a permis să aibă o legătură cu fiul său deoarece obţinuse o hotărâre definitivă care îi recunoştea dreptul de vizitare şi autorităţile nu ar fi putut să se opună executării hotărârii menţionate.", "105. În fine, Guvernul susţine că, deşi doamna M. a cerut autorităţilor naţionale să-l decadă pe D.C. din drepturile părinteşti, aceasta nu a contestat decizia Comisiei Pentru Protecţia Copilului Sector 3, Bucureşti de a-i respinge cererea formulată în faţa instanţelor naţionale.", "(a)  Domeniul de aplicare al motivării Curţii", "106. Având în vedere natura şi fondul sesizării reclamanţilor în speţa de faţă, Curtea constată că se încadrează pentru a fi examinată în principal în temeiul art. 3 şi 8 din convenţie.", "(b)  Motivarea Curţii", "1.  Protecţia adecvată a celui de-al doilea reclamant faţă de presupusele acte de agresiune sexuală", "107. Curtea reiterează faptul că obligaţia Înaltelor Părţi Contractante în temeiul art. 1 din convenţie de a asigura tuturor persoanelor aflate sub jurisdicţia lor drepturile şi libertăţile definite în convenţie, coroborate cu art. 3, impune statelor să ia măsuri destinate să asigure că persoanele din jurisdicţia lor nu sunt supuse relelor tratamente, inclusiv relelor tratamente administrate de persoane fizice [a se vedea A. împotriva Regatului Unit, 23 septembrie 1998, pct. 22, Culegere de hotărâri şi decizii 1998-VI; Z. şi alţii împotriva Regatului Unit (MC), nr. 29392/95, pct. 73–75, CEDO 2001-V., şi E. şi alţii împotriva Regatului Unit, nr. 33218/96, 26 noiembrie 2002].", "108. Obligaţiile pozitive ale statului sunt inerente în dreptul la respectarea eficientă a vieţii private în temeiul art. 8; aceste obligaţii pot implica chiar adoptarea de măsuri în domeniul relaţiilor dintre indivizi. Deşi alegerea mijloacelor pentru a asigura respectarea art. 8 în domeniul protecţiei împotriva faptelor persoanelor de drept privat ţine, în principiu, de marja de apreciere a statului, descurajarea eficientă a unor fapte grave cum ar fi violul, unde valorile fundamentale şi aspectele esenţiale ale vieţii private reprezintă miza, impune dispoziţii de drept penal eficiente. Copiii şi alte persoane vulnerabile, în special, au dreptul la o protecţie eficientă [a se vedea X şi Y împotriva Olandei, 26 martie 1985, pct. 23–24 şi 27, seria A nr. 91, August împotriva Regatului Unit (dec.), nr. 36505/02, 21 ianuarie 2003].", "109. Într-o serie de cauze, art. 3 din convenţie a dat naştere unei obligaţii pozitive de a efectua o urmărire penală (a se vedea Assenov şi alţii împotriva Bulgariei, 28 octombrie 1998, pct. 102, Culegere 1998-VIII). O astfel de obligaţie pozitivă nu poate fi considerată, în principiu, drept limitată doar la cazurile de rele tratamente de către funcţionari publici (a se vedea, 97 membri ai Congregaţiei Martorilor lui Iehova din Gldani şi alte 4 persoane împotriva Georgiei, nr. 71156/01, pct. 97, 3 mai 2007).", "110. În continuare, Curtea nu a exclus posibilitatea ca obligaţia pozitivă a statului în temeiul art. 8 de a proteja integritatea fizică a individului să se poată extinde la întrebări referitoare la eficacitatea unei cercetări penale (a se vedea Osman împotriva Regatului Unit, 28 octombrie 1998, pct. 128, Culegere 1998-VIII).", "111. În acest temei, Curtea consideră că statele au obligaţia pozitivă inerentă dată de art. 3 şi 8 din convenţie de a adopta dispoziţii de drept penal care să sancţioneze eficient abuzul sexual al copiilor şi să le pună în practică prin cercetare şi judecată penale eficiente.", "112. În lumina celor de mai sus, sarcina Curţii este de a examina dacă presupusele deficienţe din cadrul cercetării penale au prezentat sau nu astfel de erori semnificative care să constituie o încălcare a obligaţiilor pozitive ale statului pârât în temeiul art. 3 şi 8 din convenţie, în ceea ce priveşte al doilea reclamant.", "113. Problema prezentată în faţa Curţii se limitează la cele de mai sus. Curtea nu este preocupată de acuzaţiile privind erori sau omisiuni izolate în cadrul cercetării întrucât nu se poate substitui autorităţilor naţionale în aprecierea faptelor din speţă, nici nu poate decide cu privire la responsabilitatea penală a presupuşilor făptuitori.", "114. Revenind la aspectele particulare ale cauzei, Curtea notează de la bun început că autorităţile naţionale au reacţionat cu diligenţă la cererea doamnei M. de a-l plasa temporar pe fiul său într-o instituţie de stat şi de a-i asigura protecţia necesară pentru dezvoltarea lui psihologică şi morală faţă de presupusele acte de abuz sexual comise de D.C. (a se vedea pct. 16–18 de mai sus). În plus, în cursul cercetării, au fost audiaţi martori şi au fost solicitate şi efectuate de către un psiholog rapoarte medico-legale şi psihologice de specialitate (a se vedea pct. 29-34 de mai sus). Mai mult, a fost realizat un raport medico-legal cu privire la comportamentul simulat iar al doilea reclamant a fost audiat de autorităţi în prezenţa mamei sale şi a unui psiholog (a se vedea pct. 35 şi 38 de mai sus). Cazul a fost investigat iar procurorii şi instanţele naţionale au pronunţat acte motivate, explicându-şi poziţia lor în detaliu.", "115. Curtea recunoaşte că autorităţile române au avut o sarcină dificilă, în măsura în care se confruntau cu o situaţie delicată, cu versiuni conflictuale privind evenimentele şi puţine probe directe. Curtea nu subestimează eforturile depuse de autorităţile naţionale în activitatea lor în cauză.", "116. Curtea subliniază, totuşi, că existenţa unor interese conflictuale ale părţilor a impus în mod evident o evaluare atentă contextuală a credibilităţii declaraţiilor date şi o verificare a tuturor circumstanţelor. Puţine au fost făcute, totuşi, pentru a verifica credibilitatea versiunilor evenimentelor prezentate de părţi şi ale martorilor numiţi de aceştia. În special, nu a fost făcută nicio încercare pentru a stabili cu mai multă precizie sursa comportamentului celui de-al doilea reclamant faţă de alţi copii aşa cum este descris de martori, domnul B.G. şi doamna S.F., care au observat în mod direct comportamentul acestuia (a se vedea pct. 32 de mai sus). Mai mult, în ordonanţa de încetare a urmăririi penale iniţiate împotriva lui D.C., procurorii nu au respectat instrucţiunile procurorului ierarhic superior (a se vedea pct. 44–45 de mai sus) şi s-au bazat exclusiv pe probe deja disponibile în dosar. De asemenea, atunci când instanţele naţionale au respins sesizarea reclamanţilor împotriva ordonanţei procurorului de încetare a urmăririi penale împotriva lui D.C., nu au acordat nicio atenţie întrebării adresate de instanţe dacă comportamentul lui D.C. ar fi putut constitui o faptă penală în temeiul art. 180 alin. (1) C. pen. (Lovirea şi alte violenţe). În plus, instanţele naţionale nu au examinat posibilitatea unei anchete a autorităţilor naţionale din oficiu cu privire la posibilitatea unui astfel de act ilegal comis de D.C. faţă de fiul său, astfel cum este prevăzut de art. 180 alin (3) C. pen. În fine, deşi autorităţile au invocat în argumentele lor pentru încetarea urmăririi penale împotriva lui D.C. şi rezultatele testului cu detector de minciuni aplicat primei reclamante, test care a indicat un comportament disimulat al acesteia la întrebările cheie (a se vedea pct. 34), care a ridicat unele suspiciuni în ceea ce priveşte potenţiala ei implicare în abuzul comis împotriva fiului ei, nu au luat în considerare o astfel de ipoteză şi nu au analizat dacă nu ar putea fi deschisă urmărirea penală împotriva primei reclamante.", "117. Curtea consideră că, deşi în practică poate fi uneori dificil să se soluţioneze situaţii conflictuale precum cele din speţa de faţă, autorităţile trebuie totuşi să analizeze toate faptele şi să ia o hotărâre pe baza unei evaluări a tuturor circumstanţelor, în special în cazul existenţei unor probe directe precum urmele de violenţă (a se vedea pct. 32–34 de mai sus). În plus, cercetarea penală şi concluziile sale trebuie să fie centrate pe problema celor mai bune interese şi pe starea de bine a ale copilului.", "118. Astfel, Curtea consideră că în speţa de faţă autorităţile nu au explorat opţiunile disponibile pentru o cercetare amănunţită a cazului.", "119. Autorităţile pot fi de asemenea criticate pentru că au dat o mică importanţă vulnerabilităţii speciale a tinerilor şi factorilor speciali psihologici implicaţi în cazurile de agresiune sexuală a copiilor (a se vedea pct. 43 de mai sus).", "120. În plus, autorităţile au desfăşurat cercetarea penală cu o întârziere semnificativă. Cauza era pendinte în faţa parchetului de un an şi zece luni fără ca vreo probă suplimentară să fi fost prezentată sau adusă la dosar, în ciuda instrucţiunilor transmise de procurorul ierarhic superior (a se vedea pct. 44–46 de mai sus).", "121. În lumina celor de mai sus, Curtea consideră că cercetarea cauzei şi, în special, abordarea adoptată de autorităţile naţionale nu au îndeplinit cerinţele inerente date de obligaţia pozitivă a statului de a stabili şi aplica în mod eficient un sistem de drept penal care să sancţioneze toate formele de abuz sexual.", "122. În ceea ce priveşte argumentul Guvernului potrivit căruia instanţele naţionale au examinat fondul acţiunii civile introduse de prima reclamantă împotriva lui D.C. prin care solicita limitarea dreptului de contact şi că reclamanta nu a făcut apel la hotărârea autorităţilor naţionale de a respinge cererea sa de a-l decădea pe tată din drepturile părinteşti în faţa instanţelor naţionale, Curtea reaminteşte că a stabilit anterior că, în orice caz, protecţia eficientă împotriva violului şi abuzului sexual necesită măsuri de natură penală (a se vedea M.C. împotriva Bulgariei, nr. 39272/98, pct. 186, 4 decembrie 2003).", "123. Astfel, Curtea constată că în speţă s-a produs o încălcare a obligaţiei pozitive a statului pârât în temeiul art. 3 şi 8 din Convenţie, în ceea ce priveşte al doilea reclamant.", "2.  Separarea primei reclamante de fiul său şi dreptul limitat de a avea legături personale cu minorul", "124. Curtea reiterează că separarea unei familii reprezintă o ingerinţă extrem de gravă. O astfel de măsură trebuie să fie susţinută de consideraţii suficient de solide şi de importante în interesul copilului [a se vedea Olsson împotriva Suediei (nr. 1), 24 martie 1988, pct. 72, seria A nr. 130]. Prin urmare, trebuie avut în vedere echilibrul just ce trebuie realizat între interesele concurente ale persoanei şi cele ale comunităţii, iar statul beneficiază de o anumită marjă de apreciere în ambele contexte (a se vedea Hokkanen împotriva Finlandei, 23 septembrie 1994, pct. 55, seria A 299-A.) În acest domeniu, revizuirea Curţii nu se limitează la a verifica dacă un stat pârât şi-a exercitat puterea în mod rezonabil, cu atenţie şi cu bună-credinţă. În plus, în exercitarea jurisdicţiei sale de supraveghere, Curtea nu se poate limita la a lua în considerare deciziile contestate în mod izolat, ci trebuie să le analizeze în lumina cauzei în ansamblu: Curtea trebuie să stabilească dacă motivele invocate pentru a justifica intervenţiile în cauză sunt relevante şi suficiente [a se vedea Olsson (nr. 1), citată anterior, pct. 68].", "125. Totodată, Curtea reaminteşte că dreptul părintelui şi al copilului de a se bucura unul de compania celuilalt constituie un element fundamental al vieţii de familie. În plus, o relaţie naturală de familie nu se încheie din cauza faptului că copilul a fost luat în grija statului (a se vedea Eriksson împotriva Suediei, 22 iunie 1989, pct. 58, seria A nr. 156). După cum a constatat anterior Curtea, luarea în grija statului a unui copil ar trebui să fie considerată în mod normal ca o măsură temporară, care să fie întreruptă cât mai curând când este permis de circumstanţe, şi orice măsuri care implică luarea temporară în grija statului ar trebui să respecte obiectivul final de a readuce părintele (părinţii) biologic(i) alături de copil. În acest sens, trebuie să existe un echilibru corect între interesele copilului care rămâne în grija statului şi cele ale părintelui, pentru a-l readuce alături de copil. În realizarea acestui exerciţiu de echilibrare, Curtea va acorda o importanţă deosebită celor mai bune interese ale copilului, care, în funcţie de natura şi gravitatea lor, pot prevala asupra intereselor părintelui. În special, un părinte nu poate, în temeiul art. 8 din convenţie, să ceară aplicarea unor măsuri care ar afecta sănătatea şi dezvoltarea copilului (a se vedea Johansen împotriva Norvegiei, 7 august 1996, pct. 78, Culegere 1996-III).", "126. Curtea notează de la bun început în speţă că, drept urmare a atmosferei violente din cadrul familiei, doamna M. a depus o cerere către autorităţile naţionale pentru a-l plasa temporar pe cel de-al doilea reclamant într-o instituţie de stat. Autorităţile au decis din oficiu să menţină măsura doar pentru a asigura siguranţa copilului în lumina acuzaţiilor de abuz sexual comise împotriva sa de tatăl său şi în aşteptarea rezultatului cercetării penale iniţiate împotriva tatălui. Doamna M. nu pare să fi atacat decizia autorităţilor în nici un stadiu al procedurii interne. Al doilea reclamant a fost plasat în instituţie de stat pentru puţin peste un an şi a primit vizite săptămânale din partea ambilor părinţi pe întreaga perioadă în care a fost separat de mama sa. În final, măsura a fost suspendată la cererea primei reclamante, iar copilul a fost imediat încredinţat mamei sale şi a continuat să trăiască alături de aceasta.", "127. Curtea constată că nu există nicio probă la dosar care să arate că întâlnirile săptămânale ale celui de-al doilea reclamant cu tatăl au fost dăunătoare pentru al doilea reclamant (a se vedea pct. 22 de mai sus). În consecinţă, Curtea consideră că, permiţându-i lui D.C. să-şi viziteze fiul, autorităţile au reuşit să realizeze un echilibru corect între interesele tuturor părţilor implicate.", "128. În aceste circumstanţe, Curtea consideră că, plasându-l pe cel de-al doilea reclamant într-o instituţie de stat la cererea mamei sale pentru o perioadă limitată de timp şi permiţându-i să aibă legături cu ambii părinţi, în mod regulat, autorităţile au arătat gradul de prudenţă şi vigilenţă necesar într-o situaţie delicată şi sensibilă, şi nu au făcut acest lucru în detrimentul drepturilor doamnei M. sau al intereselor superioare ale copilului. Prin urmare, nu a existat nicio încălcare a art. 8 din Convenţie în ceea ce o priveşte pe doamna M.", "129. Având în vedere constatarea de mai sus, Curtea hotărăşte, de asemenea, că nu există nicio problemă distinctă în temeiul art. 13 din Convenţie în ceea ce îi priveşte pe vreunul din reclamanţi.", "III. Cu privire la pretinsa încălcare a art. 6 § 1 din Convenţie, coroborat cu art. 14 din Convenţie", "130. Reclamanţii s-au plâns cu privire la acţiunile civile care s-au încheiat prin hotărârile definitive din 5 februarie 2004 şi 1 iunie 2005 că dreptul lor la un proces echitabil a fost încălcat ca urmare a respingerii de către instanţele naţionale a acţiunilor formulate de doamna M. împotriva lui D.C, în principal din cauza afilierii religioase a doamnei M şi din cauza ordonanţei procurorului de a nu-l pune sub acuzare pe D.C. Acţiunile s-au întemeiat pe art. 6 § 1 din convenţie, considerat separat şi coroborat cu art. 14.", "131. Prevederile relevante ale convenţiei se citesc după cum urmează:", "Art. 6", "„Orice persoană are dreptul la judecarea în mod echitabil, în mod public şi într-un termen rezonabil a cauzei sale, de către o instanţă independentă şi imparţială, instituită de lege, care va hotărî fie asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil.....”", "Art. 14", "„Exercitarea drepturilor şi libertăţilor recunoscute de [prezenta] convenţie trebuie să fie asigurată fără nicio deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie.”", "A.  Cu privire la admisibilitate", "132. Guvernul susţine că, având în vedere conţinutul scrisorii doamnei M. din 1 martie 2006 adresată Curţii, în care aceasta a declarat că a depus plângerea doar în numele fiului său, ea nu mai avea statut de reclamantă şi, prin urmare, nu mai putea pretinde a fi o victimă a încălcării drepturilor sale garantate de Convenţie prin art. 6 considerat separat şi coroborat cu art. 14 din convenţie.", "133. Prima reclamantă a contestat acest argument.", "134. Având în vedere constatările de mai sus (a se vedea pct. 89), Curtea consideră că obiecţia ridicată de Guvern trebuie să fie respinsă.", "135. În fine, Curtea subliniază că aceste capete de cerere nu sunt în mod vădit nefondate în sensul art. 35 § 3 din convenţie. De asemenea, Curtea subliniază că acestea nu prezintă niciun alt motiv de inadmisibilitate. Prin urmare, este necesar să fie declarate admisibile.", "B.  Cu privire la fond", "(a)  Argumentele părţilor", "(I) Reclamanţii", "136. Reclamanţii susţin că, respingând acţiunea doamnei M. prin care solicita limitarea dreptului de contact al lui D.C. prin hotărârea definitivă din 5 februarie 2004, instanţele naţionale şi-au întemeiat hotărârea în principal pe afilierea religioasă a doamnei M.. Totodată, instanţa de prim grad a acuzat-o pe doamna M. că şi-a crescut fiul conform preceptelor religiei sale, iar curtea de apel nu s-a distanţat de hotărârea instanţei menţionate mai sus, care, potrivit reclamanţilor, a fost parţială şi subiectivă. Mai mult, instanţele naţionale nu au oferit motive obiective pentru respingerea probelor medicale şi a mărturiilor care dovedeau că D.C. l-a agresat sexual pe cel de-al doilea reclamant. În sfârşit, instanţele naţionale nu au acceptat nici acţiunea doamnei M. de contestare a acordării dreptului de vizitare lui D.C. care s-a încheiat prin hotărârea definitivă din 1 iunie 2005, în ciuda dovezilor disponibile privind abuzul la care cel de-al doilea reclamant fusese supus.", "(ii)  Guvernul", "137. Guvernul nu contestă că art. 6 este aplicabil în ceea ce priveşte acţiunea reclamanţilor. Guvernul susţine că instanţele naţionale au examinat plângerile doamnei M. pe baza dovezilor disponibile la dosar şi au oferit motivele respingerii probei cu înscrisuri şi a mărturiilor. Mai mult, atunci când instanţa de prim grad a făcut referire la afilierea religioasă a doamnei M., instanţele apelate au examinat cauza fără a face astfel de referiri. În fine, la 1 iunie 2005, instanţele naţionale au respins acţiunea reclamantei prin care contesta atribuirea dreptului de vizitare al lui D.C. revizuind şi examinând toate probele prezentate de reclamantă în cursul procedurii publice şi în contradictoriu.", "(b)  Domeniul de aplicare al motivării Curţii", "138. Având în vedere natura şi fondul plângerilor reclamanţilor în speţă, Curtea constată că acestea se încadrează pentru a fi examinate în principal în temeiul art. 14 coroborat cu art. 6 din convenţie.", "139. Totodată, având în vedere constatarea în ceea ce priveşte capetele de cerere formulate de reclamanţi în temeiul art. 3 şi 8 din convenţie (de mai sus), precum şi legătura strânsă dintre procedurile penale şi civile iniţiate de reclamanţi împotriva lui D.C., Curtea nu consideră necesar să se pronunţe cu privire la acuzaţiile de încălcare a art. 6 considerat separat sau coroborat cu art. 14, în ceea ce priveşte procedura care s-a încheiat prin hotărârea definitivă din 5 februarie 2004, cu privire la cel de-al doilea reclamant. În plus, Curtea nu consideră necesar să se pronunţe cu privire la acuzaţiile de încălcare a aceloraşi articole, considerate separat sau coroborat, în ceea ce priveşte procedura care s-a încheiat prin hotărârea definitivă din 1 iunie 2005, în măsura în care se face referire la ambii reclamanţi.", "(c)  Motivarea Curţii", "140. Curtea reiterează că art. 14 completează celelalte dispoziţii materiale din convenţie şi protocoale. Acesta nu există independent deoarece are efect numai în coroborare cu exercitarea drepturilor şi libertăţilor apărate prin dispoziţiile respective. Deşi aplicarea art. 14 nu presupune o încălcare a respectivelor dispoziţii – şi în măsura aceasta este independent –, nu poate fi aplicat decât dacă faptele în cauză intră în domeniul de aplicare al uneia sau mai multor dispoziţii de fond (a se vedea, printre multe alte autorităţi, Abdulaziz, Cabales şi Balkandali împotriva Regatului Unit, 28 mai 1985, pct. 71, seria A nr. 94, şi Karlheinz Schmidt împotriva Germaniei, 18 iulie 1994, pct. 22, seria A nr. 291-B).", "141. În acest context, Curtea reaminteşte că a hotărât anterior că aspectele de dreptul familiei, cum ar fi o acţiune având ca obiect limitarea dreptului de vizitare, intră în domeniul de aplicare al art. 6 (a se vedea, mutatis mutandis, Rasmussen împotriva Danemarcei, 28 noiembrie 1984, pct. 32, seria A nr. 87). În consecinţă, Curtea consideră că art. 14 este aplicabil în speţă.", "142. În ceea ce priveşte domeniul de aplicare al garanţiei prevăzute la art. 14, potrivit jurisprudenţei, o diferenţă de tratament este discriminatorie dacă nu are o justificare obiectivă şi rezonabilă, şi anume dacă aceasta nu urmăreşte un scop legitim sau dacă nu există un raport rezonabil de proporţionalitate între mijloacele folosite şi scopul urmărit a fi realizat. Mai mult, statele contractante beneficiază de o anumită marjă de apreciere în a evalua dacă şi în ce măsură diferenţele în situaţii altfel similare justifică o diferenţă de tratament (a se vedea, de exemplu, Gaygusuz împotriva Austriei, 16 septembrie 1996, pct. 42, Culegere 1996-IV, şi Fretté împotriva Franţei, nr. 36515 /97, pct. 34, CEDO 2002-I).", "143. Rolul Curţii nu este de se substitui autorităţilor române competente în reglementarea problemelor referitoare la limitarea dreptului de vizitare în România, ci mai degrabă să examineze conform convenţiei hotărârile pe care autorităţile respective le-au luat în exercitarea puterii lor discreţionare. Ceea ce este important pentru Curte este dacă motivele care presupun că justifică măsurile concrete adoptate cu privire la respectarea drepturilor reclamantului au fost relevante şi suficiente (a se vedea Gineitiene împotriva Lituaniei, nr. 20739/05, pct. 37, 27 iulie 2010).", "144. În ceea ce priveşte speţa de faţă, Curtea observă că, atunci când au evaluat cererea doamnei M. de a limita dreptul de vizitare al lui D.C., instanţele române şi, în special, instanţele apelate au examinat şi evaluat dovezile disponibile la dosar şi au luat în considerare cele mai bune interese ale copilului (a se vedea pct. 79 de mai sus). Curtea notează de asemenea că mărturiile şi probele de specialitate au arătat că întâlnirile dintre D.C. şi fiul său au fost normale şi copilul s-a bucurat de fiecare dată când şi-a văzut tatăl. În plus, D.C. nu a fost condamnat prin hotărâri definitive pentru acte de violenţă sau ilegale în alt mod, comise împotriva fiului său şi se pare că, din cauza comportamentului doamnei M., a avut acces limitat la copilul său şi i-a fost dificil să menţină legături personale cu fiul său, chiar dacă dreptul său de vizitare nu îi mai fusese limitat de instanţele naţionale. În fine, Curtea ia în considerare politica urmărită în speţa de faţă, de a menţine dreptul părintelui divorţat, căruia nu i-a fost încredinţată custodia copilului, de a păstra legături personale cu copilul (a se vedea pct. 79 de mai sus).", "145. În opinia Curţii, acest raţionament al instanţelor din România arată în mod clar că cel mai bun interes al tuturor părţilor implicate a fost considerat esenţial, fără a exista vreo încălcare a celor mai bune interese ale copilului. Curtea concluzionează că acest raţionament a fost relevant şi suficient şi nu a fost afectat de vreun element de arbitraritate sau de inechitate.", "146. În ceea ce priveşte afirmaţia doamnei M. că ar fi fost discriminată de instanţele naţionale din cauza convingerilor sale religioase, Curtea consideră că nu se poate afirma că instanţele naţionale au decis în speţă pe baza apartenenţei sale religioase. Din hotărârile instanţelor naţionale şi, în special, din hotărârile instanţelor apelate se poate observa că principala lor grijă a fost interesul superior al copilului, fiind luaţi în special în considerare factorii enumeraţi la pct. 144 de mai sus. Este adevărat că, în hotărârea sa, instanţa de prim grad a făcut referire la afilierea religioasă a reclamantei. Totuşi, hotărârea nu a fost definitivă şi nu există nicio probă la dosar că importanţa dată de instanţa de prim grad în luarea deciziei în ceea ce priveşte convingerile religioase ale reclamantei ar fi fost în vreun fel susţinută de instanţele apelate.", "147. Totodată, Curtea ia act că solicitarea doamnei M. de a limita dreptul de vizitare al lui D.C. nu a fost evaluată in abstracto (a se vedea, prin implicaţie inversă, Palau-Martinez împotriva Franţei, nr. 64927/01, pct. 42–43, CEDO 2003–XII). Instanţele naţionale apelate nu au atribuit vreo importanţă deosebită afilierii religioase a reclamantei şi nu au folosit-o împotriva acesteia. În concluzie, niciun aspect din speţă în ceea ce priveşte raţionamentul instanţelor române nu sugerează că acestea ar fi decis în mod diferit în funcţie de religia reclamantei.", "148. În astfel de circumstanţe, Curtea nu poate concluziona că a existat un raport rezonabil de proporţionalitate între mijloacele folosite şi scopul legitim urmărit (a se vedea, prin contrast, Hoffmann împotriva Austriei, 23 iunie 1993, pct. 36, seria A nr. 255–C , şi Palau-Martinez, citată anterior, pct. 42–43).", "149. În lumina considerentelor de mai sus, Curtea constată că orice diferenţă de tratament între părinţi a avut o justificare obiectivă şi rezonabilă. În consecinţă, nu a existat nicio încălcare a art. 14 din Convenţie coroborat cu art. 6 în ceea ce o priveşte pe doamna M.", "150. Având în vedere concluzia de mai sus, Curtea nu consideră necesar să se pronunţe cu privire la acuzaţia referitoare la încălcarea art. 6 considerat separat în ceea ce o priveşte pe reclamantă.", "IV. Cu privire la aplicarea art. 41 din Convenţie", "151. Art. 41 din Convenţie prevede:", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”.", "A.  Prejudiciu", "152. Reclamanţii au pretins 20.000 de euro (EUR) fiecare, cu titlu de prejudiciu moral, pentru traumele psihologice pe care le-au avut de suferit în urma rezultatului procedurii interne iniţiate împotriva lui D.C.", "153. Guvernul consideră că pretenţiile sunt excesive.", "154. Curtea notează că, la pct. 123 (de mai sus) s-a constatat o combinaţie de încălcări în speţa de faţă, în special faptul că statul nu şi-a îndeplinit obligaţiile pozitive în temeiul art. 3 şi 8 din convenţie, în ceea ce priveşte al doilea reclamant. În aceste circumstanţe, Curtea acordă celui de-al doilea reclamant 13 000 euro pentru prejudiciul moral, plus orice taxă ce poate fi datorată cu titlu de impozit.", "B.  Cheltuieli de judecată", "155. Reclamanţii au pretins, de asemenea, suma de 500 de euro pentru plata onorariilor şi au prezentat o chitanţă în valoarea sumei solicitate.", "156. Guvernul consideră că suma solicitată este excesivă.", "157. Potrivit jurisprudenţei Curţii, un reclamant are dreptul la rambursarea cheltuielilor de judecată numai în măsura în care s-a stabilit caracterul real, necesar şi rezonabil al acestora [a se vedea, de exemplu, Iatridis împotriva Greciei (satisfacţie echitabilă) (MC), nr. 31107/96, pct. 54, CEDO 2000-XI].", "158. Ţinând seama de documentele pe care le deţine şi de criteriile menţionate mai sus, Curtea consideră rezonabil să acorde reclamanţilor suma de 500 EUR pentru cheltuielile de judecată.", "C. Dobânzi moratorii", "159. Curtea consideră necesar ca rata dobânzilor moratorii să se întemeieze pe rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, majorată cu trei puncte procentuale.", "Pentru aceste motive, Curtea", "1.  Respinge în unanimitate excepţia preliminară a Guvernului;", "", "2.  Declară în unanimitate cererea admisibilă;", "", "3.  Hotărăşte, cu şase voturi la unu, că a existat o încălcare a art. 3 şi art. 8 din Convenţie ca urmare a faptului că statul nu şi-a îndeplinit obligaţiile pozitive care îi revin în temeiul articolelor menţionate în ceea ce priveşte al doilea reclamant;", "", "4.  Hotărăşte în unanimitate că nu a fost încălcat art. 8 din Convenţie în ceea ce priveşte separarea primei reclamante de fiul său şi limitarea dreptului de vizitare;", "", "5.  Hotărăşte în unanimitate că nu există nicio problemă distinctă în temeiul art. 13 din Convenţie în ceea ce priveşte pe vreunul din reclamanţi;", "", "6.  Hotărăşte în unanimitate că nu există nicio încălcare a art. 14 coroborat cu art. 6 din Convenţie în ceea ce priveşte prima reclamantă referitor la procedura care s-a încheiat prin hotărârea definitivă din 5 februarie 2004 în ceea ce priveşte întemeierea hotărârii autorităţilor naţionale pe afilierea sa religioasă;", "", "7.  Hotărăşte în unanimitate că nu este necesar să examineze capătul de cerere formulat de prima reclamantă în temeiul art. 6 din Convenţie considerat separat şi capătul de cerere formulat de cel de-al doilea reclamant în temeiul art. 6 considerat separat sau coroborat cu art. 14 din convenţie în ceea ce priveşte procedura care s-a încheiat prin hotărârea definitivă din 5 februarie 2004;", "", "8.  Hotărăşte în unanimitate că nu este necesar să examineze capetele de cerere formulate de reclamanţi în temeiul art. 6 din Convenţie considerat separat sau coroborat cu art. 14 din Convenţie în ceea ce priveşte procedura care s-a încheiat prin hotărârea definitivă din 1 iunie 2005;", "", "9.  Hotărăşte cu şase voturi la unu", "(a)  că statul pârât trebuie să plătească, în termen de trei luni de la data rămânerii definitive a hotărârii, în conformitate cu art. 44 § 2 din convenţie, următoarele sume:", "(i)  13 000 EUR (treisprezece mii de euro) celui de-al doilea reclamant, plus orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral;", "(ii)  500 EUR (cinci sute de euro), împreună, celor doi reclamanţi, plus orice sumă ce poate fi datorată, cu titlu de cheltuieli de judecată;", "(b)  că sumele de mai sus trebuie convertite în moneda naţională a statului pârât la rata de schimb aplicabilă la data plăţii;", "(c)  că, de la expirarea termenului menţionat de trei luni şi până la efectuarea plăţii, aceste sume trebuie majorate cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginal practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "", "10. Respinge cererea de acordare a unei reparaţii echitabile pentru celelalte capete de cerere formulate de reclamanţi.", "Redactată în limba engleză, apoi comunicată în scris, la 27 septembrie 2011, în temeiul art. 77 § 2 şi art. 77 § 3 din Regulamentul Curţii.", "\tSantiago Quesada\tJosep Casadevall\n\tGrefier\tPreşedinte", "", "În conformitate cu art. 45 § 2 din convenţie şi cu art. 74 § 2 din Regulamentul Curţii, opinia separată a judecătorului Egbert Myjer este anexată la prezenta hotărâre.", "J.C.M.\nS.Q.", "OPINIA SEPARATĂ A DOMNULUI JUDECĂTOR MYJER", "", "În cauzele care nu sunt extreme, nu este greşit ca un judecător să-şi reconsidere raţionamentul din spatele opiniei provizorii în momentul în care constată că toţi colegii săi din cameră sunt în favoarea unui rezultat opus.", "Totuşi, în această cauză, suntem profund convinşi că rezultatul corect ar fi fost să se constate că nu a existat nicio încălcare.", "Din activitatea anterioară de judecător într-o instanţă naţională ne amintim de câteva cazuri în care, după un divorţ sau chiar în timpul procedurii de divorţ, acuzaţiile de abuz sexual au fost utilizate de una dintre părţi pentru a o lipsi pe cealaltă parte de dreptul de vizitare sau chiar de orice contact.", "Ştiu cât de grele sunt aceste cazuri. Dacă ceea ce se susţine este adevărat, sunt necesare măsuri imediate; în cazul în care nu este adevărat, atunci se poate petrece cel mai profund rău atât pentru părintele acuzat, cât şi pentru copil.", "Într-adevăr, autorităţile naţionale trebuie să ia astfel de acuzaţii în serios şi trebuie să le investigheze imediat şi cu diligenţă, în speranţa de a stabili ceea ce s-a întâmplat de fapt.", "Totuşi, în special atunci când apar mărturii conflictuale ale martorilor şi nu există suficiente probe fizice (sau atunci când sunt posibile explicaţii diferite în ceea ce priveşte probele fizice), este uneori imposibil să se stabilească adevărul „real”.", "Din ceea ce am observat, autorităţile române au luat în serios cazul şi, în general, au acţionat cu diligenţă.", "La pct. 114 şi 115, Curtea notează în mod corect cât de multe au făcut autorităţile şi cât de greu se pare că le-a fost să afle adevărul. Am adăuga la aceasta faptul că „disperarea” autorităţilor de a afla adevărul rezultă evident din faptul că au ajuns până la măsuri destul de neobişnuite precum cea de a folosi un poligraf.", "Cu toate acestea, raţionamentul în luarea hotărârii se schimbă. La pct. 116, Curtea indică ce ar fi trebuit să fi făcut în plus autorităţile. Avem mari obiecţii faţă de acest tip de raţionament, dacă nu există o situaţie în care să fie foarte clar că autorităţile au omis intenţionat măsurile cele mai evidente de anchetă. Aceasta nu pare să se fi întâmplat în speţă. Ni se pare că este greşit să fie indicate de către Curte, în detaliu, măsurile suplimentare pe care le consideră că ar fi trebuit luate de autorităţi. Asta echivalează cu a acţiona ca o instanţă de gradul patru într-o situaţie în care – spre deosebire de autorităţile naţionale – Curtea nu a beneficiat nici măcar de avantajul contactului direct cu părţile interesate."]}