{"file": "RUM_HJUDRUM_48420_10.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "48420/10", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "© Council of Europe/European Court of Human Rights, 2013. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "SECŢIA A PATRA", "", "", "", "", "", "", "", "CAUZA EWEIDA ŞI ALŢII împotriva MARII BRITANII", "", "(Cererile nr. 48420/10, 59842/10, 51671/10 şi 36516/10)", "", "", "", "", "", "", "HOTĂRÂRE", "[Extracte]", "", "", "", "STRASBOURG", "", "15 ianuarie 2013", "", "", "", "", "Hotărârea devine definitivă în condiţiile prevăzute la art. 44 § 2 din Convenţie. Aceasta poate suferi modificări de formă.", "", "În cauza Eweida şi alţii c. Regatului Unit,", "Curtea Europeană a Drepturilor Omului (Secţia a patra), reunită în Camera compusă din:", "\tDavid Thór Björgvinsson, Preşedinte,\n\tNicolas Bratza,", "\tLech Garlicki\n\tPäivi Hirvelä,\n\tZdravka Kalaydjieva,\n\tNebojša Vučinić,\n\tVincent A. De Gaetano, judecători,\n\tşi Lawrence Early, Grefier de Secţie,", "Deliberând în camera de consiliu pe 4 septembrie şi 11 decembrie 2012,", "Pronunţă următoarea hotărâre, adoptată la acele date:", "PROCEDURA", "1.  La originea cauzei se află patru cereri (nr. 48420/10, 59842/10, 51671/10 şi 36516/10) contra Regatului Unit al Marii Britanii şi Irlandei de Nord depuse la Curte, potrivit articolului 34 din Convenţia pentru apărarea drepturilor omului şi libertăţilor fundamentale („Convenţia”) de către patru cetăţeni britanici, dna Nadia Eweida, dna Shirley Chaplin, dna Lillian Ladele şi dl Gary McFarlane („reclamanţii”), la 10 august 2010, 29 septembrie 2010, 03 septembrie 2010 şi, respectiv, 24 iunie 2010.", "2. Reclamanţii au fost reprezentaţi de Aughton Ainsworth, o societate de avocaţi din Manchester, (dna Eweida), dl Paul Diamond, (dna Chaplin şi dl McFarlane), şi Ormerods, un cabinet de consultanţă juridică din Croydon, Surrey, (dna Ladele). Guvernul Regatului Unit („Guvernul”) a fost reprezentat de către agentul său, dna Ahila Sornarajah.", "3. Reclamanţii s-au plâns că dispoziţiile de drept intern nu le-au protejat în mod adecvat dreptul de a-şi manifesta religia. Dna Eweida şi dna Chaplin se plâng în special cu privire la restricţiile impuse de către angajatorii lor în privinţa portului unei cruci la gâtul lor. Dna Ladele şi dl McFarlane s-au plâns în special cu privire la sancţiunile impuse împotriva lor de către angajatori, ca urmare a suspiciunilor primilor cu privire la oferirea unor servicii care ar fi tolerat uniunea dintre homosexuali. Dna Eweida, dna Chaplin şi dl McFarlane au invocat articolul 9 din Convenţie, privit separat şi combinat cu articolul 14, în timp ce doamna Ladele s-a plâns doar în temeiul articolului 14 coroborat cu articolul 9.", "4. La 12 aprilie 2011, cererea dnei Chaplin a fost reunită cu cea a dnei Eweida, iar cererea dlui McFarlane cu cea a dnei Ladele. Toate cele patru cereri au fost comunicate Guvernului. De asemenea, Curtea a decis să se pronunţe cu privire la admisibilitatea şi fondul cererilor în acelaşi timp (articolul 29 § 1). La data adoptării prezentei hotărâri, s-a mai decis să se reunească toate cele patru cereri.", "5. Calitatea de terţi intervenienţi le-a fost acordată de către preşedinte, în cadrul procedurii scrise, următoarelor persoane şi organizaţii (articolul 36 § 2 din Convenţie şi articolul 44 § 2): Comisia pentru egalitate şi drepturile omului; Societatea Seculară Naţională, Dr. Jan Camogursky şi Alianţa fondului de apărare; episcopul Michael Nazir-Ali, Premier Christian Media Trust, Episcopii din Chester şi Blackburn; Associazione Giuseppi Dossetti: i Valori, Observatorul intoleranţei şi discriminării împotriva creştinilor din Europa; Liberty; Institutul Clapham şi KLM; Centrul European pentru Lege şi Justiţie; Lord Carey din Clifton; şi Fédération Internationale des ligues des Droits de l’Homme (FIDH, CIJ, ILGA-Europe).", "6. Şedinţa publică s-a desfăşurat în Palatul Drepturilor Omului, Strasbourg, pe 4 septembrie 2012 (art. 59 § 3).", "S-au prezentat în faţa Curţii:", "", "(a)  pentru Guvern\nDna Ahila SORNARAJAH \tAgent guvernamental\nDl James EADIE QC\tConsilier\nDna Dan SQUIRES\tConsilier\nDna Suzanne LEHRER \tConsultant\nDl Hilton LESLIE \tConsultant\nDl Wally FORD \tConsultant", "(b)  pentru reclamant\nDl James DINGEMANS QC \tConsilier \nDna Sarah MOORE \tConsilier\nDl Thomas ELLIS \tJurisconsult\nDl Gregor PUPPINCK \tConsultant", "(c)  pentru cel de-al treilea reclamant\nDna Dinah ROSE QC\t\tConsilier \nDl Ben JAFFEY\t\tConsilier\nDl Chris McCRUDDEN \t\tConsilier\nDl Mark JONES \t\tConsultant\nDl Sam WEBSTER \t\tConsultant", "(d)  pentru cel de-al doilea şi al patruleareclamant \nDl Paul DIAMOND \tConsilier\nDl Paul COLEMAN \tConsilier\nDl Pasha HMELIK \tConsilier\nDna Andrea WILLIAMS \tConsultant\nDl Andrew MARSH \tConsultant", "Curtea a audiat concluziile dlui Mr Eadie QC pentru Guvern, ale dlui Dingemans QC pentru dna Eweida, ale dnei Rose QC pentru dna Ladele şi ale dlui Diamond pentru dna Chaplin şi dl McFarlane.", "I.  CIRCUMSTANŢELE CAUZEI", "7.  Primul dintre reclamanţi, dna Eweida, s-a născut în 1951 şi locuieşte în Twickenham. Al doilea reclamant, dna Chaplin, s-a născut în 1955 şi locuieşte în Exeter. Al treilea reclamant, dna Ladele, s-a născut în 1960 şi locuieşte în Londra. Cel de-al patrulea reclamant, dl McFarlane, s-a născut în 1961 şi locuieşte în Bristol.", "8.  Circumstanţele cauzei, aşa cum au fost prezentate de către părţi, pot fi rezumate după cum urmează.", "A.  Dna Eweida", "9.  Primul dintre reclamanţi, care şi-a trăit primii 18 ani din viaţă în Egipt, este un creştin copt practicant. Din 1999 a lucrat în calitate de funcţionar al serviciului de check-in pentru British Airways Plc, o companie privată.", "10. British Airways le-a cerut tuturor funcţionarilor săi care intrau în contact cu publicul portul obligatoriu de uniformă. Până în 2004, uniforma pentru persoanele de sex feminin includea o bluză cu guler înalt. În 2004, British Airways a introdus o nouă uniformă, care includea o bluză cu decolteu pentru persoanele de sex feminin, care trebuia purtată împreună cu o cravată uşor de ascuns sau lejer de legat la gât. A fost elaborat un ghid vestimentar, care stabilea reguli detaliate despre fiecare detaliu al uniformei. Acesta includea următorul pasaj, în secţiunea intitulată „Accesoriile feminine”:", "“Orice accesoriu sau articol vestimentar pe care angajatul îl poartă din motive religioase trebuie să stea acoperit tot timpul de uniformă. Dacă, totuşi, este imposibil a fi îndeplinită această condiţie, având în vedere natura articolului şi modalitatea în care acesta se poartă, este necesară o aprobare din partea managementului local cu privire compatibilitatea cu standardele uniformei, dacă această aprobare nu este deja conţinută de ghidul vestimentar. ... NB Niciun alt articol nu poate fi purtat împreună cu uniforma. Veţi fi nevoiţi să înlăturaţi orice alt articol sau bijuterie care nu se conformează regulilor de mai sus.”", "11.  Atunci când un angajat s-a prezentat la locul de muncă purtând un articol care nu respecta codul vestimentar, British Airways îi solicita de obicei acestuia să elimine articolul respectiv sau, dacă era necesar, să se întoarcă acasă pentru a-şi schimba hainele. Timpul pierdut de către angajat pentru aranjarea ţinutei sale era dedus din salariul său. Cu privire la articolele vestimentare considerate de British Airways ca fiind obligatorii în anumite religii şi care nu puteau fi ascuse sub uniformă, a fost acordată o autorizaţie angajaţilor Sikh de sex masculin să poarte un turban de culoare bleu închis sau alb sau să afişeze brăţara Sikh vara, dacă ar fi obţinut autorizaţia de a purta o cămaşă cu mânecile scurte. Femeile musulmane membre ale personalului de la sol au fost autorizate să poarte hijab-uri (văluri) în culorile aprobate de British Airways.", "12.  Până la 20 mai 2006, dna Eweida a purtat o cruce la serviciu, ascunsă sub hainele ei. Pe 20 mai 2006, ea a decis să poarte crucea la vedere, ca dovadă a apartenenţei sale la o credinţă. Când a ajuns la serviciu în acea zi, managerul i-a cerut să-şi scoată crucea şi lanţul sau să le ascundă sub cravată. Dna Eweida a refuzat să o facă iniţial, dar în cele din urmă a consimţit să respecte instrucţiunile date după ce a discutat cu un manager de nivel superior. Pe 7 august 2006, dna Eweida s-a prezentat din nou la serviciu cu crucea la vedere şi iarăşi s-a conformat codului vestimentar, fără vreo convingere, după ce a fost avertizată că dacă ar fi refuzat, ar fi fost trimisă acasă fără să fie plătită. Pe 20 septembrie 2006, aceasta a refuzat să ascundă sau să înlăture crucea şi a fost trimisă acasă fără a fi plătită până în momentul în care ar fi decis să-şi îndeplinească obligaţia contractuală de a respecta codul vestimentar. Pe 23 octombrie 2006, i s-a oferit un post administrativ care nu presupunea contactul cu clienţii şi portul unei uniforme, dar aceasta a respins oferta.", "13.  La mijlocul lui octombrie 2006, au apărut mai multe articole de presă referitoare la cazul dnei Eweida şi cu tentă critică la adresa companiei British Airways. Pe 24 noiembrie 2006, British Airways a anunţat o revizuire a politicilor sale vestimentare în privinţa afişării de simboluri religioase. Urmând consultarea cu membrii companiei şi reprezentanţii sindicatelor, s-a decis, pe 19 ianuarie 2007, să se implementeze o nouă politică. Producând efecte din 1 februarie 2007, afişarea simbolurilor religioase şi de caritate era permisă doar cu autorizaţia prealabilă. Anumite simboluri precum crucea şi steaua lui David primeau autorizări imediate. Dna Eweida a revenit la serviciu pe 3 februarie 2007, cu permisiunea de a purta crucea, în conformitate cu noua politică. Cu toate acestea, British Airways a refuzat să-i acorde compensaţii pentru veniturile pierdute în perioada în care a ales să nu se prezinte la serviciu.", "14.  Dna Eweida a introdus o cerere la Tribunalul pentru Litigiile de Muncă pe 15 decembrie 2006, solicitând, inter alia, daune pentru discriminarea indirectă, contrară regulii 2 din Regulamentul privind egalitatea în muncă din 2003 (Religie şi convingeri) („Regulamentul din 2003”: a se vedea paragraful 41 de mai jos), dar şi constatarea încălcării dreptului său de a-şi manifesta religia, contrară articolului 9 din Convenţie. Tribunalul pentru Litigiile de Muncă a respins cererea dnei Eweida. Această instanţă a statuat că portul crucii la vedere nu reprezenta un imperativ al credinţei creştine, ci dorinţa proprie a dnei Eweida. Nu a existat niciun alt precedent, la un număr de aproximativ 30,000 de angajaţi care purtau uniformă, în sensul introducerii unei astfel de solicitări sau de cereri, cu atât mai puţin vreun refuz de a se prezenta la muncă, dacă aceasta nu i-ar fi îndeplinită. Prin urmare, reclamantul nu a reuşit să demonstreze că politica vestimentară a dezavantajat creştinii în general, necesar fiind să se stabilească acest fapt în cererea privind discriminarea indirectă.", "15.  Dna Eweida a contestat hotărârea la Tribunalul de Apel pentru Litigiile de Muncă, care a respins apelul pe 20 noiembrie 2008. Tribunalul de Apel pentru Litigiile de Muncă a reţinut că nu era necesar pentru dna Eweida să dovedească faptul că şi alţi creştini s-au plâns cu privire la politica vestimentară, din moment ce o persoană putea fi dezavantajată în mod special, în sensul regulii 3(1) din Regulamentul din 2003, chiar dacă aceasta respecta, fără să vrea, restricţiile asupra simbolurilor religioase purtate la vedere. Cu toate acestea, Tribunalul de Apel pentru Litigiile de Muncă a concluzionat că ideea de discriminare indirectă implica discriminarea înpotriva unui grup definit şi că reclamantul nu a adus dovada dezavantajării acelui grup.", "16.  Dna Eweida a înaintat un apel la Curtea de Apel, aceasta respingându-l la 12 februarie 2010. Curtea a statuat că Tribunalul pentru Litigiile de Muncă şi Tribunalul de Apel pentru Litigiile de Muncă au comis o eroare de drept şi că ceea ce era necesar pentru stabilirea discriminării indirecte era simpla dovadă a existenţei unui dezavantaj în cazul unui singur individ. Curtea de Apel a respins acest argument, pe care nu l-a considerat ca fiind întemeiat pe dispoziţiile Regulamentului din 2003. Aceasta a aprobat însă poziţia Tribunalului de Apel pentru Litigiile de Muncă, atunci când a reţinut că:", "„... pentru existenţa discriminării indirecte, trebuie să poată fi făcute afirmaţii generale reale despre un grup religios, astfel încât angajatorul să poată aprecia în mod rezonabil că orice prevedere specială poate avea un impact negativ disparat asupra grupului.”", "Mai mult, chiar dacă argumentele juridice ale dnei Eweida erau corecte, iar discriminarea indirectă ar fi fost echivalentă cu dezavantajul creat unui singur individ şi rezultând din dorinţa de a-şi manifesta cedinţa într-un anume fel, constatările ale Tribunalului pentru Litigiile de Muncă au condus la faptul că regula a reprezentat un mijloc proporţional pentru atingerea unui scop legitim. Timp de aproximativ şapte ani, nimeni, inclusiv dna Eweida, nu s-a plâns vreodată de această regulă şi, odată ce problema a fost ridicată, ea a fost adresată în mod corespunzător. În schimb, compania British Airways s-a oferit să-l detaşeze pe reclamant într-un post unde să nu intre în contact cu publicul, fără a-şi pierde onorariile pentru munca prestată, dar reclamantul a ales să respingă oferta şi să renunţe în schimb la serviciu, solicitând onorariile drept compensaţie. În plus, Curtea de Apel nu a luat în considerare faptul că jurisprudenţa aceste instanţe cu referire la articolul 9 din Convenţie îi este favorabilă dnei Eweida. Aceasta a făcut trimitere la hotărârea Camerei Lorzilor în cauza R (SB) c. Governors of  [2006] UKHL 15, unde Lordul Bingham a analizat jurisprudenţa Curţii şi a Comisiei şi a conchis:", "„Instituţiile de la Strasbourg nu au putut stabili existenţa unei ingerinţe în dreptul de a-ţi manifesta convingerile religioase în practică sau să remarce dacă vreo persoană a fost acceptată în mod voluntar în cadrul unui serviciu sau a unei funcţii care nu se potriveşte cu această practică ori să remarce dacă există şi alte posibilităţi pentru ca o persoană să practice sau să respecte tradiţiile religioase fără inconveniente sau dificultăţi excesive”.", "17.  Pe 26 mai 2010, Curtea Supremă a respins recursul dnei Eweida.", "B.  Dna Chaplin", "18.  Cel de-al doilea reclamant este, de asemenea, creştină practicantă. Domnia sa a purtat o cruce la vedere, agăţată de un lanţ în jurul gâtului, de la botezul său din 1971, ca expresie a credinţei sale. Aceasta consideră că renunţarea la cruce ar semnifica o profanare a credinţei sale.", "19.  Dna Chaplin a devenit asistentă medicală în 1981 şi a fost angajată la Royal Devon şi Exeter NHS Foundation Trust, un spital de stat, din aprilie 1989 până în iulie 2010, cu un parcurs profesional de excepţie. La momentul desfăşurării evenimentelor în discuţie, aceasta lucra la o secţie de geriatrie. Spitalul avea o politică uniformă, bazată pe directivele Departamentului de Sănătate. Politica spitalului privind uniforma prevedea în paragraful 5.1.5 că, „În cazul în care sunt purtate, bijuteriile trebuie să fie discrete”, iar în paragraful 5.3.6, următoarele:", " “5.3.6  Pentru a reduce la minim riscul de infectare al crucii, bijuteriile vor fi [sic] purtate cât se poate de puţin (see 5.1.11). Acestea pot fi:", "Un inel simplu şi neted, care nu va dăuna igienii mâinilor,", "O pereche de cercei simpli, discreţi.", "Colierele nu vor fi purtate pentru a se reduce riscul de accidentare a pacienţilor în executarea manevrelor medicale necesare.", "Piercingul facial ar trebui îndepărtat sau acoperit.”", "Paragraful 5.1.11 prevedea:", "„Orice membru al personalului care doreşte să poarte anumite tipuri de haine sau bijuterii din motive religioase ori culturale trebuie să supună acest fapt managerului de direcţie, care nu va refuza în mod nejustificat aprobarea.”", "Evidenţa cazurilor din faţa Tribunalului pentru Litigiile de Muncă releva că, din motive de sănătate şi siguranţă, unei alte asistente de religie creştină i s-a cerut să renunţe la cruce şi lanţ, iar două asistente Sikh au fost anunţate că nu puteau purta braţări sau kirpane, şi că trebuie să respecte aceste instrucţiuni. Unor doi medici musulmani de sex feminin li s-a dat permisiunea să poarte hijab-ul strans, făcându-l să semene cu o cagulă.", "20.  În iunie 2007, au fost introduse noi uniforme la spital, care includeau pentru prima dată o tunică cu gulerul în formă de V, pentru asistente. În iunie 2009, managerul dnei Chaplin i-a cerut acesteia să renunţe la „colier”. Dna Chaplin a insistat privitor la valoarea de simbol religios a crucii şi a solicitat aprobarea să o poarte. Aceasta a fost refuzată, din motivul că lanţul şi crucea ar putea da naştere la accidente în cazul în care vreun pacient în vârstă ar fi tras de ele. Dna Chaplin a propus apoi să poarte crucea legată de un lanţ cu verigi magnetice, care s-ar fi rupt imediat ce ar fi fost tras de vreun pacient. Cu toate acestea, autoritatea de sănătate a respins solicitarea, motivând că ar exista în continuare riscul ca acea cruce să se balanseze liber şi să intre, de exemplu, în contact cu rănile deschise. În cele din urmă, s-a sugerat că s-ar putea lega crucea şi lanţul de insigna de identificare. Toţi membrii personalului erau obligaţi să poarte o insignă de identificare prinsă la buzunar sau de un şnur. La fel de adevărat este că era necesar a fi înlăturate insigna şi şnurul în exercitarea atribuţiilor profesionale şi, din acest motiv, reclamantul a respins această sugestie. În noiembrie 2009, doamna Chaplin a fost detaşată într-o funcţie din afara activităţii de asistentă, funcţie care a fost desfiinţată în iulie 2010.", "21.  Domnia sa a înaintat o plângere la Tribunalul pentru Litigiile de Muncă în noiembrie 2009, invocând atât discriminarea directă, cât şi cea indirectă, din motive religioase. În hotărârea sa din 21 mai 2010, Tribunalul pentru Litigiile de Muncă a reţinut că nu a existat vreo discriminare directă, din moment ce poziţia conducerii spitalului se fundamenta pe sănătatea şi siguranţa pacienţilor, iar nu pe cauze religioase. În privinţa capătului de cerere privind discriminarea indirectă, s-a reţinut că nu a existat vreo dovadă potrivit căreia „persoanele”, altele decât reclamanta, au fost victime ale unui dezavantaj individual. Mai mult, răspunsul conducerii spitalului la cererea dnei Chaplin de a purta crucea la vedere a respectat criteriul proporţionalităţii.", "22.  Reclamanta a fost sfătuită ca, în lumina hotărârii Curţii de Apel din cazul dnei Eweida, o contestare a hotărârii Tribunalului de Apel pentru Litigiile de Muncă nu ar fi avut şanse de succes.", "C.  Ms Ladele", "23.  Cel de-al treilea reclamant este de religie creştină. Ea este de părere că mariajul este uniunea viageră dintre un bărbat şi o femeie şi crede sincer că o constituire a parteneriatelor civile între persoanele de acelaşi sex vin în contradicţie cu legea lui Dumnezeu.", "24.  Dna Ladele a fost angajată de London Borough of Islington, o autoritate publică locală, din 1992. Islington avea o politică de egalitate şi diversitate intitulată „Demnitate pentru toţi”, politică ce conţinea, inter alia, următoarele principii:", "„Islington este mândră de diversitatea sa, iar consiliul va combate discriminarea în orice formă manifestată de aceasta. ‘Demnitate pentru toţi’ ar trebui să devină experienţa personalului Islington, a rezidenţilor şi a utilizatorilor de servicii, indiferent de vârstă, sex, handicap, credinţă, rasă, orientare sexuală, naţionalitate, venit sau stare de sănătate. ...", "Consiliul va promova coeziunea socială şi egalitatea pentru toate grupurile şi se va axa, cu prioritate, pe discriminarea de vârstă, dizabilităţi, sex, rasă, religie şi orientare suxuală. ...", "În general, Islington va:", "\t(a) Promova ceziunea socială prin popularizarea valorilor comune împărtăşite şi înţelegere, susţinute de egalitate, respect şi demnitate pentru toţi. ...", "Ţine de politica Consiliului ca toată lumea să fie tratată în mod echitabil şi fără nicio discriminare. Islington urmăreşte să se asigure că:", "Personalul beneficiază de corectitudine şi egalitate de tratament la locul de muncă", "Clienţilor li se oferă servicii la care au acces în mod egal şi echitabil", "Personalul şi clienţii sunt trataţi cu demnitate şi respect", "Consiliul va fi ferm în eliminarea tuturor barierelor discriminatorii care ar împiedica oamenii să beneficieze de oportunităţile de muncă şi serviciile la care sunt îndrituiţi. Consiliul nu va tolera procese, atitudini şi comportamente care conduc la discriminare, inclusiv hărţuirea, victimizarea şi intimidarea prin prejudiciere, ignoranţă, lipsă de atenţie şi stereotipie. ...", "Toţi angajaţii trebuie să cultive aceste valori oricând şi să-şi exercite serviciul în limitele politicii. Angajaţilor care încalcă principiile politicii li se vor putea aplica măsurile disciplinare.”", "25.  În 2002, dna Ladele a devenit ofiţer de stare civilă, care înregistra naşterile, decesele şi căsătoriile persoanelor. Cu toate că era remunerată de autoritatea locală şi avea datoria să respecte politicile ei, ea nu era angajata acesteia, exercitându-şi în schimb activitatea sub egida Oficiului General al Stării Civile. Legea parteneriatului civil din 2004 a intrat în vigoare în Regatul Unit pe 5 decembrie 2005. Acest act normativ prevedea posibilitatea înregistrării parteneriatelor civile între persoanele de acelaşi sex, garantându-se drepturile şi obligaţiile echivalente celor ale unui cuplu căsătorit. În decembrie 2005, Islington a decis să desemneze înregistrarea parteneriatelor civile tuturor ofiţerilor de stare civile. Acest lucru nu era necesar; legislaţia impunea pur şi simplu asigurarea numărului optim de ofiţeri de stare civilă pentru înregistrarea parteneriatelor civile în regiune. Câteva dintre autorităţile locale ale Regatului Unit au manifestat o altă abordare, permiţându-le ofiţerilor de stare civilă să formuleze obiecţia de religie împotriva constituirii de parteneriate civile, prin refuzul de a fi desemnaţi pentru înregistrarea acestora.", "26.  La început, dnei Ladele i s-a permis să facă aranjamente informale cu ai săi colegi, schimbând cu ei sarcinile de muncă, astfel încât să nu ajungă să oficieze ceremoniile de înregistrare a parteneriatelor civile. Cu toate acestea, în martie 2006, doi dintre colegii săi s-au plâns că refuzul ei de a îndeplini aceste atribuţii avea un caracter discriminatoriu. Într-o scrisoare din 1 aprilie 2006, dnei Ladele i s-a comunicat că, în viziunea autorităţii locale, refuzul de a oficia parteneriatele civile ar putea face incidente dispoziţiile Codului de Conduită şi principiile politicii de egalitate. Domniei sale i s-a solicitat să confirme în scris că va oficia din acel moment parteneriatele civile. Cel de-al treilea reclamant a refuzat să colaboreze, cerând autorităţii locale să permită aranjamentele pentru a-i fi respectate convingerile. Până în mai 2007, atmosfera din oficiu s-a înrăutăţit. Refuzul dnei Ladele de a oficia parteneriatele civile a cauzat dificultăţi în programarea rotaţiilor, creând o sarcină în plus pentru ceilalţi. De asemenea, au existat plângeri din partea colegilor homosexuali care s-au simţit nedreptăţiţi. In mai 2007, autoritatea locală a iniţiat o anchetă preliminară, care s-a încheiat în iulie 2007, cu recomandarea care menţiona că împotriva dnei Ladele poate fi introdusă o plângere disciplinară oficială, ea aducând atingere, prin refuzul de a oficia constituirea parteneriatelor civile din motive de orientare sexuală a părţilor, prevederilor Codului de Conduită şi politicii de egalitate şi diversitate a autorităţii locale. Pe 16 august 2007 a avut loc o audiere. Urmare a acesteia, dna Ladele a fost solicitată să semneze o nouă fişă de post care presupunea administrarea actelor de constituire a parteneriatelor civile şi alte aspecte legate de parteneriatele civile, însă fără condiţia de a oficia ceremonii.", "27.  Dna Ladele a înaintat o acţiune în faţa Tribunalului pentru Litigiile de Muncă, invocând discriminarea directă şi indirectă din motive de religie sau convingeri şi hărţuire. Pe 1 decembrie 2007, Legea privind statistica şi înregistrarea civilă din 2007 a intrat în vigoare şi, în loc să rămână un ofiţer angajat al Oficiului General al Stării Civile, dna Ladele a devenit angajatul autorităţii locale, care avea acum puterea să o concedieze. S-a menţionat în faţa Tribunalului pentru Litigii de Muncă faptul că dacă reclamantul va pierde procesul, va fi concediat mai mult decât probabil.", "28.  Pe 3 iulie 2008, Tribunalul a admis capetele de cerere privind discriminarea religioasă directă şi indirectă şi hărţuirea, reţinând că autoritatea locală „a conferit o mai mare importanţă drepturilor lesbienelor, gay-lor, bisexualilor şi transexualilor decât drepturilor (dnei Ladele) ca practicant al confesiunii creştin-ortodoxe”. Autoritatea locală a contestat hotărârea la Tribunalul de Apel pentru Litigiile de Muncă, care a trimis cauza spre rejudecare Tribunalului pentru Litigiile de Muncă. Această instanţă a reţinut că poziţia autorităţii locale în ceea ce o priveşte pe dna Ladele era proporţională în vederea atingerii scopului urmărit, şi anume asigurarea unui serviciu de înregistrare lipsit de orice discriminare.", "29.  Hotărârea Tribunalului de Apel pentru Litigiile de Muncă a fost contestată în faţa Curţii de Apel care, pe 15 decembrie 2009, a confirmat concluziile Tribunalului de Apel pentru Litigiile de Muncă. Aceasta a statuat, la paragraful 52:", "„...împrejurarea că refuzul dnei Ladele de a oficia constituirea parteneriatelor civile era fundamentată pe concepţia sa religioasă asupra căsătoriei nu putea îndritui concluzia potrivit căreia autorităţilor din Islinton nu le-ar fi permis să-şi pună în aplicare scopul în totalitate, şi anume că toţi ofiţerii de stare civilă ar trebui să oficieze constituirea parteneriatelor civile ca pe o obligaţie ce decurge din politica Demnitate pentru Toţi. Dna Ladele a fost angajată într-o funcţie publică şi lucra pentru o autoritate publică; era obligată să presteze o sarcină pur seculară, ca parte din atribuţiile funcţiei sale; refuzul dnei Ladele de a îndeplini acea atribuţie presupunea un tratament discriminatoriu împotriva persoanelor gay; i s-a cerut să presteze acea sarcină, dată fiind existenţa politicii Demnitate pentru Toţi a Islington, al cărui lăudabil scop era să evite sau cel puţin să diminueze discriminarea printre angajaţii Islington, precum şi discriminarea între angajaţii Islington şi membrii comunităţii pe care o slujeau; refuzul dnei Ladele a adus o ofensă cel puţin a doi dintre colegii săi gay; obiecţia dnei Ladele se fundamenta pe concepţia sa despre căsătorie, ceea ce nu era de esenţa religiei sale; cerinţa Islington nu o împiedica nicicum să-şi manifeste religia aşa cum considera de cuviinţă.”", "Curtea de Apel a concluzionat că articolul 9 din Convenţie şi jurisprudenţa Curţii conduceau la concluzia că dorinţa dnei Ladele de a-i fi respectate convingerile religioase nu ar trebui permisă astfel încât „...să anuleze preocuparea Islington de a se asigura, de către toţi ofiţerii de stare civilă, respectul egal pentru comunitatea homosexualilor şi pentru cea a heterosexualilor.” Aceasta a reţinut apoi că încă de pe vremea de când Regulamentul din 2007 a intrat în vigoare (a se vedea paragraful 42 de mai jos), odată ce dna Ladele a fost desemnată în funcţia de ofiţer care să oficieze parteneriatele civile, Islington nu era doar îndrituit, ci chiar obligat să-i ceară acesteia să oficieze parteneriatele civile.", "30.  Recursul introdus de către reclamant în faţa Curţii Supreme a fost respins pe data de 4 martie 2010.", "D.  Dl McFarlane", "31.  Al patrulea reclamant este creştin practicant, anterior pastor al unei mari biserici multiculturale din . Domnia sa manifestă o profundă şi veritabilă credinţă potrivit căreia Biblia condamnă homosexualitatea, care este păcătoasă, şi că nu trebuie întreprins nimic din ce ar susţine-o.", "32.  Relate Avon Limited („Relate”) este parte din Relate Federation, o companie privată naţională care oferă terapie sexuală confidenţială şi servicii de consiliere pentru problemele relaţiei de cuplu. Relate şi consilierii săi sunt membri ai Asociaţiei Britanice pentru Terapie Sexuală şi de Relaţii de cuplu (BASRT). Asociaţia are un Cod Etic şi nişte Principii de Bună-practică pe care Relate şi consilierii săi trebuie să le respecte. Paragrafele 18 şi 19 din Cod prevăd următoarele:", "\t„Recunoaşterea dreptului la auto-determinare, de exemplu:", "\t18.  Respectarea autonomiei şi a dreptului ultim la auto-determinare al clienţilor şi al altor persoane cu care aceasta intră în legătură. Este nepotrivit pentru un terapeut să impună un set anume de standarde, valori sau idealuri în rândul clienţilor. Terapeutul trebuie să recunoască şi să lucreze astfel încât să respecte valorile şi demnitatea clienţilor (şi a colegilor)  care privesc religia, rasa, sexul, vârsta, credinţele, orientarea sexuală şi dizabilităţile.", "\tConştientizarea prejudecăţilor proprii, de exemplu:", "\t19.  Terapeutul trebuie să fie conştient de propriile sale prejudecăţi şi să evite tratamentul discriminatoriu pe criterii religioase, rasiale, de sex, de vârstă, convingeri, orientare sexuală, dizabilităţi ş.a. Terapeutul deţine responsabilitatea în privinţa problemelor sale cu prejudecăţile şi stereotipurile şi trebuie să ia în considerare în special modul în care acestea ar putea afecta relaţia terapeutică.”", "Relate promovează de asemenea o Politică a egalităţii de şanse, care accentuează o obligaţie pozitivă de a asigura egalitatea. Un fragment din aceasta prevede:", "„Relate Avon se angajează să se asigure că nicio persoană – dintre administratori, membri ai personalului, voluntari, consilieri şi clienţi – nu va beneficia de un tratament mai puţin favorabil în baza caracteristicilor proprii sau de grup, precum rasa, culoarea, vârsta, cultura, situaţia medicală, orientarea sexuală, starea civilă, existenţa unor dizabilităţi [sau] apartenenţa la un grup socio-economic. Relate Avon nu este ţinut doar de litera legii, ci şi de o politică pozitivă care îi va permite atingerea obiectivului de asigurare a egalităţii de şanse pentru toţi cei care lucrează la Centru (indiferent de capacităţile lor) şi pentru toţi clienţii noştri.”", "33.  Dl McFarlane a lucrat pentru Relate în calitate de consilier din mai 2003 până în martie 2008. Iniţial, a manifestat unele rezerve în legătură cu oferirea de servicii de consiliere pentru cuplurile de acelaşi sex, dar, urmare a discuţiilor cu superiorul său, a acceptat că simpla consiliere a unui cuplu de homosexuali nu implica aprobarea unei asemenea relaţii, fiind aşadar dispus să-şi continue munca. Acesta a oferit ulterior servicii de consiliere pentru duă cupluri de lesbiene, fără nicio dificultate, deşi în niciun caz nu existau probleme pur sexuale.", "34.  În 2007, dl McFarlane a început studiile Relate de calificare post-universitară în terapie psiho-sexuală. Până în toamna acelui an, el era privit, în cadrul companiei Relate, ca o persoană care nu dorea să le ofere servicii cuplurilor homosexuale cu privire la problemele sexuale. Ca răspuns la aceste îngrijorări, managerul general al Relate, dl B, a avut o întâlnire cu dl McFarlane în octombrie 2007. Reclamantul a confirmat faptul că are dificultăţi în a reconcilia activităţile de consiliere a cuplurilor de acelaşi sex şi menirea sa de a urma învăţăturile biblice. Dl B şi-a manifestat îngrijorarea spunând că nu este posibil să se aleagă clienţii pentru a face posibil ca dl McFarlane să nu le ofere terapie psiho-sexuală cuplurilor de lesbiene, gay şi bisexuali.", "35.  Pe 5 decembrie 2007, dl B a primit o sesizare din partea altor terapeuţi care spuneau că un consilier nenumit nu dorea să le ofere servicii clienţilor gay, lesbiene şi bisexuali, din raţiuni religioase. Pe 12 decembrie 2007, dl B i-a scris dlui McFarlane că a înţeles refuzul său de a lucra cu cuplurile de aceleaşi sex din anumite motive, îngrijorându-se că proceda astfel în mod discriminatoriu şi contrar Politicii egalităţii de şanse a Relate. Acesta a cerut o confirmare scrisă până pe 19 decembrie 2007 că dl McFarlane va continua să consilieze cuplurile de acelaşi sex cu privire la relaţia lor şi la terapia psiho-sexuală, refuzul având drept consecinţă o acţiune disciplinară. Pe 2 ianuarie 2008, dl McFarlane a răspuns confirmând că nu avea nicio rezervă în a consilia cuplurile de acelaşi sex. Viziunea sa cu privire la prestarea de terapie psiho-sexuală cuplurilor de acelaşi sex era în plină evoluţie, din moment ce încă nu fusese chemat să îndeplinească o astfel de muncă în asemenea cazuri. Mr B a interpretat acest răspuns ca un refuz al dlui McFarlane de a confirma prestarea de terapie psiho-sexuală cuplurilor de acelaşi sex şi, în consecinţă, i-a suspendat activitatea, aşteptând rezultatele unei anchete disciplinare. La o întâlnire din cadrul anchetei, pe 7 ianuarie 2008, reclamantul a recunoscut că într-adevăr exista un conflict între convingerile sale religioase şi oferirea de terapie psiho-sexuală pentru cuplurile de acelaşi sex, dar şi că dacă i s-ar cere să facă un astfel de lucru, o va face, iar dacă s-ar ivi anumite probleme, atunci se va adresa superiorului său. Mr B a înţeles prin aceasta că dl McFarlane confirmă politicile Relate, suspendând, în consecinţă, ancheta disciplinară.", "36.  După o convorbire telefonică cu cel de-al patrulea reclamant, superiorul său l-a contactat pe dl B pentru a-şi exprima profunda îngrijorare. Aceasta a considerat că dl McFarlane era fie în eroare asupra problemei terapiei psiho-sexuale pentru cuplurile de acelaşi sex, fie era rău-intenţionat. Când această îngrijorare i-a fost pusă în vedere, dl McFarlane a menţionat că viziunea sa nu s-a schimbat de la ultima discuţie şi că orice problemă va apărea va fi ridicată de îndată. Acesta a fost invitat să participe la o întâlnire cu caracter disciplinar pe 17 martie 2008, unde a fost întrebat dacă şi-a schimbat viziunea, şi a răspuns simplu că nu avea ce să mai adauge la cele deja spuse pe 7 ianuarie 2008.", "37.  Pe 18 martie 2008, dl B l-a concediat pe dl McFarlane mai ales pentru abateri grave, concluzionând că reclamantul, deşi a promis că se va conforma cu politicile Relate şi va oferi consiliere sexuală cuplurilor de acelaşi sex, nu urmărea, în fapt, acest lucru. Nu se putea avea, astfel, încredere în conformitatea dintre prestaţiile sale şi Politicile egalităţii de şanse. Pe 28 aprilie a avut loc o întâlnire de discuţie a contestaţiei. Contestaţia a fost respinsă în baza faptului că lipsa de încredere a dlui B în dl McFarlane, în privinţa îndeplinirii politicilor relevante, era întemeiată.", "38.  Dl McFarlane a introdus o acţiune în faţa Tribunalului pentru Litigii de Muncă, menţionând, inter alia, discriminarea directă şi indirectă, concedierea nedreaptă şi greşită. Tribunalul şi-a pronunţat hotărârea pe 5 ianuarie 2009. Acesta a statuat că dl McFarlane nu a fost victima unui tratament discriminatoriu direct contrar regulii 3(1)(a) din Regulamentul din 2003 (a se vedea paragraful 41 de mai jos). Acesta nu a fost concediat pentru credinţa sa, ci pentru că s-a presupus că nu se va conforma cu politicile pe care le reflecta etosul companiei Relate. Cu privire la capătul de cerere având ca obiect discriminarea indirectă, în baza regulii 3(1)(b), Tribunalul a statuat că cerinţele companiei Relate ca ai săi consilieri să se conformeze cu Politica egalităţii de şanse ar fi poziţionat un particular ce împărtăşeşte credinţele religioase ale dlui McFarlane în dezavantaj. Cu toate acestea, scopul cerinţelor era asigurarea unor servicii de consiliere de înaltă clasă la nivelul întregii comunităţi, indiferent de orientarea sexuală, fiind aşadar un scop legitim. Angajamentul Relate de a asigura servicii nediscriminatorii era de o deosebită însemnătate pentru domeniul acesteia şi era îndrituită cerinţa garanţiei univoce din partea dlui McFarlane de a furniza o gamă completă de servicii de consiliere tuturor clienţilor, fără vreo rezervă. Acesta nu a oferit o astfel de garanţie. Trierea clienţilor, chiar dacă ar fi putut funcţiona la o sferă redusă, nu ar fi protejat clienţii de un posibil refuz din partea dlui McFarlane, în ciuda faptului că acesta putea rezolva în mod tacticos cu această problemă. Prin urmare, concedierea sa constituia o măsură proporţională pentru atingerea unui scop legitim. Capătul de cerere privind discriminarea a fost, aşadar, respins. În fine, Tribunalul a respins capătul de cerere privind concedierea nedreaptă, statuând că Relate şi-a pierdut în mod sincer şi rezonabil încrederea în dl McFarlane, de o asemenea manieră încât nu ar fi fost sigur că, dacă s-ar fi confruntat cu problemele unui cuplu de acelaşi sex, acesta va oferi consiliere fără constrângeri sau rezerve auto-impuse sau impuse de convingerile sale religioase.", "39.  Dl McFarlane a contestat hotărârea în faţa Tribunalului de Apel pentru Litigiile de Muncă în privinţa discriminării directe şi indirecte şi a concedierii nedrepte. Pe 30 noiembrie 2009, Tribunalul de Apel pentru Litigiile de Muncă a reţinut că hotărârea Tribunalului de respingere a capetelor de cerere a fost una corectă. Aceasta a respins argumentul dlui McFarlane potrivit căruia nu era legitim să se distingă între obiecţia de convingere religioasă şi obiecţia la un act individual prin care se manifesta acea convingere, reţinând că o atare abordare era compatibilă cu cerinţele articolului 9 din Convenţie. Aceasta a notat că argumentele Relate potrivit cărora compromisul propus de dl McFarlane ar fi inacceptabil de principiu întrucât venea „în contradicţie flagrantă cu etosul organizaţiei să se accepte situaţia în care un consilier şi-ar fi declinat obligaţia de a furniza servicii unor clienţi din cauză că nu ar fi fost de acord cu comportamentul lor”, şi că nu era un mod practic de funcţionare a unui sistem în care un consilier ar renunţa să consilieze cupluri de acelaşi sex în cazul în care circumstanţele existente ar fi fost ca el să creadă că ar aproba activitatea lor sexuală. Relate era îndrituită să refuze să admită puncte de vedere care veneau în contradicţie cu principiile sale fundamentale declarate. În asemenea circumstanţe, argumentele privind acceptarea viziunilor reclamantului erau în afara discuţiei.", "40.  Dl McFarlane a sesizat Curtea de Apel în vederea înaintării unui recurs împotriva hotărârii Tribunalului de Apel pentru Litigiile de Muncă. Pe 20 ianuarie 2010, Curtea de Apel a respins sesizarea argumentând că nu exista nicio perspectivă realistă pentru recursul ce ar fi urmat în lumina hotărârii Curţii de Apel din decembrie 2009, în cauza Ladele. După refuzul Curţii Supreme de a permite recursul în cauza Ladele, dl McFarlane şi-a reînnoit cererea de a i se permite recursul. După o audiere, cererea a fost refuzată din nou pe 29 aprilie 2010, dată fiind asemănarea cu cauza Ladele.", "II.  DISPOZIŢII DE DREPT INTERN RELEVANTE", "41.  Regula 3 din Regulamentul Egalităţii în Muncă din 2003 (Religie sau Convingeri) prevede:", "„3.  Discriminarea pe criterii de religie sau convingeri", "(1) Potrivit scopului acestui Regulament, o persoană (‘A’) o discriminează pe alta (‘B’) dacă –", "....", "(b) A aplică în cazul lui B o prevedere, un criteriu sau o practică pe care o aplică sau o va aplica în mod egal persoanelor de o altă religie sau cu alte convingeri decât B, dar –", "(i) care le creează sau le va crea persoanelor de aceeaşi religie sau convingeri ca B un dezavantaj anume atunci când sunt comparate cu alte persoane,", "(ii) care îi creează lui B acel dezavantaj, şi", "(iii) în legătură cu care A nu-i poate demonstra proporţionalitatea mijloacelor pentru atingerea unui scop legitim.”", "Regula 2(1) prevede că termenul „religie” semnifică orice religie, iar termenul „convingeri” semnifică orice religie sau concepţie filsofică.", "42.  Regula 3 din Regulamentul Legii privind Egalitatea în muncă (Orientarea Sexuală) din 2007 prevede:", "„3.  Discriminarea pe criterii de orientare sexuală", "(1) Potrivit scopului acestui Regulament, o persoană (‘A’) o discriminează pe alta (‘B’) dacă, în baza orientării sexuale a lui B sau a altei persoane în afara lui A, A îl tratează pe B mai puţin favorabil decât îi tratează sau îi va trata pe alţii (în cazurile în care nu există nicio diferenţă materială în cadrul circumstanţelor relevante).", "....", "(3) Potrivit scopului acestui Regulament, o persoană (‘A’) o discriminează pe alta (‘B’) dacă A îi aplică lui B o prevedere, un criteriu sau o practică –", "(a) pe care le aplică sau le va aplica în egală măsură persoanelor de o altă orientare sexuală decât a lui B,", "(b) care le creează persoanelor de aceeaşi orientare sexuală ca a lui B un dezavantaj raportat la unele persoane sau la toate celelalte (unde nu există vreo diferenţă materială în circumstanţele relevante),", "(c) care îi creează lui B un dezavantaj raportat la unele sau la toate persoanele care nu sunt de orientarea sa sexuală (unde nu există vreo diferenţă materială în circumstanţele relevante), şi", "(d) pe care A nu o poate justifica în mod rezonabil cu referire la alte aspecte decât orientarea sexuală a lui B.”", "În legătură cu oferirea de bunuri, servicii şi facilităţi, Regula 4 prevede:", "„(1) Este ilegal ca o persoană (‘A’) însărcinată cu oferirea către public sau către o parte a publicului de bunuri, facilităţi sau servicii să discrimineze o altă persoană (‘B’) care doreşte să procure sau să utilizeze acele bunuri, facilităţi sau servicii—", "(a) prin refuzul de a-i oferi lui B bunuri, facilităţi sau servicii,", "(b) prin refuzul de a-i oferi lui B bunuri, facilităţi sau servicii de aceeaşi calitate sau asemănătoare calităţii bunurilor, facilităţilor sau serviciilor oferite lui A în mod normal—", "(i) publicului, sau", "(ii) unei părţi a publicului din care B face parte,", "(c) prin refuzul de a-i oferi lui B bunuri, facilităţi sau servicii de o manieră identică sau asemănătoare cu bunurile, facilităţile sau serviciile oferite lui A—", "(i) publicului, sau", "(ii) unei părţi a publicului din care B face face parte, sau", "(d) prin refuzul de a-i oferi lui B bunuri, facilităţi sau servicii în aceleaşi condiţii sau în condiţii asemănătoare celor în care i se oferă lui A bunuri, facilităţi sau servicii—", "(i) publicului, sau", "(ii) unei părţi a publicului din care B face parte.", "(2) Paragraful (1) este aplicabil, în special, —", "(a) accesului şi folosinţei unui spaţiu în care publicului îi este permis să intre,", "(b) acomodării într-un hotel, într-o pensiune sau o unitate asemănătoare,", "....”", "Regula 8(1) prevede că este ilegală adoptarea vreunui act discriminatoriu de către o autoritate publică. Regula 30 prevede că tot ceea ce este executat de către o persoană în decursul serviciului său trebuie considerat ca fiind executat de angajat în aceeaşi măsură cu persoana.", "43.  Directiva 2000/78/CE de creare a unui cadru general în favoarea egalităţii de tratament în ceea ce priveşte încadrarea în muncă şi ocuparea forţei de muncă stă la baza ambelor reglementări de mai sus. În privinţa conceptului de discriminare, aceasta prevede în articolul 2(2)(b) că:", "„...discriminarea indirectă are loc atunci când o dispoziţie, un criteriu sau o practică aparent neutră poate avea drept consecinţă producerea unui dezavantaj special pentru persoane de o anumită religie sau cu anumite convingeri, cu un anumit handicap, de o anumită vârstă sau de o anumită orientare sexuală, în raport cu altă persoană, cu excepţia cazului în care:", "(i) această dispoziţie, acest criteriu sau această practică este obiectiv justificată de un scop legitim, iar mijloacele de realizare a acestui scop nu sunt adecvate şi necesare, sau", "(ii) în cazul persoanelor cu un anumit handicap, angajatorul sau oricare persoană sau organizaţie care intră sub incidenţa prezentei directive, are obligaţia, în temeiul legislaţiei naţionale, să ia măsuri adecvate în conformitate cu principiile prevăzute la articolul 5, cu scopul de a elimina dezavantajele care rezultă din această dispoziţie, acest criteriu sau această practică.”", "44.  În Regatul Unit, instanţele naţionale au examinat problemele ridicate în aceste cereri în detaliu. În special Camera Lorzilor a avut ocazia, în două speţe-cheie să trateze problemele referitoare atât la manifestarea unor convingeri religioase, cât şi la circumstanţele în care articolul 9 ar fi incident.", "45.  În cauza R (Williamson şi alţii) c. Secretarului de Stat pentru Educaţie şi Muncă [2005] UKHL 15, reclamanţii s-au plâns că interzicerea aplicării pedepselor corporale copiilor, în anumite condiţii, le încălca libertatea de a-şi manifesta credinţa religioasă, aflată sub protecţia articolului 9 din Convenţie. La paragraful 23, în considerarea a ceea ce constituie o „manifestare” a unei credinţe, Lordul Nicholls de Birkenhead, cu care Lorzii Bingham, Brown şi Walker, precum şi Lady Hale au fost de acord, a stabilit câteva principii fundamentale:", "„... o convingere trebuie să îndeplinească câteva cerinţe minime, simple şi obiective. Aceste cerinţe-prag decurg implicit din articolul 9 al Convenţiei Europene şi din garanţiile similare ale altor instrumente de protecţie a drepturilor omului. Convingerea trebuie să concorde cu standardele de bază ale demnităţii şi integrităţii umane. De exemplu, manifestarea unei convingeri religioase care ar implica supunerea altor persoane la acte de tortură sau tratamente inumane nu ar beneficia de această protecţie. Convingerea trebuie să presupună chestiuni mai mult decât triviale. Ea manifestă un anume un grad de seriozitate şi temeinicie. Aşa cum s-a mai spus, convingerea priveşte o problemă fundamentală. Convingerea religioasă satisface această premisă. Convingerea trebuie să fie coerentă, în sensul în care este inteligibilă, limpede. Dar, din nou, nu trebuie să se pretindă prea mult în acest sens. De obicei, religia implică o credinţă în supranatural. Nu este întotdeauna susceptibilă a fi prezentată prin intermediul unei expuneri lucide sau, cu atât mai puţin, a fi raţional justificată. Limbajul utilizat este adesea limbajul alegoriei, al simbolisticii, al metaforei. În dependenţă de subiectul problemei, oamenii nu se pot exprima întotdeauna cu precizie şi fermitate. Tot aşa şi convingerile lor – nu sunt fixe, nu sunt statice. Convingerile oamenilor sunt predispuse la schimbare în decursul vieţii. În genere, aceste cerinţe-prag nu trebuie stabilite la un nivel care ar văduvi convingerile minoritare de protecţia de care ele beneficiază în temeiul Convenţiei....”", "Mai apoi, la paragraful 32, Lordul continuă:", "„... pentru a decide dacă... această conduită constituie o manifestare practică a convingerilor în conformitate cu scopurile articolului 9, trebuie identificate mai întâi natura şi domeniul de aplicare ale acestei convingeri. Dacă... ea ia forma unei obligaţii de a îndeplini un act într-un anume fel, atunci, în principiu, îndeplinirea actului în conformitate cu acea convingere constituie în sine o manifestare practică a convingerii. În asemenea cazuri îndeplinirea actului este ‘intim legată’ de convingere, în frazeologia de la Strasbourg....”", "46.  Cauza R (Begum) c. Directorului şi Conducătorilor Denbigh High School [2006] UKHL 15 avea ca obiect o cerere potrivit căreia excluderea reclamantului din şcoală, pentru încălcarea repetată a codului vestimentar, îi limita nejustificat, inter alia, dreptul său de a-şi manifesta religia şi convingerile, protejat pe terenul articolului 9 din Convenţie. Lord Bingham, soluţionând întrebarea dacă a existat o încălcare a dreptului reclamantului garantat de articolul 9, a menţionat la paragrafele 23 şi 24:", "„23. Instituţiile de la Strasbourg nu au găsit vreo suprapunere cu dreptul de a-ţi manifesta practic sau prin din obicei convingerea religioasă atunci când o persoană a acceptat voluntar un loc de muncă sau un rol care nu concordă cu ace practică sau acel obicei şi unde există alte posibilităţi pentru acea persoană de a practica sau a ţine acel obicei al religiei sale fără dificultăţi sau inconvenienţe exagerate. Tot astfel în cauza X c Danemarcei (1976) 5 DR 157, unde un preot era ţinut să respecte regulamentul bisericii sale încă de când s-a angajat, dreptul său de a părăsi acea biserică garantându-i libertatea de a-şi manifesta religia. Cererea sa în temeiul articolului 9 a fost respinsă. ... Karaduman c Turciei (1993) 74 DR 93 este un caz însemnat. Reclamantului i-a fost refuzat un certificat de absolvire pentru că i s-a cerut o fotografie fără văl, iar aceasta a refuzat să se fotografieze astfel, din motive religioase. Comisia nu a stabilit (p 109) vreo ingerinţă în dreptul său garantat de articolul 9, pentru că (p 108) ‘alegând să-şi urmeze studiile superioare într-o universitate de stat, studenţii trebuie să se supună regulilor acesteia, fapt care poate limita din dreptul lor de a-şi manifesta religia prin intermediul unor restricţii cu privire la locul şi modul în care se asigură coexistenţa armonioasă dintre studenţii de diferite credinţe’. Când a respins cererea reclamantului din cauza Konttinen c Finlandei (1996) 87-A DR 68, Comisia a statuat, în parag. 1, pagina 75, că acestuia nu i s-a impus să-şi schimbe concepţiile religioase sau nu a fost împiedicat să-şi manifeste religia sau convingerile; constatând că programul de lucru intra în contradicţie cu convingerile sale religioase, acesta era liber să demisioneze din postul său. ... În cauza Stedman c Regatului Unit (1997) 23 EHRR CD 168 decisiv a fost, pentru cererea reclamantei în temeiul articolului 9, că aceasta era liberă să-şi dea demisia, în loc să lucreze şi duminica. Reclamantul din cazul Kalaç [c Turciei (1997) 27 EHRR 552], parag. 28-29, nu a avut câştig de cauză întrucât a acceptat, alegându-şi o carieră militară, să i se aplice sistemul disciplinei militare care, prin natura sa, implica posibilitatea existenţei unor limite speciale asupra unor drepturi şi libertăţi, el putând, de altfel, să-şi îndeplinească obligaţiile obişnuite ale religiei musulmane. În cauza Jewish Liturgical Association Cha’are Shalom Ve Tsedek c Franţei (2000) 9 BHRC 27, parag. 81, cererea reclamanţilor prin care au contestat reglementarea privind ritualul de sacrificare în Franţa, care nu satisfăcea exigenţele standardelor religiei lor, a fost respinsă, întrucât aceştia puteau obţine cu uşurinţă cantităţile de carne de animale sacrificate în conformitate cu aceste standarde, în Belgia.", "    24.  Această argumentare a fost calificată de Curtea de Apel ca fiind exagerat de restrictivă (Copsey c WWB Devon Clays Ltd 2005 EWCA Civ 932, [2005] 1CR 1789, parag. 31-39, 44-66), şi [R (Williamson) c Secretarului de Stat pentru Educaţie şi Muncă [2005] UKHL 15], parag. 39, Camera s-a întrebat dacă există mijloace alternative de satisfacere a posibilităţii de a-şi manifesta convingerile religioase, aşa cum s-a sugerat în cauza Jewish Liturgical, mai sus, parag. 80, ca fiind ‘imposibilă’ înainte ca o cerere privind ingerinţa în dreptul garantat de articolul 9 să fie înaintată. Dar autorităţile susţin, după mine, afirmaţia cu care am început parag. 23 al acestei opinii. Chiar dacă se admite faptul că instituţiile de la Strasbourg au greşit în maniera cu care au respins cererile privind ingerinţa, ele rămân a fi un corp coerent şi deosebit de consistent în argumentare pe care instanţele noastre naţionale trebuie să o aibă în vedere şi care demonstrează că ingerinţa nu este uşor de stabilit.”", "III.  DISPOZIŢII RELEVANTE DE DREPT COMPARAT", "A.  Statele membre ale Consiliului Europei", "47.  O analiză a legilor şi practicii referitoare la afişarea simbolurilor religioase la locul de muncă, în peste douăzeci şi şase de state-membre ale Consiliului Europei, relevă faptul că în majoritatea statelor portul de haine cu caracter religios sau de simboluri religioase este nereglementat încă. În trei dintre state, şi anume Ucraina, Turcia şi câteva cantoane elveţiene, portul de haine cu caracter religios şi/sau de simboluri religioase în cazul funcţionarilor publici şi al altor angajaţi din sectorul public sunt interzise, fiind, în principiu, permise angajaţilor companiilor private. În cinci dintre aceste state – Belgia, Danemarca, Franţa, Germania şi Olanda – instanţele judecătoreşti naţionale au recunoscut expres, cel puţin de principiu, dreptul angajatorului de a impune anumite limite asupra afişării simbolurilor religioase de către angajaţi. Cu toate acestea, nu există nici legi şi nici reglementări speciale în aceste state care să prevadă expres acest drept al angajatorului. În Franţa şi Germania există o interdicţie strictă cu privire la afişarea simbolurilor religioase de către funcţionarii publici şi angajaţii la stat, în timp ce în celelalte trei state percepţia este mult mai flexibilă. Interdicţia generală privind portul de haine cu caracter religios şi/sau de simboluri la locul de muncă de către angajaţii domeniului privat nu este permisă peste tot. Dimpotrivă, în Franţa este interzis expres prin lege. Conform legislaţiei franceze, pentru a fi legale, restricţiile trebuie să urmărească un scop legitim cu privire la normele sanitare, de protecţie a moralei şi sănătăţii, credibilitatea imaginii respectivei companii în faţa clientului, precum şi îndeplinirea testului proporţionalităţii.", "B.  Statele terţe", "1.  Statele Unite ale Americii", "48.  Pentru funcţionarii publici şi angajaţii Guvernului, afişarea simbolurilor religioase este protejată atât de Constituţia Statelor Unite (Clauza Instituirii şi Clauza Liberei Alegeri), cât şi de Legea Drepturilor Civile din 1964. Când un funcţionar public formulează o cerere de ordin constituţional, instanţele judecătoreşti aplică standardul de control intermediar, unde Guvernul poate impune restricţii cu privire la afişarea simbolurilor religioase în cazul în care acţiunea este „substanţial legată” de promovarea unui interes „semnificativ” al Guvernului (a se vedea Tenafly Eruv Association c. Borough of Tenafly, 309 F.3d 144, 157 (al 3-lea Cir. 2002)). Când se formulează o cerere statutară, angajatorul trebuie fie să fi oferit o „acomodare rezonabilă” pentru practica religioasă sau să demonstreze că permiterea acelor practici religioase ar presupune „dificultăţi excesive” în privinţa angajatorului (a se vedea Ansonia Board of Education c. Philbrook, 479 SUA 60 (1986); United States c. Board of Education for School District of Philadelphia, 911 F.2d 882, 886 (al 3-lea Cir. 1990); Webb c. City of Philadelphia, 562 F.3d 256 (al 3-lea Cir. 2009)). Pentru angajaţii din domeniul privat nu există limite constituţionale cu privire la posibilitatea angajatorilor de a restricţiona portul de haine cu caracter religios şi/sau de simboluri. Cu toate acestea, restricţiile din cadrul Titlului VII al Legii Drepturilor Civile continuă să se aplice atât timp cât angajatorul are peste 15 angajaţi.", "2.  ", "49.  Libertatea religiei este protejată la nivel constituţional de Carta Canadiană a Drepturilor şi Libertăţilor din 1982 (Carta). Secţiunea 1 a Cartei prevede că statul are autoritatea de a limita libertatea de religie în cel mai puţin restrictiv mod cu putinţă, pentru a „impune interesul guvernamental” (a se vedea B(R) c. Children’s Aid Society of Metropolitan Toronto (1995) 1 SCR 315). Se cere că, în general, angajatorii canadieni trebuie să adapteze reglementările privind munca cu impact disproporţionat astupra unor minorităţi religioase. Standardul aplicat de către instanţele de judecată în acest sens este cel al „acomodării rezonabile” (a se vedea R c Big M Drug Mart Limited (1985) 1 SCR 295). Litigiile de dată recentă cu privire la acest aspect s-au axat pe drepturile persoanelor Sikh de a purta un turban sau un kirpan la serviciu. În cauza Bhinder c. Canadian National Railway Co. (1985) 2 SCR 561, Curtea Supremă a stabilit că reclamantul nu putea purta un turban la locul de muncă, întrucât ar fi interferat cu obligaţia sa de a purta o cască de protecţie. Acest lucru a fost considerat ca fiind „o cerinţă profesională bona fide”. Curţile canadiene se axează mai degrabă pe pe sinceritatea practicii unei convingeri ce are legătură cu o religie, decât pe definirea unei religii sau a unei practici religioase (a se vedea Syndicat Northcrest c. Amselem (2004) 2 SCR 551). În cauza Multani c. Commission scolaire Marguerite-Bourgeoys (2006) 1 SCR 256, unde Curtea Supremă a Canadei a recunoscut dreptul unui student Sikh de a purta un kirpan la şcoală, nu s-a efectuat o analiză teologală a însemnătăţii kirpan-ului pentru credinţa Sikh. În schimb, curtea a considerat că „nevoia [nevoile] reclamantului demonstrau doar că a sa credinţă, personală şi obiectivă, în semnificaţia religioasă a kirpan-ului era sinceră”.", "ÎN DREPT", "...", "51.  Primul reclamant, al doilea şi al patrulea s-au plâns că sancţiunile care li s-au aplicat la locul de muncă le-au încălcat drepturile consacrate în articolul 9 al Convenţiei, privit aparte sau combinat cu articolul 14. Cel de-al treilea reclamant s-a plâns de încălcarea articolelor 14 şi 9 combinate.", "Articolul 9 prevede:", "„1.  Orice persoană are dreptul la libertate de gândire, de conştiinţă şi de religie; acest drept include libertatea de a-şi schimba religia sau convingerile, precum şi libertatea de a-şi manifesta religia sau convingerea în mod individual sau colectiv, în public sau în particular, prin cult, învăţământ, practici şi îndeplinirea ritualurilor.", "2.  Libertatea de a-şi manifesta religia sau convingerile nu poate face obiectul altor restrângeri decât cele prevăzute de lege care, într-o societate democratică, constituie măsuri necesare pentru siguranţa publică, protecţia ordinii, a sănătăţii, a moralei publice, a drepturilor şi a libertăţilor altora.”", "Articolul 14 prevede:", "„Exercitarea drepturilor şi libertăţilor recunoscute de prezenta Convenţie trebuie să fe asigurată fără nicio deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie.”", "...", "III.  ÎN FOND", "A.  Argumentele părţilor", "1.  Guvernul", "58.  În privinţa plângerilor primului, celui de-al doilea şi celui de-al patrulea reclamant în temeiul articolului 9 privit aparte, Guvernul s-a fundamentat pe jurisprudenţa Curţii, în sensul că dispoziţiile acestui articol nu protejează fiecare şi orice act sau comportament motivat sau inspirat de religie sau de convingeri. Acesta a argumentat că un comportament motivat sau inspirat de religie sau convingeri, dar care nu era o formă a practicii religioase general recunoscută, nu cădea sub protecţia articolului 9. Guvernul s-a referit la concluziile de necontestat ale Tribunalului pentru Litigiile de Muncă în cazurile primului şi celui de-al doilea reclamant, ambii dorind să poarte crucea la vedere, ca expresie a credinţei lor. Nu s-a sugerat că portul crucii la vedere era o formă general recunoscută a practicii credinţei creştine, cu atât mai puţin că era o expresie a unei cerinţe obligatorii. Doleanţele primului şi celui de-al doilea reclamant de a purta crucea la vedere, chiar dacă inspirate sau motivate de o sinceră dăruire religioasă, nu constituiau o practică religioasă recunoscută sau o condiţie a creştinismului, şi nu făceau obiectul articolului 9. În mod similar, obiecţia dlui McFarlane la prestarea de terapie psiho-sexuală pentru cuplurile de acelaşi sex nu putea fi calificată drept formă general recunoscută a unei practici religioase.", "59.  În subsidiar, Guvernul a susţinut că, chiar dacă portul la vedere al crucii sau refuzul de a oferi servicii specifice cuplurilor de homosexuali erau manifestări ale convingerilor şi deci un drept protejat pe terenul articolului 9, nu a existat vreo ingerinţă în acest drept în cazul reclamanţilor. Guvenul a făcut trimitere la hotărârea Camerei Lorzilor R (Begum) c. Governors of Denbigh High School (a se vedea paragraful 46 de mai sus), unde Lordul Bingham a analizat jurisprudenţa de la Strasbourg incidentă în cazurile în care particularii au acceptat în mod voluntar un serviciu ce venea în contradicţie cu practica religioasă, dar unde existau alte mijloace de a practica sau a păstra datinile religiei lor, fără inconveniente sau dificultăţi excesive. Lordul Bingham a concluzionat că jurisprudenşa Strasbourgului alcătuia un „corp de hotărâri coerent şi deosebit de consistent” care făcea limpede faptul că nu ar exista vreo ingerinţă în dreptul protejat de articolul 9, în asemenea circumstanţe. Cazurile în care a fost asumată sau stabilită o ingerinţă în garanţia articolului 9 au apărut atunci când, chiar prin demisia şi identificarea unui alt loc de muncă sau frecventarea unei instituţii de învăţământ diferite, unele persoane nu au putut îndeplini o regulă care era incompatibilă cu convingerile lor religioase (de exemplu, cauza Kokkinakis c. Greciei, 25 mai 1993, Seria A nr. 260A; cauza Leyla Şahin c. Turciei [MC], nr. 44774/98, CEDO 2005XI; cauza Ahmet Arslan c. Turciei, dec., nr. 41135/98, 23 februarie 2010). Din contra, în cazurile de faţă, angajatorii le-au permis primului şi celui de-al doilea reclamant portul crucii la locul de muncă, cu condiţia ca aceasta să fie acoperită atunci când intrau în contact cu clienţii sau pacienţii. Cazul celui de-al treilea reclamant nu putea fi deosebit de cel din cauza Pichon şi Sajous c. Franţei (dec.), nr. 49853/99, CEDO 2001X, unde Curtea a statuat că farmaciştii care nu doreau să vândă contraceptive nu au suferit vreo ingerinţă în drepturile lor garantate de articolul 9, întrucât îşi puteau manifesta convingerile religioase în multe alte modalităţi, în afara lucrului. Fiecare dintre reclamanţii acestui caz era liber să-şi caute un serviciu oriunde altundeva; mai mult, primului şi celui de-al doilea reclamant li s-au oferit alte funcţii de către angajatorii lor curenţi, cu aceeaşi remuneraţie, funcţii care nu implicau vreo restricţie pentru libertatea lor de a purta crucea la vedere.", "60.  În continuare, Guvernul a menţionat că primul şi al patrulea reclamant erau angajaţii unor companii private. Cererile lor nu implicau, aşadar, vreo acuzaţie de ingerinţă directă a statului, afară de capătul de cerere potrivit căruia statul nu a făcut tot ce se impunea din partea sa, în virtutea articolului 9, pentru a se asigura că angajatorii din domeniul privat le permiteau să-şi manifeste convingerile religioase la locul de muncă. Guvernul a subliniat că existenţa obligaţiilor pozitive impuse de articolul 9 trebuia admisă doar în cazul în care inacţiunea statului în privinţa adoptării măsurilor respective împiedica persoanele să-şi practice liber religia. La acea dată exista doar un singur caz în care Curtea a condamnat un stat pentru încălcarea unei obligaţii pozitive impuse de articolul 9, şi anume Members of the Gldani Congregation of Jehovah’s Witnesses and Others c. Georgiei, nr. 71156/01, 3 mai 2007, unde autorităţile statale nu au luat nicio măsură ca urmare a unui atac asupra congregaţiei Martorilor lui Iehova de către un grup de credincioşi ortodocşi. Prezentele cauze nu erau comparabile. Faptul că aceşti reclamanţi erau liberi să demisioneze şi să-şi caute un alt loc de muncă oriunde altundeva sau să-şi practice religia în afara serviciului era suficient pentru a se considera că drepturile lor izvorâte din articolul 9 sunt protejate de dreptul intern. În orice eventualitate, chiar dacă statul avea nişte obligaţii pozitive impuse de articolul 9 în legătură cu acţiunile angajatorilor privaţi, acea obligaţie era respectată în Regatul Unit, în acea perioadă, prin Regulamentul Egalităţii în Muncă (Religie sau Convingeri) din 2003 (a se vedea paragraful 41 de mai sus). Regula 3 definea „discriminarea” ca incluzând tratamentul discriminatoriu direct (ceea ce înseamnă să tratezi un angajat mai puţin favorabil din motive de religie sau convingeri) şi tratamentul discriminatoriu indirect (aplicarea unei dispoziţii, a unui criteriu sau a unei practici care le crea persoanelor de aceeaşi religie cu a angajatului un dezavantaj specific şi în privinţa căruia angajatorul nu putea demonstra că este un mijloc proporţional pentru atingerea unui scop legitim).", "61.  În subsidiar, Guvernul a argumentat, în temeiul articolului 9, că măsurile luate de către angajatori au fost proporţionale cu scopul urmărit, în fiecare caz. Cu privire la primul reclamant, British Airways era îndrituită să concluzioneze că portul uniformei juca un rol important în menţinerea imaginii profesionale şi în consolidarea recunoaşterii de către public a acestui brand, având dreptul contractual de a le impune angajaţilor săi portul unei uniforme. Înainte de evenimentele în cauză, restricţia asupra articolelor purtate la vedere la gât a cauzat nenumărate probleme în rândul masei largi de lucrători în uniformă. Primul reclamant nu şi-a îndreptat obiecţia împotriva codului vestimentar, cerând revizuirea acestuia sau autorizarea de a purta crucea, ci s-a prezentat în schimb, la locul de muncă, încălcând dispoziţiile codului. De vreme ce British Airways i-a luat în considerare reclamantei doleanţa formulată în plângere, oferindu-i un post cu o remuneraţie identică dar care nu presupunea contactul cu publicul, aceasta a ales în schimb să nu se prezinte la serviciu. În noiembrie 2006, la cinci luni după ce primul reclamant a declanşat procedura de soluţionare a plângerii, British Airways a anunţat o revizuire a politicii sale în privinţa portului de simboluri religioase la vedere şi, după consultarea cu membrii personalului şi reprezentanţii sindicatului, a adoptat o nouă politică, în ianuarie 2007, permiţând portul de simboluri religioase la vedere.", "62.  În privinţa celui de-al doilea reclamant, Guvernul a accentuat că scopul restricţiei era să reducă riscul producerii de accidente în executarea manevrelor medicale necesare. Au fost impuse restricţii şi asupra portului de articole religioase de către necreştini, din motive de igienă şi siguranţă: de exemplu, asistentele medicale Sikh nu aveau voie să poarte brăţări kara sau săbii kirpan, iar asistentele medicale musulmane trebuiau să poarte hijab-ul strâns, iar nu învălurat. Acesta reprezenta un scop legitim, urmărit într-o manieră proporţională, mai ales că instituţia sanitară îi oferea celui de-al doilea reclamant o funcţie în afara clinicii, remunerată identic.", "63.  Guvernul a acceptat că cel de-al treilea reclamant credea sincer că parteneriatele civile erau contrare Legii lui Dumnezeu şi că dl McFarlane chiar considera că activităţile homosexuale erau păcătoase, el trebuind să nu contribuie cu nimic la ele. Cu toate acestea, Guvernul a mai recunoscut că London Borough of Islington and Relate s-a angajat să presteze servicii în mod nediscriminatoriu. Era limpede că reprezenta un scop legitim pentru autoritatea locală sau pentru ca serviciile de consiliere să fie oferite continuu. Era proporţional scopului potrivit căruia angajatorul le cerea tuturor angajaţilor săi, în fiecare caz, să-şi desfăşoare activitatea fără a discrimina pe criterii de orientare sexuală. Regulamentul din 2003 şi cel din 2007 (a se vedea paragrafele 41-42 de mai sus) afectau echilibrul dintre între dreptul de a-ţi manifesta credinţele religioase şi drepturile persoanelor de a nu fi discriminate pe criterii de orientare sexuală, în Regatul Unit. Era o problemă ce cădea în marja de apreciere acordată autorităţilor naţionale în temeiul articolului 9, autorităţi care ştiau exact cum va fi afectat echilibrul. Mai mult, Curtea ar trebui să aibă aceeaşi abordare în privinţa proporţionalităţii şi marjei de apreciere dacă va considera incident în aceste cazuri articolul 9 privit aparte sau articolul 14 combinat cu articolul 9.", "2.  Primul reclamant", "64.  Primul reclamant a susţinut că portul crucii la vedere era o formă recunoscută a practicii creştine. În orice eventualitate, ea a susţinut în continuare că formularea Guvernului privind testul ce trebuie îndeplinit pentru ca articolul 9 să fie aplicabil cu referire la un „act de practică religioasă într-o formă general recunoscută” era incorectă. Un astfel de test era prea vag pentru a fi aplicat în practică şi ar fi solicitat instanţele să se pronunţe în chestiuni teologale care depăşeau, în mod evident, competenţa acestora. Mai mult, nu-şi găsea susţinere în jurisprudenţa Curţii.", "65.  În plus, aceasta a argumentat că interpretarea restrictivă în privinţa a ceea ce constituia o ingerinţă în drepturile garantate de articolul 9 s-ar afla în contradicţie cu importanţa pe care Curtea a dat-o libertăţii de religie. În cazul niciunui alt drept fundamental nu a fost analizată în doctrină imposibilitatea existenţei unei ingerinţe acolo unde persoana putea evita restrângerea, prin demisie şi găsirea unui nou loc de muncă, de exemplu, nici nu s-a considerat că o persoană ar fi „renunţat” la acesta. Curtea ar trebui să interpreteze Convenţia în lumina condiţiilor actuale. Disponibilitatea de orice mod a reclamantului de a evita restricţia trebuie avută în vedere în cazul articolului 9 § 2, atunci când se analizează dacă restricţia era justificată, decât în cazul articolului 9 § 1, ca motive de a se reţine că nu a existat nicio ingerinţă. În cazul de faţă, a existat o ingerinţă în mod cert: primului reclamant i s-a interzis să poarte o cruce la vedere, pe care o considera ca fiind imaginea centrală a credinţei sale; ea a catalogat aplicarea codului vestimentar profund umilitoare şi ofensatoare; mai mult, pierderea salariului timp de patru luni i-a creat dificultăţi financiare semnificative.", "66.  Primul reclamant a susţinut că dispoziţiile de drept intern, aşa cum erau interpretate şi aplicate de către instanţele britanice în cazul ei, nu i-au oferit o protecţie adecvată pentru drepturile sale, în conformitate cu articolul 9. Protecţia dorinţei sale total sincere şi în concordanţă cu trăirile confesiunii ortodoxe de a-şi manifesta credinţa prin portul unei cruci i-a fost refuzată, în temeiul legislaţiei naţionale, pentru că nu a putut face dovada că această dorinţă reprezenta o cerinţă biblică sau o practică largă a credinţei. Mai mult, testul fundamentat pe stabilirea unui dezavantaj de grup, în conformitate cu legislaţia naţională, era incert din punct de vedere al legalităţii şi inerent vulnerabil, conducând la rezultate arbitrare. Curtea nu a sugerat niciodată că ar trebui impusă o obligaţie pozitivă statului, în temeiul articolului 9, doar în cazuri excepţionale, aici neexistând vreun motiv de principiu pentru care ar trebui să se procedeze aşa. În cazul de faţă, a existat un eşec neîntrerupt al Guvernului Regatului Unit de a aplica legislaţia în aşa fel încât să le permită celor aflaţi în situaţia reclamantului protecţia drepturilor lor.", "3.  Al doilea reclamant", "67.  Cel de-al doilea reclamant a susţinut că portul la vedere al unei cruci sau al unui crucifix reprezenta în mod cert o caracteristică a practicii creştine, într-o formă general recunoscută. Era incorect să se facă distincţie între „cerinţe” şi „non-cerinţe” ale unei religii, conferind protecţia articolului 9 doar „cerinţelor” religioase. O atare abordare ar ridica pragul de protecţie mai sus şi ar fi în contradicţie cu abordarea instanţelor naţionale în cauze precum R (Watkins Singh) c. Aberdare High School şi Williamson (a se vedea mai sus), precum şi hotărârea Curţii din cauza Moscow Branch of the Salvation Army c. Rusiei, nr. 72881/01, CEDO 2006XI; Jakóbski c. Poloniei, nr. 18429/06, 7 decembrie 2010; şi Bayatyan c. Armeniei [MC], nr. 23459/03, CEDO 2011. Mai mult, dacă s-ar reţine că doar practicile religioase obligatorii cad sub incidenţa articolului 9, s-ar conferi un mai mare grad de protecţie religiilor care au reguli specifice ce trebuie respectate, respectiv un grad mai mic de protecţie religiilor fără asemenea reguli, precum creştinismul.", "68.  Cel de-al doilea reclamant a contestat argumentul Guvernului potrivit căruia cerinţa de a-şi îndepărta sau a-şi acoperi crucea la locul de muncă nu constituia o ingerinţă în dreptul său de a-şi manifesta religia sau convingerile. De vreme ce jurisprudenţa anterioară a Comisiei şi a Curţii ar putea veni în susţinerea afirmaţiei Guvernului, în multe dintre cazurile recente privind restricţiile de a afişa obiecte de cult în instituţiile de învăţământ şi la locul de muncă Curtea a constatat existenţa unor ingerinţe (a se vedea, de exemplu, Dahlab c. Elveţiei (dec.), nr. 42393/98, CEDO 2001V; Leyla Şahin, citată mai sus; Dogru c. Franţei, nr. 27058/05, 4 decembrie 2008).", "69.  În fine, cel de-al doilea reclamant a motivat faptul că ingerinţa nu era justificată în temeiul articolului 9 § 2. Deşi scopul urmărit al restricţiei era să reducă riscul de accidentare atunci când erau executate manevre medicale în cazul pacienţilor vârstnici, nu a fost adusă nicio probă în faţa Tribunalului pentru Litigiile de Muncă în a se demonstra că portul crucii cauza probleme de sănătate şi siguranţă. Al doilea reclamant a susţinut că aceste fapte au condus la încălcarea drepturilor sale, în conformitate cu articolul 14 combinat cu articolul 9, fundamentându-se pe pretinsul tratament diferenţiat al Autorităţii pentru Sănătate în cazul adepţilor altor religii (în această privinţă, a se vedea paragraful 55 de mai sus).", "4.  Al treilea reclamant", "70.  Al treilea reclamant s-a plâns mai degrabă în temeiul articolului 14 conjugat cu articolul 9, decât în temeiul articolului 9 privit aparte, întrucât a considerat că a fost discriminată pe criterii religioase. Aceasta a susţinut că actele pentru care a fost pedepsită disciplinar erau o manifestare a religiei sale, cererea atingând, cu siguranţă, pragul minim impus pentru incidenţa articolului 14 şi intrând, totodată, în sfera de aplicare a articolului 9. Ea a mai menţionat că, în lipsa unui tratament diferit de cel al personalului care nu manifesta o obiecţie de conştiinţă în privinţa înregistrării parteneriatelor civile, autoritatea locală a discriminat-o indirect. Autoritatea locală ar fi putut să-i accepte convingerile religioase, iar refuzul acesteia de a întreprinde măsuri mai puţin restrictive era disproporţionat, în raport de prevederile articolului 14 combinat cu articolul 9.", "71.  Cel de-al treilea reclamant a susţinut că judecătorii Curţii ar trebui să admită „motive deosebite” pentru a justifica un tratament discriminatoriu pe criterii de religie. Ca şi în cazul categoriilor suspecte identificate până în prezent de Curte ca necesitând „motive deosebite” (precum diferenţa de sex, orientarea sexuală, originea etnică şi naţionalitatea), credinţa religioasă constituia un aspect central al identităţii unei persoane. Mai mult, rasa, etnia şi religia au fost adesea interconectate şi legate între ele de către Curte (a se vedea Sejdić şi Finci c. Bosnia şi Herzegovina [MC], nr. 27996/06 şi 34836/06, § 43, CEDO 2009 şi Cipru c. Turciei [MC], nr. 25781/94, § 309, CEDO 2001IV).", "72.  Cel de-al treilea reclamant a acceptat că obiectivele urmărite de către autoritatea locală erau legitime, în speţă cele de a oferi accesul la serviciile sale, indiferent de orientarea sexuală, şi de a induce ideea fermă a nediscriminării. Cu toate acestea, ea nu a admis că Guvernul a demonstrat existenţa unui raport de proporţionalitate rezonabil între aceste scopuri şi mijloacele folosite. Reclamanta a subliniat că a fost angajată ca ofiţer de stare civilă înainte ca legislaţia să se modifice, permiţând astfel înregistrarea parteneriatelor civile, şi că raţiunile pentru care a fost angajată erau fundamental denaturate. Autoritatea locală a beneficiat de o marjă de apreciere în privinţa desemnării sale ca ofiţer de stare civilă, în sensul că aceasta să nu oficieze constituirea parteneriatelor civile, dar să oficieze totuşi în celelalte cazuri, autoritatea conformându-se cu obiecţia de conştiinţă a reclamantului. Obiecţia consta în consemnarea unui statut fundamentat pe o instituţie pe care aceasta o cataloga drept căsătorie, chiar dacă avea alt nume; reclamanta nu a manifestat vreo prejudecată în privinţa homosexualilor. În orice eventualitate, nu se poate prezuma că, dacă autoritatea locală s-ar fi conformat doleanţei reclamantului, faptul ar fi fost privit ca un accept al convingerilor sale. Spre exemplu, atunci când autorităţile statale le permit doctorilor pe care i-au angajat să renunţe la provocarea avorturilor, nu se poate spune că acestea aprobă opiniile medicilor, ci că semnifică doar toleranţă din partea statului. În cazul de faţă, autoritatea locală nu a luat în considerare, cu toate acestea, obligaţia de neutralitate. Ea nu a reuşit stabilirea unui echilibru între oferirea de servicii nediscriminatorii din punctul de vedere al orientării sexuale şi discriminarea îndreptată împotriva propriilor angajaţi, pe criterii religioase.", "5.  Al patrulea reclamant", "73.  Dl McFarlane a fost de acord cu poziţia Guvernului potrivit căreia adeziunea sa la morala iudeo-creştină asupra sexualităţii nu era o manifestare a convingerilor religioase, în ciuda faptului că, în genere, religia trasează limite morale şi sexuale clare. El a considerat banală afirmaţia că nu orice act motivat sau inspirat de convingerile religioase este protejat; acest lucru ar fi fost valabil şi în cazul oricărui alt drept garantat de Convenţie care ar fi fost limitat, precum libertatea de exprimare sau dreptul la viaţă privată. Standardul propriu al Curţii era că orice ingerinţă în libertatea de gândire, de conştiinţă şi de religie trebuia să fie necesară într-o societate democratică şi proporţională cu scopul legitim vizat. În stabilirea marjei de apreciere permise statelor în privinţa restricţiilor asupra libertăţii de religie, Curtea a trebuit să aibă în vedere care era situaţia, şi anume nevoia de a menţine un adevărat pluralism religios, inerent conceptului de societate democratică. Protecţia garantată de articolul 9 ar fi fost golită de conţinut dacă aceasta nu ar fi trecut dincolo de simpla protecţie a manifestării private a credinţei sau convingerilor, într-o formă general recunoscută, unde statul era cel care a determinat problema deosebită.", "74.  Dl McFarlane a subliniat că a sa concediere şi prejudicierea reputaţiei sale profesionale era una dintre cele mai severe sancţiuni impuse unei persoane, iar acest fapt a trebuit luat în considerare în determinarea marjei de apreciere disponibile. Reclamantul a fost angajat de o companie privată care nu avea obligaţia legală de a oferi serviciul în discuţie. Ar fi putut să repartizeze clienţii homosexuali unui alt consilier. Era nerealist să se ceară de la reclamant să-şi schimbe locul de muncă sau să-şi modifice parcursul profesional din cauza opoziţiei de ordin moral pe care o manifesta în privinţa comportamentului homosexual. Aceeaşi raţiune s-ar fi aplicat şi în cazul unui homosexual care şi-a piedut locul de muncă din motive de discriminare.", "6.  Terţii intervenienţi", "75.  Un număr de doisprezece terţi au primit permisiunea de a prezenta concluzii scrise, în temeiul Regulii 44 § 2 of din Regulamentul Curţii şi al articolului 36 § 2 din Convenţie (a se vedea paragraful 5 de mai sus).", "76.  O parte din intervenienţi au prezentat observaţii cu privire la caracterul de manifestare a credinţei religioase în cazul portului de cruce. Prezentările Premier Christian Media Trust; a Dr Peter Forster, a Episcopului de Chester; a lui Nicholas Reade, a Episcopului de Blackburn şi cea a Episcopului Michael Nazir-Ali, bazându-se mai mult pe recenta hotărâre a Curţii din cauza Lautsi şi alţii c. Italiei [MC], nr. 30814/06, CEDO 2011 (extrase), au relevat simbolistica creştină general recunoscută a crucii şi faptul că aceasta este o „manifestare care vorbeşte de la sine” a credinţei creştine. În plus, împreună cu Comisia pentru Egalitate şi Drepturile Omului, cu Asociaţia „Giuseppi Dossetti: i Valori” şi lordul Carey de Clifton, aceştia au declarat că abordarea corectă pentru stabilirea manifestărilor unei credinţe religioase era una subiectivă. Ei au argumentat în special că ideea de „cerinţă obligatorie” era una exagerată şi simplistă. Premier Christian Media Trust, Asociaţia „Giuseppi Dossetti: i Valori” şi Episcopul Michael Nazir-Ali au invitat Curtea să constate că nu ţine de autorităţile statale sau de angajatori să stabilească veridicitatea unei convingeri sau a unei manifestări religioase. Comisia pentru Egalitate şi Drepturile Omului a sugerat că testul specific, decurgând din mai multe cauze recente din faţa Curţii, menţinea accentul pe convingerea aderentului. Din contra, Societatea Seculară Naţională a menţionat că instanţele naţionale au stabilit dacă o practică religioasă avea drept mobil o „comandă a conştiinţei” sau „simpla dorinţă de exprimare a sinelui”. Aceasta a sugerat faptul că judecătorii Curţii ar trebui să fie extrem de reticenţi în a se opune acestor constatări de fapt.", "77.  La întrebarea dacă va fi stabilită o ingerinţă în dreptul garantat de articolul 9, Comisia pentru Egalitate şi Drepturile Omului a susţinut că instanţele din Regatul Unit au garantat, de fapt, varii niveluri de protecţie a persoanelor care afirmă o identitate pur religioasă, spre deosebire de cele ale căror identităţi religioase şi rasiale se îmbină (a se vedea R (Watkins-Singh) c. Governing Body of Aberdare Girls’ High School [2008] EWHC 1865 (Admin)). În plus, aceasta a subliniat că problema ingerinţei trebuie să aibă în vedere nu numai alegerile pe care le-a făcut o persoană, ca de exemplu un loc de muncă special, ci şi acţiunile angajatorului. Câţiva alţi intervenienţi au specificat că era o situaţie neplăcută pentru un angajat să fie forţat să facă o alegere între muncă şi credinţă, alegere care jigneşte. Societatea Seculară Naţională a prezentat o abordare diferită, subliniind că „libertatea de a demisiona este ultima garanţie a libertăţii de conştiinţă”. Pe această bază, s-a sugerat că nu a existat nicio obligaţie pozitivă pentru stat de a-şi proteja salariaţii împotriva cerinţelor uniforme sau a altor cerinţe.", "78.  În legătură cu problema proporţionalităţii şi a justificării ingerinţei în dreptul protejat de articolul 9, câţiva intervenienţi (Centrul European pentru Drept şi Justiţie; Dr Jan Carnogurksy şi Fondul Alianţa pentru Apărare; Comisia pentru Egalitate şi Drepturile Omului; Asociaţia „Giuseppi Dossetti i Valori”; Episcopul Michael Nazir-Ali; lordul Carey; şi Institutul Clapham şi KLM) au făcut referire la conceptul de „adaptare rezonabilă” sau, cum l-a denumit lordul Carey, „respect reciproc”. Aceştia au argumentat, în termeni generali, că analiza proporţionalităţii efectuată de Curte ar trebui să aibă în vedere posibilitatea adaptării convingerilor şi practicilor unei persoane. Tot ei au subliniat că era necesar un compromis între drepturile concurente, compromis necesar întro societate democratică şi pluralistă. În acest context, atât timp cât practicile religioase ale unei persoane nu au afectat în mod negativ prestarea de servicii sau nu au afectat nejustificat activitatea angajatorului, acestea ar trebui permise la locul de muncă şi protejate. În această privinţă, Fondul Alianţei pentru Apărare i-a atras atenţia Curţii la jurisprudenţa relevantă din Statele Unite ale Americii, care impunea o adaptare rezonabilă a convingerilor şi practicilor religioase, în măsura în care adaptarea nu-i provoca angajatorului „dificultăţi excesive”. Liberty a susţinut că, în considerarea unei justificări pentru restricţiile aduse drepturilor garantate de articolul 9, statele contractante deţin o marjă de apreciere „semnificativă”. Acest lucru a fost afirmat în încercarea Societăţii Seculare Naţionale de a atrage atenţia Curţii asupra parcursului Legii Egalităţii din 2010 prin camerele Parlamentului. S-a susţinut că Regatul Unit, prin intermediul acestui proces, a acordat o deosebită importanţă „obiecţiei de conştiinţă”. Că această excepţie a fost în final retrasă, urmare a dezbaterilor, după ce s-a demonstrat că marja relevantă de apreciere ar trebui să fie cât mai largă. Comisia Internaţională a Juriştilor, profesorul Robert Wintemute, Fédération Internationale des Ligues des Droits de l’Homme şi ILGA-Europe au prezentat Curţii materiale comparative, indicând faptul că, în cazul în care sunt garantate excepţiile la legile discriminării, acestea sunt mai degrabă aplicabile instituţiilor şi organizaţiilor religioase, decât indivizilor. Contrar punctelor de vedere afirmate de către alţi intervenienţi, Liberty a invitat Curtea să constate că, atunci când analizează problema proporţionalităţii şi a adaptării, cea a impactului adaptării asupra altor persoane, trebuie luată în considerare în special situaţia când acestea fac parte dintr-o minoritate sau se află în dezavantaj. Curtea a fost apoi invitată să se fundamenteze în concluziile sale pe articolul 17 din Convenţie, în cazul în care consideră că este necesar şi potrivit.", "B.  Argumentele Curţii", "1.  Principiile generale decurgând din articolul 9 din Convenţie", "79.  Curtea reaminteşte faptul că, aşa cum se regăseşte în articolul 9, libertatea de gândire, de conştiinţă şi de religie este unul dintre fundamentele unei „societăţi democratice”, în înţelesul Convenţiei. În dimensiunea sa religioasă, este unul dintre elementele vitale care conturează identitatea credincioşilor şi concepţia lor despre viaţă, dar şi un bun preţios pentru atei, agnostici, sceptici sau indiferenţi. Pluralismul, valoare indisociabilă de societatea democratică, greu cucerit de-a lungul secolelor, depinde de aceasta (a se vedea Kokkinakis c. Greciei, 25 mai 1993, § 31, Seria A nr. 260A).", "80.  Libertatea religioasă este în primul rând o chestiune de gândire individuală şi de conştiinţă. Acest aspect al dreptului prevăzut în primul alineat al articolului 9, cel de a-şi păstra convingerile religioase şi de a-şi schimba religia sau convingerile, este absolut şi lipsit de rezerve. Cu toate acestea, aşa cum se stabileşte mai departe în articolul 9 § 1, libertatea de religie include, de asemenea, libertatea persoanei de a-şi manifesta credinţa în mod individual şi în privat, dar şi în comunitate, împreună cu alţii şi în public. Manifestarea unei convingeri religioase poate lua forma unui cult, a unei învăţături, a practicii şi a îndeplinirii unor ritualuri. Mărturia prin cuvinte şi fapte este legată de existenţa convingerilor religioase (a se vedea cauza Kokkinakis, citată mai sus, § 31 dar şi Leyla Şahin c. Turciei [MC], nr. 44774/98, § 105, CEDO 2005XI). Având în vedere că manifestarea de către o persoană a convingerilor sale religioase poate avea impact şi asupra altor persoane, redactorii Convenţiei au reglementat acest aspect al libertăţii religioase în articolul 9 § 2. Acest al doilea alineat prevede că orice restrângere a libertăţii persoanelor de a-şi manifesta religia sau convingerile trebuie să fie prevăzută de lege şi necesară într-o societate democratică, în urmărirea unuia sau mai multor scopuri legitime vizate în aceasta.", "81.  Dreptul la libertatea de gândire, de conştiinţă şi de religie denotă viziuni care ating un anumit nivel de convingere, seriozitate, coeziune şi importanţă (a se vedea Bayatyan c. Armeniei [MC], nr. 23459/03, § 110, CEDO 2011; Leela Förderkreis e.V. şi alţii c. Germaniei, nr. 58911/00, § 80, 6 noiembrie 2008; Jakóbski c. Poloniei, nr. 18429/06, § 44, 7 decembrie 2010). Odată satisfăcut, datoria autorităţilor statale de a fi imparţiale şi neutre este incompatibilă cu orice altă putere a statului de a aprecia legitimitatea convingerilor religioase sau modul în care acestea sunt exprimate (a se vedea Manoussakis şi alţii c. Greciei, hotărârea din 26 septembrie 1996, Rapoarte 1996-IV, p. 1365, § 47; Hasan şi Chaush c. Bulgariei [MC], nr. 30985/96, § 78, CEDO 2000‑XI; Refah Partisi (Partidul Bunăstării) şi alţii c. Turciei [MC], nr. 41340/98, 41342/98, 41343/98 şi 41344/98, § 1, CEDO 2003-II).", "82.  Chiar şi atunci când convingerea în discuţie atinge nivelul cerut al importanţei şi fermităţii, nu se poate spune că fiecare act care este oarecum inspirat, motivat sau influenţat de aceasta constituie o „manifestare” a convingerii. Astfel, de exemplu, actele sau omisiunile care nu exprimă în mod direct convingerea în cauză sau care au o legătură distanţată cu un precept religios cad în afara protecţiei articolului 9 § 1 (a se vedea Skugar şi alţii c. Rusiei (dec.), nr. 40010/04, 3 decembrie 2009 şi, spre exemplu, Arrowsmith c. Regatului Unit, raportul Comisiei din 12 octombrie 1978, Decizii şi Rapoarte 19, p. 5; C. c. Regatului Unit, decizia Comisiei din 15 decembrie 1983, DR 37, p. 142; Zaoui c. Elveţiei (dec.), nr. 41615/98, 18 ianuarie 2001). Pentru a îndeplini rigorile unei „manifestări”, în înţelesul articolului 9, actul în cauză trebuie să fie strâns legat de religie sau convingeri. Un exemplu ar fi slujba divină sau jertfa adusă divinităţii, care face parte din practica unei religii sau a unor convingeri într-o formă general recunoscută. Cu toate acestea, manifestarea unei religii sau a unor convingeri nu se limitează la asemenea acte; existenţa unei legături directe şi suficient de apropiate între act şi convingerile de bază trebuie determinate de la caz la caz. Nu există o cerinţă specială impusă reclamantului de a demonstra dacă a acţionat pentru îndeplinirea unei obligaţii impuse de religia în cauză (a se vedea Cha’are Shalom Ve Tsedek c. Franţei [MC], nr. 27417/95, §§ 73-74, CEDO 2000VII; Leyla Şahin, citată mai sus, §§ 78 şi 105; Bayatyan, citată mai sus, § 111; Skugar, citată mai sus; Pichon şi Sajous c. Franţei (dec.), nr. 49853/99, Rapoarte ale Hotărârilor şi Deciziilor 2001-X).", "83.  Este adevărat, aşa cum a subliniat Guvernul şi cum lordul Bingham a observat în cauza R (Begum) c. Governors of Denbigh High School (a se vedea paragraful 46 de mai sus), că există o jurisprudenţă a Curţii şi a Comisiei care indică faptul că, dacă o persoană poate întreprinde măsuri ca să evite o restrângere a libertăţii sale de a-şi manifesta religia sau convingerile, nu există nicio ingerinţă în dreptul garantat de articolul 9 § 1 şi restrângerea nu necesită astfel a fi justificată în temeiul articolului 9 § 2. Spre exemplu, în cauza deja citată – Cha’are Shalom Ve Tsedek, Curtea a reţinut că „ar fi o restrângere a libertăţii de a-şi manifesta religia doar dacă interdicţia legală de a efectua ritualul sacrificării ar face imposibil consumul de carne de animale sacrificate, pentru evreii ultra-ortodocşi, în conformitate cu canoanele religioase pe care aceştia le considerau aplicabile”. Cu toate acestea, concluzia poate fi explicată prin constatarea Curţii potrivit căreia practica religioasă şi ritualul în discuţie, în acest caz, era mai degrabă consumul de carne de animale sacrificate – iar nu altfel – şi certificată a fi conforme cu legile alimentare religioase, decât o participaţie la ritualul sacrificării şi procesul certificării în sine (a se vedea §§ 80 şi 82). Mai important, în cazurile implicând restricţii impuse de angajatori posibilităţii angajaţilor de a întreţine obiceiuri religioase, Comisia a reţinut, în mai multe decizii, că posibilitatea de a demisiona şi de a-şi schimba locul de muncă conducea la concluzia că nu există vreo ingerinţă adusă libertăţii religioase a angajatului (a se vedea, de exemplu, Konttinen c. Finlandei, decizia Comisiei din 3 decembrie 1996, Decizii şi Rapoarte 87-A, p. 68; Stedman c. Regatului Unit, decizia Comisiei din 9 aprilie 1997; pentru comparaţie Kosteski c. „fosta Republică Iugoslavă a Macedoniei”, nr. 55170/00, § 39, 13 aprilie 2006). Cu toate acestea, Curtea nu a aplicat un raţionament similar în privinţa sancţiunilor disciplinare impuse persoanelor, ca urmare a exercitării de către acestea a altor drepturi protejate de Convenţie, ca de exemplu dreptul la respectarea vieţii private, garantat de articolul 8; dreptul la libertatea de exprimare, garantat de articolul 10; sau dreptul de a nu adera la un sindicat, garantat de articolul 11 (a se vedea, de exemplu, Smith şi Grady c. Regatului Unit, nr. 33985/96 şi 33986/96, § 71, CEDO 1999VI; Vogt c. Germaniei, 26 septembrie 1995, § 44, Seria A nr. 323; Young, James şi Webster c. Regatului Unit, 13 august 1981, §§ 54-55, Seria A nr. 44). Având în vedere importanţa libertăţii religioase într-o societate democratică, Curtea consideră că, atunci când o persoană se plânge de încălcarea libertăţii sale religioase la locul de muncă, mai degrabă decât să reţină că posibilitatea schimbării locului de muncă ar anula orice ingerinţă adusă acestui drept, abordarea potrivită ar fi evaluarea acestei posibilităţi în ansamblul general, când se analizează dacă restricţia era proporţională sau nu.", "84.  În concordanţă cu jurisprudenţa sa deja consacrată, Curtea lasă la latitudinea statelor-parte la Convenţie o anumită marjă de apreciere în a decide dacă şi în ce măsură este necesară o ingerinţă. Această marjă de apreciere vine mână în mână cu controlul european asupra legilor şi a deciziilor de punere în aplicare a lor. Sarcina Curţii este să determine dacă măsurile luate la nivel naţional erau justificate în principiu şi proporţionale (a se vedea Leyla Şahin, citată mai sus, § 110; Bayatyan, citată mai sus, §§ 121-122; Manoussakis, citată mai sus, § 44). În cazul în care, ca şi pentru primul şi al patrulea reclamant, actele denunţate au fost întreprinse de companii private, nefiind astfel direct imputabile statului pârât, Curtea trebuie să ia în considerare problemele ridicate în termenii obligaţiei pozitive a autorităţilor statale de a garanta drepturile decurgând din articolul 9 persoanelor aflate sub jurisdicţia lor (a se vedea, mutatis mutandis, Palomo Sánchez şi alţii c. Spaniei [MC], nr. 28955/06, 28957/06, 28959/06 şi 28964/06, §§ 58-61, CEDO 2011; a se vedea, de asemenea, hotărârea Otto-Preminger-Institut c. Austriei din 25 noiembrie 1994, Seria A nr. 295, § 47). În timp ce limita dintre obligaţiile pozitive şi negative ale statelor decurgând din Convenţie nu se pretează la o definiţie exactă, principiile aplicabile sunt, cu toate acestea, aceleaşi. În ambele contexte trebuie luat în considerare în special justul echilibru dintre interesele concurente ale persoanei şi, respectiv, ale comunităţii în ansamblu, sub rezerva marjei de apreciere de care se bucură statele (a se vedea Palomo Sánchez şi alţii, citată mai sus, § 62).", "2.  Principiile generale decurgând din articolul 14 al Convenţiei", "85.  Curtea reaminteşte faptul că articolul 14 din Convenţie nu are o existenţă de sine stătătoare, întrucât produce efecte doar în legătură cu drepturile şi libertăţile garantate de celelalte dispoziţii substanţiale ale Convenţiei şi ale protocoalelor sale. Cu toate acestea, aplicabilitatea articolului 14 nu presupune vreo încălcare a uneia sau mai multor dintre aceste dispoziţii, manifestând, în acest sens, un caracter autonom. Pentru ca articolul 14 să devină incident, este suficient ca starea de fapt a unei cauze să se regăsească în domeniul de aplicare a unei dispoziţii substanţiale din Convenţie sau din protocoalele la aceasta (a se vedea, de exemplu, Thlimmenos c. Greciei [MC], nr. 34369/97, § 40, CEDO 2000IV).", "86.  Curtea a stabilit în jurisprudenţa sa că numai tratamentele diferenţiate bazate pe o caracteristică identificabilă sau pe un „statut” pot avea semnificaţia unei discriminări, în sensul articolului 14 (Carson şi alţii c. Regatului Unit [MC], nr. 42184/05, § 61, CEDO 2010). „Religia” este expres menţionată în textul articulului 14, în sensul interzicerii discriminării pe acest criteriu.", "87.  În general, pentru ca articolul 14 să fie incident într-o anumită problemă, trebuie să existe un tratament diferenţiat în cazul unor persoane aflate în situaţii analoage sau semnificativ similare (Burden c. Regatului Unit [MC], nr. 13378/05, § 60, CEDO 2008). Cu toate acestea, nu este singurul aspect al interzicerii discriminării prevăzute de articolul 14. Dreptul de a nu fi discriminat în exercitarea drepturilor garantate de Convenţie este încălcat, de asemenea, atunci când statele nu tratează în mod diferit persoanele aflate în situaţii semnificativ diferite, fără vreo justificare obiectivă şi rezonabilă (Thlimmenos, citată mai sus, § 44; a se vedea, de asemenea, D.H. şi alţii c. Cehiei [MC], nr. 57325/00, § 175, CEDO 2007; Runkee şi White c. Regatului Unit, nr. 42949/98 şi 53134/99, § 35, 10 mai 2007).", "88.  Un atare tratament diferenţiat între persoanele aflate în poziţii semnificativ similare – sau eşecul de a trata în mod diferit persoanele aflate în situaţii semnificativ diferite – este discriminatoriu, dacă nu are o justificare obiectivă şi rezonabilă; cu alte cuvinte, dacă nu urmăreşte un scop legitim sau dacă nu există o relaţie rezonabilă de proporţionalitate între mijloacele folosite şi scopul vizat. Statele contractante se bucură de o marjă de apreciere în stabilirea dacă şi în ce măsură diferenţele în situaţii altfel similare justifică tratamentul diferenţiat (Burden, citată mai sus, § 60). Domeniul de aplicare al acestei marje va varia în funcţie de circumstanţele, obiectul şi fondul cauzei (Carson şi alţii, citată mai sus, § 61).", "3.  Aplicarea principiilor sus enunţate în situaţia de fapt a prezentei cauze", "a.  Primul reclamant", "89.  Nu s-a contestat în procesele din faţa instanţelor naţionale şi în procesul din faţa acestei Curţi faptul că insistenţa dnei Eweida de a purta o cruce la vedere la locul de muncă era motivat de dorinţa sa de a-şi mărturisi credinţa creştină. În aplicarea principiilor sus-enunţate, Curtea consideră comportamentul dnei Eweida ca fiind o manifestare a convingerilor sale religioase, sub forma cultului, a practicilor şi obiceiului, fapt care presupune protecţia articolului 9.", "90.  Dna Eweida a fost angajată de o companie privată, British Airways. Pe 20 septembrie 2006, aceasta a fost trimisă acasă, dat fiind refuzul ei de a-şi ascunde crucea, încălcând codul vestimentar al companiei. Abia peste o lună i s-a oferit un post administrativ ce nu impunea portul vreunei uniforme. Cu toate acestea, ea a ales să nu accepte oferta şi a rămas în loc acasă, fără a fi plătită, până pe 3 februarie 2007, când British Airways şi-a modificat regulile cu privire la uniformă şi i-a permis să poarte crucea la vedere.", "91.  Curtea consideră că refuzul British Airways de a-i permite reclamantei să-şi exercite funcţia purtând crucea la vedere, în perioada septembrie 2006 – februarie 2007, a constituit o ingerinţă în dreptul său de a-şi manifesta religia. Având în vedere că ingerinţa nu era direct imputabilă statului, Curtea trebuie să examineze dacă, în întregul circumstanţelor, autorităţile statului şi-au respectat obligaţia lor pozitivă în conformitate cu articolul 9, cu alte cuvinte dacă dreptul dnei Eweida de a-şi manifesta liber religia a fost suficient asigurat în cadrul ordinii juridice interne şi dacă a existat un just echilibru între drepturile sale şi ale celorlalte persoane.", "92.  Ca şi în multe alte state contractante (a se vedea paragraful 47 de mai sus), în Regatul Unit nu există dispoziţii legale speciale care să reglementeze portul de îmbrăcăminte şi de simboluri religioase la locul de muncă. Dna Eweida a iniţiat proceduri interne cerând despăgubiri pentru discriminarea directă şi indirectă, contrară Regulii 3 din Regulamentul din 2003 (a se vedea paragraful 41 de mai sus). S-a acceptat mai înainte că Tribunalul pentru Litigiile de Muncă nu are competenţa de a lua în considerare orice cerere separată sau de sine stătătoare formulată în temeiul articolului 9 al Convenţiei. Reclamanta putea invoca articolul 9 în faţa Curţii de Apel, deşi această instanţă a reţinut că nu a existat vreo ingerinţă în drepturile sale garantate de articolul 9. Cu toate acestea, în timp ce examinarea cazului dnei Eweida de către instanţele interne a vizat în primul rând capătul de cerere cu privire la tratamentul discriminatoriu, este clar că legitimitatea codului vestimentar şi proporţionalitatea măsurilor luate de British Airways în privinţa dnei Eweida au fost examinate în detaliu. Curtea nu consideră, prin urmare, că lipsa unor dispoziţii de protecţie speciale în dreptul intern presupune că dreptul reclamantei de a-şi manifesta religia prin portul unui simbol religios la locul de muncă este insuficient garantat.", "93.  În considerarea proporţionalităţii măsurilor luate de British Airways pentru punerea în aplicare a codului vestimentar, judecătorii naţionali de la fiecare nivel au fost de acord că scopul codului era unul legitim, şi anume cel de a comunica o anumită imagine a companiei şi de a promova recunoaşterea brandului şi a personalului său. Tribunalul pentru Litigiile de Muncă a considerat că cerinţa de a se conforma cu dispoziţiile codului era disproporţionată, din moment ce a eşuat să facă distincţia dintre un element purtat ca un simbol religios, de o bijuterie purtată din motive pur estetice. Această constatare a fost anulată în recurs de către Curtea de Apel, care a reţinut că British Airways a acţionat respectând criteriul proporţionalităţii. În determinarea acestei concluzii, Curtea de Apel s-a referit la circumstanţele cauzei aşa cum au fost stabilite de Tribunalul pentru Litigiile de Muncă şi, în particular, la faptul că acel cod vestimentar era în vigoare deja de câţiva ani, fără a cauza vreo problemă ştiută reclamantei sau altui membru al personalului; că dna Eweida a depus o cerere oficială şi că apoi a decis să se prezinte la locul de muncă purtând crucea la vedere, fără a aştepta rezultatele procedurii de soluţionare a cererii; că problema a fost conştiincios analizată de British Airways, odată ce plângerea a fost depusă, implicând un proces de consultare şi o îmblânzire a codului vestimentar, în sensul permiterii portului simbolurilor religioase la vedere, şi că dnei Eweida i-a fost asigurat un post administrativ plătit identic în timpul procesului, fiind în februarie 2007 când aceasta a fost repusă în vechiul ei post.", "94.  În opinia Curţii, este clar că aceşti factori s-au îmbinat pentru a reduce ingerinţa din cazul reclamantei, fapt care trebuie avut în vedere. Mai mult, în evaluarea proporţionalităţii măsurilor luate de o companie privată în privinţa angajaţilor săi, autorităţile naţionale, şi în special instanţele, operează în limitele marjei de apreciere. Cu toate acestea, Curtea a ajuns în acest caz la concluzia că justul echilibru nu a fost afectat. Pe o parte a balanţei se afla dorinţa dnei Eweida de a-şi manifesta convingerile religioase. Aşa cum s-a spus anterior, acesta este un drept fundamental: pentru că o societate democratică sănătoasă trebuie să tolereze şi să susţină pluralismul şi diversitatea; dar şi din cauza că o persoană care a făcut din religia sa un principiu general de viaţă trebuie să poată comunica această idee şi altora. De cealaltă parte a balanţei se regăsea dorinţa angajatorului de a induce în privinţa companiei sale o anumită imagine. Curtea consideră că, de vreme ce acest scop era, cu siguranţă, unul legitim, instanţele naţionale i-au acordat o prea mare însemnătate. Crucea dnei Eweida era purtată discret şi nu i-ar fi afectat ţinuta profesională. Nu a existat nicio dovadă că portul de alte elemente de vestimentaţie religioasă de către alţi angajaţi, autorizate anterior, asemenea turbanelor şi hijaburilor, au avut vreun impact negativ asupra brandului sau imaginii British Airways. Mai mult, faptul că această companie putea să amendeze codul vestimentar permiţând portul bijuteriilor cu semnificaţie religioasă la vedere demonstrează că interdicţia de mai devreme nu era de o importanţă crucială.", "95.  Curtea concluzionează astfel că, în aceste circumstanţe, neexistând vreo dovadă privind încălcarea reală a intereselor celorlalţi, autorităţile naţionale au eşuat în a proteja suficient dreptul primului reclamant de a-şi manifesta religia, încălcând obligaţia pozitivă ce decurge din articolul 9. În lumina acestei concluzii, ea nu consideră necesar să examineze separat capătul de cerere al reclamantei în temeiul articolului 14 combinat cu articolul 9.", "b.  Al doilea reclamant", "96.  Dna Chaplin este, de asemenea, o creştină practicantă care a purtat un lanţ cu o cruce la gât încă de la botezul său. La momentul evenimentelor în cauză, domnia sa lucra ca asistentă medicală la o secţie de geriatrie ce manifesta o politică uniformă bazată pe directivele Departamentului pentru Sănătate. Acea politică prevedea, inter alia, că „este interzis portul colierelor pentru a se evita riscul accidentării pacienţilor în timpul manevrelor medicale” şi că fiecare membru al personalului care dorea să poarte un articol specific din motive de religie sau cultură trebuia să supună această problemă managerului de departament, care nu ar fi putut refuza aprobarea în mod nejustificat. În 2007 a fost înlocuită uniforma, fiind schimbat vechiul guler cu unul în formă de V, astfel încât crucea reclamantei era acum mult mai vizibilă şi accesibilă, atât la ceafă, cât şi la gât. Reclamantei i-a fost cerut să îndepărteze crucea şi lanţul. Când a refuzat, a fost mutată într-un alt post decât cel de asistentă medicală, în noiembrie 2009, post care s-a desfiinţat în iulie 2010. Reclamanta a depus o cerere de chemare în judecată în faţa Tribunalului pentru Litigiile de Muncă, invocând discriminarea directă şi indirectă. Tribunalul a respins capătul de cerere privind discriminarea directă odată ce a reţinut că nu exista nicio dovadă că reclamanta a beneficiat de un tratament mai puţin favorabil decât colegii săi care doreau să poarte alte articole din motive religioase. Tribunalul a mai respins şi capătul de cerere privind discriminarea indirectă, statuând că politica autorităţii pentru sănătate era proporţională cu scopul vizat.", "97.  Asemenea dnei Eweida şi în conformitate cu principiile generale enunţate mai sus, Curtea consideră că decizia celui de-al doilea reclamant de a purta lanţul cu cruce la locul de muncă a fost o manifestare a credinţei sale religioase şi că refuzul autorităţii pentru sănătate de a-i permite să rămână în postul de asistentă medicală purtând crucea reprezintă o ingerinţă în libertatea sa de a-şi manifesta religia.", "98.  Angajatorul celui de-al doilea reclamant era o autoritate publică, iar Curtea trebuie să stabilească dacă ingerinţa a fost necesară într-o societate democratică, în îndeplinirea unuia dintre scopurile prevăzute de articolul 9 § 2. În acest caz, nu pare să existe vreun litigiu afară de faptul că motivul restricţiei impuse portului de bijuterii, incluzând simbolurile religioase, era ca să se protejeze sănătatea şi siguranţa asistentelor medicale şi a pacienţilor. Probele aduse în faţa Tribunalului pentru Litigiile de muncă susţineau că managerii reclamantei considerau că exista riscul ca un pacient tulburat să profite şi să tragă de lanţ, provocând astfel rănirea însăşi reclamantei, sau ca lanţul şi crucea să se balanseze şi să poată intra în contact, de exemplu, cu o rană deschisă. Au mai existat probe cu privire la faptul că unei alte asistente medicale de religie creştină i-a fost impusă înlăturarea crucii şi a lanţului; unor două asistente Sikh li s-a spus că nu pot purta brăţări sau kirpane; iar portul hijab-urilor lăsate liber a fost interzis. Reclamantei i-a fost acordată posibilitatea de a purta crucea, dar prinsă cu o agrafă anexată uniformei sale sau mascată de un guler înalt, însă aceasta nu a considerat că ar fi suficient ca să corespundă cu convingerile sale religioase.", "99.  Curtea consideră că, asemenea cazului dnei Eweida, importanţa de a-i fi permisă manifestarea religiei sale pentru cel de-al doilea reclamant purtând crucea la vedere trebuie să cântărească greu în balanţă. Cu toate acestea, motivul pentru care i s-a cerut înlăturarea crucii, şi anume protecţia sănătăţii şi siguranţei în saloanele de spital, a fost, inerent, de o mai mare anvergură decât în cazul dnei Eweida. Mai mult, este un domeniu în care autorităţilor naţionale trebuie să li se permită o largă marjă de apreciere. Managerii spitalului erau cei mai în măsură să ia decizii cu privire la siguranţa medicală decât o instanţă, mai ales decât o instanţă internaţională căreia nu i-au fost prezentate probe directe.", "100.  Prin urmare, Curtea nu poate să concluzioneze că măsurile de care se plânge dna Chaplin au fost disproporţionate. Rezultă că ingerinţa în libertatea sa de a-şi manifesta religia a fost una necesară într-o societate democratică şi că nu a existat vreo încălcare a articolului 9, în privinţa celui de-al doilea reclamant.", "101.  Mai mult, Curtea consideră că factorii ce trebuie puşi în balanţă atunci când se stabileşte proporţionalitatea măsurii în temeiul articolului 14 combinat cu articolul 9 ar fi similară şi că nu există niciun temei pentru constatarea încălcării articolului 14 şi în acest caz.", "c.  Al treilea reclamant", "102.  Curtea constată că cel de-al treilea reclamant este un creştin ce susţine punctul de vedere creştin-ortodox potrivit căruia căsătoria este comuniunea dintre un bărbat şi o femeie, pentru toată viaţa. Ea consideră că uniunile de acelaşi sex sunt contrare voinţei divine şi că ar fi greşit din partea ei să participe la crearea unei instituţii echivalente căsătoriei, între doi oameni de acelaşi sex. Din cauza refuzului ei de a fi desemnată drept ofiţer de stare civilă pentru înregistrarea parteneriatelor civile, au fost iniţiate proceduri disciplinare, culminând cu pierderea locului său de muncă.", "103.  Cel de-al treilea reclamant nu s-a plâns în temeiul articolului 9 aparte, ci, în schimb, s-a plâns că ar fi suferit o discriminare ca urmare a convingerilor sale creştine, prin încălcarea articolului 14 combinat cu articolul 9. Pentru Curte este clar că obiecţia reclamantei de a participa la înregistrarea parteneriatelor civile între persoane de acelaşi sex era direct motivată prin convingerile sale religioase. Faptele în discuţie intră în sfera de aplicare a articolelor 9 şi 14.", "104.  Curtea consideră că o situaţie comparabilă relevantă ar fi cea a unui ofiţer de stare civilă fără vreo obiecţie religioasă cu privire la uniunile de acelaşi sex. Curtea este de acord cu afirmaţia reclamantei potrivit căreia cerinţa autorităţii locale ca toţi ofiţerii de stare civilă care înregistrează naşterile, căsătoriile şi decesele să înregistreze şi înfiinţarea parteneriatelor civile are un impact negativ asupra ei din cauza propriilor convingeri religioase. Pentru a stabili dacă decizia autorităţii locale nu făcea excepţie în cazul reclamantei şi a altor persoane aflate în aceeaşi situaţie echivalând cu discriminarea indirectă prin încălcarea articolului 14, Curtea trebuie să aibă în vedere împrejurarea dacă politica urmărea un scop legitim şi era proporţională.", "105.  Curtea de Apel a reţinut în acest caz că scopul urmărit de către autoritatea locală era de a oferi un serviciu ce nu era doar efectiv în sensul caracterului practic şi al eficienţei, ci şi unul ce corespundea cu politica de  ansamblu a „funcţionarului şi a autorităţii publice angajaţi pe deplin în promovarea egalităţii de şanse şi a lipsei discriminării persoanelor de către funcţionari”. Curtea reaminteşte că în jurisprudenţa sa aferentă articolului 14 s-a reţinut că tratamentele diferenţiate bazate pe orientarea sexuală atrag în special temeiuri serioase în justificarea lor (a se vedea, de exemplu, Karner c. Austriei, nr. 40016/98, § 37, CEDO 2003IX; Smith şi Grady, citată mai sus, § 90; Schalk şi Kopf c. Austriei, nr. 30141/04, § 97, CEDO 2010). S-a reţinut de asemenea că situaţia cuplurilor de acelaşi sex au legătură şi este similară situaţiei cuplurilor formate din persoane de sex diferit, în privinţa nevoii de recunoaştere legală şi protecţie a relaţiei lor, din moment ce practica în această privinţă se dezvoltă încă în Europa, iar statele contractante beneficiază de o marjă de apreciere în legătură cu modul în care acest lucru se realizează în ordinea juridică internă (Schalk şi Kopf, citată mai sus, §§ 99-108). În acest context, este evident că scopul urmărit de către autoritatea locală era unul legitim.", "106.  Rămâne să se stabilească dacă mijloacele folosite în realizarea acestui scop erau proporţionale. Curtea ia în considerare serioasele consecinţe asupra reclamantei: având în vedere puterea convingerilor sale religioase, ea a considerat că nu a avut altă alegere decât să suporte acţiunile disciplinare, iar nu să fie desemnată ca ofiţer de stare civilă pentru înregistrarea parteneriatelor civile şi, în cele din urmă, şi-a pierdut locul de muncă. Mai mult, nu se poate spune că, atunci când a devenit parte a contractului său de muncă, reclamanta a renunţat în mod special la dreptul de a-şi manifesta convingerile religioase prin opoziţia la înfiinţarea parteneriatelor civile, din moment ce această cerinţă a fost prevăzută de către angajator la o dată ulterioară. Pe de altă parte şi cu toate acestea, politica autorităţii locale urmărea garantarea drepturilor altora, drepturi care erau protejate şi de Convenţie. Curtea le acordă, în general, autorităţilor naţionale, o largă marjă de apreciere atunci când este în discuţie echilibrul dintre drepturile concurente din Convenţie (a se vedea, de exemplu, Evans c. Regatului Unit [MC], nr. 6339/05, § 77, CEDO 2007I). În toate circumstanţele, Curtea nu consideră că autorităţile naţionale, în speţă autoritatea locală angajatoare care a iniţiat procedurile disciplinare, dar şi instanţele naţionale care au respins cererea reclamantei privind discriminarea, au depăşit marja de apreciere ce le-a fost acordată. Aşadar, nu se poate spune că a existat o încălcare a articolului 14 combinat cu articolul 9, în privinţa celui de-al treilea reclamant.", "d.  Al patrulea reclamant", "107.  Capătul principal din cererea dlui McFarlane invoca încălcarea articolului 9 din Convenţie, chiar dacă acesta a invocat şi încălcarea articolului 14 combinat cu articolul 9. Angajat de o companie privată a cărei politici le impunea angajaţilor săi oferirea de servicii în mod egal cuplurilor heterosexuale şi homosexuale, acesta a refuzat să ofere consiliere psiho-sexuală pentru cuplurile formate din persoane de acelaşi sex, fapt care a condus la iniţierea unor proceduri disciplinare împotriva sa. Cererea sa fundamentată, inter alia, pe discriminarea indirectă, a fost respinsă de Tribunalul pentru Litigiile de Muncă şi de Tribunalul de Apel pentru Litigiile de Muncă, iar recursul din faţa Curţii de Apel de asemenea.", "108.  Curtea admite că obiecţia dlui McFarlane era direct motivată de convingerile sale creştin-ortodoxe despre căsătorie şi relaţiile sexuale, şi reţine că refuzul său de a oferi consiliere cuplurilor homosexuale a constituit o manifestare a religiei şi a convingerilor sale. Obligaţia pozitivă a statului decurgând din articolul 9 impunea garantarea drepturilor sale în temeiul articolului 9.", "109.  Rămâne să se stabilească dacă statul a respectat această obligaţie pozitivă şi, în special, dacă s-a asigurat un just echilibru între interesele concurente în discuţie (a se vedea paragraful 84 de mai sus). În stabilirea acestor lucruri, Curtea ia în considerare că pierderea locului de muncă a reprezentat o sancţiune severă cu grave consecinţe pentru reclamant. Pe de altă parte, reclamantul s-a înscris în mod voluntar în programul de formare post-universitară de consiliere psiho-sexuală al Relate, ştiind că Relate promova o Politică a egalităţii de şanse şi că trierea clienţilor din motiv de orientare sexuală nu ar fi fost posibilă (a se vedea paragrafele 3234 de mai sus). De vreme ce Curtea nu consideră că decizia unei persoane de a deveni parte a unui contract de muncă şi de a prelua responsabilităţi despre care ştie că vor avea un impact asupra libertăţii sale de a-şi manifesta convingerile religioase este determinantă pentru întrebarea dacă a existat sau nu o ingerinţă în drepturile garantate de articolul 9, este o chestiune ce trebuie pusă în balanţă atunci când se analizează justul echilibru (a se vedea paragraful 83 de mai sus). Cu toate acestea, pentru Curte, cel mai important factor ce trebuie avut în vedere este dacă acţiunea angajatorului era menită să asigure punerea în aplicare a politicii de oferire a serviciilor fără discriminare. Prin urmare, autorităţile statale au beneficiat de o largă marjă de apreciere în decizia cu privire la unde se asigură echilibrul dintre dreptul dlui McFarlane de a-şi manifesta convingerile religioase şi interesul angajatorului de a asigura drepturile altora. În toate circumstanţele, Curtea nu consideră că această marjă de apreciere a fost depăşită în speţă.", "110.  În concluzie, Curtea nu consideră că refuzul instanţelor naţionale de a da curs cererii dlui McFarlane au dat naştere unei încălcări a articolului 9, privit individual sau combinat cu articolul 14.", "III.  APLICABILITATEA ARTICOLULUI 41 DIN CONVENŢIE", "111.  Articolul 41 din Convenţie prevede:", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A.  Prejudiciu", "112.  Dna Eweida a solicitat daune pentru pierderea veniturilor sale, totalizând GBP 3,906.69 şi dobânda la aceste sume. Ea a mai solicitat daune morale cu privire la prejudiciul adus trăirilor sale. Din cauza eşecului statului de a-i garanta un remediu intern adecvat, ea a suferit o lungă campanie de tratament discriminatoriu, care ar fi îndreptăţit-o la o despăgubire de până la GBP 30,000 la nivel naţional.", "113.  Guvernul a susţinut că sumele pretinse erau excesive, având în vedere faptul că British Airways a efectuat o analiză şi şi-a schimbat politica vestimentară la scurt timp după ce dna Eweida şi-a depus cererea, şi că simpla constatare a existenţei unei încălcări ar reprezenta o satisfacţie echitabilă suficientă.", "114.  Curtea a constatat o încălcare, în cazul dnei Eweida, în temeiul faptului că dispoziţiile de drept intern, aşa cum au fost aplicate în speţă, nu au asigurat un just echilibru între protecţia dreptului ei de a-şi manifesta religia şi drepturile şi interesele altora. Cu toate acestea, Curtea nu consideră că probele prezentate confirmă afirmaţia dnei Eweida potrivit căreia ar fi suferit pierderi financiare ca urmare a încălcării drepturilor sale. I s-a refuzat permisiunea de a purta crucea la vedere la locul de muncă, pe 20 septembrie 2006, iar aceasta a decis să se întoarcă şi să rămână acasă, neplătită, până când British Airways i-a schimbat postul în februarie 2007. Pe 23 octombrie 2006, i-a fost oferit un post administrativ ce nu presupunea portul de uniformă, la vechea sa normă de plată, până la finalizarea procedurii de soluţionare a reclamaţiei, ofertă pe care a ales să nu o accepte. Mai mult, Tribunalul pentru Litigiile de Muncă a reţinut în hotărârea sa că, în procedura din faţa instanţei, s-a ajuns la un numitor comun între părţi ca, în perioada septembrie 2006 – februarie 2007, reclamanta să se bucure de o remuneraţie de două ori mai mare decât pierderile sale, materializată prin cadouri şi donaţii, ori venituri din alte surse. În aceste circumstanţe, Curtea nu consideră că statul pârât este obligat să o compenseze pe dna Eweida pentru veniturile sale pierdute. Cu toate acestea, Curtea consideră că încălcarea dreptului său de a-şi manifesta convingerile religioase i-au cauzat dnei Eweida anxietate, frustrare şi suferinţă, în mod considerabil. Prin urmare, îi acordă EUR 2,000 cu titlu de prejudiciu moral.", "...", "DIN ACESTE MOTIVE, CURTEA", "...", "", "3.  Hotărăşte, cu cinci voturi la două, că a existat o încălcare a articolului 9 din Convenţie în privinţa primului reclamant şi că nu este necesară examinarea separată a cererii sale în temeiul articolului 14 combinat cu articolul 9;", "", "4.  Hotărăşte, în unanimitate, că nu a existat vreo încălcare a articolului 9, privit individual sau combinat cu articolul14, în privinţa celui de-al doilea reclamant;", "", "5.  Hotărăşte, cu cinci voturi la două, că a existat o încălcare a articolului 14 combinat cu articolul 9, în privinţa celui de-al treilea reclamant;", "", "6.  Hotărăşte, în unanimitate, că nu a existat vreo încălcare a articolului 9, privit individual sau combinat cu articolul 14, în privinţa celui de-al patrulea reclamant;", "", "7.  Hotărăşte, cu cinci voturi la două, că statul-pârât trebuie să-i plătească primului reclamant, în termen de trei luni de la data la care hotărârea devine definitivă, în conformitate cu articolul 44 § 2 din Convenţie, suma de EUR 2,000 (două mii euro), la care se adaugă orice sumă ce poate fi datorată cu titlu de impozit, pentru prejudiciul moral, sumă convertită în lire sterline la rata aplicabilă de la data prezentei hotărâri, şi că de la expirarea termenului de trei luni menţionat mai sus până la efectuarea plăţii, această sumă va fi majorată cu o dobândă simplă, la o rată egală cu rata dobânzii facilităţii de împrumut marginală practicată de Banca Centrală Europeană, aplicabilă pe parcursul acestei perioade şi majorată cu trei puncte procentuale;", "...", "", "9.  Respinge, în unanimitate, restul capetelor de cerere ale reclamanţilor privind satisfacţia echitabilă.", "Redactată în limba engleză şi notificată în scris, la 15 ianuarie 2013, în conformitate cu articolul 77 § 2 şi 3 din Regulamentul Curţii.", "\t Early\tDavid Thór Björgvinsson\n\tGrefier\tPreşedinte", "", "În conformitate cu Articolul 45 § 2 din Convenţie şi Regula 74 § 2 din Regulamentul Curţii, vor fi anexate la prezenta hotărâre opinia separată a Judecătorilor Bratza şi David Thór Björgvinsson, precum şi cea a Judecătorilor Vučinić şi De Gaetano.", "DTB\nTLE", "Opiniile separate nu sunt traduse, însă se regăsesc în limbile engleză şi franceză în versiunile oficiale ale hotărârii, care pot fi consultate în baza de date HUDOC a jurisprudenţei Curţii.", "", "", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2013", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2013", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", ""]}