{"file": "RUM_HJUDRUM_42750_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "42750/09", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Del Río Prada împotriva Spaniei (MC) – 42750/09", "Hotărârea din 21.10.2013", "Art. 5 § 1: Arestare sau detenţie legală", "Amânarea datei punerii definitive în libertate în aplicarea unei noi jurisprudenţe intervenite după data condamnării: încălcare", "", "În fapt – În perioada 1988–2000, în cadrul a opt procese penale, reclamanta a fost condamnată la diferite pedepse pentru mai multe infracţiuni legate de atentate teroriste, totalul pedepselor privative de libertate ridicându-se la mai mult de 3000 de ani. În noiembrie 2000, având în vedere conexitatea juridică şi cronologică a infracţiunilor, Audiencia Nacional a contopit diferitele pedepse pronunţate şi a stabilit o durată totală de 30 de ani, în conformitate cu limita prevăzută în Codul penal din 1973, aplicabil la momentul faptelor.  În aprilie 2008, autorităţile penitenciarului în care se afla deţinută reclamanta a stabilit data de punere în libertate pentru luna iulie 2008, după aplicarea unor reduceri de pedeapsă pentru munca efectuată de la începutul arestării sale în 1987. Ulterior, în mai 2008, Audiencia Nacional a solicitat autorităţilor penitenciarului să modifice data prevăzută pentru punerea sa în libertate şi să efectueze un nou calcul pe baza unei noi jurisprudenţe stabilite într-o hotărâre pronunţată în februarie 2006 de Tribunalul Suprem (aşa-numita doctrină Parot), conform căreia era necesar ca beneficiile acordate şi reducerile pedepselor relevante să fie aplicate individual fiecărei pedepse în parte şi nu limitei maxime de 30 de ani de închisoare. Astfel, data finală de punere în libertate a reclamantei a fost stabilită la 27 iunie 2017. Căile de atac ale reclamantei au fost respinse.", "Prin hotărârea din 10 iulie 2012, o cameră a Curţii a concluzionat, în unanimitate, că au fost încălcate art. 5 şi art. 7 din Convenţie, considerând că intervenţia noii jurisprudenţe care modifică modalitatea de calculare a reducerii pedepselor nu era previzibilă la momentul condamnării reclamantei şi constituia o aplicare retroactivă, în detrimentul persoanei în cauză, a unei schimbări care a avut loc după săvârşirea infracţiunilor.", "În drept – Art. 5 § 1: Reclamanta a fost condamnată, în urma unei proceduri legale, de o instanţă competentă, la pedepse privative de libertate cu o durată totală de peste 3000 de ani. Or, în majoritatea hotărârilor de condamnare pronunţate de Audiencia Nacional, precum şi în decizia din noiembrie 2000 de contopire a pedepselor şi de stabilire a duratei maxime a pedepsei, se indică faptul că reclamanta trebuia să execute o pedeapsă cu închisoarea cu o durată maximă de 30 de ani, în temeiul Codului penal din 1973. Detenţia reclamantei nu a atins încă această durată maximă. Există în mod clar o legătură de cauzalitate între condamnările pronunţate împotriva reclamantei şi menţinerea acesteia în stare de detenţie după 2 iulie 2008, care rezultă din stabilirea vinovăţiei şi, respectiv, din pedeapsa maximă de 30 de ani de închisoare care trebuia să fie executată.", "În lumina considerentelor care au condus-o la concluzia că a fost încălcat art. 7 din Convenţie, Curtea apreciază că, la momentul pronunţării condamnărilor reclamantei, în perioada în care aceasta a prestat muncă în detenţie şi la momentul în care a primit notificarea privind decizia de contopire a pedepselor, aceasta nu putea să prevadă în mod rezonabil că modalităţile de aplicare a reducerilor de pedeapsă pentru munca prestată în detenţie vor face obiectul unui reviriment jurisprudenţial realizat de Tribunalul Suprem în 2006 şi că i se va aplica acest reviriment. Acest reviriment a determinat o amânare cu aproape 9 ani a datei de punere în libertate a persoanei în cauză. Prin urmare, aceasta a executat o pedeapsă cu închisoarea cu o durată mai mare decât cea a pedepsei pe care ar fi executat-o în conformitate cu sistemul juridic naţional în vigoare la momentul condamnării sale, ţinând seama de reducerile de pedeapsă care îi fuseseră deja acordate conform legii. Astfel, din 3 iulie 2008, reclamanta face obiectul unei detenţii „nelegale”.", "Concluzie: încălcare (unanimitate).", ""]}