{"file": "RUM_HJUDRUM_74420_01.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "74420/01", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Ramanauskas împotriva Lituaniei (MC) - 74420/01", "Hotărârea din 5.02.2008 (MC)", "Art. 6", "Art. 6 § 1", "Proces echitabil", "Condamnare pentru o infracţiune de corupţie săvârşită la instigarea poliţiei: încălcare", "", "În fapt – Reclamantul avea funcţia de procuror. Acesta a susţinut că o persoană pe care nu o cunoştea de dinainte, despre care ulterior s-a aflat că era ofiţer într-un serviciu al poliţiei specializat în combaterea corupţiei, l-a contactat prin intermediul unei cunoştinţe din sfera relaţiilor sale personale. Persoana respectivă i-a cerut să obţină achitarea unei terţe persoane şi i-a oferit în acest scop o mită de 3 000 de dolari americani (USD). Reclamantul a susţinut că iniţial a refuzat propunerea, dar a acceptat-o după ce interlocutorul său a i-a făcut aceeaşi ofertă de mai multe ori. Ofiţerul şi-a informat angajatorul, iar în noiembrie 1999, adjunctul procurorului general l-a autorizat să simuleze acte de corupţie. La scurt timp, reclamantul a primit mita promisă. În august 2000, acesta a fost condamnat la o pedeapsă privativă de libertate pentru luare de mită, reprezentând suma de 2 500 USD. Această decizie a fost confirmată în apel. Curtea Supremă a respins recursul introdus de reclamant, motivând că nu exista nicio probă care să arate că negocierile iniţiale au avut loc la ordinul serviciilor de poliţie, că autorităţile au fost informate despre operaţiune abia după ce reclamantul a acceptat luarea de mită şi că, autorizându-l pe ofiţerul implicat în operaţiune să îşi continue activităţile, autorităţile s-au limitat la a se asocia la săvârşirea unei infracţiuni care era în curs de desfăşurare. În opinia instanţei, problema instigării la săvârşirea unei infracţiuni nu a avut efect asupra încadrării juridice a comportamentului reclamantului.", "În drept – Art. 6 § 1: Autorităţile naţionale nu pot fi exonerate de răspundere pentru acţiunile ofiţerilor de poliţie limitându-se la invocarea faptului că aceştia, deşi îndeplineau acte specifice activităţii poliţieneşti, ar fi acţionat „în particular”. Răspunderea autorităţilor trebuie asumată cu atât mai mult cu cât faza iniţială a operaţiunii s-a desfăşurat în afara unui cadru legal şi în absenţa unei autorizări judecătoreşti. În plus, autorizându-l pe poliţistul respectiv să simuleze acte de corupţie şi scutindu-l pe acesta de orice răspundere penală, autorităţile au conferit ex post un caracter legitim fazei preliminare şi au profitat de rezultatele acesteia. De asemenea, nu s-a oferit nicio explicaţie satisfăcătoare cu privire la raţiunile şi eventualele motive personale pentru care poliţistul l-ar fi abordat din proprie iniţiativă pe reclamant, fără să îi informeze pe superiori; nu s-au oferit nici motive pentru care acesta nu a fost urmărit penal pentru actele săvârşite în cadrul fazei preliminare. În această privinţă, Guvernul s-a limitat să facă referire la faptul că toate documentele relevante au fost distruse. Rezultă de aici că autorităţile lituaniene îşi asumă răspunderea pentru acţiunile poliţistului şi persoanei cunoscute de reclamant care au precedat autorizarea înscenării luării de mită. Orice altă soluţie ar lăsa loc de abuzuri şi arbitrariu, permiţând eludarea principiilor aplicabile. Activităţile poliţistului implicat şi ale persoanei cunoscute de reclamant au depăşit limita a ceea ce constituie simpla examinare pasivă a unei activităţi infracţionale existente: nu există nicio dovadă că reclamantul a comis infracţiuni anterior, în special infracţiuni ce ţin de domeniul corupţiei, toate întrevederile dintre reclamant şi poliţistul implicat au avut loc la iniţiativa acestuia din urmă, iar reclamantul pare să fi fost supus unor insistenţe vădite din partea celor doi interlocutori ai săi pentru a se implica într-o activitate infracţională, deşi nu exista niciun element obiectiv care să indice intenţia sa de a se implica în aşa ceva. Reclamantul a susţinut pe toată durata procedurii că a fost instigat să comită infracţiunea. În consecinţă, autorităţile şi instanţele interne ar fi trebuit, cel puţin, să examineze în detaliu dacă organele de urmărire penală au provocat sau nu la săvârşirea unei fapte penale. În acest scop, acestea ar fi trebuit să verifice în special motivele pentru care operaţiunea a fost organizată, amploarea participării poliţiei la infracţiune, precum şi natura instigării sau a presiunilor exercitate asupra reclamantului. Acest lucru era cu atât mai important cu cât persoana cunoscută de reclamant, care i l-a prezentat pe poliţist reclamantului şi care pare să fi jucat un rol semnificativ în succesiunea evenimentelor care au condus la darea şi luarea de mită, nu a fost citată niciodată să depună mărturie în dosarul cauzei deoarece nu a fost găsită. Pentru fiecare dintre aceste aspecte, ar fi trebuit ascultate argumentele apărării reclamantului. Autorităţile interne au negat însă orice instigare din partea poliţiei şi nu au luat nicio măsură, la nivelul instanţelor judecătoreşti, pentru a cerceta serios afirmaţiile reclamantului în acest sens. Mai precis, autorităţile nu au făcut nicio încercare pentru a clarifica rolul jucat de protagoniştii din acest caz, deşi condamnarea reclamantului s-a bazat pe probe strânse în urma instigării din partea poliţistului, pe care reclamantul a denunţat-o. Curtea reţine că Curtea Supremă a considerat că, odată stabilită vinovăţia reclamantului, o eventuală influenţă externă asupra hotărârii acestuia de a săvârşi infracţiunea şi-a pierdut orice relevanţă. Mărturisirea unei infracţiuni săvârşite la instigarea cuiva nu face să dispară nici instigarea, nici efectele acesteia. Acţiunile poliţistului implicat şi ale persoanei cunoscute de reclamant au avut ca efect instigarea reclamantului la săvârşirea infracţiunii pentru care a fost condamnat şi nu există nicio dovadă că, fără intervenţia acestora, infracţiunea ar fi fost săvârşită. Ţinând seama de această intervenţie şi de folosirea acesteia în procedura penală în litigiu, procesul reclamantului nu a avut un caracter echitabil.", "Concluzie: încălcare (unanimitate).", ""]}