{"file": "RUM_HJUDRUM_3455_05.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "3455/05", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul al Institutului European din România” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support European Institute of Romania (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "A şi alţii împotriva Regatului Unit (MC) – nr. 3455/05", "Hotărârea din 19.02.2009", "Art. 5 § 1 lit. f): Expulzare – Extrădare", "Nedezvăluirea din motive de securitate naţională a probelor relevante pentru a se judeca legalitatea detenţiei: încălcare", "Art. 5 § 4: Introducerea unei căi de atac", "Nedezvăluirea din motive de securitate naţională a probelor relevante pentru a se judeca legalitatea detenţiei: încălcare; neîncălcare", "Art. 15", "Validitatea derogării de la obligaţiile prevăzute de art. 5 § 1 în ceea ce priveşte competenţa de a încarcera persoane străine, suspectate de terorism care nu pot fi expulzate pe motiv de teamă de rele tratamente: lipsa validităţii", "", "În fapt – În urma atacurilor comise în 11 septembrie 2001 împotriva Statelor Unite ale Americii, Guvernul britanic a considerat că anumiţi resortisanţi prezenţi pe teritoriul britanic care formau o reţea de susţinere a activităţilor teroriste islamiste extremiste având legătură cu Al-Qaida reprezentau o ameninţare pentru Regatul Unit. Expulzarea lor fiind exclusă pe motiv de risc de rele tratamente la care aceste persoane ar fi fost expuse în ţara lor de origine, Guvernul a considerat necesar să instituie o competenţă extinsă de plasare în detenţie, aplicabilă străinilor în privinţa cărora ministrul Internelor avea motive să creadă că prezenţa lor în Regatul Unit reprezenta un risc pentru securitatea naţională şi existau motive să fie suspectaţi a fi „terorişti internaţionali”. Având în vedere că acest regim de detenţie putea să se dovedească incompatibil cu art. 5 § 1 din Convenţie, Guvernul a emis un aviz de derogare în temeiul art. 15 din Convenţie în care a introdus dispoziţiile capitolului 4 din Legea din 2001 privind securitatea şi lupta împotriva criminalităţii şi a terorismului („Legea din 2001”), care abilita în special autorităţile să plaseze în detenţie resortisanţii străini vizaţi de un certificat care îi desemna ca fiind „suspecţi terorişti internaţionali” pentru care nu era posibilă „pentru moment” expulzarea din Regatul Unit.", "Dispoziţiile capitolului 4 din Legea din 2001 au intrat în vigoare în decembrie 2001 şi au fost abrogate în martie 2005. În perioada de aplicare a acestei legi, 16 resortisanţi străini, între care cei 11 reclamanţi, au făcut obiectul unui astfel de certificat şi au fost plasaţi în detenţie. Şase dintre persoanele în cauză au fost încarcerate la 19 decembrie 2001 şi ceilalţi la diverse date până în octombrie 2003. Înainte de a decide să părăsească Regatul Unit, unul în Maroc, celălalt în Franţa, al doilea şi al patrulea reclamant au fost puşi în libertate la trei zile, respectiv la trei luni de la arestare. Ceilalţi reclamanţi au fost plasaţi în închisoarea Belmarsh. Trei dintre ei au fost transferaţi într-un spital de psihiatrie de securitate ca urmare a deteriorării stării lor de sănătate mentală (stare care l-a condus pe unul dintre reclamanţi la o tentativă de sinucidere), alt reclamant a obţinut în aprilie 2004 eliberarea condiţionată cu restricţii echivalente cu arestul la domiciliu, pentru acelaşi motiv.", "Certificatele emise împotriva reclamanţilor în temeiul Legii din 2001 au făcut obiectul unei reexaminări semestriale, efectuate de Comisia specială pentru contestaţii privind imigraţia (Special Immigration Appeals Commission –„SIAC”). Fiecare reclamant a contestat decizia prin care ministrul Internelor a emis un certificat împotriva lui. Procedura desfăşurată în faţa SIAC permitea acestei comisii să examineze nu doar informaţii (clasificate „neconfidenţiale”) care puteau fi făcute publice, ci şi alte informaţii (clasificate „confidenţiale”), care, din motive de securitate naţională, nu puteau fi dezvăluite. Deţinutul şi reprezentanţii săi primeau comunicarea cu informaţiile neconfidenţiale şi puteau formula observaţii în scris şi la bară referitoare la respectivul subiect. Informaţiile confidenţiale nu erau comunicate nici deţinutului, nici avocaţilor săi, ci unui „avocat special” desemnat pentru fiecare deţinut de către Solicitor General. În afară de audierile publice, SIAC a organizat audieri secrete consacrate examinării informaţiilor confidenţiale, în timpul cărora avocatul special putea invoca, în numele deţinutului, anumite mijloace de procedură – având drept scop, de exemplu, comunicarea de informaţii suplimentare – şi de fond. Cu toate acestea, din momentul în care lua cunoştinţă de informaţii confidenţiale, avocatului special nu i se mai permitea să comunice cu deţinutul sau cu avocaţii acestuia fără acordul SIAC. SIAC a respins toate contestaţiile formulate de persoanele interesate împotriva certificatelor care îi vizau.", "Reclamanţii au angajat de asemenea o procedură pentru a denunţa ilegalitatea fundamentală a derogării notificate în temeiul art. 15. Camera Lorzilor s-a pronunţat în ultimă instanţă privind acţiunea lor printr-o hotărâre din 16 decembrie 2004. Aceasta a considerat că există un pericol care ameninţă viaţa naţiunii, dar că regimul de detenţie nu trata în mod raţional ameninţarea la adresa securităţii şi că, prin urmare, era unul disproporţionat. Camera Lorzilor a observat în special că s-a demonstrat că şi resortisanţi britanici sunt implicaţi în reţele teroriste care au legătură cu Al-Qaida şi a considerat că regimul de detenţie criticat opera o discriminare nejustificată împotriva străinilor. În consecinţă, aceasta a emis o declaraţie de incompatibilitate în temeiul legii privind drepturile omului şi a anulat avizul de derogare. Capitolul 4 din Legea din 2001 a fost abrogat de Parlament în martie 2005. Reclamanţilor care au fost menţinuţi în detenţie le-au fost comunicate mandatele de control în temeiul Legii din 2005 privind prevenirea terorismului.", "În drept – Art. 5 § 1 lit. f) şi art. 15", "a) Cu privire la obiectul litigiului – Guvernul nu este împiedicat să invoce lit. f) a art. 5 § 1 în faţa Curţii, deşi nu a făcut acest lucru în faţa instanţelor britanice, deoarece a amânat în mod expres problema aplicării art. 5 în avizul de derogare, precum şi în procedura internă, iar Camera Lorzilor a examinat problema compatibilităţii detenţiei persoanelor în cauză cu art. 5 § 1 înainte de a se pronunţa asupra validităţii derogării. În plus, nu există în principiu niciun motiv de a priva Guvernul de posibilitatea de a prezenta în faţa Curţii toate mijloacele de apărare de care dispune, chiar dacă acest fapt ar putea conduce la repunerea în discuţie a concluziilor celei mai înalte instanţe britanice. Prin urmare, este necesar să se respingă cele două excepţii preliminare invocate de reclamanţi.", "b) Cu privire la fondul litigiului – Curtea trebuie să verifice în prealabil dacă detenţia la care au fost supuşi reclamanţii a fost nelegală în temeiul art. 5 § 1 lit. f). Curtea nu va trebui să se pronunţe asupra validităţii derogării decât dacă decide că detenţia a fost nelegală.", "i. Cu privire la legalitatea detenţiei – Privarea de libertate a unei „persoane împotriva căreia se află în curs o procedură de expulzare sau de extrădare” nu se justifică decât în cazul în care o astfel de procedură continuă şi se desfăşoară cu diligenţa necesară. Curtea a concluzionat neîncălcarea art. 5 § 1 lit. f) în privinţa celui de-al doilea şi a celui de-al patrulea reclamant, având în vedere perioada scurtă de detenţie la care au fost supuşi înainte de a decide să părăsească Regatul Unit. În schimb, este clar că toţi ceilalţi nouă reclamanţi au făcut obiectul unui certificat şi au fost încarceraţi sub suspiciunea de a fi terorişti internaţionali a căror prezenţă în libertate în Regatul Unit ameninţa securitatea naţională. Una dintre ipotezele fundamentale pe care se întemeia avizul de derogare, Legea din 2001, şi plasarea persoanelor din cauză în detenţie era că imposibilitatea de a-i deporta sau expulza avea un caracter „de moment”. Nu există nici un indiciu că autorităţile au avut o perspectivă realistă de a expulza prsoanele în cauză fără a le expune la un risc real de rele tratamente. În aceste condiţii, politica Guvernului de a continua să „examineze în mod activ” posibilitatea de a-i expulza pe reclamanţi nu era suficient de sigură sau hotărâtoare pentru a fi considerată „procedură (...) angajată în vederea expulzării”. Prin urmare, detenţia lor nu intra sub incidenţa excepţiei de la dreptul la libertate prevăzută de art. 5 § 1 lit. f).", "ii. Cu privire la validitatea derogării – instanţa supremă a statului pârât a examinat această problemă şi a decis că exista un pericol public care ameninţa viaţa naţiunii, dar că măsurile luate pentru a-l reduce nu erau strict impuse de situaţie. Curtea consideră că nu ar putea ajunge la o soluţie contrară fără a avea certitudinea că instanţele interne au comis o eroare în aplicarea sau interpretarea art. 15 sau a jurisprudenţei sale, sau că sunt vădit nerezonabile concluziile acestora.", "– Cu privire la existenţa unui „pericol public ce ameninţă viaţa naţiunii” – ministrul Internelor a prezentat instanţelor britanice probe pentru a demonstra existenţa unei ameninţări reale cu atacuri teroriste îndreptate împotriva Regatului Unit. SIAC a trebuit să furnizeze şi alte informaţii confidenţiale. Toţi judecătorii interni care au luat la cunoştinţă despre prezenta cauză au declarat că ei cred în realitatea pericolului invocat, cu excepţia unuia. Chiar dacă Al-Qaida nu comisese încă un atac pe teritoriul britanic în momentul în care a fost stabilită derogarea, nu se poate reproşa autorităţilor naţionale că au crezut în „iminenţa” unui atac. Statele nu ar trebui obligate să aştepte producerea unui dezastru pentru a lua măsuri adecvate pentru a-i reduce efectele. Statele au o marjă largă de apreciere pentru a evalua ameninţările, în funcţie de informaţiile de care dispun. Opiniile executivului şi Parlamentului sunt importante în materie, şi e necesar să se acorde o importanţă mai mare opiniei instanţelor naţionale, care sunt mai bine situate decât instanţa europeană pentru a evalua probele referitoare la existenţa unui pericol. În consecinţă, Curtea admite că exista un pericol public ce ameninţa viaţa naţiunii.", "– Cu privire la întrebarea de a stabili dacă măsurile în litigiu erau strict impuse de situaţie – Guvernul a criticat cinci dintre argumentele privind constatarea lipsei de proporţionalitate stabilite de Camera Lorzilor cu privire la detenţia reclamanţilor. În ceea ce priveşte primul dintre aceste argumente, potrivit căruia instanţele interne ar fi trebuit să acorde o mai mare marjă statului în a stabili măsurile strict necesare, Curtea a subliniat că teoria marjei de apreciere a fost întotdeauna percepută ca un mijloc de a defini relaţia dintre autorităţi şi instanţa europeană, dar nu consideră că se poate aplica în acelaşi mod în relaţia dintre organismele statului la nivel intern. Problema proporţionalităţii măsurilor în litigiu ţine în ultimă instanţă de domeniul judiciar, în special întrucât, astfel cum se întâmplă în speţă, justiţiabilii au fost îndelung privaţi de dreptul lor fundamental la libertate. În orice caz, având în vedere atenţia de care a dat dovadă Camera Lorzilor atunci când a examinat întrebările care se puneau în prezenta cauză, nu i se poate reproşa că nu a acordat opiniilor executivului şi Parlamentului importanţa meritată. În ceea ce priveşte al doilea argument, potrivit căruia Camera Lorzilor ar fi săvârşit o eroare examinând legea in abstracto în loc să se aplece asupra circumstanţelor specifice cazului fiecăruia dintre reclamanţi, Curtea consideră că art. 15 prevede în mod necesar o abordare axată pe situaţia generală a ţării în cauză şi că, în cazul în care – precum în speţă – măsurile criticate sunt considerate disproporţionate şi discriminatorii, este inutil să se examineze de la caz la caz modul în care au fost puse în aplicare. În ceea ce priveşte al treilea motiv invocat de Guvern, potrivit căruia soluţia adoptată de majoritatea Camerei Lorzilor nu constituia refuzul de a considera încarcerarea reclamanţilor ca o măsură necesară, ci mai degrabă faptul că legea nu autoriza plasarea în detenţie a resortisanţilor britanici care ameninţă securitatea naţională, Curtea consideră că în mod corect Camera Lorzilor a considerat că extinderea competenţelor în privinţa detenţiei nu poate fi considerată ca ţinând de legislaţia privind resortisanţii străini, în care ar fi fost justificată o distincţie între aceştia din urmă şi resortisanţii naţionali, ci mai degrabă ca ţinând de securitatea naţională. Alegând să utilizeze o măsură care ţine de natura dreptului resortisanţilor străini pentru a trata o problemă care ţine în esenţă de securitate, autorităţile au dat un răspuns inadecvat şi au expus un anumit grup de persoane suspecte de terorism la riscul disproporţionat şi discriminatoriu al unei detenţii pe durată nedeterminată. Efectele potenţial negative ale unei detenţii fără inculpare pot afecta în mod sensibil identic un cetăţean britanic şi un străin care nu poate, în practică, părăsi ţara din cauza temerii de a fi supus la tortură în străinătate. În ceea ce priveşte ultimele două argumente ale Guvernului, potrivit cărora autorităţile au limitat în mod legitim măsurile în litigiu la resortisanţi străini, pentru a nu afecta populaţia musulmană britanică şi că ar fi putut oferi un răspuns mai bun la ameninţarea teroristă, întrucât autorităţile erau abilitate să-i plaseze în detenţie pe cei care reprezentau, în viziunea lor, principala sursă a acestei ameninţări, şi anume pe străini, Curtea consideră că Guvernul nu a furnizat probe în favoarea afirmaţiilor sale. Pe scurt, măsurile de derogare au fost disproporţionate întrucât au produs o discriminare nejustificată între resortisanţii naţionali şi cei străini.", "Concluzie: încălcare, cu excepţia celui de-al doilea şi a celui de-al patrulea reclamant (unanimitate).", "Art. 5 § 4: Reclamanţii s-au plâns de lipsa de echitate a procedurii în faţa SIAC, nefiindu-le comunicate toate probele împotriva lor. Curtea declară inadmisibile plângerile celui de-al doilea şi celui de-al patrulea reclamant, întrucât aceştia fuseseră deja eliberaţi în momentul deschiderii diferitelor proceduri referitoare la legalitatea detenţiilor dispuse în temeiul legii din 2001. În privinţa celorlalţi reclamanţi, interesul public eminent ataşat colectării de informaţii despre Al-Qaida, precum şi ascunderea surselor din care au fost obţinute intră în conflict cu dreptul reclamanţilor la un proces echitabil, în contextul recursurilor formulate de aceştia. În aceste condiţii, era esenţial ca fiecăruia dintre reclamanţi să-i fie comunicate cât mai multe informaţii privind capetele de cerere şi probele reţinute împotriva sa, fără ca securitatea naţională, precum şi a terţilor să fie compromisă şi pentru a putea contesta în mod eficient acuzaţiile aduse. Curtea consideră că, în calitate de organism judiciar complet independent abilitat să examineze toate probele relevante, SIAC putea să se asigure că nicio informaţie nu este ascunsă inutil deţinuţilor, că avocaţii speciali prezintă o garanţie suplimentară şi că nu există niciun motiv pentru a se concluziona că secretul a fost invocat în mod excesiv şi nejustificat în cadrul contestaţiilor formulate de părţile în cauză sau că refuzurile de a li se comunica probe, cu care reclamanţii s-au confruntat, nu au fost justificate de motive imperioase. Cu toate acestea, întrebarea care se pune în definitiv este dacă, în cazul în care nu au fost comunicate toate probele incriminatorii, afirmaţiile conţinute în probele neconfidenţiale au fost suficient de precise pentru a le permite reclamanţilor să furnizeze informaţii reprezentanţilor lor, precum şi avocaţilor speciali, iar aceştia din urmă să le utilizeze pentru a respinge acuzaţiile aduse împotriva persoanelor în cauză.", "În acest sens, Curtea observă că probele neconfidenţiale care îi incriminau pe cinci dintre reclamanţi conţineau acuzaţii – privind, de exemplu, achiziţionarea de echipamente de telecomunicaţii identificate cu precizie, posesia unor astfel de documente care făceau referire la presupuşi terorişti, menţionaţi nominal, şi întâlniri cu astfel de presupuşi terorişti în locuri şi la date precise – suficient de circumstanţiale pentru a permite persoanelor în cauză să le conteste în mod eficient. Prin urmare, nu s-a adus atingere drepturilor procedurale ale persoanelor în cauză. Cu toate acestea, s-a stabilit că documentele neconfidenţiale comunicate altor patru reclamanţi au fost insuficiente pentru a le permite acestora să conteste în mod eficient acuzaţiile formulate împotriva lor, fie pentru că un element esenţial lipsea (probarea legăturii între fondurile pretins încasate de persoanele în cauză şi actele de terorism) sau pentru că aveau un caracter atât de general şi incomplet încât SIAC trebuia să se bazeze în mare parte pe documente secrete.", "Concluzie: încălcare în privinţa a patru reclamanţi, neîncălcare în privinţa a cinci dintre aceştia şi inadmisibilitate în privinţa capetelor de cerere formulate de ultimii doi reclamanţi (unanimitate).", "Art. 5 § 5: Întrucât reclamanţii nu au putut să se prevaleze de dreptul executoriu la reparaţii pentru încălcarea art. 5 § 1 şi a art. 5 § 4, menţionate mai sus, în faţa instanţelor interne, care nu au avut altă putere decât aceea de a pronunţa o declaraţie de incompatibilitate, paragraful 5 al acestei dispoziţii a fost de asemenea încălcat.", "Concluzie: încălcare în privinţa tuturor părţilor în cauză, cu excepţia celui de-al doilea şi celui de-al patrulea reclamant (unanimitate).", ""]}