{"file": "RUM_HJUDRUM_20289_02.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "20289/02", "text_paragraphs": ["", "Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către asociaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "", "SECŢIUNEA A PATRA", "", "", "", "", "CAUZA GUŢU c. MOLDOVEI", "", "(Cererea nr. 20289/02)", "", "", "", "", "", "HOTĂRÂRE", "", "", "STRASBOURG", "", "7 iunie 2007", "", "", "", "DEFINITIVĂ", "", "07/09/2007", "", "", "Această hotărâre va deveni definitivă în modul stabilit de articolul 44 § 2 al Convenţiei. Ea poate fi subiect al revizuirii editoriale.", "În cauza Guţu c. Moldovei,", "Curtea Europeană a Drepturilor Omului (Secţiunea a Patra), întrunită în cadrul unei Camere compuse din:", "\tSir\tNicolas Bratza, Preşedinte,\n\tDl\tJ. Casadevall,\n\tDl\tG. Bonello,\n\tDl\tS. Pavlovschi,\n\tDl\tL. Garlicki,", "     Dra  L. Mijović", "     Dl   J. Šikuta, judecători,\nşi dl T.L. Early, Grefier al Secţiunii,", "Deliberând la 15 mai 2007 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la acea dată:", "", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 20289/02) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către un cetăţean al Republicii Moldova, dna Tatiana Guţu („reclamantul”), la 16 aprilie 2002.", "2.  Reclamantul a fost reprezentat de către dna Doina Străisteanu, care a acţionat în numele „Comitetului Helsinki pentru Drepturile Omului din Republica Moldova”, o organizaţie non-guvernamentală cu sediul în Chişinău. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său, dl Vitalie Pârlog. ", "3.  La 4 aprilie 2005, Curtea a comunicat Guvernului cererea. În conformitate cu prevederile articolului 29 § 3 al Convenţiei, ea a decis examinarea fondului cererii concomitent cu admisibilitatea acesteia.", "ÎN FAPT", "I.  CIRCUMSTANŢELE CAUZEI", "4. Reclamantul, dna Tatiana Guţu, este un cetăţean al Republicii Moldova, care s-a născut în 1952 şi locuieşte în satul Cojuşna.", "5. Fiul său minor M., care avea doisprezece ani la momentul desfăşurării evenimentelor, era bănuit frecvent de săvârşirea unor furturi neînsemnate şi dus de multe ori la secţia de poliţie. Din cauza vârstei sale, niciun dosar penal nu a fost intentat împotriva lui. De câteva ori, el s-a plâns că a fost bătut de poliţiştii R.D. şi I.B., iar mama sa a depus plângeri penale împotriva acestora. La 28 decembrie 2001, reclamantul s-a plâns procuraturii că, la 4 decembrie 2001, fiul său a fost maltratat de către poliţiştii R.D. şi I.B., iar ca rezultat el a suferit o comoţie şi multiple vânătăi.", "6. În ziua de duminică, 30 decembrie 2001, la amiază, poliţistul R.D. a venit la domiciliul reclamantului şi a cerut ca fiul lui să-l însoţească la secţia de poliţie, deoarece el era bănuit că ar fi fost implicat într-un furt de la un vecin, care a avut loc la 29 decembrie 2001. Potrivit Guvernului, poliţistul a cerut ca atât reclamantul, cât şi fiul lui să-l însoţească la secţia de poliţie. Reclamantul a refuzat să-şi lase fiul să plece, decât dacă el ar fi fost citat în mod corespunzător.", "7. Un sfert de oră mai târziu, acelaşi poliţist a venit la domiciliul reclamantului însoţit de poliţistul I.B. şi de doi vecini. Deoarece poarta era încuiată, poliţiştii l-au rugat pe unul din vecini să sară gardul şi să o descuie din interior.", "8. Unul din poliţişti l-a anunţat pe reclamant că el va fi dus la secţia de poliţie, fiind învinuit de comiterea contravenţiei administrative de nesubordonare cu rea-voinţă cererii legitime a colaboratorului poliţiei, prevăzută de articolul 174 alin. 1 al Codului cu privire la contravenţiile administrative („CCA”).", "9. Reclamantul a fost dus de cei doi poliţişti la secţia de poliţie din sat. Ei nu l-au lăsat să-şi schimbe hainele sau încălţămintea, deşi el s-a îmbrăcat cu un palton. ", "10. Potrivit declaraţiilor martorilor, aşa cum rezultă din dosarul naţional, în drum spre secţia de poliţie reclamantul a fost atacat de vecinul său, care era victima pretinsului furt, şi a căzut jos în timpul altercaţiei. Poliţiştii au intervenit şi l-au încătuşat pe reclamant. Guvernul a susţinut că reclamantul şi-a atacat vecinul şi că căderea lui a fost rezultatul altercaţiei.", "11. Când au ajuns la secţia de poliţie, reclamantului i s-a cerut să semneze o declaraţie scrisă de unul dintre poliţişti, însă el a refuzat. Doi martori, care i-au însoţit, au semnat declaraţii scrise de poliţişti, pe care reclamantul pretinde că ei nu le-au citit.", "12. Ulterior, el a fost dus cu un automobil în oraşul Străşeni şi plasat într-o celulă din izolatorul local de detenţie provizorie, unde a fost deţinut de la ora 20.00 a zilei de 30 decembrie 2001 până la ora 10.00 a zilei de 31 decembrie 2001.", "13. În timpul detenţiei, lui nu i-a fost acordată posibilitatea să se spele sau să-şi schimbe hainele. El nu a fost asigurat cu hrană şi apă şi nici cu o pătură. El nu a fost interogat, informat despre motivele detenţiei sale şi nu i-a fost acordat un avocat.", "14. În ziua de luni, 31 decembrie 2001, reclamantul a fost dus la Judecătoria sectorului Străşeni pentru o şedinţă judecătorească cu privire la pretinsa abatere de nesubordonare cererii legitime a colaboratorului poliţiei, prevăzută de articolul 174 alin. 1 al CCA.", "15. Potrivit reclamantului, el a fost dus în instanţa judecătorească purtând hainele şi încălţămintea murdare de noroi. În timpul şedinţei de judecată, reclamantul a solicitat un avocat şi i-a fost acordat un avocat din oficiu.", "16. La cererea avocatului său, şedinţa de judecată a fost amânată pentru 4 ianuarie 2002. La 4 ianuarie 2002, judecătorul a audiat martorii.", "17. Printr-o decizie din 4 ianuarie 2002, Judecătoria sectorului Străşeni a constatat că reclamantul era vinovat de nesubordonare cererii legitime a colaboratorilor poliţiei şi i-a aplicat o amendă de 90 lei moldoveneşti (MDL) (echivalentul a 7.6 euro (EUR) la acea dată). Instanţa judecătorească a constatat că, la 30 decembrie 2001, la amiază, doi poliţişti i-au cerut reclamantului să-i însoţească împreună cu fiul său minor la secţia de poliţie, pentru a fi interogaţi în legătură cu un furt în care fiul lui era bănuit că ar fi fost implicat. Prin refuzul de a-i însoţi pe poliţişti, el a săvârşit contravenţia prevăzută de articolul 174 alin. 1 al CCA.", "18. La 11 ianuarie 2002, urmărirea penală a fost formal pornită în legătură cu furtul care se pretindea că ar fi fost comis de fiul reclamantului.", "19. La o dată nespecificată, reclamantul a depus recurs la Tribunalul Chişinău împotriva deciziei din 4 ianuarie 2002. El a susţinut inter alia că acţiunile poliţiştilor au fost motivate de dorinţa de a se răzbuna ca urmare a plângerii lui depuse împotriva lor la procuratură la 28 decembrie 2001, în legătură cu o percheziţie neautorizată şi cu pretinsa maltratare a fiului lui. De asemenea, el a susţinut că ordinele poliţiştilor au fost ilegale, deoarece el nu a fost citat să se prezinte la secţia de poliţie; totuşi, când poliţiştii au insistat ca el să-i urmeze, el nu a opus rezistenţă şi i-a ascultat.", "20. La 16 ianuarie 2002, Tribunalul Chişinău a examinat recursul reclamantului în absenţa acestuia şi l-a respins ca fiind nefondat, fără a aduce vreun motiv. Din dosar rezultă că reclamantul nu a fost citat să se prezinte în instanţa judecătorească şi că nu a fost legal reprezentat în timpul procedurilor.", "21. La 2 ianuarie şi 25 octombrie 2002, reclamantul s-a plâns Procuraturii Generale de acţiunile ilegale ale celor doi poliţişti. El a susţinut inter alia că ei au intrat ilegal în grădina din faţa casei sale şi că l-au supus unui tratament inuman şi degradant şi a solicitat Procuraturii Generale să pornească urmărirea penală împotriva lor.", "22. La 25 noiembrie 2002, procuratura a decis să nu pornească urmărirea penală. Ea a constatat că, deoarece reclamantul a fost condamnat printr-o hotărâre judecătorească irevocabilă de comiterea contravenţiei de nesubordonare cererii legitime a colaboratorilor poliţiei, acţiunile poliţiştilor nu puteau fi considerate ilegale.", "II. DREPTUL INTERN RELEVANT", "23. Articolul 29 al Constituţiei Republicii Moldova prevede următoarele:", "Inviolabilitatea domiciliului", "„(1) Domiciliul şi reşedinţa sunt inviolabile. Nimeni nu poate pătrunde sau rămâne în domiciliul sau în reşedinţa unei persoane fără consimţământul acesteia.", "(2) De la prevederile alineatului (1) se poate deroga prin lege în următoarele situaţii:", "(a) pentru executarea unui mandat de arestare sau a unei hotărâri judecătoreşti;", "(b) pentru înlăturarea unei primejdii care ameninţă viaţa, integritatea fizică sau bunurile unei persoane;", "(c) pentru prevenirea răspândirii unei epidemii.", "(3) Percheziţiile şi cercetările la faţa locului pot fi ordonate şi efectuate numai în condiţiile legii.", "(4) Percheziţiile în timpul nopţii sunt interzise, în afară de cazul unui delict flagrant.”", "24. Codul de procedură penală, aşa cum era în vigoare în perioada relevantă, prevedea în articolul 93 că, după primirea unei plângeri cu privire la o infracţiune, organul de urmărire penală putea doar cere materiale şi explicaţii suplimentare, însă fără a efectua acte de anchetă, decât după pornirea formală a procesului penal. Acesta trebuia să decidă în termen de trei zile dacă să pornească sau nu procesul penal. În cazuri excepţionale, o astfel de decizie urma a fi luată în termen de 15 zile. Prevederi că o anchetă preliminară putea fi efectuată doar după pornirea formală a urmăririi penale se conţineau, de asemenea, în articolele 96 şi 109.", "Articolul 105 prevedea că bănuitul trebuia să fie citat, pentru a se prezenta în faţa organului de urmărire penală, prin intermediul unei citaţii înmânate lui, iar adeverinţa cu indicarea datei primirii citaţiei se restituia anchetatorului penal. Citaţia putea fi transmisă şi printr-o telefonogramă sau telegramă. Articolul 129 prevedea că bănuitul care nu s-a prezentat, fără a avea motive întemeiate, în faţa organului de urmărire penală putea fi adus silit la organul de urmărire penală. Doar persoanele bănuite, care se ascund de urmărire sau care nu au domiciliu stabil, puteau fi aduse la poliţie fără a fi citate în prealabil.", "25. Prevederile relevante ale CCA, aşa cum erau în vigoare în perioada relevantă, sunt următoarele:", "Articolul 174", "„Nesubordonarea cu rea-voinţă dispoziţiei sau cererii legitime a unui colaborator al poliţiei, a altui lucrător din organele afacerilor interne ... atrage după sine aplicarea unei amenzi în mărime de pînă la zece unităţi convenţionale sau arest administrativ pe un termen de pînă la cincisprezece zile.", "...”", "Articolul 249", "„Persoanele care ... nu execută cu rea-voinţă dispoziţiile sau cererile legitime ale lucrătorului de poliţie ... pot fi reţinute pînă la examinarea cazului de către instanţa judecătorească respectivă ... .”", "26. Legea cu privire la poliţie din 18 decembrie 1990, în partea sa relevantă, în perioada relevantă, prevedea următoarele:", "Articolul 13. Drepturile poliţiei", "„Poliţia are dreptul:", "(19) să intre în orice timp al zilei în locuinţe şi în alte încăperi ... pe loturile de pămînt ce le aparţin ... şi să le cerceteze în scopul curmării infracţiunilor, urmăririi persoanelor suspectate de comiterea infracţiunilor, persoanelor care se ascund de organele de anchetă şi de judecată, se sustrag de la executarea pedepsei penale, de la arestul administrativ, de la tratamentul obligatoriu de alcoolism cronic, narcomanie sau toxicomanie, sau dacă în baza unor date suficiente se poate presupune că în aceste localuri a fost comisă sau se comite vreo infracţiune, precum şi în caz de calamităţi naturale şi în alte împrejurări externe care pun în pericol securitatea publică şi securitatea personală a cetăţenilor. Despre toate cazurile în care colaboratorii de poliţie sunt impuşi de circumstanţe să pătrundă în locuinţe ... procurorul este pus la curent în timp de 24 de ore.”", "27. Prevederile relevante ale Legii nr. 1545 privind modul de reparare a prejudiciului cauzat prin acţiunile ilicite ale organelor de urmărire penală, ale procuraturii şi ale instanţelor judecătoreşti, sunt următoarele:", "Articolul 1", "„(1) În conformitate cu prevederile prezentei legi, este reparabil prejudiciul material şi moral cauzat persoanei fizice sau juridice în urma:", "(a) reţinerii ilegale, aplicării ilegale a măsurii represive de ţinere sub arest, tragerii ilegale la răspundere penală, condamnării ilegale;", "(b) efectuării ilegale, în cazul anchetării ori judecării cauzei penale, a percheziţiei, ridicării, punerii ilegale sub sechestru a averii, eliberării ilegale din lucru (funcţie), precum şi a altor acţiuni de procedură care limitează drepturile persoanelor fizice sau juridice;", "(c) supunerii ilegale la arest administrativ ori la muncă corecţională, confiscării ilegale a averii, aplicării ilegale a amenzii;", "(d) efectuării măsurilor operative de investigaţii cu încălcarea prevederilor legislaţiei;", "(e) ridicării ilegale a documentelor contabile, a altor documente, a banilor, ştampilelor, precum şi blocării conturilor bancare.", "(2) Prejudiciul cauzat se repară integral, indiferent de culpa persoanelor cu funcţii de răspundere din organele de cercetare penală, de anchetă preliminară, ale procuraturii şi din instanţele judecătoreşti.”", "Articolul 4", "„Dreptul la repararea prejudiciului, în mărimea şi modul stabilite de prezenta lege, apare în cazul:", "a) pronunţării sentinţei de achitare;", "b) scoaterii persoanei de sub urmărire penală sau încetării urmăririi penale pe temeiuri de reabilitare;", "c) adoptării de către instanţa judecătorească a hotărîrii cu privire la anularea arestului administrativ în legătură cu reabilitarea persoanei fizice;", "d) adoptării de către Curtea Europeană pentru Drepturile Omului sau de către Comitetul de Miniştri al Consiliului Europei a hotărîrii cu privire la repararea prejudiciului sau a realizării acordului amiabil dintre persoana vătămată şi reprezentantul Guvernului Republicii Moldova în Comisia Europeană pentru Drepturile Omului şi în Curtea Europeană pentru Drepturile Omului. Acordul menţionat se aprobă de către Guvernul Republicii Moldova; ... .”", "ÎN DREPT", "28. Reclamantul a pretins, în temeiul articolului 3 al Convenţiei, că el a fost supus de către poliţişti unui tratament degradant şi umilitor. În special, el s-a plâns că a fost aruncat în noroi şi, ulterior, încătuşat şi dus direct la secţia de poliţie. El a fost plasat într-o celulă murdară, unde a fost deţinut timp de aproximativ douăsprezece ore fără hrană, apă sau aşternuturi. În ziua următoare, el a fost condus la instanţa judecătorească şi expus public în aceleaşi haine murdare de noroi. Articolul 3 prevede următoarele:", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "29. Reclamantul a pretins că dreptul său la libertate, garantat de articolul 5 § 1 al Convenţiei, a fost încălcat, deoarece el a fost deţinut timp de aproximativ douăsprezece ore fără niciun temei legal. Articolul 5 § 1, în partea sa relevantă, prevede următoarele:", "„1. Orice persoană are dreptul la libertate şi la siguranţă. Nimeni nu poate fi lipsit de libertatea sa, cu excepţia următoarelor cazuri şi potrivit căilor legale:", "...", "(c) dacă a fost arestat sau reţinut în vederea aducerii sale în faţa autorităţii judiciare competente, atunci când există motive verosimile de a bănui că a săvârşit o infracţiune sau când există motive temeinice de a crede în necesitatea de a-l împiedica să săvârşească o infracţiune sau să fugă după săvârşirea acesteia;", "...”", "30. Reclamantul a pretins, în temeiul articolului 6 § 1 al Convenţiei, că el nu a fost citat să se prezinte la şedinţa de judecată din 16 ianuarie 2002 la Tribunalul Chişinău, la care s-a examinat recursul său. Articolul 6 § 1 prevede următoarele:", "„Orice persoană are dreptul la judecarea în mod echitabil ... de către o instanţă ... care va hotărî ... asupra temeiniciei oricărei acuzaţii în materie penală îndreptată împotriva sa. ...”", "31. De asemenea, reclamantul a pretins, în temeiul articolului 6 §§ 2 şi 3, că dreptul său de a fi prezumat nevinovat a fost încălcat, că lui nu i s-a permis să obţină citarea martorilor în timpul procedurilor judecătoreşti şi că nu i s-a acordat un avocat în timpul procedurilor. Articolul 6 §§ 2 şi 3, în partea sa relevantă, prevede următoarele:", "„2. Orice persoană acuzată de o infracţiune este prezumată nevinovată până ce vinovăţia sa va fi legal stabilită.", "3. Orice acuzat are, în special, dreptul:", "...", "(c)  să se apere el însuşi sau să fie asistat de un apărător ales de el şi, dacă nu dispune de mijloacele necesare pentru a plăti un apărător, să poată fi asistat în mod gratuit de un avocat din oficiu, atunci când interesele justiţiei o cer;", "(d)  să întrebe sau să solicite audierea martorilor acuzării şi să obţină citarea şi audierea martorilor apărării în aceleaşi condiţii ca şi martorii acuzării;", "...”", "32. În continuare, reclamantul a pretins, în temeiul articolului 8 al Convenţiei, că la 30 decembrie 2001 poliţiştii au intrat în grădina din faţa casei sale sărind gardul, fără o autorizaţie corespunzătoare, încălcându-i astfel dreptul său la respectarea domiciliului său. De asemenea, el a pretins că, la o dată nespecificată anterioară datei de 30 decembrie 2001, poliţiştii au intrat în casa sa în absenţa lui şi au efectuat o percheziţie fără nicio autorizaţie. Articolul 8 prevede următoarele:", "„1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirii faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", "33. Reclamantul a pretins, în temeiul articolului 13 al Convenţiei, că el nu a avut un recurs efectiv în ceea ce priveşte pretinsele abuzuri comise de poliţie. În special, el a pretins că nu a existat niciun recurs efectiv în ceea ce priveşte pretinsele violări ale articolelor 3, 5 şi 8. Articolul 13 prevede următoarele:", "„Orice persoană, ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate, are dreptul să se adreseze efectiv unei instanţe naţionale, chiar şi atunci când încălcarea s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "I. ADMISIBILITATEA CERERII", "A. Pretenţiile în temeiul articolului 3 şi al articolului 13 ale Convenţiei cu privire la acuzaţia de supunere la tratament degradant şi umilitor", "34. Reclamantul a declarat că el a fost supus unui tratament contrar articolului 3 (a se vedea paragraful 28 de mai sus). Potrivit lui, suferinţa a fost intensificată, în special, de vulnerabilitatea sa în faţa a doi bărbaţi adulţi poliţişti care s-au comportat în mod agresiv şi prin faptul că el trăia într-un sat în care toţi se cunoşteau. După eliberarea lui din detenţie, el a trebuit să se întoarcă acasă cu transportul public, purtând aceleaşi haine şi încălţăminte murdare şi s-a simţit foarte ruşinat şi intimidat.", "35. Guvernul a contestat faptul că hainele reclamantului nu au fost potrivite pentru acel anotimp. În declaraţiile acestuia, el a purtat hainele pe care el le-a considerat potrivite, când a ieşit din casa sa pentru a discuta cu poliţiştii.", "36. În continuare, Guvernul a contestat declaraţia reclamantului că el a fost trântit la pământ de către poliţişti şi a făcut referire la declaraţiile martorilor care au indicat că el a căzut jos în urma unei altercaţii cu vecinul său. De asemenea, el a contestat că hainele reclamantului au fost murdărite cu noroi după ce el a căzut şi a susţinut că temperatura era mai mică de zero grade şi că, prin urmare, nu putea fi noroi pe stradă.", "37. De asemenea, el a susţinut că expunerea publică a reclamantului în cătuşe nu putea prejudicia reputaţia lui, deoarece reputaţia acestuia în sat nu era foarte bună; în susţinerea acestui argument, el a prezentat o scrisoare din partea primarului, în care reclamantul a fost caracterizat negativ.", "38. Guvernul nu a contestat acuzaţia reclamantului cu privire la condiţiile de detenţie a acestuia pe parcursul nopţii de 30 spre 31 decembrie 2001; totuşi, el a susţinut că tratamentul la care acesta a fost supus nu a atins nivelul minim de severitate cerut de articolul 3 al Convenţiei.", "39. Curtea notează că reclamantul nu a adus nicio probă în susţinerea acuzaţiei sale că el a fost adus în instanţă în haine care erau murdare de noroi. În ceea ce priveşte condiţiile de detenţie a reclamantului, Curtea consideră că în circumstanţele specifice ale cauzei, pretinsa suferinţă a reclamantului nu a atins nivelul minim de severitate cerut de articolul 3 al Convenţiei.", "40. Prin urmare, Curtea conchide că pretenţia în temeiul articolului 3 al Convenţiei este vădit nefondată şi, prin urmare, inadmisibilă în sensul articolului 35 §§ 3 şi 4 al Convenţiei.", "41. În lumina constatării de mai sus, Curtea consideră că reclamantul nu are o pretenţie serioasă şi legitimă în temeiul articolului 13 al Convenţiei combinat cu articolul 3. Prin urmare, această pretenţie este, de asemenea, vădit nefondată şi urmează a fi respinsă în conformitate cu articolul 35 §§ 3 şi 4 al Convenţiei.", "B. Pretenţia în temeiul articolului 6 § 2 al Convenţiei", "42. Cu referire la pretinsa violare a articolului 6 § 2 al Convenţiei, reclamantul a susţinut că judecătorul care a examinat cauza sa l-a văzut în hainele sale murdare şi că, prin urmare, a fost influenţat atunci când şi-a format o opinie cu privire la învinuirile aduse lui. Mai mult, acesta i-a pus întrebări irelevante şi nu a acordat atenţie plângerilor sale cu privire la umilire, hărţuire, celula murdară şi detenţia sa ilegală.", "43. În ceea ce priveşte pretenţia sa în temeiul articolului 6 § 3, reclamantul a susţinut că el nu a fost asistat, în mod efectiv, de un avocat în timpul procedurilor şi nu i s-a permis să audieze martori.", "44. Guvernul a contestat acuzaţia reclamantului şi a cerut Curţii să respingă aceste pretenţii.", "45. În ceea ce priveşte aplicabilitatea articolului 6 al Convenţiei, Curtea se va referi la constatările sale din paragraful 51 de mai jos.", "46. În ceea ce priveşte pretenţia cu privire la pretinsa încălcare a prezumţiei nevinovăţiei, Curtea reaminteşte că prezumţia nevinovăţiei, garantată de articolul 6 § 2 al Convenţiei, cere inter alia ca atunci când îşi îndeplinesc atribuţiile membrii unei instanţe judecătoreşti nu ar trebui să pornească de la ideea preconcepută că persoana acuzată a comis infracţiunea de care ea este învinuită; sarcina probaţiunii aparţine acuzării, iar orice dubiu urmează a fi interpretat în favoarea acuzatului (a se vedea, printre altele, Barberà, Messegué and Jabardo v. Spain, hotărâre din 6 decembrie 1988, Seria A nr. 146, § 77).", "47.  Totuşi, Curtea nu găseşte niciun indiciu că instanţa de judecată a pornit de la prezumţia că reclamantul a comis abaterile de care el a fost învinuit. Prin urmare, nu există nicio aparenţă a unei violări a articolului 6 § 2 al Convenţiei, iar această pretenţie urmează a fi declarată inadmisibilă ca fiind vădit nefondată în conformitate cu articolul 35 §§ 3 şi 4 al Convenţiei.", "C.\tPretenţiile în temeiul articolului 5 § 1, al articolului 6 §§ 1 şi 3 şi al articolului 8 ale Convenţiei", "48. Curtea consideră că pretenţiile reclamantului în temeiul articolului 5 § 1, al articolului 6 §§ 1 şi 3 şi al articolului 8 ale Convenţiei ridică chestiuni de fapt şi de drept, care sunt suficient de serioase încât determinarea lor să depindă de examinarea fondului şi niciun alt temei pentru a le declara inadmisibile nu a fost stabilit. Prin urmare, Curtea le declară admisibile. În conformitate cu decizia sa de a aplica articolul 29 § 3 al Convenţiei (a se vedea paragraful 4 de mai sus), Curtea va purcede imediat la examinarea fondului acestor pretenţii.", "II. PRETINSA VIOLARE A ARTICOLULUI 6 §§ 1 ŞI 3 AL CONVENŢIEI", "A. Argumentele părţilor", "49. Guvernul a fost de acord că abaterea de care a fost acuzat reclamantul se califică ca „penală” în sensul articolului 6 al Convenţiei. Totuşi, el a contestat declaraţia reclamantului că el nu a fost citat pentru a participa la judecarea recursului lui şi a trimis Curţii o scrisoare datată din 21 mai 2005 de la preşedintele Judecătoriei Străşeni adresată Agentului Guvernamental, în care se menţiona că reclamantul a fost citat să participe la şedinţa din 16 ianuarie 2002 printr-o scrisoare recomandată care, din păcate, a fost distrusă de instanţa judecătorească după doi ani.", "50. Reclamantul a contestat declaraţiile Guvernului şi şi-a exprimat îndoiala cu privire la memoria preşedintelui Judecătoriei Străşeni, care a putut să adune informaţii precise despre citaţia în cauza sa după mai mult de trei ani. De asemenea, el a notat că o citaţie este parte a dosarului şi nu putea fi distrusă separat decât împreună cu dosarul.", "B. Aprecierea Curţii", "51.  Curtea observă că în cauza Ziliberberg v. Moldova (nr. 61821/00, §§ 7-36, 1 februarie 2005), s-a decis că abaterea prevăzută de articolul 174 alin. 1 al CCA era „penală” în sensul articolului 6 al Convenţiei. În această cauză, Curtea nu vede niciun motiv să decidă altfel, în special, deoarece abaterea prevăzută de articolul 174 al CCA era, de asemenea, sancţionată prin privaţiune de libertate de până la cincisprezece zile (a se vedea paragraful 25 de mai sus), spre deosebire de abaterea de care a fost învinuit reclamantul în cauza Ziliberberg (a se vedea Ziliberberg, citată mai sus, § 22).", "52. Curtea notează că dosarul din instanţele judecătoreşti naţionale, o copie a căruia a fost prezentată de Guvern, nu conţine nicio citaţie pentru şedinţa judecătorească din 16 ianuarie 2002 la Tribunalul Chişinău. În ceea ce priveşte scrisoarea de la preşedintele Judecătoriei Străşeni (a se vedea paragraful 49 de mai sus), în opinia Curţii, ea nu constituie o probă suficientă că Tribunalul Chişinău a trimis reclamantului o citaţie şi că ea a fost primită de acesta. Dacă o scrisoare de recomandare ar fi fost trimisă reclamantului, oficiul poştal, în mod normal, ar fi păstrat o înregistrare despre aceasta. Totuşi, Guvernul nu a prezentat nicio probă că pentru o astfel de scrisoare instanţa de judecată, într-adevăr, a plătit şi că ea a fost trimisă reclamantului şi primită de acesta.", "53. Curtea reaminteşte că principiile generale cu privire la prezenţa unui acuzat la o şedinţă în apel au fost rezumate în hotărârea Hermi v. Italy ([GC], nr. 18114/02, §§ 58-67, ECHR 2006-...).", "54. În continuare, Curtea notează că în hotărârea Ziliberberg ea a constatat că dreptul reclamantului la un proces echitabil a fost încălcat, deoarece citaţia i-a fost trimisă prea târziu (a se vedea Ziliberberg, citată mai sus, § 41). În această cauză, situaţia este chiar mai gravă, nefiind dovedit pentru a satisface Curtea că reclamantul a fost, de fapt, citat. Prin urmare, a avut loc o violare a articolului 6 § 1 al Convenţiei. Din acest motiv, nu este necesar de a examina separat pretenţia reclamantului în temeiul articolului 6 § 3 că nu i s-a permis să citeze martori în timpul procedurilor judecătoreşti şi că nu i s-a asigurat un avocat.", "III. PRETINSA VIOLARE A ARTICOLULUI 5 § 1 AL CONVENŢIEI ", "A. Argumentele părţilor", "55. Guvernul a susţinut că acţiunile poliţiştilor au fost conforme legislaţiei naţionale şi a făcut referire la articolul 249 al CCA, care prevedea posibilitatea deţinerii unei persoane pentru nerespectarea cererii legitime a colaboratorului de poliţie.", "56. Potrivit Guvernului, detenţia reclamantului cădea sub incidenţa paragrafului (c) al articolului 5 § 1 al Convenţiei, iar condamnarea sa ulterioară de către o instanţă independentă şi imparţială a dovedit că acţiunile poliţiştilor au fost legitime şi nu au fost o formă de răzbunare pentru plângerile lui anterioare împotriva lor.", "57. Reclamantul a susţinut că reţinerea şi detenţia sa au fost arbitrare şi nu a fost de acord că ele cădeau sub incidenţa paragrafului (c) al articolului 5 § 1. El a fost de acord că în conformitate cu articolul 249 al CCA, o persoană care nu execută cererea legitimă a colaboratorului de poliţie ar putea fi privată de liberate până la examinarea cauzei de către un judecător; totuşi, el a susţinut că nu există prevederi în CCA care să reglementeze durata detenţiei sau asigurarea garanţiilor procedurale împotriva detenţiei arbitrare.", "B. Aprecierea Curţii", "58. Curtea reiterează că sintagmele „legală” şi „potrivit căilor legale” din articolul 5 § 1 se referă în esenţă la legislaţia naţională şi la obligaţia statului de a se conforma prevederilor materiale şi procedurale ale acesteia. Totuşi, „legalitatea” detenţiei în conformitate cu legislaţia naţională nu este întotdeauna elementul decisiv. Mai mult, Curtea trebuie să fie convinsă că detenţia pe parcursul perioadei în cauză era compatibilă cu scopul articolului 5 § 1 al Convenţiei, care este de a preveni ca persoanele să fie private de libertatea lor într-un mod arbitrar (a se vedea Anguelova v. Bulgaria, nr. 38361/97, § 154, ECHR 2002-IV şi Fedotov v. Russia, nr. 5140/02, § 74, 25 octombrie 2005).", "  59. Curtea este de acord cu Guvernul că detenţia reclamantului cade sub incidenţa articolului 5 § 1 (c) al Convenţiei, deoarece ea a fost impusă cu scopul de a-l aduce în faţa autorităţii judiciare competente, fiind bănuit că a comis o abatere.", "60. Nu se contestă faptul că poliţia, atunci când l-a reţinut pe reclamant şi l-a dus la secţia de poliţie din Străşeni, a urmat procedura prevăzută de articolul 249 al CCA (a se vedea paragraful 25 de mai sus).", "61. Curtea notează că reclamantul a refuzat să-i însoţească pe poliţişti la secţia de poliţie pe motiv că el nu a fost citat în mod corespunzător. Într-adevăr, se pare că în conformitate cu articolul 129 al Codului de procedură penală, reclamantul şi fiul său puteau fi aduşi silit la secţia de poliţie doar dacă ei refuzau să se prezinte după ce au fost citaţi (a se vedea paragraful 24 de mai sus) şi nu se contestă faptul că ei nu au fost niciodată citaţi. Mai mult, Curtea notează că în conformitate cu articolele 93, 96 şi 109 ale Codului de procedură penală, nicio măsură de investigaţie nu putea fi luată în ceea ce priveşte abaterea care se pretinde că a fost comisă de fiul reclamantului, decât dacă ar fi fost pornită formal urmărirea penală (a se vedea paragraful 24 de mai sus). In fine, Curtea notează că procedurile penale în ceea ce priveşte furtul care se pretinde că a fost comis de fiul reclamantului au fost pornite abia la 11 ianuarie 2002 (a se vedea paragraful 18 de mai sus).", "62. În astfel de circumstanţe, Curtea consideră că detenţia reclamantului pe motiv că el nu s-a conformat cererii legitime a colaboratorului poliţiei nu poate fi considerată „legală” prin prisma articolului 5 § 1 al Convenţiei. Prin urmare, a avut loc o violare a acestei prevederi.", "IV. PRETINSA VIOLARE A ARTICOLULUI 8 AL CONVENŢIEI", "A. Argumentele părţilor  ", "63. Guvernul a acceptat că intrarea poliţiştilor în grădina din faţa casei reclamantului a constituit o ingerinţă în dreptul lui la respectarea domiciliului său garantat de articolul 8 al Convenţiei. Totuşi, ingerinţa a fost „prevăzută de lege”. Potrivit Guvernului, ingerinţa s-a bazat pe articolul 13 (19) al Legii cu privire la poliţie din 18 decembrie 1990 şi, în special, pe prevederile care autorizează poliţia să intre în locuinţe private fără consimţământul proprietarului şi să le percheziţioneze pentru a curma infracţiunile şi a urmări persoanele bănuite de comiterea unei infracţiuni. De asemenea, Guvernul a susţinut că ingerinţa a urmărit un scop legitim şi a fost necesară într-o societate democratică.", "64. Reclamantul nu a fost de acord cu Guvernul şi a susţinut că ingerinţa nu a fost prevăzută de lege, nu a urmărit un scop legitim şi nu a fost necesară într-o societate democratică.", "B. Aprecierea Curţii   ", "65. Nu se contestă faptul că intrarea poliţiştilor în locuinţa reclamantului, în grădina din faţa ei, a constituit o ingerinţă în dreptul lui la respectarea domiciliului. O ingerinţă va fi contrară articolului 8, decât dacă ea este „prevăzută de lege”, urmăreşte unul sau mai multe scopuri legitime prevăzute în paragraful 2 şi este „necesară într-o societate democratică” pentru a atinge un astfel de scop sau scopuri (a se vedea următoarele hotărâri: Silver and Others v. the United Kingdom, 25 martie 1983, Seria A nr. 61, p. 32, § 84; Campbell v. the United Kingdom, 25 martie 1992, Seria A nr. 233, p. 16, § 34; Calogero Diana v. Italy, 15 noiembrie 1996, Reports 1996-V, p. 1775, § 28; şi Petra v. România, 23 septembrie 1998, Reports 1998-VII, p. 2853, § 36).  ", "66. Expresia „prevăzută de lege” nu presupune doar corespunderea cu legislaţia naţională, dar, de asemenea, se referă la calitatea acelei legislaţii (a se vedea Halford v. the United Kingdom, Reports 1997-III, p. 1017, § 49). Curtea reiterează că legislaţia naţională trebuie să indice cu o claritate rezonabilă scopul şi modalitatea de exercitare a discreţiei relevante acordate autorităţilor publice, pentru a asigura persoanelor nivelul minim de protecţie la care cetăţenii au dreptul în virtutea principiului preeminenţei dreptului într-o societate democratică (a se vedea Domenichini v. Italy, Reports 1996-V, p. 1800, § 33).", "67. În argumentele sale, Guvernul s-a referit la articolul 13(19) al Legii cu privire la poliţie (a se vedea paragraful 26 de mai sus) ca fiind, în opinia sa, temeiul legal pentru ingerinţă.", "68. Analizând acest articol, Curtea notează că niciuna dintre situaţiile descrise acolo nu se aplică acestei cauze. În special, poliţiştii nu au curmat o infracţiune şi nu urmăreau o persoană bănuită, fără a menţiona orice altă situaţie prevăzută de articolul 13(19). Mai mult, Curtea este de opinie că o interpretare extensivă a acestor prevederi, asemenea celei făcute de Guvern, ar fi contrară articolului 29 al Constituţiei (a se vedea paragraful 23 de mai sus), care proclamă principiul inviolabilităţii domiciliului şi prevede în mod exhaustiv posibilele derogări de la acesta. Aceste derogări par a fi departe de a corespunde circumstanţelor acestei cauze. Rezultă că ingerinţa pretinsă de reclamant nu a fost „prevăzută de lege” în sensul articolului 8. Prin urmare, nu există necesitatea de a examina dacă ingerinţa a urmărit un scop legitim şi a fost „necesară într-o societate democratică”.", "69. Din acest motiv, Curtea constată că a avut loc o violare a articolului 8 al Convenţiei în ceea ce priveşte dreptul reclamantului la respectarea domiciliului său.", "V. PRETINSA VIOLARE A ARTICOLULUI 13 AL CONVENŢIEI", "A. Argumentele părţilor", "70. Guvernul a susţinut că pretenţia reclamantului cu privire la lipsa recursurilor efective în ceea ce priveşte pretinsele acţiuni ilegale ale poliţiştilor era nefondată, deoarece acesta putea să se adreseze instanţelor judecătoreşti naţionale.", "71. Reclamantul nu a fost de acord şi a argumentat că, în timpul procedurilor administrative împotriva sa, el s-a plâns instanţei judecătoreşti de pretinsele acţiuni ilegale şi abuzive ale poliţiştilor. În special, el a anexat la dosar o copie a plângerii sale adresate Procuraturii Generale în care el s-a plâns de pretinsa încălcare ilegală a proprietăţii sale de către poliţişti, de pretinsa lui reţinere şi detenţie ilegale şi de pretinsa lui maltratare. Totuşi, instanţele judecătoreşti au ignorat toate declaraţiile lui.", "B. Aprecierea Curţii ", "72. După cum Curtea a constatat de multe ori, articolul 13 al Convenţiei garantează disponibilitatea la nivel naţional a unui recurs pentru a asigura esenţa drepturilor şi a libertăţilor garantate de Convenţie, indiferent de forma pe care acesta ar putea s-o ia în sistemul de drept naţional. Astfel, efectul articolului 13 al Convenţiei este de a cere asigurarea unui recurs intern care să se refere la esenţa unei „pretenţii serioase şi legitime” în temeiul Convenţiei şi să acorde o redresare corespunzătoare.", "73. Curtea a constatat mai sus că reclamantul nu a avut o pretenţie serioasă şi legitimă în temeiul articolului 13 combinat cu articolul 3 (a se vedea paragraful 41 de mai sus). În ceea ce priveşte pretenţia lui în temeiul articolului 13 combinat cu articolele 5 şi 8, Curtea notează că, în conformitate cu articolul 4 al Legii nr. 1545, reclamantul putea pretinde compensaţii pentru pretinsele acţiuni ilegale ale poliţiştilor doar dacă ar fi fost achitat (a se vedea paragraful 27 de mai sus). Totuşi, printr-o hotărâre irevocabilă, el a fost găsit vinovat de nesupunere cererii legitime a colaboratorilor de poliţie, ceea ce a făcut ca această lege să fie inaplicabilă situaţiei lui. Mai mult, Curtea notează că chiar şi procuratura a respins plângerea reclamantului cu privire la pretinsele abuzuri comise de poliţişti, fără a desfăşura vreo anchetă, ci doar în baza faptului că el a fost găsit vinovat printr-o hotărâre judecătorească irevocabilă.", "74. În astfel de circumstanţe, Curtea consideră că nu s-a dovedit că au existat recursuri efective în ceea ce priveşte pretenţiile reclamantului în temeiul articolelor 5 şi 8. Prin urmare, a avut loc o violare a articolului 13 al Convenţiei.", "VI.  APLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "75.  Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.”", "A.  Prejudiciu", "76. Reclamantul a pretins EUR 10,000 cu titlu de prejudiciu moral.", "77. Guvernul a contestat pretenţia şi a susţinut că ea era nefondată şi excesivă.", "78. Având în vedere violările constatate mai sus, Curtea consideră că în această cauză este justificată acordarea unei compensaţii cu titlu de prejudiciu moral. Făcând evaluarea sa în bază echitabilă, Curtea acordă reclamantului EUR 5,000.", "B.  Costuri şi cheltuieli", "79. Avocatul reclamantului a pretins EUR 4,975 cu titlu de costuri şi cheltuieli angajate în faţa Curţii. El a prezentat o listă detaliată a orelor de lucru şi un contract, în care era indicat că onorariul pe oră al avocatului era de EUR 50 pentru procedurile naţionale şi de EUR 150 pentru procedurile în faţa Curţii.", "80. Guvernul nu a fost de acord cu suma pretinsă pentru reprezentare şi a contestat inter alia numărul de ore lucrate de avocatul reclamantului şi onorariul pe oră perceput de el.", "81. Curtea reiterează că pentru ca costurile şi cheltuielile să fie rambursate în temeiul articolului 41, trebuie stabilit dacă ele au fost realmente angajate, necesare şi rezonabile ca mărime (a se vedea, de exemplu, Amihalachioaie v. Moldova, nr. 60115/00, § 47, ECHR 2004III).", "82. În această cauză, având în vedere lista detaliată prezentată şi complexitatea cauzei, Curtea acordă avocatului reclamantului EUR 1,500 cu titlu de costuri şi cheltuieli.", "C.\tDobânda de întârziere", "83. Curtea consideră că este corespunzător ca dobânda de întârziere să fie calculată în funcţie de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1.  Declară pretenţiile în temeiul articolului 3 al Convenţiei separat şi combinat cu articolul 13 şi în temeiul articolului 6 § 2 al Convenţiei inadmisibile, iar restul cererii admisibil;", "", "2.  Hotărăşte că a avut loc o violare a articolului 5 § 1 al Convenţiei;", "", "3.\tHotărăşte că a avut loc o violare a articolului 6 § 1 al Convenţiei;", "", "4.  Hotărăşte că nu este necesar de a examina pretenţia formulată în temeiul articolului 6 § 3 al Convenţiei;", "", "5.  Hotărăşte că a avut loc o violare a articolului 8 al Convenţiei;", "", "6. Hotărăşte că a avut loc o violare a articolului 13 al Convenţiei combinat cu articolul 5;", "", "7. Hotărăşte că a avut loc o violare a articolului 13 al Convenţiei combinat cu articolul 8;", "", "8.  Hotărăşte", "(a) că statul pârât trebuie să plătească reclamantului, în termen de trei luni de la data la care această hotărâre devine definitivă în conformitate cu articolul 44 § 2 al Convenţiei, EUR 5,000 (cinci mii euro) cu titlu de prejudiciu moral şi EUR 1,500 (o mie cinci sute euro) cu titlu de costuri şi cheltuieli, plus orice taxă care poate fi percepută, care să fie convertite în valuta naţională a statului pârât conform ratei aplicabile la data executării hotărârii;", "(b) că, de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "9.  Respinge restul pretenţiilor reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi comunicată în scris la 7 iunie 2007, în conformitate cu articolul 77 §§ 2 şi 3 al Regulamentului Curţii.", "\tT.L. Early\tNicolas Bratza\n\tGrefier\tPreşedinte"]}