{"file": "RUM_HJUDRUM_58455_13.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "58455/13", "text_paragraphs": ["", "Traducerea și permisiunea de republicare au fost oferite sub autoritatea Direcției Generale Agent Guvernamental, Ministerul Justiției al Republicii Moldova (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "The present text and the authorisation to republish were granted under the authority of the Governmental Agent’s General Department from the Ministry of Justice of the Republic of Moldova (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "La traduction et l’autorisation de republier ont été accordées sous l’autorité de la Direction générale de l’Agent gouvernemental du Ministère de la Justice de la République de Moldova (). L’autorisation de republier cette traduction a été accordée dans le seul but de son inclusion dans la base de données HUDOC de la Cour.", "", "", "SECȚIUNEA A TREIA", "", "", "", "", "CAUZA N.P. c. REPUBLICII MOLDOVA", "", "(Cererea nr. 58455/13)", "", "", "", "", "HOTĂRÎRE", "", "", "", "", "STRASBOURG", "", "6 Octombrie 2015", "", "Această hotărîre poate fi supusă unei revizuiri editoriale.", "", "", "", "", "În cauza N. P. c. Republicii Moldova,", "Curtea Europeană a Drepturilor Omului (Secția a Treia), întrunită într-o Cameră compusă din:", "\tLuis López Guerra, Președinte,\n\tKristina Pardalos,\n\tJohannes Silvis,\n\tValeriu Griţco,\n\tBranko Lubarda,\n\tCarlo Ranzoni,\n\tMārtiņš Mits, judecători,\n   și Stephen Phillips, Grefierul Secției,", "Deliberînd la 8 septembrie în ședință închisă,", "Pronunță următoarea hotărîre, care a fost adoptată la aceeași dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 58455/13) prin care, dna N.P. („reclamanta”), cetațeană a Republicii Moldova a sesizat Curtea la 9 septembrie 2013 în conformitate cu articolul 34 din Convenția pentru apărarea drepturilor omului și a libertăților fundamentale („Convenția”).", "   2. Reclamanta a fost reprezentată de dl. A. Lungu, avocat care practică în Durlești. Guvernul Republicii Moldova (,,Guvernul”) a fost reprezentat de către Agentul său, dl. L. Apostol.", "   3. Reclamanta s-a plîns la Curte în temeiul articolului 8 din Convenție, de faptul că hotărîrea de a fi decăzută din drepturile părintești, precum și restricțiile impuse asupra dreptului său la vizite au fost disproporționale, iar autoritățile n-au întreprins nici o măsură de a-i proteja dreptul de a locui cu copilul său.", "4. La 19 mai 2014 cererea a fost comunicată Guvernului. Totodată, la 8 septembrie 2015, în temeiul articolului 47 § 4 din Regulamentul Curții, s-a decis acordarea reclamantei a anonimatului ex officio.", "ÎN FAPT", "I. CIRCUMSTANȚELE CAUZEI", "A. Contextul cauzei", "5. Reclamanta s-a născut în 1986 și locuiește în Chișinău.", "6. Reclamanta locuia împreună cu fiica sa de 4 ani, A., și cu mama sa, G.", "   7. La 22 septembrie 2011, în urma unui apel de la C.I., poliția a luat-o de la domiciliu pe minora A., și a plasat-o în Spitalului Clinic Municipal pentru Copii ,,V. Ignatenco”. În raportul medical, care a fost întocmit în aceeași zi, s-a constatat că reclamanta era în stare de ebrietate alcoolică de grad avansat.", "8. Mai tîrziu, martorul C.I. a declarat poliției, că lucrînd vînzător la un magazin din apropierea casei unde locuia reclamanta, observa sistematic cum reclamanta și mama acesteia consumau alcool, neglijînd-o pe minora A., care deseori avea un aspect neglijent și se plimba fără supravegherea vreunui adult, cerșind de mîncare. În seara zilei de 22 septembrie 2011 martorul C.I. a sunat la poliție, după ce minora A. l-a rugat să cheme ambulanța, deoarece mama și bunica se băteau.", "9.  La o dată nespecificată, Comisariatul de Poliție al sectorului Ciocana a raportat către Direcția pentru Protecția Copilului sectorului Ciocana circumstanțele vizitei din 22 septembrie 2011:", "“La 22 septembrie, în jurul orelor 20.45 a fost înregistrat [un apel] cu privire la o bătaie în familie la [adresa reclamantei]. La fața locului [reclamanta și mama sa], ambele în stare de ebrietate, aveau un comportament agresiv și aspect exterior dezordonat. În familie se aplică, în prezența copilului, violență fizică și psihică.", "În ograda casei a fost depistat un copil ... avea un aspect exterior neîngrijit și a spus că nu a mîncat nimic toată ziua.", "Din discuțiile purtate cu vecinii, care au solicitat ajutorul poliției, s-a stabilit că minora de aproximativ o săptămînă se afla fără supraveghere, iar aspectul exterior era neîngrijit, totodată aceasta cerșind de mîncare la vecini. Ulterior copilul a fost identificat ca fiind minora A.", "La fața locului a fost stabilit și faptul că condițiile în care locuiește copilul sunt antisanitare, lipsește curentul electric și lumina. Copilul nu dispune de condițiile optime pentru dezvoltare fizică și intelectuală, și nu este încadrată în vreo instituție preșcolară... [Ea] duce lipsă de un regim de alimentație corect, [deoarece ea] cerșește alimente prin vecinătate.", "...[Reclamanta] a fost trimisă la examinare la Dispensarul Narcologic pentru stabilirea stării de ebrietate și a naturii acesteia.", "...La 22 septembrie 2011 inspectorul pentru minori, ieșit la fața locului a chemat ambulanța, care a luat copilul [la spital] pentru investigații și acordarea asistenței necesare ....", " Cazul dat se examinează de către Comisariatul de Poliție al sectorului Ciocana sub aspectul comiterii [de către reclamantă] a contravenției prevăzute de art. 63 al. 2 din Codul Contravențional. ...", "[Solicit] ... pronunțarea pe marginea plasării copilului într-o instituție specială precum și asupra faptului intentării unei acțiuni civile în instanța de judecată privind decăderea [reclamantei] din drepturile părintești”. ", "10. La 23 septembrie 2011 un asistent social și un psiholog din cadrul unei asociații obștești au efectuat o vizită la domiciliul reclamantei și au constatat că în casă era dezordine, iar conectarea la rețeaua de gaze naturale, energie electrică și apă era sistată.", "11. La 27 septembrie 2011 reclamanta a fost audiată de către Inspectorul Superior al Inspectoratului pentru Minori al Comisariatului de Poliție al sectorului Ciocana. În aceeași zi, în procesul verbal de audiere a contravenientului s-a consemnat că reclamanta nu și-a îndeplinit obligațiile părintești privind educarea și îngrijirea copilului din cauza abuzului de băuturi alcoolice, certurilor și încăierărilor cu mama sa, aplicînd violența fizică în privința acesteia în prezența copilului. În procesul-verbal s-a constatat că reclamanta a comis contravenția prevăzută de articolul 63 (1) din Codul Contravențional, apreciind situația personală și familială a reclamantei ca un factor atenuant. La 19 octombrie 2011 procurorul sectorului Ciocana a confirmat constatările inspectorului de poliție în ceea ce privește comiterea de către reclamantă a contravenției prevăzute de articolul 63 (1) din Codul Contravențional și i-a aplicat o amendă administrativă în mărime de 200 Lei (echivalentul a 12.5 Euro).", "12. De asemenea, la 27 Septembrie, Direcția pentru Protecția Drepturilor Copilului sectorul Ciocana a examinat situația minorei A. se pretinde că reclamanta s-ar fi prezentat în fața comisiei fiind în stare de ebrietate. Reclamanta a contestat această alegație. Bazîndu-se pe concluziile comisiei, din ședința desfășurată la 28 septembrie 2011 Direcția pentru Protecția Drepturilor Copilului sectorul Ciocana a concluzionat că revenirea minorei A. în familia ei biologică i-ar pune sănătatea și viața în pericol. Comisia a decis plasarea acesteia într-un centru de plasament și inițierea procedurilor privind decăderea reclamantei din drepturile părintești.", "B. Situația copilului", "13.  În perioada de la 22 pînă la 30 septembrie minora A. a fost internată în spital, fiind diagnosticată cu ”encefalopatie reziduală cu retard fizic, insuficiență piramidală ușoară în picioare, hiperplazia glandei tiroide, necesitate scăzută de somn, numită (“hyposomnia”), insuficiență renală și pancreatită reactivă. Minorei i-a fost administrat un tratament medical.", "14. La 30 septembrie 2011 minora A. a fost transferată la Centrul Specializat Municipal pentru Copii. În evaluarea psihologică din 14 februarie 2014 minora A. a fost caracterizată, după cum urmează: „motorică generală bine dezvoltată, corespunde vîrstei, de un tempou lent. Mersul liber, echilibrat, direcționat, motorica fină-slab dezvoltată. ... Comportament echilibrat, liniștit, cu reținere în dezvoltarea proceselor psihice cognitive și unele carențe în sfera socio-afectivă cu șanse recuperatorii. Deprivare psiho-socială.”", "15. La 20 decembrie 2012 Comisia pentru Protecția copilului aflat în dificultate a aprobat plasarea copilului A. în supravegherea familiei asistentului parental profesionist C. La 22 ianuarie 2013 C. a luat minora A. de la Centrul Specializat Municipal pentru Copii, menționînd că această este fizic sănătoasă, curată și pe piele nu avea nici un fel de erupții. ", "C. Procedurile în privința decăderii din drepturile părintești", "16. La 29 septembrie 2011 Direcția pentru Protecția Drepturilor Copilului sectorul Ciocana a depus o cerere în judecată privind decăderea reclamantei din drepturile părintești. Aceasta a invocat patru temeiuri de decădere din drepturile părintești, prevăzute de articolul 67 din Codul Familiei, și anume: neglijarea copilului, comportamentul amoral al părintelui, alcoolismul cronic, precum și alte motive, ținînd cont de interesul suprem al copilului. La baza cererii au servit informațiile prezentată de poliție (a se vedea paragrafele 8-11 mai sus) și concluziile ședinței comisiei din 27 septembrie 2011 (a se vedea paragraful 12 de mai sus).", "17.  Printr-o notă din 7 noiembrie 2011, Centrul Specializat Municipal pentru Copii a informat Judecătoria sectorului Ciocana că minora A. a fost transferată la Centru la 30 septembrie 2011, fiind înregistrată drept copil aflat în dificultate. În notă, de asemenea, s-a menționat că în perioada aflării minorei A. în centru de plasament, reclamanta n-a vizitat-o și nu s-a interesat de ea.", "18. Pe parcursul desfășurării procedurilor, Direcția pentru Protecția Drepturilor Copilului a prezentat caracteristica reclamantei, eliberată de Comisariatul de Poliție al sectorului Ciocana, în care erau specificate următoarele:", "“...Din data de 26 septembrie 2011 familia [reclamantei] a fost luată la evidență ca familie needucogenă. [Reclamanta] a fost găsită consumînd băuturi alcoolice la domiciliu împreună cu mama sa, ulterior, ambele au manifestat comportament violent în prezența copilului minor. Pînă la plasarea copilului în centrul de plasament, acesta deseori era observat fără supraveghere din partea membrilor familiei, și avea un aspect exterior neîngrijit. Copilul nu a frecventat instituția preșcolară. Casa unde locuia reclamanta nu era conectată la rețeaua de apă și gaz și electricitate,.”", "19. De asemenea aceasta a prezentat o scrisoare din 2 noiembrie 2011, prin care Asociația Medicală Teritorială Ciocana menționează că minora A. se afla la evidența medicului de familie, iar “P.E. (prenumele reclamantei este N.), mama copilului, face abuz de alcool, nu are grijă de sănătatea copilului; în cadrul vizitelor la instituția medicală copilul se prezintă cu vecina.”", "20. În cadrul audierilor din 24 ianuarie 2012, reprezentantul Direcției pentru Protecția Drepturilor Copilului sectorul Ciocana a susținut că în timpul vizitei la domiciliul reclamantei din 23 septembrie 2011, reclamanta și G. erau în stare de ebrietate, prezentînd semne vădite de violență fizică. Reclamanta avea un comportament neadecvat și un aspect fizic dezordonat.  Din cele relatate de vecini, copilul nu frecventa nici o instituție preșcolară, era neglijată de familie, foarte des fiind văzută murdară și flămîndă, cerînd mîncare de la ei. De asemenea, reprezentantul a pretins că la ședința din 27 septembrie reclamanta s-a prezentat în fața Comisiei pentru Protecția copiliului în stare de ebrietate.", "21. În fața instanței de judecată, reclamanta a susținut că își creștea de una singură copilul și nu primea nici un ajutor de la nimeni, nici măcar de la serviciile sociale. Ea avea dificultăți financiare, care o împiedicau să-și îmbunătățească condițiile de trai, care erau foarte modeste. Ea a explicat că foloseau lemne ca să se încălzească și că după o avarie electrică, peste șase luni au fost deconectați de la rețeaua de curent electric. Reclamanta a susținut că avea grijă de copil, oferindu-i jucării, îmbrăcăminte și încălțăminte, și că minorei A. i-a fost acordată asistența medicală de către o altă instituție medicală decît cea de sector, prezentînd lista vaccinurilor. Reclamanta și-a exprimat dorința de a fi alături de copilul său, precum și angajamentul de a-și îndeplini obligațiile părintești. Drept dovadă a faptului că a solicitat să-și viziteze copilul, însă fără nici un rezultat, ea s-a referit la scrisoarea din 27 octombrie 2011 (a se vedea paragraful 31 mai jos). Ea a susținut că incidentul din 22 septembrie 2011 a fost unul ocazional și nu era un obicei frecvent în familia sa, fapt ce nu putea constitui temei pentru decăderea din drepturile părintești. Reclamanta a declarat că ea a plecat la lucru în Turcia doar pentru o perioadă de două săptămîni, după care s-a reîntors și s-a angajat neoficial la diferite locuri de muncă, prezentînd confirmarea că după incident și-a găsit și un loc de muncă permanent în Moldova. Totodată, ea a prezentat confirmarea faptului că a obținut documentele necesare pentru a o încadra pe minora A. într-o instituție preșcolară. Reclamanta a negat alegațiile cu privire la faptul că la ședința comisiei din 27 septembrie 2011 s-ar fi prezentat în stare de ebrietate, menționînd că consuma băuturi alcoolice doar ocazional.", "22. De asemenea, dosarul din instanță conținea o declarație semnată de cincisprezece persoane care locuiau în cartierul reclamantei, potrivit căreia ei nu au văzut-o niciodată pe minora A. vagabondînd, murdară și flămîndă sau cerșind.", "23. Reclamanta a fost prezentă la primele trei ședințe. La cea de a patra și la ultima ședință, ea nu s-a prezentat.", "24. La 14 februarie 2012, bazîndu-se în principal pe argumentele invocate de Direcția pentru Protecția Drepturilor Copilului, instanța de judecată a sectorului Ciocana a luat decizia de a o priva pe reclamantă de drepturile părintești. Instanța a constatat, inter alia, următoarele:", "“Reprezentantul [Centrului specializat municipal pentru copii] a susținut că A. a fost transferată de la [spital] și a urmat un tratament medical pentru encefalopatie reziduală cu retard fizic, insuficiență piramidală ușoară în picioare, hiperplazia glandei tiroide, necesitate scăzută de somn, numită (“hyposomnia”) și insuficiență renală.", "...[Reclamanta] locuiește împreună cu fiica sa A. ... în condiții sanitare nesatisfăcătoare. Ea este șomeră și susține că periodic pleacă în Turcia la lucru. ...La 22 septembrie 2011 ... poliția a găsit [reclamanta] în stare de ebrietate vizibilă și ...se comporta agresiv în prezența lui A., care era murdară, flămîndă, plîngea și era speriată.", "Potrivit reprezentantului [Direcției Municipale pentru Protecția Drepturilor Copilului sectorul Ciocana], la momentul vizitei [la 23 septembrie 2011], în casă și ogradă era dezordine, starea sanitară-nesatisfăcătoare, [reclamanta] și mama ei erau în stare de ebrietate, avînd un comportament neadecvat, agresiv și un aspect fizic dezordonat. Din spusele vecinilor, [reprezentantul Direcției Municipale pentru Protecția Drepturilor Copilului sectorul Ciocana a susținut că] A. era neglijată de mama și bunica sa, nu frecventează nici o instituție preșcolară, foarte des este văzută vagabondînd singură pe stradă, murdară și flămîndă, cerînd de mîncare de la ei.", "...La ședința din 27 septembrie 2011 a Comisiei pentru Protecția copilului [reclamanta] s-a prezentat în stare de ebrietate. Comisia a concluzionat că reîntoarcerea copilului în familia sa i-ar pune viața și sănătatea în pericol.", "Din momentul luării copilului de la domiciliu, [reclamanta] nu a vizitat-o niciodată și nici nu s-a interesat de ea, ceea ce constituie o dovadă a indiferenței față de [A.], iar modul său imoral de viață și comportamentul inadecvat au demonstrat că ea nu este capabilă să crească un copil.", "La 22 septembrie 2011, examinarea medicală a constatat starea de ebrietate alcoolică avansată [a reclamantei]. ... La 19 octombrie 2011 procurorul sectorului Ciocana a recunoscut-o vinovată [pe reclamantă] de comiterea contravenției administrative prevăzute de articolul 63 (1) din Codul Contravențional, din cauza că nu și-a îndeplinit obligațiile părintești și i-a aplicat o amendă de 200 Lei (12.5 Euro).", "În evaluarea psihologică [A.] a fost caracterizată ca fiind o persoană cu comportament echilibrat, liniștit, cu reținere în dezvoltarea proceselor psihice cognitive și careva carențe în sfera socio-afectivă, cu introversiune, și stare emoțională pozitivă.", "[Reclamanta] și-a neglijat atribuțiile părintești, nu s-a prezentat în fața instanței de judecată, nu a avut grijă de copil, nu i-a oferit suport material sau emoțional, și a avut o influență negativă asupra copilului prin comporatmentul său amoral.”", "25. Reclamanta a atacat hotărîrea în apel, invocînd, inter alia, că era angajată oficial în cîmpul muncii din 4 octombrie 2011, a depus eforturi semnificative pentru a-și îmbunătăți viața și își dorea să fie alături de A. Ea s-a referit la dovezile din dosar care demonstrau că a încercat să-și viziteze fiica în repetate rînduri, însă acest lucru i-a fost permis doar de două ori. În fața instanței, reclamanta a menționat declarațiile unui asistent social, potrivit cărora anterior n-au existat motive de a lua copilul din familie sau de a lipsi reclamanta de drepturile părintești, totodată invocînd faptul că autoritățile n-au întreprins nici o măsură în susținerea familiei. Ea a declarat că nu s-a prezentat la ultima ședință din motive de sănătate.", "26. În procedurile de apel, reprezentantul Direcției pentru Protecția Copilului sectorul Ciocana a subliniat că reclamanta a fost avertizată de nenumărate ori despre necesitatea de a face ordine în locuința sa. De asemenea, reprezentantul a susținut că minora A. le-a relatat serviciilor sociale momentele “de groază” trăite cu mama sa, în care zile întregi nu mînca nimic, precum și faptul că ea și-a exprimat dorința de anu se mai întoarce la mama sa.", "27. La 24 octombrie 2012 Curtea de Apel Chișinău a respins cererea de apel a reclamantei ca fiind neîntemeiată, reiterînd motivele invocate de către Judecătoria sectorului Ciocana.", "28. Reclamanta a atacat din nou decizia cu recurs, invocînd, inter alia, că i-au fost încălcate drepturile prevăzute de art. 8 din Convenție. Ea a declarat că în 2012, atunci cînd procedurile erau în desfășurare, ea a făcut ordine în casă și a îmbunătățit condițiile de trai. Reclamanta a susținut că o vizita în mod regulat pe A. la Centrul Specializat Municipal pentru Copii și îi aducea colete. Ea a negat faptul că la ședința Comisiei pentru Protecția copilului din 27 septembrie 2011 s-a prezentat în stare de ebrietate, și a subliniat că nu a fost prezentată nici o dovadă în sprijinul acestei alegații. Ea a fost de acord cu ideea că, avînd în vedere situația sa financiară dificilă, plasarea lui A. într-un centru de plasament ar fi fost o soluție potrivită, dacă era aplicată în conexiune cu alte măsuri prin care să i se asigure suportului necesar, în vederea reunirii familiei cît mai curînd posibil. Ea a contestat faptul că decăderea din drepturile părintești a constituit o măsură proporțională în sensul prevederilor articolului 8 din Convenție.", "29. La 8 mai 2013 Curtea Supremă de Justiție a menținut hotărîrile anterioare, reiterînd aceleași motive. Hotărîrea a fost definitivă.", "D. Limitarea în dreptul reclamantei la vizite și evoluțiile ulterioare", "30. Reclamanta a depus o plîngere la Procuratura sectorului Ciocana cu privire la faptul că la 22 septembrie 2011 A. a fost luată de la domiciliu. La 7 octombrie 2011 ea a fost informată de către Procuratura sectorului Ciocana, că minora A. a fost luată în mod legal de la domiciliu şi transportată la spital pentru efectuarea investigațiilor medicale, dat fiind faptul că la 22 septembrie 2011 ofiţerii de poliţie a sectorului Ciocana au găsit-o pe reclamantă şi pe mama ei în stare de ebrietate, avînd un comportament agresiv, condiţii antisanitare în casă, iar copilul A. flămînd şi neîngrijit. Reclamanta a fost informată despre faptul că minora A. a fost plasată în Centrul Specializat Municipal pentru Copii sub tutela Direcției pentru Protecția Drepturilor Copilului sectorul Ciocana, şi că la 29 septembrie 2011 au fost iniţiate procedurile în privința decăderii ei din drepturile părintești.", "31. La 27 octombrie 2011 reclamanta a înaintat o cerere de a o vizita pe minora A., și a declarat că n-au fost informată despre starea copilului şi că la toate solicitările ei verbale în acest sens a primit refuz. La 23 noiembrie 2011 Direcția pentru Protecția Drepturilor Copilului a sectorului Ciocana a respins solicitarea ei şi a înştiinţat reclamanta despre faptul că pe parcursul desfășurării procedurilor privind decăderea din drepturile părintești, vizitele sunt interzise.", "32. Printr-o scrisoare din 17 ianuarie 2013 Şeful Centrului Specializat Municipal pentru Copii a susţinut că la 30 septembrie 2011 Direcția pentru Protecția Drepturilor Copilului a sectorului Ciocana a plasat-o pe minora A. sub tutela Centrului şi a interzis orice vizite din partea reclamantei pînă la finisarea procedurilor judiciare. Prin această scrisoare a fost confirmat faptul că reclamanta a solicitat efectuarea vizitelor. Cu toate că solicitările ei au fost refuzate, la 1 şi 12 august 2012 reclamanta a reuşit să-şi viziteze copilul. În timpul sărbătorilor de iarnă, ea a adus cîteva colete cu dulciuri şi jucării, şi a rugat să i se ofere posibilitatea de a-şi vedea copilul în continuare. Reclamanta a fost redirecţionată la Direcția pentru Protecția Drepturilor Copilului a sectorului Ciocana pentru a obţine autorizarea de a o vizita pe minora A. înainte de finisarea procesului de judecată.", "33. Printr-o scrisoare din 22 august 2013, adresată Centrului Specializat Municipal pentru Copii, Direcția pentru Protecția Drepturilor Copilului a sectorului Ciocana a menționat că examinarea solicitării reclamantei din 1 august 2013 de a o vizita pe A. nu mai era necesară, deoarece reclamanta a fost decăzută din drepturile părinteşti, iar copilul urma să fie plasat sub tutela unei rude, care urma să decidă frecvenţa întrevederilor dintre A. şi mama ei biologică.", "34. La 31 octombrie 2013 H., o mătuşă a minorei A., a fost desemnată în calitate de tutore şi beneficiar al indemnizaţiei pentru îngrijirea acesteia. Solicitările reclamantei de a o vizita pe A. au fost respinse de către H. din motiv că ea a fost decăzută din drepturile părinteşti.", "35. În urma solicitărilor repetate ale reclamantei de a-şi vizita copilul, la 26 decembrie 2013 Centrul Specializat Municipal pentru Copii i-a permis efectuarea vizitelor în zilele de sîmbătă, în prezenţa tutorelui minorei A.", "36. La 20 februarie 2014 reclamanta a născut cel de-al doilea copil. Peste patru zile, invocînd lipsa unui domiciliu, precum și a resurselor pentru întreţinere, ea și-a exprimat consimţămîntul pentru ca acesta să fie adoptat.", "II. DREPTUL ȘI PRACTICA INTERNĂ RELEVANTE", "37. Părțile relevante ale Codului Familiei în vigoare, adoptat în baza Legii nr. 1316 din 26 octombrie 2000, prevăd următoarele:", "“Articolul 67. Decăderea din drepturile părinteşti", "Părinţii pot fi decăzuţi din drepturile părinteşti dacă:", "a) se eschivează de la exercitarea obligaţiilor părinteşti, inclusiv de la plata pensiei de întreţinere;", "b) refuză să ia copilul din maternitate sau dintr-o altă instituţie curativă, educativă, dintr-o instituţie de asistenţă socială sau alta similară;", "c) fac abuz de drepturile părinteşti;", "d) se comportă cu cruzime faţă de copil, aplicînd violenţa fizică sau psihică, atentează la inviolabilitatea sexuală a copilului;", "e) prin comportare amorală, influenţează negativ asupra copilului;", "f) suferă de alcoolism cronic sau de narcomanie;", "g) au săvîrşit infracţiuni premeditate contra vieţii şi sănătăţii copiilor sau a soţului; precum şi", "h) în alte cazuri cînd aceasta o cer interesele copilului.", "Articolul 69. Efectele decăderii din drepturile părinteşti", "(3) Părinţii decăzuţi din drepturile părinteşti pot avea întrevederi cu copilul lor numai cu permisiunea autorităţii tutelare. Întrevederile nu se acordă dacă contactul părinţilor cu copilul poate cauza daune dezvoltării lui fizice sau intelectuale, dacă este evident că părinţii nu sînt capabili de acest contact, dacă, din anumite motive, contactul contravine intereselor copilului sau dacă acesta, în timpul dezbaterilor judiciare, a avut obiecţii serioase privind contactul cu părinţii decăzuţi din drepturi.", "Articolul 70. Restabilirea drepturilor părinteşti", "(1) Părinţii pot fi restabiliţi în drepturile părinteşti dacă au încetat împrejurările care au condus la decăderea lor din aceste drepturi şi dacă restabilirea în drepturile părinteşti este în interesul copilului.", "(2) Restabilirea în drepturile părinteşti se face pe cale judecătorească, în baza cererii persoanei decăzute din aceste drepturi, cu participarea obligatorie a autorităţii tutelare.", "Articolul 71. Luarea copilului fără decădere din drepturile părinteşti", "(1) La cererea autorităţii tutelare, instanţa judecătorească poate hotărî luarea copilului de la părinţi fără decăderea acestora din drepturile părinteşti, dacă aflarea copilului împreună cu părinţii prezintă pericol pentru viaţa şi sănătatea lui, şi punerea acestuia la dispoziţia autorităţii tutelare.", "(2) În cazuri excepţionale, dacă există un pericol iminent pentru viaţa, sănătatea sau inviolabilitatea copilului, autoritatea tutelară poate decide luarea copilului de la părinţi, comunicînd acest fapt procurorului în termen de cel mult 24 de ore.", "Articolul 72. Efectele luării copilului fără decădere din drepturile părinteşti", "(2) Părinţii de la care a fost luat copilul pot avea întrevederi cu acesta, în unele cazuri, doar cu permisiunea autorităţii tutelare.", "Articolul 112/1. Prevenirea separării copiilor de părinţi", "(1) Autoritatea tutelară va lua toate măsurile necesare pentru depistarea timpurie a situaţiilor de risc care pot determina separarea copiilor de părinţi.", "(2) Autoritatea tutelară organizează funcţionarea serviciilor de menţinere, refacere şi dezvoltare a capacităţii copiilor şi a părinţilor de a depăşi situaţiile care ar putea determina separarea copiilor de părinţi.”", "38. Părțile relevante ale Codului Contravenţional, adoptat în baza Legii nr. 218 din 24 octombrie 2008, prevăd următoarele:", "“Articolul 63. Neîndeplinirea obligaţiilor de întreţinere, de educare şi de instruire a copilului", "(1) Neîndeplinirea sau îndeplinirea necorespunzătoare de către părinţi sau de către persoanele care îi înlocuiesc a obligaţiilor de întreţinere, de educare şi de instruire a copilului se sancţionează cu amendă de la 5 la 20 de unităţi convenţionale.", "(2) Acţiunile specificate la alin.(1), dacă au avut ca urmare lipsa de supraveghere a copilului, vagabondajul, cerşitul ori săvîrşirea de către acesta a unei fapte socialmente periculoase, se sancţionează cu amendă de la 15 la 25 de unităţi convenţionale aplicată părinţilor ori persoanelor care îi înlocuiesc sau cu muncă neremunerată în folosul comunităţii de pînă la 40 de ore.”", "39. Părțile relevante ale Codului de Procedură Civilă, prevăd următoarele:", "“Articolul 174. Temeiurile de asigurare a acţiunii", "La cererea participanţilor la proces, judecătorul sau instanţa poate lua măsuri de asigurare a acţiunii. Asigurarea se admite în orice fază a procesului pînă la etapa în care hotărîrea judecătorească devine definitivă, în cazul în care neaplicarea măsurilor de asigurare a acţiunii ar face imposibilă executarea hotărîrii judecătoreşti.", "Articolul 175. Măsurile de asigurare a acţiunii", "... (2) Judecătorul sau instanţa poate aplica, după caz, şi alte măsuri de asigurare a acţiunii care să corespundă scopurilor specificate la art.174. ...”", "40. Hotărîrea Explicativă a Plenului Curții Supreme de Justiție nr. 3 din 23 mai 1974 prevede următoarele:", "“7. ...Dacă informația prezentată de către serviciile sociale nu va fi suficientă, instanța va fi în drept să solicite investigații adiționale.", "8. Persoanele care nu-și îndeplinesc obligațiile părintești din cauza unor circumstanțe grave sau din cauza altor motive care nu depind de voința lor, nu vor fi decăzute din drepturile părintești, cu excepția persoanelor care suferă de alcoolism cronic sau de narcomanie.”", "Hotărîrea Explicativă a Plenului Curții Supreme de Justiție nr. 6 din 17 noiembrie 2014, care a abrogat Hotărîrea nr. 3 din 23 mai 1974, prevede următoarele:", "“14. Alcoolismul cronic sau narcomania necesită a fi confirmate prin concluziile medicale corespunzătoare. ...", "15.  Avînd în vedere faptul că decăderea din drepturile părinteşti este o sancţiune foarte drastică, care necesită a fi aplicată faţă de părinţi numai după ce se va constata că alte măsuri luate faţă de părinţii ce nu-şi onorează obligaţiile nu au dat nici un efect (ex.: preîntîmpinarea părinţilor, atragerea la răspunderea contravenţională în temeiul art. 63 Cod contravenţional). ...”", "41. Legea nr. 338 din 2 martie 1995 cu privire la drepturile copilului prevede următoarele:", "“Articolul 17. Drepturile copilului care locuieşte separate de părinţi", "Copilul separat de un părinte sau de ambii părinţi, care locuieşte în Republica Moldova sau în orice altă ţară, are dreptul să întreţină relaţii personale şi contacte directe regulate cu cei doi părinţi ai săi, dacă aceasta nu contravine intereselor lui.", "Arrticolul 21. Ocrotirea familiei de către stat", "(1)  Familia şi copiii beneficiază de protecţie şi ajutor special pentru realizarea drepturilor lor.", "(2) Statul acordă sprijin familiei la întreţinerea şi educaţia copiilor, garantează plata indemnizaţiilor la naşterea copilului, acordă alte ajutoare şi compensaţii prevăzute de legislaţie.”", "III. INSTRUMENTE INTERNAȚIONALE RELEVANTE", "A. Convenția Organizației Națiunilor Unite cu privire la drepturile copilului", "42. În Preambulul Convenției este menționat faptul că pentru dezvoltarea deplină şi armonioasă a personalităţii sale, copilul trebuie să crească într-un mediu familial. Conform Articolului 9 din Convenție, Statele Părţi vor veghea ca nici un copil să nu fie separat de părinţii săi împotriva voinţei acestora, exceptînd situaţia în care autorităţile competente decid, sub rezerva revizuirii judiciare şi cu respectarea legilor şi a procedurilor aplicabile, că această separare este în interesul suprem al copilului. O astfel de decizie poate deveni necesară în cazuri particulare cum ar fi, de exemplu, în cazul copiilor maltrataţi sau neglijaţi de părinţi. În acest caz toate părţile interesate trebuie să aibă posibilitatea de a participa la dezbateri şi de a-şi face cunoscute punctele de vedere.", "B. Comitetul ONU privind Drepturile Copilului", "43. În Observațiile sale finale, adoptate la 30 ianuarie 2009, luînd în considerare cel de-al doilea și al treilea raport periodic al Republicii Moldova, Comitetul a subliniat:", "“41. Comitetul recomandă ca Statul Parte să extindă susţinerea pe care o acordă familiilor aplicînd integral legile în vigoare care prevăd susţinerea financiară a familiilor vulnerabile, realizând o evaluare cuprinzătoare a domeniilor în care familiile sunt în special vulnerabile, implementînd strategii de remediere adecvate, alocând resursele necesare şi extinzând serviciile sociale la nivel local prin iniţierea programelor de instruire a părinţilor.", "... 44. ... Comitetul exprimă îngrijorări serioase cu privire la numărul mare de copii instituţionalizaţi, mulţi dintre aceştia nefiind orfani. ...", "45. Comitetul recomandă ca Statul parte să:", "...(b) elaboreze programe şi politici de prevenire a instituţionalizării copiilor, printre altele prin oferirea de suport şi recomandări celor mai vulnerabile familii, prin elaborarea, finanţarea şi furnizarea de programe de instruire a părinţilor pentru părinţii din familiile vulnerabile şi prin efectuarea de campanii de informare.”", "C. Consiliul Europei", "44. Principiile de bază, enumerate în Anexa la Recomandarea Rec (2005)5 a Comitetului de Miniștri cu privire la drepturile copiilor care trăiesc în instituţii rezidenţiale, adoptate la 16 martie 2005, includ, printre altele:", "“... Familia este mediul esențial pentru creșterea și prosperitatea copilului Și părinții au responsabilitate importantă pentru educația și dezvoltarea copilului;", "– măsuri preventive de susținere a copiilor și familiilor în conformitate cu necesităților lor speciale se vor oferi cît de repede posibil;", "– plasamentul unui copil trebuie să constituie excepţia şi să aibă ca obiective primare interesul superior al copilului ... ;", "– plasarea nu trebuie să fie mai lungă decît este necesar şi trebuie să fie efectuate examinări periodice în interesul copilului...; părinții trebuie să fie susținuți cît de mult posibil pentru reintegrarea socială reuşită a copilului în familie și societate....", "În scopul asigurării respectării acestor principii de bază și drepturi fundamentale ale copiilor, următoarele drepturi specifice ale copiilor care trăiesc în instituţii rezidenţiale trebuie să fie recunoscute:", "– dreptul de a avea contact permanent cu familia copilului şi cu alte persoane importante; aceste legături pot fi limitate sau excluse doar atunci când este în interesul superior al copilului. ...”", "45. Conform Recomandării Rec(2006)19 cu privire la politicile de susţinere a unui parenting pozitiv, adoptate la 13 decembrie 2006, politicile şi măsurile în domeniul asistenţei pentru parenting trebuie să ia în consideraţie importanţa unui standard satisfăcător de viaţă pentru a lua obligaţia unui parenting pozitiv. Guvernele de asemenea trebuie să se asigure ca părinţii şi copiii au acces la un nivel adecvat şi la o varietate de resurse (financiare, psihologice, sociale şi culturale). De asemenea, în interesele copiilor, urmează să se acorde importanţă drepturilor părinţilor, precum dreptul la asistenţă corespunzătoare din partea autorităţilor publice la realizarea obligaţiilor părinteşti. O atenţie deosebită necesită a fi acordată circumstanţelor economice şi sociale dificile, care implică asistenţă specială. De asemenea, este necesară completarea politicilor generale prin găsirea unui mod de abordare mai direcționată.", "", "ÎN DREPT", "I. CU PRIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 8 DIN CONVENȚIE", "46.  eclamanta s-a plîns de faptul că prin hotărîrea de decădere din drepturile părintești și prin restricțiile impuse asupra dreptului la vizite, a fost încălcat dreptul său la respectarea vieţii de familie în conformitate cu articolul 8 din Convenție, care prevede următoarele:", "“1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decît în măsura în care acesta este prevăzut de lege şi constituie, într-o societate democratică, o măsură necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protecţia sănătăţii, a moralei, a drepturilor şi a libertăţilor altora.”", "A. Cu privire la admisibilitate", "47. Curtea consideră că cererea nu este în mod vădit nefondată în temeiul Articolului 35 § 3 (a) din Convenţie și nu este inadmisibilă din oricare alte temeiuri. Astfel, cererea urmează a fi declarată admisibilă.", "B. Cu privire la fond", "1. Tezele părţilor", "(a) Reclamanta", "48. Reclamanta a susţinut că trecea printr-o perioadă dificilă din viaţa sa şi se confrunta cu dificultăţi personale și financiare. Ea o întreţinea pe fiica ei de una singură cu puţin ajutor material din partea surorii sale. Reclamanta a menţionat că niciodată nu a beneficiat de asistenţă din partea statului.", "49. Reclamanta susține că autorităţile s-au concentrat asupra elaborării documentelor cu privire la caracterul necorespunzător al condiţiilor ei de trai, în loc să-i acorde consilierea necesară pentru eventuala soluţionare a situaţiei sale. Ea a acceptat ideea că ar fi fost avantajos pentru minora A. să fie luată la întreţinere temporară, însă a declarat că acest lucru putea fi realizat prin alte modalităţi decît cea de decădere din drepturile părinteşti. Cu atît mai mult, în timp ce procedurile judiciare au fost în curs de desfăşurare, reclamanta a încercat să amelioreze situaţia sa prin angajarea în cîmpul muncii, prin îmbunătăţirea condiţiilor de trai şi prin încadrarea minorei A. într-o instituţie preşcolară, însă aceste eforturi din partea ei nu au fost luate în consideraţie de către autoritățile competente.", "50. Solicitările ei de a vizita minora A. au fost refuzate, motivul invocat inițial fiind că astfel de vizite contravin intereselor copilului, iar ulterior precum că a fost numit un tutore pentru minora A. Reclamanta a accentuat că Judecătoria sectorului Ciocana a fost informată despre încălcarea dreptului la întrevederi, însă n-a adoptat nici o hotărîre din oficiu. Practica internă a instanţelor de judecată nu prevede intervenţia în astfel de circumstanţe şi interdicţiile stabilite în Codul de Procedură Civilă urmăresc scopul asigurării executării unei eventuale hotărîri şi nu puteau fi aplicate în cazul ei. Reclamanta a fost de părerea că acordarea permisiunii la întrevederi nu prezenta nici un pericol. Ea a susţinut că hotărîrea din 26 decembrie 2013 privind autorizarea vizitelor nu i-a fost adusă la cunoştinţa nici ei nici tutorelui, şi că acesta din urmă continua să-i refuze vizitele. De asemenea, reclamanta a menţionat că organele competente au omis să argumenteze în mod clar refuzul şi, ulterior, permisiunea de a efectua astfel de vizite. Mai mult ca atît, autorităţile s-au bazat pe lipsa legăturii dintre ea şi minora A., acesta fiind temeiul pentru decăderea ei din drepturile părinteşti, dar de fapt, însăşi autorităţile au provocat lipsa acestei legături prin interzicerea întrevederilor.", "51. Reclamanta a afirmat că situaţia ei şi incidentul din 22 septembrie 2011 nu au constituit circumstanţe excepţionale sau sistematice, care să justifice decăderea imediată din drepturile părinteşti. Ea s-a referit la măsurile preliminare pe care autorităţile ar fi trebuit să le întreprindă înainte de a o lipsi de drepturile părinteşti (a se vedea paragraful 40 de mai sus). Reclamanta a subliniat că pînă la 22 septembrie 2011 serviciile sociale şi poliţia nu au considerat-o incapabilă de a o întreţine pe A. (a se vedea paragrafele 17-18 de mai sus). Cu toate acestea, peste şapte zile au solicitat instanţei decăderea ei din drepturile părinteşti fără întreprinderea unor măsuri în scopul păstrării familiei, precum este prevăzut în Articolul 112/1 Codul Familiei.", "52. Reclamanta a susţinut că posibilitatea de a fi restabilită în drepturile părinteşti în acele circumstanţe era iluzorie, întrucît fără asistenţa autorităţilor ea nu ar fi fost capabilă să-și amelioreze situaţia financiară. În special, din cauza lipsei unui astfel de sprijin și a unor condiții mai favorabile, ea a fost nevoită să-și abandoneze cel de al doilea copil, S.", "53. În concluzie, reclamanta a susținut faptul că autorităţile naționale ar fi putut întreprinde o măsură mai puţin severă decît cea de a o lipsi de drepturile părinteşti, şi că statul ar fi putut să-i acorde asistența necesară, oferindu-i suport în întreținerea minorei A. Ea a menționat că ingerința în dreptul său a fost contrară legii, nejustificată şi neproporţională.", "(b) Guvernul", "54. Guvernul a acceptat faptul că a avut loc o ingerință în dreptul reclamantei la respectarea vieţii de familie, prevăzut în art. 8 §(1) din Convenţie. Cu toate acestea, Guvernul a susţinut că ingerința nu a fost neproporțională, a fost prevăzută de lege, şi anume, articolul 67 din Codul Familiei, și a urmărit un scop legitim de protecţie a intereselor copilului.", "55. Bazîndu-se pe probele materiale din dosarul examinat de instanţele naționale, Guvernul a susţinut că – avînd în vedere diagnozele medicale grave ale copilului – reclamanta a manifestat lipsă de responsabilitate faţă de viaţa şi sănătatea minorei A., nu și-a îndeplinit atribuţiile părinteşti – și nici n-a negat acest fapt, avînd în vedere că n-a contestat ordonanța din 19 octombrie 2011 prin care i-a fost aplicată o amendă administrativă, iar condițiile de trai erau necorespunzătoare. În plus, Guvernul a subliniat că reclamanta consuma băuturi alcoolice în mod abuziv, nu era angajată în cîmpul muncii şi nu intenţiona să-şi găsească un loc de muncă, şi faptul că comportamentul ei era contrar intereselor copilului, a cărui viaţă ar fi fost pusă în pericol, în cazul în care acesta din urmă s-ar fi întors acasă.", "56. Guvernul a susţinut că scopul măsurii aplicate nu consta în ulterioara adopţie a minorei A., iar prin numirea unui tutore din cadrul familiei reclamantei autorităţile au întreprins măsurile necesare pentru prevenirea separării copilului de familia sa.", "57. De asemenea, Guvernul a ajuns la concluzia că reclamanta nu a manifestat un interes veritabil de a păstra legătura cu A., deoarece ea n-a solicitat permisiunea instanței de a vizita copilul, şi nici nu a cerut asigurarea acțiunii în temeiul articolelor 174 şi 175 §(2) din Codul de Procedură Civilă. Mai mult ca atît, reclamanta nu a vizitat minora A. după data de 26 decembrie 2013, atunci cînd solicitarea ei pentru vizite a fost aprobată. Guvernul a notat faptul că decizia privind decăderea din drepturile părinteşti era revocabilă şi accesibilă pentru reclamantă, permițîndu-i solicitarea repunerii sale în drepturi, în temeiul art. 70 Codul Familiei, odată cu îmbunătățirea situației sale. Totuşi, în perioada de trei ani, care au urmat după ce minora A. a fost luată de acasă, reclamanta nu a făcut nici o schimbare, și a continuat să manifeste lipsă de responsabilitate faţă de obligaţiile sale de părinte. Întru susţinerea acestei alegaţii, ei s-au referit la decizia reclamantei de a-şi abandona cel de-al doilea copil.", "58. Cu referire la alegaţia principală a reclamantei privind omisiunea organelor competente de a-i oferi asistenţă, Guvernul a susţinut că obligaţiile pozitive ale Statului, în baza art. 8 din Convenţie, nu se extind asupra asistenţei financiare a părinților. Asistența socială se acordă părinților și copiilor numai atunci cînd se presupune că nu va fi utilizată în mod abuziv. Guvernul a exprimat dubii considerabile în ceea ce priveşte capacitatea reclamantei de a-şi aranja viaţa şi de a demonstra că merită o şansă.", "59. În concluzie, în opinia Guvernului, ingerința în dreptul la respectarea vieții de familie de care s-a plîns reclamanta, nu a constituit încălcare a articolului 8 din Convenţie.", "2. Aprecierea Curţii", "(a) Observaţii preliminare", "60. Curtea notează la început că reclamanta nu a contestat luarea fiicei sale de la domiciliu şi plasarea temporară a acesteia într-un centru de plasament și nici n-a atacat ordonanța. Astfel, Curtea va examina doar decizia privind decăderea din drepturile părinteşti a reclamantei şi restricţiile privind dreptul la vizite.", "61. Înainte de examinarea fondului cererii, Curtea în continuare susţine ideea că Guvernul parţial a încercat să justifice luarea sub tutelă a copilului reclamantei, bazîndu-se pe circumstanţele care au survenit după adoptarea hotărîrii privind decăderea din drepturile părinteşti a reclamantei, şi anume, faptul că reclamanta a născut şi, ulterior, și-a abandonat cel de-al doilea copil.", "62. În principiu, în cazul în care le consideră relevante, Curtea este predispusă să examineze informaţii adiţionale şi argumente noi la determinarea fondului cererii. Informațiile noi, spre exemplu, ar putea contribui fie la confirmarea sau la respingerea constatărilor făcute de către Partea Contractantă. Un astfel de probe \"noi\" pot lua forma unor mențiuni suplimentare cu privire la faptele care stau la baza cererilor declarate admisibile sau argumente juridice referitoare la aceste fapte. În consecinţă, Curtea nu exclude posibilitatea de a lua în considerare astfel de probe dacă acestea au fost evaluate ca fiind pertinente (vezi K. şi T. v. Finlanda [GC], nr. 25702/94, § 147, CEDO 2001VII).", "63. Cu toate acestea, nu poate fi pusă în sarcina Curții examinarea cererii prin prisma informațiilor care nu erau la dosarul prezentat autorităților, instanțelor și, în mod normal părților, în momentul adoptării deciziilor, pe care Curtea a fost chemată să le evalueze. În această cauză, dat fiind faptul că materialele pe care s-a bazat Guvernul pentru a justifica decăderea reclamantei din drepturile părintești nu au fost cunoscute de către factorii de decizie și părțile în proces, aceste nu pot fi calificate drept pertinente în examinarea faptelor dacă restricțiile cu privire la dreptul la vizite au fost în conformitate cu prevederile articolului 8 din Convenție.", "(b)  Principii generale", "63. Jurisprudența Curții privind procedurile tutelare și măsurile întreprinse cu privire la copii stabilește în mod clar faptul că, la evaluarea faptului dacă o ingerință a fost ”necesară într-o societate democratică”, trebuie luate în considerație două aspecte. În primul rînd, Curtea trebuie să examineze, din perspectiva cauzei în întregime, dacă motivele aduse cu scopul justificării măsurilor, au fost ”relevante și suficiente”; în al doilea rînd, trebuie să fie examinat faptul dacă procesul de decizie a fost echitabil și transparent, fiind respectate drepturile reclamantei în temeiul articolului 8 din Convenție (vezi K. Și T. v. Finlanda, citat mai sus, § 154; R.K. Și A.K. v. Regatul Unit al Marii Britanii, nr. 38000/05, § 34, 30 septembrie 2008; Neulinger Și Shuruk v. ElveȚia [GC], nr. 41615/07, § 134, CEDO 2010; Și R. Și H. v. Regatul Unit al Marii Britanii, nr. 35348/06, § 75 Și 81, 31 mai 2011).", "64. Curtea reiterează că în astfel de cauze interesul superior al copilului este de o importanță esențială. Decăderea din drepturile părintești reprezintă o măsură particulară de anvergură, în urma căreia părintele este privat de viața sa de familie cu copilul, și este incompatibilă cu scopul reuniunii lor. Astfel de măsuri trebuie să fie întreprinse doar în circumstanțe excepționale, și pot fi justificate doar dacă ele sunt motivate de o cerință de prim rang aferentă interesului superior al copilului (vezi M.D. Și Alții v. Malta, nr. 64791/10, § 76, 17 iulie 2012; Și, mutatis mutandis, Johansen v. Norvegia, 7 august 1996, § 64 Și § 78, Rapoarte de Hotărîri Și Decizii 1996III).", "65. Pentru identificarea interesului superior al copiilor într-un caz particular, trebuie să se țină cont de două aspecte: în primul rînd, este în interesul suprem al copilului ca legăturile sale cu familia să fie păstrate, cu excepția cazurilor în care familia s-a dovedit a fi extrem de nepotrivită; și în al doilea rînd, este în interesul superior al copilului ca acesta să se dezvolte într-un mediu sigur și liniștit (vezi Neulinger Și Shuruk, citat mai sus, § 136; Și R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 73-74). Reieșind din cele menționate mai sus, este cert că legăturile de familie pot fi destrămate doar în circumstanțe excepționale, și e nevoie de întreprins toate măsurile posibile pentru păstrarea relațiilor personale și, dacă este cazul, de a ”reconstitui” familia (vezi Neulinger Și Shuruk, indicat mai sus, § 136, Și R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 73). Nu este destul de a menționa faptul că un copil poate fi plasat într-un mediu mai benefic pentru educare (vezi K. Și T. v. Finlanda, citat mai sus, § 173, Și K.A. v. Finlanda, nr. 27751/95, § 92, 14 ianuarie 2003). Totuși, în cazurile în care menținerea legăturilor de familie ar prejudicia sănătății și dezvoltării copilului, părintele nu are dreptul să insiste asupra păstrării unei asemenea legături, în baza prevederilor articolului 8 din Convenție (vezi Neulinger Și Shuruk, citat mai sus, § 136; R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 73; Și Y.C. v. Regatul Unit al Marii Britanii, nr. 4547/10, § 134, 13 martie 2012).", "66. Curtea recunoaște faptul că la obținerea deciziilor într-o materie atît de sensibilă autoritățile și instanțele locale s-au confruntat cu o sarcină extrem de dificilă. De asemenea, autoritățile naționale dispun de prerogativa contactului direct cu toate persoanele interesate, deseori la etapa cînd măsurile de îngrijire abia se preconizează sau deja imediat după implementarea lor. Astfel, există necesitatea de a le permite o anumită marjă de apreciere în timpul adoptării deciziilor privind modul cel mai potrivit de întreprindere a măsurilor în astfel de cazuri, și, prin urmare, nu intră în competența Curții de a substitui autoritățile interne, ci de a revizui, în perspectiva Convenției, deciziile adoptate și evaluările efectuate de către acestea în exercitarea marjei lor de apreciere (vezi K. Și T. v. Finlanda, citat mai sus, § 154; Neulinger Și Shuruk, citat mai sus, § 138; Și R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 81). În felul acesta, este un domeniu în care există o chemare mult mai considerabilă decît cea obișnuită pentru protecția împotriva ingerințelor arbitrare (vezi, în contextual decăderii din drepturile părintești care duce spre adopție, B. v. Regatul Unit al Marii Britanii, 8 iulie 1987, § 63, seria A nr. 121; X v. Croația, nr. 11223/04, § 47, 17 iulie 2008; R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 76; Și Y.C. v. Regatul Unit al Marii Britanii, indicat mai sus, §136).", "67. Se solicită o examinare mai complexă în privința oricăror alte restricții – precum cele impuse de către autorități asupra drepturilor părintești la întrevederi, întrucît astfel de limitări adiționale atrag după sine pericolul că relațiile de familie dintre părinți și un copil minor să aibă de suferit. Minimul acțiunilor așteptate din partea autorităților constituie examinarea periodică a situației, pentru a aprecia dacă au intervenit careva schimbări de îmbunătățire a situației în familie. Posibilitățile de reunire se vor diminua treptat și ulterior vor fi distruse, dacă părinților biologici și copilului nu li se vor permite să se întîlnească unul cu altul, sau doar atît de rar, încît nici o legătură de rudenie dintre ei nu va mai fi sesizabilă (vezi K.A. v. Finlanda, indicat mai sus, § 139).", "68. În ceea ce vizează procesul de luare a deciziilor, ceea ce trebuie de determinat, avînd în vedere circumstanțele particulare ale cauzei și gradul de seriozitate a deciziilor care urmează a fi luate, este faptul dacă părinții au fost implicați suficient de mult în procesul de luare a deciziilor, dacă le-a fost acordată protecția necesară a intereselor lor și dacă au avut suficiente oportunități să participe la examinarea propriului caz (vezi Neulinger Și Shuruk, citat mai sus, § 139; R. Și H. v. Regatul Unit al Marii Britanii, indicat mai sus, § 75; Și Y.C. v. Regatul Unit al Marii Britanii, indicat mai sus, § 138). Mai mult ca atît, la evaluarea calității procesului de luare a deciziilor care duce spre separarea familiei, Curtea va lua în considerare, în mod particular, dacă concluziile autorităților interne s-au bazat pe probe concludente (inclusiv, după caz, declarațiile martorilor, procesele-verbale ale autorităților, evaluările psihologice și alte rapoarte de expertiză și note medicale), și dacă părțile interesate, în special părinții, au avut oportunitatea de a participa la procedura vizată (vezi, Saviny v. Ucraina, nr. 39948/06, § 51, 18 decembrie 2008).", "69. În orice caz, plasarea copilului sub tutelă necesită a fi considerată, în mod normal, o măsură temporară, și să înceteze odată ce circumstanțele o permit. Deci, nu poate fi justificată fără aprecierea prealabilă a alternativelor (vezi K. and T. v. Finlanda, citat mai sus, § 166; Și Kutzner v. Germania, nr. 46544/99, § 67, CEDO 2002I) și urmează a fi interpretată în contextul obligației pozitive a Statului să depună eforturi serioase și consecvente pentru a facilita reunirea copiilor cu părinții lor biologici iar pînă atunci, de a le permite un contact sistematic (vezi, mutatis mutandis, Kutzner, indicat mai sus, § 76-77; K. Și T.v. Finlanda, indicat mai sus, § 179, Și Saviny, indicat mai sus, 52).", "(c) Aplicarea principilor menționate mai sus în prezenta cauză", "70. Ferm este faptul că decizia privind decăderea reclamantei din drepturile părintești, precum și restricționarea dreptului ei la vizite în prezenta cauză a constituit o ingerință în dreptul ei la respectarea vieții de familie prevăzut de articolul 8 § 1 din Convenție. Astfel, este necesar de a determina dacă ingerința a fost justificată în baza articolului 8 § 2, și anume, dacă a fost legală și a urmărit un scop legitim precum și dacă a fost necesară într-o societate democratică.", "71. Ce ține de legalitatea acțiunilor instanțelor naționale, Curtea notează că reclamanta, în declarațiile sale, a invocat faptul că la momentul adoptării deciziei privind decăderea sa din drepturile părintești, autoritățile au omis să țină cont de omisiunea unor măsuri preliminare prevăzute de articolul 112/1 din Codul Familiei, (vezi § 51 de mai sus). În timp ce Curtea nu exclude faptul că o astfel de plîngere ridică problema, dacă măsura respectivă a fost ”în conformitate cu legea” în sensul prevederilor articolului 8 § 2, aceasta consideră că este mai potrivită efectuarea unei interpretări în contextul necesității și proporționalității măsurii. Iar în ceea ce privește caracterul legal al restricțiilor aplicate în privința dreptului reclamantei la întrevederi, Curtea susține că astfel de măsuri erau reglementate în articolele 69 și 72 a Codului Familiei (vezi § 37 de mai sus), iar reclamanta n-a contestat acest fapt. Astfel, Curtea admite faptul că acțiunile autorităților interne au fost ”în conformitate cu legea”.", "72. Nici nu se pune în discuție faptul că măsurile au avut un scop legitim protecția drepturilor altor persoane, și anume, a minorei A. Din acest motiv, Curtea urmează să examineze dacă acțiunile autorităților interne au fost necesare într-o societate democratică.", "(i)  Decăderea reclamantei din drepturile părintești", "73. Curtea notează faptul că decizia autorităților naționale privind decăderea reclamantei din drepturile părintești s-a bazat pe constatarea faptului că, în rezultatul manifestărilor caracterului personal (neglijarea copilului său și comportamentul amoral), ea a fost inaptă de a-i oferi alimente, îmbrăcăminte, mediu sanitar și îngrijire adecvată, și nici nu a fost capabilă să asigure educația și dezvoltarea și socială a copilului, în așa mod punîndu-i în pericol viața, sănătatea și educația morală. Curtea constată că aceste motive au fost, fără îndoială, relevante pentru adoptarea deciziei necesare.", "74. Dat fiind faptul că suficiența acelor motive este discutabilă, Curtea notează, în primul rînd, că pentru a ajunge la anumite concluzii specifice (precum constatarea faptului că copilul în mod regulat ducea lipsă de alimentație corespunzătoare, nu a fost îngrijită și deseori hoinărea de una singură), instanțele s-au bazat exclusiv pe declarațiile serviciilor sociale (vezi § 20 de mai sus), procesul-verbal întocmit de către ofițerii de poliție în legătură cu incidentul din 22 septembrie 2011, și inspecția ulterioară la domiciliul reclamantei. Nici o altă probă de coroborare, precum rapoartele de la vizitele precedente ale serviciilor sociale sau reprezentanților poliției, sau declarațiile făcute de vecini, nu au fost examinate, în pofida faptului că dosarul conținea declarațiile a cincisprezece vecini care au confirmat contrariul (vezi § 22 de mai sus). Instanțele naționale, de fapt, au ignorat probelor invocate de reclamantă, în loc să le evalueze în timpul procesului.", "75. Cu referire la omisiunea reclamantei de a se ocupa de îngrijirea corespunzătoare a sănătății, instanțele s-au bazat pe diagnosticele complete stabilite de instituția medicală, însă nu s-a efectuat nicio evaluare a fișei de vaccine, prezentată de către reclamantă în calitate de probă contrarie sau la faptul că minora A. a fost considerată ca fiind sănătoasă fizic, în timp relativ scurt, la data de 22 ianuarie 2013 (vezi § 15 de mai sus), adică, înainte de hotărîrea finală privind decăderea reclamantei din drepturile părintești, adoptată la 8 mai 2013. La fel, ce ține de comportamentul amoral al reclamantei, unica probă obiectivă a fost informarea despre starea ei de ebrietate din 22 septembrie 2011. Instanțele de asemenea s-au bazat pe declarațiile serviciilor sociale precum că reclamanta a fost în stare de ebrietate la două ședințe, chiar dacă acele alegații au fost contestate de reclamantă și nu au fost susținute de careva probe obiective.", "76. Cît privește constatarea instanței referitor la faptul că reclamanta nu a vizitat-o pe A. după luarea ei de la domiciliu, aceasta s-a bazat doar pe declarațiile serviciilor sociale și a ignorat documentele din dosar dat fiind faptul că reclamanta a solicitat de nenumărate ori și fără succes să-i fie permise vizitele.", "77. Nu există nici o dovadă că instanțele au solicitat probe independente, precum evaluarea unui psiholog, pentru a examina maturitatea emoțională a reclamantei și motivarea de a acționa ca un părinte responsabil și capabil să-și soluționeze problemele domestice. Argumentele instanțelor nu s-au referit la încercările reclamantei de a-și ameliora situația după ce minora A. a fost luată de la domiciliu, cum ar fi găsirea unui loc de muncă, aducerea în ordine a locuinței și îndeplinirea formalităților necesare pentru înmatricularea minorei A. într-o instituție preșcolară. Dimpotrivă, se pare că instanțele s-au bazat pe declarațiile serviciilor sociale potrivit cărora reclamanta a omis să amelioreze condițiile de trai și atitudinea sa, chiar dacă în dosarul național nu erau careva probe care să denote că a fost efectuat vreun control a situației după incidentul din 22 septembrie 2011 pentru a evalua schimbările realizate de reclamantă în acest sens.", "78. În continuare, nu există nici o dovadă că instanțele judecătorești ar fi analizat problema raportării nivelului necorespunzător de educație a copilului la incapacitatea sau refuzul reclamantei de a întreprinde măsurile necesare, spre deosebire de dificultățile ei financiare, la care aceasta a făcut referință în procedura internă și care ar putut fi depășite prin intermediul unei asistențe financiare și sociale, precum și prin acordarea unei consilieri efective. În acest context, este necesar de menționat faptul că atît reprezentanții poliției, cît și procurorul au considerat circumstanțele personale și de familie ale reclamantei ca fiind factori atenuanți, atunci cînd acesteia i-a fost aplicată o amendă pentru omisiunea de a-și îndeplini obligațiile părintești (vezi § 11 de mai sus) (vezi Wallová Și Walla v. Republica Cehă, nr. 23848/04, § 73, 26 octombrie 2006).", "79. Nu ține de competența Curții determinarea faptului dacă promovarea ideii familiei unite în prezenta cauză a oferit dreptul reclamantei la un nivel corespunzător de trai din contul statului. Totuși, este un subiect care urmează a fi discutat de către autoritățile publice competente, și, ulterior, în timpul procedurilor de judecată. Nu există nici o probă în acest dosar care ar confirma faptul că asemenea probleme au fost vreodată luate în considerare de către autorități sau de către instanțele de judecată.", "80. În final, Curtea susține că în afară de relatările raporturilor, care în mod repetat indică asupra incidentului din 22 septembrie 2011 – spre exemplu, condițiile antisanitare de trai, certurile reclamantei cu mama sa, și aspectul neîngrijit al minorei A. – nu au mai fost relatate alte aspecte cu privire la condițiile de trai sau asistența acordată reclamantei înainte de acea zi. Curtea constată că obținerea informației în această privință a fost impusă de legislația națională (vezi § 37 Și 40 de mai sus) și ar fi fost pertinentă pentru evaluarea faptului dacă autoritățile și-au îndeplinit obligația sa, în conformitate cu Convenția, de a promova unitatea familiei și dacă au examinat în mod suficient existența unor măsuri alternative înainte de încercarea de a-l separa pe copil de reclamantă, prin decăderea acesteia din drepturile părintești.", "(ii)  Restricțiile dreptului reclamantei la vizite", "81. Curtea subliniază faptul că accesul reclamantei la minora A. a fost întrerupt brusc la 22 septembrie 2011 și oficial nu i s-a permis restabilirea legăturii cu copilul pînă la 26 decembrie 2013, adică timp de doi ani, trei luni și patru zile (vezi § 30 Și 35 de mai sus). Reclamanta a reușit să-și vadă fiica de două ori (vezi § 32 de mai sus), însă acel lucru a fost contrar interdicției impuse de către serviciile sociale. Decizia de revocare sau acordare reclamantei a dreptului de a-și vedea copilul rămînea la discreția serviciilor sociale (vezi § 31-35 de mai sus).", "82. Curtea notează că măsurile provizorii sugerate de către Guvern au avut drept scop asigurarea executării hotărîrii. Întrucît subiectul procedurilor judiciare în prezenta cauză constituie decăderea reclamantei din drepturile părintești și în absența oricăror referințe la practicile precedente, Curtea nu este convinsă că reclamanta ar fi putut obține o hotărîre judecătorească cu privire la drepturile la vizite, după cum a sugerat Guvernul.", "83. Curtea notează că interzicerea accesului și, subsecvent, incapacitatea reclamantei de a păstra legătura cu minora A., cu excepția a două vizite neautorizate, au contribuit direct la adoptarea deciziei privind luarea minorei A. de la domiciliu și intentarea acțiunii de decădere din drepturile părintești și, ulterior, la emiterea hotărîrii instanței de revocare a acestor drept. În scrisorile sale de refuz pentru efectuarea vizitelor, autoritățile s-au referit la riscurile legate de legătura reclamantei cu minora A. Deși motivul invocat este relevant, este inexplicabil de ce – în pofida existenței unui astfel de risc – reclamanta a avut posibilitatea de a-și vedea fiica și chiar i-a fost permis să o viziteze sistematic după 26 decembrie 2013, cînd a fost decăzută din drepturile părintești, în special din cauza unui presupus pericol la viața și sănătatea minorei A.. Curtea a constatat că aceste măsuri au fost extrem de dure și că autoritățile au omis să prezinte suficiente motive pentru a le justifica în timpul procesului de judecată.", "(iii) Concluzie", "84. Avînd în vedere considerațiile menționate mai sus, Curtea constată că motivele pe care s-au bazat autoritățile naționale pentru decăderea reclamantei din drepturile părintești nu au fost suficiente pentru a justifica ingerința considerabilă în viața de familie a acesteia. În consecință, a avut loc o încălcare a articolului 8 din Convenție.", "85. De asemenea, Curtea constată că restricțiile privind dreptul reclamantei la vizite nu erau necesare în sensul articolului 8 § 2 din Convenție. Prin urmare, a avut loc încă o violare a articolului 8 din Convenție.", "II. CU PRIVIRE LA APLICAREA ARTICOLULUI 41 AL CONVENȚIEI", "86. Articolul 41 al Convenției prevede:", "“Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decît o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacție echitabilă..”", "A. Prejudiciu", "87. Reclamanta a pretins 20.000 EUR cu titlu de prejudiciu moral. Reclamanta a solicitat ca toate plățile să fie efectuate în contul avocatului său.", "88. Guvernul a considerat că suma pretinsă este excesivă în lumina jurisprudenței Curții cu privire la cauze similare.", "89. Curtea consideră că reclamantei i-a fost cauzată un anumit grad de suferință în sensul încălcărilor constatate mai sus. Curtea acordă reclamantei 7.500 EUR cu titlu de prejudiciu moral, pentru a fi transferate în contul bancar al avocatului său.", "B. Costuri și cheltuieli", "90.  Reclamanta a pretins, de asemenea, suma de 1.880 EUR pentru costuri și cheltuieli suportate în fața Curții. Avocatul ei a prezentat o listă cu orele în care a lucrat asupra prezentei spețe, în total fiind 47 de ore calculate la prețul de 40 EUR per oră.", "91. Guvernul a considerat aceste pretenții neîntemeiate.", "92. Potrivit jurisprudenței Curții, un reclamant are dreptul la rambursarea costurilor și cheltuielilor numai în măsura în care s-a demonstrat că acestea au fost necesare, realmente suportate și rezonabile ca mărime (vezi Iatridis v. Grecia (reparația echitabilă) [GC], nr. 31107/96, § 54, CEDO 2000XI).", "93. În prezenta cauză, ținînd cont de documentele aflate în posesia sa și jurisprudența sa, Curtea consideră rezonabil să acorde reclamantei integral suma pretinsă, și anume 1.880 EUR, mai puțin de 850 EUR au fost deja încasate pentru asistență juridică gratuită de către Consiliul Europei, care urmează a fi achitate în contul bancar indicat de către avocatul reclamantei.", "C. Penalități", "94. Curtea consideră că este corespunzător ca penalitatea să fie calculată în dependență de rata minimă a dobînzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1. Declară, cererea admisibilă;", "", "2. Hotărăște, prin cinci voturi la două, că a fost încălcat articolul 8 din Convenție cu privire la decăderea din drepturile părintești;", "", "3. Hotărăște, că a fost încălcat articolul articolul 8 din Convenție cu privire la restricțiile dreptului la întrevederi;", "", "4. Hotărăște, prin șase voturi la unul,", "\t(a) că statul pîrît urmează să plătească reclamantei, în contul bancar indicat de către avocatul ei, în termen de trei luni de la data la care această hotărîre devine definitivă în conformitate cu articolul 44 § 2 din Convenție, următoarele sume, care vor fi convertite în valuta statului pîrît la rata aplicabilă la data plății:", "(i)  7.500 EUR (șapte mii cinci sute euro), plus orice sumă ce poate fi percepută cu titlu de impozit, pentru prejudiciul moral;", "\t(ii)  1.030 EUR (una mie treizeci euro), cu titlu de costuri și cheltuieli, plus orice taxă care poate fi percepută reclamantului ca un impozit, care urmează să fie convertită în valuta națională a statului pîrît la rata de schimb aplicabilă la data plății;", "\tb) că, de la expirarea celor trei luni menţionate mai sus pînă la executarea hotărîrii, urmează să fie plătită o dobîndă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, plus trei procente;", "", "5. Respinge restul pretențiilor cu privire la satisfacția echitabilă.", "Redactată în limba engleză, și notificată în scris la 6 octombrie 2015, în conformitate cu articolul 77 §§ 2 Și 3 din Regulamentul Curții.", "\tStephen Phillips\tLuis López Guerra\n\tGrefier\tPreȘedinte", "", "În conformitate cu articolul 45 § 2 din Convenție Și Norma 74 § 2 din Regulamentul Curții, opinia separată a Judecătorilor Silvis Și López Guerra se anexează la prezenta hotărîre.", "L.L.G.\nJ.S.P.", "", "", "OPINIE SEPARATĂ PARȚIALĂ A JUDECĂTORULUI SILVIS, ANEXATĂ, CU PRIVIRE LA ARTICOLUL 8, DE CĂTRE JUDECĂTORUL LÓPEZ GUERRA", "1. Sărăcia nu reprezintă motiv pentru decăderea din drepturile părintești. Totuși, neglijența, în rezultatul căreia au apărut consecințe imediate și foarte serioase pentru sănătatea și dezvoltarea copilului, poate declanșa obligația pozitivă din partea Statului de a interveni. În prezenta speță copilul a fost luat de la mamă, care, în prezența sa exercita violența fizică și psihică. În mod obiectiv fost stabilit faptul că mama, reclamanta în prezenta cauză, la momentul evenimentelor era în stare de ebrietate. Ulterior a fost stabilit că copilul nu era supravegheat o perioadă îndelungată, era neîngrijit și uneori cerșea de mîncare. La fața locului, s-a constatat că copilul locuia în condiții antisanitare. Direcția pentru Protecția Drepturilor Copilului a raportat mai tîrziu că reclamanta a fost avertizată de cîteva ori să facă ordine în casă, însă fără succes. Totodată, copilul nu era înmatriculat într-o instituție preșcolară. Copilul a fost internat în spital imediat după incident, în perioada de la 22 pînă la 30 septembrie 2011. Ea a fost diagnosticată cu ”encefalopatie reziduală cu retard fizic, insuficiență piramidală ușoară în picioare, hiperplazia glandei tiroide, necesitate scăzută de somn, numită (“hyposomnia”), insuficiență renală și pancreatită reactivă”. Ei i-a fost administrat un tratament medical. În ceea ce privește situația de la domiciliul reclamantei, un asistent social și un alt angajat de la o asociație obștească într-o zi după incidentul din 21 septembrie 2011 au constatat că în casă era dezordine, iar conectarea la rețeua de gaze naturale, energie electrică și apă era întreruptă.", "2. La 27 septembrie 2011 Direcția pentru Protecția Drepturilor Copilului sectorul Ciocana a examinat situația copilului. S-a pretins că reclamanta s-a prezentat în fața comisie în stare de ebrietate. Bazîndu-se pe constatările ședinței comisiei, la 28 septembrie 2011 Direcția pentru Protecția Drepturilor Copilului sectorul Ciocana a concluzionat că întoarcerea minorei A. în familia ei biologică, i-ar pune sănătatea și viața în pericol. Comisia a decis plasarea acesteia într-un centru de plasament și inițierea procedurilor privind decăderea reclamantei din drepturile părintești. Judecătoria sectorului Ciocana a decis decăderea reclamantei din drepturile părintești, iar instanța de Apel a menținut această hotărîre. Ambele hotărîri au fost menținute de Curtea Supremă de Justiție. Între timp, situația copilului s-a îmbunătățit considerabil, conform unei evaluări psihologice (vezi par. 14 din hotărîre). Ea a fost plasată în familia unui asistent parental profesionist la începutul anului 2013, iar mai apoi sub tutela mătușii sale. Ulterior, din data de 26 decembrie 2013, mamei i-a fost permis să viziteze copilul în prezența tutorelui.", "3. Majoritatea consideră că autoritățile naționale nu au acordat suficientă atenție interesului superior al copilului (vezi par. 65 din hotărîre), și nu s-au concentrat suficient asupra reunirii mamei cu copilul său. În opinia mea,", "autoritățile interne au acordat prioritate bunăstării fizice și morale ale copilului, atunci cînd exista un motiv temeinic de a considera că acesta a fost pus în pericol. Eu consider că autoritățile interne au luat decizia corectă privind stabilirea priorității. Anume acest lucru mă determină să nu fiu de acord cu majoritatea, deşi eu recunosc faptul că există argumente procedurale puternice în favoarea poziției majorității. Eu prefer totuşi, să pun accentele într-un mod diferit. Este specific pentru Curte de a fi mai rezervată în rolul său la stabilirea faptelor. Curtea recunoaște faptul că, la luarea deciziilor într-o materie atît de sensibilă, autoritățile și instanțele naționale se confruntă cu o sarcină extrem de dificilă. Mai mult, autoritățile naționale ar fi avut prilejul de a contacta direct cu toate persoanele vizate, deseori chiar începînd cu etapa cînd măsurile de tutelă se preconizau sau deja imediat după implementarea lor. Astfel, este necesar de a le acorda o anumită marjă de apreciere în timpul luării deciziilor privind modul cel mai potrivit de luare a măsurilor în astfel de cazuri, și, prin urmare, nu intră în competența Curții de a înlocui autoritățile interne, ci de a evalua, prin prisma Convenției, deciziile adoptate și constatările efectuate de autorități. Observ, că nu există nimic ce ar putea indica faptul că posibilităţile de reunire au fost diminuate sau distruse treptat, fapt de care se îngrijora majoritatea că va constitui o consecinţă previzibilă a abordării interne. Din contra, realitatea denotă o derulare diferită a evenimentelor: dreptul la vizite a fost stabilit după luna decembrie 2013 şi exista posibilitatea unei reuniri în viitor. Copilul este îngrijit de mătuşa sa şi, de altfel, în cadrul unei familii complete. Nici decăderea din drepturile părinteşti nu este irevocabilă, deoarece restabilirea poate fi solicitată în temeiul unei situaţii îmbunătăţite (Art. 70 Codul Familiei al Republicii Moldova). Din păcate, acest fapt poate fi elocvent pentru continuitatea problemelor reclamantei cu privire la exercitarea obligaţiilor părinteşti, care peste puţin timp după naşterea celui de-al doilea copil, şi-a exprimat consimţămîntul pentru adopţia acestuia din urmă.", "4. Eu consider că decizia autorităţilor interne de a acorda prioritate bunăstării morale şi fizice imediate a copilului cade sub incidenţa marjei de apreciere. În circumstanţele speţei, autorităţile interne au avut motive convingătoare pentru acordarea unei importanţe secundare unificării mamei şi a copilului. O perioadă mai îndelungată a însănătoşirii copilului poate fi considerată justificată. În baza unei evaluări totale eu nu pot să fiu de acord cu faptul că, în ceea ce priveşte decăderea din drepturile părinteşti, drepturile reclamantei, în temeiul articolului 8 din Convenţie, au fost încălcate. Referitor la problema restricţiei dreptului la vizite, susțin faptul că decizia de a interzice vizitele pe durata desfăşurării procedurilor judiciare a fost una neproporţională, respingînd în prealabil oricare evaluare provizorie a posibilităţii efectuării a unor vizite responsabile.", "5. [Doar Judecătorul Silvis:] Eu nu consider că suma acordată pentru prejudiciu este justificată pentru încălcarea articolului 8 atunci cînd se referă doar la restricționarea vizitelor.", "", "", "", "", "", "\t"]}