{"file": "RUM_HJUDRUM_28341_95.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "28341/95", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "Publicată în : MONITORUL OFICIAL nr. 19 din 11 ianuarie 2001", "", "HOTĂRÂREA CURȚII EUROPENE A DREPTURILOR OMULUI", "din 4 mai 2000", "în cauza Rotaru împotriva României*)", "Notă \n*) Traducere.", "", "În cauza Rotaru împotriva României,", "Curtea Europeană a Drepturilor Omului, constituită în Marea Camera formată din următorii judecători:", "\n domnul L. Wildhaber, preşedinte;", "\n doamna E. Palm;", "\n domnii A. Pastor Ridruejo;", "\n \tG. Bonello;", "\n \tJ. Makarczyk;", "\n \tR. Turmen;", "\n \tJ.-P. Costa;", "\n doamna F. Tulkens;", "\n doamna V. Straznicka;", "\n domnii P. Lorenzen;", "\n \t M. Fischbach;", "\n \t V. Butkevych;", "\n \tJ. Casadevall;", "\n \tA.B. Baka;", "\n \tR. Maruste;", "\n doamna S. Botoucharova;", "\n doamna R. Weber, judecător ad-hoc;", "\n şi domnul M. De Salvia, grefier,", "", "deliberând în Camera de Consiliu, la 19 ianuarie şi la 29 martie 2000,", "pronunţă următoarea hotărâre, adoptată la data de 29 martie 2000:", "PROCEDURA", "1. Curtea a fost sesizată, conform dispoziţiilor aplicabile anterior intrării în vigoare a Protocolului nr. 11 adiţional la Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (convenţia)*1), de către Comisia Europeană a Drepturilor Omului (Comisia) şi de către un cetăţean român, domnul Aurel Rotaru (reclamantul), la 3 iunie şi, respectiv, la 29 iunie 1999 (art. 5 alin. 4 din Protocolul nr. 11 şi fostele articole 47 şi 48 din convenţie).", "2. La originea cauzei s-a aflat plângerea (nr. 28.341/95) îndreptată împotriva României, Comisia fiind sesizată la 22 februarie 1995 în temeiul fostului articol 25 din convenţie.", "Reclamantul a invocat încălcarea dreptului la respectarea vieţii private, datorată faptului că Serviciul Român de Informaţii deţine şi foloseşte un fişier conţinând date personale. A mai invocat şi o încălcare a dreptului de acces la instanţa şi a dreptului de a beneficia de un remediu în faţa unei instanţe naţionale, competentă să se pronunţe asupra cererii de modificare sau de distrugere a fişierului.", "La data de 21 octombrie 1996 Comisia a declarat cererea admisibilă. Prin raportul din 1 martie 1999 (fostul articol 31 din convenţie) a constatat că a existat o încălcare a  şi 13 din convenţie.*1)", "Notă \nNota grefei:", "*1) Protocolul nr. 11 a intrat în vigoare la 1 noiembrie 1998.", "", "3. În procedura desfăşurată la Curte reclamantul a fost reprezentat de domnul I. Olteanu, avocat în cadrul Baroului Bucureşti (România) şi de fiul sau, domnul F. Rotaru. Guvernul a fost reprezentat de doamna R. Rizoiu, agent.", "4. La data de 7 iulie 1999 Marea Camera a hotărât că aceasta cauza ar trebui examinată chiar de către Marea Camera (art. 100 alin. 1 din Regulamentul de organizare şi funcţionare a Curţii). În locul domnului Bârsan, judecător ales din partea României şi care a luat parte la examinarea cauzei în cadrul Comisiei (art. 28), Guvernul a desemnat-o în calitate de judecător ad-hoc pe doamna R. Weber (art. 27 alin. 2 din convenţie şi art. 29 alin. 1 din regulament).", "5. Atât reclamantul, cât şi Guvernul au depus câte un memoriu.", "6. Audierea publică a avut loc la data de 19 ianuarie 2000, la Palatul Drepturilor Omului din Strasbourg.", "Au participat:", "– din partea Guvernului:", " ● doamna R. Rizoiu,", " agent;", " \t ● domnul M. Selegean, consilier juridic în Ministerul Justiţiei;", " \t ● domnul T. Corlăţean, ataşat pe lângă Reprezentanţa Permanentă a României la Consiliul Europei,\n \tconsilieri;", "– din partea reclamantului:", " ● domnul I. Olteanu,", " avocat,\n ● domnul F. Rotaru, reprezentant şi fiu al reclamantului.", "", "Curtea a luat act de concluziile verbale prezentate de doamna Rizoiu, domnul Selegean, domnul Olteanu şi de domnul F. Rotaru.", "ÎN FAPT", "I. Circumstanţele cauzei", "1. Condamnarea reclamantului din 1948", "7. Reclamantul s-a născut în anul 1921 şi a fost jurist de profesie. În prezent este pensionar şi locuieşte la Bârlad.", "8. În anul 1946, după instaurarea regimului comunist, reclamantului, pe atunci student, i s-a refuzat de către prefectul judeţului Vaslui publicarea a două broşuri, „Suflet de student” şi „Proteste”, cu motivarea că aveau un caracter antiguvernamental.", "9. Nemulţumit de acest refuz reclamantul a adresat prefectului două scrisori în care protesta împotriva faptului că noul regim popular a suprimat libertatea de exprimare. În urma acestor scrisori, la data de 7 iulie 1948 reclamantul a fost arestat. La data de 20 septembrie 1948 Tribunalul Popular din Vaslui l-a condamnat la un an închisoare pentru săvârşirea infracţiunii de ultraj.", "2. Procedura declanşată conform Decretului-lege nr. 118/1990", "10. După răsturnarea regimului comunist în anul 1989 noua putere a adoptat , care acorda unele drepturi persoanelor persecutate de regimul comunist şi care nu au avut activitate fascistă (alin. 30 de mai jos).", "11. În temeiul acestui decret-lege, la data de 30 iulie 1990 reclamantul a sesizat Judecătoria Bârlad cu o cerere prin care chema în judecată Ministerul de Interne şi Ministerul Apărării Naţionale, precum şi Direcţia muncii din judeţul Vaslui, solicitând că perioada în care s-a aflat în executarea pedepsei dispuse prin hotărârea penală din anul 1948 să fie luată în considerare la calcularea anilor de vechime în muncă. A cerut, de asemenea, restituirea drepturilor băneşti corespunzătoare.", "12. Judecătoria Bârlad a pronunţat o sentinţă la data de 11 ianuarie 1993. Având în vedere, printre altele, declaraţiile martorilor propuşi de reclamant, P.P. şi G.D., sentinţa de condamnare din anul 1948 şi adeverinţele de la Universitatea din Iaşi, instanţa a constatat că în perioada 1946-1949 reclamantul fusese persecutat din motive politice. Prin urmare, a admis cererea reclamantului şi a acordat drepturile prevăzute de .", "13. În susţinerea apărării sale Ministerul de Interne a prezentat instanţei o scrisoare din 19 decembrie 1990, primită de la Serviciul Român de Informaţii (S.R.I.). Aceasta scrisoare avea următorul cuprins:", "„La adresa dumneavoastră nr. 99.110 din 11 decembrie 1990, privind pe numitul Rotaru Aurel, din Bârlad, va facem cunoscut că în urma verificărilor efectuate au rezultat următoarele:", "– sus-numitul, pe perioada efectuării studiilor la «Facultatea de Ştiinţe» din Iaşi a activat că membru legionar în Asociaţia Studenţilor Creştini;", "– în anul 1946 a înaintat Cenzurii oraşului Vaslui două broşuri intitulate «Suflet de student» şi «Proteste», solicitând publicarea lor, dar nu a obţinut acest lucru, deoarece aveau conţinut antiguvernamental;", "– dintr-o declaraţie dată în anul 1948 rezultă că a făcut parte din organizaţia P.N.T. - tineret;", "– sus-numitul nu are fond penal şi nu a fost arestat în perioada menţionată de el;", "– între anii 1946-1948, datorită concepţiilor sale a fost chemat de mai multe ori de către organele de siguranţă şi audiat în legătură cu atitudinea sa. (...).”", "3. Procedura declanşată împotriva S.R.I.", "14. Reclamantul a chemat în judecată S.R.I., arătând că nu a fost niciodată membru al mişcării legionare române, că nu a fost nici student la Facultatea de Ştiinţe, ci la Facultatea de Drept din Iaşi şi că şi alte informaţii furnizate de S.R.I. în scrisoarea din 19 decembrie 1990 erau false şi defăimătoare.", "Cererea a fost întemeiată pe dispoziţiile Codului civil referitoare la răspunderea civilă delictuală, reclamantul solicitând obligarea S.R.I. de a plăti unele despăgubiri pentru prejudiciul moral suferit. Fără a invoca un anume text de lege, el a cerut, de asemenea, ca S.R.I. să fie obligat să modifice sau să distrugă fişierul conţinând informaţiile cu privire la presupusul sau trecut legionar.", "15. Prin sentinţa pronunţată la 6 ianuarie 1993 Judecătoria Bucureşti a respins cererea, invocând dispoziţiile legale în materia răspunderii civile delictuale.", "16. Împotriva acestei hotărâri reclamantul a declarat recurs.", "17. La data de 18 ianuarie 1994 Tribunalul Municipiului Bucureşti a constatat că informaţia privind trecutul legionar al reclamantului era falsă. Cu toate acestea, a respins recursul declarat, arătând că nu exista o culpă a S.R.I. din moment ce acesta nu era decât depozitarul datelor contestate, iar în lipsa culpei, nu se poate vorbi de o răspundere civilă delictuală.", "Instanţa a constatat că informaţiile au fost culese de fostele servicii de siguranţă ale statului. În anul 1949, în urma desfiinţării acestor servicii arhivele au fost transmise Securităţii, iar în anul 1990 S.R.I. a preluat arhivele fostei Securităţi.", "18. La data de 15 decembrie 1994 Curtea de Apel Bucureşti a respins recursul reclamantului declarat împotriva deciziei Tribunalului Municipiului Bucureşti din 18 ianuarie 1994, cu următoarea motivare:", "„[...] Curtea constată că recursul nu este fondat. În virtutea competenţei legale pe care o are Serviciul Român de Informaţii de depozitare a arhivelor fostelor organe de siguranţă, prin adresa nr. 705.567/1990 a comunicat Ministerului de Interne împrejurări ce vizează activitatea personală a recurentului în timpul efectuării studiilor universitare, aşa cum sunt reflectate în documentele relatate în acea perioadă de către organele de siguranţă. Rezultă deci că instanţele judecătoreşti nu au competenţa să anuleze sau să modifice conţinutul adresei redactate de S.R.I., care este numai depozitar al fondului arhivistic al fostelor organe de siguranţă ale statului. Respingându-i acţiunea, instanţele judecătoreşti nu au încălcat dispoziţiile  şi nici dispoziţiile art. 3 din Codul civil, ci au judecat pricina potrivit competenţei prevăzute de Codul de procedură civilă.”", "4. Cererea prin care reclamantul a solicitat obligarea judecătorilor de a plăti daunele morale", "19. La data de 13 iunie 1995 reclamantul a introdus o cerere prin care solicită obligarea la despăgubiri a tuturor judecătorilor care i-au respins cererea prin care solicită anularea sau distrugerea fişierului. A invocat dispoziţiile art. 3 din Codul civil cu privire la denegarea de dreptate şi dispoziţiile art. 6 din convenţie. Reclamantul a afirmat că atât Tribunalul Judeţean Vaslui, cât şi Curtea de Apel au refuzat sa îi înregistreze cererea.Cu privire la acest aspect, la data de 5 august 1998 reclamantul a sesizat Comisia cu o nouă cerere, înregistrată sub numărul 46.597/1998 şi aflată în prezent pe rolul Curţii.", "5. Cererea de revizuire", "20. În luna iunie 1997 ministrul justiţiei a comunicat directorului S.R.I. că plângerea reclamantului a fost declarată admisibilă de către Comisia Europeană a Drepturilor Omului. În consecinţă, ministrul justiţiei a solicitat directorului S.R.I. să verifice încă o dată dacă reclamantul aparţinuse mişcării legionare şi, dacă aceasta informaţie se va dovedi falsă, să înştiinţeze reclamantul despre acest fapt, pentru că acesta să-l poată folosi ulterior într-o eventuală cerere de revizuire.", "21. La data de 6 iulie 1997 directorul S.R.I. l-a informat pe ministrul justiţiei că datele privind trecutul legionar al reclamantului, menţionate în scrisoarea din 19 decembrie 1990, au fost obţinute în urma studierii arhivelor S.R.I.", "A fost găsit astfel un tabel întocmit de Biroul Siguranţei din Iaşi, în care la numărul 165 era menţionat un anume Aurel Rotaru, „element de masă, membru al Asociaţiei Studenţilor Creştini”. Directorul S.R.I. a arătat că tabelul purta data de 15 februarie 1937 şi a apreciat că, deoarece la acea dată domnul Rotaru, „în vârstă de aproximativ 16 ani, nu putea fi student la Facultatea de Ştiinţe din Iaşi, credem că ne aflăm în prezenta unei regretabile erori care a făcut să considerăm că domnul Rotaru Aurel din Bârlad este aceeaşi persoană cu cea înscrisă în tabelul respectiv ca membru legionar. De altfel, din verificările amănunţite efectuate de către instituţia noastră pe raza judeţelor Iaşi şi Vaslui nu au apărut date care să confirme identitatea între cele două nume (...).”", "22. O copie de pe aceasta scrisoare a fost trimisă reclamantului care la data de 25 iulie 1997 a solicitat Curţii de Apel Bucureşti revizuirea hotărârii pronunţate la 15 decembrie 1994. În cererea de revizuire acesta a solicitat anularea documentelor defăimătoare, un leu cu titlu de despăgubiri morale, precum şi rambursarea, la valoarea actuală, a tuturor taxelor şi cheltuielilor suportate de la începutul procedurii.", "23. S.R.I. a solicitat respingerea cererii de revizuire, apreciind că, faţă de scrisoarea directorului S.R.I. din 6 iulie 1997, cererea a rămas fără obiect.", "24. Printr-o hotărâre definitivă din 25 noiembrie 1997 Curtea de Apel Bucureşti a anulat hotărârea din 15 decembrie 1994 şi a admis cererea reclamantului, cu următoarea motivare:", "„Din adresa nr. 4.173 din 5 iulie 1997, eliberată de Serviciul Român de Informaţii (...), rezultă că în fondul de arhivă nr. 53.172, volum 796 la fila 243, se găseşte un tabel cu membrii legionari care nu îşi au domiciliul stabil în Iaşi, unde la poziţia 165 apare «Rotaru Aurel - Student ştiinţe, membru al Asociaţiei Studenţilor Creştini, legionar, element de masă». Întrucât la data întocmirii tabelului respectiv - 15.02.1937 revizuentul avea vârsta de aproape 16 ani, nu a urmat cursurile Facultăţii de Ştiinţe din Iaşi, iar din verificările efectuate ulterior în evidenţele cu membrii legionari nu apar numele şi prenumele revizuentului că fiind cu domiciliul la Bârlad şi cu datele personale ale acestuia, Serviciul Român de Informaţii consideră că se află în faţa unei regretabile confuzii de nume, iar persoana inclusă în tabel nu este revizuentul-reclamant.", "Văzând conţinutul ultimei adrese, în baza art. 322 pct. 5 Cod procedura civilă, se constată că acest înscris îndeplineşte condiţiunile legale de act nou, determinant în cauza prin caracterul sau hotărâtor în a schimba total situaţia de fapt reţinută anterior, înscris care cuprinde date ce nu au putut fi înfăţişate în fazele procesuale precedente dintr-o împrejurare mai presus de voinţa reclamantului-revizuent.", "Sub aspectul analizat, sunt fără de relevanţa în cauza datele la care s-au înfiinţat organele de securitate ale statului, ori din ce structură făceau parte fostele organe de siguranţă, după cum în speţa nu are relevanţa aspectul - de altfel real că Serviciul Român de Informaţii este doar un depozitar al fondului arhivistic al fostelor organe de siguranţă. Important în cauza este numai că adresa nr. 705.567 din 19 decembrie 1990 «S.R.I. - U.M. nr. 05007 Bucureşti» cuprinde menţiuni ce nu se referă la persoana reclamantului-revizuent, datele din această adresă devenind astfel neadevărate cu privire la persoana acestuia şi care, dacă ar fi menţinute, i-ar aduce grave prejudicii demnităţii şi onoarei sale.", "Faţă de cele ce precedă şi în temeiul textului de lege citat, cererea de revizuire promovată de reclamant se apreciază că fondată şi va fi admisă, urmând a fi retractate hotărârile pronunţate anterior în cauza, şi, pe cale de consecinţă, acţiunea reclamantului-revizuent va fi admisă aşa cum a fost formulată.”", "25. Curtea nu s-a pronunţat asupra capătului de cerere privind obligarea la despăgubiri şi nici cu privire la cheltuielile de judecată.", "II. Dreptul intern aplicabil", "A. Constituţia", "26. Dispoziţiile aplicabile din  sunt următoarele:", "Articolul 20", "„(1)Dispoziţiile constituţionale privind drepturile şi libertăţile cetăţenilor vor fi interpretate şi aplicate în concordanţă cu Declaraţia Universală a Drepturilor Omului, cu pactele şi cu celelalte tratate la care România este parte.\n\t(2)Dacă există neconcordanţe între pactele şi tratatele privitoare la drepturile fundamentale ale omului, la care România este parte, şi legile interne, au prioritate reglementările internaţionale.”", "Articolul 21", "\n \t„(1)Orice persoană se poate adresa justiţiei pentru apărarea drepturilor, a libertăţilor şi a intereselor sale legitime.", " \t(2)Nici o lege nu poate îngrădi exercitarea acestui drept.”", "B. Codul civil", "27. Dispoziţiile aplicabile din Codul civil sunt următoarele:", "Articolul 3", "„Judecătorul care va refuza de a judeca, sub cuvânt că legea nu prevede sau că este întunecată sau neîndestulătoare, va putea fi urmărit că culpabil de denegare de dreptate.”", "Articolul 998", "„Orice fapta a omului, care cauzează altuia prejudiciu, obligă pe acela din a cărui greşeală s-a ocazionat, a-l repara.”", "Articolul 999", "„Omul este responsabil nu numai de prejudiciul ce a cauzat prin fapta sa, dar şi de acela ce a cauzat prin neglijenţa sau prin imprudenţa sa.”", "C. Codul de procedură civilă", "28. Dispoziţiile aplicabile din Codul de procedură civilă sunt:", "Articolul 322", " \t„(5)Revizuirea unei hotărâri rămase definitive (...) se poate cere dacă, după darea hotărârii, s-au descoperit înscrisuri doveditoare, reţinute de partea potrivnică sau care nu au putut fi înfăţişate dintr-o împrejurare mai presus de voinţa părţilor (...).”", "D. Decretul nr. 31/1954 cu privire la persoanele fizice şi juridice", "29. Dispoziţiile aplicabile ale Decretului nr. 31/1954 cu privire la persoanele fizice şi juridice sunt:", "Articolul 54", "„1) Persoana care a suferit o atingere în dreptul sau (...) la onoare, la reputaţie (...) sau în orice alt drept personal nepatrimonial va putea cere instanţei judecătoreşti încetarea săvârşirii faptei care aduce atingere drepturilor mai sus menţionate.", "2) Totodată, cel care a suferit o atingere a unor asemenea drepturi va putea cere instanţei să oblige pe autorul faptei săvârşite fără drept să îndeplinească orice măsuri socotite necesare de către instanţă, spre a ajunge la restabilirea dreptului atins.”", "Articolul 55", "„Dacă autorul faptei săvârşite fără drept nu îndeplineşte, în termenul stabilit prin hotărâre, faptele destinate să restabilească dreptul atins, instanţa judecătorească va putea să-l oblige la plata, în folosul statului, a unei amenzi pe fiecare zi de întârziere, socotită de la data expirării termenului de mai sus (...).”", "E. Decretul-lege nr. 118 din 30 martie 1990 privind acordarea unor drepturi persoanelor persecutate din motive politice de dictatura instaurată cu începere de la 6 martie 1945", "30. La acea dată dispoziţiile aplicabile din  prevedeau:", "Articolul 1", "\n \t„(1)Constituie vechime în muncă şi se ia în considerare la stabilirea pensiei şi a celorlalte drepturi ce se acordă, în funcţie de vechimea în muncă, timpul cât o persoană, după data de 6 martie 1945, pe motive politice:", "a)a executat o pedeapsă privativă de libertate în baza unei hotărâri judecătoreşti rămase definitivă sau a fost lipsită de libertate în baza unui mandat de arestare preventivă pentru infracţiuni politice;[...]. “", "Articolul 5", "„Pentru stabilirea situaţiilor prevăzute la  se înfiinţează în fiecare judeţ (...) câte o comisie alcătuită din preşedinte şi cel mult şase membri.", "Preşedintele trebuie să fie jurist. Din comisie fac parte 2 reprezentanţi ai direcţiilor de muncă şi ocrotiri sociale şi cel mult 4 reprezentanţi ai Asociaţilor foştilor deţinuţi politici şi victime ale dictaturii.[...].”", "Articolul 6", "„Dovedirea situaţiilor prevăzute la  se face de către persoanele interesate cu acte oficiale eliberate de organele competenţe, (...) prin orice mijloc de probă prevăzut de lege.[...].”", "Articolul 11", "„Prevederile prezentului decret-lege nu se aplică persoanelor condamnate pentru infracţiuni contra umanităţii sau celor care s-a dovedit că au desfăşurat o activitate fascistă în cadrul unei organizaţii sau mişcări de acest fel, pe baza procedurii prevăzute la  şi 6.”", "F. Legea nr. 14 din 24 februarie 1992 cu privire la organizarea şi funcţionarea Serviciului Român de Informaţii31.", "Dispoziţiile aplicabile ale , cu privire la organizarea şi funcţionarea Serviciului Român de Informaţii, publicată în Monitorul Oficial al României, Partea I, nr. 33 din 3 martie 1992, sunt redactate după cum urmează:", "Articolul 2", "„Serviciul Român de Informaţii organizează şi execută activităţi pentru culegerea, verificarea şi valorificarea informaţiilor necesare cunoaşterii, prevenirii şi contracarării oricăror acţiuni care constituie, potrivit legii, ameninţări la adresa siguranţei naţionale a României.”", "Articolul 8", "„Serviciul Român de Informaţii este autorizat să deţină şi să folosească mijloace adecvate pentru obţinerea, verificarea, prelucrarea şi stocarea informaţiilor privitoare la siguranţa naţională, în condiţiile legii.”", "Articolul 45", "„Documentele interne de orice fel ale Serviciului Român de Informaţii au caracter de secret de stat, se păstrează în arhiva sa proprie şi nu pot fi consultate decât cu aprobarea directorului, în condiţiile legii.", "Documentele, datele şi informaţiile Serviciului Român de Informaţii pot deveni publice numai după trecerea unei perioade de 40 de ani de la arhivare.", "Serviciul Român de Informaţii preia spre conservare şi folosinţă fondurile de arhivă ce privesc siguranţa naţională ale fostelor organe de informaţii cu competenţă pe teritoriul României.", "Fondurile de arhivă ale fostului Departament al Securităţii Statului, ce privesc siguranţa naţională, nu pot deveni publice decât după trecerea unei perioade de 40 de ani de la adoptarea prezentei legi.”", "G. Legea nr. 187 din 20 octombrie 1999 cu privire la accesul cetăţenilor la propriul dosar deţinut de Securitate şi deconspirarea securităţii că poliţie politică", "32. Dispoziţiile aplicabile ale , intrată în vigoare la data de 9 decembrie 1999, sunt următoarele:", "Articolul 1", "„(1)Orice cetăţean român sau cetăţean străin care după 1945 a avut cetăţenie română are dreptul de acces la propriul dosar întocmit de organele securităţii (...). Acest drept se exercită la cerere şi constă în studierea nemijlocită a dosarului, eliberarea de copii de pe actele dosarului şi de pe înscrisurile doveditoare despre cuprinsul dosarului.\n \t(2)Totodată persoana, subiect al unui dosar din care rezultă că a fost urmărită de organele securităţii statului, are dreptul, la cerere, să afle identitatea agenţilor de securitate şi a colaboratorilor, care au contribuit cu informaţii la completarea acestui dosar.\n \t(3)De drepturile prevăzute de alin. (1) şi (2) beneficiază soţul supravieţuitor şi rudele până la gradul al doilea inclusiv ale persoanei decedate, în afară de cazul în care aceasta a dispus altfel.”", "Articolul 2", "„Pentru a asigura dreptul de acces la informaţiile de interes public, orice cetăţean român (...), precum şi presa scrisă şi audiovizuală, partidele politice (...) au dreptul de a fi informate (...) în legătură cu calitatea de agent sau de colaborator al organelor securităţii (...) a persoanelor care ocupă sau candidează pentru a fi alese ori numite în următoarele demnităţi sau funcţii:", "a)Preşedintele României;", "b)deputat sau senator;[...].”", "Articolul 7", "„(1)Pentru aplicarea prevederilor prezentei legi se înfiinţează Consiliul Naţional pentru Studierea Arhivelor Securităţii (...) cu sediul în municipiul Bucureşti, denumit în continuare Consiliu.\n \t(2)Consiliul este un organism autonom cu personalitate juridică, supus controlului Parlamentului (...). “", "Articolul 8", "\n \t„(1)Consiliul este condus de un colegiu compus din 11 membri.\n \t(2)Membrii Colegiului Consiliului sunt numiţi de Parlament, la propunerea grupurilor parlamentare, potrivit configuraţiei politice a celor două Camere (...) pentru un mandat de 6 ani. Mandatul poate fi reînnoit o singură dată.”", "Articolul 13", "\n \t„(1)Persoanele îndreptăţite pot solicita Consiliului, în conformitate cu prevederile , în condiţiile prezentei legi, următoarele:", "a)consultarea dosarelor (...) întocmite până la data de 22 decembrie 1989 de organele de securitate;", "b)eliberarea unor copii de pe (...) aceste dosare (...);", "c)eliberarea unor adeverinţe privind apartenenţa sau neapartenenţa, colaborarea sau necolaborarea cu organele de securitate;[...]. “", "Articolul 14", "\n \t„(1)Conţinutul adeverinţelor eliberate potrivit  lit. c) poate fi contestat la Colegiul Consiliului (...).”", "Articolul 15", "\n \t„(1)Dreptul de acces la informaţiile de interes public (...) se exercită de către persoana fizică sau persoana juridică îndreptăţită printr-o cerere adresată Consiliului.", "[...]\n \t(4)Pe baza cererilor primite potrivit alin. (1) Consiliul verifică probele deţinute, indiferent de forma lor, şi înştiinţează de îndată persoana (...).”", "Articolul 16", "\n \t„(1)Împotriva comunicării eliberate potrivit  solicitantul sau persoana cu privire la care s-a cerut verificarea se poate adresa Colegiului Consiliului printr-o contestaţie (...). Decizia Colegiului Consiliului poate fi atacată (...) la Curtea de Apel (...). “", "ÎN DREPT", "I. Excepţii preliminare ridicate de Guvern", "A. Cu privire la calitatea de victima", "33. În primul rând, menţinându-şi poziţia exprimată în faţa Comisiei, Guvernul a arătat că reclamantul nu se mai poate pretinde „victima” a unei încălcări a convenţiei în sensul art. 34. A subliniat că reclamantul a obţinut câştig de cauza în faţa Curţii de Apel Bucureşti care, prin Hotărârea din 25 noiembrie 1997, a declarat nule menţiunile incluse în scrisoarea Serviciului Român de Informaţii (S.R.I.) din 19 decembrie 1990. Or, în opinia Guvernului, singura încălcare a drepturilor reclamantului a provenit din aceasta scrisoare.", "În orice caz, a susţinut Guvernul, reclamantul dispune în prezent de procedura deschisă de , care îi oferă toate garanţiile cerute de convenţie pentru protejarea drepturilor sale.", "34. Reclamantul a solicitat Curţii să continue examinarea cauzei, arătând că Hotărârea din 25 noiembrie 1997 nu a schimbat în mod fundamental situaţia care a determinat plângerea iniţială. În primul rând, simplul fapt de a recunoaşte eroarea menţiunilor, după hotărârea de admisibilitate a Comisiei, nu poate constitui o reparaţie adecvată a încălcării drepturilor garantate de convenţie. În al doilea rând, reclamantul nu are încă acces la dosarul sau secret, care nu este doar păstrat, ci şi folosit de S.R.I. Din aceasta cauză, chiar şi după Hotărârea din 25 noiembrie 1997 folosirea de către S.R.I. a informaţiilor privitoare la pretinsul trecut legionar al reclamantului sau a oricăror alte informaţii conţinute în dosarul sau nu poate fi exclusă.", "35. În ceea ce priveşte noţiunea de victima Curtea reaminteşte că o persoană poate, în anumite condiţii, să pretindă că este victima a unei încălcări, generată de simpla existenţa a unor măsuri secrete sau a unei legislaţii ce permite astfel de măsuri chiar dacă acestea nu i-au fost efectiv aplicate (Hotărârea Klass şi alţii împotriva Germaniei din 6 septembrie 1978, seria A nr. 28, pag. 18, alin. 34). De altfel, „o hotărâre sau o măsură favorabilă reclamantului nu este suficientă, în principiu, pentru a pierde calitatea de «victima», decât în situaţia în care autorităţile naţionale au recunoscut, explicit sau implicit, iar apoi au reparat încălcarea convenţiei” (Hotărârea Amuur împotriva Franţei din 25 iunie 1996, Culegere de hotărâri şi decizii 1996-III, pag. 846, alin. 36, şi Hotărârea Dalban împotriva României [GC] nr. 28.114/95, alin. 44, CEDO 1999-VI).", "36. În speţa Curtea observă că reclamantul critică deţinerea unui registru secret conţinând date care îl privesc, a cărui existenţa a fost dezvăluită în mod public în cursul unei proceduri judiciare. Din acest motiv reclamantul se poate pretinde victima a unei încălcări a convenţiei.", "Curtea mai arată că prin Hotărârea din 25 noiembrie 1997 Curtea de Apel Bucureşti a anulat menţiunile privind pretinsul trecut legionar al reclamantului, inserate în scrisoarea din 19 decembrie 1990, constatând că nu erau conforme realităţii - probabil se refereau la o altă persoană cu acelaşi nume.", "Chiar acceptând ideea că într-o anumită măsura reclamantul a obţinut prin aceasta hotărâre o reparaţie în ceea ce priveşte informaţiile false din fişierul sau, Curtea apreciază că aceasta reparaţie nu este decât parţială şi că, în orice caz, ea este insuficientă, în sensul jurisprudenţei sale, pentru pierderea calităţii de victimă. În afara considerentelor de mai sus cu privire la calitatea de victimă ce izvorăşte din deţinerea unui fişier secret, Curtea a avut în vedere şi alte elemente importante.", "Se pare că informaţiile asupra pretinsului trecut legionar al reclamantului mai sunt încă păstrate în fişierele S.R.I. fără să fi fost făcută vreo menţiune cu privire la Hotărârea din 25 noiembrie 1997. În plus Curtea de Apel Bucureşti nu s-a pronunţat, şi nici nu avea competenţa sa o facă, asupra faptului că S.R.I. este autorizat de legislaţia română să deţină şi să folosească fişiere create de fostele servicii de informaţii, care conţin informaţii cu privire la reclamant. Or, capătul principal de cerere se referă la faptul că legea internă nu reglementează suficient de precis condiţiile în care S.R.I. îşi exercită atribuţiile şi nu pune la dispoziţie persoanei o cale de a obţine repararea eventualelor prejudicii în faţa unei autorităţi naţionale.", "În sfârşit Curtea de Apel Bucureşti, în Hotărârea din 25 noiembrie 1997, nu s-a pronunţat cu privire la despăgubirile solicitate pentru prejudiciul moral suferit şi nici asupra cheltuielilor de judecată.", "37. În ceea ce priveşte , invocată de Guvern, Curtea apreciază, având în vedere circumstanţele prezentei cauze, că această lege nu este aplicabilă (alin. 71 de mai jos).", "38. Curtea concluzionează că reclamantul se poate pretinde „victima” în sensul art. 34 din convenţie şi, în consecinţă, respinge excepţia invocată de Guvern.", "B. Cu privire la epuizarea căilor de atac interne", "39. Guvernul a mai ridicat şi excepţia neepuizării căilor de atac interne. S-a arătat că reclamantul putea invoca dispoziţiile Decretului nr. 31/1954 cu privire la persoanele fizice şi juridice, în baza cărora instanţa poate dispune orice măsură pentru a face să înceteze atingerea reputaţiei unei persoane.", "40. Curtea arată că există o strânsă legătură de cauzalitate între aceasta susţinere a Guvernului şi temeinicia cererii privind art. 13 din convenţie. Prin urmare, Curtea reuneşte aceasta excepţie cu fondul (alin. 70 de mai jos).", "II. Cu privire la pretinsa încălcare a art. 8 din convenţie", "41. Reclamantul se plânge că S.R.I. deţine şi poate folosi în orice moment date cu privire la viaţa sa particulară, dintre care unele sunt false şi defăimătoare. El invoca încălcarea art. 8 din convenţie, care prevede următoarele:", "„1. Orice persoană are dreptul la respectarea vieţii private şi de familie, a domiciliului sau şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acest amestec este prevăzut de lege şi dacă constituie o măsură care, într-o societate democratică, este necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protejarea sănătăţii sau a moralei, ori protejarea drepturilor şi libertăţilor altora.”", "A. Cu privire la aplicabilitatea art. 8", "42. Guvernul contesta aplicabilitatea , arătând că informaţiile menţionate în scrisoarea S.R.I. din 19 decembrie 1990 nu ţin de viaţa particulară a reclamantului, ci de viaţa sa publică. Hotărând să se implice în activitatea politică şi să publice pamflete, reclamantul a renunţat implicit la „anonimatul inerent vieţii private. În ceea ce priveşte interogarea sa de către poliţie şi cazierul sau judiciar, este vorba de informaţii publice.", "43. Curtea reaminteşte că art. 8 alin. 1 din convenţie este aplicabil atunci când este vorba despre stocarea într-un registru secret şi comunicarea datelor privind „viaţa privată” a unei persoane (Hotărârea Leander împotriva Suediei din 26 martie 1987, seria A nr. 116, pag. 22, alin. 48).", "Respectarea vieţii private include dreptul individului de a întreţine şi de a dezvolta relaţii cu semenii săi; în plus nici o raţiune nu permite excluderea activităţii profesionale sau comerciale din sfera noţiunii de „viaţa privată” (hotărârile Niemietz împotriva Germaniei din 16 decembrie 1992, seria A nr. 251-B, pag. 33, alin. 29, şi Halford împotriva Regatului Unit din 25 iunie 1997, Culegere 1997-III, pag. 1015-1016, alin. 42-46).", "Curtea a subliniat deja concordanţă dintre aceasta interpretare extensivă şi Convenţia Consiliului Europei din 28 ianuarie 1981 privind protecţia persoanelor faţă de procesarea datelor cu caracter personal, intrată în vigoare la 1 octombrie 1985, care are drept scop „protejarea (...) oricărei persoane fizice (...), respectarea (...) în special a dreptului la viaţa privată, faţă de procesarea datelor cu caracter personal” (art. 1), acestea fiind definite la  că „orice informaţie privind o persoană fizică identificată sau identificabilă” [Amann împotriva Suediei (GC) nr. 27.798/95, alin. 65, CEDO 2000-...].", "În plus unele date de natură publică pot ţine de viaţa privată atunci când ele sunt în mod sistematic adunate şi introduse în fişiere ţinute de autorităţile publice, cu atât mai mult cu cât se referă la trecutul îndepărtat al unei persoane.", "44. În speţa Curtea constată că scrisoarea S.R.I. din 19 decembrie 1990 conţinea diverse informaţii asupra vieţii reclamantului, în special asupra studiilor sale, activităţilor politice şi cazierului sau judiciar, parte din ele fiind culese cu mai mult de 50 de ani înainte. În opinia Curţii, astfel de informaţii, sistematic culese şi introduse într-un fişier ţinut de agenţi ai statului, pot fi analizate din punctul de vedere al noţiunii de „viaţa privată”, în sensul art. 8 alin. 1 din convenţie. Şi aceasta cu atât mai mult cu cât unele informaţii au fost declarate nereale, că în prezenta cauza, riscând să aducă atingere reputaţiei reclamantului.", "În consecinţă, art. 8 din convenţie este aplicabil.", "B. Cu privire la respectarea exigenţelor art. 81. Cu privire la existenţa unei încălcări", "45. În opinia Guvernului trei condiţii trebuie îndeplinite cumulativ pentru a exista o încălcare a dreptului la respectarea vieţii private:", "– înregistrarea să intereseze persoana în discuţie;", "– informaţiile să fi fost folosite;", "– imposibilitatea persoanei respective de a le contesta.", "Or, în speţa atât înregistrarea, cât şi folosirea datelor referitoare la reclamant au avut loc înaintea ratificării convenţiei de către România. În ceea ce priveşte pretinsa imposibilitate de a contesta informaţiile, Guvernul susţine că, dimpotrivă, reclamantul are posibilitatea de a contesta datele care contravin realităţii, dar că el nu a folosit căi de atac adecvate.", "46. Curtea reaminteşte că atât înregistrarea de către o autoritate publică a unor date privind viaţa privată a unui individ, cât şi folosirea lor şi refuzul de a acordă posibilitatea că acestea să fie contestate constituie o încălcare a dreptului la respectarea vieţii private, garantat de art. 8 alin. 1 din convenţie (hotărârile Leander împotriva Suediei citată mai sus, pag. 22, alin. 48, Kopp împotriva Suediei din 25 martie 1998, Culegere 1998-II, pag. 540, alin. 53, şi Amann împotriva Suediei citată mai sus, alin. 69 şi 80).", "În speţă, din scrisoarea S.R.I., datată 19 decembrie 1990, reiese fără nici o îndoială că acest serviciu deţine informaţii referitoare la viaţa privată a reclamantului. Dacă este adevărat că aceasta scrisoare este anterioară datei de 20 iunie 1994, dată la care dispoziţiile convenţiei au intrat în vigoare pentru România, Guvernul nu a susţinut că începând cu această dată S.R.I. a încetat să deţină informaţii asupra vieţii private a reclamantului. Curtea subliniază, de asemenea, că aceste date au fost folosite şi ulterior, de exemplu în cadrul acţiunii în revizuire care s-a finalizat prin Hotărârea din 25 noiembrie 1997.", "Atât înregistrarea acestor date, cât şi folosirea lor, însoţite de refuzul de a-i acorda reclamantului posibilitatea să le conteste, constituie o încălcare a dreptului la respectarea vieţii private, garantat de art. 8 alin. 1 din convenţie.", "2. Justificarea încălcării", "47. Principala problemă care se pune este aceea de a şti dacă încălcarea astfel constatată se poate justifica din punct de vedere al art. 8 alin. 2 din convenţie. Reglementând o excepţie la un drept garantat de convenţie, acest alineat este de strictă interpretare. Recunoscând că într-o societate democratică existenţa unor servicii de informaţii se poate dovedi legitimă, Curtea reaminteşte că supravegherea secretă a persoanelor nu este acceptată de convenţie decât că o măsură strict necesară pentru apărarea instituţiilor democratice (Hotărârea Klass şi alţii împotriva Germaniei mai sus citată, pag. 21, alin. 42).", "48. Pentru a răspunde exigenţelor art. 8 din convenţie, o astfel de ingerinţă trebuie să fie „prevăzută de lege”, să urmărească unul dintre scopurile legitime menţionate la alin. 2 şi, în plus, să fie necesară într-o societate democratică pentru atingerea scopului respectiv.", "49. Guvernul a considerat că măsurile în discuţie erau prevăzute de lege. Datele au fost folosite de S.R.I. în cadrul unei proceduri reglementate de , care dă posibilitatea persoanelor persecutate de regimul comunist să primească despăgubiri. Conform art. 11 din actul normativ menţionat, nu se acordă despăgubiri persoanelor care au avut o activitate fascistă.", "50. Conform susţinerilor reclamantului, păstrarea şi folosirea fişierului nu sunt măsuri prevăzute de lege, deoarece dreptul intern nu are reglementări suficient de precise pentru că cetăţenii să cunoască în ce împrejurări şi condiţii autoritatea publică poate culege, stoca şi folosi informaţii cu privire la viaţa lor privată. Mai mult decât atât, legea internă nu defineşte cu suficientă precizie modalitatea de exercitare a acestor competenţe şi nu conţine garanţii împotriva abuzurilor.", "51. Comisia a considerat că dreptul intern nu definea cu suficientă precizie condiţiile în care S.R.I. putea să arhiveze, să comunice şi să folosească informaţii referitoare la viaţa privată a reclamantului.", "52. Curtea reaminteşte jurisprudenţa sa constantă, conform căreia „prevăzut de lege” înseamnă nu doar o anume baza legală în dreptul intern, dar şi calitatea legii în cauza: astfel, aceasta trebuie să fie accesibilă persoanei şi previzibilă (a se vedea Hotărârea Amann împotriva Elveţiei mai sus citată, alin. 50).", "53. În cauza de faţă Curtea constată că , invocat de Guvern că temei al măsurii incriminate, permite oricărei persoane să facă dovada că răspunde cerinţelor necesare în vederea recunoaşterii anumitor drepturi, fie prin documente oficiale eliberate de autorităţile competenţe, fie prin orice element cu valoare de probă. Nu există totuşi o anumită reglementare cu privire la modalitatea în care poate fi obţinută o astfel de probă şi nici nu se acordă competenţe Serviciului Român de Informaţii de a culege, păstra şi comunică date privind viaţa privată.", "Curtea trebuie deci să verifice dacă  cu privire la organizarea şi funcţionarea S.R.I., invocată de altfel şi de Guvern, poate constitui fundamentul legal al acestor măsuri. Cu privire la acest aspect se constată că legea menţionată autorizează S.R.I. să culeagă, să arhiveze şi să folosească informaţii care vizează securitatea naţională, motiv pentru care Curtea are dubii cu privire la relevanţa pentru securitatea naţională a datelor deţinute despre reclamant. Cu toate acestea, reaminteşte că în primul rând autorităţile naţionale şi mai ales instanţele sunt chemate să interpreteze şi să aplice dreptul intern (Hotărârea Kopp împotriva Elveţiei mai sus citată, pag. 541, alin. 59) şi constata că prin Hotărârea din 25 noiembrie 1997 Curtea de Apel Bucureşti a confirmat legalitatea deţinerii de către S.R.I. a datelor respective, în calitate de depozitar al arhivelor fostelor organe de siguranţă.", "Acesta este motivul pentru care Curtea concluzionează că arhivarea unor date cu privire la viaţa privată a reclamantului are temei legal în dreptul intern.", "54. Curtea apreciază că şi cerinţa accesibilităţii legii a fost îndeplinită, din moment ce  a fost publicată în Monitorul Oficial al României, Partea I, nr. 33 din 3 martie 1992.", "55. În ceea ce priveşte cerinţa previzibilităţii legii, Curtea reaminteşte că o normă este „previzibilă” numai atunci când este redactată cu suficientă precizie, în aşa fel încât să permită oricărei persoane - care, la nevoie, poate apela la consultanţă de specialitate - să îşi corecteze conduita. Curtea a subliniat importanţa acestui concept mai ales atunci când este vorba despre o supraveghere secretă (Hotărârea Malone împotriva Regatului Unit din 2 august 1984, reluată în Hotărârea Amann împotriva Elveţiei mai sus citată, alin. 56):", "„Curtea reaminteşte că sintagma «prevăzută de lege» nu se referă doar la dreptul intern, ci vizează şi calitatea «legii»; prin aceasta expresie se înţelege compatibilitatea legii cu principiul preeminenţei dreptului, menţionat explicit în preambulul convenţiei (...). Înseamnă - şi aceasta reiese din obiectul şi din scopul articolului 8 - că dreptul intern trebuie să ofere o anume protecţie împotriva încălcărilor arbitrare ale drepturilor garantate de paragraful 1 (...). Or, pericolul arbitrarului apare cu o deosebită claritate atunci când o autoritate îşi exercită în secret atribuţiile (...).", "[...] Deoarece aplicarea unei măsuri secrete de supraveghere a convorbirilor telefonice nu poate fi cenzurată de persoana vizată sau de public, «legea» contravine principiului preeminenţei dreptului atunci când marja de apreciere acordată executivului, nu este limitată. Prin urmare, legea trebuie să definească suficient de clar limitele marjei de apreciere acordate executivului, dar şi modalităţile de exercitare, având în vedere scopul legitim al măsurii în discuţie, pentru a oferi persoanei protecţie adecvată împotriva arbitrarului.”", "56. Pentru a se determina „calitatea” dispoziţiilor legale invocate în cauza, trebuie analizat în ce măsura dreptul intern stabileşte cu suficientă precizie condiţiile în care S.R.I. poate să arhiveze şi să folosească informaţii referitoare la viaţa privată a reclamantului.", "57. Curtea constată că  prevede că pot fi culese, înregistrate şi arhivate în dosare secrete informaţii vizând siguranţa naţională.", "Totuşi nici o reglementare internă nu prevede limite ce urmează să fie respectate în exercitarea acestei competenţe. Astfel, dreptul intern nu defineşte genul de informaţie ce poate fi înregistrată, categoriile de persoane susceptibile să facă obiectul măsurilor de supraveghere, precum strângerea şi arhivarea datelor, nici împrejurările în care pot fi luate aceste măsuri şi nici procedura care trebuie urmată. De asemenea, legea nu stabileşte limite cu privire la vechimea informaţiilor deţinute şi la durata păstrării lor.", "Art. 45 dispune că S.R.I. va prelua în păstrare şi folosire arhivele care au aparţinut fostelor organe de informaţii care au avut competenţe pe teritoriul României şi permite consultarea documentelor S.R.I. cu aprobarea directorului.", "Curtea observă că acest articol nu include nici o dispoziţie explicită şi detaliată cu privire la persoanele autorizate să consulte dosarele, natura dosarelor, procedura care trebuie urmată şi modul în care pot fi utilizate informaţiile astfel obţinute.", "58. Curtea observă, de asemenea, că, deşi  împuterniceşte autorităţile competenţe să autorizeze acele măsuri necesare în vederea prevenirii şi contracarării ameninţărilor la siguranţa naţională, motivul unor astfel de ingerinţe nu este suficient de precis definit.", "59. Curtea trebuie, de asemenea, să verifice dacă exista garanţii adecvate şi suficiente împotriva abuzurilor, deoarece un sistem de supraveghere secretă destinat să protejeze siguranţa naţională, motivat de ideea apărării democraţiei, creează riscul de a o submina sau chiar de a o distruge (Hotărârea Klass şi alţii împotriva Germaniei mai sus citată, alin. 49-50).", "Pentru a fi compatibil cu exigenţele , un sistem de supraveghere secretă trebuie să conţină garanţii stabilite de lege, aplicabile atunci când activitatea structurilor abilitate să supravegheze este controlată. Procedurile de control trebuie să respecte cât se poate de fidel valorile unei societăţi democratice, în special principiul preeminenţei dreptului, la care se referă în mod expres preambulul convenţiei. Aceasta înseamnă că orice ingerinţă a executivului în exercitarea drepturilor unei persoane va fi supusă unui control eficient, asigurat - cel puţin şi în ultimă instanţa - de către puterea judecătorească, care oferă cele mai largi garanţii de independenţă, imparţialitate şi procedura (Hotărârea Klass şi alţii împotriva Germaniei mai sus citată, pag. 25-26, alin. 55).", "60. În cauza de faţă Curtea reţine că sistemul românesc de strângere şi de arhivare a informaţiilor nu furnizează astfel de garanţii, deoarece  nu prevede nici o procedură de control în timpul aplicării măsurii sau după ce aceasta a încetat.", "61. Prin urmare, Curtea constată că dreptul intern nu indică cu suficientă claritate limitele şi modalităţile de exercitare a marjei de apreciere acordate autorităţilor.", "62. Prin urmare, deţinerea şi folosirea de către S.R.I. a unor informaţii privind viaţa privată a reclamantului nu erau măsuri „prevăzute de lege”, ceea ce este suficient pentru a se constata o încălcare a art. 8. Aceasta încălcare dispensează Curtea de sarcina de a examina legitimitatea scopului urmărit prin măsurile dispuse şi dacă acestea erau „necesare într-o societate democratică”.", "63. În consecinţă, a existat o încălcare a art. 8.", "III. Cu privire la pretinsa încălcare a art. 13 din convenţie", "64. Reclamantul a arătat că absenţa oricărei forme de atac în faţa unei instanţe naţionale, care să dispună anularea fişierului ce conţinea date privitoare la persoana sa şi a datelor inexacte, este contrară art. 13.", "Conform art. 13:", "„Oricare persoana ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate are dreptul să se adreseze efectiv unei instanţe naţionale, chiar şi atunci când încălcarea s-ar datora unor persoane care au acţionat în exercitarea atribuţiilor lor oficiale.”", "", "65. Guvernul a susţinut că reclamantul a obţinut satisfacţie prin Hotărârea din 25 noiembrie 1997, care a declarat nule menţiunile făcute în Scrisoarea S.R.I. datată 19 decembrie 1990. În ceea ce priveşte distrugerea sau modificarea datelor din fişierul păstrat de S.R.I., Guvernul apreciază că reclamantul nu a ales calea de atac adecvată. Cererea sa ar fi trebuit să aibă drept temei art. 54 alin. 2 din Decretul-lege nr. 31/1954, care împuterniceşte instanţa să dispună orice măsură necesară pentru restabilirea dreptului încălcat, în speţă dreptul la propria onoare şi reputaţie.", "Pe de altă parte, subliniază Guvernul, reclamantul poate să se prevaleze în prezent de dispoziţiile  pentru a lua cunoştinţă de dosarul care i s-a întocmit de Securitate. În temeiul  şi 16 din această lege, reclamantul ar putea contesta în faţa unei instanţe veridicitatea informaţiilor conţinute în dosarul său.", "66. În opinia Comisiei Guvernul nu a reuşit să demonstreze că în dreptul român există o cale de atac eficientă, în practică sau în drept, care să îi fi permis reclamantului să se plângă de o încălcare a art. 8 din convenţie.", "67. Interpretând  în lumina propriei jurisprudenţe, Curtea a stabilit că doar pentru cererile ce pot fi considerate „întemeiate” din punct de vedere al convenţiei este necesară existenţa unui remediu în dreptul intern (a se vedea, de exemplu, Hotărârea Cakici împotriva Turciei [GC] nr. 23657/94, alin. 112, CEDO 1999-IV). Art. 13 solicită ca în fiecare ţară să existe un mecanism care să permită persoanei remedierea în plan naţional a oricărei încălcări a unui drept consacrat în convenţie. Aceasta dispoziţie solicita deci o cale internă de atac în faţa unei „autorităţi naţionale competente” care să examineze orice cerere întemeiată pe dispoziţiile convenţiei, dar care să ofere şi reparaţia adecvată, chiar dacă statele contractante se bucură de o anume marjă de apreciere în ceea ce priveşte modalitatea de a se conforma obligaţiilor impuse de aceasta dispoziţie. Calea de atac la care  face referire trebuie să fie „efectivă” atât din punct de vedere al reglementării, cât şi al rezultatului practic (Hotărârea Wille împotriva Liechtenstein [GC]m nr. 28396/95, alin. 75, CEDO 1999-III).", "68. Curtea constată că cererea reclamantului privind deţinerea de date privind viaţa personală, în scop de arhivare şi utilizare, cu încălcarea art. 8 din convenţie, are fără îndoială un caracter întemeiat. Reclamantul trebuia deci să beneficieze de o cale de atac internă efectivă în sensul art. 13 din convenţie.", "69. „Autoritatea” la care se referă  nu trebuie să fie neapărat o instanţă de judecată. Totuşi atribuţiile şi garanţiile procesuale oferite de o astfel de autoritate prezintă o deosebită importanţa pentru a determina caracterul efectiv al căii de atac oferite (Hotărârea Klass şi alţii mai sus citată, pag. 30, alin. 67).", "În plus, atunci când este vorba despre un sistem secret de supraveghere, un mecanism obiectiv de control poate fi suficient atâta timp cât măsurile rămân secrete. Persoana trebuie să aibă la îndemână o cale de atac numai atunci când măsurile au fost făcute publice (Hotărârea Klass şi alţii mai sus citată, pag. 31, alin. 70-71).", "70. În cauza Guvernul a susţinut că reclamantul putea introduce o acţiune întemeiată pe art. 54 din Decretul nr. 31/1954. Curtea apreciază că aceasta apărare nu poate fi reţinută.", "În primul rând, Curtea constată că art. 54 din decret deschide calea unei acţiuni în justiţie cu caracter general, care are că scop apărarea drepturilor nepatrimoniale încălcate. Or, Curtea de Apel Bucureşti a arătat în Hotărârea din 25 noiembrie 1997 că S.R.I. era abilitat de lege să deţină informaţii cu privire la reclamant, provenite din dosarele fostelor servicii de informaţii.", "În al doilea rând, Guvernul nu a putut prezenta Curţii vreo hotărâre pronunţată în dreptul intern care să constituie jurisprudenţa în materie. El nu a demonstrat deci că o astfel de cale de atac ar fi fost efectivă. Prin urmare, excepţia preliminară invocată de Guvern va fi respinsă.", "71. În ceea ce priveşte mecanismul creat prin , presupunând că s-ar fi înfiinţat consiliul prevăzut, Curtea constată că nici dispoziţiile invocate de Guvernul pârât şi nici vreo altă prevedere a acestei legi nu permit contestarea deţinerii de către agenţii de stat a datelor cu privire la viaţa particulară a unei persoane sau contestarea veridicităţii acestor informaţii. Sistemul de control instituit de  şi 16 nu vizează decât divulgarea de informaţii cu privire la identitatea unor colaboratori şi agenţi ai Securităţii.", "72. Alte informaţii cu privire la alte dispoziţii din dreptul român care să permită contestarea deţinerii de către serviciile de informaţii a unor date referitoare la viaţa privată a reclamantului sau contestarea veridicităţii acestor informaţii nu au fost furnizate Curţii.", "73. Prin urmare, Curtea constată că reclamantul a fost victima încălcării art. 13.", "IV. Cu privire la pretinsa încălcare a art. 6 din convenţie", "74. Reclamantul a susţinut că nesoluţionarea de către instanţe a cererilor privind despăgubirile civile şi cheltuielile de judecată a reprezentat o atingere a „dreptului la instanţa”, încălcându-se astfel dispoziţiile art. 6 din convenţie, care prevede următoarele:", "„1. Orice persoană are dreptul la judecarea într-un termen rezonabil a cauzei sale (...) de către o instanţă (...) care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...).”", "75. Guvernul nu s-a pronunţat în aceasta privinţă.", "76. Comisia a decis să examineze acest capăt de cerere din punctul de vedere al obligaţiei mai generale impuse de  de a oferi o cale de atac efectivă care să permită introducerea unor cereri privind încălcările convenţiei.", "77. Curtea observă că, pe lângă aspectele referitoare la absenţa unei căi de atac care să permită soluţionarea cererii de modificare sau distrugere a fişierului conţinând datele personale ale reclamantului, acesta se plânge şi de faptul că, deşi a solicitat despăgubiri civile şi restituirea cheltuielilor de judecată, Curtea de Apel Bucureşti nu s-a pronunţat cu privire la aceste capete de cerere.", "78. Nu există nici un dubiu asupra caracterului civil, în sensul art. 6 alin. 1, al cererii de acordare a despăgubirilor civile şi cheltuielilor de judecată, iar Curtea de Apel Bucureşti era competentă să se pronunţe cu privire la acestea (Hotărârea Robins împotriva Regatului Unit din 23 septembrie 1997, Culegere 1997-V, pag. 1809, alin. 29).", "Prin urmare, Curtea apreciază că omisiunea Curţii de Apel Bucureşti de a examina aceasta cerere a adus atingere dreptului reclamantului la un proces echitabil în sensul art. 6 alin. 1 (Hotărârea Ruiz Torija împotriva Spaniei din 9 decembrie 1994, seria A nr. 303-A, pag. 12, alin. 30).", "79. A existat deci şi o încălcare a art. 6 alin. 1 din convenţie.", "V. Cu privire la aplicarea art. 41 din convenţie", "80. Reclamantul a solicitat acordarea unor despăgubiri în conformitate cu art. 41 din convenţie, care prevede următoarele:", "„Dacă Curtea declară că a avut loc o încălcare a convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltei Părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A. Despăgubiri", "81. Reclamantul a solicitat 20 miliarde lei (ROL) reprezentând despăgubiri pentru prejudiciul moral cauzat prin divulgarea unor informaţii false şi defăimătoare în legătură cu persoana sa, precum şi prin refuzul autorităţilor timp de mai mulţi ani de a admite eroarea şi de a o îndrepta.", "82. Guvernul a solicitat respingerea acestor pretenţii, apreciind că nu sunt rezonabile, mai ales datorită faptului că în faţa instanţelor naţionale reclamantul nu a solicitat astfel de despăgubiri.", "83. Curtea reaminteşte jurisprudenţa sa constantă conform căreia împrejurarea că un reclamant nu a solicitat despăgubiri în faţa unei instanţe interne nu va determina respingerea cererii respective că nefondată, cu atât mai mult cu cât acest lucru nu constituie un obstacol în calea admisibilităţii cererii [Hotărârea De Wilde, Ooms şi Versyp împotriva Belgiei din 10 martie 1972 (art. 50), seria A nr. 14, pag. 10, alin. 20]. Mai mult, în cazul de faţă Curtea constată, contrar susţinerilor Guvernului, că reclamantul a cerut în faţa instanţelor interne să i se acorde, cu titlu de prejudiciu moral, suma simbolică de 1 leu, cerere nesoluţionată de instanţe.", "Curtea mai observă că informaţiile considerate defăimătoare au fost declarate nule de Curtea de Apel Bucureşti, răspunzând astfel parţial cererii reclamantului. Se apreciază că reclamantul a suferit totuşi un prejudiciu moral, datorită faptului că a existat un fişier secret, contrar exigenţelor , că nu a existat o cale de atac efectivă în aceasta privinţă, nu a avut loc un proces echitabil şi a trecut un număr de ani până când o instanţă să constate că este competentă să anuleze informaţiile defăimătoare.", "Prin urmare, Curtea constată că în cauza a existat o atingere gravă a drepturilor domnului Rotaru, iar suma de 50.000 FRF reprezintă o reparaţie echitabilă a prejudiciului moral suferit. Această sumă va trebui plătită în lei româneşti, conform ratei de schimb aplicabile la momentul plăţii.", "B. Cheltuieli de judecată", "84. Reclamantul a solicitat 38 milioane ROL (13.450 FRF) reprezentând:", "a)30 milioane ROL, cheltuielile de judecată achitate în procedura internă, din care 20 milioane ROL, cheltuielile de transport şi cazare la Iaşi şi Bucureşti şi 10 milioane ROL pentru cheltuieli diverse (taxe de timbru, telefon, fotocopii etc.);", "b)8 milioane ROL, taxele necesare în faţa instituţiilor convenţiei, din care 6 milioane ROL, cheltuieli de traducere şi secretariat, 1.250.000 ROL, cheltuieli de călătorie Bârlad-Bucureşti şi 1 milion ROL, cheltuieli pentru viza franceză a fiului reclamantului.", "85. Guvernul consideră această sumă exorbitantă, cu atât mai mult cu cât reclamantul ar fi solicitat judecarea în lipsă în toate procedurile interne.", "86. Curtea reaminteşte că în temeiul art. 41 din convenţie ea rambursează cheltuielile care au fost stabilite că efectiv şi neapărat necesare şi au fost calculate la o sumă rezonabilă (a se vedea, printre altele, Hotărârea Nikolova împotriva Bulgariei [GC] nr. 31.195/96, alin. 79, CEDO 1999-II). În aceasta privinţă trebuie reamintit că reclamantului i se poate acorda de către Curte nu numai plata taxelor şi cheltuielilor în faţa organelor convenţiei, ci şi plata celor suportate în faţa instanţelor naţionale, pentru că acestea din urma să prevină sau să corecteze încălcările constatate de Curte (Hotărârea Van Geyseghem împotriva Belgiei [GC] nr. 26103/95, alin. 45, CEDO 1999-I).", "87. Curtea observă că reclamantul nu a fost reprezentat în faţa instanţelor interne. Ea arată, de asemenea, că reclamantul şi-a apărat singur cauza în faţa Comisiei şi că în faţa Curţii a fost reprezentat în şedinţa publică. Curtea constată, de asemenea, că a fost plătită domnului Rotaru de către Consiliul Europei suma de 9.759,72 FRF cu titlu de asistenţă judiciară.", "Curtea acordă integral reclamantului suma solicitată de el, mai precis 13.450 FRF, minus suma deja plătită de Consiliul Europei cu titlu de asistenţă judiciară. Suma este convertibilă în lei româneşti la rata de schimb de la data când vor fi făcute plăţile.", "C. Dobânzi", "88. Curtea consideră potrivit să se reţină nivelul dobânzilor care se aplică legal în Franţa la data adoptării prezentei hotărâri, adică 2,74% pe an.", "\nPENTRU ACESTE MOTIVE,\nCURTEA", "1. respinge, în unanimitate, excepţia preliminară a Guvernului de pierdere a calităţii de victimă;", "2. uneşte cu fondul, în unanimitate, excepţia preliminară a Guvernului de neepuizare a căilor de atac interne şi o respinge în unanimitate după examinarea pe fond;", "3. decide, cu 16 voturi contra 1, că a existat o încălcare a art. 8 din convenţie;", "4. decide, în unanimitate, că a existat o încălcare a art. 13 din convenţie;", "5. decide, în unanimitate, că a existat o încălcare a art. 6 alin. 1 din convenţie;", "6. decide, în unanimitate:", "a)ca statul pârât trebuie să îi plătească reclamantului, în termen de 3 luni, 50.000 (cincizeci mii) franci francezi cu titlu de daune morale şi 13.450 (treisprezece mii patru sute cincizeci) franci francezi cu titlu de taxe şi cheltuieli, minus 9.759,72 (noua mii şapte sute cincizeci şi noua) franci francezi şi 72 (şaptezeci şi două) centime, sume convertibile în lei româneşti la rata de schimb din ziua în care vor fi plătite;", "b)ca aceste sume vor trebui majorate cu o dobândă simpla de 2,74% pe an, începând cu data expirării termenului menţionat şi până la data la care reclamantul îşi va încasa banii;", "7. respinge, în unanimitate, alte cereri de satisfacţie echitabilă.", "Redactată în limbile franceză şi engleză, apoi pronunţată în şedinţa publică la Palatul Drepturilor Omului de la Strasbourg la data de 4 mai 2000.", "\nLuzius Wildhaber,\npreşedinte", "\n\nMichele De Salvia,\ngrefier", "La prezenta hotărâre se anexează, conform art. 45 alin. 2 din convenţie şi art. 74 alin. 2 din regulamentul Curţii, următoarele opinii:", "– opinia concordantă a domnului Wildhaber, la care s-au alăturat domnii Makarczyk, Turmen, Costa, doamna Tulkens, domnul Casadevall şi doamna Weber;", "– opinia concordantă a domnului Lorenzen;", "– opinia parţial separată a domnului Bonello.", "OPINIA CONCORDANTA", "a domnului judecător Wildhaber, la care se alătură opiniile domnilor Makarczyk, Turmen, Costa, doamnei Tulkens, domnului Casadevall şi doamnei Weber", "În cauza de faţă reclamantul a invocat o încălcare a dreptului la respectarea vieţii private, cauzată de deţinerea şi utilizarea de către Serviciul Român de Informaţii (S.R.I.) a unui fişier conţinând informaţii, cele mai multe din perioada 1946-1948. Una dintre acestea era în sensul că în anul 1937, în timpul studiilor (atunci când acesta avea doar şaisprezece ani), fusese membru al unei mişcări de tip „legionar”, adică o organizaţie paramilitară de extremă dreaptă, naţionalistă şi antisemită. Aceasta informaţie, dezvăluită într-o scrisoare de la sfârşitul lui 1990, expediată de Ministerul de Interne, a fost declarată inexactă în anul 1997 de către Curtea de Apel Bucureşti. Cu toate acestea, s-ar părea că informaţia încă mai este consemnată în fişierele S.R.I., fără că hotărârea din anul 1997 să fie şi ea menţionată în acel fişier. În plus, reclamantul nu a primit nici daune-interese şi nici vreo indemnizaţie pentru taxele şi cheltuielile ocazionate de procedurile iniţiate. O acţiune în despăgubire împotriva S.R.I. a fost respinsă în 1994. Aparent, dreptul românesc nu îi permite încă reclamantului să conteste deţinerea de către S.R.I. a unor informaţii privind viaţa sa privată, să respingă veridicitatea acestora din urma sau să solicite distrugerea lor.", "În acest context Curtea din Strasbourg decide că a existat o încălcare a , 13 şi a art. 6 alin. 1. Conform jurisprudenţei sale constante (Hotărârea Malone împotriva Regatului Unit din 2 august 1984, seria A nr. 82, pag. 36-38, alin. 87-88; Hotărârea Kruslin şi Huvig împotriva Franţei din 24 aprilie 1990, seria A nr. 176-A, pag. 24-25, alin. 36-37, şi 176-B, pag. 56-57, alin. 35-36; Hotărârea Halford împotriva Regatului Unit din 25 iunie 1997, Culegere de hotărâri şi decizii 1997-III, pag. 1017, alin. 51; Hotărârea Kopp împotriva Elveţiei din 25 martie 1998, Culegere 1998-II, pag. 543, alin. 75-76; şi Hotărârea Amann împotriva Elveţiei [GC] nr. 27798/95, alin. 61-62 şi 77-81, CEDO 2000-...), Curtea apreciază că normele de drept intern care permit strângerea, consemnarea şi arhivarea în dosare secrete a unor informaţii vizând securitatea naţională nu prezintă un grad suficient de previzibilitate. Prin urmare, deţinerea şi folosirea de către S.R.I. a unor informaţii cu privire la viaţa privată a reclamantului nu erau „prevăzute de lege”, motiv pentru care a existat o încălcare a . Personal, subscriu total acestor concluzii.", "Cu toate acestea - fie că baza legală este sau nu este suficientă -, aş dori sa adaug că în speţa am serioase îndoieli cu privire la faptul că încălcarea drepturilor reclamantului ar fi urmărit un scop legitim din punct de vedere al art. 8 alin. 2. De altfel, pentru mine este de necontestat că restrângerea acestui drept nu este necesară într-o societate democratică.", "În ceea ce priveşte scopul legitim, de obicei Curtea admite că acesta este legitim atunci când sunt îndeplinite condiţiile prevăzute la alineatul 2 din -11. Totuşi, fiind vorba de securitatea naţională, apreciez că trebuie să existe cel puţin o legătură rezonabilă şi reală între măsurile care aduc atingere vieţii private şi obiectivul invocat pentru că acest scop să poată fi considerat legitim. Din punctul meu de vedere păstrarea arbitrară a unor informaţii privind viaţa privată a persoanelor cu scopul asigurării securităţii naţionale este de natură să ridice probleme serioase.", "În cauza Rotaru informaţiile culese de regimul trecut, într-un mod nelegal şi arbitrar, cu privire la activitatea desfăşurată de o persoană în adolescenţă şi în timpul studiilor, în urmă cu mai mult de 50 de ani şi chiar, în unul dintre cazuri, 63 de ani, unele dintre ele dovedindu-se că nu corespund adevărului, sunt încă păstrate, fără a se oferi vreo garanţie adecvată şi eficientă împotriva abuzurilor. Nu este sarcina Curţii să se pronunţe că aceste informaţii trebuie distruse, că trebuie să existe o reglementare privind dreptul de acces la aceste informaţii sau dreptul de a cere rectificarea acestora ori dacă un alt sistem ar fi conform convenţiei. Este totuşi greu de precizat ce anume interes privind securitatea naţională poate justifica continua păstrare a informaţiilor privind viaţa privată a reclamantului. Prin urmare, consider că onorata Curte ar fi trebuit să constate că măsura în discuţie nu urmărea un scop legitim în sensul art. 8 alin. 2.", "Această concluzie nu ar mai fi făcut necesară examinarea împrejurării de a şti dacă măsura era necesară într-o societate democratică, deoarece aceasta depinde de existenţa unui scop legitim. Dacă totuşi Curtea ar fi preferat să accepte existenţa unui scop legat de siguranţă naţională, ar fi trebuit sa reamintească că statele nu dispun de puteri discreţionare nelimitate pentru a supune persoanele fizice unor măsuri de supraveghere secretă. Astfel, trebuie să existe un echilibru între interesul unui stat de a lua măsurile necesare pentru protecţia siguranţei naţionale şi gravitatea măsurilor care duc la încălcarea dreptului reclamantului la respectarea vieţii private. Curtea din Strasbourg a subliniat în repetate rânduri că „un sistem secret de supraveghere, având drept scop apărarea siguranţei naţionale, creează riscul de a pune în pericol sau chiar de a distruge democraţia pe motiv că o apără” (Hotărârea Leander împotriva Suediei din 26 martie 1987, seria A nr. 116, pag. 25, alin. 60; vezi şi Hotărârea Klass şi alţii împotriva Germaniei din 6 septembrie 1978, seria A nr. 28, pag. 21-23, alin. 42 şi 49 şi, mutatis mutandis, Hotărârea Chahal împotriva Regatului Unit din 15 noiembrie 1996, Culegere 1996-V, pag. 1.866, alin. 131, şi Hotărârea Tinnely & Sons Ltd şi alţii şi McElduff şi alţii împotriva Regatului Unit din 10 iulie 1998, Culegere 1998-IV, pag. 1662, alin. 77). Acesta este motivul pentru care Curtea trebuie să îşi formeze convingerea că supravegherea secretă a cetăţenilor este strict necesară apărării instituţiilor democratice şi că există garanţii adecvate şi suficiente împotriva abuzurilor.", "Având în vedere ansamblul circumstanţelor cauzei şi în lumina consideraţiilor de mai sus cu privire la scopul legitim, trebuie să tragem concluzia că în speţa nu era deloc necesară încălcarea dreptului reclamantului la viaţa privată într-o societate democratică, pentru atingerea unui scop legat de securitatea naţională.", "Într-un cuvânt deci, chiar dacă ar fi existat în cauza Rotaru un temei legal previzibil, Curtea ar fi trebuit totuşi să se pronunţe pentru încălcarea , fie pe motivul că nici un scop legitim nu justifică perpetuarea păstrării unui sistem abuziv de fişiere secrete, fie pentru că această măsură în mod evident nu era necesară într-o societate democratică.", "OPINIA CONCORDANTA", "a domnului judecător Lorenzen", "Am votat în speţa în favoarea concluziilor majorităţii, având în vedere aceleaşi motive. Aceasta nu înseamnă că aş fi în mod fundamental în dezacord cu observaţiile prezentate de domnul judecător Wilhaber în opinia sa concordantă cu privire la celelalte cerinţe ale  alin. 2. Motivul pentru care nu m-am raliat punctului sau de vedere constă doar în faptul că în jurisprudenţa sa Curtea a decis în mod constant că atunci când o măsură ce a dus la încălcarea dreptului garantat de  nu este „prevăzută de lege”, nu mai este necesar să se examineze dacă sunt îndeplinite celelalte condiţii cerute de  alin. 2. Mi se pare esenţială menţinerea acestei jurisprudenţe.", "OPINIA PARŢIAL SEPARATĂ", "a domnului judecător Bonello", "1. Majoritatea a decis că a existat o încălcare a , după ce a constatat că dispoziţiile acestui articol sunt aplicabile cauzei analizate. Am votat împreună cu majoritatea în favoarea constatării altor încălcări ale convenţiei, dar nu pot să reţin aplicabilitatea .", "2. Art. 8 protejează viaţa privată a individului. În centrul acestei protecţii se află dreptul oricărei persoane de a nu expune publicului aspectele cele mai intime ale fiinţei sale. Exista anumite elemente, în persoana noastră, în modul nostru de a gândi, care, din punct de vedere al convenţiei, trebuie să rămână inaccesibile. Nu este legitimă disecarea, păstrarea, clasarea sau divulgarea unor date care se referă la domeniile cele mai secrete ale activităţii, orientării sau convingerii unui individ, adăpostite în spatele zidurilor confidenţialităţii.", "3. În schimb, activităţi care sunt, prin însăşi natura lor, publice şi care se hrănesc cu adevărat din publicitate nu beneficiază în nici un fel de protecţia oferită de art. 8.", "4. Informaţiile secrete deţinute de serviciile de securitate ale statului, pe care reclamantul a solicitat să le consulte, erau în principal legate de:", "a) participarea activă a unui anume Aurel Rotaru la o mişcare politică;", "b) cererea sa pentru publicarea a două pamflete politice;", "c) apartenenţa sa la secţiunea tineret a unui partid politic;", "d) faptul că nu avea antecedente penale (alin. 13).", "5. Primele trei tipuri de informaţie trimit exclusiv la activităţile publice, eminamente publice aş spune eu, în măsura în care activitatea politică şi publicistică implică noţiunea de public că o condiţie a existenţei şi succesului său. Documentele nu arătau că reclamantul ar fi votat pentru un anume partid politic - ceea ce, bineînţeles, ar fi constituit o pătrundere în zona interzisă de confidenţialitate -, ci făceau dovada, în principal, a unor manifestări publice de militantism public ale lui Aurel Rotaru în cadrul unor organizaţii publice.", "6. În ce măsura păstrarea unor documente privind activităţile eminamente publice ale unui individ încalcă dreptul acestuia la viaţa privată? Până acum, în mod corect după aprecierea mea, Curtea a decis că protecţia oferită de  vizează unele domenii confidenţiale, precum datele medicale şi sanitare, activitatea şi orientarea sexuală, legăturile de familie, relaţiile profesionale şi comerciale, precum şi alte probleme de ordin privat în care orice imixtiune a publicului ar constitui o depăşire ilegală a barierelor naturale ale sinelui. Militantismul public în cadrul unor partide politice publice nu are, după părerea mea, nimic de-a face cu principiul care ridică protecţia vieţii private la rangul de drept fundamental.", "7. Al patrulea element din informaţiile pe care le conţinea fişierul în ceea ce îl priveşte pe reclamant trimite la o notă în care se arată că acesta nu are cazier judiciar. În opinia Curţii chiar şi aceasta informaţie atrage o încălcare a dreptului la viaţa privată al reclamantului. Curtea a subliniat că observaţiile serviciilor române de informaţii (care conţin informaţii dintre care unele datează de mai mult de 50 de ani) includeau şi cazierul judiciar al reclamantului şi a concluzionat că „astfel de informaţii, atunci când sunt sistematic strânse şi arhivate într-un fişier păstrat de agenţi ai statului, vizează «viaţa privată» în sensul art. 8 alin. 1 din convenţie” (alin. 44).", "8. Aceasta, mi se pare mie, depăşeşte în mod periculos sfera . A declara că păstrarea de către poliţie a cazierului judiciar a unei persoane aduce atingere  (chiar dacă reiese, că în speţa de faţă, că individul în cauza nu are antecedente judiciare) poate avea consecinţe incalculabile şi importante în ceea ce priveşte securitatea naţională, siguranţa publică, apărarea ordinii şi prevenirea infracţionalităţii, valori pe care  le protejează în mod expres.", "9. Aş fi acceptat, deşi nu cu toată convingerea, că păstrarea de către poliţie a cazierului judiciar al unei persoane poate constitui o ingerinţă în exercitarea dreptului la viaţa privată, dar m-aş fi grăbit sa adaug că o asemenea ingerinţă se justifica prin prevenirea unor infracţiuni penale şi protejarea securităţii naţionale. Curtea nu a considerat util să facă aceasta.", "10. Bineînţeles, confuzia mea nu are că obiect decât cenzurarea de către Curte a păstrării de informaţii de natură penală. Este absolut de înţeles că divulgarea gratuită şi nelegitimă a conţinutului cazierelor judiciare pune probleme din punct de vedere al art. 8.", "11. Curtea pare sa acorde o importanţă deosebită faptului că „unele informaţii au fost declarate false şi riscă să aducă atingere reputaţiei reclamantului” (alin. 4). Aceste preocupări pun două probleme distincte: cea a inexactităţii informaţiilor şi cea a caracterului lor defăimător.", "12. Unele dintre datele păstrate în fişierul reclamantului nu se referă în realitate la el, ci la o persoană care avea acelaşi nume. Fără îndoială, aceasta înseamnă informaţii „false” din punct de vedere al reclamantului. Dar inexactitatea „unor informaţii intrate în domeniul public” le transformă oare în date cu caracter privat? Logica acestui raţionament îmi scapă.", "13. Încă o dată recunosc fără nici o dificultate că informaţiile “false” stocate erau de natură sa îi afecteze reputaţia. S-ar părea că în ultimul timp Curtea încearcă sa acrediteze ideea că „reputaţia” ar putea pune probleme din punctul de vedere al *1). Deschiderea  către aceste noi perspective ar adăuga protecţiei dreptului omului o nouă dimensiune incitantă. În opinia mea însă Curtea ar trebui să atace frontal aceasta reformă şi nu să o abordeze aproape pe furiş, că o problemă marginală a dreptului la viaţa privată.", "Notă \n*1) Hotărârea Fayed împotriva Regatului Unit din 21 septembrie 1994, seria A nr. 294-B, pag. 50-51; Hotărârea Niemietz împotriva Germaniei din 16 decembrie 1992, seria A nr. 251-B, pag. 36.", "14. Dacă aş fi împărtăşit teza majorităţii, conform căreia dreptul la viaţa privată protejează şi informaţii eminamente publice, aş fi subscris şi eu la pronunţarea cu privire la încălcarea , deoarece nu am nici o rezervă referitor la concluzia Curţii, conform căreia păstrarea şi folosirea de către forţele de ordine a informaţiilor privitoare la reclamant nu erau „prevăzute de lege” (alin. 57-63)."]}