{"file": "RUM_HJUDRUM_27617_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "27617/04", "text_paragraphs": [" Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012. Această traducere a fost efectuată cu sprijinul Fondului fiduciar pentru drepturile omului al Consiliului Europei (). Nu obligă Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul prezentului document.", "", " Council of Europe/European Court of Human Rights, 2012. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", " Conseil de l’Europe/Cour Européenne des Droits de l’Homme, 2012. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "Notă informativă privind jurisprudența Curții nr. 141", "Mai 2011", "R.R. c. Poloniei - 27617/04", "Hotărâre din 26.5.2011 [Secția a IV-a]", "Articolul 3", "Tratament degradant", "Tratament inuman", "Imposibilitatea pentru o femeie gravidă, al cărui fetus era atins de o anomalie, de a efectua testele genetice prenatale și, în consecință, de a întrerupe sarcina: violare", "În fapt – În urma efectuării unei ecografii în cea de a 18-a săptămână de sarcină, reclamanta a fost informată că se suspecta existența unei malformații la fetus. Aceasta și-a exprimat atunci dorința de a efectua un avort, în ipoteza în care malformația se va confirma. I s-a recomandat să efectueze un test genetic prin intermediul unei amniocenteze, dar a obținut realizarea acestui test doar la cea de a 23-a săptămână de sarcină, după ce mai mulți medici, dintre care și medicul reclamantei, au refuzat în nenumărate rânduri să-i prescrie acest test. Aceasta a reînnoit cererea de a avorta, dar în zadar. Atunci când, două săptămâni mai târziu, reclamanta a primit în sfârșit rezultatele, care confirmau că fetusul suferea de sindromul Turner, aceasta depășise termenul legal pentru a avorta*. Reclamanta a cerut, fără succes, intentarea urmării penale împotriva medicilor. Intentând o acțiune civilă, reclamanta a obținut totuși condamnarea acestora la plata unei despăgubiri pentru că i-au refuzat efectuarea testelor genetice în timp util și pentru că au omis să prezinte în scris refuzul de a prescrie testul în cauză.", "În drept - Articolul 3: Reclamanta a încercat în nenumărate rânduri să facă testele genetice, care i-ar fi confirmat sau infirmat temerile referitor la malformație. Examinarea întrebării dacă aceasta trebuia, după cum o recomandau medicii, să treacă aceste teste, a fost marcată de tergiversare, confuzie și lipsa consilierii și a informațiilor. Nu se contestă faptul că doar testele genetice puteau să confirme sau infirme diagnoza inițială și nu a fost invocat sau demonstrat că la momentul faptelor aceste teste nu erau realizabile, din lipsa materialului, a personalului sau a mijloacelor financiare. Legislația internă impunea, fără ambiguitate, obligația statului de a garanta accesul liber la informare și la examenele prenatale în caz de risc a unei anomalii genetice sau a unei anomalii de dezvoltare. Aceasta obliga, de asemenea, medicii să ofere pacienților toate informațiile necesare privind cazul lor și să respecte dreptul acestora de a obține informații complete privind starea lor de sănătate. Astfel, diferite prevederi legale în vigoare la momentul faptelor enunțau, în mod clar, obligațiile pozitive ale statului în domeniul accesului femeilor gravide la informația privind starea lor de sănătate și a fetusului. Reclamanta era într-o situație foarte vulnerabilă. Din cauza tergiversării din partea specialiştilor din domeniul sănătăţii și în pofida obligației lor legale de a cunoaște preocupările acesteia și de a răspunde la acestea, ea a trebuit să îndure șase săptămâni de incertitudine penibilă privind sănătatea fătului. A fost ignorat caracterul urgent al situației reclamantei, astfel încât, atunci când aceasta a obținut rezultatele testelor, era prea târziu ca să poată face o alegere informată, privind ducerea la termen a sarcinii sau efectuarea unui avort. Astfel, aceasta a fost umilită și în opinia Curții, suferința sa a atins pragul minim de severitate pentru a încălca articolul 3.", "Concluzie: violare (șase voturi contra unu).", "Articolul 8: dreptul polonez, așa cum a fost aplicat în cazul reclamantei, nu prevedea un mecanism eficient care ar fi permis acesteia să aibă acces la un serviciu de diagnosticare, a cărei importanță era crucială pentru ai permite să facă o alegere informată, dacă trebuia sau nu să ceară efectuarea unui avort. Această situație a creat un decalaj uimitor între ceea ce prevedeau dispozițiile dreptului intern în teorie – dreptul la avort – și aplicarea acestora în practică. Astfel, autoritățile au încălcat obligația lor pozitivă de a garanta reclamantei respectarea efectivă a vieții sale private.", "Concluzie: violare (șase voturi contra unu).", "Articolul 41: 45 000 EUR pentru daune morale.", "* În dreptul polonez, avortul pentru cauză de anomalie a fetusului este posibil doar în timpul primelor 24 de săptămâni de sarcină.", "", "", " Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2012", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Această traducere a fost realizată cu sprijinul Fondului fiduciar pentru drepturile omului al Consiliului Europei (). Nu obligă Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului () sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Poate fi reproducă în scop necomercial, cu condiţia ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior la Fondul fiduciar pentru drepturile omului. Dacă intenţionaţi să utilizaţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi .", "", " Council of Europe/ European Court of Human Rights, 2012", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights () or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact .", "", " Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2012", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme () où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: .", "", ""]}