{"file": "RUM_HJUDRUM_35810_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "35810/09", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2014. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2014. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2014. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "", "MAREA CAMERĂ", "", "", "", "", "", "", "CAUZA O’KEEFFE împotriva IRLANDEI", "", "(Cererea nr. 35810/09)", "", "", "", "", "", "", "", "HOTĂRÂRE", "[Extrase]", "", "", "", "STRASBOURG", "", "28 ianuarie 2014", "", "", "", "", "Hotărârea este definitivă. Documentul poate suferi modificări de formă.", "", "În cauza O’Keeffe împotriva Irlandei,", "Curtea Europeană a Drepturilor Omului, reunită în Mare Cameră compusă din:", "\tDean Spielmann, Președinte,", "\tJosep Casadevall,", "\tGuido Raimondi,", "\tIneta Ziemele,", "\tMark Villiger,", "\tIsabelle Berro-Lefèvre,", "\tBoštjan M. Zupančič,", "\tAlvina Gyulumyan,", "\tNona Tsotsoria,", "\tZdravka Kalaydjieva,", "\tNebojša Vučinić,", "\tVincent A. de Gaetano,", "\tAngelika Nußberger,", "\tAndré Potocki,", "\tKrzysztof Wojtyczek", "\tValeriu Griţco, judecători,", "\tPeter Charleton, judecător ad hoc,", "și Michael O’Boyle, Grefier adjunct,", "După ce a deliberat în cameră de consiliu la datele de 6 martie și, respectiv, 20 noiembrie 2013,", "Pronunță prezenta hotărâre, adoptată la această din urmă dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 35810/09) îndreptată împotriva Irlandei și prin care Curtea a fost sesizată în temeiul articolului 34 al Convenției pentru apărarea drepturilor omului și a libertăților fundamentale („Convenția”) de către un cetățean irlandez, doamna Louise O’Keeffe („reclamanta”), la data de 16 iunie 2009.", "2.  Reclamanta a fost reprezentată de către domnul E. Cantillon, avocat practicant în Cork. Guvernul irlandez („Guvernul”) a fost reprezentat de către Agentul său, domnul P. White, din cadrul Ministerului Afacerilor Externe.", "3.  În temeiul articolului 3, reclamanta s-a plâns în special că sistemul de învățământ primar nu a permis protejarea sa față de abuzurile sexuale săvârșite de un profesor în anul 1973. Ea a susținut, invocând articolul 13, că nu a avut la dispoziție un remediu efectiv în acest sens. Aceasta a mai invocat articolul 8 și articolul 2 din Protocolul adițional la Convenție, atât separat, cât și coroborate cu articolul 14 din Convenție. Reclamanta s-a mai plâns și de durata procedurilor civile în care a fost implicată, precum și de lipsa unui remediu efectiv în acest sens, invocând articolul 6 separat și coroborat cu articolul 13 din Convenție.", "4.  Cererea a fost repartizată Secției a V-a a Curții (conform articolului 52 § 1 din Regulamentul Curții – „regulament”). Ann Power-Forde, judecătoarea aleasă pentru Irlanda, s-a abținut de la a face parte din completul Marii Camere (articolul 28 din regulament). La data de 13 iunie 2012, Președintele Camerei a decis numirea judecătorului Peter Charleton ca judecător ad hoc (articolul 26 § 4 din Convenție și articolul 29 § 1 din regulament).", "5.  La data de 26 iunie 2012, o Cameră din cadrul acelei Secții (compusă din judecătorii Dean Spielmann, Mark Villiger, Karel Jungwiert, Boštjan M. Zupančič, Ganna Yudkivska, André Potocki și Peter Charleton, judecător ad hoc, precum și Claudia Westerdiek, grefier de secție) a examinat cererea. Camera a decis, în unanimitate, ștergerea de pe rol a cauzei raportat la pretențiile referitoare la durata procedurilor interne și la lipsa unui remediu efectiv în acest sens, ca urmare a înțelegerii amiabile la care au ajuns părțile cu privire la aceste aspecte. De asemenea, a declarat, în unanimitate, că restul pretențiilor sunt admisibile.", "6.  Pe 20 septembrie 2012, Camera respectivă (Angelika Nußberger, judecător supleant, a înlocuit-o pe Ganna Yudkivska, care nu mai putea participa la restul procedurii (articolul 24 § 3 din regulament)) și-a declinat competența în favoarea Marii Camere, fără ca vreuna din părți să fi formulat obiecții față de declinare (articolul 30 din Convenție și articolul 72 din regulament).", "7.  Componența Marii Camere a fost stabilită în conformitate cu prevederile articolului 26 §§ 4 și 5 din Convenție și a articolului 24 din regulament, judecătorul Peter Charleton continuând să participe ca judecător ad hoc (articolul 26 § 4 din Convenție și articolul 29 § 1 din regulament).", "8.  Atât reclamanta, cât și Guvernul au depus observații scrise suplimentare (articolul 59 § 1 din regulament) cu privire la fondul cauzei. În plus, Comisia irlandeză pentru drepturile omului și Centrul european pentru drept și justiție (European Centre for Law and Justice) au primit autorizație din partea Președintelui Camerei (articolul 36 § 2 din Convenție și articolul 44 § 3 din regulament) pentru a interveni în cadrul procedurii scrise, iar observațiile lor scrise au fost depuse la dosarul Marii Camere.", "9.  O audiență publică a avut loc în incinta Palatului Drepturilor Omului din Strasbourg, la data de 6 martie 2013 (articolul 59 § 3 din regulament).", "10.  În fața Curții s-au prezentat:", "(a)  pentru Guvern\nDl\tP. White, \tAgent,\nDl\tF. McDonagh, Avocat senior (Senior Counsel),\t\nDl\tC. Power, Avocat pledant (Barrister),\tConsilier,\nDna\tS. Farrell, Biroul Procurorului General\nDna\tM. McGarry, Ministerul Educației și Formării Profesionale, \tConsiliere.", "(b)  pentru reclamant\nDl\tD. Holland, Avocat senior,\t\nDl\tA. Keating, Avocat senior,\tConsilier\nDl\tE. Cantillon, Avocat consultant (Solicitor),\nDna\tM. Scriven, Avocat consultant,\tReprezentanți.", "Reclamanta a fost de asemenea prezentă.", "11.  Curtea a ascultat pledoariile domnilor Holland și McDonagh.", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "12.  Reclamanta s-a născut în 1964 și trăiește în Cork, Irlanda.", "A.  Contextul cauzei", "13.  Faptele care urmează nu au fost contestate de către părți.", "14.  Reclamanta a urmat cursurile Școlii Naționale (National School) Dunderrow cu începere din 1968. Școala, deținută prin fiduciari, se afla în proprietatea episcopului catolic al diocezei din Cork și Ross, recunoscut de către Ministerul Educației și Științei (Department of Education and Science - „ministerul”) drept „patron” (Patron) al instituției. Managerul școlar, ce acționa în numele episcopului, era preotul parohiei locale („S”). Cum acesta din urmă era în vârstă și infirm, managerul de facto al școlii era un preot local („Ó”), care acționa în numele și în interesul lui S. Termenul de „manager” este utilizat mai jos cu referire atât la Ó, cât și la funcția de conducere pe care acesta o îndeplinea. Școala Națională Dunderrow avea doi profesori, unul dintre ei („LH”), un bărbat căsătorit, fiind și directorul școlii. Dunderrow era una dintre cele patru Școli Naționale din cadrul parohiei reclamantei.", "15.  În 1971, părintele unul copil s-a plâns managerului școlii că LH i-ar fi abuzat sexual copilul. Plângerea nu a fost transmisă poliției, ministerului sau oricărei alte autorități statale și managerul nu a acționat în niciun fel.", "16.  În cursul primelor șase luni ale anului 1973, reclamanta a fost supusă la aproximativ douăzeci de reprize de abuz sexual de către LH, în timpul orelor de muzică ținute în sala sa de clasă. Pe toată durata cât a urmat respectivele cursuri, nici reclamanta și nici părinții săi nu au fost la curent cu acuzația adusă împotriva lui LH în 1971.", "17.  În septembrie 1973, părinții altor elevi au adus la cunoștința părinților reclamantei existența unor acuzații similare cu privire la LH. În urma unei ședințe a părinților prezidată de manager referitor la acest subiect, LH a intrat în concediu medical. În luna septembrie 1973, acesta a demisionat din funcție. Acuzațiile menționate nu au fost raportate, la acea dată, poliției, ministerului sau vreunei alte autorități de stat. Cu ocazia unei scurte conversații, mama reclamantei a întrebat-o pe aceasta dacă LH a atins-o. Reclamanta a răspuns făcând aluzie la un episod de natură sexuală, însă nu și-a amintit ca discuția să fi continuat. În ianuarie 1974, managerul a notificat ministerul cu privire la demisia lui LH și a numit un înlocuitor. În scurt timp, LH a obținut un post la o altă școală națională, unde a predat până la pensionarea sa în 1995.", "18.  Între 1969 și 1973, inspectorul responsabil de acea regiune a vizitat Școala Națională Dunderrow de șase ori, ceea ce reprezenta, conform mărturiei sale ulterioare, un număr de vizite peste medie. Cu acele ocazii, s-a întâlnit cu LH și cu S și a luat parte la ședințele părinților referitoare la regruparea școlii Dunderrow cu alte instituții. Cu acea ocazie, nu i-a fost adusă la cunoștință nicio plângere cu privire la LH. Acesta a inspectat activitatea pedagogică a lui LH, pe care a găsit-o satisfăcătoare.", "19.  Reclamanta și-a refulat sentimentele generate de abuzurile sexuale. Deși a suferit de probleme psihologice importante, ea nu le-a asociat cu abuzurile la care a fost supusă. În 1996 a fost contactată de către poliție, care se ocupa cu investigarea unei plângeri formulate în 1995 de un fost elev al Școlii Naționale Dunderrow înpotriva lui LH. Reclamanta a dat o declarație la poliție în ianuarie 1997 și a fost trimisă la un serviciu de consiliere psihologică. În cursul investigației, o serie de alți elevi au formulat depoziții. LH a fost acuzat de săvârșirea a 386 de infracțiuni de abuz sexual asupra a douăzeci și unu de foști elevi ai școlii, în decursul unei perioade de zece ani. În 1998, acesta a pledat vinovat cu privire la douăzeci și unu de capete de acuzare și a fost condamnat la pedeapsa închisorii. Ministrul Educației („ministrul”) i-a retras licența de a preda, în conformitate cu articolul 108 din Regulamentul Școlilor Naționale din 1965 (National School Rules 1965 – „regulamentul din 1965”).", "20.  În cursul lunii iunie 1998 sau în jurul acelei perioade, ca urmare a mărturiei celorlalte victime în timpul procesului penal și a tratamentului medical subsecvent, reclamanta a conștientizat legătura dintre problemele sale psihologice și abuzurile săvârșite de LH asupra sa și a înțeles gravitatea acelor probleme.", "B.  Comisia de indemnizare a victimelor pentru daunele provocate prin infracțiuni (Criminal Injuries Compensation Tribunal – „CICT”)", "21.  În octombrie 1998, reclamanta a sesizat CICT cu o cerere de despăgubiri. Inițial, i s-a acordat suma de 44 814,14 euro (“EUR”) de către un judecător unic. Reclamanta a formulat apel la un complet al CICT. Aceasta a susținut că CICT i-ar fi oferit posibilitatea de a alege între a continua apelul (riscând respingerea cererii sale către CICT ca tardivă) și a accepta oferta inițială făcută de CICT, la care s-ar fi adăugat câteva cheltuieli suplimentare (53 962,24 EUR, din care 27 000 EUR cu titlu de despăgubiri morale). Reclamanta a acceptat oferta prin intermediul unei scrisori din data de 5 noiembrie 2002 și și-a luat angajamentul standard de a rambursa CICT-ului orice altă sumă primită din orice fel de sursă, pentru același prejudiciu. Suma i-a fost acordată cu titlu ex gratia. Cum Statul nu este niciodată parte la procedurile din fața CICT, acesta a aflat despre acordarea sumei ulterior, în cursul procedurilor din fața Înaltei Curți (High Court; a se vedea imediat mai jos).", "C.  Acțiunea civilă în despăgubiri (nr. 1998/10555P)", "1.  Înalta Curte (High Court)", "22.  La data de 29 septembrie 1998, reclamanta a formulat o acțiune civilă împotriva lui LH, a ministrului, precum și împotriva Irlandei și a Procurorului General, solicitând acordarea de daune-interese pentru atingerile aduse integrității sale prin loviri sau alte violențe, inclusiv de natură sexuală, comise de către LH împotriva sa. Acțiunea formulată împotriva ultimilor trei pârâți (“the State Defendants” - „pârâții publici”) viza trei forme de răspundere: a) neglijența din partea Statului, cauzată de neîndeplinirea obligațiilor pârâților publici de omologare, inspectare și monitorizare a școlii, precum și de lipsa măsurilor și a procedurilor adecvate pentru a proteja elevii de abuzurile sistematice comise de LH din 1962 și pentru a le pune capăt; b) răspunderea pârâților publici pentru actele comise de LH, întrucât, printre altele, legătura reală dintre aceștia și Stat era de fapt un raport juridic de muncă și c) răspunderea întemeiată pe dreptul constituțional al reclamantei la integritatea sa fizică, pe obligația pârâților publici de a asigura învățământul primar conform articolului 42 din Constituție și pe măsurile luate pentru îndeplinirea acelei obligații.", "23.  Întrucât LH nu s-a apărat în niciun fel, reclamanta a obținut pe data de 8 noiembrie 1999 o hotărâre judecătorească împotriva acestuia. Pe 24 octombrie 2006, Înalta Curte a fixat și a acordat daune-interese ce urmau a fi achitate de LH în cuantum de 305 104 EUR, astfel: 200 000 EUR cu titlu de daune-interese generale, 50 000 EUR cu titlu de majorări, 50 000 EUR cu titlu de daune-interese „punitive” (exemplary damages) și 5 104,00 EUR cu titlu de despăgubiri speciale. Reclamanta a demarat procedura de executare. Întrucât LH a pretins că nu ar avea mijloace financiare suficiente, aceasta a obținut o ordonanță de plată eșalonată a sumei prin vărsăminte lunare de 400 EUR. Primul vărsământ a fost realizat în luna noiembrie 2007, astfel că reclamantei i s-au plătit până în prezent aproximativ 31 000 EUR. În temeiul unei hotărâri judecătorești, aceasta a întabulat și un drept de ipotecă asupra cotei părți din domiciliul proprietate a lui LH.", "24.  În cadrul acțiunii sale declanșate împotriva pârâților publici, reclamanta a solicitat opinia profesorului Ferguson cu privire la relevanța mecanismelor de protecție a copilului din Irlanda la nivelul anilor 1970. Acesta a răspuns printr-o scrisoare din data de 14 aprilie 2003. Profesorul Ferguson a fost de acord că, dacă protocoalele de protecție a copilului existente în 2003 ar fi fost aplicate în 1973, era foarte probabil ca abuzurile la care a fost supusă reclamanta să fi fost tratate de o manieră care i-ar fi asigurat protecția. Acesta și-a exprimat însă temerea că pledarea cauzei pe baza a ceea ce Statul ar fi trebuit să știe la epoca faptelor nu ar avea șanse de reușită, întrucât nu este posibilă proiectarea în trecut a cunoștințelor și a mecanismelor de angajare a răspunderii existente în prezent.", "25.  Audiența în fața Înaltei Curți, în cadrul procesului declanșat împotriva pârâților publici, a început la data de 2 martie 2004. Pe 5 martie 2004, în timp de reclamanta își prezenta mijloacele de probă, judecătorul Înaltei Curți, ca răspuns la plângerea acesteia referitoare la absența unui sistem public care să permită semnalarea și tratarea cazurilor de abuz sexual în Școlile Naționale, a formulat următoarea întrebare apărătorului reclamantei:", "„Ce dovezi există sau cum ar fi trebuit să deduc din mijloacele de probă înfățișate că fie sistemul în vigoare era imperfect, aspect asupra căruia voi reveni, fie exista un sistem alternativ ce ar fi trebuit aplicat și în ce ar fi constat acest din urmă sistem?”", "26.  După ce reclamanta și-a susținut cauza, pârâții publici au solicitat pronunțarea unei decizii de radiere de pe rol a cauzei, pe motiv că niciunul dintre cele trei capete de cerere nu era întemeiat la prima vedere și susținând, printre altele, că nu exista nicio dovadă de neglijență. Pe 9 martie 2004, Înalta Curte a admis cererea pârâților publici, reținând că „reclamanta nu a dovedit existența culpei sub forma neglijenței [pârâților publici]” (hotărâre de respingere fără a intra în cercetarea fondului - the ”non-suit” order). Instanța nu a făcut distincția (lucru care nici nu fusese solicitat) între cele două temeiuri ale capătului de cerere privind neglijența. Totuși, aceasta a considerat capetele de cerere referitoare la răspunderea pentru fapta altuia și la răspunderea constituțională ca fiind întemeiate la prima vedere și a invitat pârâții să-și formuleze apărările. Procesul s-a încheiat pe data de 12 martie 2004.", "27.  Pe 20 ianuarie 2006 Înalta Curte a pronunțat hotărârea. Aceasta a reținut că acțiunea nu era prescrisă. Ea a mai reținut că, dată fiind legătura dintre Stat și managementul religios al Școlilor Naționale, Statul nu putea fi ținut răspunzător pentru agresiunile sexuale comise de LH. Deși apărătorul reclamantei a argumentant oral că Statul ar trebui să răspundă pentru lipsa de acțiune a managerului, hotărârea Înaltei Curți nu a atins acest aspect. În sfârșit, aceasta a estimat că nu putea fi introdusă o acțiune pentru încălcarea unui drept constituțional atâta timp cât existau legi (în cazul de față, prevederile referitoare la răspunderea civilă delictuală) care protejau dreptul în cauză. Cheltuielile de judecată aferente acțiunii intentate împotriva pârâților publici au fost reținute în sarcina reclamantei.", "2.  Curtea Supremă (O’Keeffe împotriva Hickey, [2008] IESC 72)", "28.  În mai 2006, reclamanta a formulat apel la Curtea Supremă. În cuprinsul declarației sale de apel, aceasta contesta soluția instanței cu privire la răspunderea pentru fapta altuia și sublinia, în acest sens, două probleme: lipsa motivării încheierii din 9 martie 2004 și omisiunea Înaltei Curți de a se pronunța cu privire la răspunderea Statului pentru inacțiunea managerului școlii. Judecătorul Hardiman a calificat apelul ca fiind limitat la răspunderea Statului pentru faptele lui LH și ale managerului școlii, deși în hotărârea sa a formulat comentarii și cu privire la celelalte două capete de cerere ce figurau în cererea inițială a reclamantei (neglijență directă și răspundere constituțională). Judecătorul Fennelly a considerat de asemenea că apelul era circumscris numai răspunderii pentru faptele săvârșite de LH, deși a refuzat să accepte răspunderea Statului pentru faptele managerului.", "29.  Audiențele în apel au avut loc între 11 și 13 iunie 2006. Printr-o hotărâre din 19 decembrie 2008, luată de majoritatea membrilor completului de judecată (judecătorii Hardiman și Fenelly, cărora li s-au alăturat Chief Justice Murray și judecătorul Denham, judecătorul Geoghegan formulând opinie discordantă), Curtea Supremă a respins apelul.", "30.  Judecătorul Hardiman a descris în detaliu situația juridică a Școlilor Naționale. Dacă sistemul educațional bazat pe Școli Naționale ar putea „părea destul de ciudat în prezent”, acesta trebuia înțeles în contextul istoriei irlandeze de la începutul secolului al XIX-lea. Ca urmare a conflictului religios și a emancipării ulterioare a catolicilor din anul 1829, bisericile dizidente și Biserica Catolică doreau să se asigure copiilor din respectivele confesiuni religioase o educație în școli controlate de acele confesiuni și nu de Stat sau de Biserica Oficială (Anglicană). Acele biserici au avut un „succes remarcabil” în atingerea acestui scop: încă de la începuturile sistemului irlandez de educație națională (cuprins în „scrisoarea lui Stanley” din 1831), autoritățile publice plăteau pentru sistemul de educație națională, „dar nu îl gestionau sau administrau efectiv”. Această din urmă funcție îi revenea managerului, un reprezentant local al clerului. În timp ce Statul acorda finanțarea într-o manieră proporțională tuturor școlilor confesionale, întrucât populația vremii era predominant catolică, majoritatea Școlilor Naționale aveau patroni și manageri catolici.", "31.  Judecătorul Hardiman a continuat prin a descrie ca „remarcabil” faptul că, în timp ce în Europa secolului al XIX-lea se putea observa o separare din ce în ce mai evidentă între Biserică și Stat și influența Bisericii în prestarea serviciilor publice (inclusiv educația) era în declin, în Irlanda poziția Bisericii se consolida și înrădăcina tot mai mult. Judecătorul a subscris la punctul de vedere exprimat de un martor expert în istoria educației în Irlanda, care a descris situația de la începuturile Statului liber al Irlandei din 1922 și a afirmat că managerii catolici din cadrul acestui sistem „managerial”:", "„erau extrem de clari și [...] preciși în legătură cu modalitatea în care se cuvenea să se interpreteze situația din Școlile Naționale ale noului stat irlandez [...] Aceste instituții trebuiau să fie școli catolice cu administrare catolică, personal didactic catolic și elevi catolici.”", "32.  Martorul expert a continuat prin a descrie modul în care Biserica Catolică a reacționat în anii 1950 la o cerere formulată de un sindicat al profesorilor ce urmărea crearea unor comitete locale care să se ocupe de mentenanța clădirilor școlare. Biserica Catolică a răspuns în sensul că nu putea exista nicio interferență cu „tradiția istorică a drepturilor manageriale ale școlilor”. Propunerea modestă a sindicatului a fost considerată ca fiind pe muchie de cuțit întrucât, în scurt timp, aceasta ar fi putut genera cereri care ar fi adus atingere „altor aspecte ale autorității managerului privind numirea și concedierea profesorilor, element în mod evident esențial, care fusese obținut în urma unor eforturi de ani de zile”.  Judecătorul Hardiman a făcut trimitere la „dorința ferventă” a confesiunilor religioase de a-și menține rolul în cadrul învățământului primar.", "33.  În opinia judecătorului Hardiman, Constituția reflecta această structură administrativă: obligația Statului, cuprinsă în articolul 42(4), de a „asigura” învățământ primar gratuit se traducea într-un sistem educațional finanțat în mare parte de către Stat, dar administrat în întregime de către cler. Drept urmare, în Irlanda existau aproximativ 3 000 de Școli Naționale: cele mai multe erau controlate de patroni și manageri catolici, câteva se aflau sub controlul altor confesiuni religioase și un număr extrem de redus erau controlate de grupuri non-confesionale.", "34.  Judecătorul a relevat faptul că recent, după mai mult de un secol și jumătate, sistemul educativ a fost finalmente cuprins într-un cadru legal, cel puțin parțial, prin reglementarea sa în cuprinsul Legii educației din 1998: anterior promulgării acestei legi, sistemul era guvernat de Regulamentul din 1965, precum și de alte scrisori, circulare și note ministeriale.", "35.  În ceea ce privește elementele ce reieșeau din Regulamentul din 1965, judecătorul Hardiman a subliniat că:", "„Ministrul a fixat reguli de funcționare a școlilor naționale, fiind însă vorba despre reguli generale și care nu îi permiteau controleze activitățile detaliate ale fiecărui profesor în parte. Inspecțiile ministeriale vizau performanța academică a instituțiilor școlare, cu excepția educației religioase, dar nu mergeau mai departe de atât. Ministrul nu avea [...] control direct asupra școlilor și nici puterea enormă dată de un astfel de control, întrucât „între Stat și copil era interpus managerul, comitetul sau consiliul director”. În mod similar, ministrul nu îi numea și nu îi controla în mod direct pe manager sau pe profesor. De fapt, aceasta era tocmai esența „sistemului managerial”. Nu reiese de nicăieri din probele administrate că ministrul ar fi avut ocazia să-și formeze o judecată proprie cu privire la oricare dintre aceste două persoane. Mai mult, părinții care s-au plâns de primul pârât par să fi recunoscut intuitiv că cel ce avea autoritate directă pentru a primi plângerea și a-i da curs era managerul numit de cler, el însuși membru al clerului. Conform probelor depuse în fața Curții, nicio plângere nu a fost depusă la ministru sau la un alt organ de stat. Chestiunea a fost tratată, cum s-ar spune, „în casă”, la alegerea autorilor plângerii. Rezultatul acestui demers a fost o demisie voluntară, urmată de angajarea lui [LH] într-o altă școală din apropiere.", "Toți acești factori ce tind să distanțeze ministrul și autoritățile de stat de gestionarea școlii și de controlul exercitat de către primul pârât sunt consecințe directe ale sistemului educațional existent de multă vreme, descris mai sus și consacrat în Constituție, prin care ministrul finanțează și, într-o oarecare măsură, reglementează, dar școlile și profesorii sunt controlați de managerii și patronii lor clerici. Curtea nu are menirea de a sprijini sau de a critica acest sistem, ci de a lua notă de existența sa și de faptul evident că ministrul și Statul sunt astfel lipsiți de un control direct al instituțiilor de învățământ, al profesorilor și al elevilor.”", "36.  Judecătorul Hardiman a observat că abuzul sexual al unui elev era negarea a însuși obligațiilor profesionale ale lui LH, dar a mai adăugat că în 1973 „un asemenea act era neobișnuit, constituia un subiect tabu și nu era în mod cert privit ca un risc normal și previzibil al frecventării unei instituții de învățământ”. Judecătorul a estimat ca „remarcabil” faptul că victima nu a formulat plângere împotriva patronului, a diocezei al cărei episcop era, a succesorilor sau a moștenitorilor săi, a fiduciarilor patrimoniului diocezei din Cork și Ross (proprietarii școlii), a administratorului sau a moștenitorilor ori succesorilor acestora.", "37.  Judecătorul Hardiman a estimat că, în ceea ce privește condițiile răspunderii pentru fapta altuia și modalitățile de control și gestionare a Școlilor Naționale, așa cum au fost descrise mai sus, pârâții publici nu puteau fi ținuți răspunzători pentru prejudiciile cauzate reclamantei prin faptele ilicite săvârșite împotriva sa. Acesta a apreciat în special că, chiar luând în considerare forma mai largă de răspundere pentru fapta altuia invocată de reclamantă, lipsa unui control direct al ministrului asupra lui LH, control cedat de mult timp managerului și patronului, a împiedicat orice tragere la răspundere a ministrului. Legătura dintre LH și Stat – „o relație triunghiulară cu Biserica” – era în întregime sui generis și un produs al experienței istorice unice a Irlandei. Managerul era:", "„reprezentantul patronului, adică sub o altă autoritate decât a ministrului, acesta neinformând ministrul despre problemele în legătură cu LH sau despre plângerile împotriva sa, precum și despre demisia și angajarea lui în altă instituție decât după ce au devenit un fapt împlinit. El era agent nu al ministrului, ci al Bisericii Catolice, anume al autorității în interesul căreia ministrul a fost îndepărtat de la gestionarea școlii.”", "38.  Judecătorul Hardiman a comentat asupra a două dintre capetele de plângere ale reclamantei, cărora „nu li s-a dat curs”.", "39.  În legătură cu pretinsa neglijență din partea Statului, acesta a remarcat următoarele:", "„... acest capăt de plângere ar putea fi mai judicios îndreptat împotriva managerului. Acesta din urmă avea autoritatea necesară pentru a implementa măsurile și procedurile ce țineau de conducerea școlii. Ministrul ar putea fi cu greutate ținut răspunzător pentru omisiunea de a „opri” cursul unei acțiuni care nu-i fusese adusă la cunoștință.”", "40.  În ceea ce privește capătul ce cerere referitor la obligația impusă Statului prin articolul 42 din Constituție de a asigura învățământul primar și măsurile luate pentru îndeplinirea acesteia, judecătorul Hardiman a apreciat astfel:", "„Am examinat deja conținutul articolului 42, din care reiese că ministrul, în cazul acestei școli naționale, nu făcea decât să acorde asistență și să subvenționeze inițiativele private individuale și ale persoanelor juridice (în cazul de față, ale Bisericii Catolice), lăsând conducerea școlii în sarcina acestor entități. Prin urmare, ministrul este, așa cum a subliniat și judecătorul Kenny în cauza Crowley împotriva Irlandei [1980] I.R. 102], lipsit de orice control al învățământului datorită interpunerii patronului și managerului între acesta și copii. Aceste persoane, și în mod special managerul, mențin un contact mai apropiat și mai direct cu școala decât ministrul sau ministerul.", "Consider că articolul 42.4 nu poate fi interpretat ca solicitând ministrului mai mult decât de „a depune eforturi pentru a subvenționa și susține într-o manieră rezonabilă inițiativele în materie educațională emanând de la persoanele fizice sau juridice”, pentru a „asigura un învățământ primar gratuit”. ... În opinia mea, Constituția însăși prevede nu delegarea, ci cedarea conducerii efective școlilor către interesele representate de patron și de manager.”", "41.  Judecătorul Hardiman a conchis prin a sublinia că nicio porțiune din hotărâre nu putea fi interpretată ca sugerând o eventuală răspundere în sarcina Bisericii Catolice și că, în orice caz, o astfel de interpretare era imposibilă întrucât autoritățile respective nu au compărut în fața instanței, nefiind chemate în judecată de către reclamantă.", "42.  Judecătorul Fennelly, autorul celeilalte opinii majoritare, a început prin a observa că flagelul exploatării de către profesori a autorității lor asupra copiilor pentru a-i abuza sexual a zguduit societatea din temelii. Acesta a observat că instanțele penale și Curtea Supremă au fost confruntate cu cazuri de abuzuri sexuale timp de mai mulți ani, surprinzător fiind faptul că instanța supremă era confruntată pentru prima dată cu probleme legate de răspunderea instituțiilor, inclusiv a Statului, pentru abuzul sexual comis de un profesor asupra elevilor unei Școli Naționale.", "43.  Judecătorul Fennelly a mai adăugat câteva detalii privind istoricul Școlilor Naționale și statutul juridic ce rezulta de aici, precizând că sistemul respectiv a supraviețuit proclamării independenței din 1922 și adoptării Constituției din 1937. Acesta a reținut opinia exprimată de expert, conform căreia nu era vorba despre un sistem de învățământ de Stat, ci mai degrabă de un „sistem de învățământ susținut de Stat”. El a luat notă de separarea clară a puterilor între Stat (finanțarea și elaborarea programei școlare) și manager (conducerea cotidiană a școlii, îndeosebi angajarea și destituirea profesorilor), observând că dorința diverselor confesiuni religioase de a-și menține și apăra propria educație religioasă a determinat Școlile Naționale să se dezvolte pe un fundament confesional.", "44.  Judecătorul Fennelly a considerat inspectorii ca fiind un element esențial al sistemului de supraveghere și menținere a normelor de către Stat, ceea ce permitea ministrului să se asigure de calitatea sistemului. Totuși, el a luat notă de faptul că regimul de inspecții nu afecta repartizarea responsabilităților între Stat și manager, întrucât inspectorii nu aveau nicio competență de a da instrucțiuni profesorilor în legătură cu aducerea la îndeplinire a obligațiilor ce le revin. Regulamentul din 1965 reflecta întocmai această repartizare a responsabilităților între Biserică și autoritățile publice. Chiar dacă Statul ar juca în ziua de azi un rol mai intervenționist, responsabilitatea pentru gestionarea cotidiană a instituției ar reveni tot managerului. Judecătorul a concluzionat că Statul nu putea fi ținut răspunzător pentru actele lui LH sau, din aceleași motive, pentru omisiunea managerului de a aduce la cunoștința autorităților publice plângerea formulată în 1971. Din punct de vedere juridic, LH nu era angajat al Statului, ci al managerului. Deși LH trebuia să întrunească calificările indicate de ministru și să respecte dispozițiile regulamentului din 1965, iar Statul dispunea de puteri disciplinare în legătură cu aceste cerințe, LH nu era angajat al Statului și Statul nu îl putea destitui.", "45.  Referindu-se la alegația reclamantei din cuprinsul declarației de apel în legătură cu omisiunea managerului de a semnala autorităților publice plângerea din 1971, judecătorul Fennelly a conchis astfel: „Pentru același motiv, în măsura în care este necesar să se precizeze, nu se poate reține nicio răspundere pentru omisiunea [managerului] de a aduce la cunoștința autorităților plângerea din 1971. [Managerul] nu era angajatul celui de-al doilea pârât.”", "46.  Judecătorul Geoghegan a formulat o opinie discordantă. El a reținut că atât ministerul, cât și inspectorii nu au avut cunoștință despre abuzurile comise. Acesta a luat notă de faptul că, din considerente practice, marea parte a învățământului primar din Irlanda era organizată sub forma unei întreprinderi în participațiune între Biserică și Stat și a apreciat că raportul dintre acestea era de așa natură încât exista o legătură suficientă între Stat și crearea unui risc, ceea ce făcea Statul răspunzător, avându-se în vedere, în opinia judecătorului Geoghegan, îndeosebi rolul jucat de inspectorii școlari. El a analizat în detaliu depozițiile inspectorilor școlari și elementele de probă cu privire la aceștia, observând, printre altele, că în ipoteza unei plângeri de abuz sexual formulată de un elev al unei Școli Naționale împotriva unui profesor și considerată fondată în urma unei anchete deschise de minister, rezultatul putea fi retragerea omologării sau o investigație a poliției și, dacă poliția declara plângerea întemeiată, retragerea licenței de a preda a profesorului în cauză.", "47.  Printr-o hotărâre din 9 mai 2009, Curtea Supremă a anulat hotărârea Înaltei Curți prin care reclamanta era condamnată la plata cheltuielilor de judecată, de vreme ce nu se contestase faptul că acțiunea de față reprezenta un caz de referință, important și complex. Astfel, instanța a stabilit că în cadrul acțiunii formulate împotriva pârâților publici, fiecare parte trebuie să-și suporte propriile cheltuieli de judecată.", "48.  Reclamanta a fost reprezentată legal pe tot parcursul procedurii civile, deși nu a beneficiat și de ajutor judiciar.", "II.  DREPTUL ȘI PRACTICA INTERNE PERTINENTE", "A.  Învățământul primar în Irlanda", "1.  Contextul", "49.  Curtea a făcut trimitere la descrierea istoricului și a structurii sistemului de învățământ primar bazat pe Școli Naționale, așa cum a fost prezentată de Curtea Supremă în prezenta cauză (O’Keeffe împtriva Hickey, [2008] IESC 72) și îndeosebi de către judecătorii Hardiman și Fennelly (paragrafele 30-35 și 42-44 de mai sus).", "50.  Articolul 4 din Legea privind școlarizarea (School Attendance Act) din 1926 impunea părinților să își înscrie copiii într-o Școală Națională sau într-o altă unitate școlară potrivită, cu excepția situației în care existau motive rezonabile pentru a nu proceda astfel, ca de exemplu faptul că copilul beneficia de educație primară adecvată în altă parte, că nu avea acces la o Școală Națională conformă opțiunilor religioase ale părinților sau că, din orice alte motive întemeiate, copilul nu putea fi înscris la cursuri. Astfel, frecventarea cursurilor școlare cu program integral era obligatorie pentru toți copiii cu vârste cuprinse între șase și paisprezece ani până în 1969, când vârsta oficială de finalizare a învățământului obligatoriu a fost ridicată la 16 ani. În Irlanda, învățământul primar este liber pentru toți încă din secolul al XIX-lea.", "51.  Marea majoritate a copiilor cu vârsta de școală primară frecventa cursurile „Școlilor Naționale”, care sunt unități de învățământ primar finanțate de la bugetul de stat și aflate sub administrare religioasă. Rapoartele ministeriale pentru anii 1972-1973 și 1973-1974 au înregistrat existența a 3776 și, respectiv, 3688 de Școli Naționale. Raportul statistic al ministerului pe luna februarie 1973 indica faptul că 94% din unitățile de învățământ primar erau Școli Naționale. Conform unui raport din 1965 intitulat „Raport asupra investițiilor în educație” (Investment in Education Report) referitor la anul școlar 1962-1963, Biserica Catolică administra 91% dintre Școlile Naționale, cursurile acestora fiind frecventate de 97,6% din elevii înscriși, iar pentru Biserica Protestantă, procentajele erau de 9% și, respectiv, de 2,4%. Un raport întocmit de minister în 2011 notează că aproximativ 96% dintre școlile primare continuau să se afle sub patronaj și administrare confesională (din care 89,65% sub patronaj și administrare catolică).", "52.  În anul școlar 1963-1964 existau 192 de școli primare cu plată, nesubvenționate de către Stat, care primeau 21 000 de copii ce reprezentau aproximativ 4-4,5% din totalul elevilor de școală primară. Marea majoritate a acestor școli erau amplasate în zone urbane, cele mai multe aflându-se în Dublin.", "53.  Raportul „Comisiei unităților școlare asupra criteriilor revizate pentru înființarea de noi școli primare” (Commission on School Accommodation’s Report on the Revised Criteria for the Establishment of New Primary Schools) din februarie 2011 a confirmat faptul că, până în anii 1970, Școala Națională locală reprezenta singura alegere aflată efectiv la îndemâna părinților. Raportul estima că spre finele anilor 1970 s-au înregistrat semne de schimbare prin înființarea în 1978 a primei școli multi-confesionale și prin creșterea numărului de școli inter/multiconfesionale de limbă irlandeză.", "2.  Constituția din 1937", "54.   Articolul 42, intitulat „Educația”, stipulează după cum urmează:", "„1. Statul recunoaște că educatorul primar și natural al copilului este Familia și garantează respectarea dreptului inalienabil și al obligației părinților de a asigura, conform cu mijloacele lor, educația religoasă și morală, intelectuală, fizică și socială a copiilor acestora.", "2. Părinții sunt liberi să asigure această educație în cadrul propriului cămin, al școlilor private sau al celor omologate ori înființate de către Stat.", "3. 1) Statul nu poate obliga părinții, cu încălcarea conștiinței și a preferinței legitime a acestora, să-și înscrie copiii în școli înființate de Stat sau într-o categorie particulară de unități școlare, desemnată de către acesta.", " 2) Statul, în calitate de garant al binelui comun, pretinde ca toți copiii să primească un anumit minimum de educație morală, intelectuală și socială, ce trebuie adaptat circumstanțelor efective.", "4. Statul va asigura învățământ primar gratuit și va face eforturi pentru suplimentarea și acordarea de ajutor, în limite rezonabile, către inițiativele în materie de învățământ ce emană de la persoane fizice și juridice și, acolo unde binele public o reclamă, pentru asigurarea altor facilități educaționale sau a altor unități școlare respectând totodată drepturile părințior, în special în domeniul formării religioase și morale.", "5. În cazurile excepționale în care părinții, din diverse motive fizice sau morale, nu își îndeplinesc obligația față de copiii lor, Statul, în calitate de garant al binelui comun și prin mijloace adecvate, va face tot posibilul pentru a se substitui părinților, cu respectarea constantă a drepturilor naturale și imprescriptibile ale copilului.”", "55.   În cauza McEneaney împotriva Ministerului Educației ([1941] IR 430), Curtea Supremă a constatat că timp de „mai mult de un secol, organizarea învățământului primar a fost recunoscută drept o obligație națională”. Articolul 42(4) consacra dreptul copiilor de a beneficia de învățământ primar gratuit și termenul de „a asigura” impunea Statului obligația nu de a-i educa pe copii, ci mai degrabă de a veghea ca acestora să li se asigure un învățământ adecvat (Crowley împotriva Irlandei [1980] IR 102).", "3.  Legislația pertinentă", "56.  Legea din 1908 cu privire la copii (The Childen Act 1908) reglementa regimul de protecție a copilului și prevedea posibilitatea ca Statul să intervină sub forma luării în îngrijire a unui copil în cazurile de abuz inter-familial. Legea educației din 1998 („legea din 1998”) a constituit primul text legislativ cu privire la educație de după crearea statului irlandez. Legea a creat o bază legală pentru caracteristicile sistemului de învățământ primar (finanțare publică sau administrare privată), fără a opera vreo schimbare structurală fundamentală în acest sens.", "4.  Regulamentul Școlilor Naționale (Rules for National Schools – „regulamentul din 1965”) și circularele ministeriale aplicabile", "57.  Regulile în vigoare înainte de independența din 1922 s-au aplicat Școlilor Naționale până la data la care ministerul a adoptat regulamentul din 1965. Deși nu era nici text legislativ, nici decret de aplicare, regulamentul respectiv avea forță de lege și făcea parte din regimul juridic aplicabil (Brown împotriva Consiliului de administrație al Școlii Naționale al Parohiei Rathfarnham ([2006] IEHC 178). De altfel, ministerul reglementa chestiunile ce țineau de competența sa prin intermediul notelor, circularelor și al altor texte ministeriale oficiale. Ministrul avea puterea de a retrage omologarea unei unități școlare sau a licenței de a preda a unui profesor în caz de nerespectare a prevederilor regulamentului din 1965 (articolele 30 și 108 din regulamentul amintit).", "5. Managerii și Consiliile directoare", "58.  Articolul 15 din regulamentul din 1965 prevedea faptul că managerul era însărcinat cu gestionarea directă a unității școlare, cu nominalizarea profesorilor și, sub rezerva aprobării ministrului, cu destituirea lor. Un manager trebuia să efectueze vizite regulate la sediul școlii și să se asigure că prevederile regulamentului din 1965 sunt respectate (articolul 16). Sub autoritatea managerului, directorul era responsabil de disciplină, de supervizarea celorlalți membri ai corpului profesoral, precum și de celelalte chestiuni legate de activitatea școlară (articolul 123(4)).", "59.  Articolul 121 stabilea regulile de conduită pentru profesori: aceștia trebuiau, printre altele, să acționeze în spiritul respectării legii, să acorde cea mai mare atenție conduitei morale și generale a elevilor lor, să ia toate precauțiile necesare pentru a asigura protecția elevilor și să se conformeze tuturor instrucțiunilor licite ale managerului. Articolul 130 impunea profesorilor să fie atenți în mod constant la perfecționarea și la binele general al elevilor, să îi trateze cu blândețe și fermitate și să îi ghideze făcând apel la afect și rațiune și nu la asprime și severitate.", "60.  Cele mai multe unități de învățământ primar au în prezent Consilii directoare. Înainte de legea din 1998, care le-a consacrat legal, aceste consilii erau guvernate de o circulară a ministerului (nr. 16/76). Articolul 14 din acea lege prevede faptul că patronului îi revine obligația de a constitui, acolo unde este posibil și în conformitate cu „principiul parteneriatului”, un consiliu a cărui componență trebuie să facă obiectul unui acord între ministru și partenerii în materie educațională. Fiind persoane juridice cu existență perpetuă, consiliile au capacitate procesuală activă și pasivă.", "6.  Inspectorii", "61.  Regulamentul din 1965 prevedea posibilitatea ca ministrul și persoanele autorizate de acesta (inspectorii) să efectueze vizite în școli în vederea unor inspecții, oricând apreciau ca fiind necesar (articolul 11). Articolul 161 definea inspectorii drept agenți ai ministrului, chemați să furnizeze ministrului informații locale solicitate de acesta, în vederea administrării efective a sistemului. Ei aveau obligația de a aduce la atenția managerilor și a profesorilor orice încălcare aparentă a regulilor. Aceștia aveau dreptul de a comunica cu managerul în legătură cu condițiile generale din respectiva unitate școlară „sau cu chestiuni ce necesitau atenția managerului, făcând toate sugestiile pe care le considerau necesare”. Un inspector trebuia să efectueze vizite inopinate frecvente în școlile din sectorul său, precum și vizite anuale obligatorii în vederea evaluării activității profesorilor. Circulara nr. 16/59 oferea inspectorilor o îndrumare generală cu privire la rolul lor raportat la manageri și profesori, la modalitatea de efectuare a inspecțiilor inopinate și generale și la modul de evaluare a activității profesorilor.", "7.  Plângerile", "62.  O directivă din 6 mai 1970 descria practica de urmat în cazul plângerilor formulate împotriva profesorilor. Petentul trebuia să fie informat că problema era de competența managerului, în primă instanță, și să fie rugat să clarifice dacă a notificat-o el însuși acestuia din urmă. Managerul trebuia să culeagă observațiile profesorului în cauză și să le transmită, alături de opinia sa, ministerului. Inspectorul-șef adjunct din cadrul ministerului urma să stabilească apoi dacă se impunea deschiderea unei anchete. În caz afirmativ, inspectorul trebuia să ia o declarație managerului, profesorului și părinților în cauză. Dacă o anchetă conducea la rezultate în defavoarea profesorului, articolul 108 autoriza ministrul să ia măsuri împotriva persoanei interesate, dacă aceasta din urmă a avut o conduită necorespunzătoare sau nu a respectat prevederile regulamentului din 1965. Ministrul putea să trimită profesorul în cauză în judecată, să îi retragă licența de a preda și/sau să îi suspende/reducă salariul. Așa cum s-a indicat mai sus, managerul putea destitui un profesor, sub rezerva aprobării ministrului.", "B.  Dreptul penal și aspectele conexe", "63.  Abuzul sexual al unui minor era interzis de articolele 50 și 51 din Legea (modificată) din 1861 privind infracțiunile contra persoanelor (Offences Against the Person Act 1861). Legea din 1935 privind modificarea dreptului penal (Criminal Law (Amendment) Act 1935 – „ legea din 1935”) avea drept scop introducerea de noi dispoziții pentru protejarea tinerelor fete și modificarea legii privind infracțiunile sexuale. Articolele 1 și 2 din legea din 1935 au introdus infracțiunile de act sexual cu fete minore care nu au împlinit vârsta de 15 ani și cu fete minore cu vârste cuprinse între 15 și 17 ani. Articolul 14 din legea din 1935 prevede astfel:", "„Nicio persoană acuzată de săvârșirea unui act sexual cu o persoană minoră care nu a împlinit vârsta de 15 ani nu se poate apăra dovedind faptul că persoana în cauză a consimțit la actul pretins constitutiv al infracțiunii de act sexual cu un minor.”", "În consecință, orice fată minoră care nu a împlinit vârsta de 15 ani nu poate consimți la nicio formă de contact sexual și orice astfel de contact era la epoca faptelor (și continuă să fie) o faptă penală. Astfel de acte sunt elemente constitutive nu numai ale infracțiunilor prevăzute de lege susmenționate, ci și ale faptelor penale comune (loviri și alte violențe – ordinary assault).", "64.  Dreptul irlandez nu prevedea niciun termen de prescripție pentru infracțiunile susceptibile de un proces în fața unui juriu (indictable offences), astfel încât autorul (autoarea) unei astfel de infracțiuni putea fi urmărit(ă) penal până la sfîrșitul vieții sale.", "65.  O victimă poate formula o cerere de dezdăunare pentru prejudiciul suferit ca urmare a unei fapte penale violente în conformitate cu regimul de indemnizare a victimelor unor atingeri aduse persoanei rezultând din infracțiuni (Scheme of Compensation for Personal Injuries Criminally Inflicted). Regimul este administrat de Comisia de indemnizare a victimelor pentru daunele provocate prin infracțiuni (Criminal Injuries Compensation Tribunal – „CICT”). Termenul de introducere a plângerii este de trei luni, dar poate fi prelungit. Decizia inițială este luată fără vreo audiență. Decizia poate fi atacată în apel, caz în care o divizie a CICT va adopta o hotărâre în urma unei audiențe secrete. Decizia dată în apel este definitivă. Despăgubirea se plătește cu titlu ex gratia. Ea acoperă cheltuielile și pierderile victimei (cheltuieli personale și facturi achitate, mai puțin prestațiile sociale, salariul și remunerațiile încasate în timpul concediului medical) și, până în 1986, aceasta acoperea și prejudiciul moral cauzat.", "C.  Dreptul civil și aspectele conexe", "66.  Un delict civil (tort) este un fapt al omului ce cauzează altuia un prejudiciu, angajând răspunderea delictuală a autorului său. Delictul de neglijență presupune dovada faptului că pârâtul avea o obligație de vigilență (duty of care) față de reclamant (ceea ce necesită stabilirea existenței unei relații suficient de apropiate între părți pentru ca una dintre acestea să fie ținută să exercite o obligație de vigilență față de cealaltă), că obligația nu a fost respectată și că respectiva nerespectare a fost cauzatoare de prejudicii (a se vedea, de exemplu, Beatty împotriva Tribunalului Rent [2005] IESC 66).", "67.  Răspunderea pentru fapta altuia constă în imputarea unei răspunderi unei persoane fizice sau juridice care nu a cauzat niciun prejudiciu și care poate să nu fie vinovată, dar care are o legătură juridică particulară cu cel ce a cauzat fapta prejudiciabilă cu vinovăție, inclusiv sub forma neglijenței. Legăturile juridice care pot conduce la angajarea răspunderii pentru fapta altuia includ și raportul dintre angajator și angajat.", "68.  Constituția poate de asemenea fi invocată pentru a obține reparații de la o persoană fizică pentru încălcarea de către aceasta a drepturilor constituționale ale petentului. În cauza Meskell împotriva CIÉ [1973] IR 121), instanța a reținut că:", "„...dacă o persoană a suferit un prejudiciu prin încălcarea ori nerespectarea unui drept constituțional, aceasta poate încerca să obțină reparații de la persoana sau persoanele care au încălcat acel drept.”", "Totuși, recursul la delictele de natură constituțională este posibil numai în situația existenței unei lacune în dreptul răspunderii civile delictuale ce trebuie acoperită.", "D.  Investigațiile publice și evoluțiile în materia protecției copilului pertinente", "1.  Raportul Carrigan din 1931", "69.  Constituită în 1930, comisia Carrigan a fost însărcinată cu examinarea necesității de modificare a anumitor legi penale și cu formularea de propuneri în vederea rezolvării „problemei prostituției juvenile”. Comisia s-a întrunit în șaptesprezece sesiuni, în cursul cărora a audiat douăzeci și nouă de martori și a examinat diverse observații scrise.", "70.  La data de 20 august 1931, comisia a înaintat raportul său final ministrului justiției. Raportul preconiza utilizarea unui ansamblu de reforme sociale și legislative cu privire la, printre altele, infracțiunile de natură sexuală comise împotriva minorilor.", "71.  Comisarul de poliție a fost un martor important audiat de comisie. Înainte de a compărea în fața acesteia, el a trimis informații statistice extrase din răspunsurile la o circulară emisă de el însuși către peste opt sute de posturi de poliție cu privire la urmărirea penală declanșată pentru infracțiuni sexuale între anii 1924 și 1930, în principal pentru infracțiunea de „atac la pudoare, relații sexuale și viol” săvârșită asupra fetelor minore ce nu au împlinit vârsta de zece ani, cu vârsta cuprinsă între zece și treisprezece ani, între treisprezece și șaisprezece ani, între șaisprezece și optsprezece ani și asupra fetelor ce au atins vârsta majoratului. Comisarul a efectuat o analiză detaliată a statisticilor de mai sus, subliniind, printre altele, că exista „un număr alarmant de infracțiuni sexuale în creștere constantă, caracteristic fiind numărul mare de cazuri de agresiuni sexuale comise asupra fetelor și a minorilor ce nu au împlinit vârsta de șaisprezece ani, cu multe situații în care victimele erau copii cu vârsta sub zece ani”. El a estimat că mai puțin de 15% din aceste cazuri erau urmărite penal din diferite motive, îndeosebi reticența părinților de a aduce astfel de acte în fața autorităților publice pentru rațiuni diverse.", "72.  Conform avizului Ministerului Justiției (cuprins într-un memorandum atașat raportului), nici probele administrate în fața comisiei Carrigan, nici raportul acesteia nu au fost publicate. În avizul său, Ministerul Justiției a criticat raportul sub diverse aspecte și a estimat că concluzia evidentă ce reieșea din respectivul document era aceea că simțul decenței și influența religiei aveau lacune severe în Irlanda, singurul remediu fiind acțiunea din partea poliției. Dezbaterea raportului a avut loc în cadrul unei comisii parlamentare. O serie de recomandări au fost puse în practică, îndeosebi prin adoptarea Legii de modificare a dreptului penal din 1935 (paragraful 63 de mai sus). Dosarele Ministerului Justiției cu privire la acest raport au fost publicate în 1991. Alte documente de arhivă au fost făcute publice în 1999.", "2.  Școlile reformatory (școli de corecție) și școlile industrial (unități de învățământ și pregătire profesională pentru copiii orfani, abandonați sau părăsiți)", "73.  Școlile reformatory au fost înființate în anii 1850, iar cele industrial în anii 1860. Aceste unități școlare erau, în marea lor majoritate, administrate de confesiuni religioase și finanțate din fonduri publice. Cele din prima categorie, al căror număr rămânea redus, primeau delicvenți juvenili. Totuși, existau în jur de cincizeci de școli industrial, care erau dedicate pregătirii copiilor: acestora li se mai asigura, pe lângă educația pe care o primeau, cazarea, îmbrăcămintea și hrana (articolul 44 din Legea privind copiii din 1908). Între anii 1936 și 1970, un număr total de 170 000 de copii și persoane tinere (dintre care aproximativ 1,2% din categoria de vârstă relevantă) au fost înscriși în astfel de școli. Durata medie a sejurului în școli era de aproximativ șapte ani. Marea majoritate a copiilor erau înscriși în școlile industrial pentru că erau „nevoiași”, celelalte două motive cele mai frecvente fiind implicarea în săvârșirea unei fapte penale sau nefrecventarea cursurilor școlare. Fiecare dintre aceste motive presupunea pronunțarea unei decizii de către judecătorie. (District Court). Articolul 7 din reglementarea privind școlile industrial din 1933 (Rules and Regulations for Industrial Schools) stabilea faptul că instrucția generală a copiilor urma să fie conformă programei Școlilor Naționale și prevedea numărul de ore recomandat atât pentru instrucția generală, cât și pentru pregătirea profesională.", "3.  Rapoartele Cussen și Kennedy cu privire la școlile reformatory și industrial", "74.  Elaborat la cererea Statului, raportul Cussen privind funcționarea școlilor reformatory și industrial, a fost publicat în 1936. Raportul sprijinea sistemul existent sub rezerva aplicării a cincizeci și unu de concluzii și recomandări. Sistemul a continuat să funcționeze practic neschimbat până când o comisie ulterioară, constituită de Stat și prezidată de judecătorul Eileen Kennedy, a întocmit un nou studiu asupra respectivelor unități. Raportul Kennedy a fost publicat în anul 1970, când sistemul școlilor reformatory și industrial era deja în declin. Acesta a recomandat închiderea anumitor unități, alături de alte propuneri de schimbare. Raportul a estimat că sistemul de inspecție fusese complet ineficient și a recomandat înființarea unui organ oficial independent care să garanteze cele mai înalte standarde de protecție a copilului și să exercite, printre altele, o funcție de supraveghere, precum și implementarea altor mecanisme de semnalare.", "4.  Raportul Ryan cu privire la școlile reformatory și industrial", "75.  Ca urmare a dezvăluirilor publice și a controverselor ce au marcat sfârșitul anilor 1980 și începutul anilor 1990 cu privire îndeosebi la abuzurile comise de membri ai clerului asupra copiilor în Irlanda, prim-ministrul a emis, la data de 11 mai 1999, următoarea declarație scrisă:", "„În numele Statului și al tuturor cetățenilor, Guvernul dorește șă prezinte scuzele sale sincere, deși mult întârziate, către victimele relelor tratamente aplicate copiilor, pentru incapacitatea noastră colectivă de a interveni, de a le descoperi suferința, de a le veni în ajutor.”", "76.  Legea instituind Comisia de anchetă asupra relelor tratamente aplicate copiilor (The Commission to Inquire into Child Abuse Act 2000) a fost adoptată în anul 2000 și modificată apoi în 2005. O comisie (ulterior cunoscută sub numele de Comisia Ryan) a anchetat și a întocmit un raport cu privire la abuzurile săvârșite asupra copiilor (îndeosebi de natură sexuală) în principal în școlile reformatory și industrial. Întrucât numărul celor dintâi era relativ redus, activitatea comisiei s-a concentrat în principal pe școlile industrial.", "77.  Mandatul comisiei se limita la perioada cuprinsă între anii1930 și 1970, anume perioada dintre rapoartele Cussen și Kennedy. Probele au fost culese pe o perioadă de peste nouă ani și au inclus o documentație voluminoasă, rapoarte de expertiză și depoziții date de aproximativ 1 500 de petenți. „Comitetul de anchetă” (Investigation Committee) a audiat martorii care doreau ca acuzațiile lor să facă obiectul unei investigații, iar „Comitetul Martorilor Anonimi” (Confidential Committee) oferea martorilor posibilitatea de a discuta într-un spațiu privat despre abuzurile la care au fost supuși. Prin urmare, depozițiile făcute în fața acestui din urmă comitet nu au condus la acțiuni judiciare.", "78.  Comisia a predat raportul („raportul Ryan”) în mai 2009. Aceasta a constatat că în școlile reformatory și industrial au avut loc, la scară largă și într-o formă cronică si gravă, o serie de abuzuri fizice, îndeosebi de natură sexuală, comise asupra copiilor în principal de către membri ai clerului. Raportul a confirmat faptul că, în timp ce autoritățile religioase tratau cazurile de abuz astfel încât să protejeze congregațiile și să minimalizeze riscul dezvăluirilor publice, ele semnalau totuși poliției plângerile privind abuzul sexual asupra elevilor atunci când faptele erau imputabile laicilor. În cadrul depoziției sale în fața Comitetului de anchetă, secretarul general al ministerului a exprimat regretul față de neîndeplinirea gravă de către minister a obligațiilor sale față de copiii din școlile reformatory și industrial: deși proprietarii și administratorii acestor instituții erau persoane private, era de necontestat faptul că Statului îi revenea obligația de a veghea asupra îngrijirii adecvate acordate copiilor, iar ministerul nu a dat dovadă de un nivel satisfăcător de atenție. Plângerile referitoare la abuzurile comise de membrii clerului la adresa copiilor erau aduse rar la atenția ministerului, care a tratat inadecvat plângerile care i-au fost semnalate.", "79.  Capitolul 14 din volumul I („volumul Brander”) analiza cariera unui „autor de abuzuri sexuale și fizice în serie”, un profesor laic care lucrase în aproximativ zece școli (din care șase naționale) timp de patruzeci de ani, până la ieșirea sa la pensie în 1980. Ulterior, acesta a fost condamnat în urma a numeroase acuzații de abuz sexual asupra elevilor. Conform raportului, atunci când părinții au încercat să denunțe comportamentul profesorului în anii 1960 și 1970, acesta a fost protejat de autoritățile diocezei și de cele școlare, fiind mutat de la o școală la alta. Raportul prezenta dovezi ale plângerilor înaintate poliției în anii 1960. Plângerile formulate către minister la începutul anilor 1980 au fost ignorate, ceea ce a constituit, așa cum a recunoscut și ministerul în fața comisiei, o atitudine de nejustificat, chiar în considerarea criteriilor de la epoca faptelor. Ancheta a fost nu numai șocantă în sine, ci a ilustrat și „ușurința cu care predatorii sexuali puteau opera în cadrul sistemului public fără teama de descoperire sau sancțiune.”", "80.  Volumul al III-lea cuprindea raportul Comitetului Martorilor Anonimi, care a ascultat declarațiile privind abuzurile comise în perioada 1930-1990 asupra a 1 090 de persoane din 216 instituții, în mare parte școli reformatory și industrial, dar și câteva Școli Naționale. Comitetul a primit 82 de declarații de abuz din partea a 70 de martori, cu privire la 73 de unități de învățământ primar și secundar: în cele mai multe cazuri, era vorba despre copii care părăsiseră școala înainte de sau în anii 1970, incidentele de abuz sexual fiind raportate de peste jumătate din numărul martorilor. La epoca faptelor, au existat plângeri făcute la poliție sau la minister. Anumiți martori au subliniat natura publică și deci suficient de evidentă a abuzului sexual.", "81.  Capitolul 1 din volumul al IV-lea privea ministerul care, în virtutea Legii privind copiii din 1908, era răspunzător juridic pentru copiii înscriși în școlile reformatory sau industrial. Ministerul nu dispunea de suficiente informații întrucât inspecțiile sale erau inadecvate. Funcționarii ministerului erau la curent cu existența faptelor de abuz și ar fi trebuit, pentru a proteja interesul copiilor, să facă uz mai intens de puterile juridice ample ale ministerului asupra școlilor în cauză, cum ar fi posibilitatea de revocare a managerului. Totuși, ministerul nu a depus niciun efort minim de impunere a unor schimbări care ar fi ameliorat soarta elevilor din acele școli. Comitetul a opinat astfel cu privire la acest aspect:", "„Carențele ministerului ar putea fi văzute și ca o acceptare tacită de către Stat a ascensiunii congregațiilor și a deținerii de către acestea a frâielor sistemului. Secretarul general al ministerului [a estimat] că ministerul a dat dovadă de o „deferență extrem de semnificativă” față de congregațiile religioase. Această atitudine reverențioasă a constituit un obstacol în calea schimbării, fiind nevoie de o intervenție independentă, sub forma raportului Kennedy publicat în 1970, pentru a îndepărta un sistem demult învechit.”", "82.  Volumul al V-lea cuprindea, printre alte copii, și cele ale rapoartelor de expertiză. Anumiți petenți au solicitat unui profesor de istorie irlandeză, profesorul Ferriter, să răspundă argumentului conform căruia Statul nu a fost informat la nivel politic despre abuzurile fizice asupra minorilor decât în anii 1970 și despre abuzurile de natură sexuală asupra acestora în anii 1980. Comisia a preluat raportul în numele său și l-a anexat propriului raport. Profesorul Ferriter a plasat evenimentele evocate în fața Comisiei Ryan în contextul lor istoric. Acesta a calificat raportul Carrigan (1931) ca fiind o „etapă marcantă” în ceea ce privește culegerea de informații referitoare la rata de urmărire penală a infracțiunilor sexuale din Irlanda. El a mai prezentat și analizat statisticile privind urmărirea penală, extrase din arhivele jurisdicțiilor penale pentru perioada cuprinsă între anii 1930 și 1960. Astfel, reieșea că poliția fusese destul de activă în urmărirea pedofililor, însă faptul că cele mai multe infracțiuni de natură sexuală nu fuseseră de fapt semnalate sugera că infracțiunile de asemenea natură au constituit o problemă serioasă de-a lungul secolului al XX-lea în Irlanda. Profesorul a subliniat că arhivele instanțelor penale au scos la iveală un „nivel ridicat și constant de infracțiuni sexuale vizând băieții și fetele tinere”. Deși cele mai multe dintre aceste cazuri nu au fost semnalate de media, el a estimat că poliția avea cunoștință, la epoca faptelor, depre existența unor astfel de infracțiuni.", "83.  În cadrul volumului al V-lea se regăsea un raport de cercetare întocmit de domnul Rollison, la cerera Comisiei Ryan însăși și intitulat „Protecția copiilor în internatele din Anglia, 1948 – 1975: istoric și stare de fapt” (Residential Child Care in England, 1948 – 1975: A History And Report”). Autorul prezenta istoricul sistemului internatelor din Anglia în perioada 1948-1975. În capitolul intitulat „Abuz”, domnul Rollison a indicat că, înainte de mijlocul anilor 1980, exista „o sensibilizare redusă a profesioniștilor sau a adulților față de noțiunea sau de posibilitatea unui abuz” și că era „esențial să se evite capcana și excesele posibile” ce ar consta în evaluarea acelei perioade în lumina standardelor actuale.", "84.  Raportul Ryan cuprindea o serie de recomandări. Astfel, se considera ca fiind important, înainte de toate, ca Statul să recunoască faptul că abuzurile comise asupra copiilor au fost posibile datorită carențelor sistemului și ale politicilor existente, ale celor manifestate la nivelul conducerii și administrării, precum și ale personalului de conducere din școlile reformatory și industrial. Raportul făcea o serie de alte recomandări cu privire la elaborarea și supervizarea politicilor și serviciilor publice destinate copiilor, la mecanismul de stabilire a responsabilității, la necesitatea organizării de inspecții adecvate și independente ale tuturor serviciilor adresate copiilor, precum și a implementării integrale a raportului intitulat „Copiii sunt prioritatea: liniile directoare naționale pentru protecția și bunăstarea copiilor” (Children First: The National Guidelines for the Protection and Welfare of Children; paragraful 89 de mai jos).", "5.  Rapoarte ulterioare privind abuzul sexual", "85.  Anchetele și rapoartele pulice ulterioare au criticat modul de reacție al Bisericii Catolice la acuzațiile de abuzuri sexuale comise asupra copiilor de către membri ai clerului.", "86.  Raportul Ferns din anul 2005 a identificat un număr de 100 de plângeri de abuz sexual împotriva copiilor depuse între 1962 și 2002 împotriva a douăzeci și unu de preoți din dioceza din Ferns. Raportul a criticat atitudinea Bisericii, dar a identificat doar un număr mic de plângeri depuse la autoritățile publice înainte de sau în cursul anilor 1970.", "87.  Raportul Murphy din 2009 examina modul în care Biserica și Statul au abordat plângerile de abuz sexual asupra copiilor formulate între 1975 și 2004 împotriva membrilor clerului arhidiocezei din Dublin. Raportul a constatat că abuzurile sexuale comise de către membrii clerului asupra copiilor erau un fapt curent în perioada analizată. Deși nevoia unei legislații pentru protecția copilului a fost recunoscută expres încă de la începutul anilor 1970, întârzierea procesului legislativ până la începutul anilor 1990 a fost calificată drept extraordinară.", "88.  În 1996, episcopii irlandezi au adoptat un document-cadru intitulat „Abuzul sexual împotriva copiilor: principii directoare pentru un răspuns al Bisericii” (Child Sexual Abuse: Framework for a Church Response). Raportul Cloyne din 2011 a analizat atitudinea autorităților Bisericii Catolice față de plângerile adresate lor privind abuzul sexual comis de membrii clerului, imediat după adoptarea documentului de referință, moment în care se putea considera în mod rezonabil că autoritățile respective erau la curent cu întinderea problemei și cu maniera de abordare a acesteia. Raportul era extrem de critic cu privire la atitudinea Bisericii, chiar și în această perioadă ulterioară adoptării documentului în cauză.", "6.  Alte evoluții în domeniul protecției copilului", "89.  În noiembrie 1991, ministerul a emis directive cu privire la procedurile de urmat pentru a răspunde acuzațiilor sau bănuielilor de săvârșire a abuzului împotriva copiilor (circulara nr. 16/91). Directivele au fost reactualizate în 2001 („Protecția copilului – Directive și proceduri” – Child Protection - Guidelines and Procedures) și apoi în 2006 („Directive și proceduri de protecție a copilului în unitățile de învățământ primar” – Child Protection Guidelines and Procedures for Primary Schools). În 1999, Statul a adoptat primul document complet de referință pentru protecția copilului, intitulat „Copiii sunt prioritatea: linii directore naționale pentru protecția și bunăstarea copiilor” (Children First: National Guidelines for the Protection and Welfare of Children). Aceste directive trebuiau să faciliteze identificarea și semnalarea cazurilor de abuz împotriva copiilor, precum și să îmbunătățească practicile profesionale ale organizațiilor care ofereau servicii orientate către copii și familii. Ele au făcut obiectul unor reactualizări, cea mai recentă fiind în 2011. Guvernul a publicat în 2012 proiectul de lege „Copiii sunt prioritatea” în scopul de a asigura implementarea efectivă a acestor directive.", "90.  Instituția Mediatorului pentru Copii (The Ombudsman for Children) a fost creată în 2002 pentru a promova sensibilizarea publicului cu privire la drepturile copilului. Au fost introduse noi infracțiuni specifice, cum ar fi infracțiunea de punere în pericol a unui copil prin neglijență (articolul 176 din Legea privind justiția penală din 2006). Au mai fost stabilite și diverse regimuri de indemnizare pentru a acorda reparații în principal victimelor abuzurilor din școlile reformatory și industrial. Referendumul organizat în 2012 cu privire la „drepturile copilului” a condus la adoptarea celui de-al treizeci și unulea amendament al Constituției, care a presupus inserarea în cuprinsul articolului 42 a dispozițiilor vizând drepturile și protecția copiilor. Datorită existenței unor litigii pendinte, această modificare a Constituției nu a intrat încă în vigoare.", "III.  DREPTUL ȘI PRACTICA INTERNAȚIONALE PERTINENTE", "A.  Consiliul Europei", "91.  Adunarea Parlamentară a Consiliului Europei („APCE”) a făcut primele recomandări privind protecția copilului în 1969, odată cu publicarea Recomandării 561 intitulată „Protecția minorilor împotriva relelor tratamente”. Deși textul privea în principiu violența la domiciliu asupra copiilor, APCE invita Statele să „ia toate măsurile necesare pentru a se asigura că ministerele și serviciile competente sunt conștiente de gravitatea și întinderea problemei copiilor supuși agresiunilor fizice sau psihice” și, mai mult, să „solicite serviciilor responsabile cu îngrijrea copiilor maltratați să își coordoneze cât de mult posibil acțiunile întreprinse cu munca depusă de organizațiile private”. Recomandarea nr. R (79) 17 a Comitetului de Miniștri cu privire la protecția copiilor împotriva relelor tratamente o completează pe cea elaborată de APCE: aceasta solicita guvernelor să ia toate măsurile necesare pentru a garanta protecția copiilor supuși relelor tratamente, „acolo unde abuzul a fost cauzat de acte sau omisiuni ale persoanelor în a căror grijă se afă copilul sau sub a căror autoritate a fost plasat copilul, cu titlu definitiv sau temporar”.", "92.  Carta socială europeană din 1961 prevede în articolul 7 că persoanele tinere și copiii au dreptul la protecție specială împotriva pericolelor fizice și psihice la care sunt expuși.", "B.  Națiunile Unite", "93.  Declarația de la Geneva cu privire la drepturile copilului, adoptată de Liga Națiunilor în 1924, a subliniat, în cadrul preambulului la cele cinci principii de protecție, că omenirea datorează copilului „ceea ce are mai bun de oferit”. Prin votul unanim din 1959, Adunarea Generală a Națiunilor Unite a adoptat „Declarația privind drepturile copilului”, care a extins declarația din 1924. Prefața Declarației din 1959 conține principiul general conform căruia un copil, datorită lipsei sale de maturitate fizică și intelectuală, are nevoie de garanții și ocrotire speciale. Cel de-al doilea principiu stipulează că un copil trebuie să se bucure de o protecție specială și trebuie să i se ofere posibilitățile și facilitățile necesare pentru a fi în măsură să se dezvolte în mod sănătos și normal din punct de vedere fizic, intelectual, moral, spiritual și social, în condiții de libertate și demnitate, interesul superior al copilului trebuind să fie mereu criteriul dominant. Cel de-al optulea principiu dispune ca un copil să fie, în orice situație, printre primii care să se bucure de protecție și ajutor. Conform principiului al nouălea, copilul trebuie protejat împotriva oricărei forme de neglijență, cruzime și exploatare.", "94.  Declarația Universală a Drepturilor Omului din 1948 („DUDO”) cuprinde două articole care se referă expres la copii – articolul 25 privitor la ocrotirea și asistența specială și articolul 26 privind dreptul la educație elementară gratuită –, precum și ansamblul drepturilor omului care se aplică tuturor ființelor umane, îndeosebi dreptul de a nu fi supus la tratamente aspre, inumane sau degradante.", "95.  Articolul 24 din Pactul internațional cu privire la drepturile civile și politice („PIDCP”) prevede că „orice copil trebuie să aibă, fără niciun fel de discriminare [...] dreptul la acele măsuri de protecție impuse de statutul său de minor , din partea familiei sale, a societății și a Statului”. Articolul 2 din Pactul internațional privind drepturile economice, sociale și culturale („PIDESC”) impune Statelor să acționeze, inclusiv prin adoptarea de măsuri legislative, pentru a asigura progresiv exercițiul deplin al drepturilor garantate de Pact. Articolul 10 din PIDESC stipulează necesitatea luării de măsuri speciale de protecție și asistență în numele tinerilor. Articolul 12 privește dreptul fiecărei persoane de a „se bucura de cel mai înalt standard de sănătate fizică și psihică”, cuprinzând o dispoziție specială în conformitate cu care Statele semnatare sunt obligate să ia măsuri pentru a asigura dezvoltarea sănătoasă a copiilor. Ambele Pacte au fost deschise spre semnare în 1966 și au fost ratificate de Irlanda în 1973 și respectiv în 1989.", "96.  Preambulul Convenției internaționale privind drepturile copilului din 1989 face referire la diverse dispoziții cu privire la protecția copilului cuprinse în Declarațiile din 1924 și 1959, în DUDO și PIDCP. Articolul 19 prevede că Statul trebuie să protejeze copilul față de orice fel de rele tratamente aplicate de părinți sau de alte persoane sub a căror ocrotire se află acesta și să elaboreze programe sociale adecvate pentru a preveni abuzurile și pentru a trata victimele.", "ÎN DREPT", "97.  Reclamanta a susținut că Statul nu a protejat-o de abuzul sexual la care a fost supusă de către un profesor la Școala Națională unde era înscrisă și că nu a avut la dispoziție un remediu efectiv împotriva Statului în acest sens. Ea a invocat articolul 3 (luat separat și coroborat cu articolul 13), precum și articolul 8 și articolul 2 din Protocolul nr. 1, luate separat și coroborate cu articolul 14 din Convenție. ", "[...]", "II.  PRETINSA ÎNCĂLCARE A ARTICOLULUI 3 DIN CONVENȚIE SUB ASPECT MATERIAL", "122.  Articolul 3 stipulează în felul următor:", "„Nimeni nu poate fi supus torturii, nici pedepselor sau tratamentelor inumane ori degradante.”", "A.  Susținerile părților", "1.  Reclamanta", "123.  Reclamanta s-a plâns în mod esențial că Statul, cu încălcarea obligației pozitive ce îi incumbă în virtutea articolului 3, nu a creat un cadru juridic adecvat care ar fi permis protejarea copiilor față de abuzurile sexuale, risc cu care Statul era la curent sau ar fi trebuit să fie, și care ar fi compensat astfel neparticiparea sa la administrarea sistemului Școlilor Naționale. Ea a indicat că nu existau, pentru actorii în cauză, obligații juridice sau instrucțiuni clare ori adecvate care să garanteze că aceștia supravegheau tratamentul aplicat copiilor și tratau orice plângere privind relele tratamente, îndeosebi abuzurile, cu eficiența necesară. Articolele 3 și 8, precum și articolul 2 din Protocolul nr. 1, interpretate prin coroborare, plasau în sarcina Statului obligația de a organiza sistemul său educațional astfel încât să se asigure că și-a îndeplinit obligația de protejare a copiilor, aceasta din urmă fiind facilitată, dar nu și impusă de articolul 42 din Constituție.", "124.  Educația era o obligație națională (McEneaney și Crowley, citate mai sus), așa cum era cazul în orice democrație avansată. Articolul 42 din Constituție era permisiv, în sensul că Statul ar fi putut și ar fi trebuit să opteze pentru a asigura el însuși educația. Chiar dacă Statul a transmis obligația respectivă în sarcina unor entități non-statale, modelul Școlilor Naționale ar fi putut și ar fi trebuit să fie guvernat de un număr mai mare de reglementări vizând protecția copilului. Reclamanta a pretins că, oricum ar sta lucrurile, un Stat nu s-ar putea sustrage de la obligațiile de protecție ce îi revin în temeiul Constituției prin delegarea responsabilităților privind învățământul primar către o entitate privată (Costello-Roberts împotriva Regatului Unit al Marii Britanii și Irlandei de Nord). În sfârșit, ea a susținut că Statul nu se putea disculpa pretinzând că aceasta ar fi avut și alte opțiuni educaționale, ceea ce, în opinia sa, era în orice caz inexact.", "125.  Reclamanta a invocat anumite documente, în special rapoartele Carrigan și Ryan, pentru a-și dovedi susținerea conform căreia Statul fie era, fie ar fi trebuit să fie la curent cu riscul de abuz al copiilor din Școlile Naționale. Ea a subliniat că raportul Ryan a fost publicat după nouă ani de anchetă și după ce Curtea Supremă a pronunțat hotărârea în acțiunea sa civilă. A mai susținut că Statul avea sau ar fi trebuit să aibă cunoștință despre faptul că măsurile de protecție adecvate, îndeosebi mecanismele de control și semnalare, nu erau puse în practică pentru a preveni astfel de abuzuri. Pe scurt, ea a estimat că abuzurile comise împotriva elevilor din Școlile Naționale au fost facilitate de sistemul de învățământ primar bazat pe Școli Naționale, conjugat cu absența măsurilor efective de protecție ce ar fi permis prevenirea și detectarea abuzurilor sexuale.", "126.  În opinia reclamantei, măsurile evocate de Guvern erau inadecvate și confirmau tocmai absența controlului din partea Statului. Regulamentul din 1965 și circularele nu erau nici legi, nici texte de aplicare a legilor, nu aveau o bază legală clară, erau atât de numeroase și suprapuse încât cu dificultate se putea determina în ce măsură mai erau în vigoare și nici nu erau ușor accesibile publicului. În orice caz, regulamentul și circularele amintite nu erau eficiente: ele nu conțineau nicio referire la abuzul sexual, nicio procedură de depunere a unei plângeri în acest sens și nicio cerință obligatorie de a monitoriza, ancheta și semnala abuzurile unei autorități publice. Reclamanta a indicat că managerul rămânea persoana de referință pentru părinți. În opinia sa, era indiferent dacă Statul ar fi luat sau nu măsuri în urma unei plângeri ce i-ar fi fost adresată, întrucât absența unei proceduri efective de depistare și de semnalare făcea ca plângerile să nu fie transmise Statului.", "127.  Reclamanta a mai considerat că sistemul de inspecție ar fi putut proteja copiii în fața abuzurilor, dar în speță nu fusese cazul. Sistemul avea menirea de a asigura calitatea învățământului și nu a de a controla conduita profesorilor ori de a primi plângeri de abuz. Prin urmare, părinții înșiși se simțeau obligați să adreseze plângerile managerului așa cum, într-adevăr, și directiva din 6 mai 1970 îi încuraja să procedeze. Reclamanta a indicat că între inspectori și părinți nu exista nicio legătură, nici în teorie, nici în practică, și niciuna dintre liniile directoare și circulare nu se referea la vreun astfel de contact. În opinia reclamantei, carențele sistemului de inspecție al Statului reieșeau, printre altele, din raportul Ryan, dintr-o comparație cu numeroasele directive adoptate de atunci încoace în materia protecției copilului și din faptele prezentei spețe. Ea a menționat, cu privire la acest ultim aspect, că ar fi existat 400 de acuzații de abuzuri comise în Școala Națională Dunderrow de către LH, niciunul din aceste cazuri fiind semnalat unui inspector.", "128.  Într-o manieră mai generală, reclamanta a subliniat contrastul frapant între, pe de o parte, pledoaria Statului în cadrul acțiunii sale interne – în care a pretins că nu a avut niciun fel de control, cunoștință sau rol în administrarea școlilor sau în ceea ce privește conduita sau înclinațiile profesorilor și în care a plasat întreaga responsabilitate pe umerii patronilor sau a managerilor – și, pe de altă parte, poziția adoptată în fața Curții – conform căreia ar fi existat un cadru juridic clar de protecție din partea Statului.", "129.  În sfârșit, reclamanta a invocat criteriul cauzalității, ce fusese enunțat în afacerea E. și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, §§ 98-100). Ea a susținut că, dacă ar fi existat un mecanism eficient de semnalare, plângerea din 1971 ar fi fost transmisă mai departe și posibilitatea ca abuzul din 1973 să nu se fi întâmplat ar fost mai mult decât o „șansă reală”.", "2.  Guvernul", "130.  Guvernul a subscris la descrierea făcută de Curtea Supremă a evoluției și structurii sistemului irlandez de învățământ primar, precizând că acesta existase la momentul creării statului irlandez în 1922 și fusese consacrat prin articolul 42 din Constituția irlandeză, aprobată de poporul irlandez prin referendumul din 1937. Prin urmare, Școala Națională Dunderrow era deținută, gestionată și administrată de Biserica Catolică și reprezentanții săi. LH nu era angajat de Stat, ci de manager care, la rândul său, conducea școala în numele patronului. În opinia Guvernului, nu era vorba despre o distincție tehnică și birocratică, ci de o adevărată „cesiune” a proprietății și administrării școlilor către confesiunile religioase. Situația respectivă convenea atât confesiunilor dominante, cât și celor minoritare, reflecta voința poporului irlandez și, conform Guvernului, nu era de competența Curții să reoganizeze relațiile care stau la baza unei porțiuni semnificative a sistemului irlandez de școli primare. Ideea că, într-o democrație avansată, învățământul primar era o întreprindere națională condusă în întregime de Stat, rezulta dintr-o viziune ideologică particulară ce nu era în mod necesar împărtășită de toate Statele Membre și în niciun caz de Irlanda. S-a mai subliniat faptul că nicio prevedere legislativă nu obliga un copil să urmeze cursurile unei Școli Naționale, întrucât legea oferea și alte opțiuni educaționale.", "131.  În ceea ce privește plângerea pe fond legată de neîndeplinirea obligației de protecție decurgând din articolul 3, Guvernul a susținut că Statul nu putea fi ținut răspunzător. El a făcut distincția față de cauza Van der Mussele împotriva Belgiei (23 noiembrie 1983, Seria A nr. 70), întrucât în prezenta speță nu era vorba de o „delegare” a obligațiilor de vreme ce articolul 2 din Protocolul nr. 1 impunea Statelor numai de a se asigura că niciunei persoane nu i se refuza accesul la educație. De asemenea, cauza Costello Roberts se diferenția și prin faptul că aceasta privea pedepsele corporale ce erau parte integrantă a sistemului disciplinar și țineau, prin urmare, de domeniul educației, în timp ce conduita lui LH în speță constituia „negarea însăși” a rolului unui profesor. De aceea, responsabilitatea Statului pentru infracțiuni fără nicio legătură cu obligația de garantare a unui drept consacrat de Convenție se limita la o obligație concretă de protecție (Osman împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, 28 octombrie 1998, Rapoarte 1998VIII); or, nu reieșea de nicăieri că Statul ar fi fost sau ar fi trebuit să fie la curent, în mod rezonabil, în anul 1973, cu riscul real al abuzării unui elev de către un profesor sau al abuzării reclamantei de către LH.", "132.  Cu privire la ceea ce Statul cunoștea cu adevărat, Guvernul a observat că nici documentele dezvăluite în cursul cercetării judecătorești, nici depoziția inspectorului de la Școala Națională Dunderrow în fața Înaltei Curți nu dovedeau faptul că autorităților publice li se comunicase vreo plângere legată de comportamentul lui LH.", "133.  Guvernul a considerat că nu se putea afirma nici că Statul ar fi trebuit să fie conștient de existența unui risc de abuz sexual al copiilor de către profesorii din Școlile Naționale în anii 1970. În opinia sa, fundamental era faptul de a determina nivelul de cunoaștere pe care Statul îl avea în mod obiectiv la epoca faptelor, fără avantajul reculului: or, în 1973, percepția riscului de abuz împotriva copiilor era cvasi-inexistentă și nu se puteau aplica în mod retrospectiv în contextul începutului anilor 1970 standarde bazate pe cunoștințele și exigențele superioare de astăzi. Chestiunea esențială era de a ști care trebuia să fi fost gradul de percepție a riscului de abuz sexual asupra copiilor de către profesorii din școlile primare irlandeze la debutul anilor 1970, răspunsul fiind, în opinia Guvernului, că gradul de percepție era nul. Tot el a subliniat trimiterea făcută de judecătorul Hardiman la mentalitatea diferită care exista la nivelul anilor 1970, ceea ce explica de ce niciun părinte nu a adresat o plângere directă autorităților publice la vremea respectivă. Guvernul a mai invocat și lucrarea de cercetare intitulată „Protecția copiilor în internatele din Anglia, 1948 – 1975: istoric și stare de fapt” (Residential Child Care in England, 1948 – 1975: A History And Report”), anexată raportului Ryan. El a susținut că reclamanta însăși nu a adus niciun element de probă în fața instanțelor naționale cu privire la gradul de percepție a riscului în anii 1970 și chiar propriul său expert (profesorul Ferguson) a apreciat că nu existau dovezi în sensul necesității unor strategii preventive la debutul anilor 1970. Nici raportul Carrigan nu îi era de ajutor reclamantei: deși conținea câteva informații referitoare la creșterea numărului de infracțiuni sexuale și indica faptul că poliția era activă în urmărirea penală a unor astfel de infracțiuni comise asupra fetelor tinere, nu se sugera nicăieri că o fată risca să fie agresată în incinta școlii de un profesor. Deși recunoștea că ministerul nu a tratat corespunzător plângerea împotriva domnului Brander, Guvernul considera că nu se putea prezuma, pe baza acestui incident, că Statul avea cunoștință în anii 1970 de un risc general de abuz sexual al copiilor în școli. Imediat ce Statul a fost la curent cu și a înțeles problemele în cauză, directivele corespunzătoare au fost introduse.", "134.  În tot cazul, dreptul intern cuprindea mecanisme de protecție eficiente, pe măsura oricărui risc ce putea fi perceput la momentul respectiv. Faptele lui LH constituiau infracțiuni în dreptul penal și în realitate, imediat ce plângerile au fost adresate poliției la mijlocul anilor 1990, a fost deschisă o anchetă penală exhaustivă, în urma căreia LH a fost condamnat și încarcerat. Dreptul civil al răspunderii pentru fapta altuia prevedea temeiurile pentru o acțiune civilă împotriva lui LH și a autorităților religioase.", "135.  Guvernul a apreciat că și regulamentul din 1965 oferea un nivel de protecție. Textul cuprindea norme juridice care puteau fi opozabile oricărui profesor și manager, indicând totodată cu claritate modalitatea de formulare și de instrumentare a unei plângeri. Guvernul a invocat în special articolele 121 și 130, care prevedeau reguli pentru conduita profesorilor, precum și articolul 108 și Directiva din 6 mai 1970 cu privire la mecanismele de abordare a profesorilor care aveau o conduită inadecvată. Mai mult, rolul inspectorilor era, printre altele, de a raporta ministrului asupra calității sistemului și îndeosebi asupra respectării dispozițiilor din regulamentul din 1965 și de a asigura un „nivel adecvat de educație” în toate unitățile de învățământ primar. În plus, fiecare administrator, profesor și părinte avea un rol de jucat în protejarea copiilor și fiecare ar fi putut face, deși acest lucru nu s-a întâmplat în speță, o plângere direct către un inspector, ministru, minister sau poliție. Orice asfel de plângere ar fi condus la anchete și investigații potrivite și, dacă ar fi fost cazul, la o sancțiune de genul retragerii de către ministru a licenței de a preda a unui profesor. Problema reală rezida în faptul că nu s-a făcut recurs la procedurile existente: plângerea inițială împotriva lui LH fusese adresată managerului și nu unei autorități statale.", "136.  Rezumând, Guvernul a susținut că la vremea respectivă existau garanții pe măsura oricărui risc de care Statul ar fi trebuit să aibă cunoștință, că nivelul acestei cunoașteri trebuia judecat prin prisma punctului de vedere din anii 1970 și fără beneficiul reculului și, mai important, fără a impune cunoștințele și exigențele actuale unui context vechi de 40 de ani.", "    B.  Observațiile terților intervenienți", "1.  Comisia irlandeză a drepturilor omului (The Irish Human Rights Commission – “IHRC”)", "137.  IHRC a fost instituită printr-o lege din anul 2000 pentru a promova și proteja drepturile omului ale fiecărei persoane în Irlanda, având originea în „Acordul din Vinerea Sfântă” (Good Friday Agreement) din 1998. Comisia a participat deja ca terț intervenient în cadrul procedurilor din fața Curții.", "138.  IHRC a subliniat, printre altele, obligațiile pozitive de prevenire a unui tratament contrar cerințelor articolului 3, printre care și o datorie mai generală de a structura sistemul de educație primară în așa fel încât să protejeze copiii, obligații de la care Statul nu se putea sustrage prin delegarea unei funcții de serviciu public către o entitate privată. În acest context, IHRC a apreciat că se punea o problemă serioasă cu privire la faptul de a ști dacă Statul a păstrat un nivel suficient de control asupra Școlilor Naționale finanțate din bugetul de stat pentru a garanta respectarea drepturilor prevăzute de Convenție. Statutul regulamentului din 1965 era incert. Astfel, regulamentul era neclar cu privire la rolul unui inspector în legătură cu conduita unui profesor și, în timp ce regulamentul se referea la „conduita improprie” a profesorilor, noțiunea nu era definită și nu era prevăzută nicio procedură pentru a răspunde unor astfel de probleme. De vreme ce școlile private cu plată și învățământul la domiciliu nu erau opțiuni accesibile majorității părinților irlandezi, faptul de a face învățământul primar obligatoriu a determinat părinții să-și înscrie copiii în Școli Naționale, în caz contrar aceștia expunându-se la urmărire penală, aplicarea de amenzi sau trimiterea copiilor într-un centru de plasament. În concluzie, IHRC a estimat că managerii dintr-o Școală Națională, în care era înscrisă în mod inevitabil majoritatea copiilor irlandezi, aveau puține instrucțiuni despre cum să trateze acuzațiile sau suspiciunile de abuz, că școlile nu aveau nicio obligație de a raporta astfel de acuzații ministerului sau poliției, că serviciile sociale aveau competențe limitate în tratarea unor astfel de acuzații ori suspiciuni și, în sfârșit, că părinții și copiii aveau dificultăți în formularea unor astfel de plângeri.", "2.  Centrul European pentru Drept și Justiție (European Centre for Law and Justice – “ECLJ”)", "139.  ECLJ s-a descris drept o organizație non-guvernamentală dedicată în principal apărării libertății religioase. Aceasta a participat anterior ca terț intervenient în proceduri din fața Curții. ECLJ s-a concentrat pe chestiunea de a ști dacă Statul putea fi considerat răspunzător pentru abuzarea reclamantei de către LH.", "140.  ECLJ a subliniat că, încă de la crearea sistemului educațional, rolul Statului era limitat la finanțare și la controlul calității programei și a învățământului. Acest sistem nu crea raporturi ierarhice între Stat și școli/profesori, la fel cum nu crea nicio bază legală pentru o obligație ce ar incumba acestora din urmă de a-l informa constant pe primul. În mod similar, nici articolul 2 din Protocolul nr. 1 nu impunea Statului gestionarea directă a școlilor până la a se ocupa de toate chestiunile disciplinare.", "141.  În ceea ce privește chestiunea de a ști dacă, cu toate acestea, Statul și-a îndeplinit obligația sa pozitivă de a preveni orice tratament contrar cerințelor articolului 3, ECLJ a apreciat că, la începutul anilor 1970, Statul nu era obligat să adopte alte măsuri pe lângă cea constând în punerea la dispoziție a procedurilor penale și civile.", "142.  De vreme ce Statului nu îi incumba, în virturea dreptului intern sau a Convenției, nicio obligație de a-și asuma gestiunea cotidiană a sistemului de învățământ primar, acesta nu putea fi ținut responsabil pentru actele unui profesor de școală primară. A sugera că Statul era responsabil pentru că nu ar fi prevenit actele comise de un profesor însemna impunerea în sarcina sa a unei răspunderi obiective. Caracterul privat și confesional al administrării școlilor nu a fost niciodată un obstacol pentru prevenirea sau descurajarea faptelor de abuz și nu a exclus niciodată aplicarea legii.", "C.  Aprecierea Curții", "143.  Faptele relevante în prezenta cauză au avut loc în 1973. Curtea trebuie, așa cum a subliniat și Guvernul, să examineze eventuala responsabilitate a Statului în legătură cu acestea din punctul de vedere al circumstanțelor și normelor anului 1973 și în special făcând abstracție de informațiile existente în societatea actuală cu privire la riscul de abuz sexual la care sunt expuși minorii într-un context educativ, cunoștințe ce au rezultat din controversele recente asupra subiectului, inclusiv în Irlanda (paragrafele 73-88 de mai sus).", "1.  Obligația pozitivă a Statului aplicabilă în speță", "144.  Curtea reiterează faptul că articolul 3 consacră una dintre valorile fundamentale dintr-o societate democratică. Acesta interzice în termeni absoluți tortura și tratamentele sau pedepsele inumane ori degradante. Obligația ce incumbă Înaltelor Părți Contractante în temeiul articolului 1 din Convenție de a garanta fiecărei persoane aflate sub jurisdicția lor drepturile și libertățile consacrate de Convenție, coroborată cu articolul 3, impune Statelor să adopte măsuri care să garanteze că persoanele respective nu sunt supuse torturii sau tratamentelor inumane ori degradante, inclusiv dacă astfel de tratamente sunt aplicate de persoane private. Această obligație pozitivă de protecție trebuie interpretată în așa fel încât să nu impună autorităților o sarcină excesivă, dată fiind în special imprevizibilitatea conduitei umane și a alegerilor operaționale ce trebuie făcute în materie de priorități și resurse. În consecință, nu orice risc de rele tratamente poate obliga autoritățile ca, în sensul Convenției, să adopte măsuri de prevenire a materializării riscului. În orice caz, măsurile necesare trebuie să permită cel puțin protecția efectivă în special a copiilor și a altor persoane vulnerabile și să includă pași rezonabili pentru a preveni relele tratamente de care autoritățile aveau sau ar fi trebuit să aibă cunoștință (X și Y împotriva Olandei, hotărârea din 26 martie 1985, Seria A nr. 91, §§ 21–27; A. împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, 23 septembrie 1998, Rapoarte 1998VI, § 22; Z și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, §§ 74-75, ECHR 2001V; D.P. și J.C. împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, nr. 38719/97, § 109, 10 octombrie 2002 și M.C. împotriva Bulgariei, nr. 39272/98, § 149, ECHR 2003XII).", "145.  Mai mult, contextul învățământului primar din prezenta cauză determină într-o mare măsură natura și importanța acestei obligații. Jurisprudența Curții este clară în ceea ce privește faptul că obligația pozitivă capătă o relevanță sporită în contextul unui serviciu public important de genul învățământului primar, autoritățile școlare fiind obligate să protejeze sănătatea și bunăstarea elevilor și îndeosebi a copiilor tineri, care sunt în special vulnerabili și se află sub controlul exclusiv al acestor autorități (Grzelak împotriva Poloniei, nr. 7710/02, § 87, 15 iunie 2010 și Ilbeyi Kemaloğlu și Meriye Kemaloğlu împotriva Turciei, nr. 19986/06, § 35, 10 aprilie 2012).", "146.  În concluzie, ținând cont de natura fundamentală a drepturilor garantate de articolul 3 și de natura deosebit de vulnerabilă a copiilor, reiese că guvernul are o obligație inerentă de a garanta protecția acestora față de relele tratamente, în special în contextul educației primare, prin adoptarea, acolo unde este cazul, de măsuri și garanții speciale.", "147.  Mai mult, aceasta este o obligație care se impunea deja în anul 1973, data relevantă pentru evenimentele din prezenta speță.", "Seria de instrumente internaționale adoptate anterior acestei perioade, rezumate în paragrafele 91-95 de mai sus, au scos în evidență necesitatea ca Statele să ia măsuri speciale pentru protecția copiilor. Curtea ia notă în special de PIDCP și PIDESC, ambele deschise pentru semnare în 1966 și semnate de Irlanda în 1973, deși ratificatede aceasta abia în 1989 (paragraful 95 de mai sus).", "În plus, jurisprudența Curții a confirmat încă de la a cincea sa hotărâre pronunțată că Convenția poate impune obligații pozitive Statelor, ceea ce a și făcut în contextul articolului 2 din Protocolul nr. 1 privind dreptul la educație (Cauza „referitoare la anumite aspecte ale legilor privind folosirea limbilor în cadrul educației în Belgia” (fond), 23 iulie 1968, § 3, Seria A nr. 6). Formularea utilizată în cauza Marckx (Marckx împotriva Belgiei, 13 iunie 1979, § 31, Seria A nr. 31) pentru a descrie obligațiile pozitive ce decurg din articolul 8 în vederea garantării integrării unui copil într-o familie a fost reluată în mod frecvent (mai ales în cauza Airey împotriva Irlandei, 9 octombrie 1979, § 25, Seria A nr. 32). De altfel, fapt în special pertinent în prezenta cauză, cauza fondatoare X și Y împotriva Olandei, citată mai sus, a statuat că absența legislației care să incrimineze avansurile sexuale făcute unei adolescente cu handicap mintal semnifica neîndeplinirea de către Stat a obligației pozitive de protejare a drepturilor victimei, consacrate de articolul 8. Pentru a ajunge la această concluzie, Curtea a respins susținerile Guvernului conform cărora faptele aveau un caracter „excepțional” și lacuna legislativă fusese imprevizibilă. Statul pârât ar fi trebuit să fie conștient de riscul de abuz sexual al adolescenților cu handicap mintal într-o instituție privată de îngrijire pentru copii și să legifereze pentru a contracara o astfel de posibilitate. Cazurile respective priveau fapte anterioare sau contemporane celor din prezenta cerere.", "Desigur, este adevărat că, de la acele cauze timpurii, Curtea a precizat întinderea și natura obligațiilor pozitive ale Statelor. Totuși, pentru Curte nu era vorba decât de o simplă clarificare a jurisprudenței, care rămâne aplicabilă și faptelor anterioare, fără a ridica probleme de retroactivitate (Varnava și alții împotriva Turciei [MC], nr. 16064/90, 16065/90, 16066/90, 16068/90, 16069/90, 16070/90, 16071/90, 16072/90 și 16073/90, § 140, ECHR 2009).", "148.  În ceea ce privește conținutul obligației pozitive de protecție, Curtea amintește că măsurile efective de prevenire a faptelor grave, cum sunt cele din prezenta speță, pot fi implementate numai prin existența unor dispoziții de drept penal efective, întărită de un sistem adecvat de aplicare a legii (X și Y împotriva Olandei, citată mai sus, § 27; precum și, de exemplu, Beganović împotriva Croației, nr. 46423/06, § 71, 25 iunie 2009; Mahmut Kaya împotriva Turciei, nr. 22535/93, § 115, ECHR 2000III și M.C. împotriva Bulgariei, citată mai sus, § 150). Este important de adăugat că natura abuzului sexual al copiilor, mai ales când autorul abuzului se află într-o poziție de autoritate asupra copilului, face ca existența unor mecanisme utile de depistare și semnalare să fie fundamentală pentru implementarea efectivă a legilor penale relevante (Juppala împotriva Finlandei, nr. 18620/03, § 42, 2 decembrie 2008). Curtea ține să precizeze, în asentimentul Guvernului, că nu reiese de nicăieri din elementele de probă prezentate în fața Curții o neîndeplinire operațională a obligației de protecție a reclamantei (Osman împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, paragrafele §§ 115-116). Până la momentul aducerii la cunoștința autorităților publice a plângerilor împotria lui LH, în 1995, Statul nu era la curent și nici nu ar fi trebuit să fie la curent cu faptul că un anumit profesor, LH, reprezenta un risc pentru un anumit elev, reclamanta.", "149.  Curtea mai amintește că nu este necesar să demonstreze că, în lipsa omisiunii Statului, aplicarea relelor tratamente nu ar fi avut loc. Neadoptarea măsurilor existente și rezonabile, care ar fi avut o șansă reală de a modifica cursul evenimentelor sau de a diminua prejudiciul cauzat era suficientă pentru angajarea răspunderii Statului (E. și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, § 99).", "150.  În realitate, așa cum a subliniat și reclamanta, un Stat nu se poate sustrage de la obligațiile ce îi revin față de minorii din școlile primare prin delegarea acelor responsabilități către organisme private sau persoane particulare (Costello-Roberts împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, § 27. A se vedea și, mutatis mutandis, Storck împotriva Germaniei, nr. 61603/00, § 103, ECHR 2005V). Totuși, aceasta nu înseamnă că prezenta cauză pune în discuție, așa cum a susținut Guvernul, menținerea modelului de educație primară bazat pe gestiunea nepublică și opțiunile ideologice de la baza acestuia. Problema pe care o pune prezenta cauză este mai degrabă dacă sistemul astfel conservat conținea mecanisme suficiente pentru protecția copiilor.", "151.  În sfîrșit, Guvernul părea să sugereze că Statul era degrevat de obligațiile sale decurgând din Convenție de vreme ce reclamanta a ales să urmeze cursurile Școlii Naționale Dunderrow. Totuși, Curtea apreciază că reclamanta nu avea „nicio alternativă realistă și acceptabilă”, alta decât urmarea cursurilor Școlii Naționale din localitatea sa, alături de marea majoritate a copiilor cu vârsta de școală (Campbell și Cosans împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, 25 februarie 1982, § 8, Seria A nr. 48). Educația primară era obligatorie (articolele 4 și 17 din Legea privind școlarizarea din 1926), părinții care dispuneau de resursele necesare pentru a utiliza celelalte două opțiuni de școlarizare (învățământul la domiciliu sau frecventarea rarelor școli primare cu plată, cu eventualele drumuri pe care le presupuneau) erau puțini, în timp ce Școlile Naționale erau gratuite și rețeaua lor era suficient de extinsă. În parohia de care aparținea reclamanta existau patru Școli Naționale, Curții nefiindu-i furnizată nicio informație cu privire la distanța până la cea mai apropiată școală cu plată. În orice caz, Statul nu poate fi exonerat de obligația sa pozitivă de protecție pentru simplu motiv că un copil a ales una dintre opțiunile de educație autorizate de Stat, fie că este vorba despre o Școală Națională, o școală cu plată sau chiar învățământ la domiciliu (Costello-Roberts, citată mai sus, § 27).", "152.  În concluzie, problema pe care o ridică prezenta cauză este aceea de a ști dacă cadrul legislativ adoptat de Stat, și în special mecanismele sale de detectare și semnalare, garanta o protecție suficientă pentru copiii ce urmau cursurile unei Școli Naționale împotrvia riscului de abuz sexual, risc despre care se putea pretinde că autoritățile aveau, sau trebuiau să fi avut cunoștință în 1973.", "2.  A fost îndeplinită obligația pozitivă a Statului?", "153.  Abuzul sexual comis de LH asupra reclamantei în 1973 nu a fost contestat. LH a pledat vinovat pentru mai multe capete de acuzare de abuz sexual comis asupra elevilor din aceeași Școală Națională. Acesta nu a formulat întâmpinare în cadrul acțiunii civile declanșate de reclamantă și Curtea Supremă a decis că el a supus-o pe reclamantă la abuzuri. Curtea mai apreciază, fapt de altfel necontestat, că relele tratamente în cauză intră în domeniul de aplicare al articolului 3 al Convenției. Mai exact, când reclamanta avea nouă ani de zile, a fost supusă timp de aproximativ șase luni la circa 20 de reprize de agresiune sexuală de către LH care, în calitate de profesor al reclamantei și director al școlii, se afla într-o poziție de autoritate și control asupra ei (a se vedea, de exemplu, E. și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, § 89).", "154.  De asemenea, părțile nu au contestat nici structura sistemului irlandez de învățământ primar, deși părerile lor au fost divergente în ceea ce privește răspunderea ce incumbă Statului în virtutea dreptului intern și a Convenției.", "155.  Rolurile specifice ale comunităților religioase și ale Statului în sistemul irlandez de învățământ primar au suferit puține modificări de la începutul secolului al XIX-lea și până astăzi. Statul asigura educația (elabora programa de învățământ, elibera licențele de a preda profesorilor și finanța școlile), însă marea parte a învățământului primar era acordată efectiv de Școlile Naționale. Acestea era deținute (patroni) și conduse (manageri) de organe religioase. Așa cum a subliniat și judecătorul Hardiman, conducerea Școlilor Naționale de către instituții religioase nu era doar o autorizație conferită de Stat de a lua parte la organizarea învățământului primar, ci o „cedare” a conducerii acestor școli către instituțiile religioase și interesele pe care le reprezentau, aceste instituții fiind interpuse între Stat și copil. Prin urmare, ministrul educației nu avea niciun fel de gestiune sau control directe și cotidiene asupra Școlilor Naționale (paragrafele 35 și 40 de mai sus). Conform celor punctate de judecătorii Hardiman și Fennelly în cursul procedurii din fața Curții Supreme, instituțiile religioase își exprimaseră dorința vie de a menține modelul de învățământ primar bazat pe Școli Naționale și controlul deținut asupra acelui sistem. De vreme ce scopul acestor instituții era ca etica lor să se reflecte în școli, sistemul Școlilor Naționale a devenit unul predominant confesional: în consecință, o Școală Națională condusă de Biserica Catolică avea în general un manager catolic (de obicei preotul parohiei locale), profesori și elevi catolici (a se vedea observațiile judecătorilor Hardiman și Fennelly în paragrafele 31-32 și 43 de mai sus).", "156.  Acest model de Școli Naționale s-a perpetuat și după independența din 1922 și a fost consacrat de articolul 42(4) din Constituția adoptată în 1937. La începutul anilor 1970, Școlile Naționale reprezentau 94% din totalul unităților de învățământ primar. Aproximativ 91% dintre ele erau deținute și gestionate de Biserica Catolică, deși procentajul copiilor cu vârsta de școală primară înscriși în Școlile Naționale conduse de Biserica Catolică era probabil mai ridicat.", "157.  În consecință, la începutul anilor 1970, marea majoritate a copiilor până în vârsta de 12/13 ani urma, ca și reclamanta, cursurile Școlii Naționale din localitatea lor. Așa cum au notat judecătorii Hardiman și Fennelly de la Curtea Supremă, Școlile Naționale erau instituții de învățământ deținute și gestionate de o entitate privată, în interes propriu, fără niciun control exercitat de Stat. Era vorba, în plus, de o entitate privată cu o influență considerabilă mai ales asupra elevilor și părinților, hotărâtă să-și conserve poziția. ", "158.  Modelul acesta de învățământ primar pare să fi fost unic în Europa. Curtea Supremă a recunoscut această specificitate, calificând sistemul ca fiind în totalitate sui generis, produs al experienței istorice unice a Irlandei.", "159.  În paralel cu conservarea acestui model unic de educație, Statul avea cunoștință, prin aplicarea legilor sale penale în materie, de nivelul delincvenței sexuale având ca obiect minorii.", "160.  Ulterior independenței din 1922, Statul irlandez a menținut legile vechi sau adoptat noi legi care incriminau abuzul sexual asupra minorilor, ca de exemplu în articolele 50 și 51 din Legea (modificată) privind infracțiunile împotriva persoanelor din 1861 și Legea de modificare a dreptului penal din 1935 („legea din 1935”). Astfel de acte constituiau infracțiunile privitoare la viața sexuală, precum și cea de loviri și alte violențe, consacrate de common law.", "161.  Mai mult, elementele de probă din fața Curții indică existența unui nivel constant al urmăririlor penale pentru infracțiuni de natură sexuală comise împotriva copiilor anterior anilor 1970. Curtea ia notă în special de statisticile detaliate furnizate de comisarul de poliție către Comitetul Carrigan încă din anul 1931 (paragraful 71 de mai sus). Pe baza informațiilor culese de la 800 de posturi de poliție din Irlanda, acesta a concluzionat asupra existenței unui nivel alarmant de infracțiuni sexuale în Irlanda, caracterizate prin numărul mare de cazuri privind minorii, dintre care și copiii până în vârsta de zece ani. Martorul a considerat că doar o parte din infracțiunile comise făceau în realitate obiectul urmăririlor penale. Stabilind existența unei legături cauzale între frecvența abuzurilor și sentimentul de impunitate al delincvneților, raportul Comisiei a recomandat introducerea unor modificări legislative și a unor sancțiuni mai severe, ceea ce a condus la adoptarea legii din 1935 care, printre altele, a introdus noi infracțiuni sexuale vizând fetele tinere. Raportul profesorului Ferriter, finanțat de către comisia Ryan și anexat raportului acesteia (paragraful 82 de mai sus) a examinat dovezile statistice privind urmăririle penale adunate din arhivele instanțelor penale, pe perioada cuprinsă între raportul Carrigan și până în anii 1960. Acesta a estimat, în cuprinsul raportului, că arhivele lăsau să transpară un nivel crescut de delincvențe sexuale vizând băieții și fetele tinere. În sfârșit, raportul Ryan mai scotea în evidență și plângerile adresate autorităților publice înainte de și în timpul anilor 1970 cu privire la abuzarea sexuală a copiilor de către adulți (paragrafele 78-81 de mai sus). Deși raportul Ryan privea în special școlile industrial, a căror programă era diferită de cea a Școlilor Naționale și ai cărei elevi erau izolați de familii și de comunitate (a se vedea descrierea acestor școli în paragraful 73 de mai sus), aceste plângeri timpurii constituiau totuși un avertisment pentru Stat cu privire la abuzul sexual comis de adulți asupra copiilor într-un context educațional. În orice caz, plângerile adresate Statului înainte de și în cursul anilor 1970, menționate în volumul al III-lea al raportului Ryan, priveau, printre altele, și Școlile Naționale (paragraful 80 de mai sus).", "162.  Prin urmare, Statul era la curent cu nivelul de infracțiuni sexuale comise de adulți împotriva minorilor. În consecință, atunci când a renunțat la controlul educației marii majorități a copiilor tineri în favoarea unor organisme non-statale, Statul ar fi trebuit, având în vedere obligația sa inerentă de a proteja copiii în contextul de față, să fie conștient de riscurile potențiale la adresa siguranței acestora în condițiile lipsei unui cadru adecvat de protecție. Acest risc trebuia să fi fost abordat prin adoptarea unor măsuri și garanții adecvate. Acestea ar fi trebuit cel puțin să includă mecanisme eficiente de descoperire și semnalare a relelor tratamente de și către un organ controlat de Stat, astfel de proceduri fiind esențiale pentru aplicarea legilor penale, pentru prevenirea abuzurilor în cauză și, de o manieră mai generală, pentru aducerea la îndeplinire a obligației pozitive de protecție de către Stat (paragraful 148 de mai sus).", "163.  Primul mecanism la care Guvernul a făcut referire a fost procedura de semnalare menționată în regulamentul din 1965 și în directiva din 6 mai 1970 (paragraful 62 de mai sus). Totuși, niciunul din documentele supuse atenției Curții nu indica vreo obligație din partea unei autorități publice de a monitoriza modul în care profesorii își tratau elevii și nici nu prevedea o procedură ce ar fi putut determina un copil sau un părinte să se adreseze direct unei autorități de Stat pentru a denunța un tratament abuziv. Dimpotrivă, textul directivei din 6 mai 1970, invocată de Guvern, orienta persoanele care doreau să se plângă de conduita profesorilor către manager, o autoritate non-publică, cu caracter religios. Dacă un părinte ar fi avut ezitări în a se adresa managerului (în general un preot local, ca în cauza de față), pentru a formula o plângere la o autoritate de Stat, regulile aplicabile descurajau un astfel de recurs.", "164.  Cel de-al doilea mecanism invocat a fost sistemul de inspectori școlari, reglementat prin regulamentul din 1965, precum și prin circulara nr. 16/59 (paragraful 61 de mai sus). Totuși, Curtea ia notă de faptul că misiunea principală a inspectorilor consta în supervizarea și raportarea cu privire la calitatea învățământului și a performanțelor academice. Textele invocate de Guvern nu menționează nicăieri obligația inspectorilor de a investiga sau de a monitoriza modul de tratare a copiilor de către profesori, posibilitatea copiilor sau a părinților de a se plânge direct unui inspector, cerința de a notifica părinții înainte de vizita unui inspector sau, în realitate, orice posibilitate de interacțiune directă între un inspector și elevii și/sau părinții lor. Frecvența vizitelor inspectorilor (paragraful 61 de mai sus) nu dovedea prezența lor constantă pe teren. Guvernul nu a prezentat, în acest sens, nicio informație privind plângeri legate de comportamentul abuziv al unui profesor față de un copil, formulate direct către un inspector. Așa cum a subliniat și judecătorul Hardiman în cursul procedurii din fața Curții Supreme, ministrul (prin intermediul inspectorilor săi) efectua inspecții în școli pentru a evalua performanța academică a acestora, fără a extinde obiectul vizitelor: ministrul nu avea controlul direct al școlilor datorită faptului că managerul, entitate non-statală, se interpunea între Stat și copil (paragraful 35 de mai sus).", "165.  Prin urmare, Curtea apreciază că mecanismele invocate de Guvern nu prevedeau niciun fel de legătură de protecție eficientă între autoritățile statale și copiii de școală primară și/sau părinții acestora, ceea ce corespundea, în realitate, cu repartiția singulară a responsabilităților în cadrul modelului fondat pe Școli Naționale.", "166.  În opinia Curții, faptele din prezenta speță ilustrează consecințele acestei lipse de protecție și demonstrează că adoptarea unui cadru de reglementare eficient înainte de 1973 ar fi, „din punct de vedere rezonabil, condus la evitarea sau cel puțin la minimalizarea riscului ori a prejudiciului suferit” de reclamanta din prezenta cauză (E și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, § 100). În Școala Națională Dunderrow fuseseră înregistrate, încă de la mijlocul anilor 1960, peste 400 de cazuri de abuz imputabile lui LH. În anii 1971 și 1973, plângerile cu privire la LH au fost adresate managerului religios, dar, așa cum a reținut și Curtea Supremă, acesta nu a adus plângerile la cunoștința vreunei autorități statale. Inspectorul responsabil cu respectiva școală a efectuat șase vizite între 1969 și 1973 și nu a fost niciodată sesizat cu vreo plângere legată de LH. În realitate, până în 1995, anul ieșirii la pensie al lui LH, nicio plângere cu privire la activitățile nu fusese adresată către o autoritate de Stat. Orice sistem de detectare și semnalare care permitea ca un comportament impropriu de o asemenea gravitate și anvergură să continue pe o perioadă atât de lungă trebuie considerat ca fiind ineficient (C.A.S. și C.S. împotriva României, nr. 26692/05, § 83, 20 martie 2012). Se poate presupune în mod rezonabil că luarea unor măsuri corespunzătoare cu privire la plângerea din 1971 ar fi evitat supunerea reclamantei, doi ani mai târziu, la abuzuri comise de același profesor în aceeași unitate școlară.", "167.  În sfârșit, scrisoara profesorului Ferguson, invocată de Guvern, nu era un raport de anchetă întocmit de un expert, ci mai degrabă o opinie prealabilă litigiului, care a privit, în mod inevitabil, și șansele de reușită și cheltuielile de judecată aferente. Comentariile profesorului Rollison, de asemenea invocate de Guvern, priveau mai degrabă nivelul de conștientizare a riscului de abuz sexual în interiorul Regatului Unit, în timp ce cauza supusă atenției Curții necesită o evaluare a situației din Irlanda.", "168.  În concluzie, cauza de față nu privește în mod direct responsabilitatea lui LH, a unui patron sau manager membri ai clerului, a unui părinte sau chiar a oricărei persoane pentru abuzul sexual la care a fost supusă reclamanta în 1973. Prezenta cerere privește mai degrabă responsabilitatea unui Stat. Mai exact, aceasta presupune a determina dacă Statul pârât ar fi trebuit să fie conștient de riscul de abuz sexual al minorilor cum ar fi reclamanta în incinta Școlilor Naționale la epoca faptelor și dacă Statul proteja copiii împotriva unui astfel de tratament în mod corespunzător, prin intermediul sistemului său juridic.", "Curtea a reținut că Guvernul avea, în anii 1970, o obligație pozitivă inerentă misiunii sale publice, anume de a proteja copiii de tratamente abuzive. Aceasta era, mai mult, o obligație de o importanță primordială în contextul învățământului primar. Obligația nu a fost îndeplinită atunci când Statul irlandez, care trebuie considerat ca fiind informat cu privire la existența cazurilor de abuz sexual comis asupra copiilor de către adulți în virtutea, printre altele, a numărului important de acte de urmărire penală declanșate pentru astfel de fapte, a continuat să încredințeze gestionarea învățământului primar pentru marea majoritate a copiilor tineri irlandezi către instituții nepublice (Școlile Naționale), fără a introduce vreun mecanism eficient de control de către Stat pentru a evita producerea respectivelor riscuri de abuz. Dimpotrivă, petenții potențiali au fost îndepărtați de la autoritățile de Stat și îndreptați spre manageri, care țineau de autoritățile religioase nepublice (paragraful 163 de mai sus). Acest sistem a avut drept consecință, în prezenta cauză, omisiunea managerului nepublic de a trata plângerile anterioare de abuz sexual cu privire la LH, posibilitatea acestuia din urmă de a o abuza pe reclamantă și, de o manieră mai generală, comportamentul sexual abuziv și îndelungat al lui LH față de numeroși alți studenți, în incinta aceleiași Școli Naționale.", "169.  În aceste condiții, trebuie conchis că Statul nu și-a îndeplinit obligația pozitivă de a proteja reclamanta împotriva abuzului sexual la care a fost supusă în 1973, în calitate de elevă a Școlii Naționale Dunderrow. Prin urmare, a existat o încălcare a drepturilor acesteia garantate de articolul 3 din Conveție. În consecință, Curtea respinge excepția preliminară a Guvernului conform căreia acest capăt de cerere ar fi neîntemeiat.", "III.  PRETINSA ÎNCĂLCARE A ARTICOLULUI 3 DIN CONVENȚIE SUB ASPECT PROCEDURAL", "170.  Reclamanta a susținut că Statul nu a efectuat o anchetă adecvată și nici nu a prevăzut o cale judiciară corespunzătoare pentru a răspunde unei plângeri întemeiate de rele tratamente. Ea a pretins că lipsa unor mecanisme eficiente de detectare și semnalare a avut drept consecință necomunicarea plângerii din 1971 împotriva lui LH și trecerea unui interval lung de timp până la urmărirea penală și condamnarea acestuia.", "171.  Guvernul a susținut că în 1973 exista un număr suficient de proceduri, dar că nicio plângere nu fusese adresată unei instituții statale până în 1995. În acel moment, Statul și-a îndeplinit obligațiile sale procedurale: poliția a efectuat investigații, LH a fost condamnat, reclamanta a primit o indemnizație din partea CICT, acțiunea sa civilă împotriva lui LH a fost admisă și acțiunea introdusă împotriva Statului pentru neglijență a fost respinsă doar pentru insuficiența materialului probator.", "172.  Curtea reiterează principiile enunțate în cauza C.A.S. și C.S. împotriva României (citată mai sus, §§ 68-70), conform cărora articolul 3 impune autorităților, atunci când sunt confruntate cu o plângere de rele tratamente comise de persoane private, să efectueze o anchetă oficială eficientă care să poată conduce la stabilirea faptelor cauzei și la identificarea și pedepsirea celor răspunzători. Ancheta respectivă trebuie să fie efectuată în mod independent, fără întârziere și cu o diligență rezonabilă. De asemenea, victima trebuie să aibă posibilitatea de a participa în mod efectiv.", "173.  Existența unor mecanisme corespunzătoare de detectare și semnalare a fost analizată mai sus, în contextul obligațiilor pozitive ale Statului ce decurg din articolul 3 din Convenție sub aspect material. Astfel, obligațiile procedurale intră în joc imediat ce o cauză a fost adusă la atenția autorităților (C.A.S. și C.S. împotriva României, la § 70 cu referințele ulterioare). În cauza de față, imediat ce poliția a fost sesizată în 1995 cu o plângere împotriva lui LH privind abuzul sexual al unui copil din cadrul Școlii Naționale Dunderrow, o anchetă a fost deschisă. Reclamanta a fost contactată pentru o depoziție pe care a dat-o în 1997 și a fost trimisă ulterior la un serviciu de consiliere psihologică (de exemplu, C.A.S. și C.S. împotriva României, la § 82). LH a fost acuzat de săvârșirea a 386 de fapte de abuz sexual implicând 21 de elevi din Școala Națională Dunderrow. Acesta a pledat vinovat cu privire la 21 de capete de acuzare, după care a fost condamnat la pedeapsa închisorii. Din observațiile depuse de părți nu reiese cu claritate dacă plângerea reclamantei a fost inclusă în capetele de acuzare: totuși, aceasta nu s-a plâns de faptul că lui LH i s-a permis să pledeze vinovat pentru pentru capete de acuzare reprezentative, la fel cum nu a contestat nici sentința de condamnare. În ceea ce privește chestiunile legate de imposibilitatea sa de a obține recunoașterea neîndeplinirii de către Stat a obligației de protecție sau acordarea de reparații în acest sens, acestea trebuie analizate sub imperiul dispozițiilor articolului 13 coroborat cu articolul 3 din Convenție.", "174.  În considerarea acestor motive, Curtea apreciază că nu a existat o încălcare a obligațiilor procedurale ale Statului în conformitate cu articolul 3 din Convenție.", "IV.  PRETINSA ÎNCĂLCARE A ARTICOLULUI 13 COROBORAT CU ARTICOLUL 3 DIN CONVENȚIE SUB ASPECT MATERIAL", "175.  Articolul 13 stipulează, în părțile sale relevante, astfel:", "„Orice persoană ale cărei drepturi și libertăți recunoscute de [prezenta] Convenție au fost încălcate, are dreptul de a se adresa efectiv unei instanțe naționale, chiar și atunci când încălcarea s-ar datora unor persoane care au acționat în exercitarea atribuțiilor lor oficiale.”", "176.  Reclamanta s-a plâns de faptul că, deși era îndreptățită, nu a beneficiat de un recurs intern efectiv împotriva Statului pentru a denunța neîndeplinirea de către acesta a obligației de a o proteja împotriva abuzului sexual. Guvernul a susținut că existau remedii efective ce puteau fi exercitate împotriva Statului și a entităților nepublice.", "177.  Curtea reiterează, așa cum a făcut-o în cuprinsul paragrafului 115 de mai sus, că într-o cauză precum prezenta, articolul 13 impune existența unui mecanism care să permită stabilirea răspunderii agenților sau organelor de Stat pentru acte sau omisiuni care încalcă Convenția și, de asemenea, ca regimul de reparații prevăzut să cuprindă în principiu și acordarea unei indemnizații pentru prejudiciul moral rezultând din încălcarea în cauză (Z și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, § 109). Curtea mai face trimitere și la jurisprudența sa recentă și principiile enunțate în cuprinsul paragrafelor 107-108 din hotărârea McFarlane împotriva Irlandei ([MC], nr. 31333/06, 10 septembrie 2010). Misiunea Curții este, în special, de a determina, în lumina observațiilor părților, dacă procedurile evocate reprezentau remedii efective, aflate la dispoziția reclamantei atât în teorie, cât și în practică, adică erau accesibile, capabile de a repara prejudicial suferit și cu șanse rezonabile de reușită în acest sens. Curtea mai subliniază și importanța evoluției remediilor într-un sistem de common law bazat pe o Constituție scrisă (a se vedea, în special, D împotriva Irlandei, nr. 26499/02, (dec.), § 85, 27 iunie 2006).", "A.  Căi de atac civile împotriva entităților nepublice", "178.  Guvernul a susținut că reclamanta trebuia să fi chemat în judecată pe fostul și/sau actualul patron al școlii, dioceza al cărei episcop era, managerul și/sau managerul de facto sau succesorii ori moștenitorii acestora, subliniind că judecătorul Hardiman din cadrul Curții Supreme a apreciat această omisiune ca fiind „notabilă”. Fără a afecta observațiile sale inițiale conform cărora o cale de atac împotriva Statului era imperativă, reclamanta a afirmat că patronul și managerul decedaseră la data formulării acțiunii sale civile, că actualul episcop a negat orice responsabilitate în răspunsul la scrisoarea reclamantei preliminară litigiului și că legea era favorabilă acestuia, el neputând fi acționat în judecată întrucât nu era o persoană juridică cu existență perpetuă.", "179.  De vreme ce Curtea estimează că reclamanta avea dreptul la un remediu care să stabilească răspunderea sub orice formă a Statului, căile de atac civile evocate împotriva altor persoane și entități nepublice trebuie appreciate ca lipsite de eficiență în prezenta cauză, indiferent de șansele lor de reușită (cele împotriva patronului și a managerului) și indiferent de posibilitatea de recuperare a daunelor-interese astfel acordate (acțiunea civilă împotriva lui LH). De asemenea, condamnarea lui LH, invocată de Guvern, deși ocupă un loc central în cadrul garanțiilor procedurale oferite de articolul 3, nu constituia un remediu efectiv pentru reclamantă în sensul articolului 13 din Convenție.", "B.  Căi de atac civile împotriva Statului", "1.  Observațiile părților", "180.  Guvernul a susținut că reclamanta trebuia să fi invocat răspunderea Statului pentru faptele patronului și/sau ale managerului. Totuși, Guvernul s-a sprijinit în principiu pe alte două căi de atac. În primul rând, el a făcut trimitere la introducerea unei acțiuni prin care reclamanta să fi susținut că sistemul de învățământ primar, consacrat de articolul 42 din Constituție, i-ar fi încălcat dreptul la integritate fizică, garantat în mod tacit de Constituție (acțiunea constituțională în răspundere delictuală). În al doilea rând, Guvernul a susținut că reclamanta ar fi putut continua acțiunea în neglijență prin formularea unui apel în fața Curții Supreme, pretinzând că Statul nu a structurat sistemul de învățământ primar de o așa manieră încât să o protejeze împotriva abuzurilor. Aceasta din urmă era chiar cererea sa formulată în temeiul articolului 3 din Convenție. Înalta Curte a respins pretențiile sale printr-o decizie sumară, fără a intra în cercetarea fondului pentru lipsă de probe: într-adevăr, însuși expertul adus de aceasta (profesorul Ferguson, paragraful 24 de mai sus) a desurajat introducerea unei acțiuni în justiție întrucât nivelul de cunoaștere de către Stat a riscului în cauză era insuficient. Prin urmare, era ipocrit din partea reclamantei să pretindă că decizia instanței de respingere a capătului de acțiune pentru lipsa probatoriului constituia motivul pentru care aceasta nu a continuat prin promovarea apelului. În orice caz, Guvernul a susținut că exista o jurisprudență internă conform căreia o decizie de respingere a unei cereri pentru insuficiență probatorie putea fi atacată cu apel și că, mai mult, reclamanta ar fi putut ataca hotărârea respectivă a Înaltei Curți pentru lipsa de motivare și pentru omisiunea de a fi examinat separat capătul de cerere privind neglijența.", "181.  Reclamanta a susținut că a invocat răspunderea Statului pentru faptele patronului și/sau ale managerului în cadrul acțiunii formulate in fața instanțelor interne. Ea a mai contestat eficiența celorlalte două căi de atac invocate de Guvern. Reclamanta a adăugat că hotărârea Înaltei Curți de respingere a acțiunii în răspundere delictuală constituțională nu era susceptibilă de atac cu apel. Statul garanta protecția dreptului la integritate corporală, recunoscut tacit de Constituție, prin intermediul dreptului răspunderii civile delictuale, ceea ce însemna, în opinia reclamantei, că nu exista o procedură specifică de a obține reparații pentru încălcarea respectivului drept constituțional. De asemenea, nici acțiunea în neglijență nu ar fi fost eficientă. Acțiunea reclamantei a fost respinsă în primă instanță în temeiul lipsei de probe și, deși hotărârea nu a fost motivată, era evident faptul că probele aduse de ea nu au permis stabilirea existenței unor temeiuri suficiente pentru admisibilitatea acțiunii. Totuși, ea nu dispunea de resursele necesare pentru a efectua ancheta solicitată, a cărei amploare a reieșit ulterior din resursele publice imense de care a fost nevoie pentru realizarea anchetei și a raportului Comisiei Ryan (paragraful 77 de mai sus). În opinia reclamantei, formularea unei căi de atac împotriva constatărilor Înaltei Curți cu privire la probatoriu nu ar fi avut șanse de reușită, indiferent dacă jurisprudența citată de Guvern ar fi fost aplicată sau nu.", "2.  Observațiile IHRC", "182.  IHRC a considerat calea acțiunii în răspundere constituțională ca fiind un remediu lipsit de eficiență. În special, aceasta a subliniat că, deși instanțele au subscris ideii de a modela căi de atac pentru situațiile de încălcare a drepturilor constituționale (Byrne împotriva Irlandei [1972] IR 241, p. 281 și Meskill împotriva Irlandei [1973] IR 121), aceleași instanțe aveau tendința de a evita înlocuirea căilor de atac prevăzute de lege și de common law cu un regim distinct de proceduri constituționale, astfel încât jurisdicțiile constituționale aplicau căile deja existente, cum ar fi dreptul răspunderii civile delictuale (W împotriva Irlandei (nr. 2) ([1999] 2 IR 141). IHRC a susținut că același lucru s-a produs și în cauza de față: pentru a îndepărta calea oferită de acțiunea constituțională împotriva Statului, a fost suficient ca reclamanta să fie reorientată spre calea răspunderii civile delictuale pentru încălcarea dreptului său la integritatea fizică/viața privată. Totuși, IHRC a estimat că formele răspunderii civile delictuale (răspundere pentru fapta săvârșită cu neglijență/răspundere pentru fapta altuia) nu făceau decât să delimiteze obligațiile/răspunderea Statului în loc de eventuala obligație mai generală de a proteja drepturile unui copil în contextul sistemului de învățământ public. Ceea ce, în opinia IHRC, punea problema de a ști dacă remediul oferit de răspunderea civilă delictuală era unul apt de a conferi protecția adecvată drepturilor constituționale substanțiale ale reclamantei, nu în ultimul rând pentru că remediul de drept privat punea accentul mai degrabă pe conduita Statului decât pe drepturile reclamantei.", "3.  Aprecierea Curții", "183.  Curtea apreciază că Guvernul nu a demonstrat efectivitatea vreuneia dintre căile de atac împotriva Statului în cauza de față.", "184.  În primul rând, Curtea Supremă a respins răspunderea Statului pentru actele lui LH, acesta din urmă fiind un profesor laic, plătit din fonduri publice. Probabilitatea de angajare a răspunderii Statului pentru actele patronului și/sau ale managerului, ei înșiși membri ai clerului și neplătiți de Stat, era și mai puțin probabilă. În același sens, judecătorul Fennelly a subliniat că răspunderea Statului pentru actele administratorului nu ar fi putut fi reținută, întrucât acesta nu era angajat al Statului (paragraful 45 de mai sus).", "185.  În al doilea rând, o acțiune în răspundere a Statului pentru neglijență ar presupune recunoașterea, printre altele, a unei legături între acesta și reclamantă, suficient de strânsă pentru a da naștere unei obligații de protecție din partea Statului față de reclamantă (paragraful 66 de mai sus). Totuși, interpunerea managerilor religioși până în punctul excluderii controlului Statului în Școlile Naționale ar fi incompatibilă cu existența oricărei astfel de obligații de protecție (a se vedea și observațiile judecătorului Hardiman în paragrafele 35 și 39 de mai sus).", "186.  În al treilea rând, Guvernul a susținut că reclamanta ar fi trebuit să continue să-și susțină acțiunea în răspundere delictuală constituțională și în fața Curții Supreme (paragraful 180 de mai sus). Totuși, chiar în eventualitatea în care Curtea Supremă nu ar fi direcționat reclamanta spre remediile existente în materia răspunderii civile delictuale, așa cum a făcut-o Înalta Curte, Guvernul nu a dovedit, în baza unei jurisprudențe relevante, cum ar fi putut fi ținut răspunzător Statul pentru încălcarea dreptului constituțional al reclamantei la integritate corporală din cauza unui sistem consacrat expres în cuprinsul articolului 42 din Constituție. Indiferent dacă acest motiv ar fi fost invocat corespunzător în fața Curții Supreme, relevant este faptul că a fost respins în substanță chiar de către judecătorul Hardiman, din cadrul aceleiași instanțe (paragraful 40 de mai sus).", "C.  Concluzia Curții", "187.  Pentru aceste motive, Curtea apreciază că nu a fost demonstrat că reclamanta avea la dispoziție o cale de atac internă efectivă cu privire la pretențiile sale întemeiate pe articolul 3 din Convenție sub aspect material. Prin urmare, a existat o încălcare a articolului 13 din Convenție. Curtea respinge în consecință excepția preliminară a Guvernului conform căreia acest capăt de cerere ar fi neîntemeiat.", " [...]", "VI.  APLICAREA ARTICOLULUI 41 DIN CONVENȚIE", "196.  Articolul 41 din Convenție stipulează:", "„Dacă Curtea declară că a avut loc o încălcare a Convenţiei sau a Protocoalelor sale şi dacă dreptul intern al Înaltei Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă.”", "A.  Daune", "1.  Observațiile părților", "197.  Reclamata a solicitat 223 000 de euro (EUR) drept compensație pentru prejudiciul moral suferit, sumă ce cuprindea cei 250 000 EUR acordați de Înalta Cute cu titlu de daune-interese generale și majorări, din care fusese scăzută suma de 27 000 EUR acordată de CICT cu titlu de despăgubiri morale, presupunând că Statul nu ar solicita rambursarea acestei din urmă sume. Ea a făcut trimitere la probele de natură medicală și psihiatrică aduse în fața Înaltei Curți cu privire la impactul pe care l-a avut asupra sa abuzul sexual comis de LH. Ținând cont de natura, durata și impactul abuzului asupra propriei persoane, ea a estimat că încălcarea articolului 3 trebuia să fie văzută drept una extrem de serioasă. Reclamanta a mai solicitat 5 104 EUR pentru daune materiale, aceasta fiind suma cerută pe bază de acte justificative și acordată de către Înalta Curte cu titlu de despăgubiri speciale. Acest cuantum acoperea cheltuielile trecute și viitoare medicale și de transport, precum și alte cheltuieli legate de abuzul sexual suferit de ea. Reclamanta a admis că suma acordată de CICT , precum și banii ce i-au fost deja plătiți de către LH, constituiau o reparație parțială.", "198.  Guvernul a susținut că pretențiile reclamantei legate de prejudiciul material și moral nu erau nici individualizate corespunzător, nici însoțite de documente justificative, el susținând că nu ar fi existat nicio legătură cauzală între încălcarea stabilită și orice fel de prejudiciu. Guvernul nu a propus nicio sumă pentru daunele morale, însă a contestat atitudinea reclamantei de a face referire, în vederea justificării pretenției sale, numai la suma acordată de Înalta Curte cu titlu de despăgubiri morale. În opinia Guvernului, a proceda astfel era atât lipsit de relevanță (întrucât suma acordată privea actele lui LH și nu ale Statului), cât și insuficient (suma acordată de Înalta Curte nefiind contestată de LH). Reclamanta obținuse deja plata unor sume, avea la dispoziție o varietate de mecanisme de executare împotriva lui LH și Statul nu răspundea de resursele financiare ale lui LH. Guvernul a mai scos în evidență faptul că suma acordată de către CICT a fost prelevată din fonduri publice și a subliniat că reclamanta însăși a admis că acea indemnizație trebuia luată în calcul în eventualitatea acordării unei satisfacții echitabile. De asemenea, Guvernul a mai criticat și faptul că reclamanta s-a bazat, în ceea ce privește cererea pentru prejudiciul material din fața Curții, pe suma acordată de Înalta Curte cu titlu de daune-interese speciale.", "2.  Aprecierea Curții\t", "199.  Curtea reiterează faptul că articolul 41 o împuternicește să acorde părții lezate despăgubirea care, în opinia sa, este adecvată.", "200.  Dacă Curtea constată că a avut loc o încălcare a unui drept important protejat de Convenție, cu consecința unor dureri și suferințe semnificative, ea poate acorda o sumă cu titlu de prejudiciu moral (de exemplu, El Masri împotriva Fostei Republici Yugoslave a Macedoniei [MC], nr. 39630/09, § 269, ECHR 2012).", "201.  În ceea ce privește prejudiciul material, trebuie să existe o legătură cauzală clară între prejudiciul pretins și încălcarea Convenției. Calculul precis al sumelor necesare pentru o reparație integrală (restitution in integrum) poate fi împiedicat de caracterul inerent incert al prejudiciului rezultat din încălcare, dar în ciuda acestui fapt, o sumă poate fi totuși acordată: problema care se ridică este aceea a nivelului de satisfacție echitabilă ce trebuie acordată pentru pierderile materiale, atât trecute, cât și viitoare, Curtea bucurându-se de o putere discreționară în materie, cu luarea în considerare a ceea ce ea apreciază ca fiind echitabil (E. și alții împotriva Regatului Unit al Marii Britanii și Irlandei de Nord, citată mai sus, §§ 120-121).", "202.  Curtea a luat notă de elementele de probă reținute de Înalta Curte ca dovedind pierderile trecute și viitoare ale reclamantei (cuprinzând îndeosebi cheltuielile trecute și viitoare ocazionate de tratamentele medicale și psihiatrice) și de suma de 5 104 EUR acordată cu acest titlu. Mai mult, ținând cont de natura serioasă și gravă a relelor tratamente la care a fost supusă reclamanta, Curtea apreciază că aceasta a suferit un prejudiciu moral ce nu poate fi acoperit într-o măsură suficientă prin constatarea existenței unei încălcări a Convenției. Deși trebuie făcută o distincție între sumele alocate în cadrul procedurilor interne ce nu au privit răspunderea Statului și reparațiile de acordat în cadrul prezentei cereri, care este axată pe această răspundere, Curtea consideră că orice sumă acordată în temeiul articolului 41 trebuie să țină seama de indemnizația conferită de Înalta Curte (un total de 305 104 EUR), precum și de măsura în care LH a plătit sau va plăti suma respectivă. De asemenea, trebuie ținut cont și de indemnizația CICT plătită reclamantei (53 962,64 EUR), cu rezerva neobligării sale la rambursarea sumei respective către Stat. Ambele sume comportă elemente ce corespund prejudiciului material și celui moral.", "203.  Ținând cont de compensația financiară primită de reclamantă până în prezent și de incertitudinea plăților viitoare ale lui LH, Curtea a decis să-i acorde acesteia o sumă globală care să acopere atât prejudiciul material, cât și pe cel moral. Prin urmare, statuând în echitate, Curtea acordă reclamantei o sumă de 30 000 EUR pentru a compensa daunele materiale și morale, precum și orice sumă datorată cu titlu de impozit.", " [...]\t", "PENTRU ACESTE MOTIVE, CURTEA", "[...]", "", "3.  Hotărăște, cu unsprezece voturi la șase, că a existat o încălcare a articolului 3 din Convenție sub aspect material în ceea ce privește neîndeplinirea de către Stat a obligației sale de protecție a reclamantei și, prin urmare, respinge excepția Guvernului privind caracterul neîntemeiat al acestui capăt de cerere;", "", "4.  Hotărăște, cu unsprezece voturi la șase, că a existat o încălcare a articolului 13, coroborat cu articolul 3 din Convenție sub aspect material, pentru lipsa unui remediu efectiv în ceea ce privește neîndeplinirea de către Stat a obligației sale de protecție a reclamantei și, prin urmare, respinge excepția Guvernului privind caracterul neîntemeiat al acestui capăt de cerere;", "", "5.  Hotărăște, în unanimitate, că nu a existat o încălcare a articolului 3 din Convenție sub aspect procedural;", "", "[...]", "", "7.  Hotărăște, cu unsprezece voturi contra șase,", "a)  că Statul pârât trebuie să plătească reclamantei, în termen de trei luni de la data rămânerii definitive a prezentei hotătâri, următoarele sume:", "i)  30 000 EUR (treizeci de mii de euro), plus orice sumă ce ar putea fi datorată de reclamantă cu titlu de impozit, pentru prejudiciul material și moral; [...]", "Redactată în limbile engleză și franceză și pronunțată în ședința publică ce a avut loc în incinta Palatului Drepturilor Omului din Strasbourg, la data de 28 ianuarie 2014.", "Michael O’Boyle\tDean Spielmann\n\tGrefier Șef\tPreședinte", "În conformitate cu articolele 45 § 2 din Convenție și 74 § 2 din Regulamentul Curții, la prezenta hotărâre sunt anexate următoarele opinii separate:", "(a)  opinia concurentă a judecătoarei Ziemele;", "(b)  opinia comună parțial discordantă a judecătorilor Zupančič, Gyulumyan, Kalaydjieva, De Gaetano și Wojtyczek; și", "(c)  opinia parțial discordantă a judecătorului Charleton.", "", "D.S.\nM.O’B.", "", "", "Opiniile separate nu au fost traduse, dar ele se regăsesc, în engleză și în franceză, în cuprinsul versiunilor lingvistice oficiale ale hotărârii, ce pot fi consultate în baza de date HUDOC a Curții Europene a Drepturilor Omului.", "\n", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2014.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2014", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2014", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", "", ""]}