{"file": "RUM_HJUDRUM_70945_11.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "70945/11", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "SECȚIA A DOUA", "", "", "CAUZA MAGYAR KERESZTÉNY MENNONITA EGYHÁZ ȘI ALȚII c. UNGARIEI", "", "(Cererile nr. 70945/11, 23611/12, 26998/12, 41150/12, 41155/12, 41463/12, 41553/12, 54977/12 și 56581/12)", "", "", "", "HOTĂRÂRE", "(Fond)", "[Extrase]", "", "STRASBOURG", "", "8 aprilie 2014", "", "", "Această hotărâre va deveni definitivă în condițiile stipulate de Articolul 44 § 2 din Convenție. Poate fi supusă revizuirii de formă", "", "În cauza Magyar Keresztény Mennonita Egyház și alții c. Ungariei,", "Curtea Europeană a Drepturilor Omului (Secția a doua), în complet de Cameră compus din:", "\tGuido Raimondi, Președinte,\n\tIşıl Karakaş,\n\tAndrás Sajó,\n\tNebojša Vučinić,\n\tHelen Keller,\n\tEgidijus Kūris,\n\tRobert Spano, judecători,\nși Stanley Naismith, Grefier de Secție,", "După ce au deliberat în secret la 18 februarie 2014,", "Pronunță următoarea hotărâre, care a fost adoptată la această dată:", "PROCEDURA", "1.  La originea cauzei se află nouă cereri (nr. 70945/11, 23611/12, 26998/12, 41150/12, 41155/12, 41463/12, 41553/12, 54977/12 și 56581/12) îndreptată împotriva Republicii Ungaria, prin care diferite comunități religioase pretins active în Ungaria și preoții și membrii lor au sesizat Curtea la 16 noiembrie 2011 și respectiv 3 și 24 aprilie, 25 și 28 iunie și 19 și 29 august 2012 în temeiul articolului 34 al Convenției pentru apărarea drepturilor omului și a libertăților fundamentale (“Convenția”).", "2.  Reclamanții au fost reprezentați de dl D. Karsai (cererile nr. 70945/11, 23611/12, 26998/12, 41150/12, 41155/12, 41463/12 și 56581/12), dl L. Baltay (cererea nr. 41553/12) și dl Cs. Tordai (cererea nr. 54977/12), avocați în Budapesta, Gyál și respectiv Budapesta.", "Guvernul ungar (“Guvernul”) a fost reprezentat de către Agentul său, dl Z. Tallódi, din cadrul Ministerului Administrației Publice și Justiției.", "3.  În temeiul articolului 11 în coroborare cu articolele 9 și 14 din Convenție, reclamanții au invocat faptul că radierea și reînregistrarea facultativă a bisericilor a însemnat o încălcare a dreptului lor la libertatea de religie și a fost discriminatorie. În temeiul articolelor 6 și 13, ei s-au plâns că procedura corespunzătoare nu a fost corectă și nu a prevăzut nicio cale de atac eficace. Mai mulți reclamanții au invocat, de asemenea, o încălcare a articolului 1 din Protocolul nr. 1 datorită pierderii subvențiilor de stat ca urmare a pierderii statutului de biserică.", "4.  La 27 septembrie 2012, cererile au fost comunicate Guvernului.", "5. Cu privire la cererea nr. 41463/12, Guvernul Marii Britanii nu și-a exercitat dreptul în temeiul articolului 36 § 1 din Convenție de a depune observații scrise.", "", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "6.  Reclamanții sunt comunități religioase și persoane fizice. Inițial, reclamanții comunități au existat și funcționat în mod legal în Ungaria ca și biserici înregistrate de instanța competentă, conform Legii nr. IV din 1990 ( ”Legea cultelor din 1990”).", "...", "16.  În afară de bisericile recunoscute, enumerate în Apendicele la Legea cultelor din 2011, toate celelalte comunități religioase înregistrate anterior ca biserici și-au pierdut statutul de biserică dar și-ar putea continua activitatea ca și asociații. În cazul în care intenționează să funcționeze ca biserici, comunitățile religioase trebuie să se adreseze Parlamentului pentru a obține recunoașterea individuală ca atare.", "18.  Prin decizia nr. 6/2013 (III. 1.), Curtea Constituțională a constatat neconstituționale anumite dispoziții din Legea cultelor din 2011 și le-a anulat cu efect retroactiv.", "Între timp, mai mulți reclamanți au depus la ministerul de resort cereri pentru înregistrarea lor ca biserici, însă acestea au fost refuzate pe motiv că – în pofida deciziei Curții Constituționale – Legea cultelor din 2011 nu permitea astfel de înregistrări.", "19.  În urma deciziei Curții Constituționale, mai mulți reclamanți s-au adresat Agenției Naționale pentru Taxe și Tarife (”ANTT”) solicitând să le fie emis din nou numărul de înregistrare necesar pentru a rămâne îndreptățiți la 1% din taxa pe impozit pe care contribuabilii îl pot dona bisericilor. ANTT a suspendat procedura și a invitat reclamanții să se adreseze cu o cerere Parlamentului. În susținerea acțiunii, reclamanții au demonstrat și alte încălcări ale deciziei Curții Constituționale.", "20.  Mai mulți reclamanți și-au recâștigat statutul de biserică, conform deciziei Curții Constituționale.", "II.  DREPTUL INTERN PERTINENT", "A.  Prezentare generală a evoluțiilor privind legislația pertinentă", "21.  Între 12 februarie 1990 și 31 decembrie 2011, activitățile religioase au fost reglementate de Legea nr. IV din 1990 (Legea cultelor din 1990) care definea drept biserici comunitățile religioase cu mai mult de o sută de membrii.", "22.  Începând cu 1 ianuarie 2012, Legea cultelor din 1990 a fost înlocuită cu Legea nr. CCVI din 2011 ( Legea cultelor din 2011). Potrivit noii legi, comunitățile religioase pot exista fie ca biserici, fie ca asociații ce desfășoară activități religioase (“asociații religioase” conform terminologiei utilizate de Curtea Constituțională ). Singurele entități calificate drept biserici au fost cele listate în Apendicele la Legea bisericilor din 2011 și cele clasificate drept biserici de către parlament în anumite condiții, inițial până la data de 29 februarie 2012. Baza constituțională a acestui regulament se regăsește în articolul 21 (1) din Dispozițiile tranzitorii la legea fundamentală, care a învestit Parlamentul cu competența de identifica bisericile recunoscute de legea principală relevantă și de a stabili criteriile de recunoaștere a bisericilor care vor fi admise suplimentar în viitor. Bisericile înregistrate anterior ar putea fi transformate, la cererea acestora, în asociații și ar putea să-și desfășoare activitatea pe această bază; însă, conform noilor reguli, acestea nu au dreptul la niciun fel de subvenții de la bugetul de stat. Inițial (în baza Legii cultelor din 1990), erau înregistrate 406 biserici, în timp ce Apendicele la Legea cultelor din 2011 cuprindea doar paisprezece. Apendicele, în vigoare începând cu 1 martie 2012, enumeră douăzeci și șapte de biserici și alianțe bisericești, oferind un total de treizeci și două de biserici. Potrivit informațiilor publicate de autoritățile fiscale, aceste treizeci și două de biserici nu coincid pe deplin cu cele mai susținute treizeci și două biserici, dacă acest sprijin se raportează la numărul de contribuabili care fac donații fiscale voluntare în favoarea lor.", "La 28 decembrie 2012, Curtea Constituțională a abrogat, printre altele, acele norme din Dispozițiile tranzitorii la legea fundamental care acordau Parlamentului dreptul de a identifica biserici recunoscute. La 26 februarie 2013, aceasta a anulat și acele dispoziții din Legea cultelor din 2011 care au dus, prin efectul legii, la pierderea statutului de biserică al reclamanților.", "23.  În parte ca reacție la deciziile Curții Constituționale, menționate mai sus, puterea Parlamentului de a acorda statutul special de biserică a fost reintrodus în însăși Legea fundamentală, în special prin Amendamentul Patru, care a intrat în vigoare la 1 aprilie 2013. Acesta a introdus termenii ”biserici” și ”alte organizații care desfășoară activități religioase”, bisericile fiind definite ca acele organizații cu care statul cooperează în scopul promovării intereselor comune și pe care statul le recunoaște ca atare. În mod similar, potrivit dispozițiilor din Legea cultelor din 2011, astfel cum a fost modificată începând cu 1 august 2013, denumirea folosită în mod curent este aceea de ”comunități religioase”; acest termen cuprinde ”biserici înregistrate” (bevett egyház) precum și ”organizații care desfășoară activități religioase” (vallási tevékenységet végző szervezet). În orice caz, toate aceste entități au dreptul de a folosi cuvântul ”biserică” (egyház) în denumirea lor.", "24.  În conformitate cu normele în vigoare, pentru o comunitate religioasă să devină o ”biserică înregistrată” trebuie să dovedească fie o sută de ani de existență la nivel internațional sau că a funcționat în Ungaria timp de douăzeci de ani într-o formă organizată și trebuie să dovedească o apartenență de cel puțin 0,1% din totalul populației. Mai mult, trebuie să dovedească intenția și, pe termen lung, abilitatea de a coopera cu statul în promovarea obiectivelor de interes public. Pe de altă parte, un grup de persoane poate deveni o ”organizație care desfășoară activități religioase” dacă are cel puțin zece membri și este înregistrată ca atare de o instanță.", "25.  Al Cincilea Amendament la Legea fundamentală (care a intrat în vigoare la 1 octombrie 2013) a fost destinat să sublinieze, și la nivel constituțional, principiul potrivit căruia oricine este îndreptățit să întemeieze entități juridice speciale (”comunități religioase”) destinate desfășurării de activități cu caracter religios și că statul poate coopera cu unele dintre aceste comunități pentru a promova obiective comunitare, conferindu-le statutul de ”biserică înregistrată”. Pentru a reflecta uniformitatea “bisericilor [înregistrate]” și a “altor organizații care desfășoară activități cu caracter religios” din punctul de vedere al libertății de religie, acești termeni au fost înlocuiți cu denumirea generală de ”comunități religioase” pe tot cuprinsul Legii fundamentale.", "Cu toate acestea, conform legislației maghiare actuale, bisericile înregistrate continuă să se bucure de un tratament preferențial, mai ales în domeniul fiscal și al subvențiilor. Mai ales, doar bisericile înregistrate au dreptul la unu la sută din impozitul pe venitul personal, donat de cetățeni și la subvenția de stat corespunzătoare. Mai mult, în decizia nr. 6/2013 (III. 1.), Curtea Constituțională a identificat, într-o listă neexhaustivă (a se vedea punctele 158 - 167 ale deciziei în paragraful 34 de mai jos), mai multe activități al căror exercițiu este facilitat de legiuitor – din punct de vedere legal, economic, fiscal și practic – în cazul bisericilor înregistrate însă nu si în cazul altor comunități religioase: aceste exemple includ educația religioasă și activități confesionale în cadrul instituțiilor de stat, exploatarea cimitirelor, inclusiv organizarea de înmormântări religioase, publicarea de materiale tipărite religioase și producția și comercializarea de obiecte de cult. În pofida faptului că reclamanții și-au redobândit statutul legal în mod oficial, ei nu pot beneficia de un tratament preferențial de acest tip, care este disponibil doar pentru bisericile înregistrate.", "...", "ÎN DREPT", "....", "II.  PRETINSA ÎNCĂLCARE A ARTICOLELOR 9 ȘI 11 DIN CONVENȚIE", "44.  Reclamanții s-au plâns în temeiul articolului 11 – interpretat în lumina articolului 9 – de faptul că radierea și reînregistrarea discreționară a bisericilor reprezintă o încălcare a dreptului lor la libertatea de religie și a dreptului la libertatea de asociere.", "45.  Curtea observă că într-o cauză recentă a examinat, din perspectiva articolului 11 din Convenție interpretat în lumina articolului 9, o plângere substanțial similară cu privire la refuzul de reînregistrare a unei organizații religioase (a se vedea Moscow Branch of the Salvation Army c. Rusiei, nr. 72881/01, §§ 74 și 75, CEDO 2006XI). În speță, Curtea găsește oportun să aplice aceeași abordare.", "46.  Articolul 9 prevede următoarele:", "“1. Orice persoană are dreptul la libertate de gândire, de conștiință și de religie; acest drept include libertatea de a-și schimba religia sau convingerile, precum și libertatea de a-și manifesta religia sau convingerea în mod individual sau colectiv, în public sau în particular, prin cult, învățământ, practici și îndeplinirea ritualurilor.", "2. Libertatea de a-și manifesta religia sau convingerile nu poate face obiectul altor restrângeri decât cele prevăzute de lege care, într-o societate democratică, constituie măsuri necesare pentru siguranța publică, protecția ordinii, a sănătății, a moralei publice, a drepturilor și a libertăților altora.”", "Articolul 11 prevede următoarele:", "“1. Orice persoană are dreptul la libertate de întrunire pașnică și la libertate de asociere, inclusiv a constitui cu alții sindicate și de a se afilia la sindicate pentru apărarea intereselor sale.", "2. Exercitarea acestor drepturi nu poate face obiectul altor restrângeri decât cele prevăzute de lege care, într-o societate democratică, constituie măsuri necesare pentru securitatea națională, siguranța publică, apărarea ordinii și prevenirea infracțiunilor, protecția sănătății, a moralei ori a drepturilor și a libertăților altora...”", "47.  Guvernul a contestat acest argument.", "...", "B.  Fond", "1.  Observațiile părților", "(a)  Guvernul", "57.  Guvernul a susținut că actele și evenimentele invocate nu reprezintă o ingerință în dreptul reclamanților la libertatea de religie și în dreptul lor la libertatea de asociere.", "58. În primul rând, acesta a remarcat că recunoașterea ca biserică în temeiul Legii cultelor din 2011 nu a afectat diferitele drepturi asociate cu libertatea de religie, și anume dreptul la libertatea de conștiință și de religie, dreptul de a manifesta religia în comunitate cu alții, dreptul de a nu fi discriminat pe motive de religie sau convingeri, dreptul părinților de a asigura educația în conformitate cu propriile lor convingeri, dreptul la libertatea de religie în educație, asistență socială și îngrijire a copilului și în penitenciare, libertatea de a împărtăși convingerile religioase prin mass-media, și protecția datelor cu caracter personal referitoare la religie. Contrar susținerilor reclamanților, aceste drepturi, care reprezintă elemente esențiale ale libertății de religie, nu au fost rezervate bisericilor recunoscute sau membrilor acestora.", "59.  În al doilea rând, Guvernul a precizat că, spre deosebire de alte cauze examinate anterior de Curte, în special Moscow Branch of the Salvation Army (citată mai sus, §§ 96-97), în speță nu este vorba despre personalitatea juridică a reclamanților comunități. Reclamanții nu au invocat faptul că au fost lipsiți de personalitate juridică. Comunitățile nu au fost dizolvate și și-au păstrat deplina capacitate a persoanelor juridice. Personalitatea juridică a fost transformată prin lege într-o altă formă, fără nicio perioadă de întrerupere. Prin urmare, nici în această privință, nu a existat vreo interferență în drepturile reclamanților în temeiul articolelor 9 și 11.", "60.  Guvernul a susținut în continuare că libertatea de a-și manifesta religia sau convingerile în temeiul articolului 9 nu conferă comunităților reclamanți sau membrilor acestora niciun drept de a obține fonduri suplimentare de la bugetul de stat. Și nici nu le dă acestora dreptul de a primi subvențiile de stat datorate bisericilor ca atare. Prin urmare, pierderea de astfel de subvenții nu poate fi considerată drept ingerință în dreptul reclamanților în temeiul articolului 9 al Convenției.", "61.  De asemenea, Guvernul a precizat că, chiar dacă contestata Lege a cultelor din 2011 ar putea fi considerată drept o ingerință, aceasta a fost prevăzută de o lege adoptată de două treimi din membrii Parlamentului. Curtea Constituțională nu a admis argumentul reclamanților potrivit căruia Legea cultelor din 2011 era nulă în temeiul dreptului public. Acele prevederi ale Legii cultelor din 2011 care au fost declarate neconstituționale nu au afectat situația reclamanților, în timp ce alte dispoziții contestate de reclamanți nu au fost declarate neconstituționale.", "62.  Mai mult, pretinsa ingerință a urmărit scopul legitim de protejare a ordinii publice și a drepturilor și libertăților altora. După intrarea în vigoare a Legii nr. CXXVI din 1996 cu privire la utilizarea unei anumite sumă din impozitul pe venitul personal, în conformitate cu instrucțiunile contribuabilului și Tratatul de la Vatican din 1997, care reglementează finanțarea de către stat a activităților bisericii, Legea cultelor din 1990 a dat naștere la abuzuri neașteptate care nu au putut fi prevenite în contextul juridic creat de Constituția din 1989.  Noua Lege a fost adoptată în scopul de a pune capăt așa-numitei \"afaceri bisericești\", ce privea înființarea de biserici cu unicul scop de a obține subvenții de stat pentru întreținerea instituțiilor care furnizează asistență socială sau învățământ, sau chiar pentru câștigul personal, fără desfășurarea unei activități religioase autentice. Până la sfârșitul anului 2011 au fost, în mod absurd, înregistrate 406 biserici în Ungaria. Având în vedere resursele bugetare în scădere ale statului și o scădere paralelă a resurselor disponibile pentru organizațiile care desfășoară activități religioase autentice, a existat o necesitate socială urgentă de a pune capăt abuzului în domeniul subvențiilor acordate bisericii.", "63.  Mai mult, reforma în curs a sistemului general de finanțare a instituțiilor sociale și educaționale a necesitat, de asemenea, modificări la nivelul sistemul finanțării de stat a unor astfel de instituții operate de comunități religioase. Prin urmare, a existat o necesitate socială urgentă de a modifica normele privind înregistrarea bisericilor.", "64.  În timp ce a menținut principiul potrivit căruia statul trebuie să se abțină de la a interveni în auto-definirea comunităților religioase, în termeni teologici, Legea cultelor din 2011 a definit noțiunea de activități religioase în scopul recunoașterii bisericilor ca participanți în sistemul relațiilor stat- biserică dintr-o perspectivă exclusiv juridică.  Legiuitorul maghiar a introdus un sistem dualist cu privire la statutul de persoană juridică al entităților- comunități religioase, similar cu modelul existent într-un număr de state europene. Comunitățile auto-definite religioase au fost libere să funcționeze ca asociații, în conformitate cu articolele 9 și 11 din Convenție, în timp ce acele comunități religioase care doresc să stabilească o relație specială cu statul și să împartă responsabilitățile sociale ale acestuia trebuie să fie supuse unei evaluări a naturii activităților lor de către autorități.", "65.  Guvernul a susținut că abordarea lor a fost în conformitate cu jurisprudența Convenției, în special cauzele în care Curtea s-a bazat pe poziția autorităților naționale în definirea \"religiei\" în scopul înregistrării (acesta s-a referit la Kimlya și alții c. Rusiei, nr. 76836/01 și 32782/03, § 79, CEDO 2009). Prin urmare, definirea activităților religioase prin Legea cultelor din 2011 și evaluarea caracterului religios al unei organizații de către autoritățile de stat nu au fost contrare articolului 9 din Convenție. Legea cultelor din 2011 a respectat cerințele de neutralitate și imparțialitate, deoarece nu s-a bazat pe caracteristicile specifice ale unei anumite religii și a fost aptă să asigure recunoașterea unui număr de biserici reprezentând o gamă largă de religii și credințe religioase.", "66.  Înregistrarea prealabilă ca biserică în Ungaria nu ar trebui să fie considerată drept decisivă pentru recunoașterea caracterului religios al unei organizații de către autorități, deoarece înregistrarea care s-a făcut potrivit Legii cultelor din 1990 s-a bazat exclusiv pe auto-definirea fondatorilor organizației, fără nici o evaluare concretă din partea autorităților. O astfel de evaluare a fost introdusă abia prin Legea cultelor din 2011, cu scopul de a preveni abuzurile care rezultă din această deferență excesivă a definirii de sine. Curtea Constituțională, prin decizia nr. 6/2013 (III. 1.), a citat exemple în care autoritățile judiciare competente în materie de înregistrare a bisericilor potrivit Legii cultelor din 1990 au efectuat o revizuire a naturii religioase a activităților reglementate prin statutul auto-definitelor biserici care solicitau înregistrare; cu toate acestea, aceasta revizuire nu a fost sistematică și nu a existat nici o definiție legală a religiei și activităților religioase; prin urmare, nu a existat o practica judiciară unitară în acest domeniu. Doar această decizie a Curții Constituționale a clarificat faptul că, contrar susținerilor reclamanților, autorităților de stat nu le-a fost interzis să verifice dacă credințele declarate și practicile reale ale unei biserici în devenire sau existente aveau cu adevărat un caracter religios. Pe de altă parte, Curtea Constituțională a constatat că exercitarea acestei competențe de către autoritățile de stat ar trebui să fie însoțită de mai multe garanții procedurale.", "67.  Guvernul a afirmat că, în ciuda constatărilor Curții Constituționale cu privire la deficiențele garanțiilor procedurale, evaluarea de fond în temeiul Legii cultelor din 2011 a naturii religioase a activităților unei organizații s-a efectuat în mod neutru și imparțial. Inițial, legiuitorul a intenționat să obțină un aviz imparțial din partea unei instituții independente, Academia de Științe a Ungariei, cu privire la procedura de recunoaștere a minorităților naționale. Când Academia a refuzat să furnizeze factorilor de decizie expertiză în domeniile relevante, comisia parlamentară pentru afaceri religioase a decis să caute îndrumare din partea altor experți independenți și de încredere și, în determinarea caracterului religios al învățăturilor unei biserici și-a bazat decizia pe existența sau inexistența recunoașterii internaționale. Având în vedere faptul că Curtea a menționat consensul european ca un principiu director în definirea religie, această abordare a autorităților maghiare nu poate fi considerată arbitrară sau în afara marjei lor de apreciere.", "68.  În ceea ce privește proporționalitatea măsurilor aplicate pentru a atinge obiectivele de mai sus, Guvernul a fost de părere că metoda \"reînregistrării\", prevăzută de Legea cultelor din 2011, a fost cea mai puțin restrictivă măsură și, prin urmare, proporțională cu scopul urmărit. Guvernul nu împovărat în mod disproporționat organizațiilor religioase: ele au fost obligate să prezinte doar o simplă declarație de intenție cu privire la continuarea activităților lor religioase și să facă unele ajustări minore la statutele lor, în scopul de a-și păstra personalitatea juridică. De asemenea, ele au rămas îndreptățite să-și revendice statutul lor de biserici, urmând o procedură simplă de recunoaștere de către Parlament.", "(b)  Reclamanții", "69.  Reclamanții au susținut că pierderea statutului lor propriu-zis de biserică, ca urmare a Legii cultelor din 2011, a constituit o ingerință în libertatea lor de religie. Buna funcționare a comunităților religioase a necesitat beneficiul unui statut legal specific și adecvat, care este statutul de biserică în sensul juridic. În Ungaria, comunitățile religioase au avut o posibilitate rezonabilă de a fi înregistrate ca biserici începând cu anul 1990, iar reclamanții s-au bucurat într-adevăr de acest statut. Faptul că la 1 ianuarie 2012, marea majoritate a bisericilor (inclusiv ale lor) au pierdut statutul corespunzător de biserică și au fost forțate să se transforme în asociații civile de drept comun sau, altfel, să înceteze să existe din punct de vedere legal a constituit, în sine, o ingerință în libertatea lor de religie, în special, deoarece pierderea statutului de biserică i-a lipsit de privilegii care le-au facilitat desfășurarea activităților lor religioase. Faptul că aceste privilegii au fost garantate în continuare numai bisericilor recunoscute de către Parlament i-a pus într-o situație în mod substanțial dezavantajoasă vis-à-vis de aceste biserici.", "70.  Reclamanții au pretins că dreptul la libertatea de religie presupune că membrilor le este permis să se asocieze liber, fără intervenția arbitrară a statului. Prin urmare, statului îi este interzis să reglementarea relațiile stat-biserică în mod arbitrar; orice ingerință în acest domeniu trebuia să fie prevăzută de lege, să urmărească un scop legitim și să fie necesară într-o societate democratică. Cerințele referitoare la înregistrarea bisericilor trebuiau să fie obiective și rezonabile, pentru că în această chestiune statul era obligat să rămână neutru și imparțial. În consecință, în cazul în care o comunitate religioasă îndeplinește cerințele legale trebuie să aibă dreptul de a fi înregistrată ca o biserică, iar procedura de înregistrare ar trebuit să ofere garanții de echitate.", "71.  Cu toate acestea, condițiile și procedura de reînregistrare a acestora ca biserici nu a devenit doar mai strictă, în comparație cu sistemul Legii din 1990, dar a devenit și nejustificat de greoaie și nedreaptă, permițând Parlamentului să contracareze arbitrar, pe considerente politice, încercările lor de reînregistrare.", "72.  În ceea ce privește condiția care impune o existență demonstrată pe o perioadă lungă de timp, reclamanții au admis că acest criteriu este unul obiectiv, însă, au susținut aceștia, nerezonabil. Ei au subliniat că în Ungaria regimul comunist s-a încheiat cu puțin mai mult de douăzeci de ani în urmă. Înainte, ar fi fost aproape imposibil pentru noile mișcări religioase să se formeze și să existe în țară. Prin urmare, aproape toate noile mișcări religioase au fost excluse de la avantajele statutului de \"biserică\", cu încălcarea articolului 9.", " 73.  În plus, Legea cultelor din 2011 a inclus și criterii mai puțin obiective, precum cerința ca funcționarea comunității religioase să nu constituie o amenințare la adresa securității naționale și ca principiile sale să nu încalce dreptul la sănătate, protecția vieții sau demnității umane. Cererile de reînregistrare ale reclamanților au fost respinse, deși nu s-a demonstrat că ei ar reprezenta vreo amenințare la adresa statului sau ordinii publice.", "74.  Având în vedere cele de mai sus, reclamanții au subliniat că, potrivit Legii cultelor din 2011, unei comunități religioase i se poate refuza înregistrarea chiar dacă aceasta îndeplinește criteriile obiective aplicabile, o situație care a rezultat a fi arbitrară.", "2.  Aprecierea Curții", "(a)  Principii generale", "75.  Curtea reiterează că, astfel cum este consacrat la articolul 9, libertatea de gândire, conștiință și religie este unul dintre fundamentele unei \"societăți democratice\" în sensul Convenției. În timp ce libertatea de religie este în primul rând o problemă de conștiință individuală, aceasta presupune și libertatea \"[cuiva] de a-și manifesta religia\" singur și în privat sau în comunitate cu alții, în public și în cercul celor a căror credință o partajează. Ceea ce se ilustrează prin cuvinte și fapte este legat de existența unor convingeri religioase (a se vedea Kokkinakis v. Greece, 25 mai 1993, § 31, seria A nr. 260, și Buscarini și alții c. San Marino [MC], nr. 24645/94, § 34, CEDO 1999-I).", "76.  Curtea nu consideră necesar să decidă in abstracto dacă actele de înregistrare oficială a comunităților religioase reprezintă o ingerință în drepturile protejate de articolul 9 din Convenție. Cu toate acestea, ea subliniază că statul are datoria de a rămâne neutru și imparțial în exercitarea puterii sale de reglementare în domeniul libertății religioase și în relațiile sale cu diferite religii, culte și credințe (a se vedea Mitropolia Basarabiei [nr. 45701/99, CEDO 2001XII], § 116, și Religionsgemeinschaft der Zeugen Jehovas, [nr. 40825/98, 31 iulie 2008], § 97). Fapte care demonstrează un eșec al autorităților de a rămâne neutre în exercitarea competențelor lor în acest domeniu trebuie să conducă la concluzia că statul a interferat cu libertatea credincioșilor de a-și manifesta religia lor, în sensul articolului 9 din Convenție. Curtea reiterează că, cu excepția unor cazuri excepționale, dreptul la libertatea de religie garantat în temeiul Convenției exclude orice apreciere din partea statului cu privire la legitimitatea convingerile religioase sau mijloacele utilizate pentru a exprima aceste convingeri (a se vedea Hasan și Chaush [c. Bulgariei [MC], nr. 30985/96, CEDO 2000-XI], §§ 7778). Într-adevăr, datoria statului de neutralitate și imparțialitate, astfel cum sunt definite în jurisprudența Curții, este incompatibilă cu orice putere din partea statului de a evalua legitimitatea credințelor religioase (a se vedea Mitropolia Basarabiei, citată mai sus, § 123).", "77.  În acest context, articolul 9 trebuie să fie interpretat în lumina articolului 11 din Convenție, care protejează viața asociativă împotriva interferenței nejustificate a statului. Curtea reamintește constatările sale în acest sens în cauza Hasan și Chaush (citată mai sus, § 62):", "“Curtea reamintește că în mod tradițional și universal comunitățile religioase există în formă de structuri organizate. Acestea respectă norme care sunt adesea văzute de adepți ca fiind de origine divină. Ceremoniile religioase au sensul și valoarea sacră pentru credincioși, dacă acestea sunt conduse de predicatori împuterniciți în acest scop, în conformitate cu aceste reguli. Personalitatea predicatorilor este, fără îndoială, importanță pentru fiecare membru al comunității. Participarea la viața comunității este, prin urmare, o manifestare a religiei protejată de articolul 9 al Convenției.", " În cazul în care organizarea unei comunității religioase este în litigiu, articolul 9 din Convenție trebuie să fie interpretate în lumina articolului 11, care protejează viața asociativă împotriva interferenței nejustificate a statului. Văzut în această perspectivă, dreptul credincioșilor la libertatea de religie presupune că comunitatea va funcționa în mod pașnic, fără intervenția arbitrară a statului. Într-adevăr, existența autonomă a comunităților religioase este indispensabilă pluralismului într-o societate democratică și este, prin urmare, o problemă centrală în cadrul protecției oferite de articolul 9. Se referă în mod direct nu numai la organizarea comunității ca atare, ci și la exercitarea efectivă a dreptului la libertatea de religie de către toți membrii săi activi. Atunci când o organizare a comunității nu este protejată de articolul 9 al Convenției, toate celelalte aspecte ale libertății de religie ale individului devin vulnerabile”.", "78.  Curtea reiterează în continuare că abilitatea de a fonda o entitate juridică, în scopul de a acționa în mod colectiv într-un domeniu de interes comun, este una dintre cele mai importante aspecte ale libertății de asociere, fără de care acest drept ar fi lipsit de orice sens. Curtea a statuat în mod constant că un refuz al autorităților naționale de a acorda statut juridic unei asociații de persoane fizice reprezintă o interferență în exercitarea dreptului reclamanților la libertatea de asociere (a se vedea Gorzelik și alții c. Poloniei [MC], nr. 44158/98, § 52 et passim, CEDO 2004I, și Sidiropoulos și alții c. Greciei, 10 iulie 1998, § 31 et passim, Culegere de hotărâri și decizii 1998IV). Statele au dreptul să se asigure că obiectivul și activitățile unei asociații sunt în conformitate cu normele prevăzute în legislație, dar ele trebuie să facă acest lucru într-un mod compatibil cu obligațiile care le revin în temeiul Convenției, sub rezerva controlului din partea instituțiilor Convenției (a se vedea Sidiropoulos, citată mai sus, § 40). În cazul unei dispute cu privire la organizarea unei comunități religioase, refuzul de a o recunoaște s-a constatat de asemenea a constitui o ingerință în dreptul reclamanților la libertatea de religie în conformitate cu articolul 9 al Convenției (a se vedea Mitropolia Basarabiei, citată mai sus, § 105).", "79.  Puterea statului de a proteja instituțiile și cetățenii de asociațiile care i-ar putea pune în pericol trebuie să fie utilizată cu moderație, ca excepții de la regula libertății de asociere care trebuie să fie interpretată în mod strict și numai motive convingătoare și imperioase pot justifica restricțiile privind această libertate. Orice interferență trebuie să corespundă unei \"nevoi sociale urgente\"; astfel, noțiunea de \"necesar\" nu are flexibilitatea unor expresii precum \"util\" sau \"de dorit\" (a se vedea Gorzelik, citată mai sus, §§ 94-95, cu referințele ulterioare).", "80.   Atunci când Curtea își exercită controlul său, sarcina sa nu este de a își substitui propriul punct de vedere celui al autorităților naționale competente, ci mai degrabă să revizuiască deciziile pe care acestea le pronunțate în exercitarea puterii lor de apreciere. Acest lucru nu înseamnă că ea trebuie să se limiteze la a verifica dacă statul pârât și-a exercitat puterea de apreciere în mod rezonabil, atent și cu bună-credință; aceasta trebuie să se uite la ingerința reclamată în lumina cauzei în ansamblu și să determine dacă aceasta a fost \"proporțională cu scopul legitim urmărit\" și dacă motivele invocate de autoritățile naționale pentru a o justifica sunt \"relevante și suficiente\". În acest sens, Curtea trebuie să se convingă că autoritățile naționale au aplicat standarde care au fost în conformitate cu principiile cuprinse în Convenție și, mai mult, că ele și-au bazat deciziile pe o evaluare acceptabilă a faptelor relevante (a se vedea United Communist Party of Turkey și alții c. Turciei, 30 ianuarie 1998, § 47, Rapoarte 1998I, și Partidul Comuniștilor (Nepeceriști) și Ungureanu c. României, nr. 46626/99, § 49, CEDO 2005I (extrase)).", "(b)  Aplicarea acestor principii în speță", "(i)  Cu privire la existența unei ingerințe", "81.  Curtea observă că reclamanții comunități au existat și funcționat în mod legal în Ungaria ca biserici înregistrate de instanța competentă, în conformitate cu Legea cultelor din 1990. Legea cultelor din 2011 a schimbat în asociații statutul tuturor bisericilor înregistrate anterior, cu excepția acelor biserici recunoscute, enumerate în apendicele la Legea cultelor din 2011. Comunitățile religioase care doreau să funcționeze în continuare ca și biserici trebuiau să se adreseze Parlamentului pentru a obține recunoașterea individuală ca atare.", "82.  Curtea a constatat în două cauze anterioare (a se vedea Moscow Branch of the Salvation Army, citată mai sus, § 67, și Church of Scientology Moscow c. Rusiei, nr. 18147/02, § 78, 5 aprilie 2007) că refuzul reînregistrării a reprezentat o ingerință în dreptul unei organizații religioase la libertatea de asociere și, de asemenea, în dreptul său la libertatea de religie.", "83.  Curtea consideră că măsura în litigiu a reprezentat efectiv o radiere a reclamanților de pe lista bisericilor și a constituit o ingerință în drepturile lor consacrate în articolele 9 și 11. Prin urmare, trebuie să stabilească dacă ingerința a îndeplinit cerințele prevăzute la paragraful 2 al acestor dispoziții, și anume, dacă aceasta a fost \"prevăzută de lege\", a urmărit unul sau mai multe scopuri legitime și a fost \"necesară într-o societate democratică\" (a se vedea, printre multe altele, Mitropolia Basarabiei, citată mai sus, § 106).", "84.  Puterea statului în acest domeniu trebuie să fie utilizate cu moderație; excepțiile de la regula libertății de asociere trebuie să fie interpretate în mod strict și numai motive imperioase și convingătoare pot justifica restricțiile privind această libertate. În această privință, Curtea reiterează poziția sa formulat în cauzele Gorzelik (citată mai sus, §§ 94-95) și Jehovah’s Witnesses of Moscow c. Rusiei, (nr. 302/02, § 100, 10 iunie 2010). Sarcina probei atunci când vine vorba de a demonstra existența unor motive imperioase revine guvernului pârât (a se vedea, mutatis mutandis, Vallianatos și alții c. Greciei [MC], nr. 29381/09 și 32684/09, § 85, CEDO 2013). Prin urmare, este de datoria Guvernului să demonstreze, în speță, că a fost necesar, în vederea realizării obiectivelor legitime pe care s-au sprijinit, să interzică unor biserici deja recunoscute să-și desfășoare activitățile confesionale, adică, manifestarea religiei.", "(ii)  Baza legală", "85.  Această problemă nu a fost disputată de părți. Curtea este convinsă că ingerința în litigiu a fost prevăzută de lege, și anume Legea cultelor din 2011.", "(iii)  Scopul legitim", "86.   Guvernul a susținut că pretinsa ingerință contestată ar putea fi considerată ca urmărind scopurile legitime de protecție a drepturilor și libertăților altora, precum și protecția ordinii publice, în sensul articolului 9 § 2, și anume, prin eliminarea unor entități ce pretind că urmăresc scopuri religioase dar care, de fapt, luptă doar pentru beneficii financiare. Reclamanții au contestat acest punct de vedere.", "Curtea consideră că măsura în cauză poate fi considerată a servi scopului legitim de prevenire a dezordinii și criminalității în sensul articolului 11 § 2, în special prin încercarea de a combate activitățile frauduloase.", "(iv)  Necesar într-o societate democratică", "(α)  Marja de apreciere", "87.  În ceea ce privește invocarea de către Guvern a principiului elaborat în cauza Kimlya și alții (§ 79, a se vedea punctul 65 de mai sus), potrivit căruia natura disputată a învățăturilor Scientologiei a făcut necesară respectarea evaluării autorităților naționale a acestora, Curtea constată că, în acest caz, lipsa consensului la nivel european s-a considerat demonstrat de faptul că autoritățile din diferite țări au inițiat proceduri împotriva reprezentanților acestui grup religios. În opinia Curții, aceste acțiuni au demonstrat prezența unei dispute oficiale reale cu privire la natura religioasă a învățăturilor. Este în acest context special, că natura contestată a unei pretinse religii poate genera o marjă largă de apreciere din partea statului în evaluarea învățăturilor acesteia. ", "88.  Cu toate acestea, Curtea este de părere că această abordare nu poate fi în mod automat transpusă la situațiile în care un grup religios pur și simplu nu este recunoscut legal ca o biserică cu drepturi depline în una sau mai multe jurisdicții europene. Această simplă absență de consens aparent nu poate conduce la același grad de respect pentru evaluarea autorităților naționale, în special în cazul în care problema se referă la cadrul de recunoaștere organizatoric al unor religii de altfel acceptate (fostele biserici de sine stătătoare), mai degrabă decât însăși acceptarea unui anumit set de învățături controversate ca o religie. A susține contrariul ar însemna că religiile non-tradiționale ar putea pierde protecția Convenției într-o țară, în principal datorită faptului că nu au fost recunoscute legal ca biserici în altele. Acest lucru ar face garanțiile oferite de articolele 9 și 11 în mare măsură iluzorii în ceea ce privește garantarea de forme de organizare adecvate pentru culte.", "89.   Prin urmare, Curtea consideră că, deși statele dispun de o anumită marjă de apreciere în acest domeniu, aceasta nu se poate extinde la acceptarea totală a evaluării religiilor și organizațiilor religioase de către autoritățile naționale; soluțiile legale aplicabile adoptate într-un stat membru trebuie să fie în conformitate cu jurisprudența Curții și supuse controlului Curții.", "(β)  Obligații pozitive", "90.   Curtea consideră că statului îi revine o obligație pozitivă de a pune în aplicare un sistem de recunoaștere care facilitează dobândirea personalității juridice de către comunitățile religioase. Aceasta este o considerație valabilă și în ceea ce privește definirea noțiunilor de religie și activități religioase. În opinia Curții, aceste definiții au repercusiuni directe asupra exercitării individuale a dreptului la libertatea de religie și sunt capabile să restrângă acest drept, dacă activitatea respectivă nu este recunoscută ca având un caracter religios. Potrivit poziției Comitetului pentru Drepturile Omului al Organizației Națiunilor Unite ..., astfel de definiții nu pot fi interpretate în detrimentul formelor netradiționale de religie – un punct de vedere împărtășit de Curte. În acest context, Curtea reiterează faptul că datoria statului de neutralitate și imparțialitate, astfel cum este definită în jurisprudența sa, este incompatibilă cu orice putere din partea statului de a evalua legitimitatea credințelor religioase (a se vedea Mitropolia Basarabiei, citată mai sus, §§ 118 și 123, și Hasan și Chaush, citată mai sus, § 62). Însă, prezenta speță nu dezbate definirea religiei ca atare în dreptul ungar.", "91.  Curtea consideră în continuare că nu există nici un drept în temeiul articolului 11 coroborat cu articolul 9 care să garanteze organizațiilor religioase un statut juridic specific. Articolele 9 și 11 din Convenția impun statului doar să se asigure că comunitățile religioase au posibilitatea de a dobândi capacitatea juridică ca și entități în temeiul dreptului civil; acestea nu obligă la acordarea unui statut specific de drept public.", "92.  Distincțiile în statutul juridic acordat comunităților religioase nu trebuie să înfățișeze adepții lor într-o lumină nefavorabilă în opinia publică, care este sensibilă la evaluarea oficială a unei religii - și a bisericii care o întruchipează - făcută de stat în viața publică. În tradițiile a numeroase țări, desemnarea drept biserică și recunoașterea de stat sunt cheia statutului social, fără de care comunitatea religioasă poate fi văzută ca o sectă dubioasă. Cu alte cuvinte, refuzul de a recunoaște o comunitate religioasă ca biserică poate amplifica prejudecăți împotriva adepților unor, adesea mici, astfel de comunități, în special în cazul religiilor cu învățături noi sau neobișnuite.", "93.  Atunci când evaluează diferențele de statut juridic dintre comunitățile religioase și consecințele unui astfel de tratament în ceea ce privește cooperarea cu statul (în cazul în care statul, în marja sa de apreciere, alege un model constituțional de cooperare), Curtea constată, de asemenea, că aceste distincții au un impact asupra organizării comunității și, prin urmare, cu privire la practicarea religiei, individual sau colectiv. Într-adevăr, asociațiile religioase nu sunt doar instrumente pentru urmărirea unor scopuri religioase individuale. În modul cel mai serios, ele oferă cadrul pentru evoluția auto-determinării individuale și servește pluralismului în societate. Protecția acordată libertății de asociere pentru credincioși permite persoanelor să urmeze decizii colective de a realiza proiecte comune dictate de convingeri comune.", "94.   Curtea nu poate trece cu vederea riscul ca adepții unei religii să se simtă doar tolerați – nu și acceptați – atunci când statul refuză să recunoască și să sprijine organizarea lor religioasă acordând în același timp acest beneficiu altor culte.  Aceasta deoarece practica colectivă a religiei în forma dictată de principiile acelei religii poate fi esențială pentru exercitarea neîngrădită a dreptului la libertatea de religie. În opinia Curții, o asemenea situație de percepție a unui sentiment de inferioritate aduce atingere libertății individuale de religie.", "(γ)  Radierea reclamanților comunități religioase", "95.  Curtea notează că efectul imediat al intrării în vigoare a Legii cultelor din 2011 a fost acela că reclamanții entități, foste biserici de sine stătătoare eligibile a beneficia de privilegii, subvenții și donații, au pierdut acest statut și au fost retrogradați, în cel mai bun caz, la statutul de asociații, care, în mare măsură, nu beneficiază de aceste posibilități. Este adevărat că hotărârea ulterioară a Curții Constituționale a pus capăt acestei ingerințe. În opinia Guvernului, acest lucru a reprezentat o reparație completă a pretinsului abuz; cu toate acestea, reclamanții au susținut că ei nu se vor mai putea bucura întocmai de statutul avut anterior.", "96.  La evaluarea acestei radieri a reclamanților comunități, este important de menționat că acestea au fost anterior recunoscute ca biserici de către autoritățile maghiare în conformitate cu legislația care a fost în vigoare la data aderării Ungariei la sistemul Convenției și care a rămas în vigoare până la intrarea în vigoare a Legii cultelor din 2011. ", "Mai mult, Curtea notează - recunoscând în același timp preocuparea legitimă a Guvernului cu privire la problemele legate de numărul mare de biserici anterior existente în țară (a se vedea punctul 62 de mai sus) – că Guvernul nu a demonstrat indisponibilitatea unor soluțiile mai puțin drastice la problema autorităților, cum ar fi controlul judiciar sau dizolvarea de biserici cu dovedit caracter abuziv.", "97.   Curtea nu poate decât să observe că rezultatul legislației incriminate a fost de a priva biserici existente și operaționale de statutul lor legal, în unele cazuri cu consecințe pe termen lung din punct de vedere material și în ceea ce privește reputația lor.", "(δ)  Posibilități de reînregistrare pentru reclamanții comunități", "98.  Curtea notează că, potrivit legislației în vigoare, în Ungaria există un sistem dualist de recunoaștere a bisericii. Un număr de biserici, așa-numitele biserici înregistrate, beneficiază pe deplin de statutul de biserică, inclusiv dreptul la privilegii, subvenții și donații fiscale. Restul asociațiile religioase, deși libere să folosească eticheta de \"biserică\" din august 2013, sunt într-o situație mult mai puțin privilegiată, cu posibilități limitate de a trece de la această categorie la cea a unei biserici înregistrate. Reclamanții în prezenta cauză, foste biserici de sine stătătoare, aparțin acum celei de a doua categorii, cu drepturi și posibilități materiale să-și manifeste religia substanțial reduse, in comparație fie cu statutul lor anterior, fie cu bisericile înregistrate în prezent.", "99.   Curtea notează argumentele Guvernului care par să se concentreze, pe de o parte, pe fezabilitatea trecerii la statutul de biserică înregistrată, iar pe de altă parte, pe rezonabilitatea condițiilor atașate unei astfel de treceri, în special criteriile obiective referitoare la perioada de existență și numărul minim de aderenți, precum și pe absența unei amenințări la adresa securității naționale, astfel cum decide în ultimă instanță Parlamentul.", "100.   În ceea ce privește sistemului dualist de recunoaștere a bisericii, Curtea este convinsă că un astfel de sistem poate în sine intra în marja de apreciere a statelor (a se vedea Sindicatul “Păstorul cel Bun” c. României [MC], nr. 2330/09, § 138, CEDO 2013 (extrase)).  Totuși, oricare astfel de sistem face parte în mod normal din tradițiile istoric-constituționale din acele țări în care operează iar un sistem biserică de stat poate fi considerat compatibil cu articolul 9 din Convenția, în special, în cazul în care este parte a unei situații ce a existat anterior ratificării Convenției de către statul contractant (a se vedea Darby c. Suediei, nr. 11581/85, Raportul Comisiei, 9 mai 1989, § 45, seria A nr. 187).", " De exemplu, Curtea a admis deja că o finanțare suplimentară de la bugetul de stat acordată bisericii de stat nu a încălcat Convenția, având în vedere, printre alte considerente, faptul că angajații bisericii de stat erau funcționari publici, cu drepturi și obligații în această capacitate în ceea ce privește publicul larg și nu doar membrii congregațiilor lor (a se vedea Ásatrúarfélagið c. Islandei (dec.), nr. 22897/08, § 34, 18 septembrie 2012).     Într-o notă mai generală, Curtea ar adăuga că finanțarea de biserici și alte materiale sau avantaje financiare acordate lor, în timp ce nu sunt incompatibile cu Convenția, aceste facilități nu trebuie să fie discriminatorii sau excesive, adică, în mod evident disproporționate în raport cu cele primite pentru activități comparabile de către alte organizații într-o anumită societate.  ", "101.  Cu toate acestea, în speță, Curtea constată că Guvernul nu a prezentat nici o dovadă convingătoare pentru a demonstra că lista bisericilor înregistrate cuprinsă în apendicele la Legea cultelor din 2011, în vigoare în prezent, reflectă pe deplin tradiția istorică maghiară, prin aceea că nu include reclamanții comunități religioase și înseamnă că se referă la starea de fapt predominantă în 1895 ... ignorând în același timp mai multe evoluții istorice recente. ", "102.  Curtea observă că deciziile privind recunoașterea bisericilor înregistrate revin Parlamentului, un organism eminamente politic, care trebuie să adopte aceste decizii cu o majoritate de două treimi. Comisia de la Veneția a observat că voturile necesare sunt dependente în mod evident de rezultatele alegerilor... Ca urmare, acordarea sau refuzul de recunoaștere a unei biserici pot fi legate de evenimente sau situații politice Un astfel de sistem implică în mod inerent o desconsiderare pentru neutralitate și un risc de arbitrarietate. O situație în care comunitățile religioase sunt reduse la a curta partidele politice pentru votul lor este incompatibilă cu cerința de neutralitate a statului în acest domeniu.", "103.  Curtea consideră că nu este în mod rezonabil de așteptat ca reclamanții comunități religioase să se supună unei proceduri care nu prezintă garanții cu privire la o evaluare obiectivă, în cadrul unei proceduri corecte, de către un organism non-politic. ...", "104.   Lăsând la o parte potențialul ca procedura de reînmatriculare să fie afectată de părtinire politică, Curtea a constatat că refuzul de înregistrare pentru eșecul de a prezenta informații cu privire la principiile fundamentale ale unei religii poate fi justificat în circumstanțele speciale ale unui caz de nevoie de a determina dacă confesiunea ce solicită recunoaștere prezintă vreun pericol pentru o societate democratică (a se vedea Cârmuirea Spirituală a Musulmanilor din Republica Moldova c. Moldovei (dec.), nr. 12282/02, 14 iunie 2005). Cu toate acestea, în speță, Curtea observă că Guvernul nu a motivat obligația de a examina din nou biserici deja active, din perspectiva posibilei periculozități a acestora în societate, cu atât mai puțin obligația de a verifica conținutul învățăturilor lor, astfel cum implicit prevede Legea cultelor din 2011. ... Nici nu a demonstrat existența unui pericol real din partea reclamanților comunități (per a contrario Church of Scientology Moscow, citată mai sus, § 93). Curtea notează că, până la data faptelor, reclamanții au funcționat în mod legal în Ungaria ca și comunități religioase de mai mulți ani.  Nu există nici o dovadă în fața Curții că în acea perioadă ar fi fost pusă în mișcare de către autorități vreo procedură care să conteste existența reclamanților, în special pentru motivul că ar fi funcționat în mod ilegal sau abuziv. Prin urmare, condițiile necesare pentru reînregistrare ar fi trebuie să fie deosebit de grele și imperioase (a se vedea Church of Scientology Moscow, citată mai sus, § 96, și Moscow Branch of The Salvation Army, citată mai sus, § 96). În cazul de față astfel de motive au fost invocate de către autoritățile naționale.", "105.  Totuși, chiar presupunând că au existat astfel de condiții grele și imperioase, Curtea nu poate decât să conchidă că reclamanților grupuri religioase nu le-a fost oferită o oportunitate echitabilă (a se vedea Religionsgemeinschaft der Zeugen Jehovas, citată mai sus, § 92), de a obține nivelul de recunoaștere juridică dorit, în special judecând după natura politică a procedurii. ", "(ε)   Posibilitate reclamanților comunități de a se bucura de avantaje materiale, în scopul de a-și manifesta religia lor și de a coopera cu statul în această privință", "106. Curtea observă că libertatea unei persoane de a-și manifesta religia sau convingerile în temeiul articolului 9 nu conferă reclamanților comunități sau membrilor acestora un drept de a avea asigurate fonduri suplimentare de la bugetul de stat (a se vedea Ásatrúarfélagið, citată mai sus, § 31), dar că subvențiile care sunt acordate în mod diferit la diferite comunități religioase - și, prin urmare, în mod indirect, la diverse religii - impun cel mai strict control (a se vedea, mutatis mutandis, Gorzelik, citată mai sus, § 95).", "107. Curtea a recunoscut deja că privilegiile obținute de societăți religioase, în special în domeniul fiscal, facilitează urmărirea scopurilor lor religioase (a se vedea Association Les Témoins de Jéhovah c. Franței, nr. 8916/05, §§ 49 și 52- 53, 30 iunie 2011) și că există, prin urmare, o obligație pentru autoritățile statului în conformitate cu articolul 9 din Convenția să rămână neutre în exercitarea competențelor lor (a se vedea Religionsgemeinschaft der Zeugen Jehovas și alții c. Austriei, citată mai sus, § 92 ) atunci când vine vorba despre alocarea acestor resurse și acordarea acestor privilegii. În cazul în care, în exercitarea obligațiilor sale pozitive în temeiul articolelor 9 și 11, statul a decis în mod voluntar să ofere organizațiilor religioase dreptul la subvenții și alte beneficii- un astfel de drept care intră astfel în domeniul de aplicare mai larg al acestor articole din Convenție - nu poate lua măsuri discriminatorii în acordarea acestor beneficii   (a se vedea, mutatis mutandis, E.B. c. Franței [MC], nr. 43546/02, §§ 48-49, 22 ianuarie 2008 și Savez crkava “Riječ života” și alții c. Croației, nr. 7798/08, § 58, 9 decembrie 2010). În mod similar, dacă statul decide să reducă sau să retragă organizațiilor religioase anumite prestații, nici o astfel de măsură nu poate fi discriminatorie.", "108.  În opinia Curții, statelor trebuie să le fie lăsată o libertate considerabilă în alegerea formelor de cooperare cu diverse comunități religioase, mai ales că acesta din urmă diferă foarte mult unele de altele în ceea ce privește organizarea lor, numărul adepților precum și activitățile care decurg din învățăturile lor respective. Acest lucru este cu atât mai important în selectarea partenerilor cu care statul intenționează să colaboreze pe anumite activități. Această prerogativă de mai sus a statului devine și mai importanță atunci când vine vorba de sarcini publice, sociale, întreprinse de comunitățile religioase dar care nu sunt direct legate de viața lor spirituală (adică, care nu au legătură cu, de exemplu, activități caritabile care decurg din îndatoririle lor religioase). În acest context, statele se bucură de o anumită marjă de apreciere atunci când modelează colaborarea cu comunitățile religioase. În acest moment, Curtea observă contextul special al relațiilor stat-biserică din Ungaria și, în special, faptul că bisericile maghiare au fost supuse după 1945 unor măsuri privative de drepturi ...", "109.  În alegerea partenerilor în scopul externalizării de sarcini de interes public, statul nu poate face discriminări între comunitățile religioase. Neutralitatea statului impune ca, atunci când alege să coopereze cu comunitățile religioase, alegerea partenerilor trebuie să se bazeze pe criterii identificabile privind, de exemplu, capacităților lor materiale. Distincțiile pe care un stat le face cu privire la recunoaștere, parteneriate și subvenții nu trebuie să producă o situație în care adepții unei comunități religioase să se simtă cetățeni de categoria a doua, din motive de credință, din cauza poziției mai puțin favorabile a statului față de comunitatea lor. ", "110. Curtea observă că, în temeiul dreptului ungar, bisericile înregistrate se bucură de un tratament preferențial, în special în domeniul impozitării și subvenționării ... Avantajele obținute de bisericile înregistrate sunt substanțiale și facilitează urmărirea obiectivelor lor religioase datorită formei lor speciale de organizare.", "111.  În opinia Curții, libertatea acordată statelor în reglementarea relațiilor lor cu bisericile ar trebui să includă posibilitatea de a modifica aceste privilegii prin intermediul unor măsuri legislative. Cu toate acestea, această libertate nu se poate extinde până la a atenta la neutralitatea și imparțialitatea necesară statului în acest domeniu.  ", "În speță, retragerea beneficiilor (rezultată din radierea unor biserici și din absența, în consecință, a statutului de biserică înregistrată) a privit numai anumite culte, inclusiv reclamanții. Este adevărat că reclamanții comunități nu par să îndeplinească criteriile cumulative stabilite de legiuitor, în special în ceea ce privește numărul minim de membri și durata minimă de existență. Aceste criterii au pus, fără îndoială, reclamanții, dintre care unii sunt comunități noi și / sau mici, într-o situație dezavantajoasă care este în contradicție cu cerințele de neutralitate și imparțialitate. În ceea ce privește problema duratei de existență a grupurilor religioase, Curtea acceptă că prevederea unui termen minim rezonabil poate fi necesară în cazul confesiunilor nou create și necunoscute. Dar este greu de justificat în cazul grupurilor religioase care au fost create o dată ce restricțiile privind viața confesională au fost ridicate după căderea regimului comunist din Ungaria și care trebuie să fie deja cunoscute autorităților competente, în timp ce doar cu puțin nu se încadrează în perioada necesară de existență. În această privință, Curtea ia act de opinia Comisiei de la Veneția, în conformitate cu care perioadele relevante sunt excesive ...", "112.  Curtea nu constată niciun indiciu care să dovedească că reclamanții sunt împiedicați de la practicarea religiei lor ca persoane juridice, adică, ca asociații, un statut care le asigură autonomia oficială vis-à-vis de stat. Cu toate acestea, în conformitate cu legislația în vigoare, anumite activități religioase desfășurate de biserici nu sunt disponibile asociațiilor religioase, un factor care, în opinia Curții, are un impact asupra dreptului acestora din urmă la libertatea colectivă de religie. În acest context. Curtea constată că, în decizia nr. 6/2013 (III. 1.), Curtea Constituțională a identificat, într-o listă neexhaustivă, opt privilegii acordată numai bisericilor ... În special, numai bisericile înregistrate au dreptul la unu la sută din impozitul pe venitul personal alocat de credincioși și la subvenția de stat corespunzătoare. Aceste sume sunt destinate să sprijine desfășurarea activităților legate de credință. Din acest motiv, Curtea constată că o astfel de diferențiere nu satisface cerința de neutralitate a statului și este lipsită de rațiuni obiective. O astfel de discriminare impune o povară asupra credincioșilor comunităților religioase mai mici, fără nici un motiv obiectiv și justificabil.", "113.  În această privință, Curtea adaugă că ori de câte ori statul, în conformitate cu articolele 9 și 11, decide în mod legitim să-și păstreze un sistem în care statul este constituțional mandatat să adere la o anumită religie (a se vedea Darby, citată anterior), așa cum se întâmplă în unele țări europene, și, în promovarea intereselor publice prevăzute legal, oferă beneficii de stat numai anumitor entități religioase iar altora deloc, acest lucru trebuie făcut pe baza unor criterii rezonabile legate de îndeplinirea intereselor publice (a se vedea, de exemplu, Ásatrúarfélagið, citată mai sus).", "114.  Având în vedere aceste considerente, Curtea constată că nu este necesar să se examineze posibila discriminare cu privire la funcționarea cimitirelor, publicațiilor religioase și producția și vânzarea de obiecte de cult, care sunt adesea legate de practicile religioase. De asemenea, consideră că nu este necesar să examineze diferențele în privința posibilităților de predare a religiei, ocuparea forței de muncă sau de cooperare cu statul privind activitățile de interes public.", "(ζ)  Concluzie", "115.   Curtea concluzionează că, prin eliminarea totală a statutul de biserică al reclamanților, mai degrabă decât să aplice măsuri mai puțin stricte, prin stabilirea unei proceduri de reînregistrare viciate politic, a cărei justificare ca atare este pusă la îndoială, și în cele din urmă, prin tratarea reclamanților diferit de bisericile încorporate, nu numai în privința posibilitățile de cooperare dar și în ceea ce privește dreptul la prestații în scopul desfășurării activităților legate de credință, autoritățile și-au încălcat datoria de neutralitate vis-à-vis de reclamanții comunități. Aceste elemente, luate separat și împreună, sunt suficiente Curții să constate că măsura contestată nu corespunde unei \"necesități sociale imperioase\".", "Prin urmare, a existat o încălcare a articolului 11 din Convenție interpretat în lumina articolului 9.", "...", "PENTRU ACESTE MOTIVE, CURTEA,", "...", "", "6.  Hotărăște, cu cinci voturi la două, că a existat o încălcare a articolului 11 interpretat în lumina articolului 9 din Convenție;", "", "...", "Redactată în engleză și notificată în scris la data de 8 aprilie 2014, în temeiul articolului 77 §§ 2 și 3 din Regulamentul Curții.", "\tStanley Naismith\tGuido Raimondi\n\tGrefier\tPreședinte", "", "În conformitate cu articolul 45 § 2 din Convenție și articolul 74 § 2 din Regulamentul Curții, opinia separată a judecătorului Spano, la care s-a alăturat judecătorul Raimondi, este anexată la prezenta hotărâre.", "G.R.A.\nS.H.N.", "Opiniile separate nu au fost traduse, însă acestea pot fi consultate în repertoriul jurisprudențial HUDOC al Curții, fiind redactate în limbile engleză și/sau franceză, limbile oficiale ale hotărârii.", "\n", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2015", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", "", ""]}