{"file": "RUM_HJUDRUM_18928_91.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "18928/91", "text_paragraphs": ["CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "", "CAZUL FREDIN (Nr. 2) contra SUEDIEI", "Cererea nr. 18928/91", "", "", "", "Hotărâre", " 23 februarie 1994", "", "", "În cauza Fredin c. Suediei (nr. 2),", "Curtea europeană a Drepturilor Omului, constituită, în conformitate cu articolul 43 din Convenţia pentru apărarea Drepturilor Omului şi a Libertăţilor fundamentale („Convenţia”) şi cu clauzele pertinente din regulamentul său, într-o cameră alcătuită din următorii judecători:", "", "\tDnii \tR. Ryssdal, preşedinte,", "\t     \tL.-E. Pettiti,", "\t     \tB. Walsh,", "\t\tR. Macdonald,", "\t\tA. Spielmann,", "\tDna\tE. Palm,", "\tDl\tI. Foighel,", "\tSir\tJohn Freeland,", "\tDl\tM.A. Lopes Rocha,", "precum şi Dnii M.-A. Eissen, grefier, şi H. Petzold, grefier adjunct,", "", "După ce a deliberat în camera de consiliu la 23 septembrie 1993 şi la 25 ianuarie 1994,", "", "A adoptat această hotărâre la această ultimă dată:", "", "PROCEDURA", "", "Cauza a fost transmisă Curţii de către Comisia europeană a Drepturilor Omului („Comisia”) la 13 aprilie 1993 şi de către guvernul Regatului Suediei la 24 mai 1993, în termenul de trei luni prevăzut de articolele 32 § 1 şi 47 din Convenţie. La originea cauzei se află o plângere (nr. 18928/91) îndreptată împortiva Suediei, introdusă la Comisie la 9 aprilie 1991 de către cetăţeanul acestui Stat, Dl Anders Fredin, în temeiul articolului 25.", "", "Cererea Comisiei face trimitere la articolele 44 şi 48 precum şi la declaraţia Suediei prin care este recunoscută jurisdicţia obligatorie a Curţii (articolul 46). Atât cererea Comisiei cât şi a Guvernului aveau drept scop obţinerea unei deciziei asupra punctului de a şti dacă faptele expuse în cauză prezintă o încălcare din partea Statului reclamat a obligaţiilor sale în baza Articolului 6 § 1 din Convenţie.", "", "Răspunzând invitaţiei prevăzute în articolul 33 § 3 d) din regulament, reclamantul şi-a manifestat dorinţa de a participa la proces şi a desemnat un reprezentat (articolul 30).", "", "Camera constituită îi includea cu drepturi depline, pe Dna E.Palm, judecător ales cu cetăţenia Suediei (articolul 43 al Convenţiei), şi Dl R. Ryssdal, preşedintele Curţii (articolul 21 § 3 b) din regulament). La 23 aprilie 1993, acesta a tras la sorţi numele celorlalţi şapte judecători: Dl L.-E. Pettiti, Dl M.B. Walsh, Dl R. Macdonald, Dl A. Spielmann, Dl I. Foighel, Sir John Freeland şi Dl M.A. Lopes Rocha, în prezenţa grefierului (articolele 43 in fine din Convenţie şi 21 § 4 din regulament).", "", "În calitate de preşedinte al camerei (articolul 21 § 5 din regulament), Dl Ryssdal a consultat prin intermediul grefierului agentul Guvernului, reprezentantul reclamantului şi delegatul Comisiei cu privire la organizarea procedurii (articolele 37 § 1 şi 38). În conformitate cu ordonanţa emisă în consecinţă, grefierul a primit, la 20 august 1993, memoriul reclamantului şi, la 23, o scrisoare de la Guvern care cuprindea observaţiile scrise din 7 mai 1992 către Comisie. La 10 septembrie 1993, secretarul acesteia a informat că delegatul îşi va exprima observaţiile la audiere.", "", "La 10, 15 şi 21 septembrie 1993, Comisia şi Guvernul au elaborat diferite documente solicitate de grefier. La această ultimă dată, reclamantul a furnizat precizări privind revendicările sale pretinse în temeiul articolului 50 din Convenţie.", "", "În conformitate cu decizia preşedintelui, la 21 septembrie 1993, la Palatul Drepturilor Omului de la Strasbourg, a avut loc o audiere publică. Preventiv Curtea a avut o reuniune de pregătire.", "", "S-au prezentat:", "", "pentru Guvern", "Dnii \tC.H. Ehrenkrona, subsecretar adjunct al Afacerilor juridice,", "Ministrul Afacerilor externe,\t\t\t\t\t\tagent,", "\tG. Regner, subsecretar,", "\tMinistrul Justiţiei, \t\t\t\t\t\t\tconsilier,", "", "pentru Comisie", "Dl \tS. Trechsel, \t\t\t\t\t\t\t\tdelegat,", "", "pentru reclamant", "Dl J. Axelsson, avocat, \t\t\t\t\t\t\tconsilier.", "", "Curtea a audiat declaraţiile Dlor Ehrenkrona, Trechsel şi Axelsson, precum şi răspunsurile la o întrebare pe care ea le-a adresat-o.", "", "ÎN FAPT", "", "CIRCUMSTANŢELE CAUZEI", "", "Inginerul agronom Dl Anders Fredin este cetăţean suedez şi locuieşte în Grödinge, Suedia.", "", "Reclamantul şi soţia sa posedau în localitatea Botkyrka un teren pe care se afla o carieră de pietriş. Ei deţineau o autorizare de extragere a pietrişului pentru perioada 14 aprilie 1983 – 1 decembrie 1988, dată la care ei au fost privaţi de ea; între timp ea fusese prelungită, cu dubla condiţie ca pe viitor activităţile să fie încetate şi să fie produse lucrări de restaurare.", "", "Revocarea permisului şi lipsa unui recurs judiciar împotriva acestei măsuri şi împotriv alteia, constituise obiectul primului litigiu în faţa Curţii care, printr-o hotărâre din 18 februarie 1991, a constatat o încălcare a articolului 6 § 1 din Convenţie, dar nu şi a articolului 1 din Protocolul nr. 1 luat în considerare izolat sau combinat cu articolul 14 din Convenţie (seria A nr. 192).", "", "După 1 decembrie 1988, reclamantul a solicitat la prefectură (länsstyrelsen) o licenţă specială de extragere, pentru a se conforma planului de restaurare adoptat la 9 martie 1987. Cererea fusese refuzată la 14 mai 1989; la 21 iunie 1989, guvernul (ministerul Mediului şi al Energiei) a respins recursul reclamantului împotriva acestei decizii.", "", "Dorind să anuleze această ultimă decizie, Dl Fredin a sesizat Curtea supremă administrativă (regeringsträtten) în virtutea legii din 1988 cu privire la controlul judiciar al unor decizii administrative (lagen om rättsprövning au vissa förvaltingsbeslut 1988:205 – „legea din 1988”). În opinia lui, refuzându-i acordarea unui permis special, autorităţile competente l-au împiedicat să ia măsurile necesare pentru a executa planul de restaurare; refuzul contravine principiului obiectivităţii consacrat de capitolul 1, articolul 9, al instrumentului Guvernului (regeringsformen, parte integrantă a Constituţiei). În plus, şi în contradicţie cu principiul proporţionalităţii şi cu articolul 3 al legii din 1964 cu privire la apărarea naturii (naturvåardslagen 1964:822), autorităţile au depăşit strictul necesar pentru apărarea naturii şi altor interese, publice sau private. Decizia lor de asemenea era incompatibilă cu scopul apărării naturii definit în articolul 1 § 3 al legii. În fine, când Dl Fredin a întrebat ce măsuri să întreprindă, prefectura i-a răspuns când deja termenul de restaurare a carierei fusese expirat; reclamantul fusese deci victima unei denegări a justiţiei.", "", "Mai mult decât atât, reclamantul a cerut Curţii supreme administrative să ţină o audiere.", "", "Printr-o decizie (beslut) din 13 decembrie 1990, Curtea supremă administrativă, reunită într-o şedinţă din cinci judecători, a respins această din urmă cerere cu o majoritate de trei voturi împotriva la două, considerând că în conformitate cu articolul 9 din legea din 1971 cu privire la procedura administrativă (fόrvaltningsprocesslagen 1971:291, paragraful 14 de mai jos) nu există temei pentru desfăşurarea unei audieri. Cât priveşte fondul cauzei, ea a conchis în umanimitate, în baza observaţiilor scrise de persoana interesată şi de prefectură, că decizia guvernului nu era ilegală şi a confirmat-o.", "", "Conform procesului-verbal al deliberării din 30 octombrie 1990, cei dou judecători care pledase în favoarea desfăşurării unei audieri s-au referit în particular la faptul că legea din 1988 avea drept scop armonizarea legislaţiei sudeze cu normele Convenţiei şi cu jurisprudenţa Curţii de la Strasbourg în această materie (paragraful 11 de mai jos). Ei au mai menţionat că unele puncte esenţiale ale cauzei Dlui Fredin au rămas neclare deoarece exista o neînţelegere între reclamant şi prefectură pe puctul de a şti dacă conform planului de restaurare (paragrafele 7-8 de mai sus) era necesară o extragere suplimentară a pietrişului sau pur şi simplu deplasarea acestui materiar în interiorul carierei. În afară de aceasta, ei subliniau lipsa clarităţii doleanţelor reclamantului împotriva guvernului.", "", "Aceiaşi doi judecători considerau că guvernul trebuia să fi prezentat observaţii scrise cu privire la această cauză; separat motivând respingerea cererii de apel a reclamantului şi exprimându-şi opinia asupra necesităţii extragerii în continuare a pietrişului şi asupra problemei de a şti dacă din decizia sa reieşea că după 1 decembrie 1988 Dl Fredin a fost împiedicat să restaureze în modul cuvenit cariera de pietriş.", "", "Legislaţia suedeză nu oferea nici o cale de apel împotriva deciziei Curţii supreme administrative din 13 decembrie 1990.", "", "DREPTUL INTERN RELEVANT", "", "Legea din 1988 a fost adoptată în rezultatul mai multor hotărâri ale Curţii europene, pronunţate în special împotriva Suediei, conform cărora lipsa controlului judiciar asupra unor decizii administrative încălca articolul 6 § 1 din Convenţie (vezi, spre exemplu, hotărârile Sporrong şi Lönnroth c. Suediei din 23 septembrie 1982, seria A nr. 52, pag. 29-31, §§ 78-87; Pudas c. Suediei şi Bodén c. Suediei din 27 octombrie 1987, seria A nr. 125-A, pag. 13-17, §§ 28-42, şi nr. 125-B, pag. 39-42, §§ 26-37). Promulgată cu titlu temporar, ea trebuie să fie în vigoare până în 1991; ea a fost prelungită până la sfârşitul anului 1994.", "", "În termenii articolului 1, orice persoană care este parte la un proces administrativ în faţa guvernului sau altei autorităţi publice poate, în lipsa altui remediu, să invite Curtea supremă administrativă, în calitate de primă şi ultimă instanţă, să verifice orice decizie adoptată în această cauză care implică exercitarea unei autorităţi publice faţă de o persoană privată. Genul deciziei administartive aflat în câmpul de aplicare al legii este precizat în capitolul 8, articolele 2 şi 3, al instrumentului guvernului, la care face trimitere articolul 1 al legii din 1988. Articolul 2 al acesteia enumeră mai multe tipuri de decizii care nu cad sub incidenţa sa; nici una dintre ele nu este relevantă în acest caz.", "", "Într-un proces angajat în virtutea legii din 1988, Curtea supremă administrativă a examinat dacă decizia contestată „contravenea unei norme legale” 8articolul 1 al legii din 1988). Conform lucrărilor de pregătire, reproduse în proiectul legii 1987/88:69 (pag. 23-24), examinarea fondului cauzelor se referea în mod esenţial la probleme de drept dar putea să se extindă şi la probleme factuale juridice pertinente; de asemenea ea trebuie să asigure că nu au existat erori procedurale care ar fi putut afecta rezultatul litigiului.", "", "Dacă Curtea supremă administrativă declară ilegală decizia atacată, ea anulează şi, după necesitate, tansmite cauza autorităţii administrative competente (articolul 5 al legii din 1988 cu era aplica la epoca faptelor).", "", "Procedura în faţa Curţii supreme administrative este reglementată de legea din 1971 cu privire la procedura administrativă. În principiu ea se desfăşoară în scris, dar Curtea poate convoca o audiere asupra unor puncte concrete dacă consideră ca aceasta ar fi de natură să-i faciliteze sarcina sau să accelereze procesul (articolul 9).", "", "PROCEDURA ÎN FAŢA COMISIEI", "", "Dl Fredin a sesizat Comisia la 9 aprilie 1991. El a pretisn că a fost lipsit în faţa Curţii supreme administrative de un „proces echitabil şi public” prevăzut de articolul 6 § 1 al convenţiei.", "", "La 12 octombrie 1992 Comisia a declarat cererea admisibilă (nr. 18928/91). În raportul său din 9 februarie 1993 (articolul 31), ea a conchis, cu şaisprezece voturi împotriva la două, că a avut loc o încălcare a articolului 6 § 1. textul integral al opiniei sale şi a opiniei separate care însoţesc raportul figurează în anexa la prezenta hotărâre.", "", "CONCLUZIILE PREZENTATE CURŢII DE CĂTRE GUVERN", "", "La audierile din 21 septembrie 1993, Guvernul a reiterat invitaţia formulată în scrisoarea sa din 23 august (paragaful 4 de mai sus) şi a rugat Curtea să se pronunţe dacă faptele expuse în cauză prezintă o încălcare a exigeneţelor articolului 6 § 1 din Convenţie.", "", "ÎN DREPT", "", "CU PRIVIRE LA PRETINSDA ÎNCĂLCARE A ARTICOLULUI 6 § 1", "", "Dl Fredin a invocat articolul 6 § 1, care prevede:", "", "„Orice persoană are dreptul la judecarea în mod echitabil, în mod public (...) a cauzei sale, de către o instanţă (...) care va hotărî asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...)”", "", "Această dispoziţie se aplică procedurii în cauză, dar ea nu a fost pusă în discuţie în faţa Curţii. Pe de altă parte, reclamantul consideră că ea a fost încălcată şi acest fapt este acceptat de Comisie, dar este contestat de Guvern.", "", "Pe plan general, Guvernul susţine că există riscul de a exacerba o problemă deja acută în Statele contractante, mai exact durata prea lungă a procedurilor judiciare, dacă din articolul 6 § 1 se va deduce un drept absolut al fiecărei persoane la o audiere orală a cauzei sale. O audiere nu corespunde necesităţii reale atunci cânt problemele în litigiu sunt de natură pur juridică;după cum au notat membrii disidenţi ai Comisiei, argumentele de drept sunt deseori prezentate mai eficient în scris decât oral.", "", "Referitor la circumstanţele speţei, Guvernul subliniază că Curtea supremă administrativă are sarcina primordială de a verifica legalitatea deciziei atacate în faţa sa şi de a determina dacă ea trebuie confirmată sau anulată; ea nu-şi poate substitui propriile decizii. Ea a refuzat desfăşurarea unei audieri deoarece majoritatea judecătorilor convocaţi au considerat că nu este necesară o clarificare a faptelor pentru a putea lua o decizie; litigiul punea în discuţie doar probleme de drept şi o audiere nu ar fi putut ajuta Curtea supremă administrativă la această examinare.", "", "Reclamantul şi Comisia au considerat că dreptul la un proces echitabil şi public prevăzut în articolul 6 § 1, înseamnă că o parte trebuie în principiu să-şi poată expune argumentele oral în faţa unei instanţe judecătoreşti în cadrul unei şedinţe publice. Unica jurisdicţie sesizată în cazul Dlui Fredin, Curtea supremă administrativă a încălcat articolul 6 § 1 prin respingerea cererii de audiere formulată de reclamant. Acesta a mai adăugat că lipsa dezbaterilor a însemnat că Curtea supremă administrativă nu a examinat toate aspectele cauzei.", "", "Din jurisprudenţa Curţii reiese că în cadrul unui proces în faţa unei prime şi unice instanţe, dreptul fiecăruia de a fi „ ascultat în mod public” în sensul articolului 6 § 1, poate implica dreptul la o „audiere publică” (vezi spre exemplu hotărârea Håkansson şi Sturesson c. Suediei din 21 februarie 1990, seria A nr. 171-A, pag. 20, § 64). În prezenta speţă pentru Curte a fost suficient să determine dacă, în aceste circumstanţe particulare, reclamantul a fost lipsit de oportunitatea de a-şi prezenta oral argumentele în faţa Curţii supreme administrative ceea ce a constituit o încălcare a articolului 6 § 1.", "", "Este important de a menţiona în această privinţă că în procedura litigioasă Curtea supremă administrativă a acţionat ca prima şi unica jurisdicţie. Competenţa sa, şi Guvernul a recunoscut acest fapt, nu s-a limitat doat la examinarea punctelor de drept, dar s-a extins şi asupra problemelor de fapt (paragraful 12 de mai sus). Observaţiile Dlui Fredin prezentate Curţii supreme administrative au demonstrat că apelul său împotriva deciziei guvernamentale din 21 iunie 1989 putea provoca probleme şi de fapt şi de drept. (paragraful 8 de mai sus). Pe de altă parte, minoritatea a exprimat opinia că era necesar de a obţine, inter alia prin intermediul audierii publice, unele clarificări cu privire la anume puncte esenţiale în opinia lor (paragraful 9 de mai sus).", "", "Curtea consideră că cel puţin în acest circumstanţe, articolul 6 § 1 din Convenţie garantează dreptul la o audiere contradictorie. Astfel, refuzul Curţii supreme administrative de a desfăşura o audiere publică în această speţă a constituit o încălcare a articolului 6 § 1 din Convenţie.", "", "CU PRIVIRE LA APLICAREA ARTICOLULUI 50", "", "În termenii articolului 50,", "", "„Dacă Curtea declară că decizia adoptată sau măsura ordonată de o autoritate judiciară sau orice altă autoritate a unei Părţi Contractante contravine totalmente sau parţial obligaţiunilor ce reies din (...) Convenţie, şi dacă dreptul intern al Părţii în cauză nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.”", "", "Prejudiciul moral", "", "Reclamantul nu a cerut nici o compensaţie a prejudiciului moral, deoarece nu a putut demonstra că Curtea supremă administrativă i-ar fi dat câştig de cauză dacă ar fi organizat o audiere a cauzei sale. Totodată el a pretins că în această ipoteză el ar fi putut soluţiona controversa care exista între sine şi prefectură cu privire la natura exactă a condiţiilor planului de restaurare (vezi paragraful 9 de mai sus). De asemenea el a subliniat că este pentru a doua oară când este declarat victima unei încălcări, din partea Suediei, a drepturilor garantate de articolul 6 § 1. Din acest considerente el a pretins 50 000 coroane suedeze pentru prejudiciul moral.", "", "Guvernul a fost de acord să plătească o compensaţie pentru prejudiciul moral, suma urmând să fie stabilită în funcţie de sumele alocate de Curte în cauzele precedente pronunţate împotriva Suediei referitoare la lipsa accesului la o instanţă. Delegatul Comisiei a fost de acord să fie plătită o indemnizaţie.", "", "Curtea, în rezultatul unei evaluări echitabilă, a acordat reclamantului 15 000 coroane pentru daune morale.", "", "Costuri şi cheltuieli", "", "Reclamantul a solicitat în plus rambursarea sumei de 196 852 de coroane pentru următoarele costuri şi cheltuieli:", "", "45 100 coroane pentru cheltuieli de procedură în faţa prefecturii şi a Guvernului (21 700 pentru onorariile avocatului său, plus 14 400 şi 9 000 pentru doi experţi care i-au oferit asistenţă tehnică şi respectiv l-au ajutat la alcătuirea unui raport);", "131 250 coroane cu titlu de lucru îndeplinit de către avocatul său pentru reprezentarea sa în faţa organelor Convenţiei", "20 502 coroane pentru cheltuieli de călătorie şi de sejur la Strasbourg, pe care le-a suportatel şi consilierul său pentru a se prezenta în faţa Curţii.", "", "Cât priveşte punctul a), Guvernul a optat pentru respingerea integrală a acestei cereri; delegatul a considerat cp nu toate cheltuielile interne ar trebui să fie rambursate. Guvernul şi delegatul au admis în schimb că punctul b) ar trebui să fie rambursat, dar au considerat excesivă suma revendicată.", "", "Cheltuielile interne – punctul a) – au fost necesare pentru evitarea încălcării articolului 6 § 1 doar în măsura în care ele se referă la cererea de audiere (paragraful 22 de mai sus). Pentru acestea şi pentru cele de la punctul b) Curtea, în rezultatul unei evaluări echitabile, a acordat reclamantului 100 000 coroane. Cele de la punctul c), fiind indiscutabile, trebuiau recuperate în întregime.", "", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "", "Hotărâşte că a avut loc o încălcare a articolului 6 § 1 din Convenţie;", "Hotărăşte  că Suedia este obligată în decurs de trei lună să plătească reclamantului 15 000 (cincisprezece mii) coroane suedeze pentru prejudiciu moral şi 120 502 (una sută douăzeci mii cinci sute două) pentru costuri şi cheltuieli;", "", "Respinge cererea de satisfacţie echitabilă pentru surplus.", "", "Redactată în franceză şi engleză, apoi pronunţată în cadrul audierii publice la Palatul Drepturilor Omului de la Strasbourg, la 23 februarie 1994.", "", "Semnat: Rolv Ryssdal", "Preşedinte", "", "Semnat: Marc-Andre Eissen", "\t\tGrefier", "", "", "", "", "", ""]}