{"file": "RUM_HJUDRUM_39818_06.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "39818/06", "text_paragraphs": ["Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către organizaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "SECŢIA A TREIA", "", "", "", "", "", "CAUZA ASITO c. MOLDOVEI (Nr. 2)", "", "(Cererea nr. 39818/06)", "", "", "", "", "", "", "", "", "HOTĂRÂRE", "", "", "", "STRASBOURG", "", "13 martie 2012", "", "", "Această hotărâre va deveni definitivă în modul stabilit de articolul 44 § 2 al Convenţiei. Ea poate fi subiect al revizuirii editoriale.", "", "În cauza Asito c. Moldovei (nr. 2),", "Curtea Europeană a Drepturilor Omului (Secţia a Treia), în Camera compusă din:", "\tJosep Casadevall, Preşedinte,\n\tCorneliu Bîrsan,\n\tEgbert Myjer,\n\tJán Šikuta,\n\tIneta Ziemele,\n\tNona Tsotsoria,\n\tMihai Poalelungi, judecători,\nşi Santiago Quesada, Grefier al Secţiei,", "Deliberând la 14 februarie 2012 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la această dată:", "PROCEDURA\t", "1. La originea cauzei se află o cerere (nr. 39818/06) depusă împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de către QBE Asito S.A. („compania reclamantă”), la 15 septembrie 2006.", "2.  Compania reclamantă a fost reprezentată de către dl E. Şlopac. Guvernul Republicii Moldova („Guvernul”) a fost reprezentat de către Agentul său, dl V. Grosu.", "3.  Compania reclamantă s-a plâns de încălcarea principiului securităţii raporturilor juridice şi a pretins încălcarea dreptului său la protecţia proprietăţii. De asemenea, aceasta a pretins că nu a dispus de un remediu eficient.", "4.  La 2 iunie 2009, Curtea a decis să comunice Guvernului cererea. De asemenea, s-a decis ca fondul cererii să fie examinat concomitent cu admisibilitatea acesteia (articolul 29 § 1 al Convenţiei).", "ÎN FAPT", "I. \tCIRCUMSTANŢELE CAUZEI", "5. Compania reclamantă este o companie privată de asigurări înregistrată în Republica Moldova.", "6.  La 7 mai 1999, compania reclamantă a semnat un contract de asigurare cu compania C. Acest contract prevedea asigurarea bunurilor care urmau să fie transportate în Federaţia Rusă.", "7.  La 9 mai 1999, bunurile transportate au fost furate în Ucraina. La 27 iulie 1999, compania C. a primit despăgubiri de asigurare de la banca M., care ulterior a instituit proceduri judiciare împotriva companiei reclamante. Banca a solicitat instanţei să oblige compania reclamantă să-i plătească 901,853 lei moldoveneşti (MDL) cu titlu de despăgubiri de asigurare, prejudiciul material, precum şi costuri şi cheltuielile.", "8.  Printr-o decizie irevocabilă din 14 iulie 2005, Curtea Supremă de Justiţie a obligat compania reclamantă să plătească băncii suma de MDL 882,558 cu titlu de prejudiciu material (MDL 730,000 pentru despăgubiri de asigurare şi MDL 152,588 pentru venitul ratat). Instanţa de asemenea a obligat  compania reclamantă să plătească băncii suma de MDL 40,584 pentru cheltuieli de judecată. Alte pretenţii cu titlu de costuri şi cheltuieli nu au fost formulate de către banca M. la această etapă sau la etapa anterioară a procesului.", "9.  La 4 august 2005, banca a depus o cerere la Curtea Supremă de Justiţie, în baza articolului 249 al Codului de procedură civilă, solicitând modificarea deciziei irevocabile din 14 iulie 2005. Banca a motivat cererea sa prin faptul că în decizia sa din 14 iulie 2005, Curtea Supremă de Justiţie a acordat în mod eronat lui M. doar suma de MDL 882,588, având în vedere că suma iniţial solicitată a fost de MDL  901,853. Cu această ocazie, nu au fost formulate careva pretenţii legate de costurile de asistenţă juridică. Compania reclamantă a contestat cererea băncii.", "10.  La 11 august 2005, Curtea Supremă de Justiţie a admis cererea băncii în baza articolului 249 al Codului de procedură civilă şi i-a acordat băncii suma de MDL 901, 853.", "11. Compania reclamantă a atacat această decizie. Ea a susţinut că articolul 249 al Codului de procedură civilă a fost aplicat în mod abuziv de către Curtea Supremă de Justiţie şi că completul de judecată care a examinat cererea băncii în baza articolului 249 al Codului de procedură civilă nu era un tribunal stabilit prin lege, deoarece nu au fost respectate prevederile privind formarea completelor de judecată pentru examinarea unor astfel de cauze. Totuşi, recursul a fost respins la 20 octombrie 2005 de către Curtea Supremă de Justiţie. Decizia era irevocabilă.", "12.  La 9 februarie 2006, banca a depus la Curtea Supremă de Justiţie o altă cerere în baza articolului 250 al Codului de procedură civilă, solicitând pronunţarea unei decizii suplimentare prin care să-i fie acordate partea rămasă a costurilor şi cheltuielilor angajate. Banca a făcut referire la ordinele de încasare prezentate anterior instanţei, ce confirmau plata sumei de MDL 94,605 cu titlu de cheltuieli de judecată. Banca a solicitat Curţii Supreme de Justiţie să-i acorde suma de MDL 54,021 lei suplimentar la suma de MDL 40,584 acordată prin decizia din 14 iulie 2005. Compania reclamantă s-a opus acestei acţiuni şi a susţinut, inter alia, că nu exista un temei legal pentru pronunţarea unei decizii suplimentare în baza articolului 250 al Codului de procedură civilă.", "13.  La 21 martie 2006, compania C., care nu era parte în cadrul procedurilor principale, a depus la Curtea Supremă de Justiţie o cerere similară în baza articolului 250 al Codului de procedură civilă, solicitând pronunţarea unei decizii suplimentare de adjudecare a costurilor şi cheltuielilor în sumă de MDL 171,853. În calitate de temei legal al cererii, C. a invocat un acord încheiat între ea şi banca, semnat la 17 martie 2006, prin care banca a acordat această sumă companiei C. cu titlu de asistenţă juridică angajată pe parcursul procedurilor. Potrivit documentelor prezentate, banca a plătit unei firme juridice, Z., suma solicitată de către aceasta. Compania reclamantă a obiectat asupra cererii şi a notat în declaraţiile sale scrise din 23 martie 2006 că nu există un temei legal pentru re-examinarea cauzei.", "14.  La 30 martie 2006, completul Curţii Supreme de Justiţie a examinat ambele cereri formulate în baza articolului 250 al Codului de procedură civilă. Instanţa a constatat că potrivit câtorva dispoziţii de plată prezentate de către banca în cadrul procedurilor principale, banca a cheltuit MDL  94,604 pentru cheltuieli de judecată. În consecinţă, instanţa a admis acţiunea băncii şi i-a acordat suplimentar MDL 54,021 (3,246 euro (EUR)). Instanţa de asemenea a constatat că la 3 martie 2006, banca a plătit unei firme juridice Z. suma de MDL 171,853 cu titlu de cheltuieli de reprezentare ale băncii în cadrul procedurilor principale. Curtea Supremă de Justiţie a admis parţial acţiunea companiei C. şi a obligat compania reclamantă să-i plătească MDL 91,000 (EUR 5,886) cu titlu de asistenţă juridică. Această decizie era irevocabilă şi au fost emise titlurile de executare.", "15.  La 3 şi 30 mai 2006, deciziile au fost executate.", "II.\tDREPTUL INTERN RELEVANT          ", "16. Articolul 96 al Codului cu privire la procedura civilă, în partea sa relevantă, prevede următoarele:", "“Instanţa judecătorească obligă partea care a pierdut procesul să compenseze părţii care a avut câştig de cauză cheltuielile ei de asistenţă juridică...”", "Articolele 249 şi 250 ale aceluiaşi Cod, în partea sa relevantă, prevăd următoarele:", "Articolul 249. Corectarea greşelilor din hotărâre", "   ”(1) După pronunţarea hotărârii, instanţa  care a adoptat-o nu este în drept  să o anuleze nici să o modifice.", "", "  (2) Instanţa judecătorească poate, din oficiu sau la cererea participanţilor la proces, să corecteze greşelile sau omisiunile din hotărâre privitor la [...]orice alte erori materiale sau de calcul evidente.”", "Articolul 250. Hotărârea suplimentară", "“(1) Instanţa  care a pronunţat  hotărârea poate, din oficiu sau la cererea participanţilor la proces, să emită  o hotărâre suplimentară dacă:", "a) nu s-a pronunţat asupra unei pretenţii în a cărei privinţă participanţii la proces au prezentat probe şi au dat explicaţii;", "b)  rezolvând problema dreptului în litigiu, nu a indicat suma adjudecată, bunurile ce urmează a fi remise sau acţiunile pe care pârâtul trebuie să le îndeplinească;", "c) nu a rezolvat  problema repartizării între părţi a cheltuielilor de judecată ori a omis să se pronunţe asupra cererilor martorilor, experţilor, specialiştilor, interpreţilor sau  reprezentanţilor cu  privire la cheltuielile de judecată a căror compensare li se cuvine.", "(2) Problema  pronunţării unei hotărâri suplimentare poate fi pusă  în termenul executării silite a hotărârii. Instanţa emite, după examinare în şedinţă de judecată, hotărârea suplimentară, care poate fi atacată în ordinea stabilită de prezentul cod. Participanţilor la proces li se comunică locul, data şi ora şedinţei. Neprezentarea lor însă nu împiedică examinarea problemei.", "...", "(4) Încheierea judecătorească de respingere a cererii de emitere a unei hotărâri suplimentare se supune recursului.”", "ÎN DREPT", "I.  PRETINSA VIOLARE A ARTICOLELOR 6 § 1 ŞI 13 ALE CONVENŢIEI", "17.  Compania reclamantă s-a plâns că decizia din 11 august 2005 nu a fost emisă de un tribunal stabilit prin lege, deoarece nu au fost respectate prevederile privind formarea completelor de judecată. În continuare, aceasta s-a plâns că, atât această decizie, cât şi decizia suplimentară a Curţii Supreme de Justiţie din 30 martie 2006 a încălcat principiul securităţii raporturilor juridice, garantat de articolul 6 § 1 al Convenţiei, care prevede următoarele:", "Articolul 6 § 1", "„Orice persoană are dreptul la judecarea în mod echitabil ... de către o instanţă, ... care va hotărî ... asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil ... .”", "18.  De asemenea, compania reclamantă a pretins că nu a dispus de un remediu eficient pentru contestarea deciziei suplimentare din 30 martie 2006. Aceasta a invocat articolul 13 al Convenţiei, care prevede următoarele:", "Articolul 13", "“Orice persoană ale cărei drepturi şi libertăţi recunoscute de prezenta convenţie au fost încălcate are dreptul de a se adresa efectiv unei instanţe naţionale, chiar şi dacă încălcarea ar fi fost comisă de persoane care au acţionat in exercitarea atribuţiilor lor oficiale.”", "A.  Admisibilitatea", "19.  Curtea atrage atenţia asupra faptului că, chiar dacă presupunem că pretenţiile formulate în privinţa inechităţii deciziei Curţii Supreme de Justiţie din 11 august 2005 merită a fi examinate, aceasta nu le poate examina, deoarece compania reclamantă nu a respectat termenul limită de şase luni. Prin urmare, pretenţiile care se referă la decizia din 11 august 2005 trebuie respinse ca fiind depuse cu depăşirea termenului, prevăzut de articolul 35 §§ 1 şi 4 al Convenţiei. În continuare, Curtea observă că restul pretenţiilor, în partea în care acestea se referă la decizia Curţii Supreme de Justiţie din 30 martie 2006, nu sunt vădit nefondate, în sensul articolului 35 § 3 (a) al Convenţiei. Curtea mai notează că acestea nu sunt inadmisibile sub nici un alt temei. Prin urmare, acestea trebuie declarate admisibile.", "B.  Fondul", "1.  Declaraţiile părţilor", "20.  Compania reclamantă a susţinut că chiar dacă prin decizia suplimentară nu a fost casată decizia judecătorească din 14 iulie 2005, care era definitivă în conformitate cu articolul 254 al Codului de procedură civilă, decizia respectivă a fost modificată prin faptul că a fost reexaminată suma care urma să fie plătită de către compania reclamantă cu titlu de costuri. Aceasta a subliniat că compania C. nu era parte în procedurile principale nici în faţa Curţii Economice de Apel şi nici în faţa Curţii Supreme de Justiţie. În final, ea susţine că atât banca, cât şi compania C. puteau în orice moment iniţia o acţiune în conformitate cu articolul 250 al Codului de procedură civilă, şi astfel submina principiul securităţii raporturilor juridice.", "21.  Guvernul a afirmat că în decizia sa din 14 iulie 2005, Curtea Supremă de Justiţie nu a examinat toate pretenţiile referitoare la costuri. În opinia Guvernului, acesta era un temei legal pentru admiterea cererii depuse de către bancă în baza articolului 250 al Codului de procedură civilă. Guvernul a declarat că prin modificarea deciziei irevocabile din 14 iulie 2005 prin decizia suplimentară din 30 martie 2006 nu au fost modificate constatările anterioare ale Curţii Supreme cu privire la fondul cererii. Guvernul a observat că acţiunea iniţiată în baza articolului 250 al Codului de procedură civilă putea fi depusă doar în perioada executării deciziei care era modificată. Prin urmare, Guvernul a declarat că a avut loc o încălcare a dreptului companiei reclamante la un proces echitabil.", "2.  Aprecierea Curţii", "(a)  Principii generale", "22.  Dreptul la judecarea într-un mod echitabil de către o instanţă, aşa cum este garantat de articolul 6 § 1 al Convenţiei, trebuie interpretat în lumina Preambulului Convenţiei, care, în partea sa relevantă, declară preeminenţa dreptului o parte a moştenirii comune a Statelor Contractante. Unul din aspectele fundamentale ale preeminenţei dreptului este principiul securităţii raporturilor juridice, care cere, printre altele, ca atunci când instanţele judecătoreşti dau o apreciere finală unei chestiuni, constatarea lor să nu mai poată fi pusă în discuţie (a se vedea Brumărescu v. Romania, [GC], nr. 28342/95, § 61, ECHR 1999-VII, şi Roşca v. Moldova, nr. 6267/02, § 24, 22 martie 2005).", "23. Securitatea raporturilor juridice presupune respectarea principiului res judicata, adică principiul caracterului irevocabil al hotărârilor judecătoreşti. Acest principiu cere ca nici o parte să nu aibă dreptul să solicite revizuirea unei hotărâri irevocabile şi obligatorii doar cu scopul de a obţine o reexaminare şi o nouă determinare a cauzei (a se vedea Macovei and Others v. Moldova, nr. 19253/03, 17667/03, 31960/03, 19263/03, 17695/03 şi 31761/03, § 42, 25 aprilie 2006).", "24.  Competenţa instanţelor ierarhic superioare de revizuire trebuie exercitată pentru a corecta erorile judiciare şi omisiunile justiţiei, dar nu pentru a efectua o nouă examinare. Revizuirea nu trebuie considerată un apel camuflat, iar simpla existenţă a două opinii diferite cu privire la aceeaşi chestiune nu este un temei de reexaminare. O derogare de la acest principiu este justificată doar atunci când este necesară, datorită unor circumstanţe esenţiale şi convingătoare (a se vedea Roşca, citată mai sus, § 25).", "25.  În Roşca v. Moldova (citată mai sus), Curtea a constatat că procedura în recurs în anulare, în conformitate cu care Procuratura Generală putea cere revizuirea hotărârilor judecătoreşti irevocabile, venea în contradicţie cu principiul securităţii raporturilor juridice. O încălcare în baza aceloraşi temeiuri a fost constatată în cauza Popov v. Moldova (nr. 2) (nr. 19960/04, 6 decembrie 2005), în care o hotărâre judecătorească irevocabilă a fost casată ca urmare a unei proceduri de revizuire abuzive. În ambele cazuri, Curtea a constatat că „pierderea” unei hotărâri judecătoreşti irevocabile pronunţate în favoarea justiţiabilului era incompatibilă cu Convenţia. Aceleaşi principii generale au fost aplicate de către Curte în cauza Istrate v. Moldova (nr. 53773/00, 13 iunie 2006), în care ea a constatat încălcarea principiului caracterului irevocabil al hotărârilor pe motiv de abuz de dreptul de atac.", "(b)  Cererea în această cauză", "26.  Întorcându-ne la circumstanţele acestei cauze, Curtea observă că compania reclamantă a pierdut în procedurile naţionale principale şi a fost obligată să plătească lui M. suma de  MDL 882,588 cu titlu de prejudiciu material şi MDL 40,584 cu titlu de costuri şi cheltuieli. Această decizie era irevocabilă şi executorie. Cu toate acestea, printr-o decizie suplimentară privind costurile şi cheltuielile, la 30 martie 2006 compania reclamantă a fost obligată, în temeiul articolului 250 al Codului de procedură civilă, să plătească băncii suma de MDL 54,021, suplimentar la suma de MDL 40,584 dispusă prin prima decizie şi companiei C. suma de MDL 91,000, care nu era parte în cadrul procedurilor principale.", "27.  În continuare Curtea notează, că potrivit articolului 250 al Codului de procedură civilă, o instanţă naţională poate emite o decizie suplimentară dacă sunt întrunite următoarele condiţii: ea nu s-a pronunţat asupra unei pretenţii în a cărei privinţă participanţii la proces au prezentat probe şi au dat explicaţii sau ea nu a rezolvat problema repartizării între părţi a cheltuielilor de judecată. Curtea este gata să accepte că o asemenea procedură nu contravine, în sine, principiului securităţii raporturilor juridice, dacă este utilizată pentru corectarea erorilor justiţiei (a se vedea Pravednaya v. Russia, nr. 69529/01, §§ 27-28, 18 noiembrie 2004, şi Popov v. Moldova (nr. 2), nr. 19960/04, § 46, 6 decembrie 2005). Cu toate acestea, Curtea trebuie să determine dacă aceasta a fost aplicată într-un mod compatibil cu articolul 6 al Convenţiei.", "28.  În această privinţă, Curtea observă că la înaintarea cererii în temeiul articolului 250 al Codului de procedură civilă, banca a făcut referire la probele care deja se conţineau în dosarul naţional, indicând filele din dosar unde se aflau probele respective. Astfel, se pare că, în ceea ce priveşte cererea băncii, prin emiterea unei decizii suplimentare nu a avut o reexaminare a dosarului, într-o manieră incompatibilă cu principiul securităţii raporturilor juridice garantat de articolul 6 al Convenţiei. Prin urmare, Curtea constată că nu a avut loc o violare a articolului 6 al Convenţiei în această privinţă.", "29.  În privinţa cererii companiei C., Curtea Supremă de Justiţie i-a acordat MDL 91,000, în pofida faptului că această companie nu a fost parte a procedurilor judiciare respective şi astfel nu putea să suporte careva cheltuieli de asistenţă juridică în procedurile respective. Curtea nu este convinsă că încasarea acestei sume ar putea fi justificată printr-un contract de reprezentare dintre bancă şi o firmă juridică, şi contractul dintre bancă şi compania C. (a se vedea paragraful 13 de mai sus). Curtea, de asemenea, notează că problema acestor cheltuieli nu a fost niciodată abordată în procedurile principale.", "30.  În opinia Curţii, decizia suplimentară din 30 martie 2006 în privinţa cererii companiei C., a reprezentat de fapt o examinare a unor cerinţe noi, care nu au fost formulate anterior. Astfel, modificarea respectivă a depăşit limitele unei corectări ordinare a erorilor judiciare şi a avut un efect incompatibil cu principiul securităţii raporturilor juridice, garantat de articolul 6 al Convenţiei, zădărnicind astfel încrederea companiei reclamante într-o hotărâre judecătorească executorie.", "Prin urmare, a existat o violare a articolului 6 § 1 al Convenţiei în această privinţă.", "31. Curtea consideră că nu este necesar de a examina capătul din cerere, în temeiul articolului 13 al Convenţiei, deoarece articolul 6 § 1 este lex specialis în privinţa pretenţiei companiei reclamante. Exigenţele  articolului 13 în această privinţă sunt absorbite de cele din articolul 6 § 1 (a se vedea, mutatis mutandis, Popov v. Moldova (nr. 2), nr. 19960/04, § 55, 6 decembrie 2005).", "", "II.\tPRETINSA VIOLARE A ARTICOLULUI 1 AL PROTOCOLULUI NR. 1 LA CONVENŢIE", "32. De asemenea, compania reclamantă s-a plâns de încălcarea dreptului său la protecţia proprietăţii, ca urmare a pronunţării deciziei judecătoreşti din 30 martie 2006. Ea s-a bazat pe articolul 1 al Protocolului nr. 1 la Convenţie, care prevede următoarele:", "Articolul 1 al Protocolului nr. 1", " „Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru o cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", "Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii, sau a amenzilor”.", "A.  Admisibilitatea", "33.  Curtea observă că această pretenţie nu este vădit nefondată, în sensul articolului 35 § 3 (a) al Convenţiei. În continuare, ea observă că aceasta nu este inadmisibilă sub nici un alt temei. Prin urmare, aceasta trebuie declarată admisibilă.", "B.  Fondul", "1.  Declaraţiile părţilor", "34.  Compania reclamantă a pretins, în temeiul articolului 1 al Protocolului nr. 1 la Convenţie, că situaţia creată prin decizia suplimentară din 30 martie 2006 a reprezentant o încălcare a dreptului său la protecţia proprietăţii.", "35.  Guvernul a justificat necesitatea pronunţării unei decizii suplimentare prin prezentarea dispoziţiilor de plată care confirmă faptul că banca a plătit suma întreagă de MDL 94,604. În opinia acestuia, acordând doar suma de MDL 40,584 cu titlu de costuri şi cheltuieli, Curtea Supremă de Justiţie a comis o greşeală judiciară, care a dus la o reexaminarea a cauzei în temeiul articolului 250 al Codului de procedură civilă. De asemenea, Guvernul s-a bazat pe argumentele care se conţin în observaţiile sale cu privire la pretinsa violare a articolului 6 § 1 al Convenţiei, declarând că, din aceleaşi motive, nu a avut loc nici o violare a articolului 1 al Protocolului nr.1 la Convenţie.", "2.  Aprecierea Curţii", "36.  Curtea observă că în urma pronunţării în această cauză a deciziei suplimentare din 30 martie 2006, compania reclamantă a pierdut o sumă de bani în valoare de MDL 145,021 (EUR 9,268), care consta din MDL 54,021 (EUR 3,246) care urmau a fi plătite băncii în calitate de asistenţă juridică şi MDL 91,000 (EUR 5,886) care urmau a fi plătite companiei C. în calitate de asistenţă juridică. Prin urmare, ea consideră că compania reclamantă dispunea de “un bun”, în scopurile articolului 1 al Protocolului nr. 1 la Convenţie.", "37.  Curtea face referinţă la constatarea sa din paragraful 28 de mai sus în privinţa cererii băncii, potrivit căreia Curtea Supremă nu a reexaminat pretenţia privind costurile într-o manieră incompatibilă cu principiul securităţii raporturilor juridice garantat de articolul 6 al Convenţiei. Prin urmare, Curtea conchide că ingerinţa în dreptul companiei reclamante la protecţia proprietăţii a fost legală şi justificată în ceea ce priveşte plata sumei de MDL 54,021 (EUR 3,246). Din aceste motive, Curtea constată că în această privinţă nu a avut loc nici o violare a articolului 1 al Protocolului nr. 1 la Convenţie.", "38. În continuare, Curtea a făcut referinţă la constatarea sa din paragraful 30 de mai sus, potrivit căreia aplicarea articolului 250 al Codului de procedură civilă în privinţa cererii companiei C. a constituit un apel camuflat şi admiterea pretenţiilor companiei C. de către Curtea Supremă de Justiţie a încălcat principiul securităţii raporturilor juridice. Chiar dacă rezultatul procedurilor principale nu a fost favorabil companiei reclamante, decizia suplimentară din 30 martie 2006 a modificat situaţia juridică care a fost finală şi a rezultat în pierderea în continuare a proprietăţii companiei reclamante. În aceste circumstanţe, Curtea constată că admiterea parţială a cerinţelor companiei C. a constituit o ingerinţă nejustificată în dreptul de proprietate a companiei reclamante. Compania reclamantă a fost obligată să plătească careva sume de bani pentru asistenţă juridică suplimentar la cele determinate prin decizia definitivă adoptată în cadrul procedurilor principale. Chiar dacă presupunem că această ingerinţă ar servi un interes public, Curtea constată că aceasta nu a fost justificată, deoarece nu a fost asigurat un echilibru şi reclamantul a suportat o sarcină individuală şi excesivă (a se vedea, mutatis mutandis, Brumărescu v. Romania [GC], nr. 28342/95, §§ 75-80, ECHR 1999-VII; Roşca, citată mai sus, § 32; şi Popov (2), citată mai sus, § 58).", "Din aceste motive, Curtea constată că a avut loc o violare a articolului 1 al Protocolului nr. 1 la Convenţie.", "III.\tAPLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "39. Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă”.", "A.  Prejudiciul", "40.  Compania reclamantă a pretins MDL 613,777 (EUR 39,145) cu titlu de prejudiciu material, care constă din suma pe care aceasta a plătit-o în mod nejustificat şi suma de MDL 468,756 în contul profitului ratat, potrivit calculelor care au luat în consideraţie returnarea lor în investiţie pentru perioada din mai 2006 până în decembrie 2010 plus dobânda compusă. De asemenea, aceasta a pretins MDL 500,000 (EUR 31,888) cu titlu de prejudiciu moral.", "41.  Guvernul nu a fost de acord cu sumele pretinse de către compania reclamantă. În privinţa prejudiciului material, acesta a declarat că nu exista o legătură cauzală dintre violarea şi suma pretinsă. De asemenea, compania nu a demonstrat faptul că aceasta ar fi suferit un prejudiciu. Prin urmare, Guvernul consideră că compania reclamantă nu avea dreptul să primească vreo compensaţie cu titlu de prejudiciu material. În ceea ce priveşte prejudiciul moral, Guvernul a susţinut că suma pretinsă era excesivă în lumina jurisprudenţei Curţii.", "42.  Curtea reiterează că o hotărâre în care ea constată o violare impune asupra statului pârât o obligaţie legală de a pune capăt violării şi a repara consecinţele într-un mod în care să asigure repararea pe cât mai mult posibil a situaţiei existente înainte de violare (a se vedea Former King of Greece and Others v. Greece [GC] (satisfacţia echitabilă), nr. 25701/94, § 72). În această cauză, scopul reparaţiei trebuie să fie de a pune compania reclamantă în poziţia în care ea s-ar fi aflat în cazul în care violarea nu ar fi fost comisă.", "43.  Curtea consideră că compania reclamantă a suferit un prejudiciu material, ca urmare a încălcării drepturilor sale garantate de Convenţie. Cu toate acestea, Curtea nu poate să accepte argumentele companiei reclamante privind calcularea pierderii suferite.", "În privinţa prejudiciului moral, Curtea consideră că compania reclamantă a suferit un careva prejudiciu moral, ca urmare a violărilor constatate care nu pot fi reparate prin simpla constatare a acestora. Suma specifică pretinsă este însă excesivă.", "Luând în consideraţie circumstanţele acestei cauze şi făcând evaluarea sa în mod echitabil, cerut de articolul 41 al Convenţiei, Curtea acordă companiei reclamante o sumă totală de EUR 15,000 cu titlu de prejudiciu material şi moral.", "B. Costuri şi cheltuieli", "44. Compania reclamantă a pretins, de asemenea, MDL 5,400 (EUR 345) cu titlu de costuri şi cheltuieli suportate în faţa Curţii.", "45.  Guvernul nu a fost de acord. El a declarat că această pretenţie era nefondată.", "46.  Curtea observă că compania reclamantă nu prezentat nici un document în sprijinul pretenţiei sale. Având în vedere jurisprudenţa sa, potrivit căreia trebuie stabilit faptul dacă costurile au fost realmente angajate şi necesare şi au fost rezonabile ca mărime (a se vedea, spre exemplu, Nilsen and Johnsen v. Norway [GC], nr. 23118/93, § 62, ECHR 1999-VIII), Curtea respinge pretenţia privind costurile şi cheltuielile în procedurile în faţa Curţii.", "C. Dobânda", "47. Curtea consideră că este corespunzător ca dobânda să fie calculată în dependenţă de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "1. \tDecide că pretenţiile privind decizia din 11 august 2005 sunt inadmisibile şi restul cererii admisibil;", "", "2. \tHotărăşte că a avut loc o violare a articolului 6 al Convenţiei şi a articolului 1 al Protocolului nr. 1 la Convenţie în partea în care Curtea Supremă de Justiţie a pronunţat o decizie suplimentară în privinţa pretenţiilor companiei C.;", "", "3.  Hotărăşte că nu a avut loc nici o violare a articolului 6 al Convenţiei şi a articolului 1 al Protocolului nr. 1 la Convenţie în partea în care Curtea Supremă de Justiţie a pronunţat o decizie suplimentară în privinţa pretenţiilor băncii;", "", "4.  Hotărăşte că nu este necesar de a examina pretenţia formulată în temeiul articolului 13 al Convenţiei;", "", "5.  Hotărăşte", "(a)\tcă statul pârât trebuie să plătească companiei reclamante în termen de trei luni de la data la care hotărârea devine definitivă, în conformitate cu articolul 44 § 2 al Convenţiei, EUR 15,000 (cincisprezece mii euro) cu titlu de prejudiciu material şi moral, care să fie convertită în lei moldoveneşti la rata aplicabilă la data executării;", "(b)\tcă, de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "6. Respinge restul pretenţiei reclamantului cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi comunicată în scris la 13 martie 2012, în conformitate cu articolul 77 §§ 2 şi 3 al Regulamentului Curţii.", "\tSantiago Quesada\tJosep Casadevall\tGrefier\tPreşedinte"]}