{"file": "RUM_HJUDRUM_43370_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "43370/04", "text_paragraphs": ["Traducere neoficială a variantei engleze a hotărârii,", "efectuată de către organizaţia obştească „Juriştii pentru drepturile omului”", "", "", "", "MAREA CAMERĂ", "", "", "CAUZA CATAN ŞI ALŢII c. MOLDOVEI ŞI RUSIEI", "", "(Cereri nr. 43370/04, 8252/05 şi 18454/06)", "", "", "", "", "", "HOTĂRÂRE", "", "", "", "STRASBOURG", "", "19 octombrie 2012", "", "", "", "", "Această hotărâre este definitivă dar poate fi subiect al revizuirii editoriale.", "", "", "", "În cauza Catan şi alţii c. Moldovei şi Rusiei,", "Curtea Europeană a Drepturilor Omului, întrunită în cadrul Marii Camere compuse din:", "\tNicolas Bratza, preşedinte,\n\tFrançoise Tulkens,\n\tJosep Casadevall,\n\tNina Vajić,\n\tDean Spielmann,\n\tLech Garlicki,\n\tKarel Jungwiert,\n\tAnatoly Kovler,\n\tEgbert Myjer,\n\tDavid Thór Björgvinsson,\n\tJán Šikuta,\n\tMark Villiger,\n\tIsabelle Berro-Lefèvre,\n\tMirjana Lazarova Trajkovska,\n\tLedi Bianku,\n\tMihai Poalelungi,\n\tHelen Keller, judecători,\nşi Michael O’Boyle, Grefier,", "Deliberând la 25 ianuarie şi 5 septembrie 2012 în şedinţă închisă,", "Pronunţă următoarea hotărâre, care a fost adoptată la ultima dată menţionată:", "PROCEDURA", "1.  La originea cauzei se află trei cereri (nr. 43370/04, 8252/05 şi 18454/06) depuse împotriva Republicii Moldova la Curte, în conformitate cu prevederile articolului 34 al Convenţiei pentru Apărarea Drepturilor Omului şi a Libertăţilor Fundamentale („Convenţia”), de mai mulţi cetăţeni ai Republicii Moldova (“reclamanţi”) la 25 octombrie 2004.", "2.  Reclamanţii, unul din care a beneficiat de asistenţă juridică gratuită, au fost reprezentaţi de către dl Alexandru Postică şi dl Ion Manole, avocaţi din Chişinău, şi dl Padraig Hughes şi dna Helen Duffy, avocaţi de la Interights, organizaţia pentru drepturile omului din Londra. Guvernul Republicii Moldova a fost reprezentat de către Agenţii săi, dl Vladimir Grosu şi dl Lilian Apostol şi Guvernul Federaţiei Ruse a fost reprezentat de către dl Georgy Matyushkin, reprezentantul Federaţiei Ruse la Curtea Europeană pentru Drepturile Omului.", "3.  Reclamanţii sunt cetăţeni ai Republicii Moldova care locuiesc în Transnistria şi care la momentul depunerii cererii erau elevi la trei şcoli cu predare în limba moldovenească şi părinţii lor: (a se vedea anexa), s-au plâns, în temeiul articolului 2 al Protocolului nr. 1 la Convenţie şi în temeiul articolului 8 al Convenţiei, în mod separat şi combinat cu articolul 14 al Convenţiei, de închiderea şcolilor lor şi hârţuirea lor de autorităţile separatiste transnistrene.", "4.  Cererile au fost repartizate Secţiunii a Patra a Curţii (articolul 52 § 1 al Regulamentului Curţii). La 15 iunie 2010, ca urmare a audierilor privind admisibilitatea şi fondul (articolul 54 § 3 al Regulamentului Curţii), cererile au fost comasate şi declarate parţial admisibile de către o Cameră a acestei Secţiuni compusă din următorii judecători: N. Bratza, L. Garlicki, A. Kovler, L. Mijović, D. Björgvinsson, J. Šikuta, M. Poalelungi, şi de asemenea T.L. Early, Grefierul Secţiunii. La 14 decembrie 2010, Camera s-a desesizat în favoarea Marii Camere, şi nici una din părţi nu a avut obiecţii faţă de această desesizare (articolul 30 al Convenţiei şi articolul 72 al Regulamentului Curţii).", "5.  Compoziţia Marii Camere a fost determinată în conformitate cu prevederile articolului 26 §§ 4 şi 5 al Convenţiei şi articolul 24 al Regulamentului Curţii.", "6.  Reclamanţii şi fiecare Guvern pârât au depus observaţii scrise asupra fondului cererii (articolul 59 § 1 al Regulamentului Curţii).", "7.  La 25 ianuarie 2012, în Clădirea Drepturilor Omului, Strasbourg, a avut loc o şedinţă publică pe marginea acestei cauze (articolul 59 § 3 al Regulamentului Curţii).", "În faţa Curţii s-au prezentat:", "", "(a)  pentru Guvernul Republicii Moldova\t\nDl \tV. Grosu, \tAgent,\nDl\tL. Apostol, \tConsilier;", "(b)  pentru Guvernul Federaţiei Ruse \nDl\tG. Matyushkin, \tAgent,\nDna\tO. Sirotkina, \nDna\tI. Korieva, \nDna\tA. Dzutseva, \nDl\tN. Fomin, \nDna\tM. Molodtsova, \nDna\tV. Utkina,\nDl\tA. Makhnev,\tConsilieri;", "(c)  pentru reclamanţi \nDl\tP. Hughes, \nDna\tH. Duffy,\tAvocat, \nDl\tA. Postica, \nDl\tI. Manole, \nDl\tP. Postica, \tConsilieri.\n", "Curtea a audiat adresările parvenite din partea dlui Hughes, dlui A. Postica, dlui Grosu şi dlui Matyushkin.", "ÎN FAPT", "I.\tCIRCUMSTANŢELE CAUZEI", "A.  Contextul istoric", "8.  Ţara care ulterior a devenit Republica Moldova a fost creată ca Republica Sovietică Socialistă Moldovenească la 2 august 1940 dintr-o parte a Basarabiei şi un teritoriu de pe malul stâng al râului Nistru (a se vedea în continuare Tănase v. Moldova [GC], nr. 7/08, §§ 11-17, ECHR 2010-...). Începând cu anul 1924, această regiune de est, cunoscută acum ca Transnistria, împreună cu mai multe teritorii care fac acum parte din Ucraina, a fost parte a Republicii Sovietice Socialiste Autonome Moldoveneşti. Populaţia Transnistriei era la început compusă din ucraineni, moldoveni/români, dar începând cu anii 1920 aceasta a fost supusă unui proces semnificativ de imigrare a muncitorilor industriali din alte părţi ale Uniunii Sovietice, în special a ruşilor şi ucrainenilor. În cadrul unui recensământ organizat de către Uniunea Sovietică în anul 1989, populaţia Transnistriei era evaluată la 679,000, şi era compusă etnic şi lingvistic din 40% moldoveni, 28% ucraineni, 24% ruşi şi 8% alţii.", "9.  Potrivit Constituţiei Republicii Sovietice Socialiste Moldoveneşti din anul 1978, existau două limbi oficiale: rusa şi „moldovenească” (limba moldovenească/română care se scria cu grafia chirilică).", "10.  În august şi septembrie 1989, alfabetul latin a fost reintrodus în Moldova pentru limba moldovenească/română scrisă, care a devenit prima limbă oficială.", "11.  La 23 iunie 1990, Moldova şi-a proclamat suveranitatea; la 23 mai 1991, ea şi-a schimbat numele în Republica Moldova; şi la 27 august 1991, Parlamentul Republicii Moldova a adoptat Declaraţia de Independenţă a Republicii Moldova, teritoriul căreia includea şi Transnistria.", "B.  Conflictul transnistrean", "12.  Faptele privind conflictul armat din anii 1991-1992 şi perioada până la sfârşitul anului 2003 sunt descrise în mai multe detalii în cauza Ilaşcu and Others v. Moldova and Rusia [GC], nr. 48787/99, §§ 28-183, ECHR 2004VII şi din considerente practice aici este prezentat doar sumarul evenimentelor cheie. Curtea observă că în observaţiile sale, Guvernul Rusiei a declarat că faptele privind conflictul armat nu erau relevante chestiunilor abordate în această cauză.", "13.  Începând cu anul 1989, în Transnistria a fost creată o mişcare de rezistenţă faţă de independenţa Moldovei. La 2 septembrie 1990, separatiştii transnistreni au proclamat crearea „Republicii moldoveneşti nistrene” („RMN”). La 25 august 1991, „Consiliul Suprem al RMN” a adoptat „declaraţia de independenţă” a „RMN”. La 1 decembrie 1991, au fost organizate „alegeri prezidenţiale” în raioanele Transnistriei, declarate ilegale de către autorităţile moldoveneşti şi dl Igor Smirnov a pretins că a fost ales „Preşedinte al RMN”. Până în prezent, “RMN” nu a fost recunoscută de către comunitatea internaţională.", "14.  La momentul declarării independenţei sale, Moldova nu avea o armată proprie. Armata a Paisprezecea a URSS, a cărui cartier general se afla la Chişinău începând cu anul 1956, a rămas pe teritoriul Republicii Moldova, deşi retrageri de echipament şi personal au fost semnalate începând cu anul 1990. Pe parcursul anului 1991, Armata a Paisprezecea era compusă din câteva mii de soldaţi, unităţi de infanterie, artilerie (dotate în special cu un sistem de rachete anti-aeriene), vehicule blindate şi aviaţie (inclusiv avioane şi elicoptere de luptă) şi avea mai multe depozite de muniţii, inclusiv unul dintre cele mai mari depozite de muniţii din Europa, situat la Colbasna, în Transnistria.", "15.  Prin decretul nr. 234 din 14 noiembrie 1991, Preşedintele Republicii Moldova a declarat că muniţiile, armamentul, mijloacele de transport militare, bazele militare şi alte bunuri aparţinând unităţilor militare ale forţelor armate sovietice staţionate pe teritoriul Republicii Moldova sunt proprietate a Republicii Moldova. Acest decret nu a fost executat în Transnistria.", "16. Printr-un decret emis la 5 decembrie 1991, dl Smirnov a decis să plaseze unităţile militare ale Armatei a Paisprezecea dislocate în Transnistria, sub comandamentul “Departamentului naţional de apărare şi securitate a Republicii Moldoveneşti Nistrene”. Dl Smirnov l-a numit pe general-locotenentul Iakovlev, comandant al Armatei a Paisprezecea, în calitate de Şef al “Departamentului naţional de apărare şi securitate” a “RMN”. În decembrie 1991, autorităţile moldoveneşti l-au reţinut pe general-locotenentul Iakovlev, acuzându-l de faptul că a ajutat separatiştii transnistreni să se înarmeze din contul arsenalului Armatei a Paisprezecea. Totuşi, el a fost ulterior eliberat, ca urmare a intervenţiei Guvernului Federaţiei Ruse.", "17.  La sfârşitul anului 1991 şi începutul anului 1992, au izbucnit confruntări violente între forţele separatiste transnistrene şi forţele de ordine moldoveneşti, care s-au soldat cu câteva sute de morţi.", "18.  Într-un apel lansat la 6 decembrie 1991 comunităţii internaţionale şi Consiliului de Securitate al ONU, Guvernul Republicii Moldova a protestat împotriva ocupaţiei la 3 decembrie 1991 a oraşelor moldoveneşti Grigoriopol, Dubăsari, Slobozia, Tiraspol şi Râbniţa situate pe malul stâng al râului Nistru, de către Armata a Paisprezecea plasată sub comandamentul general-locotenentului Iakovlev. Ei au acuzat autorităţile URSS, în mod special, Ministerul Apărării, de faptul că au stat la originea acestor acţiuni. Militarii Armatei a Paisprezecea au fost acuzaţi că au distribuit echipament militar separatiştilor din Transnistria şi că au organizat separatiştii în detaşamente militare care terorizau populaţia civilă.", "19.  În anii 1991–1992, mai multe unităţi militare aparţinând Armatei a Paisprezecea au trecut de partea separatiştilor transnistreni. În hotărârea Ilaşcu, Curtea a constatat fără nici o îndoială că separatiştii transnistreni se puteau înarma, cu ajutorul personalului Armatei a Paisprezecea, cu amuniţiile din depozitul Armatei a Paisprezecea staţionate în Transnistria. În afara de aceasta, un mare număr de cetăţeni ruşi din afara regiunii, în special cazacii, au venit în Transnistria pentru a lupta împreună cu separatiştii împotriva forţelor Moldovei. Ţinând cont de ajutorul acordat de către trupele Armatei a Paisprezecea forţelor separatiste şi transferul masiv de arme şi muniţii din arsenalul Armatei a Paisprezecea separatiştilor, este clar că armata moldovenească se afla într-o situaţie de inferioritate, ceea ce a împiedicat-o să-şi restabilească controlul asupra Transnistriei. La 1 aprilie 1992, Preşedintele Federaţiei Ruse, dl Boris Elţîn, a emis un decret prin care a dispus transferarea Armatei a Paisprezecea sub jurisdicţia Federaţiei Ruse, şi aceasta a devenit astfel “Grupul Operaţional al Federaţiei Ruse din regiunea transnistreană a Republicii Moldova” sau “GOR”. La 2 aprilie 1992, generalul Netkachev, noul comandant al GOR, a ordonat forţelor moldoveneşti care au încercuit oraşul Tighina (Bender), ocupat de separatişti, să se retragă imediat, în caz contrar, armata rusă urmând să riposteze. În mai, GOR a lansat atacuri împotriva forţelor Republicii Moldova, împingându-i din unele sate aflate pe malul stâng al Nistrului. În iunie, GOR a intervenit oficial în favoarea separatiştilor care pierdeau oraşul Tighina, şi au alungat forţele moldoveneşti.", "C.  Acord de încetare a focului, Memorandum din 1997 şi Angajamentele de la Istanbul", "20.  La 21 iulie 1992, Preşedintele Republicii Moldova, dl Snegur, şi Preşedintele Federaţiei Ruse, dl Elţin, au semnat un acord cu privire la principiile de reglementare amiabilă a conflictului armat din regiunea transnistreană a Republicii Moldova (în continuare – „acord de încetare a focului”).", "21.  Prin acest acord a fost stabilit principiul unei zone de securitate create prin retragerea armatelor „părţilor în conflict” (articolul 1 § 2). În temeiul articolului 2 al acestui acord, a fost creată o Comisie Unificată de Control („CUC”), compusă din reprezentanţi ai Republicii Moldova, Federaţiei Ruse şi Transnistriei, cu sediul la Tighina. Acordul prevedea de asemenea constituirea forţelor de menţinere a păcii pentru a supraveghea şi a asigura menţinerea păcii şi a securităţii, formate din cinci batalioane ruseşti, trei batalioane moldoveneşti şi două batalioane transnistrene, aflate sub jurisdicţia unui comandament militar comun, subordonat CUC. Potrivit articolului 3 al acordului, oraşul Tighina a fost declarat regiune supusă regimului de securitate şi administrată de „autorităţile de autoadministrare locală, eventual de comun acord cu comisia de control”. CUC i-a fost atribuită sarcina de menţinere a ordinii publice în Tighina împreună cu poliţia. Articolul 4 prevede ca trupele ruseşti, staţionate pe teritoriul Republicii Moldova, trebuie să respecte riguros neutralitatea sa. Articolul 5 interzice aplicarea oricărei sancţiuni sau blocade şi fixează ca obiectiv înlăturarea tuturor obstacolelor pentru libera circulaţie a mărfurilor, serviciilor şi persoanelor. Măsurile prevăzute în acest acord au fost definite ca fiind „o parte foarte importantă a reglementării conflictului prin mijloace politice” (articolul 7).", "22.  La 29 iulie 1994, Republica Moldova a adoptat o nouă Constituţie. Aceasta prevedea, printre altele, neutralitatea statului, interzicerea staţionării pe teritoriul său a trupelor aparţinând altor state şi posibilitatea de a acorda o formă de autonomie localităţilor situate în partea stângă a Nistrului. Potrivit articolului 13 al Constituţiei, limba de stat era limba moldovenească în grafia latină.", "23.  De mai multe ori începând din anul 1995, autorităţile Moldovei s-au plâns că personalul armat al GOR şi contingentul rus al forţelor de menţinere a păcii de la CUC au încălcat principiul neutralităţii stabilit în acordul de încetare a focului şi că, inter alia, transnistrenii au obţinut echipament militar şi ajutor din partea GOR. Aceste declaraţii au fost negate vehement de către autorităţile ruse. În afara de aceasta, delegaţia Moldovei la CUC a susţinut că transnistrenii au creat noi posturi militare şi puncte de trecere în zona de securitate, cu încălcarea acordului de încetare a focului. În hotărârea Ilaşcu, Curtea a constatat, prin intermediul probelor care se conţineau în documentele oficiale ale CUC, că în diferite părţi ale Transnistriei aflate sub controlul forţelor ruseşti de menţinere a păcii, cum ar fi Tighina, forţele separatiste transnistrene au încălcat acordul de încetare a focului.", "24.  La 8 mai 1997, dl Lucinschi, Preşedintele Republicii Moldova, şi dl Smirnov, „Preşedintele RMN”, au semnat la Moscova un memorandum care a pus bazele normalizării relaţiilor dintre Republica Moldova şi Transnistria (“Memorandumul din 1997”). Prin Memorandumul din 1997, deciziile referitoare la Transnistria trebuiau luate de comun acord de către ambele părţi, competenţele trebuiau divizate şi delegate şi garanţiile trebuiau asigurate reciproc. Transnistria trebuia să participe la realizarea politicii externe a Republicii Moldova în domenii care ating interesele sale, definirea acestor domenii urmând a fi stabilită de comun acord. Transnistria ar avea dreptul să stabilească şi să menţină în mod unilateral relaţii internaţionale în domeniul economic, ştiinţific şi tehnic, cultural şi altele, care urmează să fie determinate printr-un acord comun. Părţile s-au angajat să reglementeze orice conflict care ar putea surveni pe parcursul negocierilor cu asistenţa, dacă va fi necesar, a Federaţiei Ruse şi a Ucrainei, în calitate de state-garant ale respectării acordurilor încheiate, precum şi a Organizaţiei pentru Securitate şi Cooperare în Europa (OSCE) şi Comunitatea Statelor Independente (CSI). Memorandumul din 1997 a fost contrasemnat de către reprezentanţii statelor-garant, şi anume de Preşedintele Federaţiei Ruse, dl Elţin, şi al Ucrainei, dl Leonid Kuchma şi de asemenea de dl Helveg Petersen, Preşedintele OSCE.", "25.  În noiembrie 1999, OSCE a organizat al şaselea Summit la Istanbul. În cadrul Summitului, 54 state membre au semnat Carta de Securitate Europeană şi Declaraţia Summit-ului de la Istanbul şi 30 state membre, inclusiv Moldova şi Rusia, au semnat Acordul de Adaptare a Tratatului privind Forţele Armate Convenţionale din Europa (“Tratatul FACE adaptat”). Tratatul FACE adaptat reglementa, inter alia, principiul potrivit căruia trupele străine nu trebuie să staţioneze pe teritoriul Moldovei fără acordul Moldovei. Acordul Rusiei de a se retrage din Transnistria (unul din “Angajamentele de la Istanbul”) a fost inclus într-o anexă la Actul Final la Tratatul FACE adaptat. Suplimentar, în paragraful 19 al Declaraţiei Summit-ului de la Istanbul, a fost inclus inter alia angajamentul Federaţiei Ruse de a-şi retrage forţele sale din Transnistria până la sfârşitul anului 2002:", "“19. Reamintind deciziile Summit-ului de la Budapesta şi Lisabona şi Întâlnirea Ministerială de la Oslo, reiterăm speranţa noastră că trupele ruseşti se vor retrage din Republica Moldova rapid, în ordine corespunzătoare şi în mod complet. În acest context, salutăm progresele recente la care s-a ajuns la retragerea şi distrugerea echipamentului militar rus stocat în regiunea transnistreană a Moldovei şi finisarea distrugerii muniţiilor care nu sunt transportabile.", "Salutăm angajamentul asumat de Federaţia Rusă de a finaliza până la finele anului 2002 retragerea forţelor armate de pe teritoriul Republicii Moldova. De asemenea, salutăm dorinţa Republicii Moldova şi a OSCE de a facilita acest proces, în baza competenţelor lor şi în cadrul termenelor limită convenite.", "Reamintim faptul că o misiune internaţională de evaluare este gata să purceadă imediat la supravegherea retragerii şi distrugerii muniţiilor şi armamentului rusesc. Cu scopul asigurării procesului de retragere şi distrugere, vom solicita Consiliului Permanent să examineze posibilitatea extinderii mandatului Misiunii OSCE în Moldova pentru a asigura transparenţa acestui proces şi coordonarea asistenţei financiare şi tehnice oferite pentru a facilita retragerea şi distrugerea. Mai mult, suntem de acord să examinăm posibilitatea instituirii unui fond pentru asistenţă financiară internaţională voluntară care va fi administrat de către OSCE.”", "În 2002, în timpul unei Conferinţe Ministeriale a OSCE de la Lisabona, Rusia a obţinut extinderea cu un an a termenului pentru retragerea trupelor sale, până la sfârşitul lui decembrie 2003.", "26.  Rusia nu s-a conformat angajamentelor asumate la Summit-ul OSCE de la Istanbul şi Conferinţa Ministerială de la Lisabona privind retragerea sa militară din Transnistria până la sfârşitul anului 2003. La Consiliul Ministerial al OSCE din decembrie 2003, a fost imposibil de a ajunge la o poziţie comună pe chestiunea privind Transnistria, şi a fost publicată următoarea declaraţie:", "“Majoritatea miniştrilor au notat eforturile întreprinse de Federaţia Rusă în vederea executării angajamentelor asumate la Summit-ul OSCE de la Istanbul în 1999 şi finisarea retragerii forţelor ruseşti de pe teritoriul Moldovei. Ei au subliniat că un progres real a fost atins în anul 2003 prin retragerea/evacuarea unor muniţii şi altui echipament militar care aparţinea Federaţiei Ruse. Ei au apreciat eforturile tuturor statelor participante ale OSCE care au contribuit la Fondul Voluntar instituit pentru sprijinirea acestui efort. Cu toate acestea, ei sunt îngrijoraţi de faptul că retragerea forţelor ruseşti nu va fi finalizată până la 31 decembrie 2003. Ei au subliniat necesitatea îndeplinirii acestui angajament fără întârziere.”", "Statele membre ale Organizaţiei Tratatului Nord Atlantic (NATO) au refuzat să ratifice tratatul FACE adaptat până la respectarea de către Rusia a Angajamentlor de la Istanbul.", "D.   “Memorandumul Kozak”", "27.  În 2001, Partidul Comuniştilor a câştigat alegeri şi a devenit partidul de guvernământ în Moldova. Noul Preşedinte al Moldovei, dl Vladimir Voronin, a început negocieri directe cu Rusia asupra viitorului Transnistriei. În noiembrie 2003, Federaţia Rusă a înaintat o propunere de reglementare a conflictului, “Memorandumul cu privire la principiile de bază ale structurii statului unificat” (denumit “Memorandumul Kozak”, după politicianul rus, dl Dimitry Kozak, care a lucrat asupra acestui document). Prin Memorandumul Kozak a fost propusă o nouă structură federativă pentru Moldova, în cadrul căreia autorităţile “RMN” ar avea un nivel considerabil de autonomie şi a fost garantată reprezentarea acesteia în noul “organ legislativ federativ”. Memorandumul Kozak includea şi prevederi tranzitorii potrivit cărora, până în 2015, o majoritate de trei-pătrimi din a doua cameră a legislativului nou creat, compusă din patru reprezentanţi din Gagauzia, nouă din Transnistria şi 13 din prima cameră a organului legislativ federativ nou creat, va confirma legile organice federale. Acest lucru va oferi reprezentanţilor “RMN” din cea de-a doua cameră un drept de veto până în anul 2015 asupra legislaţiei care se referă la toată Moldova. La 25 noiembrie 2003, dl Voronin a decis să nu semneze Memorandumul Kozak, cu toate că anterior el a indicat disponibilitatea sa de a accepta aceste propuneri.", "E.  Controlul vamal şi la frontieră intensificat", "28.  În decembrie 2005, a fost creată o Misiune a Uniunii Europene de Asistenţă la Frontieră în vederea oferirii asistenţei în combaterea comerţului ilegal dintre Ucraina şi Moldova. În martie 2006, Ucraina şi Moldova au început implementarea acordului vamal din 2003, potrivit căruia companiile transnistrene implicate în comerţul transfrontalier trebuiau să se înregistreze în Chişinău pentru a primi documente cu indicarea ţării de origine a mărfurilor, în conformitate cu protocoalele Organizaţiei Mondiale a Comerţului. Ucraina s-a angajat să refuze importul bunurilor fără prezenţa documentelor de export pentru trecerea frontierei.", "29.  În semn de răspuns la aceste măsuri vamale noi, reprezentanţii Transnistriei au refuzat să continue negocierile în formatul 5+2. În continuare, în februarie şi martie 2005, “în răspuns la acţiunile întreprinse de Guvernul Moldovei menite să agraveze situaţia privind Transnistria”, Duma rusă a adoptat rezoluţii prin care a cerut Guvernului rus să introducă interdicţia la importul produselor alcoolice şi de tutun din Moldova; să exporte energia electrică în Moldova (cu excepţia Transnistriei) la tarife internaţionale; şi să introducă regim de viză pentru cetăţenii Moldovei care vizitează Rusia, cu excepţia locuitorilor Transnistriei.", "30.  În aprilie 2005, autorităţile ruse au interzis importul produselor din carne, precum şi a fructelor şi legumelor din Republica Moldova, pe motiv că standardele naţionale de igienă nu au fost respectate în procesul lor de producţie. În perioada martie 2006 şi noiembrie 2007 a fost introdusă o interdicţie la importarea vinurilor moldoveneşti. Fondul Monetar Internaţional a constatat că în 2006-2007 aceste măsuri au avut un efect negativ combinat asupra creşterii economice a Moldovei de 2-3% anual.", "31.  În ianuarie 2005, dl Viktor Yushchenko a fost ales Preşedinte al Ucrainei. În mai 2005, Guvernul ucrainean a prezentat o nouă propunere privind soluţionarea conflictului transnistrean, “Spre soluţionare prin democratizare” (sumarizat în raportul Adunării Parlamentare a Consiliului Europei: a se vedea paragraful 64 de mai jos). În iulie 2005, citând planul ucrainean, Parlamentul Moldovei a adoptat Legea “cu privire la prevederile de bază ale statutului juridic special al Transnistriei”. Negocierile formale au fost reluate în octombrie 2005, cu participarea Uniunii Europene (“UE”) şi a Statelor Unite ale Americii în calitate de observatori (denumite “formatul 5+2”).", "F.  Personalul şi echipamentul militar rus din Transnistria", "32.  La 20 martie 1998, Viktor Chernomyrdin, Prim-ministrul Federaţiei Ruse, şi dl Smirnov, “Preşedintele RMN”, au semnat la Odessa un acord cu privire la unele chestiuni referitoare la bunurile militare ale GOR. Potrivit unui calendar care figura în anexa la acordul respectiv, retragerea şi distrugerea anumitor elemente depozitate, eliminarea lor prin detonare sau alte procedee mecanice trebuiau realizate până la 31 decembrie 2001. Retragerea (transferul şi distrugerea) surplusului de muniţii şi a altor echipamente militare ale GOR trebuia realizată cel târziu până la 31 decembrie 2002. Mai multe eşaloane cu echipament aparţinând GOR au fost evacuate din Transnistria în perioada 1999-2002.", "33.  În luna octombrie a anului 2001, Federaţia Rusă şi „RMN” au încheiat un acord cu privire la retragerea forţelor ruseşti. În baza acestuia, ca urmare a retragerii unei părţi a echipamentului militar rusesc staţionat în Transnistria, „RMN” urma să primească o reducere de o sută de milioane de dolari americani (SUA) la datoria contractată pentru consumul de gaz importat din Federaţia Rusă, şi cesiunea de către Armata rusă, în cadrul retragerii, a unei părţi din echipament care putea fi folosit în scopuri civile.", "34.  După cum rezultă dintr-un comunicat de presă al OSCE, la 24 decembrie 2002, autorităţile ruse au evacuat din Colbasna 29 de vagoane care transportau echipamente pentru construcţia podurilor şi bucătării mobile. Acelaşi comunicat de presă a preluat, de asemenea, declaraţia comandantului GOR, generalul Boris Sergheev, potrivit căreia ultimele retrageri au fost posibile datorită unui acord, încheiat cu transnistrenii, potrivit căruia “RMN” urma să primească jumătate din echipamentele şi materialele nemilitare retrase. Generalul Sergheev a dat drept exemplu retragerea, la 16 decembrie 2002, a 77 de camioane, care a fost urmată de transmiterea a 77 de camioane ale GOR către partea transnistreană", "35.  Potrivit probelor audiate de către Curte în cauza Ilaşcu, în anul 2003, cel puţin 200,000 de tone de echipament militar şi de muniţii ruseşti au rămas în Transnistria, stocate în mare parte la depozitul de la Colbasna, care includeau 106 tancuri de luptă, 42 vehicule blindate de luptă, 109 vehicule blindate pentru transportarea trupelor, 54 vehicule blindate de recunoaştere, 123 tunuri şi mortiere, 206 arme antitanc, 226 arme antiaeriene, 9 elicoptere şi 1,648 de vehicule de alte tipuri (a se vedea hotărârea Ilaşcu, citată mai sus, § 131). În anul 2003, OSCE a observat şi a verificat retragerea din Transnistria a 11 trenuri cu echipament militar rus şi 31 trenuri încărcate cu peste 15,000 tone de muniţii. Cu toate acestea, în anul următor, în 2004, OSCE a raportat că a fost retras un singur tren care conţinea aproximativ 1,000 tone de muniţii.", "36.  Din anul 2004, nu a avut loc nici o retragere verificată a armelor şi echipamentului rus din Transnistria. Curtea a constatat în cauza Ilaşcu că, la sfârşitul anului 2004, în Transnistria mai rămâneau încă aproximativ 21,000 tone metrice de muniţii, precum şi peste 40,000 arme mici şi uşoare şi aproximativ zece eşaloane cu echipament militar divers. În noiembrie 2006, o delegaţie a OSCE a obţinut acces la depozitul de muniţii ale Federaţiei Ruse şi a raportat că acolo mai rămâneau peste 21,000 tone de muniţii (a se vedea paragraful 68 de mai jos). În luna mai a anului 2005, Comandantul GOR a informat că a fost distrus surplusul de 40,000 arme mici şi arme uşoare, însă observatorii independenţi nu au avut acces să verifice aceste declaraţii. În observaţiile sale în această cauză, Guvernul Rus a declarat că cea mai mare parte a armamentului, a muniţiilor şi a proprietăţii militare a fost evacuată în perioada 1991 şi 2003 şi că tot ce mai rămânea în depozite erau obuze, grenade manuale, bombe obuziere şi muniţii mici.", "37.  Părţile în această cauză au fost de acord că aproximativ 1,000 de militari ruşi staţionau în Transnistria pentru a păzi depozitele cu muniţii. În afara de aceasta, părţile au fost de acord că în zona de securitate staţionau aproximativ 1,125 de militari ruşi, ei fiind parte a forţelor de menţinere a păcii la crearea cărora s-a convenit la nivel internaţional. Zona de securitate avea 225 km lungime şi 12-20 km lăţime.", "G.  Sprijinul economic şi politic care se pretinde că este acordat “RMN” din partea Rusiei", "38.  Din nou, trebuie de notat faptul că Guvernul rus a afirmat că evenimentele din Transnistria care au avut loc înainte de criza şcolilor nu erau relevante chestiunilor din această cauză.", "39.  În hotărârea Ilaşcu, Curtea a constatat că este indiscutabil faptul că industria de producere a armamentului, care era unul din pilonii economiei Transnistriei, era direct sprijinită de întreprinderile ruse, inclusiv de întreprinderile Росвооружение (Rosvoorujenïe) şi Elektrommash. Întreprinderea rusă Iterra a cumpărat cea mai mare întreprindere din Transnistria, uzina metalurgică din Râbniţa, în pofida opoziţiei exprimate de autorităţile Republicii Moldova. În afara de aceasta, armata rusă a fost principalul angajator şi cumpărător de alimente din Transnistria.", "40.  Potrivit reclamanţilor în această cauză, Rusia beneficiază de 18% din exporturile “RMN” şi 43.7% din importurile acesteia, în primul rând în ceea ce priveşte energia electrică. “RMN” a plătit mai puţin de 5% din costul gazului consumat. Spre exemplu, în 2011, Transnistria a consumat gaz în valoare de USD 505 milioane, dar a plătit doar pentru 4% (USD 20 milioane). Guvernul rus a explicat că deoarece “RMN” nu era recunoscută ca o entitate aparte în conformitate cu dreptul internaţional, ea nu putea avea datoriile sale suverane, şi Rusia nu furniza gaz separat pentru Moldova şi Transnistria. Prin urmare, factura pentru aprovizionarea cu gaz a Transnistriei era atribuită Moldovei. Aprovizionarea regiunii cu gaz era organizată prin intermediul unei companii publice ruse Gazprom şi societatea pe acţiuni Moldovagaz, care aparţinea Moldovei şi “RMN”. Datoria companiei Moldovagaz către Rusia depăşea USD 1.8 miliarde, din care USD 1.5 miliarde se refereau la gazul consumat în Transnistria. Gazprom nu putea să stopeze aprovizionarea regiunii cu gaz, deoarece avea nevoie să aprovizioneze cu gaz ţările Balcanice prin conductele care treceau prin Moldova.", "41.  Reclamanţii au mai pretins că Rusia a acordat Transnistriei ajutor umanitar direct, în cea mai mare parte în forma unor contribuţii la pensiile de vârstă. Reclamanţii au pretins că sursele oficiale ruse au declarat că între 2007 şi 2010 volumul total al asistenţei financiare acordate Transnistriei a fost de USD 55 milioane. Guvernul Moldovei a declarat că în 2011, “RMN” a primit ajutor financiar din partea Rusiei în valoarea totală de USD 20.64 milioane. Guvernul rus a declarat că asistenţa acordată în calitate de ajutor umanitar cetăţenilor ruşi care locuiesc în regiune, cum ar fi plata pensiilor şi aprovizionarea cu alimente a şcolilor, închisorilor şi spitalelor, era total transparentă, şi putea fi comparată cu ajutorul umanitar oferit de Uniunea Europeană. În afara de acordarea ajutorului populaţiei care locuia în Transnistria, Rusia de asemenea oferea ajutor şi celor care locuiau în alte regiuni ale Moldovei.", "42.  În afara de aceasta, reclamanţii au susţinut că un număr de aproximativ 120,000 de persoane care locuiesc în Transnistria au primit cetăţenia rusă. Printre aceste persoane se numărau de asemenea mulţi lideri “RMN”. Curtea consideră că acest lucru trebuie examinat în contextul rezultatelor recensământului desfăşurat în 2004 de “ Guvernul RMN”, care a constatat că în zona aflată sub controlul acestuia locuia o populaţie de 555,347 de persoane, aproximativ 32% dintre care proveneau din comunitatea moldovenească, 30% dintre care erau ruşi şi 29% erau ucraineni, cu un procent mic de alte grupe naţionale şi etnice.", "H.  Criza şcolilor şi faptele legate de cauzele reclamanţilor", "43.  Potrivit articolului 12 al „Constituţiei” RMN, limbile oficiale în RMN sunt „moldovenească”, rusă şi ucraineană. Articolul 6 al „Legii RMN privind limbile”, care a fost adoptată la 8 septembrie 1992, prevede că, în toate scopurile, limba „moldovenească” trebuie să fie scrisă cu grafia chirilică. „Legea” mai prevede că folosirea grafiei latine poate constitui o contravenţie şi articolul 200-3 al „Codului cu privire la contravenţiile administrative al RMN”, adoptat la 19 iulie 2002, prevede că:", "„Nerespectarea de către persoanele care deţin funcţii publice şi de către alte persoane din organele puterii executive şi din administraţia de stat, din asociaţiile publice, precum şi din alte organizaţii, indiferent de statutul lor juridic şi de forma de proprietate, şi din alte instituţii situate pe teritoriul RMN, a legislaţiei RMN cu privire la funcţionarea limbilor pe teritoriul RMN ... conduce la aplicarea sancţiunii în forma unei amenzi de până la 50 (cincizeci) salarii minime.”", "44.  La 18 august 1994, autorităţile „RMN” au interzis utilizarea alfabetului latin în şcoli. Printr-o hotărâre din 21 mai 1999, „RMN” a obligat toate şcolile care aparţin „statelor străine” şi care funcţionează pe teritoriul „său” să se înregistreze la autorităţile „RMN”, în caz contrar acestea nu vor fi recunoscute şi vor fi private de drepturile lor.", "45.  La 14 iulie 2004, autorităţile „RMN” au început să ia măsuri în vederea închiderii tuturor şcolilor cu grafia latină. La data adoptării deciziei de admisibilitate, în Transnistria au mai rămas doar şase şcoli care folosesc limba moldovenească/română şi grafia latină.", "1.  Catan şi Alţii (cererea nr. 43370/04)", "46.  Reclamanţii sunt 18 elevi care studiau la liceul Evrica din Rîbniţa în perioada de referinţă şi 13 părinţi (a se vedea anexa la această hotărâre).", "47.  Din anul 1997, liceul Evrica folosea clădirea situată pe strada Gagarin, care a fost construită cu ajutorul fondurilor publice ale Moldovei. Şcoala a fost înregistrată la Ministerul Educaţiei al Moldovei şi folosea grafia latină şi programul de învăţământ aprobat de către acest Minister.", "48.  Ca urmare a „hotărârii RMN” din 21 mai 1999 (a se vedea paragraful 44 de mai sus), liceul Evrika a refuzat să se înregistreze deoarece înregistrarea impunea folosirea grafiei chirilice şi a programului de învăţământ inventat de regimul „RMN”. La 26 februarie 2004, clădirea folosită de liceu a fost transferată de autorităţile „RMN” către „Departamentul de Educaţie din Rîbniţa”. În iulie 2004, ca urmare a mai multor închideri ale şcolilor cu grafia latină din „RMN”, elevii, părinţii şi învăţătorii de la liceul Evrika şi-au asumat obligaţia de a păzi şcoala zi şi noapte. La 29 iulie 2004, miliţia transnistreană a luat cu asalt şcoala şi a evacuat femeile şi copiii care se aflau înăuntru. În următoarele zile, miliţia şi funcţionarii din „direcţia de învăţământ din Rîbniţa” au vizitat părinţii copiilor care erau înmatriculaţi în această şcoală, cerându-le să-şi retragă copii din şcoală şi să-i transfere într-o şcoală înregistrată de regimul „RMN”. Se susţine că părinţilor li s-a spus că dacă ei nu vor face aceasta, ei vor fi concediaţi de la locul lor de muncă şi chiar vor fi privaţi de drepturile lor părinteşti. Ca urmare a acestei presiuni, mulţi părinţi şi-au retras copiii şi i-au transferat la o altă şcoală.", "49.  La 29 septembrie 2004, inclusiv ca urmare a intervenţiei Misiunii OSCE în Moldova, şcoala a reuşit să se înregistreze la „Camera de Înregistrare de la Tiraspol” în calitate de o instituţie privată străină de învăţământ, însă nu a reuşit să-şi continue activitatea din cauza lipsei unui sediu. La 2 octombrie 2004, regimul „RMN” i-a permis şcolii să se redeschidă într-o altă clădire, care anterior a găzduit o grădiniţă. Clădirea a fost închiriată de la „RMN” şi Guvernul Moldovei a plătit pentru renovarea acesteia. Cererile repetate ale şcolii de a i se permite să se reîntoarcă în clădirea situată pe strada Gagarin, care era mai mare şi mai potrivită, au fost respinse pe motiv că o altă şcoală a început să folosească acea clădire. Reclamanţii susţin că clădirea închiriată era nepotrivită pentru liceu, deoarece lumina, coridoarele şi sălile de studiu nu erau adaptate pentru un liceu şi nu existau laboratoare sau săli amenajate pentru sport. Liceul este administrat de Ministerul Educaţiei al Moldovei, care plăteşte salariile profesorilor şi aprovizionează liceul cu materialele educaţionale. Liceul foloseşte grafia latină şi programul de studii al Moldovei.", "50.  Reclamanţii au înaintat mai multe petiţii şi plângeri la autorităţile Federaţiei Ruse. Ministerul Afacerilor Externe al Federaţiei Ruse a răspuns la acestea prin publicarea unor declaraţii generale despre escaladarea conflictului în privinţa şcolilor din Transnistria care folosesc limba română de predare. Declarând că problema consta de fapt în conflictul continuu dintre Moldova şi „RMN”, Ministerul Afacerilor Externe al Rusiei a atras atenţia Moldovei şi a „RMN” asupra faptului că folosirea forţei pentru rezolvarea conflictului ar putea periclita securitatea în regiune şi i-a chemat să folosească diverse forme de negocieri pentru a rezolva conflictul. De asemenea, reclamanţii s-au plâns de situaţia lor autorităţilor moldoveneşti.", "51.  Şcoala a devenit ţinta unei campanii sistematice de vandalizare şi spargerea de geamuri. Reclamanţii au declarat că această campanie a început în anul 2004; Guvernul Moldovei pretinde că aceasta a început în toamna anului 2007. La 10 aprilie 2008, Ministerul Reintegrării al Moldovei a cerut Reprezentantului Special al Secretarului General al Consiliului Europei să intervină pentru a încerca a pune capăt atacurilor. De asemenea, reclamanţii au declarat că copiii sunt intimidaţi de către populaţia vorbitoare de limba rusă şi se tem să vorbească limba moldovenească în afara şcolii.", "52.  La 16 iulie 2008, Ministerul Reintegrării al Moldovei a solicitat asistenţa Misiunii OSCE în Moldova în transportarea materialelor educaţionale, materialelor de construcţie şi a banilor pentru salariile profesorilor peste „frontiera” cu „RMN”.", "53.  În anul academic 2002-2003, la liceu studiau 683 elevi. În anul 2008-2009 acest număr a scăzut la 345 de elevi.", "2.  Căldare şi Alţii (cererea nr. 8252/05)", "54.  Reclamanţii sunt 26 de copii care studiau la liceul Alexandru cel Bun din Tighina, Bender, în perioada de referinţă şi 17 părinţi (a se vedea anexa). Iniţial, şcoala folosea clădirea situată pe strada Kosmodemianskaia, care a fost construită cu fondurile publice ale Moldovei şi care le-a fost închiriată de către autorităţile moldoveneşti. Şcoala a fost înregistrată la Ministerul Educaţiei al Moldovei şi, prin urmare, folosea grafia latină şi programul de studii aprobat de Ministerul Educaţiei.", "55.  La 4 iunie 2004, „Ministerul Educaţiei al RMN” a avertizat şcoala că aceasta va fi închisă în cazul în care nu se va înregistra, şi că vor fi aplicate măsuri disciplinare împotriva directorului şcolii. La 18 iulie 2004, şcoala a fost deconectată de la electricitate şi aprovizionare cu apă şi la 19 iulie 2004, administraţia şcolii a fost anunţată că nu mai putea să folosească clădirea situată pe strada Kosmodemianskaia. Totuşi, profesorii, elevii şi părinţii au ocupat clădirea, refuzând să plece. Miliţia transnistreană a încercat să reocupe clădirea, însă nu a reuşit şi în cele din urmă a cedat. Miliţia s-a retras la 28 iulie 2004. La 20 septembrie 2004, inclusiv ca urmare a mai multor negocieri cu observatorii internaţionali şi cu reprezentanţii Consiliului Europei, şcoala a fost reconectată la apă şi electricitate.", "56.  Regimul „RMN” a permis redeschiderea şcolii în septembrie 2004, însă într-o altă clădire închiriată de la autorităţile „RMN”. În prezent, şcoala foloseşte trei clădiri, care se află în diferite sectoare ale oraşului. Clădirea principală nu are o cantină, o sală pentru ştiinţele naturii şi sport şi transportul public nu ajunge până la ea. Guvernul Moldovei a acordat şcolii un autobuz şi computere. De asemenea, Guvernul a plătit pentru reparaţia facilităţilor sanitare în una din clădirile acesteia.", "57.  Reclamanţii au adresat mai multe petiţii şi plângeri autorităţilor ruse şi moldoveneşti.", "58.  În anul 2002-2003, în şcoală erau 1751 elevi şi în anul 2008-2009 erau 901 de elevi.", "3.  Cercavschi şi Alţii (cererea nr. 18454/06)", "59.  Reclamanţii sunt 46 de elevi care studiază la liceul Ştefan cel Mare din Grigoriopol în perioada de referinţă şi 50 de părinţi (a se vedea anexa).", "60.  În anul 1996, la cererea părinţilor şi copiilor lor, şcoala, care studia după programul de studii în grafia chirilică, a adresat mai multe petiţii regimului „RMN” solicitând-i să-i permită folosirea grafiei latine. Ca urmare a acestui fapt, între anii 1996 şi 2002, „RMN” a orchestrat o campanie de presă ostilă, şi forţele de securitate au folosit intimidare şi ameninţare. Aceste măsuri au atins un apogeu la 22 august 2002, când poliţia transnistreană a atacat şcoala şi a evacuat profesorii, elevii şi părinţii care se aflau înăuntru. La 28 august 2002, preşedintele comitetului de copii a fost arestat şi ulterior condamnat la cincisprezece zile de arest administrativ. Ca urmare a acestor incidente, 300 de elevi au părăsit şcoala.", "61.  Ca urmare a ocupării clădirii de către regimul „RMN”, Ministerul Educaţiei al Moldovei a decis că şcoala trebuie să fie temporar transferată într-o clădire din Doroţcaia, un sat situat la aproximativ 20 de kilometri de Grigoripol şi controlat de Moldova. În fiecare zi, copiii şi profesorii se deplasează la Doroţcaia în autobuze oferite de Guvernul Moldovei. Genţile lor sunt percheziţionate şi identitatea lor este verificată de către autorităţile „RMN” şi, de asemenea, se pretinde că la adresa lor sunt comise acte de hârţuire, precum scuipatul şi abuzul verbal.", "62.  Reprezentanţii şcolii au depus mai multe petiţii şi s-au plâns de această situaţie la OSCE, Organizaţia Naţiunilor Unite, precum şi autorităţilor ruse şi moldoveneşti. Autorităţile ruse au răspuns prin îndemnarea Moldovei şi a „RMN” să folosească diverse forme de negocieri pentru a rezolva conflictul. Autorităţile moldoveneşti au informat reclamanţii că ei nu puteau face nimic mai mult pentru a-i ajuta.", "63.  În anul 2000-2001, în şcoală erau 709 elevi şi în anul 2008-2009 erau 169 de elevi.", "II.  RAPOARTELE ORGANISMELOR INTER-GUVERNAMENTALE ŞI NEGUVERNAMENTALE \t", "A.  Adunarea Parlamentară a Consiliului Europei", "64.  La 16 septembrie 2005, Comitetul pentru onorarea obligaţiunilor şi angajamentelor statelor membre ale Consiliului Europei (Comitetul de monitorizare) al Adunării Parlamentare a Consiliului Europei (APCE) a emis un raport privind „Funcţionarea instituţiilor democratice în Moldova”. Secţiunea privind Transnistria prevede următoarele:", "„31. În ultimele luni au avut loc evoluţii majore noi, pe care Adunarea trebuie să le examineze îndeaproape şi să le susţină în cel mai bun mod posibil.", "32. Ca urmare a contactelor diplomatice intense dintre Moldova şi Ucraina, la 22 aprilie, la Sumitul GUAM din Chişinău, Preşedintele ucrainean Yushchenko a anunţat o iniţiativă de 7 puncte în vederea reglementării chestiunii transnistrene. ...", "Scopul principal al acestui nou plan este de a realiza o reglementare de lungă durată prin democratizarea Transnistriei. Aceasta ar impune:", "– crearea condiţiilor pentru dezvoltarea democraţiei, societăţii civile, şi a unui sistem multi-partid în Transnistria;", "– organizarea unor alegeri libere şi democratice în Sovietul Suprem al Transnistriei, monitorizate de Uniunea Europeană, OSCE, Consiliul Europei, Rusia, Statele Unite, şi alte ţări democratice, inclusiv Ucraina;", "– transformarea formatului actual al operaţiunii de menţinere a păcii într-o misiune internaţională de observatori militari şi civili sub egida OSCE şi mărirea numărului de observatori militari ucraineni în regiune;", "– admiterea de către autorităţile transnistrene a unei misiuni internaţionale de monitorizare, cu includerea experţilor ucraineni, la întreprinderile militaro-industriale din regiunea transnistreană;", "– o misiune de monitorizare OSCE pe termen scurt în Ucraina pentru a verifica circulaţia bunurilor şi persoanelor pe frontiera Ucraino-moldovenească.", "33. Întregul text al planului ucrainean a fost prezentat la 16-17 mai la o întrevedere a reprezentanţilor mediatorilor şi a Moldovei şi Transnistriei în Vinnitsa, Ucraina, după aproape o lună de ‘diplomaţie de intermediere’ dintre secretarul Consiliului de Securitate al Ucrainei Pyotr Poroshenko şi consilierul prezidenţial al Moldovei Mark Tkachuk.", "34. Reacţiile au fost diverse, însă cu precauţie pozitive.", "35. La 10 iunie, Parlamentul Moldovei a adoptat o ‘Declaraţie privind iniţiativa ucraineană de reglementare a conflictului transnistrean’ şi două apeluri privind demilitarizarea şi privind promovarea criteriilor de democratizare a regiunii transnistrene a Republicii Moldova (a se vedea anexa II).", "36. Declaraţia a salutat iniţiativa Preşedintelui Yushchenko şi a exprimat speranţa că aceasta va deveni ‘un factor major în atingerea integrităţii teritoriale şi civile a Moldovei’. Parlamentul însă şi-a exprimat regretul în privinţa faptului că iniţiativa ucraineană nu reflectă unele principii importante de reglementare, în primul rând, retragerea trupelor ruse; demilitarizarea; principiile şi condiţiile democratizării regiunii şi stabilirea unui control transparent şi legal asupra segmentului transnistrean al frontierei moldo-ucrainene. Declaraţia a solicitat eforturi suplimentare din partea comunităţii internaţionale şi a Ucrainei în aceasta privinţă.", "37. De asemenea, Parlamentul a criticat mai multe prevederi care ar putea ‘atinge suveranitatea Republicii Moldova’, precum sunt co-participarea Transnistriei în desfăşurarea politicii externe a Republicii Moldova şi propunerea de a crea aşa-numitul comitet de conciliere. Parlamentul a insistat pe soluţionarea conflictului în limitele prevederilor Constituţiei Moldovei prin dialog cu noua conducere transnistreană, aleasă în mod democratic. Prin urmare, există mai multe divergenţe dintre iniţiativa ucraineană şi abordarea privind implementarea acesteia aleasă de către Moldova.", "38. Mediatorii în conflictul transnitrean (OSCE, Rusia şi Ucraina) au declarat că planul prevede un impuls concret spre reglementarea conflictului. La toate întrevederile lor recente, ei au chemat la reluarea dialogului direct şi continuu pe marginea reglementării conflictului.", "39. Mai delicată este poziţia Rusiei. Este clar că prin prezenţa sa militară şi economică şi datorită legăturilor puternice culturale şi linguistice cu Transnistria, Rusia ar dori să menţină influenţa sa puternică asupra teritoriului. Presa a scris recent despre existenţa unui ‘Plan de acţiuni de menţinere a influenţei ruse în Republica Moldova’, detaliile căruia sunt ţinute în secret. Rusia mai este încă mult ataşată faţă de aşa-numitul ‘Memorandum Kozak’ din anul 2003, care propunea Moldovei o soluţie federală. Moldova aproape acceptase planul; însă a refuzat să-l semneze în ultimul moment, sub influenţa pretinsă a vestului.", "40. În ultimele luni, au existat câteva semnale de tensiune. Spre exemplu, la 18 februarie, Duma de Stat a Federaţiei Ruse a adoptat cu o majoritate vastă o rezoluţie prin care a cerut de la Guvernul Rusiei introducerea mai multor sancţiuni economice şi de alt gen împotriva Moldovei, cu excluderea Transnistriei, în cazul în care autorităţile din Moldova nu renunţă la ‘blocada economică a Transnistriei.’ Sancţiunile includeau interzicerea importului de băuturi alcoolice şi produse de tutun din Moldova, introducerea preţului de piaţă mondial pentru exporturile gazului natural rusesc în Moldova şi vize pentru moldoveni care intră în Rusia.", "41. Ambele apeluri ale Parlamentului Moldovei au cerut suportul Consiliului Europei şi, în privinţa democratizării Transnistriei, implicarea activă în proces. În timpul vizitei noastre la Chişinău, interlocutorii noştri au subliniat în mod repetat importanţa expertizei şi experienţei organizaţiei noastre în această privinţă. Documentele adoptate de Parlamentul Moldovei au fost transmise oficial de către Preşedintele Parlamentului Comitetului de Monitorizare ‘pentru examinare în cadrul exerciţiului de monitorizare al Moldovei’ şi pentru ‘analiză, comentarii şi recomandări, precum şi idei din partea Adunării Parlamentare care ar putea contribui la democratizarea regiunii transnistrene şi reglementarea definitivă a conflictului’.", "42. La prima vedere, planul trebuie examinat îndeaproape de Consiliul Europei, ca fiind o organizaţie principală în domeniul democraţiei, drepturilor omului şi supremaţiei legii. Prin urmare, Comitetul ne-a împuternicit cu responsabilitatea de a vizita oraşele Kiev, Moscova, Bucureşti şi Brussel pentru a ne întâlni cu actorii principali responsabili de planul ucrainean şi a face cunoştinţă cu toate detaliile acestuia. În baza acestei informaţii, noi vom face propuneri concrete ca Adunarea să joace un rol efectiv în implementarea planului.", "43. Rămân mai multe întrebări privind implementarea planului ucrainean şi condiţiile stabilite de Parlamentul Moldovei. Totuşi, în ciuda tuturor încercărilor diplomatice eşuate, acesta are un avantaj puternic. Acesta combină eforturi diplomatice cu măsurile specifice pentru democratizare, atât în Transnistria cât şi în Moldova, care trebuie să servească drept un exemplu. Iniţiativa vine de asemenea într-un moment potrivit, deoarece aceasta coincide cu efortul major pentru democratizare şi integrare europeană în întreaga regiune.", "44. Nu doar Moldova, a cărei integritate teritorială şi suveranitate au fost violate, dar şi Europa în întregime nu mai poate permite existenţa acestei ‘găuri negre’ pe teritoriul său. Transnistria este centrul diverselor tipuri de comerţ ilicit şi, în primul rând, a traficului de arme şi contrabandă diversă. Viaţa politică continue să fie dominată de poliţia secretă; libertăţile fundamentale sunt subminate.", "45. Unul din elementele cele mai dificile pare să fie posibilitatea organizării alegerilor democratice în Transnistria. Pentru aceasta, regiunea are nevoie de partide politice, mijloace de informare şi societatea civilă care să funcţioneze în mod liber. Alegerile locale din 27 martie din Transnistria (pentru alegerea consiliilor săteşti, orăşeneşti şi raionale, precum şi preşedinţi de consilii săteşti şi raionale) au arătat că opoziţia cu adevărat puternică încă lipseşte. Aceste alegeri au fost considerate drept un test pentru alegerile planificate pentru luna decembrie 2005 în Sovietul Suprem al Transnistriei. ", "46. Cu toate acestea, există câteva evoluţii interesante, în special privind un grup de membri ai Sovietului Suprem condus de vice-preşedintele Evgeny Shevchuk. La 29 aprilie, acest grup a iniţiat un proiect de modificări ambiţioase în ‘constituţia’ transnistreană, pentru a consolida rolul acestui ‘parlament’ vis-à-vis de ‘preşedinte’ şi executiv – spre exemplu oferindu-i dreptul la votul de neîncredere faţă de ‘miniştri’ şi alţi funcţionari numiţi de ‘preşedinte’, sau dreptul de a controla activitatea şi cheltuielile executivului. La 18 mai, au fost adoptate în primă lectură alte modificări mai modeste, inclusiv un proiect de lege privind administraţia locală, care prevede că preşedintele consiliului raional şi orăşenesc trebuie să fie ales de consilieri prin vot secret. Dl Shevchuk de asemenea promovează o iniţiativă legislativă de transformare a postului regional oficial ‘TV PMR’ într-o instituţie de difuzare publică.", "47. La 22 iunie, Sovietul Suprem a recomandat ‘preşedintelui’ Smirnov să-l demită pe ‘ministrul’ justiţiei Victor Balala. Balala, care este unul din cei mai apropiaţi aliaţi ai ‘preşedintelui’, a decis recent transferarea funcţiilor de înregistrare de la ‘ministerul’ său la o ‘cameră de experţi’ quasi-comercială.", "48. La 22 iulie, Parlamentul Moldovei a aprobat în două lecturi Legea cu privire la prevederile de bază ale statutului juridic special al localităţilor din stânga Nistrului (Transnistria). Legea a stabilit o unitate teritorială autonomă care este parte inseparabilă a Moldovei şi – prin puterile plenare stabilite în baza Constituţiei şi legislaţiei Moldovei – decide asupra chestiunilor care fac parte din jurisdicţia sa. Legea prevede că localităţile din stânga Nistrului se pot alătura Transnistriei sau ieşi din aceasta în baza referendumului local şi în conformitate cu legislaţia Moldovei.”", "65.  În lumina acestui raport, PACE a adoptat o rezoluţie prin care a reglementat, inter alia, că:", "", "„10. Adunarea salută reluarea negocierilor ca urmare a iniţiativei optimiste a Ucrainei de reglementare a conflictului transnistrean prin acordarea priorităţii democratizării. Ea speră că formatul actual de cinci-membri, care implică Moldova, regiunea transnistreană, Rusia, Ucraina şi OSCE, va fi lărgit şi va include de asemenea Consiliul Europei. Ea subliniază necesitatea supravegherii efective a frontierei dintre Moldova şi Ucraina, a depozitelor de arme şi producerea de arme. Având în vedere experienţa sa acumulată, Adunarea doreşte ca raportorii săi să fie asociaţi cu toate aceste evoluţii.", "11. Orice reglementare a conflictului transnistrean trebuie să se bazeze pe principiul inviolabil de respect total al integrităţii teritoriale a Moldovei şi suveranităţii sale. Potrivit supremaţiei legii, orice soluţie trebuie să fie în concordanţă cu voinţa poporului exprimată în cadrul unor alegeri pe deplin libere şi democratice organizate de autorităţile recunoscute internaţional.”", "B.  Organizaţia pentru Securitate şi Cooperare în Europa (OSCE)", "66.  În Raportul său Anual pentru anul 2004, OSCE s-a referit la evenimentele din Transnistria după cum urmează:", "„...Totuşi cel mai subminant fapt a reprezentat decizia Transnistriei din mijlocul lunii iulie de a închide şcolile moldoveneşti din regiunea transnistreană cu predare în grafia latină. În răspuns, partea moldovenească a suspendat participarea sa la negocierile pentru o reglementare politică în formatul care include cinci părţi.", "Împreună cu co-mediatorii din Federaţia Rusă şi Ucraina, Misiunea s-a angajat într-un proces îndelungat de negocieri începând din mijlocul lunii iulie şi până în toamnă, pentru a ameliora criza şcolilor şi a găsi şi implementa o soluţie. De asemenea, Misiunea a căutat să reducă tensiunile între părţi în domeniul libertăţii de mişcare, a problemei loturilor de pământ, şi a căilor ferate.”", "În anul 2004, OSCE de asemenea a observat că:", "„În anul 2004, doar o garnitură cu aproximativ 1,000 tone de muniţii a fost evacuată din depozitele Grupului Operativ al forţelor ruse din Transnistria. Aproximativ 21,000 tone metrice de muniţii rămân a fi evacuate, împreună cu peste 40,000 arme mici şi uşoare şi aproximativ zece eşaloane cu echipament militar divers. Misiunea a continuat să coordoneze asistenţa tehnică şi financiară acordată Federaţiei Ruse pentru aceste activităţi .”", "67.  Raportul Anual din anul 2005 prevedea:", "„Misiunea şi-a concentrat eforturile pe relansarea negocierilor de reglementare politică, blocate din vara anului 2004. Mediatorii din partea Federaţiei Ruse, Ucrainei, şi OSCE au avut consultări cu reprezentanţii de la Chişinău şi Tiraspol în ianuarie, mai şi septembrie. La întrunirea din mai, Ucraina a introdus planul de reglementare al Preşedintelui Victor Yushchenko, Spre reglementare prin democratizare. Această iniţiativă prevede democratizarea regiunii transnistrene prin organizarea unor alegeri internaţionale în organul legislativ regional, împreună cu măsurile de promovare a demilitarizării, transparenţei şi încrederii sporite.", "În iulie, citând planul ucrainean, Parlamentul Republicii Moldova a adoptat o Lege cu privire la prevederile de bază ale statutului juridic special al Transnistriei. În cadrul consultărilor care au avut loc în Odesa în luna septembrie, Chişinău şi Tiraspol au fost de acord să invite UE şi SUA pentru a participa în procesul de negocieri în calitate de observatori. Negocierile formale au fost reluate într-un format lărgit în octombrie, după o pauză de 15-luni, şi au continuat în decembrie în urma Consiliului Ministerial al OSCE din Ljubljana. La 15 decembrie, Preşedinţii Ucrainei şi al Federaţiei Ruse, Victor Yushchenko şi Vladimir Putin, au emis o declaraţie comună prin care au salutat reluarea negocierilor privind reglementarea conflictului transnistrean.", "În septembrie, Preşedinţii Voronin şi Yushchenko au solicitat împreună preşedintelui în exerciţiu al OSCE să ia în consideraţie trimiterea unei Misiuni Internaţionale de Evaluare (MIE) pentru a analiza condiţiile democratice din Transnistria şi măsurile necesare pentru desfăşurarea unor alegeri democratice în regiune. În paralel, Misiunea OSCE a desfăşurat consultări şi a efectuat analize tehnice privind condiţiile de bază necesare pentru organizarea unor alegeri democratice în regiunea transnistreană, propuse în Planul Yushchenko. La negocierile din octombrie, preşedintele în exerciţiu al OSCE a fost rugat să continue consultările asupra posibilităţii de a organiza o MIE în regiunea transnistreană.", "Împreună cu experţii militari din Federaţia Rusă şi Ucraina, Misiunea OSCE a finalizat elaborarea unui pachet de măsuri propuse pentru sporirea încrederii şi securităţii, care au fost prezentate de cei trei mediatori în iulie. Ulterior, Misiunea a început consultările asupra acestui pachet cu reprezentanţii din Chişinău şi Tiraspol. Negocierile din octombrie au salutat posibilitatea unui progres privind consolidarea transparenţei prin schimbul reciproc al datelor militare, prevăzut în elementele acestui pachet.”", "În privinţa chestiunii privind retragerea militară rusă, OSCE a observat:", "„În anul 2005, nu a avut loc retragerea armatei şi echipamentului rus din regiunea transnistreană. Aproximativ 20,000 tone metrice de muniţii rămân a fi evacuate. Comandantul Grupului Operaţional al forţelor ruse a raportat în mai că surplusul de 40,000 arme mici şi uşoare depozitate de forţele ruse în regiunea transnistreană au fost distruse. OSCE nu are acces să verifice aceste afirmaţii.”", "68.  În anul 2006, OSCE a declarat următoarele:", "„Referendumul de ‘independenţă’ din 17 septembrie şi alegerile ‘prezidenţiale’ din Transnistria din 10 decembrie – care nu au fost nici recunoscute şi nici monitorizate de către OSCE – au conturat cadru politic al acestei activităţi ...", "Pentru a da un nou impuls negocierilor de reglementare, la începutul anului 2006 Misiunea a elaborat documente care sugerează: o posibilă delimitare de competenţe dintre autorităţile centrale şi regionale; un mecanism pentru monitorizarea uzinelor din complexul militaro-industrial al Transnistriei; un plan pentru schimbul de date militare; şi o misiune de evaluare pentru a aprecia condiţiile şi a formula recomandările pentru desfăşurarea unor alegeri democratice din Transnistria. Partea transnistreană, însă, a refuzat să continue negocierile după introducerea în martie a unor noi reguli vamale pentru exporturile din Transnistria, şi, astfel, nici un progres nu a fost posibil, inclusiv în privinţa derulării acestor proiecte. Încercările de a debloca acest impas prin consultări între mediatori (OSCE, Federaţia Rusă şi Ucraina) şi observatori (Uniunea Europeană şi Statele Unite ale Americii) din aprilie, mai şi noiembrie şi prin consultări ale mediatorilor şi observatorilor cu fiecare parte separat în octombrie nu au adus nici un rezultat. ...", "La 13 noiembrie, un grup de 30 de şefi de delegaţii ale OSCE, împreună cu membrii Misiunii OSCE, au obţinut acces pentru prima dată din martie 2004 la depozitul de muniţii al Federaţiei Ruse din Colbasna, situat în apropierea frontierei moldo-ucrainene în partea de nord a Transnistriei. În anul 2006, nu a avut loc nicio evacuare din Transnistria a muniţiilor şi a echipamentului rus, şi peste 21,000 tone de muniţii mai rămân depozitate în regiune...”", "69.  Raportul Anual pentru anul 2007 declară:", "„Mediatorii în procesul de reglementare transnistreană, Federaţia Rusă, Ucraina şi OSCE, şi observatorii, Uniunea Europeană şi Statele Unite, s-au întâlnit de patru ori. Mediatorii şi observatorii s-au întâlnit neformal cu partea moldovenească şi partea transnistreană doar odată în octombrie. Toate întrunirile s-au axat asupra găsirii unor modalităţi de relansare a negocierilor formale de reglementare, care însă nu au fost reluate. ...", "Misiunea a observat că în anul 2007 nu a avut loc retragerea muniţiilor sau echipamentului rus. Fondul voluntar are resurse suficiente pentru a finaliza sarcina de retragere.”", "70.  În anul 2008, OSCE a observat:", "„Preşedintele Republicii Moldova Vladimir Voronin şi liderul transnistrean Igor Smirnov s-au întâlnit în aprilie pentru prima dată în ultimii şapte ani, şi această întâlnire a fost urmată de o altă la 24 decembrie. Mediatorii de la OSCE, Federaţia Rusă şi Ucraina şi observatorii de la Uniunea Europeană şi Statele Unite s-au întâlnit de cinci ori. Întâlnirile neformale ale părţilor cu mediatorii şi observatorii au avut loc de cinci ori. Aceste întâlniri, precum şi alte eforturi suplimentare de diplomaţie de intermediere realizate de Misiune nu au dus, însă, la reluarea negocierilor formale în formatul ‘5+2’. ...", "În anul 2008, nu a avut loc retragerea muniţiilor sau echipamentului rus din regiunea transnistreană. Fondul voluntar are resurse suficiente pentru a finaliza sarcina de retragere.”", "C. Organizaţiile internaţionale neguvernamentale", "71.  În raportul său din 17 iunie 2004, „Moldova: tensiunile regionale în Transnistria” (Raportul European nr. 157), Grupul Internaţional de Criză (GIC) a constatat următoarele (extrasul din sumarul executiv):", "„Suportul acordat de către Rusia către „Republica Moldovenească Nistreană” („RMN”), care este autoproclamată şi nerecunoscută, a împiedicat soluţionarea conflictului şi a stopat progresul Moldovei spre o integrare mai amplă în structurile europene politice şi economice. În încercările sale recente şi în mare parte unilaterale de a soluţiona conflictul transnistrean, Rusia a demonstrat o mentalitate aproape de război rece. În ciuda retoricii încurajatoare în privinţa relaţiilor Rusiei şi Uniunii Europene (EU) şi a cooperării Rusiei cu SUA în domeniul reglementării conflictului şi în domeniul forţelor pacificatoare din Statele Noi Independente ale fostei Uniuni Sovietice (CSI), se pare că vechile obiceiuri dispar cu greu. Rusia nu doreşte să permită ca UE, SUA sau Organizaţia pentru Securitate şi Cooperare în Europe (OSCE) să joace un rol activ în soluţionarea conflictului, deoarece Moldova mai este încă privită la Moscova de către mulţi drept o sferă de interes geopolitic exclusiv al Rusiei.", "Pentru Rusia nu a fost dificil să exploateze instabilitatea politică şi economică din Moldova pentru interesele sale proprii. În ciuda acceptării unor termene limită concrete pentru retragerea trupelor sale, Rusia în mod repetat a dat înapoi, încercând să impună o reglementare politică care ar asigura, prin aranjamente constituţionale inechitabile, o influenţă continuă a Rusiei asupra proceselor decizionale din Moldova şi prelungirea prezenţei sale militare deghizate în forţele pacificatoare. Până în prezent aceasta nu a dorit să-şi folosească influenţa asupra conducerii „RMN” pentru a promova o abordare în soluţionarea conflictului care ar echilibra interesele legitime ale tuturor părţilor.", "Cercurile de afaceri din Ucraina şi Moldova au fost de acord să folosească în paralel economia „RMN” în scopurile lor proprii, participând în mod regulat la re-exportarea şi în alte practici ilegale. Unii au folosit influenţa politică pentru a preveni, a întârzia, şi a împiedica luarea deciziilor care ar putea pune presiune asupra conducerii „RMN” de a face compromisuri. Aceste includ abolirea reglementărilor în domeniul taxelor, inclusiv celor vamale, favorabile afacerilor ilegale de reexport, asigurarea unui control efectiv de frontieră şi vamal, şi colectarea taxelor vamale la ‘frontierele’ interne.", "Cu sprijinul Rusiei, Ucrainei şi elitei economice a Moldovei, conducerea „RMN” a devenit mai încrezută. Recunoscând că recunoaşterea internaţională este puţin probabilă, aceasta s-a concentrat asupra conservării de facto a independenţei prin crearea unei confederaţii largi cu Moldova. Din nefericire, liderii „RMN” – profitând de contradicţiile existente în sistemele fiscale şi vamale ale Moldovei şi „RMN” - continuă să atragă profituri substanţiale din activităţile economice legale şi ilegale, inclusiv din reexporturi, contrabandă şi producere de armament.", "„RMN” a devenit un actor conştient cu interesele şi strategiile sale proprii, având o dimensiune limitată pentru manevre politice independente, însă o reţea vastă de relaţii economice şi de alt gen în Rusia, Moldova, şi Ucraina. Totuşi, aceasta rămâne mult dependentă de sprijinul politic şi economic al Rusiei şi nu doreşte să fie pusă în poziţia în care ar trebui să acţioneze contrar politicii ruse. Deseori interesele Rusiei şi ale „RMN” se intersectează, însă în unele situaţii, liderii „RMN” au reuşit să elaboreze şi să implementeze strategii cu scopul de a evita presiunea rusă, a tergiversa negocierile, a împiedica iniţiativele ruseşti, şi a submina politicile ruseşti prin provocarea dezacordurilor între co-mediatori şi prin valorificarea surselor alternative de sprijin extern.", "Cea mai recentă încercare a Rusiei de a impune o reglementare – Memorandumul Kozak din octombrie şi noiembrie 2003 – a arătat că influenţa sa, deşi universală, are limite clare. Rusia nu poate impune o reglementare fără sprijinul Moldovei şi al comunităţii internaţionale, în special al jucătorilor cheie, cum ar fi OSCE, UE, şi SUA. O reglementare politică cuprinzătoare cere o abordare care ar putea concilia diferenţele dintre Rusia şi alţi actori internaţionali cheie, luând în acelaşi timp în consideraţie interesele atât a Guvernului Moldovei, cât şi al „RMN”.", "În ciuda înţelegerii că Rusia nu trebuie să fie antagonizată, o influenţă gravitaţională a integrării europene este puternică în Moldova. Curând, chiar şi conducerea comunistă a Moldovei a subliniat necesitatea de a face mai multe pentru a atinge acest scop. În ultimul deceniu, însă, ţara rareori s-a aflat pe monitoarele de radar ale vestului, şi ea va avea nevoie de o susţinere mai clară din partea UE şi SUA, pentru ca să reziste sprijinului politic şi material al Rusiei acordat „RMN” şi împiedicării de către partea transnistreană a procesului de negocieri. Actorii internaţionali trebuie de asemenea să ajute Moldova să-şi securizeze frontierele sale împotriva activităţilor ilicite economice care permit Transnistriei să se menţină şi care, de asemenea, afectează vecinii săi europeni.", "Conflictul poate fi soluţionat doar dacă comunitatea internaţională îşi va folosi influenţa sa asupra Rusiei atât bilateral cât şi în cadrul OSCE. Doar în acest caz, şi cu un angajament mult mai determinant faţă de o reformă politică, economică şi administrativă din partea sa, Moldova va putea să-şi realizeze aspiraţiile sale europene. O strategie cuprinzătoare faţă de Moldova, Ucraina şi Rusia în cadrul Politicii Europene de Vecinătate a UE ar fi un prim pas necesar.”", "72.   În raportul său din 17 august 2006, „Viitorul incert al Moldovei” (Raportul European nr. 175), GIC a observat (extras din sumarul executiv):", "„După aderarea României la Uniunea Europeană în 2007, UE va avea hotar cu Moldova, un stat neconsolidat, divizat de un conflict şi atins de corupţie şi crimă organizată. Conducerea Moldovei şi-a declarat intenţia de a se alătura UE, dar aderarea Moldovei la valorile europene rămâne suspectă, şi eforturile sale de a soluţiona conflictul cu regiunea separatistă - Transnistria, nu au dus la ieşirea dintr-un impas ce durează deja cincisprezece ani. Tinerii nu au încredere în viitorul ţării şi părăsesc ţara într-un ritm alarmant. Ca Moldova să devină un vecin stabil al UE, e nevoie de mai multă implicare internaţională, nu numai în soluţionarea conflictului, dar şi în accelerarea reformelor interne, pentru a face ţara mai atractivă pentru cetăţenii săi. ", "Două iniţiative recente ale Uniunii Europene şi Ucrainei au generat speranţe ca balanţa forţelor în conflictul de la Nistru se va schimba semnificativ. Misiunea Uniunii Europene de Asistenţă la Frontieră (EUBAM) lansată la sfârşitul anului 2005 a contribuit la scăderea contrabandei pe segmentul transnistrean al frontierei moldo-ucrainene, o sursă cheie de venituri pentru autorităţile din Tiraspol, capitala Transnistriei. În acelaşi timp, implementarea de către Kiev a unui nou regim vamal pentru a ajuta Moldova să controleze exporturile transnistrene a redus capacitatea întreprinderilor din regiunea separatistă de a opera fără supravegherea Moldovei, constituind o lovitură psihologică serioasă pentru regiunea separatistă.", "Optimismul generat de aceste măsuri s-a dovedit a fi fals, pentru că ele nu au forţat Transnistria să facă concesii diplomatice. Chiar dacă EUBAM s-a bucurat de unele succese semnificative, contrabanda la scara largă continuă din cauza bugetului său insuficient şi numărului mic al participanţilor la misiune. Noul regim vamal ucrainean nu a avut un efect decisiv asupra întreprinderilor transnistrene, care au capacitatea de a comercializa liber şi cu profit produsele lor aşa cum se întâmplă şi în trecut. Mai mult, nesiguranţa politică internă din Ucraina pune la încercare continuarea implementării noului regim vamal. ", "Rusia şi-a intensificat susţinerea pentru Transnistria, trimiţând ajutoare economice şi aplicând măsuri punitive Moldovei, printre care şi interdicţia de comercializare a vinurilor pe piaţa rusă, una din sursele principale de venit a Moldovei. Moscova refuză să-şi retragă trupele, staţionate în Transnistria încă de pe timpul Uniunii Sovietice, a căror prezenţa conservă situaţia în regiune. Beneficiind de susţinerea Rusiei, liderul transnistrean Igor Smirnov, nu are motive să accepte un compromis pe calea către independenţă. În ciuda prezenţei UE şi SUA din 2005 în calitate de observatori, negocierile mediate la nivel internaţional între cele două părţi nu duc nicăieri. Chiar dacă se ajunsese la o înţelegere comună referitor la nivelul de autonomie, Moldova şi-a întărit poziţia pentru a fi la nivelul intransigenţei Transnistriei.”", "73.  În raportul său intitulat „Libertate în lume 2009”, Freedom House a comentat, inter alia:", "„Moldova a respins planul de federalizare susţinut de Rusia în noiembrie 2003 după ce acest plan a provocat proteste publice. Ultima rundă de negocieri formale multilaterale a avut loc la începutul anului 2006, şi la referendumul transnistrean din septembrie 2006 alegătorii au susţinut în mare parte cursul spre independenţă cu scopul de a adera eventual la Rusia, deşi legitimitatea alegerilor nu a fost recunoscută de Moldova sau de comunitatea internaţională.", "În lipsa unor negocieri active în formatul 5+2, Voronin a purtat discuţii bilaterale cu Rusia şi a întreprins mai multe măsuri pentru a aduce politica externă a Moldovei în conformitate cu cea a Kremlinului. În cea mai mare parte din anul 2008, el a insistat ca Rusia să accepte o propunere în baza căreia Transnistria va primi o autonomie semnificativă în cadrul Moldovei, o prezenţă puternică şi unitară în Parlamentul Moldovei, şi dreptul de a ieşi din Moldova daca aceasta se va uni în viitor cu România. Drepturile de proprietate ale Rusiei vor fi respectate, şi trupele ruse vor fi înlocuite cu observatori civili. Voronin a justificat ‘consultările’ sale separate cu Rusia, spunând că orice reglementare se va finaliza în formatul 5+2.", "Problema transnistreană a persistat şi a dobândit un grad de urgenţă în august 2008, după ce Rusia a avut un conflict de scurtă durată cu Georgia şi a recunoscut independenţa celor două regiuni separatiste aflate acolo. Oficialii ruşi au declarat că ei nu planificau recunoaşterea ‘RMN’, însă au avertizat Moldova să nu adopte atitudinea de confruntare a Georgiei. Guvernul Moldovei în schimb a respins orice comparaţie şi şi-a reiterat angajamentul de a avea negocieri paşnice. Unii experţi şi-au exprimat îngrijorarea că în cadrul discuţiilor bilaterale Rusia ar putea impune Moldovei o reglementare rigidă şi apoi recunoaşte ‘RMN’ în cazul în care planul era respins.", "Relaţiile preşedintelui Transnistriei Igor Smirnov cu Voronin au rămas tensionate în decursul anilor, deoarece liderul moldovean a negociat pe la spatele lui Smirnov şi şi-a exprimat frustrarea sa vizibilă în privinţa conducerii ‘RMN’. Cei doi s-au întâlnit în aprilie pentru prima dată din anul 2001, apoi din nou în decembrie. Câteva zile după întâlnirea din aprilie, preşedintele României Traian Basescu s-a referit în mod indirect asupra perspectivei unei divizări în care Ucraina va absorbi Transnistria şi România va anexa însăşi Moldova, determinându-l pe Voronin să-l acuze de sabotarea negocierilor. Între timp, pe parcursul anului preşedintele rus Dmitri Medvedev s-a întâlnit separat cu Voronin şi Smirnov...", "Drepturile politice şi libertăţile civile", "Locuitorii Transnistriei nu îşi pot alege lideri în mod democratic, şi nu pot participa în mod liber la alegerile din Moldova ...", "Corupţia şi crima organizată sunt probleme serioase în Transnistria ...", "Libertatea presei este restricţionată ...", "Libertatea religioasă este limitată ...", "Cu toate că câteva mii de elevi studiază limba moldovenească în grafia latină, această practică este restricţionată. Limba moldovenească şi grafia latină sunt asociate cu sprijinirea unirii cu Moldova, în timp ce limba rusă şi grafia chirilică sunt asociate obiectivelor separatiste. Părinţii care îşi trimit copii la şcolile care folosesc grafia latină, şi însăşi şcolile, sunt victime ale unei hârţuiri regulate din partea serviciilor de securitate.", "Autorităţile limitează grav libertatea de întrunire şi rareori eliberează autorizaţiile necesare pentru a desfăşura proteste publice ...", "Sistemul judecătoresc serveşte intereselor puterii executive şi în general realizează voinţa autorităţilor ...", "Autorităţile discriminează împotriva moldovenilor etnici, care constituie aproximativ 40 procente din populaţie. Se consideră că etnici ruşi şi ucraineni reprezintă împreună aproximativ majoritatea populaţiei, şi se consideră că o treime din locuitorii regiunii deţin paşapoartele ruseşti.”", "III. DREPTUL INTERNAŢIONAL RELEVANT", "Prevederile dreptului internaţional cu privire la răspunderea statelor pentru actele ilicite", "1.  Proiectul de articole elaborat de Comisia de Drept Internaţional cu privire la răspunderea statelor pentru actele internaţionale ilicite", "74.  Comisia de Drept Internaţional (CDI) a adoptat în august 2001 Proiectul de articole cu privire la răspunderea statelor pentru actele internaţionale ilicite („Proiect de Articole”). Capitolul II al Proiectului de Articole reglementează „Atribuirea conduitei unui stat” şi prevede", "“Articolul 6: Conduita organelor puse la dispoziţia statului de către un alt stat", "Conduita unui organ pus la dispoziţia statului de către un alt stat trebuie considerată drept un act al primului stat în temeiul dreptului internaţional, dacă organul acţionează în exercitarea elementelor autorităţii guvernamentale ale statului la dispoziţia căruia este pus.", "Articolul 8: Conduita direcţionată sau controlată de stat", "Conduita unei persoane sau a unui grup de persoane trebuie considerată drept un act al statului în temeiul dreptului internaţional, dacă persoana sau grupul de persoane acţionează de fapt în comportamentul său în baza instrucţiunilor, sau în baza direcţiilor sau în controlul acelui stat.”", "2.  Jurisprudenţa Curţii Internaţionale de Justiţie (CIJ)", "75. În  opinia sa consultativă cu privire la „Consecinţele legale pentru state ale prezenţei continue a Africii de Sud în Namibia, indiferent de Rezoluţia nr. 276 (1970) a Consiliului de Securitate”, CIJ a subliniat obligaţia în dreptul internaţional de a pune capăt unei situaţii ilegale:", "“117. Ajungând la aceste concluzii, Curtea va examina acum consecinţele legale pentru state ale prezenţei continue a Africii de Sud în Namibia, indiferent de Rezoluţia nr. 276 (1970). Concluzia obligatorie a unui organ competent al Naţiunilor Unite privind faptul că situaţia este ilegală nu poate rămânea fără consecinţe. Odată ce Curtea se confruntă cu o aşa situaţie şi, având în vedere funcţiile sale judiciare, aceasta nu poate să nu declare despre faptul că există o obligaţie, mai ales a statelor membre ale Naţiunilor Unite, de a pune capăt acestei situaţii. După cum a constatat această Curte, cu referire la una din deciziile sale prin care o situaţie era declarată contrară regulilor dreptului internaţional: ‘Acestă decizie are consecinţe juridice de a pune capăt unei situaţii ilegale \" (Rapoartele CIJ 1951, p. 82).", "118. Africa de Sud, fiind responsabilă de crearea şi menţinerea unei situaţii pe care Curtea a declarat-o ca fiind ilegală, are obligaţia de a pune capăt acesteia. Prin urmare, ea are obligaţia de a-şi retrage administraţia sa din teritoriul Namibiei. Prin faptul că Africa de Sud menţine situaţia ilegală actuală, şi ocupă teritoriul fără a avea acest drept, ea este responsabilă la nivel internaţional pentru violarea continuă a unei obligaţii internaţionale. De asemenea, ea este responsabilă pentru orice încălcare a obligaţiilor sale la nivel internaţional, sau ale drepturilor poporului din Namibia. Faptul că Africa de Sud nu mai are nici un drept să administreze acest teritoriu nu o eliberează de obligaţiile şi responsabilităţile sale în baza dreptului internaţional faţă de alte state în privinţa exercitării împuternicirilor sale faţă de acest teritoriu. Controlul fizic al teritoriului, şi nu suveranitatea sau legitimatea dreptului, reprezintă temei al responsabilităţii statului pentru actele care afectează alte state.”", "76.  În Cauza privind aplicarea Convenţiei pentru prevenirea şi reprimarea crimei de genocid (Bosnia and Herzegovina v. Serbia and Montenegro), hotărârea din 26 februarie 2007, CIJ a hotărât următoarele, în privinţa chestiunii ce ţine de răspunderea statului:", "“391. Prima chestiune ridicată în această dispută este dacă în principiu există posibilitatea de a atribui statului conduita unor persoane – sau grupurilor de persoane - care, deşi nu au un statut juridic al organelor de stat, acţionează de fapt în baza unui asemenea control strict din partea statului, încât trebuie să fie tratate ca şi organele de stat în scopurile atribuirii necesare care conduce la răspunderea statului pentru comiterea unui act internaţional ilicit. Curtea de fapt a examinat deja această chestiune, şi a oferit în principiu un răspuns la aceasta, în Hotărârea sa din 27 iunie 1986 în cauza privind Military and Paramilitary Activities in and against Nicaragua (Nicaragua v. United States of America) (Merits, Hotărârea, I.C.J. Reports 1986, pp. 62-64). În paragraful 109 al acestei Hotărâri, Curtea a declarat că ea trebuia să", "‘determine . . . dacă relaţia contractantului cu Guvernul Statelor Unite era atât de similară unei relaţii de dependenţă pe de o parte şi control pe de altă parte, încât ar fi corect de a egala contractantul, pentru scopurile legale, cu un organ al Guvernului Statelor Unite, sau ca acţionând din numele acelui Guvern’ (p. 62).", "Ulterior, examinând faptele în lumina informaţiei pe care o posedă, Curtea a observat că ‘nu există o dovadă clară a faptului dacă Statele Unite au exercitat de fapt un asemenea grad de control în toate domeniile, încât ar putea să justifice tratarea contractantului ca acţionând din numele său’ (para. 109), şi a conchis că ‘dovezile de care dispune Curtea . . . sunt insuficiente pentru a demonstra dependenţa completă a [contractantului’] de ajutorul Statelor Unite’, astfel încât Curtea ‘nu a avut posibilitatea să determine dacă forţa contractantului poate fi egalată, pentru scopurile legale, cu forţele Statelor Unite’ (pp. 62-63, para. 110).", "392. Pasajele citate arată că, potrivit jurisprudenţei Curţii, persoanele, grupurile de persoane sau entităţile pot fi egalate, în scopul răspunderii internaţionale, cu organele de stat chiar dacă acest statut nu rezultă din dreptul intern, cu condiţia că persoanele, grupurile de persoane sau entităţile acţionează în ‘dependenţă totală’ de stat, a cărui instrumente ei sunt. În aşa caz, este potrivit de a privi dincolo de simplu statut legal, pentru a înţelege realitatea relaţiei dintre persoana care acţionează, şi statul de care el/ea este atât de strâns legat încât nu este nimic mai mult decât agentul său: orice altă soluţie ar permite statelor să se eschiveze de răspunderea lor internaţională alegând să acţioneze prin intermediul persoanelor sau entităţilor a căror independenţă presupusă ar fi o simplă ficţiune.", "393. Totuşi, egalarea persoanelor sau entităţilor cu organele de stat atunci când ele nu au acest statut în temeiul dreptului intern trebuie să fie efectuată doar în mod excepţional, deoarece aceasta necesită dovezi ale unui grad deosebit de înalt de control al statului asupra acestora, o relaţie pe care Hotărârea Curţii a citat-o în mod expres mai sus ca ‘dependenţă completă’. ...”", "CIJ a mai constatat că Serbia nu era direct responsabilă de genocidul din perioada războiului din Bosnia din anii 1992-1995. Ea a constatat totuşi că Serbia şi-a încălcat obligaţia sa pozitivă de a preveni genocidul, prevăzut în Convenţia pentru prevenirea şi reprimarea crimei de genocid, prin faptul că nu a luat toate măsurile posibile pentru a opri genocidul care a avut loc în Srebrenica în iulie 1995 şi nu l-a transferat pe Ratko Mladić, învinuit de comiterea genocidului şi complicitate în genocid, pentru procesul iniţiat de Tribunalul Penal Internaţional pentru fosta Yugoslavia.", "B.  Prevederile tratatelor privind dreptul la educaţie", "1.  Declaraţia Universală a Drepturilor Omului din 1948", "77.  Articolul 26 al Declaraţiei Universale a Drepturilor Omului prevede:", "“(1) Orice persoană are dreptul la învăţătură. Învăţământul trebuie să fie gratuit, cel puţin în ceea ce priveşte învăţământul elementar şi general. Învăţământul elementar trebuie să fie obligatoriu. Învăţământul tehnic şi profesional trebuie să fie la îndemâna tuturor, iar învăţământul superior trebuie să fie de asemenea egal, accesibil tuturora, pe baza de merit.", "(2) Învăţământul trebuie sa urmărească dezvoltarea deplină a personalităţii umane şi întărirea respectului faţă de drepturile omului şi libertăţile fundamentale. El trebuie să promoveze înţelegerea, toleranţa, prietenia între toate popoarele şi toate grupurile rasiale sau religioase, precum şi dezvoltarea activităţii Organizaţiei Naţiunilor Unite pentru menţinerea păcii.", "(3) Părinţii au dreptul de prioritate în alegerea felului de învăţământ pentru copiii lor minori.”", "2.  Convenţia privind lupta împotriva discriminării în domeniul învăţământului din 1960", "78.  Convenţia de mai sus, care a fost adoptată de către Organizaţia Naţiunilor Unite pentru Educaţie, Ştiinţă şi Cultură, în cea de-a 11-a sesiune a sa în perioada octombrie-decembrie 1960, prevede următoarele în articolele 1, 3 şi 5:", "“Articolul 1", "1. În sensul prezentei Convenţii, termenul de „discriminare” cuprinde orice distincţie, excludere, limitare sau preferinţă care, intemeiată pe rasă, culoare, sex, limbă, religie, opinie politică sau altă opinie, origine naţională sau socială, situaţie economică sau naştere, are drept obiect sau ca rezultat suprimarea sau alterarea egalităţii de tratament in ceea ce priveşte invăţămantul şi mai ales:", "a) înlăturarea unor persoane sau a unui grup de la accesul la diverse tipuri sau grade de invăţămant;", "b) limitarea la un nivel inferior a educaţiei unei persoane sau a unui grup;", "c) sub rezerva celor stabilite in articolul 2 al prezentei Convenţii instituirea sau menţinerea unor sisteme sau instituţii de invăţămant separate pentru persoane sau grupuri; sau", "d) plasarea unei persoane sau a unui grup intr-o situaţie incompatibilă cu demnitatea umană.", "2. În sensul prezentei Convenţii, cuvantul „invăţămant” se referă la diverse tipuri şi diferite grade de invăţămant şi cuprinde accesul la invăţămant, nivelul şi calitatea sa, precum şi condiţiile in care este predat.", "Articolul 3", "In scopul de a elimina sau preveni orice discriminare in sensul prezentei Convenţii, statele participante işi iau angajamentul:", "a) să abroge orice dispoziţii legislative şi administrative şi să pună capăt oricăror practici administrative care ar comporta o discriminare in domeniul invăţămantului;", "...", "Articolul 5", "1. Statele participante la prezenta Convenţie convin:", "a) că educaţia trebuie să urmărească deplina dezvoltare a personalităţii umane şi intărirea respectului drepturilor omului şi a libertăţilor fundamentale şi că ea trebuie să favorizeze inţelegerea, toleranţa şi prietenia intre toate naţiunile şi toate grupurile rasiale sau religioase, precum şi dezvoltarea activităţilor Naţiunilor Unite pentru menţinerea păcii...”", "3.  Pactul internaţional cu privire la drepturile economice, sociale şi culturale din 1966", "79.  Articolul 13 al Pactului internaţional cu privire la drepturile economice, sociale şi culturale prevede următoarele:", "“1. Statele părţi la prezentul pact recunosc dreptul pe care il are orice persoană la educaţie. Ele sunt de acord că educaţia trebuie să urmărească deplina dezvoltare a personalităţii umane şi a simţului demnităţii sale şi să intărească respectarea drepturilor omului şi libertăţilor fundamentale. Pe langă aceasta, ele sunt de acord că prin educaţie orice persoană trebuie să devină capabilă de a juca un rol util intr-o societate liberă, că educaţia trebuie să favorizeze inţelegerea, toleranţa şi prietenia intre toate naţiunile şi toate grupurile rasiale, etnice sau religioase şi să incurajeze dezvoltarea activităţilor Naţiunilor Unite pentru menţinerea păcii.", "2. Statele părţi la prezentul Pact recunosc că in vederea asigurării deplinei exercitări a acestui drept:", "a) învăţământul primar trebuie să fie obligatoriu şi accesibil tuturor in mod gratuit;", "b) învăţămantul secundar, sub diferitele sale forme, inclusiv învăţământul secundar tehnic şi profesional, trebuie să fie generalizat şi să devină accesibil tuturor prin toate mijloacele potrivite şi in special prin instaurarea in mod progresiv a gratuităţii lui;", "c) învăţământul superior trebuie să devină accesibil tuturor în deplină egalitate, în funcţie de capacitatea fiecăruia, prin toate mijloacele potrivite şi în special prin introducerea treptată a gratuităţii;", "d) educaţia de bază trebuie incurajată sau intensificată cat mai mult posibil, pentru persoanele care au primit instrucţie primară sau care n-au primit-o pană la capăt;", "e) trebuie să se urmărească activ dezvoltarea unei reţele şcolare la toate nivelurile, să se stabilească un sistem adecvat de burse şi să se amelioreze în mod continuu condiţiile materiale ale personalului didactic.", "3. Statele părţi la prezentul Pact se angajează să respecte libertatea părinţilor şi, atunci cand este cazul, a tutorilor legali, de a alege pentru copiii lor instituţii de invăţămant altele decat cele ale autorităţilor publice, dar conforme cu normele minimale pe care le poate prescrie sau aproba statul în matereie de educaţie şi de a asigura educaţia religioasă şi morală a copiilor lor in conformitate cu propriile lor convingeri.", "4. Nici o dispoziţie din prezentul articol nu trebuie interpretată ca aducând atingere libertăţii indivizilor şi persoanelor juridice de a înfiinţa şi de a conduce instituţii de invăţămant cu condiţia ca principiile enunţate in paragraful 1 al prezentului articol să fie respectate, iar educaţia dată în aceste instituţii să fie conformă cu normele minimale pe care le poate prescrie statul.”", "4.  Convenţia internaţională privind eliminarea tuturor formelor de discriminare rasială din 1966", "80.  Articolul 5 al Convenţiei Naţiunilor Unite de mai sus prevede următoarele (în partea sa relevantă):", "“În conformitate cu obligaţiile fundamentale enunţate în articolul 2 al prezentei Convenţii, statele părţi se angajează să interzică şi să elimine discriminarea rasială sub toate formele şi să garanteze dreptul fiecăruia la egalitate în faţa legii fără deosebire de rasă, culoare, origine naţională sau etnică, în folosinţă drepturilor următoare:", "...", "(e) drepturi economice, sociale şi culturale, în special:", "...", "(v) dreptul la educaţie şi la pregătire profesională;”", "5.  Convenţia cu privire la drepturile copilului din 1989", "81.  Articolele 28 şi 29 ale Convenţiei menţionate mai sus adoptate de către Organizaţia Naţiunilor Unite prevede următoarele:", "“Articolul 28", "1. Statele părţi recunosc dreptul copilului la educaţie şi, în vederea asigurării exercitării acestui drept în mod progresiv şi pe baza egalităţii de şanse, în special, statele membre vor avea obligaţia:", "a) de a asigura învăţământul primar obligatoriu şi gratuit pentru toţi;", "b) de a încuraja crearea diferitelor forme de învăţământ secundar, atât general, cât şi profesional şi de a le pune la dispoziţia tuturor copiilor şi de a permite accesul tuturor copiilor la acestea, de a lua măsuri corespunzatoare, cum ar fi instituirea gratuităţii învăţământului şi acordarea unui ajutor financiar în caz de nevoie;", "c) de a asigura tuturor accesul la învăţământul superior, în functie de capacitatea fiecăruia, prin toate mijloacele adecvate;", "d) de a pune la dispoziţie copiilor şi de a permite accesul acestora la informarea şi orientarea scolară şi profesională;", "e) de a lua măsuri pentru încurajarea frecventării cu regularitate a şcolii şi pentru reducerea ratei abandonului şcolar.", "2. Statele părţi vor lua toate măsurile corespunzatoare pentru a asigura aplicarea măsurilor de disciplină şcolară într-un mod compatibil cu demnitatea copilului ca fiinţă umană şi în conformitate cu prezenta convenţie.", "3. Statele părţi vor promova şi vor încuraja cooperarea internaţională în domeniul educaţiei, mai ales în scopul de a contribui la eliminarea ignoranţei şi a analfabetismului în lume şi de a facilita accesul la cunoştinţe ştiinţifice şi tehnice şi la metode de învăţământ moderne. În această privinţă se va ţine seama, în special, de nevoile ţărilor în curs de dezvoltare.", "Articolul 29", "1. Statele părţi sunt de acord că educaţia copilului trebuie să urmărească:", "a) dezvoltarea plenară a personalităţii, a vocaţiilor şi a aptitudinilor mentale şi fizice ale copilului;", "b) cultivarea respectului pentru drepturile omului şi libertăţile fundamentale, precum şi pentru principiile consacrate în Carta Naţiunilor Unite;", "c) educarea copilului în spiritul respectului faţă de părinţii săi, faţă de limba sa, de identitatea şi valorile sale culturale, faţă de valorile naţionale ale ţării în care acesta locuieşte, ale ţării de origine, precum şi faţă de civilizaţii diferite de a sa;", "d) pregătirea copilului să işi asume responsabilităţile vieţii într-o societate liberă, într-un spirit de inţelegere, de pace, de toleranţă, de egalitate între sexe şi prietenie între toate popoarele şi grupurile etnice, naţionale şi religioase şi cu persoanele de origine autohtonă;", "e) educarea copilului în spiritul respectului faţă de mediul natural.", "2. Nici o dispoziţie din prezentul articol sau din art. 28 nu va fi interpretată de o manieră care să aducă atingere libertăţii persoanelor fizice sau juridice de a crea şi conduce instituţii de învăţământ, cu condiţia că principiile enunţate în paragraful 1 al prezentului articol să fie respectate şi ca educaţia dată în aceste instituţii să respecte normele minimale prescrise de stat.”", "ÎN DREPT", "82.  Reclamanţii s-au plâns de închiderea forţată a şcolilor lor şi de hârţuirea şi intimidarea acestora de către autorităţile „RMN” pentru opţiunea lor de a continua instruirea copiilor în şcolile cu predare în limba moldovenească/română. Curtea trebuie să determine mai întâi dacă chestiunea cu privire la faptul dacă reclamanţii se află sub jurisdicţia unuia sau a ambelor state pârâte este strâns legată cu fondul pretenţiilor formulate de către reclamanţi, în sensul articolului 1 al Convenţiei.", "\tI.  JURISDICŢIA", "\tA.  Declaraţiile părţilor", "1.  Reclamanţii", "(a)  Jurisdicţia Republicii Moldova", "83.  Reclamanţii au declarat că, deşi Republica Moldova nu exercită un control efectiv asupra Transnistriei, totuşi, această regiune rămâne a fi parte a teritoriului naţional şi protecţia drepturilor omului rămâne a fi responsabilitatea Republicii Moldova.", "84.  Reclamanţii consideră că obligaţiile pozitive ale Republicii Moldova faţă de ei funcţionează pe câteva nivele care se intersectează. Moldova a avut obligaţia de a lua toate măsurile posibile pentru a restabili supremaţia legii şi autoritatea sa suverană în Transnistria. De asemenea, aceasta avea obligaţia pozitivă de a lua toate măsurile posibile în special pentru a remedia situaţia reclamanţilor, a proteja libertatea lor la educaţie şi de a garanta posibilitatea copiilor de a învăţa în şcolile cu predare în limba moldovenească. Reclamanţii au susţinut că, în ciuda faptului că Republica Moldova nu exercită control general asupra Transnistriei, ea dispune de pârghii politice şi economice importante care puteau afecta relaţiile sale actuale cu autorităţile “RMN”.", "(b)  Jurisdicţia Federaţiei Ruse", "85.  Reclamanţii au subliniat faptul că închiderea şcolilor a avut loc în anul 2004, la scurt timp după pronunţarea de către Curte a hotărârii în cauza Ilaşcu (citată mai sus). Ei au declarat că constatările Curţii în cauza Ilaşcu, privind faptul că Rusia exercită influenţă decisivă asupra “RMN”, se aplică în mod egal şi în această cauză.", "86.  Reclamanţii au declarat că din anul 2004, nu a avut loc nicio retragere verificată a armelor sau echipamentului rusesc. Ei au susţinut că Rusia avea careva afaceri secrete cu liderii “RMN” în legătură cu administrarea depozitelor de arme. În anul 2003, cifrele prezentate chiar de Guvernul Federaţiei Ruse arătau că în regiune staţionau 2,200 trupe ruseşti şi nu existau probe care ar demonstra faptul că această cifră s-ar fi micşorat considerabil. Prezenţa lor a fost justificată de către Rusia prin necesitatea de a păzi depozitele de arme. Reclamanţii au declarat că prezenţa atât a armelor cât şi a trupelor era contrară angajamentelor internaţionale asumate de către Rusia. Reclamanţii au mai declarat că nu exista nici un indiciu al vreunui angajament clar în vederea retragerii trupelor şi armelor. În schimb, declaraţiile oficiale ale Rusiei aveau tendinţa să indice asupra faptului că retragerea era condiţionată de reglementarea politică a conflictului. În opinia reclamanţilor, prezenţa militară continuă a Rusiei a reprezentat o ameninţare latentă a unei viitoare intervenţii militare, care ar fi avut drept scop intimidarea Guvernului Republicii Moldova şi a oponenţilor regimului separatist din Transnistria.", "87.  Reclamanţii au susţinut că Transnistria depindea de importul de energie electrică din Rusia şi de investiţiile, ajutorul şi comerţul rusesc. 18% din exporturile “RMN” sunt îndreptate spre Rusia şi 43.7% din importurile acesteia, în primul rând a energiei electrice, provin din Rusia. “RMN” a plătit pentru mai puţin de 5% din gazul consumat, însă Rusia nu a luat nici o măsură pentru a recupera această datorie. Rusia a oferit ajutor umanitar direct Transnistriei, în mare parte în forma contribuţiilor la pensiile pentru vârstă, cu încălcarea legislaţiei Republicii Moldova. Reclamanţii au susţinut că sursele oficiale ruse au declarat că între 2007 şi 2010 volumul total al asistenţei financiare acordate Transnistriei a reprezentat USD 55 milioane.", "88.  Reclamanţii au declarat că prezenţa politică rusă privea Transnistria ca un avanpost al Rusiei. Ei au oferit exemple ale unor declaraţii făcute de membrii Dumei în sprijinul independenţei “RMN” de Republica Moldova şi s-au referit la apelurile făcute de Igor Smirnov, preşedintele “RMN” până în ianuarie 2012, privind anexarea Transnistriei de Federaţia Rusă. De asemenea, ei au subliniat că aproximativ 120,000 de persoane care locuiesc în Transnistria deţin cetăţenia Rusiei. În februarie şi martie 2005, “în răspuns la acţiunile întreprinse de Guvernul Republicii Moldova care au avut drept scop înrăutăţirea situaţiei în Transnistria”, Duma rusă a adoptat rezoluţii cerând Guvernului rus introducerea restricţiilor la importul produselor alcoolice şi produselor de tutun din Moldova; exportul energiei electrice în Moldova (cu excepţia Transnistriei) la preturi internaţionale; introducerea de vize pentru cetăţenii Republicii Moldova care vizitează Rusia, cu excepţia locuitorilor din Transnistria. Reclamanţii au făcut referinţă la concluziile Fondului Internaţional Monetar, potrivit căruia aceste măsuri au avut un efect negativ combinat asupra creşterii economice a Republicii Moldova de 2-3% anual în anii 2006-2007.", "2.  Guvernul Republicii Moldova", "(a)  Jurisdicţia Republicii Moldova", "89.  Guvernul Republicii Moldova a declarat că potrivit argumentelor din hotărârea Ilaşcu (citată mai sus), reclamanţii cad sub jurisdicţia Republicii Moldova deoarece, revendicând teritoriul şi încercând să asigure drepturile reclamanţilor, autorităţile Republicii Moldova şi-au asumat obligaţii pozitive în privinţa lor. Guvernul Republicii Moldova a menţinut că el nu avea jurisdicţia, în sensul autorităţii şi controlului, asupra teritoriului Transnistriei; în ciuda acestui fapt, acesta a continuat să îndeplinească obligaţiile pozitive introduse prin hotărârea Ilaşcu. Pentru Guvernul Republicii Moldova, chestiunea centrală în privinţa Moldovei a fost cât de departe poate merge o asemenea obligaţie pozitivă pentru a angaja jurisdicţia statului. Acesta s-a bazat, în această privinţă, pe Opinia Parţial Separată a Judecătorului Sir Nicolas Bratza la care s-au alăturat Judecătorii Rozakis, Hedigan, Thomassen şi Panţîru la hotărârea Ilaşcu.", "(b)  Jurisdicţia Federaţiei Ruse", "90.  Guvernul Republicii Moldova consideră că, în lumina principiilor stabilite în Al-Skeini and Others v. the United Kingdom [GC], nr. 55721/07, din 7 iulie 2011, faptele acestei cauze cad sub jurisdicţia Rusiei din cauza prezenţei militare continue a acesteia care a împiedicat reglementarea conflictului.", "91.  Guvernul Republicii Moldova a accentuat că nu are acces la depozitul de arme de la Colbasna şi astfel nu cunoaşte cantitatea reală a armelor deţinute de Federaţie Rusă în Transnistria. Acesta a declarat că este dificil de a stabili clar numărul soldaţilor ruşi care reprezintă forţele de menţinere a păcii în baza acordului de menţinere a păcii şi a soldaţilor ruşi din cadrul Grupului Operaţional Rus (“GOR”), staţionat în Transnistria pentru a asigura paza depozitului de arme. Ei au declarat că, în afara de comandanţii de rang înalt care probabil că au fost recrutaţi direct din Rusia, mulţi din soldaţii obişnuiţi din ambele forţe erau cetăţeni ruşi din Transnistria care susţineau regimul separatist. În final, ei au subliniat că aeroportul militar de la Tiraspol era în controlul Rusiei şi că oficialii “RMN” îl puteau folosi în mod liber.", "92.  Guvernul Republicii Moldova a declarat că prezenţa militară rusă şi prezenţa armelor ruse în Transnistria a blocat eforturile îndreptate spre rezolvarea conflictului şi a ajutat la menţinerea regimului separatist la putere. Guvernul Republicii Moldova se afla într-o poziţie dezavantajată şi nu putea să negocieze în mod liber fără ameninţarea că retragerea militară rusă va fi suspendată, fapt care s-a întâmplat când Moldova a respins Memorandumul Kozak (a se vedea paragraful 27 de mai sus). Rezistenţa “RMN” faţă de retragerea armelor nu a oferit, în opinia acestuia, o scuză acceptabilă pentru refuzul de a le retrage sau distruge şi Guvernul Rusiei nu trebuie să accepte sau să se bazeze pe o asemenea rezistenţă. Guvernul Republicii Moldova era în orice caz pregătit să coopereze, cu excepţia situaţiei în care cooperarea presupunea condiţii oneroase nejustificate, cum ar fi cele incluse în “Memorandumul Kozak”. Implicarea activă a altor parteneri internaţionali în procesul de negocieri trebuie de asemenea să diminueze orice povară excesivă asupra Rusiei care reiese din aranjamentele practice pentru distrugerea depozitului de arme.", "93.  Guvernul Republicii Moldova a declarat că economia “RMN” era adaptată spre exporturile de mărfuri spre Rusia şi Ucraina; nu existau relaţii comerciale reale dintre “RMN” şi Moldova. Cu toate acestea, doar aproximativ 20% din populaţia era activă din punct de vedere economic şi regiunea supravieţuia doar datorită sprijinului financiar din partea Rusiei, în formă de scutire de la plata datoriilor de gaz şi a ajutorului în formă de donaţii. Spre exemplu, în anul 2011, “RMN” a primit ajutor financiar din partea Rusiei în sumă de USD 20.64 milioane. În anul 2011, Transnistria a consumat gaz în valoare de USD 505 milioane, însă a plătit doar pentru 4% (USD 20 milioane).", "94.  În final, Guvernul Republicii Moldova a declarat că politica “RMN” era orientată în întregime spre Rusia şi în direcţia opusă de Moldova. Au existat mai multe vizite la nivel înalt dintre Rusia şi Transnistria şi declaraţii de susţinere din partea politicienilor ruşi de rang înalt. Cu toate acestea, situaţia politică evolua în continuare şi era dificil de a oferi o evaluare atotcuprinzătoare a situaţiei.", "3.  Guvernul rus", " (a)  Jurisdicţia Republicii Moldova", "95.  \tGuvernul rus nu a comentat asupra poziţiei jurisdicţiei Republicii Moldova în această cauză.", "(b)  Jurisdicţia Federaţiei Ruse", "96.  Guvernul Rusiei s-a alăturat poziţiei Curţii în privinţa jurisdicţiei în cauza Ilaşcu şi Al-Skeini (ambele citate mai sus). El a declarat că era voinţa statelor contractante, exprimată în textul articolului 1 al Convenţiei, că în absenţa unei declaraţii exprese în temeiul articolului 56, jurisdicţia fiecărui stat trebuie limitată la hotarele sale teritoriale. În mod alternativ, abordarea preluată de către Curte în cauza Banković and Others v. Belgium and 16 Other Contracting States (dec.) [GC], nr. 52207/99, ECHR 2001XII, a fost o interpretare mai potrivită, deoarece aceasta a recunoscut că jurisdicţia ar putea fi extinsă extra-teritorial doar în cazuri excepţionale. Pentru Guvernul Rusiei, jurisdicţia putea fi extinsă în mod excepţional extra-teritorial în cazul în care un stat exercita control efectiv asupra unui alt teritoriu, echivalent cu nivelul de control exercitat asupra propriului său teritoriu pe timp de pace. Aceasta ar putea include cazuri în care statul parte se afla într-o stare de ocupaţie pe un termen lung sau cazuri în care un teritoriu era controlat efectiv de către un guvern care era privit pe bună dreptate drept un organ relevant al statului parte, în conformitate cu testul aplicat de către Curtea Internaţională de Justiţie în Cauza privind aplicarea Convenţiei pentru prevenirea şi reprimarea crimei de genocid (Bosnia and Herzegovina v. Serbia and Montenegro) (a se vedea paragraful 76 de mai sus). Nu se putea afirma că Rusia exercita jurisdicţia în această cauză, unde teritoriul era controlat de un guvern de facto care nu era un organ sau instrument al Rusiei.", "97.  În mod alternativ, Guvernul Rusiei de asemenea a declarat că această cauză trebuie deosebită de cauzele anterioare, deoarece nu exista nicio dovadă a unui act extra-teritorial al autorităţilor ruse. În contrast, în cauza Al-Skeini, spre exemplu, Curtea a constatat că rudele reclamantului cădeau sub jurisdicţia Marii Britaniei, deoarece ei au fost ucişi de către soldaţii britanici. Chiar şi în cauza Ilaşcu, Curtea s-a bazat pe două seturi de argumente pentru a constata jurisdicţia Rusiei: în primul rând, “RMN” a fost subiectul influenţei dominante a Rusiei, şi reclamanţii au fost arestaţi şi transferaţi în custodia “RMN” de către soldaţii ruşi. În cauza Ilaşcu, decizia Curţii s-a bazat pe faptul că Rusia a fost direct implicată în arestare, şi, ca urmare a ratificării Convenţiei, ea nu a făcut eforturi suficiente pentru a asigura eliberarea lor. În acează cauză, Guvernul rus a accentuat faptul că nu există o legătură cauzală între prezenţa forţelor ruse în Transnistria şi tratamentul şcolilor reclamanţilor. Din contra, Guvernul rus a încercat să rezolve criza şcolilor acţionând în calitate de mediator. Mai mult, Guvernul rus a afirmat că nu existau probe că Rusia exercita control militar sau politic efectiv în Transnistria. În cazul în care Curtea va constata că Rusia are jurisdicţia în această cauză, aceasta va însemna în mod efectiv că Rusia este responsabilă în temeiul Convenţiei pentru orice încălcare care are loc în Transnistria, în ciuda prezenţei militare nesemnificative ruse în această regiune. Prin urmare, Curtea trebuie să constate că faptele contestate nu cad sub jurisdicţia Rusiei în temeiul articolului 1 al Convenţiei.", "98.  Guvernul Rusiei nu a oferit nicio cifră în privinţa cantităţii armelor depozitate în Colbasna situată în Transnistria. Cu toate acestea, Guvernul rus a insistat că majoritatea armelor, muniţiilor şi proprietăţilor militare au fost evacuate între 1991 şi 2003. În anul 2003, când Guvernul Republicii Moldova a refuzat să semneze Memorandumul cu privire la crearea unui stat moldovenesc unificat (“Memorandumul Kozak”), “RMN” a blocat evacuarea ulterioară a armelor. Potrivit Guvernului rus, cooperarea autorităţilor Moldovei era de asemenea necesară, deoarece ei au blocat utilizarea căilor ferate din Transnistria pe teritoriul controlat de Moldova. În prezent, doar scuturile, grenadele de mână, bombele mortiere şi muniţii de proporţii mici mai erau stocate în depozite. Peste 60% din acest echipament trebuia distrus la sfârşitul perioadei de garanţie, însă Guvernul rus nu a specificat când se va întâmpla aceasta. Mai mult, distrugerea acestuia va fi posibilă doar când se va ajunge la acordul privind securitatea mediului. Guvernul rus a subliniat că avea responsabilitatea să păzească depozitul de muniţii de eventual furt, însă în acelaşi timp acesta s-a simţit sub presiunea de a evacua 1,000 de militari staţionaţi în Transnistria pentru a-l păzi. Suplimentar la acest contingent mic, în zona de securitate mai staţionau aproximativ 1,125 de militar ruşi ca parte a forţelor de menţinere a păcii la care s-a convenit la nivel internaţional. Zona de securitate avea 225 km în lungime şi 12-20 km în lăţime. În opinia Guvernului rus, era evident că prezenţa a câtorva sute de soldaţi ruşi care păzeau depozitele militare şi executau funcţii de menţinere a păcii nu putea reprezenta un instrument de control efectiv general în Transnistria.", "99.  Guverul rus a negat faptul că ei au oferit “RMN” careva sprijin de natură economică. În ceea ce priveşte aprovizionarea cu gaz, ei au explicat că deoarece “RMN” nu a fost recunoscută în calitate de un stat independent în baza dreptului internaţional, aceasta nu putea avea datorii proprii suverane şi Rusia nu efectua livrare separată de gaz pentru Moldova şi Transnistria. Contul spre plată pentru aprovizionarea cu gaz a Transnistriei era, prin urmare, atribuit Moldovei. Aprovizionarea cu gaz a regiunii era organizată prin corporaţia publică rusă Gazprom şi societatea pe acţiuni Moldovagaz, care aparţinea în comun Moldovei şi “RMN”. Datoria întreprinderii Moldovagaz faţă de Rusia depăşea suma de USD 1.8 miliarde, dintre care USD 1.5 miliarde se referea la gazul consumat în Transnistria. Gazprom nu putea pur şi simplu să refuze aprovizionarea regiunii cu gaz, deoarece aceasta avea nevoie ca ţevile ei să treacă prin Moldova pentru a aproviziona statele balcanice cu gaz. Au fost organizate negocieri complexe dintre Gazprom şi Moldovagaz în privinţa achitării datoriei. În 2003-2004 a fost propusă o soluţie prin care “RMN” ar permite Rusiei să evacueze echipamentul militar în valoare de USD 1 milion în schimbul anulării de către Rusia a unei sume echivalente din datoria de gaz, însă această schemă nu a fost niciodată implementată, deoarece la acel moment relaţiile dintre Moldova şi “RMN” s-au deteriorat şi nici una dintre părţi nu era gata să ajungă la un acord. Guvernul rus a negat faptul că ar fi existat contracte separate pentru aprovizionarea cu gaz a Moldovei şi Transnistriei şi a afirmat că era imposibil pentru Gazprom să fixeze preţuri diferite pentru consumatorii din diferite părţi ale ţării. Din 2008, Moldova a fost obligată să plătească preţuri europene pentru gaz, în locul preţurilor interne preferenţiale.", "100.  În privinţa ajutorului financiar, Guvernul rus a declarat că suma ajutorului umanitar oferit cetăţenilor ruşi care locuiesc în regiune, cum ar fi plata pensiilor şi catering în şcoli, închisori şi spitale, era pe deplin transparentă, şi se putea compara cu ajutorul umanitar oferit de Uniunea Europeană. Similar ajutorului oferit populaţiei care locuia în Transnistria, Rusia de asemenea a oferit ajutor locuitorilor din alte părţi ale Moldovei. De asemenea, Guvernul rus a negat faptul că Republica Moldova a fost vreodată supusă sancţiunilor economice, din cauza poziţiei sale faţă de “RMN” şi a subliniat că mai degrabă Preşedintele şi Guvernul erau responsabili de politica economică, decât Duma de Stat. În martie 2006, Rusia a introdus restricţii asupra importului de vinuri din Moldova din cauza încălcării normelor sanitare. Importul vinului moldovenesc a fost reluat din 1 noiembrie 2007, ca urmare a elaborării unui raport de expertiză. Autorităţile Federaţiei ruse considerau că Republica Moldova era un stat unitar şi nu aveau aranjamente separate economice şi comerciale cu Transnistria.", "101.  În ceea ce priveşte problema susţinerii politice, Guvernul rus a declarat că, în baza dreptului internaţional, chiar dacă este stabilit faptul că într-un fel Rusia susţinea autorităţile “RMN” din punct de vedere politic, aceasta nu demonstrează faptul că Rusia era responsabilă de încălcările drepturilor omului comise de către acestea. În opinia Rusiei, declaraţia că orice putere externă care sprijinea un guvern local care avea mandat democratic era responsabilă de abuzurile drepturilor omului comise în acesta era absurdă.", "B.  Aprecierea Curţii", "1.  Principii generale relevante jurisdicţiei în temeiul articolului 1 al Convenţiei", "102.  Articolul 1 al Convenţiei prevede următoarele:", "„Înaltele Părţi Contractante recunosc oricărei persoane aflate sub jurisdicţia lor drepturile şi libertăţile definite în titlul I al [prezentei] Convenţii.”", "103.  Curtea a stabilit mai multe principii clare în jurisprudenţa sa în temeiul articolului 1 al Convenţiei. Prin urmare, după cum prevede acest articol, angajamentul asumat de către un stat contractant este limitat la “recunoaşterea” (“reconnaître” în textul francez) drepturilor şi libertăţilor persoanelor aflate sub “jurisdicţia” sa (a se vedea Soering v. the United Kingdom, 7 iulie 1989, § 86, Series A nr. 161; Banković and Others v. Belgium and Others [GC] (dec.), nr. 52207/99, § 66, ECHR 2001- XII). “Jurisdicţia” în temeiul articolului 1 este un criteriu de prag. Exercitarea jurisdicţiei este o condiţie necesară pentru ca un stat contractant să poată fi tras la răspundere pentru acţiunile sau omisiunile ce îi sunt imputate care dau naştere unei declaraţii privind încălcarea drepturilor şi libertăţilor garantate în Convenţie.", "104.  Competenţa jurisdicţională a unui stat în temeiul articolului 1 al Convenţiei este în primul rând teritorială (a se vedea Soering, citată mai sus, § 86; Banković, citată mai sus, §§ 61; 67; Ilaşcu, citată mai sus, § 312; Al-Skeini, citată mai sus § 131). Se presupune că jurisdicţia este exercitată în mod normal pe tot teritoriul statului (Ilaşcu, citată mai sus, § 312; Assanidze v. Georgia [GC], nr. 71503/01, § 139, ECHR 2004-II). Dimpotriva, în circumstanţe excepţionale, acţiunile statelor contractante care sunt înfăptuite sau produc efecte în afara teritoriului lor pot constitui o exercitare de către state a jurisdicţiei lor în sensul articolului 1 al Convenţiei (Banković, citată mai sus, § 67; Al-Skeini, citată mai sus § 131).", "105.  Până în prezent, Curtea a recunoscut mai multe circumstanţe excepţionale care pot da naştere dreptului unui stat contractant de a-şi exercita jurisdicţia în afara hotarelor sale teritoriale. În fiecarea caz aparte şi reieşind din faptele specifice ale cauzei, trebuie de determinat chestiunea dacă există circumstanţe excepţionale care cer şi justifică constatarea Curţii privind faptul că statul exercita jurisdicţia extra-teritorială (AlSkeini, citată mai sus, § 132).", "106.  O excepţie la principiul că jurisdicţia în temeiul articolului 1 este limitată la teritoriul statului este introdusă atunci când, în urma unei acţiuni militare - legale sau ilegale - statul contractant exercită în practică controlul efectiv asupra unei regiuni situate în afara teritoriului său naţional. Obligaţia de a asigura, într-o asemenea regiune, respectarea drepturilor şi libertăţilor garantate de Convenţie rezultă din înfăptuirea unui astfel de control, exercitat în mod direct, prin intermediul forţelor sale armate sau prin intermediul unei administraţii locale subordonate (Loizidou v. Turkey (obiecţii preliminare), 23 martie 1995, § 62, Series A nr. 310; Cyprus v. Turkey [GC], nr. 25781/94, § 76, ECHR 2001-IV, Banković, citată mai sus, § 70; Ilaşcu, citată mai sus, §§ 314-316; Loizidou (merits), citată mai sus, § 52; Al-Skeini, citată mai sus, § 138). Atunci când este constatat faptul unei asemenea dominaţii asupra unui teritoriu, nu este necesar de a determina dacă statul contractant exercită un control efectiv asupra politicilor şi acţiunilor administraţiei locale subordonate. Faptul că administraţia locală supravieţuieşte datorită suportului militar şi de şi de altă natură oferit de statul contractant determină responsabilitatea acestui stat asupra politicilor şi acţiunilor din teritoriul respectiv. Statul care exercită control are responsabilitatea în temeiul articolului 1 al Convenţiei de a asigura, în limitele controlului său, întregul spectru al drepturilor fundamentale garantate de Convenţie şi Protocoalele sale aditionale pe care le-a ratificat. Acest stat va fi responsabil pentru orice încălcare a acestor drepturi (Cyprus v. Turkey, citată mai sus, §§ 76-77; Al-Skeini, citată mai sus, § 138).", "107.  Este necesar de a determina dacă o Parte Contractantă exercită de fapt un control efectiv asupra unei regiuni aflate în afara teritoriuliu său naţional. Atunci când se constată existenţa unui control efectiv, Curtea va face în primul rând referinţă la forţa prezenţei militare a statului în regiunea respectivă (a se vedea Loizidou (fondul), citată mai sus, §§ 16 and 56; Ilaşcu, citată mai sus, § 387). Alte indicatoare ar putea fi de asemenea relevante, cum ar fi măsura în care sprijinul militar, economic şi politic oferit administraţiei locale îi acordă influenţă şi control asupra regiunii (a se vedea Ilaşcu, citată mai sus, §§ 388-394; Al-Skeini, citată mai sus, § 139).", "2.  Aplicarea acestor principii la faptele cauzei", "108.  Este util la această etapă de a reaminti faptele centrale ale cauzei. Reclamanţii sunt copiii şi părinţii din comunitatea moldovenească din Transnistria care s-au plâns în privinţa efectelor politicii lingvistice adoptate de către regimul separatist asupra lor şi copiilor lor cu referire la educaţia şi viaţa lor de familie. Miezul plângerilor lor se referă la acţiunile întreprinse de autorităţile “RMN” în anul 2002 şi 2004, în vederea implementării deciziilor adoptate cu câţiva ani în urmă, prin care s-a interzis utilizarea alfabetului latin în şcoli, şi prin care toate şcolile au fost obligate să se înregistreze şi să înceapă utilizarea programului de învăţământ aprobat de “RMN” şi a grafiei chirilice. Prin urmare, la 22 august 2002, miliţia “RMN” a evacuat forţat elevii şi profesorii din şcoala Ştefan cel Mare din Grigoriopol. Şcolii nu i s-a permis să se redeschidă în aceeaşi clădire şi ulterior şcoala a fost transferată într-o altă clădire aflată la 20 de kilometri distanţă, pe teritoriul controlat de Moldova. De asemenea, copiii şi profesorii au fost evacuaţi din şcoala Evrica din Rîbniţa în iulie 2004. În aceeaşi lună, şcoala Alexandru cel Bun din Tighina a fost ameninţată cu închidere şi a fost deconectată de la electricite şi apă. Ambele şcoli au fost obligate să se mute în alte sedii mai puţin comfortabile şi mai puţin echipate din oraşele lor natale la începutul următorului an şcolar.", "(a)  Republica Moldova", "109.  Curtea trebuie să determine dacă această cauză cade sub jurisdicţia Republicii Moldova. În această privinţă, ea observă că toate cele trei şcoli s-au aflat întotdeauna pe teritoriul Moldovei. Este adevărat, după cum acceptă toate părţile, că Moldova nu-şi exercita autoritatea asupra unei părţi a teritoriului său aflat pe malul stâng al râului Nistru, care este controlat de “RMN”. În ciuda acestui fapt, în hotărârea Ilaşcu, citată mai sus, Curtea a constatat că persoanele deţinute în Transnistria se află sub jurisdicţia Republicii Moldova, deoarece Republica Moldova este un stat teritorial, chiar dacă aceasta nu exercită un control efectiv asupra regiunii transnistrene. Obligaţia Moldovei, conform articolului 1 al Convenţiei, de a “asigura drepturile şi libertăţile garantate [de către Convenţie] persoanelor aflate în jurisdicţia sa”, era, totuşi, limitată în aceste circumstanţe la obligaţia pozitivă de a lua măsuri de ordin diplomatic, economic, juridic sau de alt gen, care îi stau în puteri şi sunt în conformitate cu dreptul internaţional (a se vedea Ilaşcu, citată mai sus, § 331). Curtea a ajuns la o concluzie similară în hotărârea Ivanţoc and Others v. Moldova and Rusia, nr. 23687/05, §§ 105-111, 15 noiembrie 2011.", "110.  Curtea nu vede nici un motiv pentru a ajunge la o concluzie diferită în această cauză. Chiar dacă Moldova nu exercită un control efectiv asupra acţiunilor autorităţilor “RMN” din Transnistria, faptul că acest teritoriu este recunoscut în baza dreptului internaţional public ca fiind parte a teritoriului Republicii Moldova o obligă pe cea din urmă, în temeiul articolului 1 al Convenţiei, să folosească toate mijloacele legale şi diplomatice disponibile pentru a continua să garanteze respectarea drepturilor şi libertăţilor garantate de Convenţie pentru locuitorii din Transnistria (a se vedea Ilaşcu, citată mai sus, § 333). Mai jos, Curtea va examina dacă Moldova a îndeplinit această obligaţie pozitivă.", "(b)  Federaţia Rusă", "111.  În continuare, Curtea trebuie să stabilească de asemenea faptul dacă reclamanţii cad sub jurisdicţia Federaţiei Ruse. Trebuie de menţionat de la început că evenimentele cheie din această cauză, şi anume evacuarea forţată a şcolilor, au avut loc în perioada august 2002 şi iulie 2004. Aceşti doi ani se includ în perioada de timp examinată de către Curte în hotărârea Ilaşcu (citată mai sus), care a fost pronunţată în iulie 2004. Este adevărat că în acea cauză, Curtea a considerat că arestarea, deţinerea şi maltratarea dlui Ilaşcu, dlui Leşco, dlui Ivanţoc şi dlui Petrov-Popa de către soldaţii Armatei a Paisprezecea în anul 1992, care ulterior au fost transferat sub custodia “RMN”, sunt relevante faptului dacă jurisdicţia rusă este angajată în această cauză. Curtea consideră că aceste acţiuni, chiar dacă au avut loc înainte de ratificarea de către Rusia a Convenţiei la 5 mai 1998, reprezintă o parte din şirul de responsabilitate continuă şi neîntreruptă a Federaţiei Ruse faţă de soarta deţinuţilor. Curtea a mai considerat că responsabilitatea Federaţiei Ruse este de asemenea angajată în ceea ce priveşte faptele ilegale care au avut loc în Transnistria în anii 1991-1992, luând în consideraţie susţinerea politică şi militară oferită de aceasta pentru instaurarea unui regim separatist (a se vedea Ilaşcu, citată mai sus, § 382). Mai mult, în perioada între mai 1998, când Rusia a ratificat Convenţia, şi mai 2004, când Curtea a pronunţat hotărârea sa, Curtea a constatat că „RMN” a supravieţuit datorită sprijinului militar, economic, financiar şi politic oferit de către Federaţia Rusă şi că aceasta a continuat să rămână sub controlul efectiv sau cel puţin sub influenţa decisivă a Federaţiei Ruse (Ilaşcu, citată mai sus, § 392). Prin urmare, Curtea a conchis că reclamanţii se află sub „jurisdicţia” Federaţiei Ruse în sensul articolului 1 al Convenţiei (Ilaşcu, citată mai sus, §§ 393-394).", "112.  În aceste circumstanţe, în care Curtea deja a conchis că Federaţia Rusă avea jurisdicţia asupra evenimentelor din Transnistria în perioada relevantă de timp, ea consideră că acum este responsabilitatea Guvernului rus să demonstreze că Rusia nu a exercitat jurisdicţia asupra evenimentelor de care s-au plâns aceşti reclamanţi.", "113.  Guvernul rus neagă faptul că Rusia a avut jurisdicţia asupra Transnistriei în perioada relevantă de timp. În primul rând, Guvernul rus accentuează că această cauză se deosebeşte în mod evident de cauza Ilaşcu, citată mai sus, unde Curtea a constatat că pentru prima dată reclamanţii au fost arestaţi şi întemniţaţi de către soldaţii ruşi, şi de Al-Skeini, de asemenea citată mai sus, unde Curtea a constatat că Regatul Unit avea jurisdicţia în privinţa civililor irakieni omorâţi în timpul operaţiunilor de securitate exercitate de către soldaţii britanici.", "114.  Curtea reiterează că ea a constatat deja că un stat poate, în unele circumstanţe excepţionale, avea jurisdicţia extra-teritorială prin impunerea autorităţii şi a controlului de către agenţii acestui stat asupra unei persoane sau unor persoane, după cum s-a întâmplat spre exemplu în cauza Al-Skeini (citată mai sus, § 149). Cu toate acestea, Curtea a constatat de asemenea că un stat poate exercita jurisdicţia extra-teritorială atunci când, în urma unei acţiuni militare - legale sau ilegale - un stat contractant exercită control efectiv asupra unei regiuni care se află în afara teritoriului său naţional (a se vedea paragraful 106 de mai sus). Curtea acceptă faptul că nu există probe a unei implicări directe a agenţilor ruşi în acţiunile întreprinse împotriva şcolilor reclamanţilor. Cu toate acestea, potrivit afirmaţiilor reclamanţilor, Rusia exercita un control efectiv asupra “RMN” în perioada relevantă şi Curtea trebuie să constate dacă aceasta a fost cazul.", "115.  Guvernul Federaţiei Ruse afirmă că Curtea poate să constate că Rusia exercita un control efectiv doar dacă constată că “Guvernul” “RMN” putea fi privit drept un organ al statului rus în conformitate cu abordarea Curţii Internaţionale de Justiţie în Cauza privind aplicarea Convenţiei pentru prevenirea şi reprimarea crimei de genocid (Bosnia and Herzegovina v. Serbia and Montenegro) (a se vedea paragraful 76 de mai sus). Curtea reiterează că în hotărârea pe care s-a bazat Guvernul Federaţiei Ruse, Curtea Internaţională de Justiţie avea drept scop să determine când comportamentul unei persoane sau a unui grup de persoane putea fi atribuit unui stat, astfel încât statul să poată fi găsit responsabil în temeiul dreptului internaţional pentru acest comportament. Totuşi în această cauză, Curtea este preocupată de o altă chestiune, şi anume dacă faptele de care s-a plâns reclamantul cad sub jurisdicţia statului pârât în sensul articolului 1 al Convenţiei. După cum demonstrează rezumatul jurisprudenţei Curţii stabilit mai sus, testul pentru stabilirea existenţei “jurisdicţiei” în temeiul articolului 1 al Convenţiei nu a fost niciodată egalat cu testul pentru stabilirea responsabilităţii statului pentru o faptă incorectă din punct de vedere internaţional în temeiul dreptului internaţional.", "116.  În circumstanţele acestei cauze, Curtea trebuie să stabilească dacă, ca şi chestiune de fapt, Rusia a exercitat un control efectiv asupra “RMN” în perioada august 2002 – iulie 2004. În aprecierea acestui fapt, Curtea va lua ca bază toate materialele care i-au fost prezentate, şi dacă este necesar, de asemenea materialele obţinute proprio motu (a se vedea, mutatis mutandis, Saadi v. Italy [GC], nr. 37201/06, § 128, ECHR 2008).", "117.  Guvernul rus a subliniat în continuare că prezenţa sa militară în Transnistria a fost nesemnificativă în perioada în cauză, şi includea aproximativ 1,000 de militari GOR pentru paza depozitului cu muniţii de la Colbasna şi alţi 1,125 de militari care staţionau în Zona de Securitate şi care erau parte a forţelor de menţinere a păcii la crearea cărora s-a convenit la nivel internaţional. În hotărârea Ilaşcu, Curtea a constatat că în anul 2002, GOR nu avea mai mult de 1,500 de militari care păzeau depozitele de muniţii (citată mai sus, § 131). Numărul trupelor ruseşti nu este disputat de către celelalte părţi în această cauză (a se vedea paragraful 37 de mai sus). În privinţa depozitului de muniţii de la Colbasna, a fost imposibil de stabilit cu exactitate mărimea şi conţinutul acestuia în perioada anilor 2002-2004, deoarece Guvernul rus nu a oferit Curţii informaţii detaliate pe care aceasta le-a solicitat şi nici un observator independent nu a avut acces la depozite. Cu toate acestea, în hotărârea Ilaşcu (citată mai sus, § 131), Curtea s-a referit la informaţiile, potrivit cărora, în anul 2003, GOR dispunea de cel puţin 200,000 de tone de echipament militar şi de muniţii stocate acolo şi de asemenea de 106 tancuri de luptă, 42 vehicule blindate de luptă, 109 vehicule blindate de transportare a trupelor, 54 vehicule blindate de recunoaştere, 123 tunuri şi mortiere, 206 arme antitanc, 226 arme antiaeriene, 9 elicoptere şi 1,648 de vehicule de alte tipuri.", "118.  Curtea acceptă că, în 2002-2004, numărul personalului militar rus staţionat în Transnistria a scăzut în mod semnificativ (a se vedea Ilaşcu, citată mai sus, § 387) şi era mic în comparaţie cu mărimea teritoriului. Cu toate acestea, după cum a constatat Curtea în hotărârea Ilaşcu (citată mai sus, § 387), având în vedere mărimea arsenalului depozitat la Colbasna, importanţa militară a trupelor ruseşti în regiune şi influenţa acestora a persistat. Mai mult, cu referinţă la depozitul de muniţii şi trupele, Curtea consideră că în cazul de faţă contextul istoric are o importanţă semnificativă asupra poziţiei examinate în această cauză. Nu trebuie de uitat faptul că în hotărârea Ilaşcu, Curtea a constatat că separatiştii au reuşit să-şi asigure puterea în 1992 doar ca urmare a ajutorului militarilor ruşi. Depozitul de muniţii din Colbasna era iniţial proprietatea Armatei a Paisprezecea a URSS şi Curtea a constatat că ea a stabilit fără îndoială rezonabilă că în timpul conflictului armat, separatiştii se puteau echipa, cu ajutorul personalului Armatei a Paisprezecea, din depozitele de muniţii. În continuare, Curtea a constatat că transferul masiv către separatişti a armamentului şi muniţiilor de la depozitele Armatei a Paisprezecea a fost esenţial în împiedicarea armatei moldoveneşti să-şi recapete controlul asupra Transnistriei. Suplimentar, Curtea a constatat că, de la începutul conflictului, un mare număr de cetăţeni ruşi din afara regiunii, în special cazacii, au venit în Transnistria pentru a lupta cu separatiştii împotriva forţelor Republicii Moldova. În final, aceasta a constatat că în aprilie 1992, armata rusă staţionată în Transnistria (GOR) a intervenit în conflict, şi astfel a permis separatiştilor să cucerească Tighina.", "119.  Guvernul rus nu a oferit Curţii nicio dovadă pentru a demonstra că constatările făcute în hotărârea Ilascu nu erau de încredere. În opinia Curţii, având în vedere constatările sale privind faptul că regimul separatist a fost iniţial stabilit doar ca urmare a ajutorului militar rus, faptul că Rusia îşi menţinea depozitul de arme pe teritoriul Moldovei, cu încălcarea angajamentelor sale internaţionale şi în ascuns, împreună cu 1,000 de trupe pentru apărare, a trimis un semnal puternic privind sprijinirea continuă a regimului “RMN”.", "120.  După cum a fost menţionat mai sus, în hotărârea Ilaşcu, Curtea de asemenea a constatat că “RMN” a supravieţiut în această perioadă doar datorită sprijinului economic oferit de către Federaţia Rusă, inter alia (a se vedea paragraful 111 de mai sus). Curtea consideră că Guvernul rus nu şi-a onorat obligaţia de a demonstra şi a stabili că această constatare era incorectă. În special, Guvernul rus nu a negat faptul că Gazprom, compania de stat a Federaţiei Ruse, a furnizat gaze regiunii transnistrene şi că „RMN” a plătit doar pentru o parte foarte mică din gazele consumate atât de către consumatorii casnici cât şi de către complexele industriale din Transnistria, multe dintre care aparţineau unor proprietari din Rusia (a se vedea paragrafele 39-40 de mai sus). Guvernul rus a admis faptul că acesta cheltuia milioane de USD în fiecare an în forma ajutorului umanitar acordat populaţiei Transnistriei, inclusiv pentru plata pensiilor de vârstă şi asistenţa financiară acordată şcolilor, spitalelor şi închisorilor. Luând în consideraţie datele statistice oferite de Guvernul Moldovei care nu au fost contestate de către Guvernul rus, doar aproximativ 20% din populaţia “RMN” este activă din punct de vedere economic, fapt care subliniază importanţa pentru economia locala a pensiilor şi a altor ajutoare plătite de Rusia. În final, Curtea observă că Guvernul rus nu a făcut referinţă la statistica oferită de către reclamanţi cu privire la cetăţenia, potrivit căreia aproape o cincime din cei care locuiesc în regiunea controlată de “RMN” au obţinut cetăţenia rusă (a se vedea paragraful 41-42 de mai sus).", "121.  În sumar, Guvernul rus nu a convins Curtea că concluziile la care a ajuns aceasta în anul 2004 în hotărârea Ilaşcu (citată mai sus) au fost incorecte. “RMN” a fost creată ca rezultat al asistenţei militare ruse. Prezenţa continuă militară şi prezenţa armamentului rus în regiune era de natură să trimită autorităţilor „RMN”, Guvernului moldovean şi observatorilor internaţionali un semnal clar de susţinere militară continuă a regimului separatist de către Rusia. Mai mult, populaţia Transnistriei era dependentă de furnizarea gratuită sau puternic subvenţionată a gazelor naturale, a pensiilor şi altor ajutoare financiare oferite de Rusia.", "122.  Prin urmare, Curtea îşi menţine constatările din hotărârea Ilaşcu (citată mai sus), potrivit cărora în perioada 2002-2004 “RMN” a reuşit să-şi continue existenţa şi să opună rezistenţă eforturilor Moldovei şi eforturilor internaţionale de a rezolva conflictul şi a aduce democraţia şi supermaţia legii în regiune doar datorită sprijinului militar, economic şi politic acordat de către Rusia. În aceste circumstanţe, nivelul înalt de dependenţă a “RMN” de ajutorul rus indică asupra faptului că Rusia exercita un control efectiv şi o influenţă decisivă asupra administraţiei “RMN” în perioada crizei şcolilor.", "123.  Prin urmare, reclamanţii în această cauză cad sub jurisdicţia Rusiei în temeiul articolului 1 al Convenţiei. Curtea trebuie acum să determine dacă a avut loc vreo încălcare a drepturilor lor în temeiul Convenţiei, precum şi să angajeze responsabilitatea statelor pârâte.", "II.  PRETINSA VIOLARE A ARTICOLULUI 2 AL PROTOCOLULUI NR. 1 LA CONVENŢIE", "124.  Articolul 2 al Protocolului Nr. 1 la Convenţiei prevede următoarele:", "„Nimănui nu i se poate refuza dreptul la instruire. Statul, în exercitarea funcţiilor pe care şi le va asuma în domeniul educaţiei şi al învăţământului, va respecta dreptul părinţilor de a asigura această educaţie şi acest învăţământ conform convingerilor lor religioase şi filozofice.”", "A.  Declaraţiile părţilor", "1.  Reclamanţii", "125.  Reclamanţii au declarat că Curtea trebuie să facă uz de această oportunitate pentru a-şi dezvolta jurisprudenţa sa în temeiul articolului 2 al Protocolului Nr. 1 la Convenţie, având în vedere standardele internaţionale privind dreptul la educaţie. Spre exemplu, articolul 26 al Declaraţiei Universale pentru Drepturile Omului, articolul 13 § 1 al Pactului internaţional privind drepturile economice, sociale şi culturale şi articolul 29 § 1(a) al Convenţiei privind drepturile copilului prevăd că educaţia trebuie să fie orientată spre “dezvoltarea deplină a personalităţii umane”. Curtea a recunoscut deja importanţa educaţiei în dezvoltarea copilului, făcând referinţă la aceste instrumente: Timishev v. Rusia, nr. 55762/00 şi 55974/00, § 64, ECHR 2005XII). Potrivit declaraţiei reclamanţilor, un alt scop al educaţiei este de a permite copiilor să participe şi să fie activi în cadrul societăţii în calitate de copii şi în viitor în calitate de adulţi. Educaţia care nu atinge aceste scopuri ar putea să împiedice accesul copilului la oportunităţile viitoare şi abilitatea acestuia de a scăpa de sărăcie şi de a putea exercita alte drepturi ale omului. Potrivit declaraţiei reclamantului, utilizarea limbii este în mod nemijlocit legată de aceste priorităţi educaţionale.", "126.  Reclamanţii au declarat că cele mai importante incidente pe care ei s-au bazat în cererea lor au avut loc în perioada dintre 2002 şi 2004, când şcolile au fost forţate să se închidă şi să se redeschidă în alte clădiri. Ei au oferit declaraţii sub jurământ prin care au explicat cum acţiunile “RMN” împotriva şcolilor i-au afectat pe ei în mod individual. În vara anului 2004, şcolile au fost închise şi ulterior clădirile au fost asediate de către poliţia “RMN”. Profesorii au fost arestaţi şi deţinuţi şi materialele didactice în grafia latină au fost confiscate şi distruse. Unii părinţi şi-au pierdut serviciul ca urmare a deciziei lor de a-şi trimite copiii la şcolile cu predare în limba moldovenească.", "127.  Reclamanţii au subliniat că de atunci nu a avut nici o schimbare semnificativă a situaţiei lor. Legea care interzice utilizarea grafiei latine a rămas în vigoare şi predarea în limba moldovenească/română risca să fie supusă hârţuirii şi urmăririi penale. Ca urmare a evenimentelor din 2002 şi 2004, mulţi părinţi au abandonat lupta de a-şi instrui copii în limba moldovenească/română. Cei care au dorit continuarea studiilor în şcolile de limbă moldovenească/română au fost nevoiţi să accepte o calitate a învăţământului diminuată din cauza lipsei clădirilor adecvate, a drumurilor lungi spre şi dinspre şcoală, a lipsei materialelor, activităţilor extraşcolare, hârţuirii continue, vandalizării sediilor şcolilor, intimidării şi abuzurilor verbale. Alternativa oferită de către autorităţile “RMN” vorbitorilor de limbă moldovenească/română era educaţia în limba “moldovenească” (moldovenească/română scrisă cu alfabet chirilic). Din moment ce această variantă a limbii nu este recunoscută nicăieri în lume în afara Transnistriei, şi nu este utilizată nici măcar de administraţia “RMN”, predarea se efectua în baza materialelor didactice din epoca sovietică, creând astfel copiilor dificultăţi în continuarea studiilor, inclusiv în instituţiile de învăţământ superior, sau angajarea în câmpul muncii.", "128.  Eşecul autorităţilor “RMN” de a oferi o educaţie continuă în limba dominantă şi oficială a statului teritorial a afectat în mod evident esenţa dreptului la educaţie. Suplimentar la aceasta, “RMN” nu a făcut nici o tentativă pentru a ajuta populaţia etnic moldovenească, permiţând accesul liber la şcolile private unde copii ar putea primi educaţia în limba lor. Reclamanţii au comparat poziţia lor cu cea a populaţiei enclave greceşti în hotărârea Cyprus v. Turkey, citată mai sus, § 278. În afara de aceasta, părinţii reclamanţi s-au plâns de ingerinţa în dreptul la respectarea convingerilor lor filosofice în procesul de asigurare a educaţiei de către stat; în special, a convingerilor lor că cele mai bune interese ale copiilor lor sunt legate de educaţia în limba moldovenească.", "129.  Reclamanţii au declarat că Moldova avea obligaţia pozitivă să ia toate măsurile rezonabile şi corespunzătoare necesare pentru a menţine şi proteja instruirea în limba moldovenească pe teritoriul acesteia. În ceea ce priveşte respectarea de către Republica Moldova a obligaţiei sale pozitive, reclamanţii au declarat că tratamentul şcolilor cu predare în grafia latină nu era condiţionat de reglementarea conflictului în cadrul negocierilor multilaterale şi nu pare să fie expusă în prezentările către autorităţile “RMN” şi Guvernul rus. Oficialilor “RMN” li s-a permis să călătorească prin Republica Moldova fără nici o piedică, în contrast cu acţiunile luate de EU în vederea interzicerii călătoriei oficialilor de rang înalt ale “RMN” pe teritoriul UE, în mod expres din cauza tratamentului aplicat şcolilor cu predare în grafia latină, inter alia. De asemenea reclamanţii au susţinut că Guvernul Moldovei a întreprins eforturi insuficiente pentru a asigura întoarcerea copiilor în sediile şcolilor şi de a-i proteja de hârţuire.", "130.  Reclamanţii au declarat că încălcările în această cauză au avut o legătură directă şi neîntreruptă cu sprijinul continuu acordat de către Federaţia Rusă administraţiei “RMN”. Nu există indicaţii privind luarea unor măsuri de către Rusia în vederea prevenirii încălcărilor sau exprimării unei rezistenţe faţă de acestea. În schimb, Rusia a susţinut politica educaţională a “RMN” prin faptul că a oferit materiale didactice şcolilor cu predare în limba rusă din regiune, recunoscând calificările şcolilor cu predare în limba rusă din “RMN” şi deschizând instituţii ruseşti de învâţământ superior în Transnistria, fără a se consulta cu Guvernul Moldovei.", "2.  Guvernul Republicii Moldova", "131.  Guvernul Republicii Moldova nu dispunea de informaţii detaliate despre situaţia continuă a reclamanţilor. Cu toate acestea, Guvernul a confirmat faptul că deşi faza iniţială de criză se pare că a trecut şi situaţia s-a “normalizat”, numărul copiilor la fiecare din cele trei şcoli a continuat să scadă. Spre exemplu, între 2007 şi 2011, numărul elevilor din liceele Alexandru cel Bun şi Evrica practic s-a înjumătăţit, cu toate că numărul elevilor din liceul Ştefan cel Mare a rămas relativ stabil. În general, numărul de elevi care studiază în limba moldovenească/română în Transnistria s-a redus de la 2,545 în 2009 la 1,908 în 2011.", "132.  Guvernul Republicii Moldova a declarat că a luat toate măsurile rezonabile pentru a îmbunătăţi situaţia atât în general în privinţa conflictului transnistrian cât şi în special în privinţa sprijinului oferit şcolilor. Ei au declarat că regimul separatist transnistrean nu a fost niciodată susţinut sau încurajat de către Republica Moldova. Unicul obiectiv al Guvernului Republicii Moldova era de a soluţiona litigiul, a obţine controlul asupra teritoriului şi a introduce principiile supremaţiei legii şi respectarea drepturilor omului.", "133.  În ceea ce priveşte şcolile însuşi, Guvernul Republicii Moldova a plătit pentru arenda şi reparaţia clădirilor, salariile profesorilor, materialele didactice, autobuzele şi computerele. Potrivit legislaţiei Republicii Moldova, reclamanţii, împreună cu toţi absolvenţii şcolilor din Transnistria, aveau privilegii speciale la aplicarea pentru locurile bugetare la universităţile şi instituţiile de învăţământ superior din Moldova. Mai mult, Guvernul Republicii Moldova a ridicat problema şcolilor transnistrene la nivel internaţional şi a solicitat asistenţa şi intermedierea internaţională, spre exemplu, în cadrul unei conferinţe organizate sub auspiciile UE şi OSCE în Germania în 2011. Având în vedere că Guvernul Republicii Moldova nu exercită autoritatea sau control efectiv asupra teritoriului în cauză, nu se putea cere acestuia să facă mai multe pentru a-şi îndeplini obligaţia sa pozitivă în privinţa reclamanţilor.", "134.  Paşii care au fost luaţi de către Republica Moldova pentru a ameliora situaţia reclamanţilor ar putea fi priviţi drept o recunoaştere implicită a faptului că drepturile lor au fost încălcate. Guvernul Republicii Moldova nu a susţinut, astfel, că în această cauză nu a avut loc nicio încălcare a dreptului la educaţie. În schimb, acesta a cerut Curţii să analizeze atent responsabilitatea fiecărui stat pârât în privinţa oricărei încălcări a drepturilor reclamanţilor.", "3.  Guvernul rus", "135.  Guvernul rus, care a negat orice responsabilitate pentru actele autorităţilor “RMN” a prezentat doar observaţii limitate în privinţa fondului cauzei. Cu toate acestea, Guvernul rus a subliniat că Rusia nu era responsabilă pentru acţiunile miliţiei “RMN” în asedierea clădirilor şcolilor sau a autorităţilor locale “RMN” pentru întreruperea aprovizionării şcolilor cu apă şi energie electrică. Ei au accentuat că Rusia a fost implicată în criza şcolilor doar în calitate de mediator. Împreună cu mediatorii ucraineni şi OSCE, ei au încercat să ajute părţile să rezolve acest conflict. Mai mult, ei au subliniat că din septembrie-octombrie 2004, ca urmare a acestei medieri internaţionale, problemele au fost rezolvate şi copiii celor trei şcoli au reuşit să reia procesul de studii.", "B.  Aprecierea Curţii", "1.  Principii generale", "136.  În interpretarea şi aplicarea articolului 2 al Protocolului nr. 1 la Convenţie, Curtea trebuie să ia în consideraţie faptul că acesta reprezintă un tratat menit să asigure o protecţie efectivă a drepturilor individuale ale omului şi că Convenţia trebuie citită în întregime, şi interpretată astfel încât să promoveze coerenţa internă şi armonia între prevederile sale diverse (Stec and Others v. the United Kingdom (dec.) [GC], nr. bb. 65731/01 şi 65900/01, § 48, ECHR 2005-X; Austin and Others v. the United Kingdom [GC], nr. 39692/09, 40713/09 şi 41008/09, § 54, 15 martie 2012). Cele două propoziţii ale articolului 2 al Protocolului nr. 1 la Convenţie trebuie astfel citite nu doar una în lumina celeilalte, dar, în special, în lumina articolelor 8, 9 şi 10 ale Convenţiei care proclamă dreptul fiecărei persoane, inclusiv ale părinţilor şi copiilor, “la respectarea vieţii private şi de familie”, la “libertate de gândire, de conştiinţă şi de religie”, şi la “libertate ... de a primi sau a comunica informaţii ori idei” (a se vedea Kjeldsen, Busk Madsen and Pedersen v. Denmark, hotărârea din 7 decembrie 1976, Series A nr. 23, § 52; Folgerø and Others v. Norway [GC], nr. 15472/02, § 84, ECHR 2007III; Lautsi and Others v. Italy [GC], nr. 30814/06, § 60, ECHR 2011 (extracts); a se vedea de asemenea Cyprus v. Turkey [GC], nr. 25781/94, § 278, ECHR 2001IV). În interpretarea şi aplicarea acestei prevederi, trebuie de asemenea de luat în consideraţie orice regulă şi principii relevante ale dreptului internaţional aplicabile în relaţiile dintre părţile contractante şi Convenţia trebuie interpretată în măsura posibilităţii în armonie cu alte prevederi ale dreptului internaţional din care aceasta face parte (a se vedea Al-Adsani v. the United Kingdom [GC], nr. 35763/97, § 55, ECHR 2001-XI; Demir and Baykara v. Turkey [GC], nr. 34503/97, § 67, ECHR 2008; Saadi v. the United Kingdom [GC], nr. 13229/03, § 62, ECHR 2008-...; Rantsev v. Cyprus and Rusia, nr. 25965/04, §§ 273-274, ECHR 2010 (extracts)). Prevederile cu privire la dreptul la educaţie garantat de Declaraţia Universală a Drepturilor Omului, Convenţia împotriva discriminării în educaţie, Pactul internaţional privind drepturile economice, sociale şi culturale, Pactul internaţional privind eliminarea tuturor formelor de discriminare rasială şi Convenţia privind drepturile copilului sunt astfel relevante în acest context (a se vedea paragrafele 77-81 de mai sus, şi a se vedea de asemenea Timishev v. Rusia, nr. 55762/00 şi 55974/00, § 64, ECHR 2005XI). În final, Curtea accentuează că obiectul şi scopul Convenţiei, în calitate de un instrument pentru protecţia persoanelor individuale, cere ca prevederile acesteia să fie interpretate şi aplicate astfel încât garanţiile acesteia să fie practice şi efective (a se vedea, inter alia, Soering v. the United Kingdom, 7 iulie 1989, § 87, Series A nr. 161; şi Artico v. Italy, 13 mai 1980, § 33, Series A nr. 37).", "137.  Asumându-şi obligaţia, în temeiul primei propoziţii a articolului 2 al Protocolului nr. 1 la Convenţia, că “nimănui nu i se poate refuza dreptul la instruire”, statele contractante garantează fiecărei persoane aflate sub jurisdicţia sa dreptul de acces la instituţiile de învaţământ existente la acel moment (a se vedea Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia”, hotărârea din 23 iulie 1968, Series A nr. 6, §§ 3-4).  Acest drept de acces reprezintă doar o parte a dreptului la instruire stabilit în prima propoziţie. Pentru ca acest drept să fie efectiv este în continuare necesar ca, inter alia, beneficiarul să aibă posibilitatea să beneficieze de educaţia primită, adică, de dreptul de a obţine, în conformitate cu regulile în vigoare în fiecare stat, şi într-o formă sau în alta, recunoaşterea oficială a studiilor pe care le-a finisat (Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia”, citată mai sus, § 4). Mai mult, cu toate că textul articolului 2 al Protocolului nr. 1 la Convenţie nu specifică limba de instruire, dreptul la educaţie nu ar avea sens dacă nu ar include dreptul beneficiarilor de a fi instruiţi în limba lor naţională sau în una din limbile naţionale, după cum ar putea fi cazul (Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia”, citată mai sus, § 3).", "138.  Dreptul stabilit în a doua propoziţie a articolului este o complementare a dreptului fundamental la educaţie stabilit în prima propoziţie. Părinţii au responsabilitatea primară pentru educaţia şi instruirea copiilor lor şi prin urmare, ei pot cere statului să respecte convingerile lor religioase şi filozofice (a se vedea Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia”, citată mai sus, §§ 3-5 şi Kjeldsen, Busk Madsen and Pedersen v. Denmark, hotărârea din 7 decembrie 1976, Series A nr. 23, § 52). Cea de-a doua propoziţie are drept scop garantarea posibilităţii de pluralism în procesul de instruire, care este esenţială pentru conservarea “societăţii democratice” concepute de Convenţia. Aceasta implică faptul că statul, realizându-şi funcţiile sale în privinţa instruirii şi educaţiei, trebuie să asigure ca informaţia şi cunoştinţele incluse în programul de învăţământ să fie comunicate într-un mod obiectiv, critic şi pluralistic. Se interzice statului să urmărească scopul de îndoctrinare care ar putea fi considerat că nu respectă convingerile religioase şi filozofice ale părinţilor (Kjeldsen, Busk Madsen and Pedersen, citată mai sus, §§ 50 şi 53; Folgerø, citată mai sus, § 84; Lautsi, citată mai sus, § 62).", "139.  Drepturile garantate de articolul 2 al Protocolului nr. 1 la Convenţie se aplică atât în privinţa instituţiilor publice, cât şi private (Kjeldsen, Busk Madsen and Pedersen, citată mai sus, § 50). Suplimentar, Curtea a constatat că această prevedere se aplică învăţământului primar, secundar şi superior (a se vedea Leyla Şahin v. Turkey [GC], nr. 44774/98, §§ 134 şi 136, ECHR 2005-XI).", "140.  Cu toate acestea, Curtea recunoaşte că, în ciuda importanţei sale, dreptul la educaţie nu este unul absolut, şi poate fi supus unor limitări. Cu condiţia că nu este afectată esenţa dreptului, aceste limitări se permit prin implicaţie, deoarece dreptul de acces la educaţie “prin însăşi natura sa trebuie să fie reglementat de către stat” (a se vedea Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia”, citată mai sus, § 3). Pentru a asigura că limitările impuse nu aduc atingere dreptului în cauză într-o asemenea măsură încât să prejudicieze însăşi esenţa acestuia şi să priveze acest drept de efecienţa acestuia, Curtea trebuie să se asigure că acestea sunt previzibile pentru cei interesaţi şi urmăresc un scop legitim. Cu toate acestea, spre deosebire de poziţia reflectată în articolele 8 la 11 ale Convenţiei, ea nu este legată de o listă exhaustivă de “scopuri legitime”, în temeiul articolului 2 al Protocolului nr. 1 la Convenţie (a se vedea, mutatis mutandis, Podkolzina v. Latvia, nr. 46726/99, § 36, ECHR 2002-II). Mai mult, o limitare va fi compatibilă cu articolul 2 al Protocolului nr. 1 la Convenţia doar dacă există o relaţie rezonabilă de proporţionalitate dintre mijloacele utilizate şi scopul care urmează a fi atins (Leyla Şahin, citată mai sus, § 154). Cu toate că decizia finală privind respectarea Convenţiei aparţine Curţii, statele contractante se bucură de o anumită marjă de apreciere în acest domeniu. Marja de apreciere creşte odată cu nivelul de educaţie, în proporţie inversă cu importanţa acestei educaţii pentru cei implicaţi şi pentru toată societatea (a se vedea Ponomaryovi v. Bulgaria, nr. 5335/05, § 56, ECHR 2011).", "2.  Dacă a avut loc o încălcare a dreptului reclamanţilor la educaţie în această cauză", "141.  Curtea observă că nici unul din Guvernele pârâte nu a contestat pretenţiile reclamanţilor privind închiderea şcolilor. Într-adevăr, evenimentele cheie din 2002 şi 2004 au fost monitorizate şi documentate de către mai multe organizaţii internaţionale, inclusiv de către OSCE (a se vedea paragraful 66 de mai sus). În continuare, reclamanţii se plâng că, cu toate că şcolilor li s-a permis ulterior să se redeschidă, sediile lor au fost confiscate de către autorităţile “RMN” şi ele au fost nevoite să se mute în clădiri noi care erau mai prost echipate şi amplasate în locuri mai puţin convenabile. Reclamanţii au afirmat că ei au fost supuşi unor campanii sistematice de hârţuire şi intimidare din partea reprezentanţilor regimului “RMN” şi a unor persoane fizice. Copiii erau abuzaţi în mod verbal în drumul lor spre şcoală şi erau opriţi şi percheziţionaţi de către miliţia şi vameşii “RMN”, care le confiscau manualele în grafia latină când le găseau asupra lor. Suplimentar, două şcoli amplasate pe teritoriul controlat de “RMN” au fost ţinta unor acţiuni repetate de vandalism. Reclamanţii susţin că alternativa, pentru părinţii şi copiii din comunitatea moldovenească, era fie a suferi această hârţuire, fie a transfera copilul la o şcoală cu predare în limba rusă, ucraineană sau “moldovenească”, şi anume, în limba moldovenească/română scrisă în grafia chirilică. Limba “moldovenească” nu era o limbă folosită sau recunoscută în altă parte în lume, cu toate că aceasta a fost una din limbile oficiale în Moldova în perioada sovietică. Aceasta înseamnă că unicele materiale didactice disponibile şcolilor “moldoveneşti” din Transnistria modernă datau din perioada sovietică. Nu existau colegii sau universităţi cu instruire în limba “moldovenească”, astfel că copii din aceste şcoli care doreau să urmeze studii superioare trebuiau să înveţe o nouă grafie sau limbă.", "142.  Cu toate că Curţii îi este dificil să stabilească detaliile faptelor care se referă la experienţele reclamanţilor în perioada de după redeschiderea şcolilor, totuşi aceasta observă următoarele. În primul rând, articolul 6 al „Legii cu privire la limbi” a “RMN” era în vigoare şi utilizarea grafiei latine reprezenta o infracţiune în “RMN” (a se vedea paragraful 43 de mai sus). În al doilea rând, este clar că şcolile trebuiau să se mute în clădiri noi, liceul Alexandru cel Bun folosea trei clădiri şi elevii din liceul Ştefan cel Mare erau nevoiţi să călătorească zilnic 40 de km. În al treilea rând, potrivit cifrelor oferite de Guvernul Moldovei, numărul copiilor înmatriculaţi în cele două şcoli care se aflau pe teritoriul controlat de “RMN” s-a înjumătăţit în perioada 2007 şi 2011 şi de asemenea a avut loc o reducere considerabilă a numărului general de copii care învaţă în limba moldovenească/română în Transnistria. Deşi se pare că Transnistria are o populaţie îmbătrânită şi că în special populaţia moldovenească emigrează (a se vedea paragrafele 8 şi 42 de mai sus), Curtea consideră că reducerea numărului de elevi cu 50% la liceele Evrica şi Alexandru cel Bun este prea mare pentru a fi explicată doar prin factorii demografici. Pentru Curte, aceste fapte necontestate confirmă esenţa generală a pretenţiilor formulate în cele 81 declaraţii scrise şi prezentate de către reclamanţi părinţi şi elevi, care descriu hârţuirea constantă pe care o suferă.", "143.  În toată această perioadă, şcolile erau înregistrate de către Ministerul Educaţiei al Republicii Moldova, utilizau programul de învăţământ stabilit de către Minister şi ofereau instruirea în prima limbă oficială a Moldovei. Prin urmare, Curtea consideră că închiderea forţată a şcolilor, în baza “Legii privind limbile a “RMN”“ (a se vedea paragrafele 43-44 de mai sus), şi măsurile ulterioare de hârţuire au reprezentat ingerinţe în drepturile elevilor reclamanţi de acces la instituţiile de învăţământ existente în perioada respectivă de timp şi de a fi instruiţi în limba lor naţională (a se vedea paragraful 137 de mai sus).  Suplimentar, Curtea consideră că aceste măsuri reprezintă o ingerinţă în drepturile părinţilor reclamanţi de a asigura educaţia şi instruirea copiilor lor în conformitate cu convingerile lor filosofice. După cum a fost menţionat mai sus, articolul 2 al Protocolului nr. 1 la Convenţie trebuie citit în lumina articolului 8 al Convenţiei, care garantează, inter alia, dreptul la respectarea vieţii private şi de familie. Părinţii reclamanţi în această cauză doreau ca copiii lor să fie instruiţi în limba oficială a ţării lor, care era de asemenea limba lor maternă. În schimb, ei au fost puşi într-o poziţie neplăcută de a fi nevoiţi să aleagă, pe de o parte, dintre posibilitatea de a-şi trimite copiii la şcolile unde ei trebuiau să facă faţă dezavantajului ca copiii lor să urmeze învăţământul secundar în limba şi grafia pe care ei o considerau artificială şi care nu este recunoscută nicăieri în lume, cu folosirea materialelor didactice elaborate în perioada sovietică sau, în mod alternativ, să lase pe copiii lor să călătorească distanţe mari şi/sau să înveţe în încăperi care nu corespund standardelor, să fie supuşi hârţuirii şi intimidării.", "144.  Curtea nu dispune de probe care ar sugera faptul că măsurile luate de către autorităţile “RMN” în privinţa acestor şcoli au urmat un scop legitim. Într-adevăr, se pare că politica lingvistică a “RMN”‘ aplicată acestor şcoli a fost menită să ducă la rusificarea limbii şi culturii comunităţii moldoveneşti care locuieşte în Transnistria, în conformitate cu obiectivele politice generale ale “RMN’ de unificare cu Rusia şi separarea de Moldova. Având în vedere importanţa considerabilă a educaţiei primare şi secundare pentru dezvoltarea personală şi succesul viitor al fiecărui copil, întreruperea procesului de învăţământ al acestor copii şi impunerea lor şi a părinţilor lor să facă asemenea alegeri dificile cu singurul scop de a consolida ideologia separatistă a fost inadmisibilă.", "3.  Responsabilitatea statelor pârâte", "(a)   Republica Moldova", "145.  În continuare, Curtea trebuie să determine dacă Republica Moldova şi-a onorat obligaţiile sale şi a luat toate măsurile corespunzătoare şi suficiente pentru a asigura drepturile reclamanţilor în temeiul articolului 2 al Protocolului nr. 1 la Convenţie (a se vedea paragraful 110 de mai sus). În hotărârea Ilaşcu (citată mai sus, §§ 339-340), Curtea a constatat că obligaţiile pozitive ale Moldovei se referă atât la măsurile necesare pentru restabilirea controlului asupra teritoriului Transnistriei, ca şi o expresie a jurisdicţiei sale, cât şi la măsurile de a asigura respectarea drepturilor individuale ale reclamanţilor. Obligaţia de a restabili controlul asupra Transnistriei cerea Moldovei, în primul rând, să se abţină de la susţinerea regimului separatist şi, în al doilea rând, să acţioneze prin luarea tuturor măsurilor politice, juridice şi altor măsuri de care dispune pentru restabilirea controlului asupra acestui teritoriu.", "146.  În privinţa îndeplinirii acestor obligaţii pozitive, în cauza Ilaşcu Curtea a stabilit că, de la iniţierea ostilităţilor din 1991-92 şi până la pronunţarea hotărârii, în iulie 2004, Guvernul Republicii Moldova a luat toate măsurile de care dispunea pentru a restabili controlul asupra teritoriului Transnistriei (citată mai sus, §§ 341 la 345). Curtea nu dispune de dovezi care ar sugera că ea trebuie să ajungă la o altă concluzie în această cauză.", "147.  În hotărârea Ilaşcu, Curtea a constatat că Moldova nu şi-a onorat pe deplin obligaţiile sale pozitive şi nu a luat toate măsurile pe care le avea la dispoziţie în cadrul negocierilor cu “RMN” şi autorităţile ruse pentru a pune capăt încălcării drepturilor reclamanţilor (citată mai sus, §§ 348-352). În această cauză, în contrast, Curtea consideră că Guvernul Moldovei a depus eforturi considerabile pentru a-i sprijini pe reclamanţi. În special, în urma rechiziţionării sediilor şcolilor de către autorităţile „RMN”, Guvernul moldovean a suportat toate cheltuielile legate de arendarea şi reparaţia noilor sedii, procurarea echipamentului, plata salariilor personalului şi de transport, astfel permiţând şcolilor să-şi continue activitatea şi copiilor să continue să înveţe în limba moldovenească, chiar dacă în condiţii greu de numit ideale (a se vedea paragrafele 49-53, 56 şi 61-63 de mai sus).", "148.  Din aceste considerente, Curtea consideră că Republica Moldova şi-a onorat obligaţiile sale pozitive în privinţa acestor reclamanţi. Prin urmare, ea nu a constatat existenţa unei violări a articolului 2 al Protocolului nr. 1 la Convenţie în privinţa Republicii Moldova.", "(b)  Federaţia rusă", "149.  Curtea observă că nu există nicio dovadă a implicării directe din partea Rusiei în măsurile luate împotriva reclamanţilor. De asemenea, nu există dovezi de implicare a Rusiei sau de aprobare de către aceasta a politicilor lingvistice generale ale “RMN”. Într-adevăr, anume prin eforturile întreprinse de mediatorii ruşi, care acţionau împreună cu mediatorii din Ucraina şi OSCE, autorităţile “RMN” au permis şcolilor să se redeschidă în calitate de “instituţii de învăţământ străine private” (a se vedea paragrafele 49, 56 şi 66 de mai sus).", "150.  Cu toate acestea, Curtea a stabilit că Rusia exercita un control efectiv asupra “RMN” pe toată durata perioadei în cauză. În lumina acestei concluzii, şi în conformitate cu jurisprudenţa Curţii, nu este necesar de a stabili dacă Rusia a exercitat un control detaliat asupra politicii şi acţiunilor administraţiei locale subordonate ei (a se vedea paragraful 106 de mai sus). Rusia este de fapt responsabilă în baza Convenţiei de încălcarea dreptului reclamanţilor la instruire, deoarece „RMN” nu ar fi supravieţuit fără ajutorul continuu al acesteia de natură militară, economică şi politică. În concluzie, Curtea constată că a avut loc o violare a articolului 2 al Protocolului nr. 1 la Convenţie în privinţa Federaţiei ruse.", "III.  PRETINSA VIOLARE A ARTICOLULUI 8 AL CONVENŢIEI", "151.  Articolul 8 al Convenţiei prevede:", "“1. Orice persoană are dreptul la respectarea vieţii sale private şi de familie, a domiciliului său şi a corespondenţei sale.", "2. Nu este admis amestecul unei autorităţi publice în exercitarea acestui drept decât în măsura în care acesta este prevăzut de lege şi constituie, într-o societate democratică, o măsură necesară pentru securitatea naţională, siguranţa publică, bunăstarea economică a ţării, apărarea ordinii şi prevenirea faptelor penale, protecţia sănătăţii, a moralei, a drepturilor şi a libertăţilor altora.”", "152.  Reclamanţii au declarat că dreptul la respectarea vieţii private şi de familie în temeiul articolului 8 al Convenţiei include dreptul la recunoaşterea limbii drept o parte a identităţii etnice sau culturale. Limba este un mijloc esenţial al interacţiunii sociale şi al dezvoltării identităţii personale. Aceasta a fost în mod special cazul în situaţiile în care, similar acestei cauze, limba era o caracteristică definitorie, distinctă a unui grup etnic şi cultural distinct. În această cauză, împiedicarea elevilor reclamanţi să studieze în grafia limbii lor proprii, care era un aspect esenţial al identităţii lor lingivistice şi culturale, era o ingerinţă directă în drepturile garantate de articolul 8 al Convenţiei. Ingerinţa era în mod deosebit serioasă în situaţia în care impunerea unei grafii străine avea scopul deliberat de a elimina moştenirea lingvistică a populaţiei moldoveneşti aflată pe teritoriul “RMN” şi a-i forţa să adopte o nouă identitate “rusofilă”. Suplimentar, hârţuirea şi intimidarea la care au fost supuşi elevii pentru faptul că învaţă în şcolile la alegerea lor, au rezultat în intimidare şi frică care a avut un impact semnificativ asupra vieţilor lor private şi de asemenea asupra vieţii lor de familie, din cauza presiunilor excesive exercitate asupra lor.", "153.  Guvernul Republicii Moldova a declarat că limba este o parte a identităţii etnice şi culturale, care la rândul său este parte a vieţii private în sensul articolului 8 al Convenţiei. Acesta consideră că a avut loc o ingerinţă în drepturile reclamanţilor din partea autorităţilor “RMN”, în sensul articolului 8 al Convenţiei, însă a declarat că Moldova a respectat obligaţia sa pozitivă în acest sens.", "154.  Guvernul Federaţiei ruse a declarat că, deoarece Rusia nu avea jurisdicţia asupra reclamanţilor, întrebarea dacă a avut loc o încălcare a drepturilor lor în temeiul articolului 8 al Convenţiei nu trebuie adresată Rusiei.", "155.  Având în vedere concluziile sale în temeiul articolului 2 al Protocolului nr. 1 la Convenţie, Curtea consideră că nu mai este necesar de examinat în mod separat pretenţia formulată în temeiul articolului 8 al Convenţiei.", "IV. PRETINSE VIOLĂRI ALE ARTICOLULUI 14 AL CONVENŢIEI, SINGUR SAU COMBINAT CU ARTICOLUL 2 AL PROTOCOLULUI NR. 1 LA CONVENŢIE SAU ARTICOLUL 8 AL CONVENŢIEI", "156.  Articolul 14 al Convenţiei prevede următoarele:", "“Exercitarea drepturilor şi libertăţilor recunoscute de prezenta Convenţie trebuie să fie asigurată fără nicio deosebire bazată, în special, pe sex, rasă, culoare, limbă, religie, opinii politice sau orice alte opinii, origine naţională sau socială, apartenenţă la o minoritate naţională, avere, naştere sau orice altă situaţie.”", "157.  Reclamanţii s-au plâns de faptul că ei au fost discriminaţi pe motive de etnie şi limbă. Cerând populaţiei moldoveneşti să înveţe într-o limbă artificială, nerecunoscută în afara Transnistriei, le-a cauzat dezavantaje ce ţin de educaţia, viaţa lor privată şi de familie care nu sunt experimentate de către membrii altor comunităţi principale din Transnistria, şi anume ruse şi ucraineşti.", "158.  Guvernul Moldovei nu şi-a exprimat punctul de vedere privind faptul dacă reclamanţii au suferit de discriminare, dar a repetat pur şi simplu că Moldova s-a conformat obligaţiilor sale pozitive în temeiul Convenţiei.", "159.  În mod similar cu articolul 8 al Convenţiei, Guvernul rus a refuzat să comenteze asupra chestiunilor formulate în temeiul articolului 14 al Convenţiei.", "160. Având în vedere concluziile sale în temeiul articolului 2 al Protocolului nr. 1 la Convenţie, Curtea consideră că nu mai este necesar de examinat în mod separat pretenţia formulată în temeiul articolului 14 al Convenţiei.", "V.  APLICAREA ARTICOLULUI 41 AL CONVENŢIEI", "161.  Articolul 41 al Convenţiei prevede următoarele:", "„Dacă Curtea declară că a avut loc o violare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al Înaltelor Părţi Contractante nu permite decât o înlăturare incompletă a consecinţelor acestei violări, Curtea acordă părţii lezate, dacă este cazul, o satisfacţie echitabilă.”", "162.  Reclamanţii au pretins compensaţii cu titlu de prejudiciu moral şi costuri şi cheltuieli.", "A.  Prejudiciul", "163.  Reclamanţii au pretins compensaţii pentru depresia, anxietatea, umilinţa şi tulburările provocate de stresul post-traumatic pe care l-au suferit ca urmare a încălcării directe a drepturilor lor garantate de Convenţia. Ei au declarat că un asemenea prejudiciu moral nu putea fi compensat prin simpla constatare a unei violări. În Sampanis and Others v. Greece, nr. 32526/05, 5 iunie 2008, Curtea a acordat câte EUR 6,000 fiecărui reclamant care a experimentat anxietate, umilinţă şi depresie ca urmare a refuzului de a-i înmatricula pe copiii lor în şcoală din motive etnice. Reclamanţii au declarat că, în urma acestui fapt, fiecare din ei avea dreptul la minim EUR 6,000 în privinţa prejudiciului pe care l-au suferit ca rezultat direct al refuzării dreptului la educaţie efectivă din cauza etniei şi limbii lor. Suplimentar, reclamanţii au declarat că, la examinarea cererilor pentru prejudiciul cauzat parvenite de la un număr mare de victime, Curtea trebuie să adopte o abordare similară celei adoptate de Curtea Inter-Americană pentru Drepturile Omului, care foloseşte o estimare aproximativă a prejudiciului suferit ca urmare a combinării specifice de fapte pentru fiecare categorie de reclamant (a se vedea, spre exemplu, González et al (the “Cotton fields case”) v. Mexico, hotărârea din 16 noiembrie 2009). Prin urmare, reclamanţii au pretins că fiecare reclamant care era minor la momentul producerii violărilor avea dreptul la o sumă suplimentară de EUR 3,000 cu titlu de prejudiciu moral. Părinţii reclamanţi care au fost arestaţi, intimidaţi, ameninţaţi cu concediere de la locurile lor de muncă şi privarea de drepturi părinteşti au pretins fiecare o sumă suplimentară de EUR 5,000. Reclamanţii care au obţinut un scor care depăşeşte limita diagnosticată în tabelul de simptome Hopkins-25 pentru depresie şi anxietate severă au pretins o sumă suplimentară de câte EUR  5,000.", "164.  Guvernul rus a declarat că pretenţiile reclamanţilor erau nefondate şi neîntemeiate. Curtea trebuie să se conducă în primul rând de propria sa jurisprudenţă şi nu de abordarea Curţii Inter-Americane. Evenimentele de care s-au plâns reclamanţii au avut loc în mare parte în anul 2002 şi 2004 şi au fost ulterior soluţionate. În orice caz, reclamanţii nu au oferit nicio dovadă documentară pentru a demonstra pretenţiile lor că unii din ei şi-au pierdut locul de muncă, au fost arestaţi şi interogaţi, au suferit de violenţă fizică şi au primit avertizări şi ameninţări. Tabelul de simptome Hopkins-25, care evaluează simptomele de anxietate şi depresie, a fost creat pentru a fi aplicat de către asistenţii medicali sub supravegherea unui psihiatru sau medic. Atunci când este aplicat de sine stătător, cum a fost cazul reclamanţilor, acesta nu era exact şi demonstra puţine lucruri. În final, în opinia Guvernului Federaţiei ruse, această cauză nu era comparabilă cu Sampanis, citată mai sus, care se referea la discriminare suferită de cetăţenii greci care locuiesc în Grecia. Federaţia rusă a exprimat în mod continuu punctul său de vedere că reclamanţii care locuiesc în Transnistria nu cad sub jurisdicţia Rusiei. În cazul în care Curtea ajunge la o concluzie diferită, constatarea violării va reprezenta o satisfacţie echitabilă adecvată.", "165.  Curtea reiterează că ea a constatat că nu este necesar sau posibil în această cauză de a examina separat pretenţiile fiecărui reclamant în privinţa acţiunilor de hârţuire direcţionate împotriva lui de către autorităţile “RMN”. Mai mult, pretenţiile reclamanţilor formulate în temeiul articolului 3 al Convenţiei erau declarate inadmisibile de către Camera la 15 iunie 2010. Camera a observat că reclamanţii nu au oferit “nicio dovadă medicală obiectivă”. Ea a constatat că “testele aplicate de sine-stătăror [tabelul de simptome Hopkins-25] nu înlocuiesc o examinare şi evaluare din partea unui psihiatru profesionist” şi a conchis că probele pe care le deţine nu susţine opinia că a fost atins pragul înalt impus de articolul 3 al Convenţiei (Catan and Others v. Moldova and Rusia (dec.), nr. 43370/04, 8252/05 şi 18454/06, § 108, 15 iunie 2010).", "166.   Cu toate acestea, este clar că reclamanţii, atât părinţii cât şi copiii, au suferit un prejudiciu moral ca urmare a politicii lingvistice a “RMN”, pentru care simpla constatare a violării Convenţiei nu acordă redresare suficientă. Totuşi, sumele pretinse de către reclamanţi sunt excesive. Făcând o evaluare în mod echitabil, Curtea estimează prejudiciul moral al fiecărui reclamant la suma de EUR 6,000.", "B.  Costuri şi cheltuieli", "167.  Reclamanţii nu au formulat pretenţii separate cu titlu de costuri şi cheltuieli pentru procedurile în faţa Marii Camere. Cu toate acestea, la 20 septembrie 2010, ei au depus o cerere prin care au solicitat costuri şi cheltuili pentru procedurile în faţa Camerei, inclusiv organizarea audierilor în cadrul Camerei privind admisibilitatea. În acest document, reclamanţii au declarat că complexitatea cauzei justifică reprezentarea lor de către doi avocaţi şi un consilier. Reprezentanţii reclamanţilor au lucrat 879 de ore asupra tuturor celor trei cauze, pentru toţi cei 170 de reclamanţi, care a constituit în total suma de EUR 105,480.", "168.  Guvernul Moldovei nu a comentat asupra pretenţiei cu privire la costurile.", "169.  Guvernul rus a afirmat că, deoarece reclamanţii nu au formulat nicio pretenţie cu titlu de costuri angajate în faţa Marii Camere, nu trebuie acordată nicio sumă. În privinţa pretenţiei din 20 septembrie 2010, Guvernul rus a declarat că asistenţa unui aşa mare număr de reprezentanţi legali nu era necesară şi că sumele trebuie reduse pentru a lua în consideraţie faptul că toate trei cereri au ridicat chestiuni identice de drept.", "170.  Având în vedere toţi factorii relevanţi şi articolul 60 § 2 al Regulamentului Curţii, Curtea acordă o sumă comună tuturor reclamanţilor de EUR 50,000 cu titlu de costuri şi cheltuieli.", "C. Dobânda", "171. Curtea consideră că este corespunzător ca dobânda să fie calculată în dependenţă de rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană, la care vor fi adăugate trei procente.", "DIN ACESTE MOTIVE, CURTEA,", "1.  Hotărăşte în unanimitate că faptele de care s-au plâns reclamanţii cad sub jurisdicţia Republicii Moldova;", "", "2.  Hotărăşte, cu şaisprezece voturi pentru şi unul împotrivă, că faptele de care s-au plâns reclamanţii cad sub jurisdicţia Federaţiei Ruse şi respinge obiecţia preliminară a Federaţiei Ruse;", "", "3.  Hotărăşte în unanimitate că nu a avut loc o violare a articolului 2 al Protocolului nr. 1 la Convenţie în privinţa Republicii Moldova;", "", "4.  Hotărăşte, cu şaisprezece voturi pentru şi unul împotrivă, că a avut loc o violare a articolului 2 al Protocolului nr. 1 la Convenţie în privinţa Federaţiei Ruse;", "", "5.  Hotărăşte, cu doisprezece voturi pentru şi cinci împotrivă, că nu este necesar de a examina separat pretenţiile reclamanţilor în temeiul articolului 8 al Convenţiei;", "", "6.  Hotărăşte, cu unsprezece voturi pentru şi şase împotrivă, că nu este necesar de a examina separat pretenţiile reclamanţilor în temeiul articolului 14 al Convenţiei, combinat cu articolul 2 al Protocolului nr. 1 la Convenţie sau articolul 8 al Convenţiei;", "", "7.  Hotărăşte, cu şaisprezece voturi pentru şi unul împotrivă,", "\t(a)  că Federaţia Rusă trebuie să plătească reclamanţilor, în termen de trei luni, următoarele sume:", "(i)  EUR 6,000 (şase mii euro), plus orice sumă care poate fi percepută, cu titlu de prejudiciu moral, pentru fiecare reclamant inclus în lista anexată mai jos;", "(ii)  EUR 50,000 (cincizeci de mii euro), plus orice sumă care poate fi percepută de la reclamanţi, cu titlu de costuri şi cheltuieli, tuturor reclamanţilor împreună;", "(b) că de la expirarea celor trei luni menţionate mai sus până la executarea hotărârii, urmează să fie plătită o dobândă la sumele de mai sus egală cu rata minimă a dobânzii la creditele acordate de Banca Centrală Europeană pe parcursul perioadei de întârziere, plus trei procente;", "", "8.  Respinge în unanimitate restul pretenţiilor reclamanţilor cu privire la satisfacţia echitabilă.", "Redactată în limba engleză şi franceză şi pronunţată la 19 octombrie 2012 într-o şedinţă publică în Clădirea Drepturilor Omului, Strasbourg.", "\tMichael O’Boyle\tNicolas Bratza\n\tGrefier\tPreşedinte", "", "În conformitate cu articolul 45 § 2 al Convenţiei şi articolul 74 § 2 al", "Regulamentului Curţii, următoarele opinii separate sunt anexate la această hotărâre:", "Opinia parţial disidentă a Judecătorilor Tulkens, Vajić, Berro-Lefèvre, Bianku, Poalelungi şi Keller;", "Opinia parţial disidentă a Judecătorului Kovler.", "", "N.B.\nM.O.B.", "", "OPINIA PARŢIAL DISIDENTĂ A JUDECĂTORILOR TULKENS, VAJIĆ, BERRO-LEFÈVRE, BIANKU, POALELUNGI ŞI KELLER", "(Traducere)", "1.  Ca urmare a constatărilor făcute în privinţa articolului 2 al Protocolului nr. 1 la Convenţie, majoritatea consideră că nu este necesar de a examina în mod separat pretenţia formulată în temeiul articolului 8 al Convenţiei şi pretenţia formulată în temeiul articolului 14 al Convenţiei. Putem cu siguranţă înţelege că în unele cazuri, fie în cazul în care hotărârea deja a abordat chestiunea juridică principală fie în cazul în care plângerile coincid sau se suprapun, Curtea trebuie să adopte această abordare care ar putea fi descrisă drept o economie procedurală. În această cauză, însă, ni se pare că această abordare este reductivă în mod nejustificat, având în vedere un tablou incomplet al situaţiei şi consecinţele pe care le impune.", "Articolul 8", "2.  Considerăm că este important de subliniat că dreptul garantat de articolul 8 al Convenţiei la respectarea vieţii private şi de familie, sub ambele sale aspecte individuale şi sociale, include dreptul la recunoaşterea limbii unei persoane drept o componentă a identităţii culturale. Limba este un factor esenţial atât pentru dezvoltarea personală cât şi pentru interacţiunea socială a unei persoane.", "3.  Convenţia Naţiunilor Unite din 1989 privind drepturile copilului prevede în mod expres că educaţia copilului trebuie să aibă drept scop respectarea identităţii, limbii şi valorilor ţării în care copilul trăieşte sau din care el sau ea este originar (articolul 29 § 1 (c) al Convenţiei).", "4.  Din punctul de vedere al vieţii private şi de familie, argumentul reclamanţilor că impunerea unei grafii străine avea drept scop subminarea, şi chiar eliminarea, moştenirii lingvistice a populaţiei moldoveneşti şi într-un fel forţarea lor să adopte o nouă “identitate”, în mod incontestabil are o anumită forţă şi merită o examinare separată. Aceasta este mai cu seamă adevărat deoarece chestiunea în cauză se referă la dezvoltarea intelectuală a copiilor – o chestiune care în mod evident face parte din viaţa privată – într-o societate care vorbeşte aceeaşi limbă dar o scrie cu un alfabet diferit. Riscul de pierdere a identităţii sale lingvistice şi culturale nu poate fi exclus.", "5.  Apare un alt argument în mod similar legat de vieţile de familie şi interacţiunea dintre ele prin utilizarea unei limbi comune. Să luăm exemplul unei scrisori, unui email sau sms scris de către părinţi în limba română cu folosirea grafiei latine copiilor lor, care învaţă limba română în grafia chirilică: faptul că li se cere să scrie în aceeaşi limbă cu un alfabet diferit ar putea, în unele circumstanţe, crea dificultăţi în comunicare.", "6.  În această cauză, nu putem neglija repercusiunile, atât asupra vieţilor private cât şi de familie ale reclamanţilor, intimidări şi hârţuire la care au fost supuşi copiii şi părinţii lor. Este clar din dosar că autorităţile din “Republica moldovenească nistreană” au creat un climat de intimidare care avea un “efect de călire” asupra elevilor, nu doar atunci când era vorba de utilizarea manualelor scrise în grafia latină, dar de asemenea, mai pe larg, atunci când era vorba de utilizarea limbii în şcoala sau în afara şcolii.", "7.  La 29 iulie 2004, spre exemplu, miliţia transnistreană a luat cu asalt liceul Evrica din Rîbniţa şi a evacuat femeile şi copiii care se aflau înăuntru. În următoarele zile miliţia şi funcţionarii din „direcţia de învăţământ din Rîbniţa” au vizitat părinţii şi i-au ameninţat cu concedieri în cazul în care ei refuzau să-şi transfere copiii la o altă şcoală (a se vedea paragraful 48 al hotărârii). În opinia noastră, aceste acţiuni erau neproporţionale şi reprezentau ameninţări la adresa familiilor nu doar în şcoală, dar şi acasă.", "8.  De asemenea, au avut loc şi alte incidente care au avut doar scopul de intimidare, cum ar fi deconectarea de la electricite şi aprovizionare cu apă a liceului Alexandru cel Bun din Tighina (a se vedea paragraful 55), eşecul de a proteja liceul Evrica din Rîbniţa împotriva campaniilor sistematice de vandalizare (a se vedea paragraful 51) şi transferarea liceului Ştefan cel Mare (Grigoriopol) într-un sat aflat la douăzeci de kilometri depărtare care se afla sub controlul Moldovei şi la care copiii trebuiau să călătorească cu autobuz, fiind supuşi în fiecare zi la percheziţia ghiozdanelor lor şi verificări ale identităţii lor la frontieră, uneori acestea fiind însoţite de insulte.", "9.  Cu o referinţă mai specifică la chestiunea controalelor şi perheziţiilor, hotărârea Curţii în Gillan and Quinton v. the United Kingdom (ECHR 2010) demonstrează clar, albeit dar în context diferit, pericolele samovolniciei aplicate în acest domeniu şi necesitatea absolută de a introduce anumite garanţii (a se vedea §§ 85 şi 86 a hotărârii în cauză).", "10.  Prin urmare, ne este clar că această atmosferă de intimidare a afectat vieţile de zi cu zi ale familiilor care locuiau într-o atmosferă permanent ostilă.", "11.  Din aceste motive, considerăm că a avut loc o violare a articolului 8 al Convenţiei în această cauză.", "12.  Mai mult, toate aceste măsuri au fost aplicate în mod sistematic împotriva populaţiei Republicii Moldova care foloseşte grafia latină; aceasta ne duce la chestiunea privind aplicarea articolului 14 al Convenţiei.", "Articolul 14", "13.  Reclamanţii s-au plâns de faptul că au fost supuşi discriminării în baza limbii lor. Mai specific, ei susţin că cerinţa privind studierea într-o limbă pe care ei o considerau artificială căuza dezavantaje vieţilor lor private şi de familie, şi în special procesului lor de educaţie, care nu erau experimentate de către membrii altor comunităţi din Transnistria, în special ruse şi ucrainene. Din nou, în opinia noastră acest argument merita o examinare separată.", "14.  Cunoaştem cu toţii că limba este un promotor esenţial al educaţiei, aceasta din urmă fiind cheia pentru socializare. Acest fapt a fost indicat în mod clar în Convenţia Naţiunilor Unite din 1960 privind discriminarea în domeniul educaţiei şi Convenţia internaţională privind eliminarea tuturor formelor de discriminare rasială din 21 decembrie 1965 (articolul 5 (e) (v)). Dimpotrivă, barierele legate de limbă pot pune copiii într-o poziţie de inferioritate şi, în unele cazuri, într-o poziţie de excludere. Raportul Consiliului Europei din 1982 întitulat: “Prevenirea delicvenţei juvenile: rolul instituţiilor de socializare într-o societate în proces de schimbare” accentuează rolul fundamental pe care îl are şcoala, care poate fi un factor nu doar în promovarea dar de asemenea în împiedicarea integrării.", "15.  Astfel în contextul social şi politic al acestei cauze, noi considerăm că nu a existat nicio justificare obiectivă şi rezonabilă, în sensul jurisprudenţei Curţii noastre, pentru tratamentul diferenţiat la care au fost supuşi elevii şi posibilele consecinţe ale acestuia. Aceasta ne conduce la concluzia că a avut loc o violare a articolului 14 al Convenţiei.", "\nOPINIA PARŢIAL DISIDENTĂ A JUDECĂTORULUI KOVLER", "(Traducerea)", "Regret că, în mod similar cauzelor Ilaşcu and Others v. Moldova and Rusia ([GC], nr. 48787/99, ECHR 2004VII) şi Ivanţoc and Others v. Moldova and Rusia (nr. 23687/05, 15 noiembrie 2011), eu nu împărtăşesc concluziile majorităţii privind mai multe puncte. În aceste cazuri, eu mi-am exprimat dezacordul cu metodologia analizei (paralele greşite cu conflictul de tip celui din Cipru), prezentarea faptelor (destul de selectivă), analiza (atât disputabilă cât şi disputată de către mai mulţi specialişti) conceptelor “jurisdicţiei” şi “responsabilităţii”, astfel, având în vedere că această cauză este o parte din seria cauzelor transnistrene nu este necesar să mă repet aici. Prin urmare, mă voi concentra asupra aspectelor caracteristice acestei cauze.", "În opinia mea, Curtea a încercat să evite cu orice preţ “vacuum legal” în aplicarea teritorială a Convenţiei. Prin urmare, Curtea trebuie să stabilească în primul rând care circumstanţe excepţionale pot da naştere dreptului unui stat contractant (în cazul dat Rusia) de a-şi exercita jurisdicţia în afara frontierei sale teritoriale. Aceasta este o modalitate de evaluare a principiilor generale relevante jurisdicţiei, în sensul articolului 1 al Convenţiei, exprimate de către Curte în paragrafele 104 şi 105 ale hotărârii, susţinute de numeroase exemple din jurisprudenţa sa proprie, inclusiv cele mai recente decizii ale sale. Aceste circumstanţe sunt stabilite prin faptul că în paragraful 114 se sugerează că un asemenea control extra-teritorial poate fi exercitat direct de către un stat prin intermediul agenţilor săi sau prin impunerea autorităţii sale, dar conchide imediat, în acelaşi paragraf, următoarele: “Curtea acceptă că nu există probe ale implicării directe a agenţilor ruşi în acţiunile întreprinse împotriva şcolilor reclamanţilor”. Prin urmare, care circumstanţe excepţionale mai rămân? “Controlul efectiv asupra “RMN” în perioada relevantă” (a se vedea paragrafele 114 şi 116 ale hotărârii), plus concluziile care conţin conotaţii politice puternice (paragrafele 117-121). Este oare aceasta suficient?", "Unii observatori fac referinţă la “imprevizibilitatea” jurisprudenţei Curţii în anumite domenii, în special dreptul umanitar (a se vedea Kononov v. Latvia [GC], nr. 36376/04, ECHR 2010). Prin contrast, rezultatul acestei cauze era foarte previzibil, având în vedere că prin hotărârile Ilaşcu and Others şi Ivanţoc and Others a fost deja stabilită jurisprudenţa Curţii – în mod corect sau greşit. Ceea ce este “imprevizibil” în această hotărâre, totuşi, este interpretarea controversată a conţinutului şi domeniului de aplicare a dreptului la educaţie stabilit de articolul 2 al Protocolului nr. 1 la Convenţia. În cauza principală Belgian linguistic case interpretarea de către Curte a celei de-a doua propoziţii din acest articol a dispersat orice neclaritate: “Această prevedere în domeniul educaţiei sau instruirii, nu cere statelor să respecte preferinţele lingvistice ale părinţilor, dar numai convingerile lor religioase şi filosofice. Interpretarea termenelor “religios” şi “filosofic” în sens larg pentru a cuprinde de asemenea preferinţele lingvistice ar reprezenta o distorsiune a sensului obişnuit şi normal al acestei prevederi şi o introducere în Convenţie a reglementărilor care nu sunt acolo” (Cauza “privind unele aspecte ale legilor referitoare la utilizarea limbilor în procesul de educaţie din Belgia” v. Belgium (merits), 23 iulie 1968, § 6, Series A nr. 6). După cum se cunoaşte, potrivit acestei hotărâri, dreptul la educaţie nu ar avea sens dacă nu ar presupune dreptul beneficiarilor săi de a fi instruiţi în limba lor naţională sau în una din limbile naţionale, după cum ar putea fi cazul. Prin urmare, Curtea ar putea să se concentreze asupra exercitării acestui drept “lingvistic” care, în această cauză, porneşte împotriva problemei de utilizare a unui alfabet specific.", "În decizia sa privind admisibilitatea, Curtea a reiterat poziţia Guvernului Republicii Moldova în această privinţă: “Potrivit informaţiei de care dispune Guvernul Republicii Moldova, educaţia în cele trei şcoli care sunt subiecţi ai acestor cereri se efectuează în prezent în limba moldovenească oficială, cu utilizarea grafiei latine, şi în baza programului de studii aprobat de Minsiterul Educaţiei şi Tineretului al Republicii Moldova (MET). Reclamanţii nu au oferit probe pentru a demonstra că autorităţile “RMN” au avut succes în încercările lor de a impune grafia chirilică şi programul de studii al “RMN” ... Prin urmare, în ciuda încercărilor autorităţilor “RMN”, copiii beneficiau de educaţia în limba lor proprie şi potrivit convingerilor părinţilor lor” (a se vedea Catan and Others v. Moldova and Rusia (dec.), nr. 43370/04, 8252/05 şi 18454/06, § 117, 15 iunie 2010).", "În opinia mea, chestiunea privind procesul de învăţământ şi aspectul limbii-alfabetului se opreşte acolo. Desigur trebuie de luat în consideraţie articolul 32 al Convenţiei, şi de asemenea conceptul că Convenţia este un instrument viu, însă nu trebuie de uitat faptul că Convenţia este un tratat internaţional la care se aplică Convenţia de la Vienna privind dreptul tratatelor: “Un tratat trebuie să fie interpretat cu bună credinţă potrivit sensului obişnuit ce urmează a fi atribuit termenilor tratatului în contextul lor şi în lumina obiectului şi scopului său” (Article 31 “Regula generală de interpretare”). În viziunea mea, Curtea nu trebuie să examineze pretenţia formulată în temeiul articolului 2 al Protocolului nr. 1 la Convenţia cu privire la fondul cauzei, deoarece această pretenţie depăşeşte sensul obişnuit al dreptului la educaţie.", "Cu toate acestea, Curtea urmează o pantă lunecoasă propusă de către reclamanţi: “educaţia trebuie să fie orientată spre ‘dezvoltarea deplină a personalităţii umane” (a se vedea paragraful 125 al hotărârii). În examinarea acestei cereri, Curtea caută să-şi dezvolte jurisprudenţa sa cu privire la articolul 2 al Protocolului nr. 1 la Convenţie ... în timp ce încearcă să se abţină, cu majoritatea de voturi, de a înlocui problema în contextul prevederilor articolului 8 al Convenţiei. Bagheta magică care constă în “interpretarea evolutivă” a Convenţiei se aplică doar articolului 2 al Protocolului nr. 1 la Convenţie, oferindu-i o semnificaţie deocamdată nemaivăzută... Sarcina pe care şi-o pune Curtea la începutul analizei contextului acestui articol (a se vedea paragraful 136 al hotărârii) vine în contradicţie cu criteriul ratione materiae. Mă tem că, în preluarea acestei abordări, Curtea stabileşte un exemplu rău a ceea ce se numeşte “activism judiciar”. În opinia mea, această cauză este prea sensibilă pentru a fi folosită în calitate de temei pentru activism judiciar.", "Acest activism este de asemenea evident, alas, în aplicarea articolului 41 al Convenţiei. Ceea ce eu găsesc a fi de-a dreptul şocant este abordarea “egalitară”: copii cu vârsta de şase ani la momentul evenimentelor (născuţi în anul 1997 sau 1998) sunt puşi la picior de egalitate cu elevii din şcoala secundară, şi părinţii elevilor cu părinţii copiilor care nu au fost incluşi în cererea lor. Într-o hotărâre destul de recentă adoptată în cauza Ponomaryovi v. Bulgaria (nr. 5335/05, § 56, ECHR 2011), Curtea a acordat fiecărui reclamant câte EUR 2,000 pentru violarea articolului 14 combinat cu articolul 2 al Protocolului nr. 1 la Convenţie. În hotărârea Oršuš and Others v. Croatia ([GC], nr. 15766/03, ECHR 2010), care se referă la educaţia copiilor romi, Curtea a acordat fiecărui reclamant, pentru câteva violări, printre care a articolului 2 al Protocolului nr. 1, câte EUR 4,500, şi în hotărârea Sampanis and Others v. Greece (nr. 32526/05, 5 iunie 2008), ea a acordat fiecărui reclamant câte EUR 6,000 pentru o violare mai gravă (articolul 13 şi articolul 14 combinat cu articolul 2 al Protocolului nr. 1 la Convenţia). În această cauză, totuşi, este acordată o sumă mult mai mare în privinţa unei singure violări. Această observaţie se referă de asemenea la costuri şi cheltuieli: EUR 10,000 în Oršuš şi EUR 50,000 în această cauză, în timp ce ambele cauze au fost examinate de Marea Cameră ... Principiul “nu sunt banii mei” este irelevant deoarece aceştia sunt banii contribualilor dintr-un stat membru al Consiliului Europei.", "În lumina tuturor argumentelor menţionate mai sus, eu nu pot să mă alătur opiniei majorităţii privind câteva puncte pe care le consider de o importanţă majoră.", "", "ANEXA", "LISTA RECLAMANŢILOR", "1.  Catan şi Alţii (cererea nr. 43370/04)", "", "", "", "2.  Căldare şi Alţii (cererea nr. 8252/05)", "", "", "", "\n", "3.  Cercavschi şi Alţii (cererea nr. 18454/06)", " ", "", "", "", ""]}