{"file": "RUM_HJUDRUM_19982_04.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "19982/04", "text_paragraphs": ["©Documentul a fost pus la dispoziţie cu sprijinul Consiliului Superior al Magistraturii din România () şi R.A. „Monitorul Oficial” (). Permisiunea de a republica această traducere a fost acordată exclusiv în scopul includerii sale în baza de date HUDOC.", "\t", "©The document was made available with the support of the Superior Council of Magistracy of  () and R.A. „Monitorul Oficial” (). Permission to re-publish this translation has been granted for the sole purpose of its inclusion in the Court’s database HUDOC.", "", "", " Publicată în : MONITORUL OFICIAL nr. 358 din 28 mai 2009", "", "HOTĂRÂREA", "din 4 noiembrie 2008", "în Cauza Savu împotriva României", "(Cererea nr. 19.982/04)", "", "În cauza Savu împotriva României,Curtea Europeană a Drepturilor Omului (Secţia a treia), statuând în cadrul unei camere formate din: Josep Casadevall, preşedinte, Elisabet Fura-Sandström, Corneliu Bîrsan, Boštjan M. Zupančič, Alvina Gyulumyan, Egbert Myjer, Luis López Guerra, judecători, şi Santiago Quesada, grefier de secţie,", "după ce a deliberat în camera de consiliu la data de 14 octombrie 2008,", "pronunţă următoarea hotărâre, adoptată la această dată:", "PROCEDURA", "1. La originea cauzei se află o cerere (nr. 19.982/04) îndreptată împotriva României, prin care un cetăţean al acestui stat, domnul Paul Savu (reclamantul), a sesizat Curtea la data de 4 mai 2004 în temeiul art. 34 din Convenţia pentru apărarea drepturilor omului şi a libertăţilor fundamentale (Convenţia).", "2. Guvernul român (Guvernul) este reprezentat de agentul său, domnul Răzvan-Horaţiu Radu, din cadrul Ministerului Afacerilor Externe.", "3. La data de 9 mai 2006, preşedintele Secţiei a treia a decis să comunice cererea Guvernului. De asemenea, astfel cum prevede art. 29 § 3 din Convenţie, s-a hotărât să fie analizate în acelaşi timp admisibilitatea şi temeinicia cauzei.", "ÎN FAPT", "I. Circumstanţele cauzei", "4. Reclamantul s-a născut în anul 1940 şi locuieşte în Călăraşi.", "A. Recursul în anulare împotriva hotărârii definitive din 6 iunie 2002 care îi atribuie reclamantului un teren în suprafaţă de 293 m2", "5. Prin Hotărârea definitivă din 3 iunie 1996, Judecătoria Călăraşi a respins în parte acţiunea introdusă la data de 6 iunie 1994 de către S.P., unul dintre cei 7 fraţi ai reclamantului, împotriva mamei lor. Instanţa a statuat într-adevăr că S.P. nu avea dreptul decât la o suprafaţă de 1.000 m2 din terenul de circa 1.293 m2 pe care îl revendicase, teren care fusese cumpărat de părinţii săi în anul 1957 şi naţionalizat de autorităţi în anii 1960.", "6. În urma decesului mamei, prin Sentinţa din 6 noiembrie 2001, după ce a procedat la administrarea unei expertize imobiliare, Judecătoria Călăraşi a admis acţiunea în partaj succesoral introdusă de reclamant împotriva celor 7 fraţi ai săi şi i-a atribuit un teren în suprafaţă de 293 m2, care reprezenta restul terenului de 1.293 m2 menţionat mai sus şi constituia masa succesorală. În acelaşi timp, instanţa a stabilit în sarcina sa plata unei sulte în valoare de 5.143.175 lei româneşti (ROL) în favoarea fiecăruia dintre fraţii săi şi i-a acordat o sumă cu titlu de cheltuieli de judecată.", "7. Atât apelul, cât şi recursul lui S.P. împotriva sentinţei menţionate mai sus au fost respinse ca neîntemeiate, primul prin Decizia din 5 martie 2002 a Tribunalului Călăraşi, iar al doilea prin Decizia din 6 iunie 2002 a Curţii de Apel Bucureşti. Ca răspuns la argumentele lui S.P., care susţinea că are un drept exclusiv de proprietate asupra parcelei de 293 m2 şi că aceasta nu făcuse obiectul unei cereri a mamei sale întemeiate pe  (), Curtea de Apel Bucureşti a statuat că S.P. nu îşi dovedise dreptul asupra parcelei de 293 m2. De asemenea, instanţa a statuat că, în temeiul contratului de vânzare-cumpărare din anul 1957 şi al retrocedării de către autorităţi întemeiate pe , această parcelă făcea parte din masa succesorală.", "8. La data de 7 august 2003, reclamantul a intrat în posesia terenului în suprafaţă de 293 m2 şi a plătit sultele datorate, în executarea Sentinţei definitive din 6 noiembrie 2001 menţionate mai sus.", "9. În urma unui recurs în anulare formulat de procurorul general al României în temeiul art. 330 alin. 2 din Codul de procedură civilă, Curtea Supremă de Justiţie, prin Decizia din 31 martie 2004, a casat deciziile menţionate mai sus şi, pe fond, a respins acţiunea în partaj succesoral ca neîntemeiată. Instanţa supremă a statuat că parcela în suprafaţă de 293 m2 aflată în litigiu fusese naţionalizată de stat în acelaşi timp cu cea în suprafaţă de 1.000 m2, că nu exista nicio dovadă care să ateste reconstituirea dreptului de proprietate al mamei reclamantului asupra terenului în suprafaţă de 293 m2 în temeiul  şi că, făcând parte din patrimoniul administraţiei locale, parcela în litigiu nu trebuia să fie inclusă în masa succesorală de partajat.", "B. Procedura în anularea vânzării de către reclamant a terenului în suprafaţă de 293 m2", "10. La data de 26 aprilie 2004, reclamantul a încheiat un contract de vânzare-cumpărare în formă autentică cu fiul său, S.Pl., contract prin care acesta cumpăra un teren în suprafaţă de 400 m2 din care făcea parte parcela de 293 m2 menţionată mai sus. S.Pl. a intrat în posesia terenului.", "11. La data de 9 februarie 2005, invocând Hotărârea din data de 31 martie 2004 pronunţată în recursul în anulare, S.P. a sesizat instanţele interne cu o acţiune îndreptată împotriva fraţilor săi, inclusiv a reclamantului, şi împotriva lui S.Pl. Această acţiune avea ca obiect anularea contractului de vânzare-cumpărare din 26 aprilie 2004 şi restabilirea situaţiei dinaintea executării Sentinţei din 6 noiembrie 2001.", "12. Prin Decizia definitivă din data de 27 mai 2008, Curtea de Apel Bucureşti a admis parţial acţiunea lui S.P. Aceasta a statuat că acel contract de vânzare-cumpărare din 26 aprilie 2004 era lovit de nulitate absolută în ceea ce priveşte parcela în suprafaţă de 293 m2 pentru cauză ilicită şi falsă, reclamantul nemaifiind proprietarul parcelei în momentul vânzării, că S.Pl. trebuia evacuat de pe parcela respectivă şi că reclamantului trebuia să îi fie restituite sumele pe care le plătise cu titlu de sultă la data de 7 august 2003. Instanţa a respins cererea de partaj al terenului în suprafaţă de 1.293 m2 ca inadmisibilă, Decizia din 31 martie 2004 a Curţii Supreme de Justiţie dobândind autoritate de lucru judecat.", "II. Dreptul intern pertinent", "13. Prevederile legale relevante, în vigoare la data evenimentelor, sunt descrise în Hotărârea SC Maşinexportimport Industrial Group SA împotriva României (nr. 22.687/03, § 22, 1 decembrie 2005).", "ÎN DREPT", "I. Asupra pretinsei încălcări a art. 6 § 1 din Convenţie şi a art. 1 din Protocolul nr. 1", "14. Reclamantul susţine, în esenţă, că anularea Deciziei definitive din data de 6 iunie 2002 de către Curtea Supremă de Justiţie în urma unui recurs în anulare formulat de procurorul general a încălcat principiul securităţii raporturilor juridice şi dreptul său la respectarea bunurilor. El invocă art. 6 § 1 din Convenţie şi art. 1 din Protocolul nr. 1, care prevăd următoarele, în părţile lor relevante în speţă:", "Articolul 6 § 1", "„Orice persoană are dreptul la judecarea în mod echitabil (...) a cauzei sale, de către o instanţă (...), care va hotărî (...) asupra încălcării drepturilor şi obligaţiilor sale cu caracter civil (...) ”", "Articolul 1", "din Protocolul nr. 1", "„ Orice persoană fizică sau juridică are dreptul la respectarea bunurilor sale. Nimeni nu poate fi lipsit de proprietatea sa decât pentru cauză de utilitate publică şi în condiţiile prevăzute de lege şi de principiile generale ale dreptului internaţional.", " Dispoziţiile precedente nu aduc atingere dreptului statelor de a adopta legile pe care le consideră necesare pentru a reglementa folosinţa bunurilor conform interesului general sau pentru a asigura plata impozitelor ori a altor contribuţii sau a amenzilor. 15. Guvernul contestă această teză. ”", "A. Asupra admisibilităţii", "16. În observaţiile sale din 25 septembrie 2006, Guvernul invocă pierderea calităţii de victimă de către reclamant din cauza vânzării parcelei litigioase în suprafaţă de 293 m2 către fiul său, S.Pl., prin contractul de vânzare-cumpărare din 26 aprilie 2004. Cu toate acestea, Guvernul precizează că va renunţa la excepţia ridicată dacă, la finalul procedurii în anulare introduse de S.P. (paragraful 12 de mai sus), contractul de vânzare-cumpărare menţionat mai sus va fi anulat.", "17. Curtea observă încă de la început că procedura menţionată de Guvern s-a finalizat prin Decizia definitivă din 27 mai 2008, pronunţată de Curtea de Apel Bucureşti, care a constatat nulitatea absolută a contractului de vânzare-cumpărare menţionat mai sus. Ţinând cont de această constatare şi de poziţia Guvernului, Curtea consideră că nu există niciun motiv pentru a continua, din oficiu, analiza excepţiei invocate.", "18. Pe de altă parte, Curtea constată că cererea nu este vădit neîntemeiată în sensul art. 35 § 3 din Convenţie. De asemenea, constată că cererea nu este afectată de niciun alt motiv de inadmisibilitate. Prin urmare, aceasta trebuie declarată admisibilă. B. Asupra fondului", "19. În ceea ce priveşte capătul de cerere întemeiat pe art. 6 § 1 din Convenţie, recunoscând că dreptul la un proces echitabil implică, în acelaşi timp, şi respectarea principiului securităţii raporturilor juridice şi că instanţa europeană a sancţionat deja reanalizarea de către Curtea Supremă de Justiţie a unei hotărâri definitive în urma unui recurs în anulare (Brumărescu împotriva României, [MC], nr. 28.342/95, CEDO 1999-VII), Guvernul subliniază că această cale de atac a fost eliminată din Codul de procedură civilă. În ceea ce priveşte capătul de cerere întemeiat pe art. 1 din Protocolul nr. 1, Guvernul consideră că, în măsura în care Curtea Supremă de Justiţie a constatat în Decizia sa din 31 martie 2004 că nu existau dovezi care să ateste că parcela în suprafaţă de 293 m2 trebuia inclusă în masa succesorală care trebuia partajată, ingerinţa în dreptul de proprietate al reclamantului asupra acestei parcele era legală şi proporţională.", "20. Reclamantul contestă argumentele Guvernului.", "21. Curtea a analizat în mai multe ocazii cauze care ridicau probleme similare cu cele din speţa de faţă, în care a constatat încălcarea art. 6 § 1 din Convenţie şi a art. 1 din Protocolul nr. 1, din cauza rejudecării soluţiei date în mod definitiv unui litigiu şi a privării reclamanţilor de bunurile de care beneficiau la finalul procedurii, ca urmare a unui recurs în anulare (a se vedea, printre altele, Brumărescu, citată anterior, paragrafele 61, 77 şi 80, SC Maşinexportimport Industrial Group SA, citată anterior, paragrafele 32 şi 46-47, şi Piaţa Bazar Dorobanţi SRL împotriva României, nr. 37.513/03, paragrafele 23 şi 33, 4 octombrie 2007).", "22. Analizând cauza de faţă, Curtea consideră că Guvernul nu a oferit niciun fapt sau argument convingător care să poată duce la o altă concluzie. În mod special, aceasta constată că, fiind sesizată de procurorul general, Curtea Supremă de Justiţie a reanalizat cauza şi a anulat, prin Decizia din 31 martie 2004, Decizia definitivă din 6 iunie 2002 a Curţii de Apel Bucureşti, care statuase că parcela în suprafaţă de 293 m2 trebuia inclusă în masa succesorală care urma să fie partajată între reclamant şi fraţii săi şi că se impunea ca aceasta să fie atribuită primului, în schimbul unei sulte.", "23. Având în vedere cele de mai sus şi ţinând cont de elementele aflate la dosar, Curtea constată că anularea de către Curtea Supremă de Justiţie a Deciziei definitive din 6 iunie 2002 a încălcat principiul securităţii raporturilor juridice, încălcând reclamantului dreptul său la un proces echitabil şi dreptul la respectarea bunurilor sale.", "24. Prin urmare, a avut loc încălcarea art. 6 § 1 din Convenţie şi a art. 1 din Protocolul nr. 1.", "II. Asupra aplicării art. 41 din Convenţie", " 25. Conform art. 41 din Convenţie,", "„În cazul în care Curtea declară că a avut loc o încălcare a Convenţiei sau a protocoalelor sale şi dacă dreptul intern al înaltei părţi contractante nu permite decât o înlăturare incompletă a consecinţelor acestei încălcări, Curtea acordă părţii lezate, dacă este cazul, o reparaţie echitabilă”", " A. Prejudiciu", " 26. După ce a solicitat la data de 17 noiembrie 2006 suma de 18.000 euro (EUR) pentru daunele materiale şi suma de 16.000 EUR pentru daunele morale, reclamantul a precizat că ar trebui luată în considerare cererea sa de reparaţie echitabilă din 23 noiembrie 2006. În această scrisoare el solicită, în esenţă, reconstituirea dreptului său de proprietate asupra terenului în suprafaţă de 1.293 m2, inclusiv asupra parcelei în litigiu în suprafaţă de 293 m2, şi recunoaşterea valabilităţii contractului de vânzare-cumpărare pe care l-a încheiat la data de 26 aprilie 2004 cu S.Pl. Pe de altă parte, el solicită suma de 70.000 EUR cu titlu de daune materiale pentru lipsa de folosinţă a parcelei menţionate mai sus şi suma de 70.000 EUR pentru daune morale.", "27. Guvernul consideră că cererea reclamantului referitoare la daunele materiale trebuie respinsă şi că suma solicitată cu titlu de daune morale este excesivă, având în vedere jurisprudenţa Curţii.", "28. Curtea reaminteşte jurisprudenţa sa bine stabilită, conform căreia o hotărâre care constată o încălcare atrage pentru statul pârât obligaţia juridică faţă de Convenţie de a pune capăt încălcării şi de a îi înlătura consecinţele astfel încât să restabilească, pe cât posibil, situaţia anterioară acesteia. Statele contractante sunt, în principiu, libere să aleagă mijloacele pe care le vor folosi pentru a se conforma unei hotărâri de încălcare, pronunţate într-o cauză în care ele au fost parte. Dacă tipul încălcării permite restitutio in integrum, este de datoria statului pârât să o efectueze. Dacă, în schimb, dreptul naţional nu permite sau permite doar o înlăturare parţială a consecinţelor încălcării, art. 41 abilitează Curtea să îi acorde părţii lezate, dacă este cazul, reparaţia pe care o consideră adecvată [Brumărescu împotriva României (reparaţie echitabilă) [MC], nr. 28.342/95, § 21, CEDO 2001-I].", "29. Curtea consideră că, în speţă, singurul fundament care trebuie reţinut pentru acordarea unei reparaţii echitabile constă în constatarea încălcării art. 6 § 1 din Convenţie şi a art. 1 din Protocolul nr. 1 din cauza anulării, la 31 martie 2004, a Deciziei definitive din 6 iunie 2002 a Curţii de Apel Bucureşti. Această decizie partajase masa succesorală după decesul mamei reclamantului şi îi atribuise acestuia parcela în suprafaţă de 293 m2, dispunând, în acelaşi timp, în sarcina sa, plata unei sulte în valoare de 5.143.175 ROL în favoarea fiecăruia dintre fraţii săi.", "30. Curtea consideră încă de la început că cererea referitoare la prejudiciul pretins din cauza lipsei de folosinţă a parcelei în suprafaţă de 293 m2 nu a fost deloc susţinută şi că nu există nicio legătură de cauzalitate între încălcările constatate şi cererile de alte daune materiale decât cea referitoare la atribuirea în proprietate a parcelei în suprafaţă de 293 m2 menţionată mai sus. Aşadar, aceste cereri trebuie respinse [Dragne şi alţii împotriva României (reparaţie echitabilă), nr. 78.047/01, § 18, 16 noiembrie 2006]. În schimb, făcând trimitere la Decizia definitivă din 6 iunie 2002, Curtea apreciază că este de datoria autorităţilor să ia măsurile necesare pentru a îl repune pe reclamant într-o situaţie echivalentă cu cea în care s-ar fi aflat dacă cerinţele art. 6 § 1 din Convenţie şi ale art. 1 din Protocolul nr. 1 nu ar fi fost încălcate prin pronunţarea de către Curtea Supremă de Justiţie a deciziei pronunţate în recursul în anulare.", "31. Pe de altă parte, Curtea consideră că anularea Deciziei definitive din 6 iunie 2002 de către Curtea Supremă de Justiţie a determinat o încălcare gravă a drepturilor reclamantului la un proces echitabil, conform cu principiul securităţii raporturilor juridice şi cu respectarea bunurilor sale, încălcare ce constituie sursa unui prejudiciu moral. Ţinând cont de totalitatea elementelor aflate în posesia sa şi statuând în echitate, astfel cum prevede art. 41 din Convenţie, Curtea îi alocă reclamantului suma de 3.000 EUR cu titlu de daune morale. B. Cheltuieli de judecată", "32. Reclamantul solicită şi suma de 30.000 EUR pentru cheltuielile de judecată angajate în faţa instanţelor interne în diferitele proceduri ce s-au desfăşurat în perioada 1994-2008 cu privire la terenul în suprafaţă de 1.293 m2 şi pentru cele angajate în faţa Curţii (fotocopii, traduceri, taxe poştale etc.). El prezintă chitanţe de plată a onorariilor avocaţilor săi, printre care şi cele legate de procedura de recurs în anulare în faţa Curţii Supreme de Justiţie, care se ridică la circa 6.000.000 ROL.", "33. Guvernul observă că cele mai multe dintre documentele justificative furnizate de partea interesată fie sunt lipsite de precizie în ceea ce priveşte obiectul lor, fie fac trimitere la perioade şi proceduri care nu privesc cauza aflată în faţa Curţii.", "34. Conform jurisprudenţei Curţii, un reclamant nu poate obţine rambursarea cheltuielilor sale de judecată decât în măsura în care li s-au stabilit realitatea, necesitatea şi caracterul rezonabil. Pe de altă parte, Curtea reaminteşte că, atunci când constată o încălcare a Convenţiei, ea poate acorda rambursarea cheltuielilor de judecată angajate în procedurile interne, dar numai atunci când ele au fost efectuate „pentru a împiedica sau a corecta prin acestea presupusa încălcare“ (Forum Maritime împotriva României, nr. 63.610/00 şi 38.692/05, § 180, 4 octombrie 2007). Reamintind că încălcările constatate în speţă se referă exclusiv la anularea prin Decizia din 31 martie 2004 a Deciziei definitive din 6 iunie 2002 a Curţii de Apel Bucureşti şi ţinând cont de elementele aflate în posesia sa şi de criteriile menţionate mai sus, Curtea apreciază că trebuie să îi acorde reclamantului suma de 300 EUR, pentru toate cheltuielile.", " C. Dobânzi moratorii", "35. Curtea consideră potrivit ca rata dobânzii moratorii să se bazeze pe rata dobânzii facilităţii de împrumut marginal a Băncii Centrale Europene, majorată cu 3 puncte procentuale.", "PENTRU ACESTE MOTIVE,", "În unanimitate,", "CURTEA:", "1. declară cererea admisibilă;", " 2. hotărăşte că a avut loc încălcarea art. 6 § 1 din Convenţie şi a art. 1 din Protocolul nr. 1;", "3. hotărăşte:", "a)ca, în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri conform art. 44 § 2 din Convenţie, statul pârât să ia măsurile necesare pentru a îl repune pe reclamant într-o situaţie echivalentă cu cea în care s-ar fi aflat în absenţa anulării Deciziei definitive din 6 iunie 2002 a Curţii de Apel Bucureşti;", " b)ca statul pârât să îi plătească reclamantului, în cel mult 3 luni de la data rămânerii definitive a prezentei hotărâri conform art. 44 § 2 din Convenţie, următoarele sume, care vor fi convertite în moneda statului pârât la cursul de schimb valabil la data plăţii: ", "c)ca, începând de la expirarea termenului menţionat mai sus şi până la efectuarea plăţii, aceste sume să se majoreze cu o dobândă simplă având o rată egală cu cea a facilităţii de împrumut marginal a Băncii Centrale Europene valabilă în această perioadă, majorată cu 3 puncte procentuale;", "4. respinge cererea de reparaţie echitabilă în rest.", "Întocmită în limba franceză, ulterior comunicată în scris la data de 4 noiembrie 2008, în conformitate cu art. 77 paragrafele 2 şi 3 din Regulament.", "Josep Casadevall,", "preşedinte", "Santiago Quesada,", "grefier"]}