{"file": "RUM_HJUDRUM_140_10.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "140/10", "text_paragraphs": ["© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul acestui document.", "", "© Council of Europe/European Court of Human Rights, 2015. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court. For further information see the full copyright indication at the end of this document.", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2015. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour. Pour plus renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "", "", "FOSTA SECȚIE A CINCEA", "", "", "CAUZA TRABELSI împotriva BELGIEI", "", "(Cererea nr. 140/10)", "", "", "", "", "", "HOTĂRÂRE", "(Extrase)", "", "STRASBOURG", "", "4 septembrie 2014", "", "Această hotărâre va deveni definitivă în condițiile stipulate de Articolul 44 § 2 din Convenție. Poate fi supusă revizuirii de formă", "", "În cauza Trabelsi împotriva Belgiei,", "Curtea Europeană a Drepturilor Omului (fosta Secție a cincea), în complet de Camera compus din:", "\tMark Villiger, Președinte,\n\tAnn Power-Forde,\n\tGanna Yudkivska,\n\tAndré Potocki,\n\tPaul Lemmens,\n\tHelena Jäderblom,\n\tAleš Pejchal, judecători,\nși Claudia Westerdiek, Grefier de Secție,", "Deliberând în camera de consiliu la 1 iulie 2014,", "Pronunță următoarea hotărâre, care a fost adoptată la această dată:", "PROCEDURA", "1.  La originea cauzei se află o cerere (nr. 140/10) îndreptată împotriva Belgiei, prin care un cetățean al Republicii Tunisia, dl Nizar Trabelsi (”reclamantul”), a sesizat Curtea la data de 23 decembrie 2009 în temeiul articolului 34 al Convenției pentru apărarea drepturilor omului și a libertăților fundamentale (“Convenția”).", "2.  La data adoptării hotărârii, 1 iulie 2014, reclamantul a fost reprezentat de dl A. Château, avocat în Bruxelles. Guvernul belgian (“Guvernul”) a fost reprezentat de către Agentul său, dl M. Tysebaert, consilier principal, Departamentul Federal de Justiție.", "3.  Reclamantul a pretins, mai ales, că extrădarea sa în Statele Unite ale Americii l-ar expune riscului de tratament contrar articolului 3 din Convenție. De asemenea, el a susținut că prin executarea hotărârii de extrădare i-a fost încălcat dreptul la un recurs individual.", "4.  La 27 noiembrie 2012, cererea a fost comunicată Guvernului.", "ÎN FAPT", "I.  CIRCUMSTANȚELE CAUZEI", "5.  Reclamantul s-a născut în 1970 și în prezent este deținut în închisoarea Rappahannock din Stafford, Virginia (Statele Unite ale Americii).", "A.  Procedurile penale și de azil", "6.  La 14 septembrie 2001, împotriva reclamantul a fost emis un mandat de arestare de către un judecător de instrucție din cadrul Tribunalului Regional Bruxelles. Operațiunea de percheziție a domiciliului a dus la descoperirea de pașapoarte false, arme automate și muniție, precum și formule chimice, care ar putea fi utilizate la fabricarea de explozivi și un plan detaliat al Ambasadei Statelor Unite ale Americii la Paris.", "7.  În urma unei percheziții simultane la o cafenea din Bruxelles, unde reclamantul era un client cunoscut, pe baza declarațiilor furnizate de un alt suspect, care a fost de asemenea arestat, poliția a descoperit 59 de litri de acetonă și 96 de kilograme de pulbere de sulf.  În baza mandatului de arestare care a fost emis ulterior, reclamantul a fost acuzat de acte de conspirație criminală, distrugere prin explozie, posesie de arme de luptă și apartenență la o miliție privată. ", "8.  Reclamantul a recunoscut infracțiunile imputate prin actul de acuzare și, la 30 septembrie 2003, Tribunalul Regional Bruxelles l-a fost condamnat la zece ani de închisoare pentru încercarea de a arunca în aer baza militară belgiană Kleine-Brogel, fals și instigare la conspirație criminală în scopul de a comite violențe împotriva persoanelor și bunurilor. Hotărârea curții cuprindea următoarea constatare:", "“[acuzatul] a încercat să comită una dintre cele mai grave infracțiuni de la proclamarea independenței Belgiei; în ciuda perioadei de timp care a trecut de la data arestării, el nu a arătat nicio remușcare, pericolul pe care acesta îl reprezintă a rămas intact și nu prezintă circumstanțe atenuante”", "9.  Printr-o hotărâre din 9 iunie 2004, Curtea de Apel Bruxelles a menținut sentința de condamnare la zece ani închisoare pentru o serie de infracțiuni, inclusiv:", "“ – încercarea de a arunca în aer baza militară belgiană Kleine-Brogel, cu reținerea circumstanței că făptuitorul trebuie să fi presupus că, la momentul deflagrației, acolo se aflau prezente una sau mai multe persoane ...,", "- deținerea unei poziții de conducere într-o conspirație formată în vederea săvârșirii de infracțiuni grave pasibile de închisoarea pe viață și, în speță, pentru a executa un act terorist ...,", "- primirea din partea unei organizații străine fonduri destinate pentru executarea în Belgia de activități ilegale de natură să pună în pericol securitatea națională ...,", "- deținerea ilegală a unei arme de luptă ...,", "- înființarea și sprijinirea sau participarea într-o miliție privată sau altă organizație particulară în scopul folosirii forței ...”", "10.  La 26 ianuarie 2005, reclamantul a fost condamnat in absentia de către un tribunal militar din Tunisia la zece ani închisoare pentru apartenența pe timp de pace la o organizație teroristă de peste hotare. La 29 iunie 2009, Tribunalul Militar Permanent din Tunis a emis pe numele reclamantului un mandat de aducere, pentru care, prin nota diplomatică, datată 10 septembrie 2009, a fost înaintată autorităților belgiene o cerere de executare.", "11.  Executarea pedepsei principale cu închisoarea, aplicată reclamantului în Belgia, s-a încheiat la 13 septembrie 2011. Două pedepse subsecvente cu închisoarea de șase și respectiv trei luni au fost impuse în 2007 și executate imediat. Executarea acestor pedepse s-a încheiat la 23 iunie 2012.", "12.  Între timp, la 25 august 2005, reclamantul a depus o cerere de azil în Belgia, pe care Comisarul general pentru refugiați și apatrizi a respins-o la 10 aprilie 2009. Această decizie i-a refuzat reclamantului statutul de refugiat și protecția subsidiară pe motivul că a comis infracțiuni contrare scopurilor și principiilor Organizației Națiunilor Unite în sensul articolului 1 f) c din Convenția de la Geneva. Această decizie a fost confirmată de Comisia de Apel pentru Străini prin hotărârea din 18 mai 2009.", "B.   Procedura de extrădare", "1.  Etapa judiciară de validare a rechizitoriului emis în SUA", "13.  Prin nota diplomatică din 8 aprilie 2008, autoritățile americare au transmis autorităților belgiene o cerere de extrădare a reclamantului, în temeiul Acordului privind extrădarea încheiat între Regatul Belgiei și Statele Unite ale Americii la 27 aprilie 1987. La baza solicitării a stat rechizitoriul emis de către Tribunalul districtual din Columbia (Washington D.C.), care cuprindea următoarele capete de acuzare:", "“A. Conspirație la uciderea de resortisanți ai Statelor Unite ale Americii în afara granițelor statului, cu încălcarea următoarelor dispoziții: 18 C.S.U. (n.t. Codul Statelor Unite) § 2332 (b) (2) și 1111 (a)", "B. Conspirație și tentativă la folosirea armelor de distrugere în masă, cu încălcarea următoarelor dispoziții: 18 C.S.U. § 2332a și 2", "C. Conspirație în scopul de a oferi suport material și resurse unei organizații teroriste străine, cu încălcarea următoarelor dispoziții: 18 C.S.U. § 2339B", "D. Asigurarea de suport material și resurse unei organizații internaționale străine, cu încălcarea următoarelor prevederi: 18 C.S.U. § 2339B și 2.”", "14.  În continuare, cererea prevedea următoarele:", "“Un mandat pentru arestarea dlui Nizar Trabelsi a fost emis la 16 noiembrie 2007 din dispoziția.... judecătorului ...", "Faptele care stau la baza acuzațiilor indică faptul că, la mijlocul anilor 2000 sau mai devreme, în timp ce se afla în Germania ori altundeva în Europa și în Afganistan, Nizar TRABELSI a intrat cu bună știință într-un acord cu parteneri ai al-Qaida, inclusiv cu Osama bin Laden, pentru a oferi sprijin material și resurse în scopul uciderii resortisanților americani aflați în anumite locații din vestul Europei, precum și de a utiliza un dispozitiv exploziv pe scară largă (o armă de distrugere în masă) pentru a distruge proprietățile din vestul Europei utilizate de Statele Unite și/sau de un departament sau agenție a Statelor Unite.”", "15.  Conform documentelor transmise de autoritățile SUA în sprijinul cererii de extrădare, în special extrasele relevante din codul penal (Titlul 18 din Codul Statelor Unite, C.S.U.), aceste infracțiuni sunt pasibile de următoarele pedepse:", "“A. 18 C.S.U. § 2332 (b) (2) și 1111 (a): închisoarea pe viață, sau pedeapsa cu închisoarea și amendă.", "B. 18 C.S.U. § 2332a și 2: închisoarea pe viață.", "C. 18 C.S.U. § 2339B: amendă sau o durată maximă de 15 ani de închisoare, sau o combinație a celor două. ", "D. 18 C.S.U. § 2339B și 2: amendă sau o durată maximă de 15 ani de închisoare, sau o combinație a celor două.”", "16.  La 4 iunie 2008, procurorul federal a transmis camerei de consiliu a Tribunalului Nivelles o cerere pentru executarea mandatului de arestare emis la 16 noiembrie 2007 împotriva reclamantului. În cererea sa, procurorul federal a subliniat că pedepsele maxime pentru infracțiunile ce au stat la baza cererii de extrădare erau de cincisprezece și respectiv zece ani închisoare.", "17.  Prin nota diplomatică din 12 noiembrie 2008, autoritățile americane au dat următoarele garanții autorităților belgiene cu privire la reclamant:", "“Guvernul Statelor Unite ale Americii asigură Guvernul Belgiei că, în temeiul extrădării, Nizar Trabelsi nu va fi cercetat penal de o comisie militară, conform Legii Comisiilor Militare din 2006. Guvernul Statelor Unite ale Americii asigură în continuare Guvernul Belgian că, în urma extrădării, Trabelsi nu va fi deținut sau încarcerat in Statele Unite în nicio altă locație decât una pentru civili.”", "18.  Printr-o decizie din 19 noiembrie 2008, camera de consiliu a Tribunalului Regional Nivelles a admis cererea avocatului federal și a declarat mandatul de arestare emis de Curtea Federală a SUA executoriu. Însă, decizia prevedea în plus următoarele:", "“Reiese din examinarea documentelor anexate mandatului de arestare emis în scopul extrădării ... că ”faptele incriminatorii” enumerate de autoritățile americane în sprijinul primului capăt de acuzare cuprind câteva care corespund foarte precis cu faptele comise pe teritoriul Belgiei, care justifică condamnarea [reclamantului] în Belgia.", " ...", "Prin urmare, în virtutea principiului ne bis in idem, mandatul de arestare emis în scopul extrădării la 16 noiembrie 2007 de către autoritatea judiciară competentă a Statelor Unite ale Americii nu poate fi declarant executoriu în privința ”faptelor incriminatorii” nr. 23, 24, 25, 26 prevăzute la paragraful 10 al primului capăt de acuzare, care se repetă în sprijinul celorlalte capete de acuzare”", "19.  După ce a examinat un apel depus de reclamant, Direcția rechizitorii din cadrul Curții de Apel Bruxelles a pronunțat o hotărâre la 19 februarie 2009, prin care a menținut decizia de mai sus și a declarat mandatul executoriu. După ce a observat că extrădarea privea fapte (comise în afara Belgiei) altele decât cele pentru care reclamantul fusese acuzat și condamnat în Belgia, Curtea de Apel a susținut că:", "“Nu există motive serioase a crede că cererea de extrădare a fost depusă în vederea urmăririi sau condamnării lui Trabelsi Nizar pentru considerente de rasă, religie, naționalitate sau opinie politică sau că situația acestuia este susceptibilă de a se înrăutăți pentru oricare dintre aceste motive.", "...", "De asemenea nu există niciun motiv întemeiat a crede că, dacă Trabelsi Nizar ar urma să fie extrădat, el va fi supus denegării de dreptate, actelor de tortură sau tratamentului inuman ori degradant; nu există niciun motiv a presupune că Statele Unite ale Americii nu vor aplica cu meticulozitate toate dispozițiile, inclusiv articolele 7,2 și 7,3 din Acordul privind extrădarea încheiat cu Belgia, și toate motivele a crede că Trabelsi Nizar va fi deținut într-o unitate pentru civili și judecat de instanțe de drept comun, în conformitate cu normele procedurale convenționale.", "...”", "20.  Împotriva hotărârii Curții de Apel reclamantul a depus la 24 aprilie 2009 un recurs în interesul legii. El a invocat riscul de tratament incompatibil cu articolul 3 din Convenție și riscul denegării flagrante de dreptate. În opinia sa, Curtea de Apel nu a evaluat consecințele extrădării sale în Statele Unite ale Americii în funcție de situația generală din această țară sau în lumina propriile sale circumstanțe specifice și a susținut că aceasta ar fi trebuit să adopte același raționament pe care Curtea l-a adoptat în cauza  Saadi c. Italiei [MC] (nr. 37201/06, CEDO 2008). De asemenea, el s-a plâns de faptul că, din perspectiva articolului 3, problema unei eventuale condamnări la închisoarea pe viață fără posibilitate de reducere a pedepsei nu a fost abordată de Curtea de Apel. În final, el s-a plâns de încălcarea principiului ne bis in idem.", "21.  Printr-o hotărâre din 24 iunie 2009, Curtea de Casație a respins recursul reclamantului în interesul legii. Aceasta a declarat că hotărârea Curții de Apel este adecvat motivată și întemeiată din punct de vedere legal, având în vedere", " “ – că Statul solicitant efectuează în prezent o revizuire aprofundată a politicii sale anti-terorism, își intensifică acțiunile împotriva torturii și a tratamentului inuman și degradant și este pe punctul de a desființa instanțele speciale și de a elimina arestul preventiv nelimitat al persoanelor capturate în contextul conflictului internațional;", "- că în condițiile garanțiilor oficiale furnizate în sprijinul cererii de extrădare, recurentul va fi judecat de o instanță ordinară conform procedurii în vigoare în Statul solicitant, beneficiind de toate drepturile și remediile existente în cadrul sistemul judiciar național;", "- că recurentul nu este pasibil de închisoarea pe viață pentru infracțiunile pentru care a fost solicitată extrădarea și că sancțiunile pe care acestea le impun pot fi comutate în alte sancțiuni cu posibilitatea de eliberare condiționată;", "- că, deoarece probele invocate de recurent sunt lipsite de orice aspect specific în lezarea situației personale, care să facă pretinsele riscuri mai credibile, nu justifică vreun motiv serios de îngrijorare potrivit căruia reclamantul ar putea fi expus denegării de dreptate sau torturii ori tratamentului inuman și degradant.  ...”", "22.  Printr-o scrisoare din 11 noiembrie 2009 transmisă autorităților belgiene din ordinul procurorului federal însărcinat cu cererile de extrădare, Departamentul de Justiție al SUA a adăugat următoarele informații:", "“Pedeapsa maximă legală prevăzută pentru primele două infracțiuni este închisoarea pe viață iar pentru ultimele două este de 15 ani închisoare. În plus, Ghidul pentru stabilirea pedepselor al Statelor Unite ale Americii, ce cuprinde orientări pe care judecătorii aleg să le urmeze voluntar în stabilirea pedepselor, cere aplicarea pedepsei cu închisoarea pe viață pentru fiecare din primele două infracțiuni.", "Închisoarea pe viață nu este obligatorie iar instanța are libertatea de a pronunța o sentința mai puțin gravă decât închisoarea pe viață. Când pronunță o condamnare, instanța poate lua în considerare gravitatea pedepsei și dacă au fost pierdute vieți ori au fost distruse proprietăți. În speță, Trabelsi nu a reușit să-și îndeplinească planul de a ucide cetățeni americani sau să folosească arme de distrugere în masă. Astfel, atunci când pronunță o hotărâre, instanța poate considera că Trabelsi nu a reușit să-și ducă la bun sfârșit planul. De asemenea, instanța mai poate lua în considerare si orice circumstanțe atenuante, cum ar fi responsabilitatea acuzatului pentru faptele sale.", "Dacă instanța îl condamnă pe Trabelsi la o pedeapsă mai mică decât închisoarea pe viață, adică un termen pe ani, pedeapsa ar putea fi redusă cu până la 15% pentru bună purtare. Însă, acest tip de reducere a pedepsei este posibil doar dacă pedeapsa inițială este un termen pe ani, indiferent de număr, mai degrabă decât închisoarea pe viață. Prin urmare, dacă Trabelsi este condamnat la o pedeapsă de 20, 30, sau chiar 50 de ani, atunci el ar putea fi eligibil pentru o reducere a pedepsei de până la 15% din pedeapsa inițială pentru bună purtare. Dacă, însă, Trabelsi este condamnat pe viață, el nu ar putea fi eligibil pentru nicio reducere a pedepsei.", "În fine, Trabelsi poate solicita grațierea sau comutarea pedepsei. (Grațierea elimină condamnarea, comutarea reprezintă o ajustare a pedepsei). Cu toate acestea, în cazul lui Trabelsi, aceasta este doar o posibilitate teoretică. Noi nu cunoaștem vreun condamnat pentru infracțiuni de terorism care să fi fost grațiat sau căruia să îi fi fost comutată pedeapsa.”", "2.  Faza administrativă și judiciară a răspunsului la cererea de extrădare", "a)  Opinia Direcției Rechizitorii", "23.  Odată cu confirmarea rechizitoriului din SUA, au demarat procedurile în legătură cu răspunsul la cererea de extrădare.", "24.  La 4 februarie 2010, procurorul federal a transmis avizul său Curții de Apel Bruxelles invitând-o ca, în lumina jurisprudenței Curții, și în special a cauzei Kafkaris c. Ciprului [MC] (nr. 21906/04, CEDO 2008), să emită un aviz pozitiv cu privire la extrădarea reclamantului. El a subliniat că, în ceea ce privește primele două capete de acuzare, reclamantul era pasibil de închisoarea pe viață, în timp ce pentru celelalte două capete de acuzare risca o pedeapsă cu închisoarea de cincisprezece ani.", "25.  Prin scrisoarea din 29 martie 2010 adresată Departamentului Federal de Justiție, reclamantul a luat act de faptul că, în cadrul audierii din 24 martie 2010, procurorul federal a observat o greșeală în observațiile sale, formulate în procedura extrădării, ce privea pedeapsa de care reclamantul este pasibil în urma extrădării în Statele Unite ale Americii (a se vedea paragraful 16 de mai sus).", "26.  La 10 iunie 2010, Direcția Rechizitorii din cadrul Curții de Apel a emis un aviz favorabil pentru extrădarea reclamantului, specificând anumite condiții:", "“ – extrădarea poate fi avizată doar:", "i. cu condiția ca pedeapsa cu moartea să nu fie aplicată lui N. Trabelsi sau, dacă Statele Unite ale Americii nu pot garanta această condiție, cu condiția ca pedeapsa cu moartea să nu fie executată;", "ii. cu condiția ca pedeapsa cu închisoarea pe viață să fie însoțită de posibilitatea comutării sentinței, chiar dacă condamnarea are la bază acte de terorism;", "- în eventualitatea unei cereri de re-extrădare a lui N. Trabelsi către o terță țară, cum ar fi Tunisia, Statele Unite ale Americii trebuie să solicite acordul Belgiei, dacă Tunisia transmite Guvernului SUA o cerere ulterioară de extrădare după ce N. Trabelsi le-a fost predat.", "Dacă SUA nu acceptă aceste condiții, extrădarea trebuie refuzată.”", "b)  Decret ministerial de aprobare a extrădării", "27.  Prin nota diplomatică din 10 august 2010, autoritățile SUA au confirmat că reclamantul nu era pasibil de pedeapsa cu moartea și au asigurat autoritățile belgiene că acesta nu va fi extrădat către o țară terță fără acordul Guvernului Belgian. Autoritățile americane au reiterat că pedeapsa cu închisoarea pe viață nu era obligatorie și că, chiar dacă toate elementele constitutive ale infracțiunilor în cauză ar fi îndeplinite, instanța dispunea de libertatea de a impune o sentință mai ușoară. Nota a precizat că legislația SUA prevedea mai multe modalități de reducere a pedepsei cu închisoarea pe viață:", "“Cu privire la chestiunea comutării pedepsei pe viață, Statele Unite ale Americii doresc să clarifice, în primul rând, că în eventualitatea unei condamnări, pedeapsa pe viață nu este obligatorie; instanța are discreția de a pronunța o sentință mai ușoară. De asemenea, un inculpat are dreptul legal de a contesta condamnarea și pedeapsa, inclusiv pedeapsa pe viață, atât în mod direct, cât și colateral prin intermediul unui recurs habeas corpus. În plus, există baze legale pentru reducerea unei pedepse deja impuse, inclusiv în situația în care inculpatul a oferit ajutor substanțial în cercetarea și urmărirea penală a unei terțe persoane (Regulile federale de procedură penală 35(b) și Titlul 18 Codul Statelor Unite ale Americii, Secțiunea 3582(c)(1)(B)), sau pentru motive umanitare imperioase cu ar fi boala în fază terminal a deținutului (Titlul 18, Codul Statelor Unite ale Americii, Secțiunea 3582(c)(lXA)(i)).", "În plus față de aceste măsuri, inculpatul poate solicita reducerea pedepsei ca un exercițiu de clemență din partea Președintelui Statelor Unite ale Americii. Puterea Președintelui în baza articolului H, Secțiunea 2, din Constituția SUA, “de a acorda amnistii și grațieri” include autoritatea de a comuta (reduce) o pedeapsă cu închisoarea, inclusiv pedeapsa pe viață. Există reglementări și proceduri ce guvernează procedura de clemență iar Biroul procurorului responsabil cu grațierile a fost înființat în cadrul Departamentului de Justiție pentru a revizui toate solicitările și pentru a pregăti Președintelui recomandările. Constituția Statelor Unite ale Americii dă libertate absolută Președintelui de a acorda clemență unui inculpat. Menționăm că, în timp ce această libertate a fost exercitată cu moderație, o astfel de scutire a fost ocazional acordată pentru infracțiuni grave ce implică securitatea națională. De exemplu, în 1999 Președintele Clinton a comutat pedeapsa a 13 membri FALN, o organizație naționalistă portoricană violentă, responsabilă de numeroase atacuri cu bombă în anii 1970 și începutul anilor 1980, care fuseseră condamnați pentru conspirație la comiterea de jafuri armate, fabricarea de bombe, sedițiune și alte infracțiuni”", "28.  La 23 noiembrie 2011, Ministerul de Justiție a adoptat un decret ministerial prin care aproba extrădarea reclamantului. După ce a constatat că reclamantul nu va fi în niciun caz supus pedepsei cu moartea, decretul a analizat fiecare dintre celelalte garanții prevăzute.", "29.  În privința unei posibile închisori pe viață, decretul ministerial prevedea următoarele:", "“Conform Codului penal federal al Statelor Unite ale Americii pedeapsa maximă prevăzută pentru infracțiunile – de la punctele A și B - nu permite eliberarea anticipată sau condiționată. Aceste două prevederi ale Codului penal al SUA prevăd închisoarea pe viață și, prin urmare, din punct de vedere faptic și legal, se refera la toată durata vieții unei persoane.", "...", "În nota diplomatică nr. 21 din 10 august 2010 emisă de Ambasada Statelor Unite ale Americii, autoritățile SUA au oferit o garanție potrivit căreia, chiar în eventualitatea pronunțării unei condamnări pe viață, obținerea unei grațieri din partea Președintelui SUA ar fi posibilă. Acest drept este prevăzut la articolul 2, II din Constituția SUA. Mai mult, grațieri au mai fost acordate în câteva ocazii în trecut, chiar în trecutul recent, unor persoane condamnate de către instanțele din SUA, mai ales la nivel federal.", "...", "Chiar daca o privim în context său istoric, cauza FALN demonstrează că în cauze de natură să intre sub incidența legislației cu privire la terorism în vigoare după 11 septembrie 2001, care trebuie în mod obiectiv privite ca fiind mult mai serioase decât acelea de care persoana solicitată este suspectată și care sunt, prin urmare, de natură să conducă la sancțiuni mai severe, grațierea este într-adevăr posibilă.", "Chiar dacă anumite persoane au fost după 2001 condamnate pentru terorism sau acte de terorism la închisoarea pe viață fără posibilitatea de reducere a pedepsei, ..., asemenea cauze nu pot fi comparate cu cauza Trebilsi în ceea ce privește fondul. Toți aceia care au fost condamnați în SUA la pedeapsa cu închisoarea pe viață fără eliberare anticipată sau condiționată au fost acuzați, urmăriți și în final condamnați pentru implicarea în atacuri teroriste soldate cu morți și/sau răniți și considerabile prejudicii materiale, de exemplu, atacurile asupra ambasadei SUA din Nairobi, Kenya, și Dar-es-Salaam (Tanzania) din 7 august 1998. ...", "Aceste infracțiuni au fost în mod vădit incomparabile, în gravitate și natură, cu cele atribuite persoanei a cărei extrădare a fost solicitată.", "În cazul persoanelor din cauzele mai sus citate, uneori un număr impresionant de oameni, în afara cetățenilor americani, au suferit prejudicii fizice și materiale substanțiale. Însă, persoana solicitată în prezenta cauză este urmărită pentru plănuirea unui atac terorist care a mai fost niciodată îndeplinit. El nu a reușit, în cooperare cu alții, să provoace prejudicii umane sau pagube materiale chiar.", "Este, prin urmare, în mod evident plauzibil ca infracțiunile astfel cum au fost urmărite să nu fie de natura celor care sunt sancționate cu pedeapsa pe viață, potrivit Codului penal SUA, adică fără posibilitatea de a obține o reducere a pedepsei.", "Un sondaj recent, executat de ONG-ul Human Rights First, arată că din 214 persoane cercetate după 11 septembrie 2001 pentru infracțiuni de terorism în legătură cu al-Qaida sau alte grupări islamiste, 195 au fost condamnate. Fiecare cauza a implicat cercetări sau condamnări inițiate de procurori și instanțe federale. 151 dintre persoanele condamnate au primit pedeapsa cu închisoarea, în timp ce douăzeci au fost eliberate condiționat sau au primit condamnări egale cu timpul deja executat în detenție preventivă. Durata medie a pedepsei cu închisoarea a fost de 8,4 ani. Doar 11 dintre cei condamnați au primit pedeapsa cu închisoarea pe viață. Raportul subliniază de asemenea că procedurile s-au desfășurat cu respectarea dreptului la un proces echitabil (“Human Rights First, În căutarea dreptății: instrumentarea cauzelor de terorism în instanțele federale – 2009 ediția revăzută și adăugită”, 2009, 68 pp.).", "Statisticile arată că, în mod obiectiv, riscul de a fi condamnat la închisoare pe viață fără posibilitatea eliberării condiționate, în cazul instrumentării infracțiunilor de terorism este considerabil mai mic decât se crede de obicei.”", "30.  În legătură cu posibila reextrădare a reclamantului în Tunisia, decretul ministerial prevedea în continuare următoarele:", "“Prin nota diplomatică nr. 21 din 10 august 2010 emisă de Ambasada SUA, autoritățile SUA au precizat în mod clar că dacă autoritățile din Tunisia vor solicita Statelor Unite ale Americii extrădarea, aceasta va fi refuzată. ...", "Având în vedere decizia de a refuza extrădarea în Republica Tunisiană, în lumina faptului că reextrădarea necesită acordul satului care autorizează inițial extrădarea, nicio reextrădare în Republica Tunisiană nu este posibilă.", "Din moment ce autoritățile belgiene au refuzat extrădarea în Republica Tunisiană, dacă în viitor Tunisia va transmite către SUA o cerere de extrădare, SUA de asemenea o va refuza nefiind posibilă o extrădare din Statelor Unite ale Americii în Republica Tunisiană.”", "31.  În final, decretul ministerial a analizat aplicarea principiului ne bis in idem după cum urmează:", "“În temeiul Acordului (Acordul cu privire la extrădare din 27 aprilie 1987), Belgia și Statele Unite ale Americii ... s-au angajat reciproc să refuze extrădarea în cazul în care persoana solicitată a fost achitată în statul solicitat sau a fost condamnată în același stat pentru aceeași infracțiune ca și pentru care se cere extrădarea. Ratificarea ... acest acord a fost încorporat în sistemele juridice ale Belgiei și Statelor Unite ale Americii.", "Cu alte cuvinte, nu faptele ci clasificarea legală a actelor, și anume infracțiunile, trebuie să fie identice. ...", "Faptele care stau la baza infracțiunilor în cauză corespund ”faptelor incriminatorii” care luate individual sau împreună funcționează ca elemente de fapt care susțin acuzațiile. Principiul dublei incriminări nu exclude posibilitatea de a utiliza sau nu aceste elemente.", "În speță, infracțiunile pentru care persoana solicitată a fost condamnată definitiv de către Curtea de Apel Bruxelles la 9 iunie 2004 nu corespund infracțiunile enumerate de la A la D în mandatul de arestare ce stă la baza cererii de extrădare formulate de SUA. Elementele constitutive ale infracțiunilor respective din Belgia și SUA, scopul, momentul si locul săvârșirii lor nu sunt identice. ...", "Conform Codului penal federal al SUA un ”act incriminatoriu” este un element (de natura faptică), un act, un comportament sau o tranzacție care în sine nu poate fi clasificată în mod necesar ca o infracțiune...", "Un ”act incriminatoriu” este doar un element justificativ care în sine sau coroborat cu alte acte incriminatorii poate ajuta la constituirea infracțiunii sau infracțiunilor pentru care persoana este cercetată, respectiv conspirație, de exemplu, la uciderea de resortisanți americani ( a se vedea capătul de acuzare A). ...", "Deși fiecare dintre ”actele incriminatorii” nr. 24, 25 și 26 ar putea fi clasificate ca infracțiuni, cu toate acestea, aceste acte nu constituie infracțiuni pentru care a fost solicitată extrădarea.”", "32.  La articolul 2 decretul statua că “extrădarea va avea loc după ce persoana solicitată și-a îndeplinit obligațiile impuse de instanțele belgiene”.", "33.  În aceeași zi, în baza altui decret ministerial, Ministerul de Justiție a refuzat solicitarea autorităților tunisiene de extrădare a reclamantului (a se vedea paragraful 10 de mai sus).", "c)  Procedura controlului judiciar exercitat de Consiliul de Stat", "34.  La 6 februarie 2012, invocând încălcări ale articolelor 3 din Convenție și 4 din Protocolul nr. 7, reclamantul a depus o cerere în fața Consiliului de Stat pentru revizuirea decretului ministerial prin care se aproba extrădarea sa în Statele Unite ale Americii.", "35.  În cadrul audierii din 19 septembrie 2013, reclamantul a invocat hotărârea Curții în cauza Vinter și Alții c. Marii Britanii [MC] (nr. 66069/09, 130/10 și 3896/10, 9 iulie 2013). El a dedus din această hotărâre că, acum, Curtea a adoptat o poziție care impune ca o condamnare la închisoarea pe viață să fie preventiv revizuită, înainte de începerea executării pedepsei, în sensul de a se stabili dacă pedeapsa este sau nu susceptibilă de a fi redusă, și, prin urmare, distincția din hotărârea Babar Ahmad și Alții c. Marii Britanii (nr. 24027/07, 11949/08, 36742/08, 66911/09 și 67354/09, 10 aprilie 2012) în funcție de faptul dacă persoana supusă extrădării a fost sau nu condamnată nu mai era relevantă.", "36.  Printr-o hotărâre din 23 septembrie 2013, Consiliul de Stat a respins cererea reclamantului. Cu privire la capătul de cerere formulat în baza articolului 3 din Convenție și riscul unei sentințe ireductibilă pe viață, Consiliul de Stat a motivat după cum urmează:", "“Chiar presupunând că reclamantul este condamnat de instanțele din SUA la închisoarea pe viață, trebuie precizat că în hotărârea Vinter și Alții c. Marii Britanii din 9 iulie 2013 [Curtea] a hotărât că: ‘o condamnare pe viață nu devine ireductibilă prin simplu fapt că în practică ar putea fi executată în întregime’, că ‘nu se pune problema articolului 3 dacă o pedeapsă pe viață este de jure și de facto reductibilă ...’ și că ‘acolo unde legea națională permite posibilitatea revizuirii unei condamnări pe viață în scopul comutării, reducerii, încheierii sau eliberării condiționate a deținutului, acest fapt este suficient pentru a satisface exigențele articolului 3’.", "În speță, ca și în cauza Babar Ahmad și Alții c. Marii Britanii care a dus la [hotărârea Curții] din 10 aprilie 2012, reclamantul nu a fost condamnat de o instanță americană la pedeapsa cu închisoarea pe viață și cu atât mai puțin nu a început să execute o asemenea pedeapsă.", "Prin urmare, ca și în cauza mai sus menționată, reclamantul nu demonstrează că, în eventualitatea unei condamnări pe viață, se va ivi, din perspectiva regimului penitenciar, chestiunea legitimei justificări pentru continuarea pedepsei.", "Mai mult, în observațiile sale cele mai recente, reclamantul recunoaște că o posibilă condamnare la pedeapsa pe viață ar fi reductibilă de jure. Legislația SUA îi permite, fie să solicite revizuirea sau să solicite grațierea prezidențială sau comutarea pedepsei, iar reclamantul nu pretinde că această putere de a acorda clemență sau comutarea pedepsei este însoțită de restricții comparabile cu cele în discuție în hotărârea [Curții] menționată mai sus, hotărâre din 9 iulie 2013.", "Deși reclamantul contestă afirmația că o astfel de sentință este reductibil de facto, explicațiile furnizate părții adverse de către autoritățile americane arată că președintele SUA a folosit deja această prerogativă de a comuta pedepse. Prin urmare, remediul legal la dispoziția solicitantului în cazul unei pedepse privative de libertate pe viață nu este exclus în practică.    ", "În plus, afirmația reclamantului că, după atacul terorist din 11 septembrie 2001, a fost de neconceput pentru președintele SUA să acorda o grațiere sau să comute o sentință a unei persoane condamnate de terorism, nu a fost susținută de nici o informație pertinentă, nici nu poate fi avută în vedere datorită perioadei relativ scurtă de timp, în comparație cu o condamnare pe viață, care a trecut de la atacul menționat și orice sentințe penale impuse ulterior. ", "Ca și în Babar Ahmad ..., prin urmare, nu a fost stabilit faptul că autoritățile SUA vor refuza, dacă va fi cazul, să pună în aplicare mecanismele disponibile de reducere a pedepselor acolo unde nu va mai exista nicio justificare legitimă din perspectiva regimului penitenciar de a continua executarea pedepsei cu închisoarea.", "Prin urmare, orice sentință pe viață impusă reclamantului ar fi, de asemenea, reductibilă de facto.", "Prin urmare, nu este necesar să se stabilească dacă partea adversă a greșit să considere că reclamantul nu va fi neapărat condamnat la închisoare pe viață, pentru că, chiar dacă el ar fi fost condamnat la o astfel de pedeapsă cu închisoarea, această pedeapsă nu ar constitui o încălcare a articolului 3 [din Convenție]”.", "37.  Cu privire la plângerile formulate în temeiul articolului 5 din Acordul privind extrădarea dintre Regatul Belgiei și Statele Unite ale Americii, articolul 4 din Protocolul nr. 7 la Convenție și articolul 14 § 7 din Pactul internațional cu privire la drepturile civile și politice, Consiliul de Stat a declarat că:", "“Autoritățile americane solicită extrădarea reclamantului în baza a patru capete de acuzare, și anume:", "1) Conspirație în scopul uciderii de resortisanți americani în afara granițelor Statelor Unite ale Americii;", "2) Conspirație și tentativă la folosirea armelor de distrugere în masă;", "3) Conspirație în scopul de a oferi sprijin material și resurse unei organizații teroriste străine;", "4) Oferirea de sprijin material și resurse unei organizații teroriste străine, cu încălcarea următoarelor prevederi.", "Din nou, potrivit autorităților americane, în scopul de a comite aceste infracțiuni, conform rechizitoriului, reclamantul și patru complici au efectuat o serie de \"acte incriminatorii\", inclusiv cele pentru care se acordă extrădarea, prezentate după cum urmează: [urmează o listă ce cuprinde 28 de capete de acuzare].", "În Belgia, capetele de acuzare (‘competența teritorială Bruxelles și pentru infracțiuni conexe alte zone din Regat) împotriva reclamantului sunt următoarele: [urmează o listă cu 13 capete de acuzare].", "Comparând toate ‘actele incriminatorii’ pentru care a fost acordată extrădarea în SUA cu toate capetele de acuzare de ”competența instanțelor din Bruxelles și ... din altă parte în Regat”, se observă că primele nu au o legătură teritorială cu Regatul Belgiei, constituind un set de acte ce servesc ca elemente constitutive ale celor patru capete de acuzare formulate de autoritățile americane.", "Reiese din dosar că reclamantul este dorit de către autoritățile americane pentru un număr de infracțiuni pentru care el nu a fost \"găsit vinovat, condamnat sau achitat în statul solicitat\" și că \"actele incriminatorii\" constituie atât de multe elemente pentru a fi utilizate de către autoritățile judiciare americane pentru a stabili dacă reclamantul este vinovat sau nevinovat în legătură cu cele patru acuzațiile aduse împotriva lui.”", "C.  Dispunerea unei măsuri provizorii și etapele ulterioare ale procedurii în fața Curții", "38.  La 6 decembrie 2011, data decretelor ministeriale referitoare la cererile de extrădare (a se vedea paragrafele 28 și 33), reclamantul a depus la Curte o cerere pentru dispunerea unei măsuri provizorii în temeiul articolului nr. 39 din Regulamentul Curții în vederea suspendării extrădării sale.", "39.  În aceeași zi, Curtea a aderat la solicitarea reclamantului și a hotărât să indice Guvernului, în interesul părților și a bunei desfășurări a procedurilor din fața sa, că nu ar trebui să accepte extrădarea reclamantul în Statele Unite ale Americii.", "40.  La 20 decembrie 2011, argumentând că măsura provizorie a fost dispusă prematur, deoarece reclamantul nu a fost încă plasat în arest preventiv în așteptarea extrădării și că o astfel de măsură ar crea o situație în detrimentul bunei administrări a justiției, guvernul belgian a solicitat ca măsura să fie ridicată.", "41.  La 11 ianuarie 2012, Curtea, în urma reexaminării cererii în lumina informațiilor furnizate de părți, a hotărât în temeiul acestor informații să refuze ridicarea măsurii provizorii.", "42.  La 21 mai 2012, Guvernul a depus o a doua cerere pentru ridicarea măsurii provizorii.", "43.  În răspuns, Curtea a arătat, printr-o scrisoare din 25 mai 2012, că solicitarea de ridicare a măsurii și cererea reclamantului vor fi reexaminate odată ce hotărârea pronunțată de Curte la 10 aprilie 2012 în cauza Babar Ahmad și Alții c. Marii Britanii, citată mai sus, va fi devenit definitivă.", "44. Printr-o scrisoare din 25 iunie 2012, Curtea a informat părțile că examinarea cererii de ridicare a măsurii provizorii a fost amânată pe termen nedefinit, având în vedere cererea de trimitere în fața Marii Camere a cauzelor Vinter și Alții c. Marii Britanii (nr. 66069/09) și Harkins și Edwards c. Marii Britanii (nr. 9146/07 și 32650/07).", "45.  La 3 august 2012, Curtea a informat părțile că s-a luat decizia de a trimite cauza Vinter, menționată anterior, în fața Marii Camere și că problema cererii de ridicare a măsurii provizorii va fi reexaminată în momentul în care se va lua o decizie cu privire la cererea de trimitere în fața Marii Camere a cauzei Babar Ahmad și Alții, menționată mai sus.", "46.  Cererea a fost comunicată Guvernului pârât la 27 noiembrie 2012.", "47.  În observațiile sale cu privire la admisibilitatea și fondul cererii, Guvernului a solicitat, pentru a treia oară, ridicarea imediată a măsurii provizorii.", "48.  Printr-o scrisoare din 7 ianuarie 2013, Curtea a răspuns că Guvernul va fi informat în timp util cu privire la decizia luată de Curte privind măsura provizorie.", "49.  La 15 ianuarie 2013, s-a decis menținerea măsurii provizorii pe durata procedurii în fața Curții.", "50.  Printr-o scrisoare din 18 iunie 2013, în răspuns la o a patra solicitare de ridicare a măsurii provizorii, Curtea a statuat că măsura provizorie a fost menținută și se va aplica până la încheierea procedurilor în fața sa.", "51.  La 10 iulie 2013, Curtea a informat părțile că examinarea cauzei a fost suspendată având în vedere iminenta pronunțare a hotărârii Consiliului de Stat și a hotărârii Marii Camere în cauza Vinter și Alții [MC] (nr. 66069/09, 130/10 și 3896/10, 9 iulie 2013).", "52.  În răspuns la întrebarea Guvernului cu privire la termenul limită pentru examinarea cauzei, Curtea a informat la 25 septembrie 2013 că examinarea cauzei va începe la sfârșitul lui octombrie sau începutul lui noiembrie.", "53.  La 18 octombrie 2013, Curtea a informat părțile cu privire la faptul că, în temeiul articolului 30 din Convenție, Camera căreia i-a fost alocată cauza intenționa să își decline competența în favoarea Marii Camere.", "54.  Prin scrisoarea din 31 octombrie 2013, reclamatul a achiesat la o astfel de trimitere. Guvernul, pe de altă parte, prin scrisoarea din 8 noiembrie 2013, și-a exprimat opoziția.", "D.  Detenția în scopul extrădării", "55. La 24 iunie 2012, în urma executării pedepselor la care a fost condamnat (a se vedea paragraful 11 de mai sus), reclamantul a fost reținut în așteptarea extrădării, conform secțiunii 3 din Legea privind extrădarea din 15 martie 1874.", "56. La 7 iunie 2012, reclamantul a depus o primă cerere de punere în libertate la Tribunalul Nivelles. Prin decizia din 12 iunie 2012, Camera consiliului a respins cererea. Decizia a fost menținută de Secția de punere sub acuzare din cadrul Curții de Apel Bruxelles la 28 iunie 2012.", "57.  Ulterior, după ce a fost transferat mai întâi la penitenciarul Bruges și apoi la Hasselt la 13 August 2012, reclamantul a depus la Tribunalul Hasselt o a doua cerere de eliberare. La 24 august 2012, Camera consiliului a admis acțiunea. În urma apelului procurorului, printr-o hotărâre din 6 septembrie 2012, Secția de punere sub acuzare a Curții de Apel Antwerp a anulat această decizie și a respins acțiunea.", "58.  La 3 decembrie 2012, reclamantul a introdus o a treia cerere de eliberare. Printr-o decizie din 14 decembrie 2012, Camera consiliului din cadrul Tribunalului Hasselt a declarat cererea neîntemeiată. Reclamantul a depus apel la Secția de punere sub acuzare a Curții de Apel Antwerp care a menținut această decizie printr-o hotărâre din 10 ianuarie 2013.", "59.  În ianuarie 2013, după ce între timp a fost transferat la penitenciarul Mons, reclamantul a depus o a patra cerere de eliberare, care a fost declarată nefondată de către Camera consiliului din cadrul Tribunalului Mons la 4 februarie 2013 și la 21 februarie 2013 de către Secția de punere sub acuzare a Curții de Apel Mons.", "60.  La 23 august 2013, după ce între timp a fost transferat la penitenciarul Ittre, reclamantul a depus o a cincea cerere de eliberare. Aceasta a fost respinsă de Camera consiliului din cadrul Tribunalului Nivelles la 28 august 2013 și ulterior la 12 septembrie 2013 de către Secția de punere sub acuzare a Curții de Apel Bruxelles.", "61.  Între timp, la 5 septembrie 2013, reclamantul a părăsit penitenciarul Ittre pentru cel din Bruges, în urma obținerii unei date pentru căsătoria sa cu o persoană având cetățenia belgiană, cu care a avut doi copii.", "E.  Extrădarea reclamantului", "62.  La 3 octombrie 2013, reclamantul a fost informat că era transferat din penitenciarul Bruges la penitenciarul Ittre. De fapt el a fost dus la aeroportul militar Melsbroek, unde era așteptat de agenții Biroului Federal de Investigații (FBI). La 11.30 a.m. el a fost extrădat în Statele Unite ale Americii.", "63.  Ministerul de Justiție a făcut o declarație publică la ora 1:30 p.m. prin care anunța plecarea reclamantului.", "64.  La 3 p.m. avocatul reclamantului a adresat Președintelui Tribunalului Bruxelles o cerere ex parte în regim de urgență. Decizia, care a fost pronunțată la 6.30 p.m., statua că Statul Belgian a fost obligat să se conformeze măsurii provizorii indicate de Curte și a dispus \"interzicerea sau suspendarea extrădării reclamantului, cât de mult posibil\", sub sancțiunea unei amenzi de 5 000 de euro ( cinci mii de euro). Curtea nu a fost informată despre existența vreunui apel împotriva acestei decizii.", "F.  Detenția reclamantului în Statele Unite ale Americii", "65.  În Statele Unite ale Americii reclamantul a fost imediat plasat în detenție. La 7 octombrie 2013, asistat de un avocat din oficiu, a fost adus în fața Tribunalului Districtual Columbia pentru a i se citi rechizitoriul.", "66.  Reclamantul este în prezent deținut în penitenciarul regional Rappahannock din Stafford (Virginia). La 1 noiembrie 2013, o scrisoare a administrației penitenciarului către autoritățile belgiene preciza că reclamantul a fost supus acelorași condiții de detenție ca și restul deținuților.", "67.  Potrivit unui e-mail trimis la 6 noiembrie 2013 de către avocatul reclamantului din SUA către reprezentantul său în fața Curții, reclamantului i se permitea contactul cu lumea exterioară prin intermediul serviciilor poștale, însă toată corespondența era tradusă și citită în avans de către Guvernul SUA. De asemenea, i se permitea să aibă legături telefonice cu unii membri al familiei cu condiția ca un interpret să fie disponibil. Rudele apropiate puteau să îl viziteze sub condiția obținerii vizei de intrare în SUA.", "68.  Reclamantul a fost vizitat de avocatul său, care, printr-un e-mail trimis unui membru al familiei la 7 decembrie 2013, a precizat că reclamantul a fost plasat într-o celulă izolată. Ea și-a exprimat îngrijorarea cu privire la starea sa psihică.", "...", "ÎN DREPT", "I.  PRETINSA ÎNCĂLCARE A ARTICOLULUI 3 DIN CONVENȚIE ÎN LEGĂTURĂ CU EXTRĂDAREA RECLAMANTULUI", "84.  Potrivit reclamantului, decizia autorităților belgiene de a-l preda Statelor Unite ale Americii a încălcat articolul 3 din Convenție, care prevede următoarele:", "“Nimeni nu poate fi supus torturii, nici pedepselor ori tratamentelor inumane ori degradante.”", "...", "B.  Fond", "1.  Observațiile părților", "a)  Reclamantul", "94.  Reclamantul s-a plâns că datorită extrădării în Statele Unite ale Americii a fost expus tratamentului incompatibil cu articolul 3 din Convenție. El a susținut că infracțiunile A și B, în baza cărora a fost acordată extrădarea, prevedeau pedeapsa cu închisoarea pe viață care era ireductibilă de facto și că dacă va fi condamnat nu ar avea nicio perspectivă să fie vreodată eliberat.", "95.  Reclamantul a dedus ireductibilitatea de facto a sentinței pe viață din datele menționate în notele diplomatice din 11 noiembrie 2009 și 10 august 2010. El a subliniat că autoritățile SUA s-au referit doar la un singur caz de comutare a pedepsei în cazul infracțiunilor grave ce țin de securitatea națională și au declarant că nu aveau cunoștință de vreo grațiere sau comutare de pedeapsă în cauzele cu condamnări pentru acte de terorism cum ar fi cele de care a fost acuzat reclamantul. În acest sens, exemplul actului de clemență al Președintelui Clinton din 1999 nu a fost relevant. Acest exemplu ar trebui privit în propriul context, care nu avea nimic în comun cu situația creată după lansarea, în urma evenimentului din 11 septembrie 2001, a unui veritabil război împotriva așa zisului terorism ”islamic”; acesta fiind contextul în care reclamantul a fost cercetat.", "96.  De asemenea, reclamantul a considerat că sursele folosite de Guvern pentru a demonstra contrariul trebuie tratate cu prudență. Guvernul a omis să indice că, la momentul publicării studiului citat mai sus, ONG-ul Human Rights First era condus de o persoană care de atunci și-a început mandatul în executivul SUA. Reclamantul a mai pus la îndoială și calitatea informațiilor furnizate. El a găsit foarte ciudat faptul că problema condițiilor de detenție în cazul persoanelor urmărite pentru terorism trebuie complet ignorată în ciuda faptului că această chestiune a fost centrul preocupărilor Curții în cauza Babar Ahmad și Alții menționată mai sus. De fapt, ONG-ul CagePrisoners, care a sprijinit deținuții musulmani reținuți de SUA pentru terorism, a efectuat o anchetă care a arătat că astfel de deținuți au îndurat condiții foarte stricte de detenție și o politică de discriminare în închisoare, au fost torturați în scopul obținerii de mărturii și au fost condamnați la pedepse privative de libertate disproporționate și abuzive și așa mai departe.", "97.  Reclamantul a interpretat în mod diferit statisticile citate de Guvern. El a subliniat că durata medie a sentinței de 8,4 ani nu a inclus pedepsele cu închisoarea pe viață și nu a ținut cont de perioada de detenție executată de persoanele condamnate care au fost, fie eliberate pe perioada procesului, fie plasate sub control judiciar. Aceste studii nu au inclus nici persoanele care au fost arestate în timpul perioadei de referință dar nu au fost încă judecate. În plus, Departamentul de Justiție al SUA a prezentat cifre diferite: din cele 403 persoane deja judecate în perioada 11 septembrie 2001 – 18 martie 2010, treizeci și una nu au fost încă condamnate, douăsprezece au fost condamnate la perpetuitate și cinci au fost condamnate la șaizeci sau mai mulți ani de închisoare. Reclamantul a citat cazul lui Richard Reid, al cărui nume a fost menționat în mai multe rânduri în dosarul penal care a dus la condamnarea reclamantului în Belgia, precum și în timpul procedurii de extrădare. Richard Reid a fost condamnat în 2003 la închisoare pe viață sub același capăt de acuzare B ca și reclamantul, pentru intenția de a distruge o aeronavă aflată în timpul zborului cu ajutorul explozivilor ascunși în pantofi.", "98.  Reclamantul a susținut că situația sa nu era comparabilă cu cea a reclamanților în cauza menționată mai sus Babar Ahmad și Alții, deoarece el deja a fost condamnat de instanțele belgiene la pedeapsa maximă aplicabilă în Belgia la data faptelor imputate și că nu a beneficiat de nicio circumstanță atenuantă. ", "99.  În cele din urmă, reclamantul a susținut că singura sa ”speranță de a fi eliberat” rezidă în perspectivele de succes, de facto inexistente ”post 9/11”, ale unei cereri de grațiere sau de comutare a pedepsei. Această posibilitate, care se afla în mâinile executivului fără o supraveghere judiciară, nu numai că nu seamănă deloc cu o garanție dar era și total nejuridică. Viza schimbarea opiniei publice și nu se baza pe niște minime criterii predefinite. Prin urmare, acest remediu era diametral opus cerințelor de coerență și previzibilitate stabilite în hotărârea mai sus menționată Vinter și Alții.", "b)  Guvernul", "100.  Ca o observație preliminară, Guvernul a susținut că, în conformitate cu abordarea Curții în cauzele menționate mai sus Harkins și Edwards și Babar Ahmad și Alții, problema detențiunii pe viață a trebuit să fie analizată în contextul unei extrădări, și a trebuit să țină cont de faptul că extrădarea reclamantului a fost solicitată numai în scopul urmăririi penale în fața instanțelor americane și că nu exista nicio certitudine că reclamantul ar fi găsit vinovat de acuzațiile care i se aduc.", "101. De asemenea, trebuie avut în vedere faptul că, chiar dacă ar fi întrunite toate elementele constitutive ale infracțiunilor prevăzute la capetele de acuzare A și B (a se vedea punctul 13 de mai sus), pentru care reclamantul era pasibil de închisoare pe viață (a se vedea punctul 15 de mai sus), autoritățile americane au dat asigurări că o astfel de pedeapsă era discreționară și că instanța sesizată nu era obligată să impună pedeapsa maximă prevăzută de lege.   Mai mult, când o condamnare pe viață urmează să fie aplicată, există remedii legale directe și indirecte împotriva condamnării și a pedepsei, posibilitatea de a solicita revizuirea sentinței și modalități de reducere a pedepsei. Toate acestea s-au adăugat asigurărilor furnizate de autoritățile SUA cu privire la judecarea reclamantului de către instanțele de drept comun, deținerea într-un penitenciar civil și faptul că reclamantul nu era în niciun fel expus la condamnarea cu moartea.", "102.  Guvernul a susținut că nu a existat niciun motiv să se îndoiască de garanțiile primite. Belgia s-a obligat să respecte tratatul cu privire la extrădare cu SUA din 1901 și niciodată nu a experimentat eventuale cazuri de încălcare de către SUA a obligațiilor ce decurg din garanțiile diplomatice acordate.", "103.  În orice caz, potrivit Guvernului, orice risc real ca reclamantul să fie ulterior condamnat la pedeapsa maximă prevăzută pentru infracțiunile de la punctele A și B era limitat, așa cum o confirmă datele din rapoartele ONG-ului Human Rights First susținute de statisticile Departamentului de Justiție al SUA cu privire la condamnări pentru acte de terorism (paragraful 29 de mai sus). Aceste publicații au arătat în mod clar că toate cazurile de condamnări pe viață au privit infracțiuni mult mai grave decât cele de care a fost acuzat reclamantul. Exemplul lui Richard Reid citat de reclamant (a se vedea paragraful 97 de mai sus) intra în aceeași categorie deoarece Reid a fost arestat în flagrant. În alte cazuri, persoane suspectate de comiterea unor infracțiuni precum cele listate la punctele A și/sau B nu au fost condamnați la pedeapsa maximă prevăzută de legislația SUA.", "104.  Cât privește faptul dacă detențiunea pe viață, de care este pasibil reclamantul pentru infracțiunile prevăzute la capetele de acuzare A și B, a trecut ”testul” dispus de Curte în cauza mai sus menționată Kafkaris și era reductibilă de jure și de facto, Guvernul a invitat Curtea să adopte același raționament ca în cauzele Babar Ahmad și Alții și Harkins și Edwards, menționate anterior.", "105.  Presupunând că problema proporționalității a fost relevantă în speță, în ciuda faptului că extrădarea reclamantului a fost solicitată doar în scopul urmăririi penale, ar trebui să fie în primul rând subliniat că, având în vedere gravitatea acuzațiilor, sancțiunile care i s-ar fi putut aplica nu au fost vădit disproporționate. Așadar, singura întrebare care a rezultat a fost dacă, în pofida faptului că reclamantul era pasibil de închisoarea pe viață, acesta ar putea fi considerat ca având orice perspectivă de a fi eliberat. ", "106.  Primul fapt care trebuie notat, fapt recunoscut de reclamant în fața Consiliului de Stat, a fost că, din perspectiva mijloacelor legale de a obține în SUA o comutare de pedeapsă sau o grațiere, astfel cum acestea sunt descrise în nota diplomatică din 10 august 2010, pedepsele pe viață erau reductibile de jure.", "107.  În al doilea rând, s-a stabilit că reduceri de pedeapsă și grațieri prezidențiale au fost într-adevăr acordate în mai multe rânduri și că pedepsele pe viață erau, de asemenea, reductibile de facto. În sprijinul acestor susțineri, Guvernul a furnizat statistici cu privire la grațierile și reducerile de pedeapsă care au fost acordate începând din 1990, statistici ce pot fi consultate pe site-ul Departamentului de Justiție al SUA. Guvernul a susținut că toți președinții SUA au uzat până în prezent de dreptul lor de a acorda grațieri și/sau comutări de pedeapsă. Președintele George Bush a făcut acest lucru în 2008, în cazul unei persoane condamnată pentru trafic de droguri la închisoare pe viață fără drept de eliberare condiționată. Aceste măsuri au fost implementate și pentru persoane condamnate pentru infracțiuni la adresa securității naționale, ca în cazul membrilor FALN citat de autoritățile SUA în nota diplomatică din 10 august 2010.", "108.  Nu se poate trage o concluzie contrară din faptul că nu a fost acordată nicio reducere de pedeapsă sau grațiere în cazul persoanelor condamnate la închisoare pe viață pentru acte de terorism legate de al-Qaida. Ar trebui folosit același raționament ca în Iorgov c. Bulgariei (nr. 2) (nr. 36295/02, 2 septembrie 2010): întrucât sentințele pronunțate de autoritățile SUA pentru astfel de acte sunt toate de dată recentă, persoanele astfel condamnate nu ar fi putut încă solicita o grațiere prezidențială. Acestea devin eligibile pentru o astfel de măsură numai după executarea unei părți din pedeapsa cu închisoarea. Lipsa grațierilor pentru astfel de infracțiuni nu ar putea, prin urmare, susține concluzia că sistemul grațierilor nu funcționează. Presupunând că reclamantul a fost condamnat, după ce va fi executat o parte din pedeapsă, el va putea, la momentul oportun și în conformitate cu legislația SUA, să solicite grațierea sau comutarea pedepsei. În favoarea sau împotriva unei astfel de măsuri pot milita mai mulți factori sau schimbări de situație și a fost imposibil de speculat în stadiul actual dacă sau când reclamantul ar putea fi eliberat.", "109. Guvernul a mai susținut că sistemul american îndeplinea cerințele specificate de Curte în hotărârea de mai sus Vinter și Alții care, a subliniat Guvernul, a privit pedepse cu închisoarea pe viață obligatorii și nu alternative, precum în speță. Grațierea prezidențială era o măsură cunoscută, prin urmare, previzibilă în temeiul legislației și o măsură corespunzătoare, suficient de cuprinzătoare pentru a oferi anumite perspective legale de eliberare deținuților aflați în executarea unei pedepse pe viață. Mai mult, este de asemenea important de remarcat faptul că sistemul American diferă de cel al Marii Britanii. Spre deosebire de UK, o persoană condamnată în Statele Unite ale Americii poate oricând solicita grațierea sau comutarea pedepsei. Durata și natura pedepsei nefiind relevante. O persoană condamnată ar putea depune un număr nelimitat de cereri. Conform procedurii este necesară evaluarea prealabilă a procurorului pentru grațieri, care funcționează în cadrul Departamentului de Justiție și care emite un aviz neobligatoriu președintelui ținând seama de circumstanțele infracțiunii și caracterul petiționarului.", "2.  Aprecierea Curții", "110.  Pretinsa încălcare a constat în expunerea reclamantului, prin extrădarea în Statele Unite ale Americii, la riscul unei sentințe cu închisoarea pe viață fără posibilitatea de eliberare condiționată, cu încălcarea cerințelor prevăzute la articolul 3 din Convenție.", "111.  Curtea va începe examinarea cauzei în discuție cu o serie de considerații generale cu privire la stadiul jurisprudenței sale în materia articolului 3, începând cu analiza sentințelor pe viață și continuând cu îndepărtarea străinilor de pe teritoriul național. Aceasta va aborda ulterior chestiunea aplicării principiilor privind condamnările pe viață la situația concretă a reclamantului, care a fost extrădat.", "a)  Principiile aplicabile detențiunii pe viață", "112.  În conformitate cu jurisprudența constantă a Curții, pronunțarea unei pedepse cu închisoarea pe viață împotriva unui infractor adult nu este, în sine, interzisă sau incompatibilă cu articolul 3 sau orice alt articol din Convenție  (a se vedea Kafkaris, citată mai sus, § 97, și referințele citate aici), cu condiția ca pedeapsa să nu fie total disproporționată (a se vedea Vinter și Alții citată mai sus, §§ 88 și 89). Cu toate acestea, Curtea a constatat că aplicarea unei sentințe pe viață fără posibilitatea reducerii acesteia poate ridica o problemă în temeiul articolului 3 (a se vedea Kafkaris, citată mai sus, § 97).", "113.  Acest ultim principiu dă naștere la alte două. În primul rând, articolul 3 nu împiedică ca, în practică, pedepsele cu închisoarea pe viață să nu fie executate în întregime. Ce interzice articolul 3 este ca o pedeapsă cu închisoarea pe viață să fie de jure și de facto ireductibilă. În al doilea rând, pentru a determina dacă o condamnare pe viață într-un anumit caz poate fi considerată drept ireductibilă, Curtea urmărește să afle dacă un deținut pe viață se poate spune că are vreo șansă de a fi eliberat. În cazul în care legislația națională permite posibilitatea revizuirii unei pedepse cu închisoarea pe viață în scopul comutării, reducerii, încetării sau eliberării condiționate a deținutului, acest fapt va fi suficient pentru a satisface exigențele articolului 3 (a se vedea Kafkaris, citată mai sus, § 98, și referințele citate aici).", "114.  Până de curând, Curtea a considerat că și o singură posibilitate de ajustare a unei pedepse pe viață era suficientă pentru a îndeplini cerințele articolului 3. Astfel, ea a decis că posibilitatea eliberării anticipate, chiar atunci când o astfel de decizie se afla doar la latitudinea șefului statului (a se vedea Kafkaris, citată mai sus, § 103) sau în speranța unei clemențe prezidențiale sub forma fie a grațierii, fie a unei comutări de pedeapsă (a se vedea Iorgov c. Bulgariei (nr. 2), nr. 36295/02, §§ 51 la 60, 2 septembrie 2010) a fost suficientă pentru a dovedi o astfel de posibilitate.", "115.  În Vinter și Alții, citată mai sus, Curtea a reexaminat modalitatea de a determina dacă, într-un caz concret, o pedeapsă pe viață ar putea fi considerată reductibilă. Curtea a examinat această chestiune în lumina funcțiilor de prevenție și reabilitare ale pedepsei (§§ 112 la 118). Cu referire la un principiu deja stabilit în hotărârea Kafkaris, Curtea a subliniat că dacă o pedeapsă cu închisoarea pe viață ar urma să fie considerată ca fiind reductibilă, aceasta trebuie să facă obiectul unei revizuiri care să permită autorităților naționale să determine dacă eventualele schimbări din viața unui deținut au fost atât de semnificative, iar aceste progrese în direcția reabilitării au fost realizate în cadrul executării pedepsei, încât să semnifice că o continuare a executării pedepsei nu se mai justifică din motive paneologice (§ 119). În plus, Curtea a explicat pentru prima data că un deținut condamnat la închisoarea pe viață avea dreptul, de la începutul condamnării, să știe ce trebuie să facă pentru a putea fi eliberat si în ce condiții, inclusiv când ar putea avea loc o revizuire a pedepsei sau când ar fi posibil să fie solicitată. În consecință, acolo unde dreptul intern nu prevede niciun mecanism sau posibilitate de revizuire a unei condamnări pe viață, incompatibilitatea cu articolul 3 sub acest aspect s-a ivit deja la momentul pronunțării hotărârii și nu la momentul ulterior al încarcerării (§ 122).", "b)  Principii aplicabile îndepărtării străinilor", "116.  Potrivit jurisprudenței consacrate, protecția împotriva tratamentului interzis în temeiul articolului 3 este absolută și, ca urmare, extrădarea unei persoane de către un stat contractant poate ridica probleme în temeiul acestei dispoziții și, prin urmare, angaja responsabilitatea statului în cauză în temeiul convenției, în cazul în care există motive serioase a se crede că în cazul extrădării persoanei în țara solicitantă aceasta ar risca în mod real să fie supusă unui tratament contrar articolului 3 (a se vedea Soering c. Marii Britanii, 7 iulie 1989, § 88, seria A nr. 161). Faptul că rele tratamente sunt aplicate de către un stat care nu este parte la Convenție este lipsit de relevanță (a se vedea Saadi, citată mai sus, § 138). În astfel de cazuri articolul 3 implică obligația de a nu îndepărta persoana în cauza, chiar si în cazul în care statul solicitant nu este un stat parte la Convenție. Curtea nu face nicio distincție în ceea ce privește temeiul juridic pentru îndepărtarea unei persoane; adoptă aceeași abordare atât în cazul expulzării cât și al extrădării (a se vedea Harkins și Edwards, citată mai sus, § 120, și Babar Ahmad și Alții, citată mai sus, § 168).", "117.  Pe lângă acestea, Curtea reiterează că este extrem de conștientă de dificultățile cu care se confruntă statele în protejarea propriilor cetățeni împotriva violenței teroriste, care constituie, în sine, o amenințare gravă la adresa drepturilor omului. Este, prin urmare, prudent să nu se subestimeze amploarea pericolului reprezentat de terorism și amenințarea pe care o reprezintă pentru societate (a se vedea Othman (Abu Qatada) c. Marii Britanii, nr. 8139/09, § 183, CEDO 2012, și referințele citate aici). În fața unei asemenea amenințări, Curtea consideră legitim ca Statele Contractante să ia o poziție fermă împotriva celor care contribuie la acte de terorism (ibid). În cele din urmă, Curtea nu pierde din vedere obiectivul fundamental al extrădării, care este de a preveni infractorii fugitivi să se sustragă justiției, și nici scopul benefic pe care îl urmărește pentru toate Statele, într-un context în care criminalitatea ia o dimensiune internațională amplă (a se vedea Soering, citată mai sus, § 86).", "118.  Cu toate acestea, nici unul dintre acești factori nu are vreun efect asupra caracterului absolut al articolului 3. Astfel cum Curtea a afirmat în mai multe rânduri, această regulă nu suportă nicio excepție. Prin urmare, de la hotărârea Chahal c. Marii Britanii (15 noiembrie 1996, §§ 80 și 81, Culegere de hotărâri și decizii 1996-V), principiul a trebuit să fie reafirmat în mai multe rânduri în sensul că nu este posibil ca activitățile persoanei în cauză, indiferent de cât de nedorite sau de periculoase ar fi, să fie considerate drept dovezi materiale sau ca riscul de rele tratamente să fie evaluat față de motivele invocate pentru expulzare în scopul de a stabili dacă responsabilitatea statului este angajată în temeiul articolului 3 (a se vedea Saadi, citată mai sus, § 138; de asemenea Daoudi c. Franței, nr. 19576/08, § 64, 3 decembrie 2009, și M. S. c. Belgiei, nr. 50012/08, §§ 126 și 127, 31 ianuarie 2012).", "119.  Pentru a stabili a asemenea responsabilitate, Curtea trebuie în mod inevitabil să evalueze situația din statul solicitant din perspectiva exigențelor articolului 3. Însă, acest lucru nu transformă Convenția într-un instrument care reglementează acțiunile statelor care nu sunt părți la aceasta sau care cere statelor părți să impună standarde cu privire la aceste state (a se vedea Soering, citată mai sus, § 86, și Al-Skeini și Alții c. Marii Britanii [MC], nr. 55721/07, § 141, CEDO 2011). În măsura în care orice răspundere este sau poate fi angajată în temeiul Convenției, această răspundere este angajată de statul parte care extrădează ca urmare a acțiunilor sale care au avut drept consecință directă expunerea unei persoane la rele tratamente (a se vedea Soering, citată mai sus, § 91; Mamatkulov și Askarov c. Turciei [MC], nr. 46827/99 și 46951/99, § 67, CEDO 2005I; și Saadi, citată mai sus, § 126).", "120.   În cazul în care este foarte probabil ca în statul solicitant extrădarea să producă consecințe incompatibile cu articolul 3 din Convenție, Statul Parte nu trebuie să extrădeze. Este o chestiune de asigurare a eficienței protecției oferită de articolul 3 având în vedere caracterul grav și ireparabil al pretinsei suferințe supuse riscului (a se vedea Soering, citată mai sus, § 90).", "c)  Aplicarea principiilor în speță", "121.  Curtea notează că reclamantul a fost extrădat în Statele Unite ale Americii, unde este cercetat pentru acte de terorism în legătura cu al-Qaida și că, dacă va fi găsit vinovat și condamnat pentru unele dintre aceste infracțiuni, el este pasibil de pedeapsa maximă cu închisoarea pe viață discreționară. Sentința este discreționară în sensul că judecătorul poate pronunța o pedeapsă mai ușoară, având posibilitatea de a dispune o sentință pe perioadă determinată.", "122.  Chestiunea care trebuie abordată de Curte este dacă, având în vedere riscul asumat, extrădarea reclamantului a încălcat articolul 3 din Convenție. Curtea a abordat de mai multe ori în trecut problema riscului unei sentințe pe viață. În toate cazurile Curtea a încercat, în baza asigurărilor diplomatice oferite de statul solicitant, să stabilească dacă extrădarea persoanelor în cauză într-adevăr le-a expus unui asemenea risc, iar în caz afirmativ, dacă condamnarea pe viață putea fi redusă, astfel că acestea au avut o speranța de a fi eliberate (a se vedea, printer multe altele, Nivette c. Franței (dec.), nr. 44190/98, CEDO 2001-VII; Einhorn c. Franței (dec.), nr. 71555/01, CEDO 2001-XI; Salem c. Portugaliei (dec.), no. 26844/04, 9 mai 2006; Olaechea Cahuas c. Spaniei, nr. 24668/03, CEDO 2006-X; și Schuchter c. Italiei, (dec.), nr. 68476/10, 11 octombrie 2011).", "123.  Această problemă a apărut din nou în cauzele Harkins și Edwards și Babar Ahmad și Alții, citate mai sus. Cei mai mulți dintre reclamanții din aceste cauze au fost amenințați cu extrădarea din Marea Britanie în Statele Unite ale Americii, unde s-ar fi confruntat cu urmărirea penală pentru infracțiuni în legătură cu acte te terorism inspirate de al-Qaida și, în eventualitatea unei condamnări, erau pasibili de pedeapsa cu închisoarea pe viață obligatorie sau facultativă, la discreția instanței.", "124.  Bazându-se pe jurisprudența sa cu privire la închisoarea pe viață în sistemul intern conform hotărârii Kafkaris (a se vedea paragrafele 112 - 114 de mai sus), Curte a statuat că, în absența unei disproporționalități evidente, o condamnare pe viață facultativă, fără posibilitatea eliberării condiționate, ar ridica o problemă în temeiul articolului 3 numai în cazul în care se poate demonstra că o continuare a executării pedepsei nu mai este justificată de niciun motiv legitim de ordin penologic și că pedeapsa este de facto și de iure ireductibilă (a se vedea Harkins și Edwards, citată mai sus, § 135, și Babar Ahmad și Alții, citată mai sus, §§ 241 și 242).", "125.  Ulterior, Curtea a statuat că reclamanții, care nu au fost condamnați, cu atât mai puțin nu au început executarea vreunei pedepse impuse ca urmare a unei asemenea condamnări, nu au demonstrat că, în eventualitatea extrădării, detenția lor în Statele Unite ale Americii nu ar servi niciun scop legitim de ordin penologic. Aceasta a considerat și mai puțin sigur că autoritățile americane vor refuza să se folosească de mecanismele disponibile pentru a le reduce pedeapsa, în cazul în care s-ar ajunge la un asemenea moment (a se vedea Harkins și Edwards, citată mai sus, §§ 140 și 142, și Babar Ahmad și Alții, citată mai sus, §§ 130, 131 și 243). Curtea a concluzionat că riscul aplicării unei pedepse pe viață nu a reprezentat un obstacol în calea extrădării reclamanților.", "126.  În speță, Curtea observă că, anterior extrădării, reclamantul s-a aflat într-o situație similară cu cea a reclamanților în cauza Babar Ahmad și Alții.", "127.  În conformitate cu abordarea adoptată în această cauză, Curtea consideră că, având în vedere gravitatea infracțiunilor de terorism de care este acuzat reclamantul și faptul că pedeapsa poate fi impusă numai după ce instanța de judecată a luat în considerare toate circumstanțele relevante atenuante sau agravante, pronunțarea unei condamnări pe viață nu ar fi total disproporționată (a se vedea Babar Ahmad și Alții, citată mai sus, § 243).", "128.  Guvernul pârât a susținut, în esență, că, pentru a stabili conformitatea acestei sentințe cu articolul 3 din Convenție, în contextul extrădării, \"testul\" pe care Curtea l-a aplicat în cauzele Harkins și Edwards și Babar Ahmad și Alții trebuie să se aplice, de asemenea, în speță și că nu a existat nici o justificare pentru eliminarea acestui \"test\" pe baza mai recentei jurisprudențe stabilită prin hotărârea Vinter și Alții.", "129.  Potrivit Guvernului, trebuie să se țină seama de faptul că reclamantul a fost extrădat în unicul scop al urmăririi penale, că nu a fost încă condamnat și că, prin urmare, imposibil să se determine, înainte de condamnare, dacă momentul de la care încarcerare lui nu ar mai servi niciun scop penologic va veni vreodată, sau pentru a specula pe modul în care, la acel moment, autoritățile SUA vor pune în aplicare mecanismele disponibile. În opinia Guvernului, faptul că Curtea a statuat în Vinter și alții (§ 122) că punctul de pornire pentru determinarea conformității cu articolul 3 din Convenția a fost data de impunere a pedepsei pe viață este irelevant în speță, deoarece reclamantul nu a fost încă condamnat.", "130.  Curtea consideră că trebuie să respingă acest argument, deoarece practic înlătură scopul preventiv al articolului 3 din Convenției în materia îndepărtării străinilor, care este de a preveni persoanele în cauză să sufere de fapt o pedeapsă sau un tratament de un nivel de severitate interzis de această dispoziție. Curtea reiterează că articolul 3 impune statelor contractante să prevină aplicarea de astfel de tratamente sau punerea în aplicare a unei astfel de sancțiuni (a se vedea paragraful 120 de mai sus). În plus, Curtea consideră, așa cum a făcut-o în toate cazurile de extrădare de la Soering încoace, că aceasta trebuie să evalueze riscul asumat de reclamant în temeiul articolului 3 ex-ante - adică, în speță, înainte de posibila condamnare a reclamantului în Statele Unite - și nu ex post facto, după cum a sugerat Guvernul.", "131. Sarcina Curții este de a se asigura de faptul că extrădarea reclamantului a fost compatibilă cu articolul 3 și, prin urmare, să analizeze dacă condamnarea pe viață de care este pasibil reclamantul îndeplinește criteriile pe care le-a stabilit în jurisprudența sa în această materie (a se vedea paragrafele 112 -115 de mai sus).", "132.  În acest sens, Guvernul a afirmat că sistemul american îndeplinește cumulativ condițiile prevăzute de Curte în hotărârea Kafkaris și noile criterii stabilite de Curte în Vinter și alții. Acesta a susținut că sentința pe viață pe care reclamantul risca să o primească era reductibilă de drept pentru că reclamantul avea posibilitatea, în temeiul Constituției Statelor Unite ale Americii, să solicite grațierea prezidențială sau comutarea pedepsei. El ar putea depune o astfel de solicitare oricând după ce condamnarea va fi devenit definitivă și de câte ori ar dori. Cererea va fi analizată de procurorul pentru grațieri care va emite președintelui un aviz neobligatoriu. Temeiurile pe care s-ar putea sprijini reclamantul pentru a obține o grațiere sunt, în opinia Guvernului, suficient de largi, și în orice caz mai extinse decât cele practicate în Marea Britanie, conform evaluării făcute în hotărârea Vinter și alții. Pedeapsa facultativă cu închisoarea pe viață era, de asemenea, reductibilă de facto. Guvernul s-a referit la asigurările diplomatice și statisticile furnizate de autoritățile americane care arată că toți președinții americani și-au exercitat prerogativele de grațiere și / sau comutare a pedepsei și că au acordat anterior astfel de facilități persoanelor condamnate la închisoare pe viață sau închisoare pentru infracțiuni referitoare la securitatea națională.", "133.  Reclamantul a susținut că singura sa ”speranță de eliberare” se regăsește în perspectivele de succes ale unei cereri de grațiere sau de comutare a pedepsei care, în urma atacurilor teroriste din 11 septembrie 2001, sunt de facto inexistente. Această posibilitate, aflată complet la discreția executivului, nu reprezenta o garanție și nu se baza pe vreun criteriu predefinit. În aceste condiții, condamnarea facultativă la închisoarea pe viață care i s-ar putea aplica nu poate fi considerată de jure și de facto ireductibilă în sensul hotărârii Curții Vinter și alții.", "134. În privința prevederile legale din SUA menționate în nota diplomatică a autorităților americane din 10 august 2010, Curtea înțelege că acestea nu dispun posibilitatea de eliberare condiționată în caz de condamnare pe viață, obligatorie ori facultativă, dar deduce că există mai multe posibilități pentru reducerea unei astfel de sentințe. Sentința poate fi redusă pe baza unei cooperări substanțiale din partea deținutului în cadrul anchetei în cazul său și în cadrul urmăririi penală a uneia sau mai multor persoane terțe. De asemenea, aceasta mai poate fi redusă pentru motive umanitare imperioase. În plus, în temeiul constituției SUA, deținuții pot solicita comutarea pedepsei sau grațierea prezidențială (a se vedea paragrafele 27 și 79 - 83 de mai sus).", "135.  Curtea mai observă că în ciuda solicitării exprese din 10 iunie 2010 a Secției de puneri sub acuzare a Curții de Apel Bruxelles, formulate în avizul său privind extrădarea reclamantului (a se vedea paragraful 26 de mai sus), autoritățile americane în niciun moment nu au furnizat o garanție în sensul că reclamantul va fi scutit de închisoarea pe viață sau, în cazul în care i s-ar aplica o asemenea sentință, că aceasta va fi însoțită de o reducere sau comutare a pedepsei (a se vedea, dimpotrivă, Olaechea Cahuas, citată mai sus, § 43, și Rushing c. Olandei (dec.), nr. 3325/10, § 26, 27 noiembrie 2012). Prin urmare, în speță, Curtea nu trebuie să verifice dacă asigurările oferite de autoritățile solicitante sunt suficiente, din punct de vedere al conținutului, să garanteze că reclamantul este protejat împotriva riscului unei pedepse incompatibile cu articolul 3 din Convenție. În orice caz, aceasta consideră că explicațiile autorităților americane cu privire la condamnare și referințele la dispozițiile pertinente din legislația americană privind reducerea pedepsei și grațierile prezidențiale sunt foarte generale și vagi și nu pot fi considerate suficient de precise (a se vedea Othman (Abu Qatada), citată mai sus, § 189).", "136.  Curtea ajunge acum la problema centrală în speță, care implică stabilirea dacă, în plus față de asigurările oferite, dispozițiile legislației SUA care reglementează posibilitățile de reducere a pedepselor pe viață și grațierile prezidențiale îndeplinesc criteriile pe care le-a impus pentru evaluarea reductibilității unei condamnări pe viață și conformitatea acesteia cu articolul 3 din Convenție.", "137.  Răspunsul la această întrebare nu necesită îndelungi cercetări: Curtea trebuie doar să rețină că, în timp ce dispozițiile menționate anterior indică existența unei ”perspective de eliberare” în sensul hotărârii Kafkaris – chiar dacă îndoielile ar putea fi exprimate cu privire la realitatea unei astfel de perspective în practică – nici una dintre procedurile prevăzute nu reprezintă un mecanism de revizuire care să impună autorităților naționale să determine, în baza unor criterii obiective, prestabilite, pe care deținutul să le cunoască în mod clar la momentul pronunțării pedepsei pe viață, dacă, pe durata executării pedepsei, deținutul s-a schimbat și a progresat într-o asemenea măsură încât continuarea executării detenției nu mai poate fi justificată din motive penologice legitime (a se vedea paragraful 115 de mai sus).", "138. În aceste condiții, Curtea consideră că pedeapsa pe viață, ce poate fi aplicată reclamantului, nu poate fi caracterizată ca reductibilă în scopul articolului 3 din Convenție, în sensul hotărârii Vinter și alții. Prin expunerea reclamantului la riscul unui tratament contrar acestei prevederi, Guvernul a angajat răspunderea statului pârât în temeiul Convenției.", "139.  În consecință, Curtea concluzionează că extrădarea reclamantului în Statele Unite ale Americii constituie o încălcare a articolului 3 din Convenție.", "II.  PRETINSA ÎNCĂLCARE A ARTICOLULUI 34 DIN CONVENȚIE", "140.  Reclamantul s-a plâns că extrădarea sa în Statele Unite ale Americii s-a făcut cu încălcarea măsurii provizorii indicate de Curte în temeiul articolului 39 din Regulamentul Curții și că, prin urmare, extrădarea a constituit o încălcare a dreptului său la un recurs individual. El a invocat articolul 34 din Convenție, care prevede următoarele:", "“Curtea poate fi sesizată, printr-o cerere, de orice persoană fizică, organizație neguvernamentală sau grup de particulari care se pretind victime ale unei încălcări de către una dintre Înaltele Părți Contractante a drepturilor recunoscute în Convenție sau în Protocoalele sale. Înalta Parte Contractantă se angajează să nu împiedice prin nicio măsură exercițiul eficace al acestui drept.”", "Articolul 39 din regulamentul Curții prevede următoarele:", "“1. Camera, sau, dacă este cazul, Președintele Secției sau judecătorul de serviciu desemnat conform alineatului 4 al acestui articol poate, fie la cererea uneia din părți sau a oricărei persoane interesate, fie din oficiu, să indice părților orice măsură provizorie pe care ei o consideră că trebuie să fie adoptată în interesul părților sau a bunei desfășurări a procedurii.", "2. În cazul în care se consideră necesar, Comitetul de Miniștri poate fi informat despre această măsură.", "3. Camera, sau, dacă este cazul, Președintele Secției sau judecătorul de serviciu desemnat conform alineatului 4 al acestui articol poate poate invita părțile să-i prezinte informații despre orice problemă privitoare la aplicarea măsurilor provizorii pe care ea le-a indicat.”", "A.  Observațiile părților", "141.  Reclamantul a susținut că extrădarea sa, împotriva măsurii provizorii impuse de Curte, a fost dispusă cu ignorarea considerentelor juridice și a rezultat dintr-o decizie politică bazată pe motive eronate. Guvernul nu a furnizat nicio dovadă în susținerea așa zisei periculozități a reclamantului; în plus, reclamantul nu a fost subiectul niciunei anchete cu privire la vreo tentativă de evadare sau acte de prozelitism; dimpotrivă, toate rapoartele emise de guvernatorii penitenciarelor în care a fost deținut au menționat comportamentul său ireproșabil. Singurul motiv care a stat la baza acțiunii Guvernului Belgian a fost voința politică de a-l preda pe reclamant autorităților americane cât mai repede posibil și de a evita o hotărâre a Curții de încălcare a articolului 3 în caz de extrădare. De fapt, această hotărâre se întrevedea demult, după cum se poate deduce din numeroasele cereri de ridicare a măsurii provizorii, în timp ce recursul pendinte din fața Consiliului de Stat nu a avut efect suspensiv vis-à-vis de decizia de extrădare. În acest fel, Guvernul a încălcat ireversibil dreptul reclamantului la un recurs individual, continuarea cererii de pe rolul Curții devenind acum imposibilă din punct de vedere legal, din cauza extrădării și, din punct de vedere material, din pricina izolării sale într-un penitenciar, fiind practic separat de restul lumii.", "142.  Guvernul, în primul rând, a subliniat că, potrivit jurisprudenței Curții, în special hotărârea Mamatkulov și Askarov (citată mai sus, § 108), scopul unei măsuri provizorii este de a facilita exercițiul dreptului la un recurs individual garantat de articolul 34 din Convenție și, prin urmare, de a prezerva obiectul cererii atunci când Curtea consideră că există riscul ca reclamantul să sufere un prejudiciu ireparabil. În speță, însă, Curtea ar fi trebui ca, din natura inadmisibilă a cererii ( a se vedea paragraful 39 de mai sus), să deducă că măsura provizorie era lipsită de orice justificare reală.", "143.  În al doilea rând, Guvernul a expus motivele care au stat la baza extrădării reclamantului în 3 octombrie 2013. Extrădarea a fost decisă ca urmare a pronunțării hotărârii Consiliului de Stat din 23 septembrie 2013, care a explicat în detaliu, în deplină cunoștință a jurisprudenței Curții, de ce plângerile reclamantului cu privire la încălcarea Convenției au fost nefondate. Atât Ministerul, cât și Consiliul de Stat au fost asigurați, în virtutea garanțiilor oferite de autoritățile americane, că reclamantul nu va fi supus unui tratament contrar articolului 3 din Convenție. În plus, reclamantul a reprezentat o amenințare la adresa legii și ordinii în Belgia, datorită prozelitismului manifestat în închisoare, contactelor cu cercurile jihadiste extremiste și tentativelor de evadare și, cu cât rămânea mai mult în închisoare cu atât devenea mai probabil ca organele judiciare de cercetare să dispună eliberarea sa. Guvernul nu a dorit să își asume riscul de a nu putea să își onoreze angajamentul de a extrăda reclamantul în Statelor Unite ale Americii pentru că el a evadat sau a fost eliberat.", "B.  Aprecierea Curții", "144.  Curtea a reiterat recent, în cauza Savriddin Dzhurayev c. Rusiei, nr. 71386/10, §§ 211 - 213, CEDO 2013 (extrase), importanța crucială și rolul vital pe care măsurile provizorii îl joacă în sistemul Convenției. Curtea se referă acum la această hotărâre.", "145.  Analizând speța în lumina acestor principii, Curtea reiterează că, la data de 6 decembrie 2011, a admis cererea reclamantului de aplicare a articolului 39 din regulamentul Curții și a menționat că, în interesul părților și al bunei desfășurări a procedurii în fața sa, Guvernul Belgian nu ar trebui să extrădeze reclamantul în Statele Unite ale Americii. Aceasta reiterează, de asemenea, că a refuzat de trei ori să accepte cererea Guvernului de ridicare a măsurii provizorii și a explicat în mai multe rânduri – ultima oară la 18 iunie 2013 – că respectiva măsură a fost dispusă până la încheierea procedurilor în fața sa. Prin urmare, Guvernul a fost pe deplin informat cu privire la scopul măsurii.", "146.  Cu toate acestea, la 3 octombrie 2013, Belgia a extrădat reclamantul în Statele Unite ale Americii (a se vedea paragraful 62 de mai sus).", "147.  Guvernul a sugerat că măsura provizorie nu a fost justificată, fiind ”prematură” și că Curtea ar fi trebuit să-și revizuiască justificarea după o analiză a admisibilității cererii.", "148.  Curtea observă că, în ziua notificării decretului ministerial prin care se aproba extrădarea reclamantului, a indicat Guvernului Belgian să suspende extrădarea (a se vedea paragraful 39 de mai sus). Deși, la acel moment, reclamantul ar fi putut solicita Consiliului de Stat revizuirea decretului, un asemenea demers nu ar fi dus la suspendarea extrădării și, prin urmare, nu îndeplinea cerințele Curții în ceea ce privește eficacitatea articolului 13 din Convenție (a se vedea, mutatis mutandis, Čonka c. Belgiei, nr. 51564/99, § 83, CEDO 2002I; Hirsi Jamaa și alții c. Italiei [MC], nr. 27765/09, § 200, CEDO 2012; și De Souza Ribeiro c. Franței [MC], nr. 22689/07, § 82, CEDO 2012). Astfel, conform jurisprudenței, faptul că acest remediu nu a fost epuizat nu are nicio importanță.", "149.  Guvernul Belgian a admis că autoritățile belgiene au acționat cu încălcarea măsurii provizorii indicate de Curte. Acesta a considerat, însă, că această atitudine a fost justificată prin aceea că s-a stabilit că reclamantul nu va fi supus unui tratament contrar Convenției și deoarece trebuia făcut tot posibilul pentru a se asigura predarea reclamantului autorităților americane, având în vedere riscul de evadare sau o hotărâre judecătorească de eliberare. Procedurile în fața Curții au pus în pericol angajamentele Belgiei față de SUA iar prelungirea acestora a crescut riscul ca reclamantul să se sustragă autorităților belgiene.", "150.  Curtea remarcă că Statul pârât, în mod deliberat și ireversibil, a coborât nivelul de protecție a drepturilor prevăzute la articolul 3 din Convenție, pe care reclamantul s-a străduit să le susțină prin depunerea cererii sale la Curte. Extrădarea a făcut, cel puțin, ca orice constatare a unei încălcări a Convenției să devină inutilă, deoarece reclamantul a fost extrădat către un stat care nu este parte la acest instrument, unde el pretinde că va fi expus la tratamente contrare Convenției.", "151.  Curtea consideră că niciunul dintre argumentele invocate de Guvernul belgian nu justifică încălcarea măsurii provizorii. Deși Guvernul nu a ascuns niciodată Curții poziția sa incomodă vis-à-vis de autoritățile SUA și dorința sa ca măsura provizorie să fie ridicată, acesta nu a încercat în niciun moment să explice situația autorităților respective sau să găsească o alternativă la detenția reclamantului, prin care autoritățile belgiene să-l poată ține încă sub observație. Mai mult, știind că toate argumentele înaintate de Guvern, în scopul de a convinge Curtea să ridice măsura provizorie, au fost analizate de aceasta și respinse, Statul Belgian nu avea competența ca, în urma hotărârii Consiliului de Stat, să substituie analiza Curții cu privire la aceste garanții și temeinicia cererii cu propria apreciere și să decidă eludarea măsurii provizorii indicată de Curte.", "152.  De asemenea, Curtea reiterează că exercitarea efectivă a dreptului la un recurs individual impune ca aceasta să poată, pe parcursul întregii durate a cauzei, să examineze cererea în conformitate cu procedura sa obișnuită.", "153.  Cert este că, în speță, reclamantul este ținut în izolare într-un penitenciar din SUA și, conform avocatului său, se bucură de foarte puțin contact cu lumea exterioară (a se vedea paragrafele 64 - 67 de mai sus). El nu pare să aibă contact direct cu reprezentantul său în fața Curții. Aceste elemente sunt suficiente pentru Curte să considere că acțiunile Guvernului au îngreunat exercitarea dreptului reclamantului la un recurs individual și că, prin urmare, exercitarea drepturilor garantate de articolul 34 din Convenție a fost împiedicată (a se vedea, mutatis mutandis, Shtukaturov c. Rusiei, nr. 44009/05, § 147, 27 martie 2008, și Toumi c. Italiei, nr. 25716/09, § 76, 5 aprilie 2011).", "154.  În lumina informațiilor de care dispune, Curtea concluzionează că, prin nerespectarea deliberată a măsurii provizorii dispusă în temeiul articolului 39 din Regulamentul Curții, Statul pârât nu și-a respectat obligațiile ce îi revin în temeiul articolului 34 din Convenție.", "...", "PENTRU ACESTE MOTIVE, CURTEA, ÎN UNANIMITATE,", "...", "", "2.  Hotărăște că extrădarea reclamantului în Statele Unite ale Americii a încălcat articolul 3 din Convenție;", "3.  Hotărăște că Statul pârât nu și-a îndeplinit obligațiile care îi revin în temeiul articolului 34 din Convenție;", "", "...", "Redactată în franceză și notificată în scris la data de 4 septembrie 2014, în temeiul articolului 77 §§ 2 și 3 din regulamentul Curții.", "\tClaudia Westerdiek\tMark Villiger\n\tGrefier\tPreședinte", "", "În conformitate cu articolul 45 § 2 din Convenție și articolul 74 § 2 din Regulamentul Curții, opinia separată a dnei Yudkivska este anexată la prezenta hotărâre.", "M.V.", "C.W.", "", "", "Opinia separată nu a fost tradusă, însă se regăseşte în limbile engleză şi franceză în versiunile oficiale ale hotărârii, care pot fi consultate în baza de date HUDOC a jurisprudenţei Curţii.", "", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2015.", "Limbile oficiale ale Curţii Europene a Drepturilor Omului sunt engleza şi franceza. Prezenta traducere a fost realizată cu sprijinul Fondului Fiduciar pentru Drepturile Omului al Consiliului Europei (). Ea nu obligă în niciun fel Curtea, care, de altfel, nu îşi asumă răspunderea pentru calitatea acesteia. Traducerea poate fi descărcată din baza de date HUDOC a Curţii Europene a Drepturilor Omului (http://hudoc.echr.coe.int) sau din oricare altă bază de date în care Curtea a făcut această traducere disponibilă. Traducerea poate fi reprodusă în scop necomercial, condiţia fiind ca titlul cauzei să fie citat în întregime, împreună cu referirea la dreptul de autor menţionat anterior şi la Fondul Fiduciar pentru Drepturile Omului. Dacă intenţionaţi să folosiţi vreun fragment din această traducere în scop comercial, vă rugăm să contactaţi publishing@echr.coe.int.", "", "© Council of Europe/ European Court of Human Rights, 2015", "The official languages of the European Court of Human Rights are English and French. This translation was commissioned with the support of the Human Rights Trust Fund of the Council of Europe (). It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be douwloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has share it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication and reference to the Human Rights Trust Fund. If it is intended to use any part of this translation for commercial purposes, please contact publishing@echr.coe.int.", "", "© Conseil de l’Europe/ Cour Européenne des Droits de l’Homme, 2015", "Les langues officielles de la Cour Européenne des Droits de l’Homme sont le français et l’anglais. La présente traduction a été effectuée avec le soutien du Fonds fiduciaire pour les droits de l’homme du Conseil de l’Europe (). Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut étre téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int) où de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut etre reproduite à des fins non commerciales, sous reserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus ainsi que la référence au Fonds fiduciaire pour les droits de l’homme. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante: publishing@echr.coe.int.", ""]}