{"file": "RUM_HJUDRUM_24626_09.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "24626/09", "text_paragraphs": ["©Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013. Această traducere a fost efectuată de către Grefa Curţii şi nu obligă Curtea. Pentru mai multe informaţii, a se vedea referinţele cu privire la drepturile de autor de la sfârşitul prezentului document.", "© Council of Europe/European Court of Human Rights, 2013. This translation was prepared by the Court’s Registry and does not bind the Court. For further information see the full copyright indication at the end of this document.", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013. La présente traduction a été effectuée par le greffe de la Cour et ne lie pas la Cour. Pour plus de renseignements veuillez lire l’indication de copyright/droits d’auteur à la fin du présent document.", "", "X c. Turciei – 24626/09", "Hotărâre din 9.10.2012 [Secția II]", "", "Articolul 3", "", "Tratament degradant", "", "Tratament inuman", "", "Izolarea totală a unui deținut homosexual, pentru o perioadă mai mare de opt luni, în scopul protejării acestuia de ceilalți deținuți: încălcare", "", "Articolul 14", "Discriminare", "", "Izolarea totală a unui deținut homosexual, pentru o perioadă mai mare de opt luni, în scopul protejării acestuia de ceilalți deținuți: încălcare", "", "În fapt – Reclamantul a fost condamnat la pedeapsa închisorii pentru o perioadă de aproximativ zece ani, pentru comiterea mai multor infracțiuni. Începând cu anul 2008 acesta a fost ținut în arest preventiv şi încarcerat în penitenciar. Reclamantul, homosexual, a fost plasat inițial într-o celulă colectivă cu alți deținuți heterosexuali. Din motive de securitate, el a solicitat administrației penitenciarului să fie transferat într-o altă celulă în care erau încarcerați deținuți homosexuali, invocând faptul că fusese intimidat şi agresat de către colegii de celulă. El a fost plasat imediat într-o celulă individuală, mică şi murdară. Reclamantul a fost privat de orice contact cu ceilalți deținuți şi de orice activitate socială. După mai multe cereri adresate procurorului şi judecătorului de executare a pedepselor, rămase fără nici un rezultat, într-un sfârșit reclamantul a fost transferat la un spital psihiatric. El a fost diagnosticat cu depresie şi a mai rămas aproximativ o lună la spital înainte să se reîntoarcă în închisoare. Timp de trei luni, un alt deținut homosexual a fost plasat în aceeași celulă cu reclamantul, perioadă în care ei au depus plângere împotriva unui ofițer pentru comportamente homofobe, insulte şi lovituri. Prin urmare, reclamantul a fost privat iarăși de orice contact cu alți deținuți şi şi-a retras cererea. Această situație a luat sfârșit în februarie 2010, când reclamantul a fost transferat într-un alt penitenciar şi plasat împreună cu alți trei deținuți într-o celulă standard unde a beneficiat de drepturile acordate în mod normal deținuților.", "", "În drept – Articolul 3 : La momentul producerii faptelor, reclamantul fusese condamnat pentru infracțiuni non-violente. Celula în care el a fost plasat de mai bine de opt luni măsura 7 m2, iar spațiul de locuit nu depășea jumătate din această suprafață. Celula era dotată cu un pat şi toaletă, însa fără chiuvetă. In celula foarte slab luminată si foarte murdară se aflau şi șobolani. Era vorba despre o celulă destinată deținuților plasați în regim de izolare ca măsură disciplinară sau a celor acuzați de pedofilie sau viol. În perioada încarcerării sale în această celulă, reclamantul a fost lipsit de orice contact cu alți deținuți şi de orice activitate socială. El nu a avut acces la plimbări în aer liber şi a fost autorizat să părăsească celula doar pentru a se întâlni cu avocatul sau pentru a participa la audieri ce aveau loc periodic, aproximativ în fiecare lună. Relativa izolare socială în care el a fost menținut, a fost mult mai strictă în anumite aspecte decât regimul aplicat deținuților condamnați la detenție pe viață. Astfel, în timp ce aceștia din urmă se puteau plimba zilnic într-o curte internă alăturată celulei lor şi le era permis contactul limitat cu deținuții din aceeași unitate, reclamantul a fost lipsit de aceste posibilități. Interdicția totală a accesului la aer liber, combinată cu lipsa contactului cu ceilalți deținuți, demonstrează caracterul excepțional al condițiilor de detenție ale reclamantului.", "", "Durata perioadei de izolare impune o examinare riguroasă. Plasarea, detenția şi menținerea în izolare a reclamantului, au fost bazate pe regulamentul penitenciarului, ceea ce oferea posibilitatea administrației să ia alte măsuri decât cele prevăzute în regulament, în cazul în care există riscul unui „pericol grav”. Pentru administrație, integritatea reclamantului risca să fie afectată. Desigur, nu se poate afirma că aceste temeri sunt total nefondate, în măsura în care reclamantul însuși a denunțat acte de intimidare şi de hărțuire pe care le-a suferit atunci când era cu alți deținuți. Totuși, chiar dacă acestea impuneau luarea unor măsuri de securitate pentru protejarea reclamantului, ele nu au fost suficiente pentru a justifica măsura de excludere totală a acestuia din colectivitatea carcerală. Mai mult, repetatele cereri ale reclamantului de revizuire a acestei măsuri de către un judecător de executare a pedepselor şi de curtea de jurați, nu au avut niciun rezultat semnificativ, în măsura în care apelurile sale erau respinse fără examinarea pe fond a cauzei. Astfel, condițiile de detenție ale reclamantului în regim de izolare, au fost de natură să-i provoace suferințe atât psihice şi fizice, cât şi un sentiment profund de încălcare a demnității umane. Aceste condiții, agravate de lipsa unui recurs efectiv, constituie un tratament inuman şi degradant.", "", "Concluzie: încălcare (unanimitate).", "", "Articolul 14 coroborat cu articolul 3: Măsura neadecvată de excludere totală a reclamantului din comunitatea închisorii, a determinat constatarea încălcării articolului 3. Preocupările administrației penitenciarului potrivit cărora integritatea reclamantului era pusă în pericol dacă acesta rămânea în celula colectivă standard, nu erau total nefondate, însă au fost insuficiente pentru a justifica măsura de excludere totală a acestuia din comunitatea închisorii. Mai mult, la cererea reclamantului, acesta nu a fost plasat în regim de izolare. Administrației închisorii i s-a cerut să-l transfere într-o altă celulă colectivă în care erau deținuți homosexuali sau într-un mediu corespunzător. Reclamantul a contestat în mod constant regimul său de izolare, precizând în special că aceste condiții de detenție i-au fost impuse în baza orientării sale sexuale, cu pretextul protejării integrității sale fizice. De asemenea, el a cerut în mod expres să fie tratat pe picior de egalitate cu alți deținuți, beneficiind de posibilitatea să iasă la plimbare şi să aibă activități sociale cu alți deținuți, prin intermediul măsurilor capabile să asigure protejarea integrității sale fizice. Mai mult decât atât, el a precizat că este homosexual şi nu travestit sau transsexual. Totuși, aceste argumente nu au fost luate deloc în considerare de către judecătorul de executare a pedepselor, pentru care excluderea totală a reclamantului din viața închisorii, constituia măsura cea mai adecvată. În opinia Curții, autoritățile penitenciarului nu au făcut o evaluare adecvată a riscului pentru securitatea reclamantului. Din cauza orientării sale sexuale, acestea au crezut că reclamantul risca să sufere un prejudiciu grav al integrității sale fizice. În plus, măsura de excludere totală a reclamantului din viața socială a închisorii nu putea fi considerată justificată. Astfel, Curtea nu este convinsă că necesitatea luării măsurilor de securitate pentru protejarea integrității fizice a reclamantului a fost motivul predominant pentru excluderea totală a acestuia din viața socială a închisorii. Orientarea sexuală a fost principalul motiv pentru adoptarea acestei măsuri. Prin urmare, s-a stabilit că reclamantul a suferit o discriminare bazată pe orientarea sa sexuală.", "", "Concluzie: încălcare (unanimitate).", "Articolul 41: 18 000 EUR cu titlu de prejudiciu moral.", "", "© Consiliul Europei/Curtea Europeană a Drepturilor Omului, 2013.", "Limbile oficiale ale Curții Europene a Drepturilor Omului sunt engleza și franceza. Această traducere a fost efectuată de către Grefa Curţii. Ea nu obligă Curtea, care, de altfel, nu își asumă nicio responsabilitate pentru calitatea acesteia. Ea poate fi descărcată din baza de date a jurisprudenței Curții Europene a Drepturilor Omului HUDOC (http://hudoc.echr.coe.int) sau din orice altă bază de date căreia HUDOC i-a transmis acest document. Traducerea poate fi reprodusă în scopuri necomerciale cu condiția ca titlul cauzei să fie citat în întregime împreună cu indicația de mai sus privind drepturile de autor. Orice persoană care intenționează să utilizeze fragmente din prezenta traducere în scopuri comerciale este rugată să contacteze adresa următoare: .", "", "© Council of Europe/European Court of Human Rights, 2013.", "The official languages of the European Court of Human Rights are English and French. This translation was prepared by the Court’s Registry. It does not bind the Court, nor does the Court take any responsibility for the quality thereof. It may be downloaded from the HUDOC case-law database of the European Court of Human Rights (http://hudoc.echr.coe.int) or from any other database with which the Court has shared it. It may be reproduced for non-commercial purposes on condition that the full title of the case is cited, together with the above copyright indication. If it is intended to use any part of this translation for commercial purposes, please contact .", "", "© Conseil de l’Europe/Cour européenne des droits de l’homme, 2013.", "Les langues officielles de la Cour européenne des droits de l’homme sont le français et l’anglais. La présente traduction a été effectuée par le greffe de la Cour. Elle ne lie pas la Cour, et celle-ci décline toute responsabilité quant à sa qualité. Elle peut être téléchargée à partir de HUDOC, la base de jurisprudence de la Cour européenne des droits de l’homme (http://hudoc.echr.coe.int), ou de toute autre base de données à laquelle HUDOC l’a communiquée. Elle peut être reproduite à des fins non commerciales, sous réserve que le titre de l’affaire soit cité en entier et s’accompagne de l’indication de copyright ci-dessus. Toute personne souhaitant se servir de tout ou partie de la présente traduction à des fins commerciales est invitée à le signaler à l’adresse suivante : .", "", ""]}