{"file": "RUM_HJUDRUM_16424_90.docx", "doc_type": "HJUDRUM", "doc_lang": "RUM", "case_id": "16424/90", "text_paragraphs": ["CURTEA EUROPEANĂ A DREPTURILOR OMULUI", "CAUZA McMICHAEL contra REGATULUI UNIT", "", "Cerere nr. 16424/90", "", " Hotărâre", "din 24 februarie 1995", "", "", "", "În cauza McMichael contra Regatului Unit,", "Curtea Europeană a Drepturilor Omului întrunită, în conformitate cu articolul 43 din Convenţia Europeană pentru Apărarea Drepturilor Omului („Convenţia”) şi cu dispoziţiile relevante ale Regulamentului Curţii A, în Cameră formată din judecătorii:", "", "dl R. Ryssdal, preşedinte,", "dl F. Gölcüklü,", "dl L.-E. Pettiti,", "dl R. Macdonald,", "dl C. Russo,", "dl A. Spielman,", "dna E. Palm,", "dl I. Foighel,", "Sir Jon Freeland,", "", "şi, de asemenea dl Petzold, grefier,", "", "după deliberarea care a avut în camera de consiliu la data de 22 septembrie 1994 şi 25 ianuarie 1995,", "pronunţă următoarea hotărâre, adoptată la această ultimă dată:", "", "PROCEDURA", "", "Cazul a fost deferit Curţii de către Comisia Europeană a Drepturilor Omului („Comisia”) la 10 decembrie 1993, în termenul de trei luni prevăzut de articolul 32 paragraful 1 şi articolul 47 din Convenţie.  La origine se află cererea (nr. 16424/90) formulată împotriva Regatului Marii Britanii şi Irlandei de Nord, prin care Comisia fusese sesizată în temeiul articolului 25 de către doi cetăţeni al Regatului Unit, dl Antony şi dna margaret McMichael, la data de 11 octombrie 1989.", "", "Cererea Comisiei face trimitere la dispoziţiile articolelor 44 şi 48 şi la declaraţia prin care Regatul Unit a recunoscut jurisdicţia obligatorie a Curţii (articolul 46). Obiectul cererii şi a reclamaţiei a fost obţinerea unei decizii prin care să se stabilească dacă, în funcţie de situaţia de fapt, statul respondent a încălcat exigenţele articolului 6 paragraful 1, 8 şi 14 din Convenţie.", "", "2. Ca urmare a anchetei desfăşurate în conformitate cu regula 33 paragraful 3 (d) din Regulamentul Curţii A, reclamanţii şi-a exprimat dorinţa de a participa la procedură şi a desemnat un avocat care urma să-i reprezinte (regula 30).", "", "3. Camera, care urma să se constituie, include ex officio pe Sir John Freeland, judecător ales din partea Regatului Unit (articolul 43 din Convenţie) şi dl R. Ryssdal, preşedintele Curţii (Regula 21§ 3 (b) din Regulamentul Curţii). La 28 ianuarie 1994, în prezenţa grefierului, Preşedintele Curţii a tras la sorţi numele celorlaţi şapte membri, şi anume dl F. Gölcüklü, dl L.-E. Pettiti, dl R. Macdonald, dl C. Russo, dl A. Spielman, dna E. Palm şi dl I. Foighel (articolul 43 in fine din Convenţie şi regula 21 paragraful 1).", " ", " 4. În calitate de Preşedinte al Camerei (Regula 21paragraful 5), dl R. Ryssdal, acţionând prin grefierul, s-a consultat cu Agentul Guvernamental („Guvernul”), avocatul reclamanţilor şi Delegatul Comisiei asupra organizării procedurii (regula 37 paragraful 1 şi 38) . În conformitate cu ordinele emise în consecinţă, grefierul a primit memoriul reclamanţilor la 2 mai 1994 şi memoriul guvernului la 16 mai 1994, un memoriul adiţional din partea reclamanţiloe la 2 august 1994 şi comentariile reclamanţilor privind aplicarea articolului 50 din Convenţie la 13 septembrie 1994. La 22 august, secretarul Comisiei a notificat grefierul că delegatul îşi va depune observaţiile la audiere.", "", "5. În conformitate cu decizia Preşedintelui, audierea a avut loc în public la Palatul Drepturilor Omului, Strasbourg, la 20 septembrie 1994. Curtea a ţinut înainte o ledinţă preliminară.", "", "În faţa Curţii s-au prezentat:", "", "din partea guvernului", "dna S.J. Dickson, Ministerul Afaceri Externe şi Comunitare,                    agent,", "dl T. C. Dawson,QC, Consilier Juridic General pentru Scoţia,", "dl R. Reed, avocat                                                     consilier;", "dl J. L. Jamieson, avocat, biroul scoţian, ", "dl D. NacNab, admninistrator, biroul scoţian,                             consultanţi;", "", "din partea Comisiei", "dna G.H.Thune,                                                       delegat;", "", "din partea companiei reclamante", "dl P. T. McCann, avocat                                                consilier,", "dl T. Ruddy, avocat stagiar                                            consultant.", "", "Curtea a audiat declaraţiile dnei Thune, dlui McCan şi dlui Dawson, precum şi răspunsurile lor la întrebări.", "", "ÎN FAPT", "CIRCUMSTANŢELE PARTICULARE ALE CAUZEI", "", "Evenimentele care au avut loc înainte şi în decursul anului 1987", "", "6. Primul reclamant, Antony McMichael, născut în 1938, şi cel de-al doilea reclamant, Margaret McMichael, născută în 1954, locuiesc în Glasgow. Ei s-au căsătorit la 24 aprilie 1990.", "", "7. La 29 noiembrie 1987, reclamanata a născut un băiat, A.. Reclamantul, cunoscut sub numele Anthony Dench, şi reclamanta locuiau împreună, deşi fiecare avea propriul domiciliul.  La acea epocă, reclamanta a negat în mod explicit că primul reclamant era tatăl lui A. Numele tatălui copilului nu a fost înscris în certificatul de naştere.", "", "8. Reclamanta suferea de tulburări psihiatrice grave şi recurente, diagnosticate ca psihoză depresivă maniacală. Boala s-a manifestat pentru prima dată în 1973 şi, ulterior, ea a fost în mod obligatoriu internată în spitaluri psihiatrice cu câteva ocazii. În timp ce reclamanta împreună cu fiul ei A. se aflau încă în spital după naştere, dr R., consultantul psihiatric care o trata din 1985, a constatat că reclamanta suferea de o recurenţă a tulburărilor mintale. El considera că în cazul întoarcerii acasă împreună cu A., copilul ar fi fost pus în pericol. În rezultat, la 11 decembrie 1987, departamentul servicii sociale al consiliului regional din Stratchlyde („consiliu”) –organ local de administrare cu responsabilităţi impuse de lege de a proteja copiii din Glasgow şi din regiunile adiacente – a solicitatat şi a obţinut un ordin cunoscut sub denumirea de „ordin de plasare într-un local sigur”, în virtutea articolului 37, paragraful 2 din legea privind asistenţa socială (Scoţia) din 1986 („legea din 1968”) (a se vedea paragraful 50 pentru explicaţii cu privire la astfel de ordine). Efectul acestui ordin era de a autoriza consiliul să-l ţină pe A. la spital pentru o perioadă care nu mai mare de şapte zile. Reclamanta a fost notificată şi i s-a sugerat să solicite asistenţă juridică.", "", "9. Considerând că A. ar putea necesita îngrijire obligatorie, raportorul la colegiul specialiştilor pentru copii din regiunea Stratchlyde, a aranjat convocarea unei „comisii pentru copii, în conformitate articolul 37 (4) din legea din 1968 (cu privire la funcţiile raportorului şi natura comisiei pentru probelemele copiilor, a se vedea paragrafele 46, 47, 50 şi 51). Motivul deferirii cazului comisiei pentru copii era că „lipsa îngrijirii din partea părinţilor putea cauza lui A. suferinţe inutile sau ar putea afecta grav sănătatea şi dezvoltarea lui”, acesta constituind unul din motivele legale prevăzut de articolul 32 din legea din 1968 (a se vedea paragraful 48). Expunerea de fapte care urmează confirmă motivul de diferire:", "", "„ (1)...", "", "(2) Mama suferă de tulburări psohoatrice grave.", "", "(3) Mama refuză să urmeze un tratament medical pentru a stabiliza boala de care suferă, atunci când nu este internată într-o instituţie psihiatrică.", "", "(4) Mama a solicitat să fie internată în spitalul de psihiatrie în mod urgent ... la 5 iunie 1986, 5 decembrie 1986 şi 31 decembrie 1986.", "", "Datorită stării sale mintale, mama nu este capabilă de a se ocupa adecvat de copil”.", "", "10. La audierea din 17 decembrie 1987, preşedintele comisiei pentru copii a explicat reclamantei motivele invocate de către raportor pentru deferirea cauzei. Ea a refuzat să accepte motivul deferirii şi a contestat, în special, paragrafele 2, 3 şi 5 din expunerea faptelor. Respectiv, comisia pentru copii a ordonat raportorului să sesizeze tribunalul local pentru a determina dacă motivul deferirii a fost stabilit în acord cu articolul 42 din legea din 1968 (a se vedea paragraful 54).", "", "De asemenea, comisia pentru copii a emis un mandat în baza articolului 37 (4) din legea din 1968 privind menţinerea în continuare a copilului într-un local sigur până la 6 ianuarie 1988 (a se vedea paragraful 50). Un mandat nou a fost emis la 5 ianuarie 1988 de către comisia pentru copii.", "", "11. La 23 decembrie 1987, A. a fost transferat din spital într-o familie adoptivă din Greenock, localitate situată la douăzeci şi patru km de la Glasgow. Copilul a rămas să locuiască în această familie. În aceeaşi zi, reclamanta s-a externat din spital din propria iniţiativă. S-a convenit că reclamanta va beneficia de posibilitatea de a-l vizita de A. de trei ori pe săptămână în casa familiei adoptive sub supravegherea departamentului servicii sociale.", "", "Primul reclamant, care, de asemenea, a suferit de tulburări mintale, nu a fost inclus la această etapă în aranjamentele de vizite. Motivul principal era că reclamant nega în continuare că primul reclamant era tatăl lui A., precum şi însăşi reclamantul nu a revendicat calitatea lui de tată. Alte motive includeau atitudinea agreasivă şi ameninţătoare şi refuzul lui de a furniza informaţii cu privire la antecedentele sale.", "", "Evenimentele care au avut loc în 1988", "", "12. Reclamanta s-a plâns despre plasamentul la Greenock şi caracterul inadecvat al modalităţilor de vizitare. La început, ea a acceptat ca primului reclamant să nu participe la vizite, dar ulterior, ambii s-au plâns de această excludere. Ea nu a fost capabilă să se prezinte la patru vizite la care a fost autorizată în perioada 31 decembrie 1987-18 ianuarie 1988.", "", "13. La 21 ianuarie 1988, tribunalul local din Glasgow a examinat cererea raportorului de a se pronunţa asuptra motivului deferirii. Reclamanta a fost prezentă la audiere şi a fost reprezentată de un avocat. Primul reclamant a participat şi el la audiere. Raportorul a dirijat depunerea mărturiilor de către membrii personalului medical, angajaţilor serviciilor sociale şi a dr. R. Ambii reclamanţi au depus mărturii. Tribunalul nu dispunea de alte probe documentare decât motivul deferirii şi expunerea faptelor (menţionate în paragraful 9). La sfârşirtul audierii preşedintele completului de judecată a estimat motiful deferirii ca fiind dovedit. El a remis cauza raportorului care trebuia să organizeze o reuniune a comisia pentru copii în scopul examinării cauzei. Reclamanta nu a atacat decizia la Curtea de Casaţie (Curtea Civilă Supremă în Scoţia).", "", "Sesizat cu o cerere a raportorului şi după audierea observaţiilor depuse de acesta şi de reclamantă, tribunalul a emis un mandat care confirma plasarea lui A. într-un local sigur pentru o perioadă de douăzei şi unu de zile.", "", "14. La 27 ianuarie 1988, departamentul servicii sociale s-a întrunit într-o şedinţă relativ la plasarea în custodie a copilului în scopul examinării cauzei. Ambii reclamanţi au participaţi la şedinţă. Consultantul psihiatru, dr. R., a notificat participanţii la şedinţă că reclamanta suferea de tulburări mintale grave şi refuza să urmeze tratamentul prescris. S-a decis sistarea vizitelor, cu toate că această decizie ar putea fi supusă unei revizuiri cu condiţia ameliorării condiţiei mintale ale reclamantei. Primul reclamant, de asemenea a solicitat de a beneficia de dreptul la vizite, afirmând, pentru rpima dată că etste tatăl lui A. Dreptul la vizite a fpost refuzat din moment ce reclamanta continua să susţină că el nu era tatăl copilului. Departamentul servicii sociale a luat, de asemenea, în consideraţie atitudinea lui agresivă şi ameninţătoare, precum şi refuzul lui de a furniza informaţii cu privire la propria persoană.", "", "15. La 4 februarie 1988, comisia pentru copii s-a întrunit pentru examina necesitatea dispunerii măsurilor obligatorii de îngrijire pentru A. Reclamanta a asistat la şedinţă împreună cu primul reclamant în calitate de reprezentantul ei. Comisia pentru copii dispunea de un număr de documente, inclusiv un raport din 12ianuarie 1988 cu privire la copil, elaborat de departamentul servicii sociale, care recapitula istoria cauzei şi propunea menţinerea în continuare a copilului în familia adoptivă. În conformitate cu regulile procedurale pertinenete (care se conţin în Regulamentul proceduriii cu privire la copii (Scoţia) – „regulamentul din 1986”; a se vedea paragraful 57), aceste documente nu au fost furnizate reclamanţilor, dar preşedintele comisie le-a comunicat conţinutul lor.", "", "Comisia pentru copii a decis ca A. nu necesita măsuri orbligatorii de plasare. Prin urmare, comisia a emis o ordonanţă de supraveghere, în virtute articolului 44 (1) din legea din 1968, plasându-l pe A sub tutela Consiliului cu condiţia ca el să locuiască cu familia sa adoptivă în Greenock (cu privire la condiţiile de tutelă, a se vedea paragraful 58 şi 60). Decizia s-a bazat, printre altele, pe sănătatea mintală a ambilor reclamanţi, comportamentul lor agresiv şi ostil şi refuzul reclamantei de a urma un tratament psihiatric. Această decizie nu conţinea nici o prevedere în materie de vizite. În acest context, se presupune că părinţii vor beneficia de drept la vizite în mod rezonbil, sub rezerva articolului 20 (1) din legea din 1968 care abilitează o autoritate locală să refuze accesul în scopul protecţiei copilului.", "", "16. La 6 februarie 1988 reclamanta a fost internată într-un spital psihiatric, îniţial ca pacient voluntar şi, din 10 februarie, pe o bază involuntară. Ea a fost externată din spital în iunie 1988.", "", "17. Reclamanta (în timp ce se afla în spitatul psihiatric) a depus recurs la tribunalul local împotriva deciziei comisiei pentru copii. Toate documentele prezentate comisieie au fost comunicate tribunalului. În conformitate cu procedura tradiţională (examinată în paragraful 61), aceste documente nu au fost comunicate reclamantei. Ea a asistat la audierea apelului din 29 februarie 1988, fiind însoţită de două infirmiere. Era evident faptul că reclamanta consumase o doză considerabile de sedative şi nu era reprezentată. În urma discuţiilor, preşedintele instanţei a întrebat-o dacă ea ar prefera revizuirea ordonanţeie comisiei de plasare sub tutelă în schimbul menţinerii apelului ei. Reclamanta a fost de acord. Respectiv, s-a considerat că reclamanta s-a desistat de recursul său.", "", "18. Departamentul servicii sociale a reexaminat cauza la 27 aprilie 1988. Ambii reclamanaţi au asistat la reuniune, spitatul psihiatric autorizând participarea reclamantei. Ţinând cont de ameliorarea stării mintale a reclamantei, s-a decis acordarea permisiunii de a-şi vizita copilul. La această epocă, reclamanta a confirmat că primul reclamant era tatăl copilului. La 18 februarie 1988 numele lui a fost inclus în certificatul de naştere a copilului (a se vedea paragraful 43). În timpul reexaminării, consiliul a decis să-i permită reclamantului să-şi viziteze copilului după furnizarea informaţiilor cu privire la antecedentele sale. ", "", "Reclamanta şi-a vizitat copilul în casa familiei adoptive sub supravegherea unui reprezentant al serviciilor sociale în perioada 26 mai 1988- septembrie 1988.", "", "19. La 24 august 1988, avocaţii care-l reprezentau pe primul reclamant au solicitat Comisiei scoţiene pentru asistenţă juridică acordarea asistenţei judiciar în scopul instituirii unei acţiuni împotriva consiliului în faţa Curţii de Sesiune cu scopul de a obţine custodia copilului, îar în caz de refuz, posibilitatea de a-l vizita. Comisia a refuzat acordarea asistenţei juridice pentru motivul că era irezonabil ca reclamantul să beneficieze de astfel de asistenţă în circumstanţele speciale ale cauzei şi că nu a fost demonstrată nici o cauză posibilă a acţiunii. Consilierul a sugerat primului reclamant că acţiunea în cauză era incompetentă şi că ar fi adecvat de a urmări obţinerea dreptului de vizite, solicitând comisia să reexamineze ordinul de plasare sub tutelă.", "", "20. La 20 septembrie 1988, departamentul servicii sociale a desfăşurat o nouă reuniune cu privire la plasarea sub tutelă a copilului. Reclamanţii nu au participat la reuniune, dar al doilea reclamant a fost reprezentat de un preot. Departamentul a avut anterior întrevederi cu primul reclamant pentru a obţine informaţii cu privire la propria persoană şi, cu consimţământul acestuia, a interogat medicul lui şi poliţia la acest subiect. S-a decis de a permite ambilor reclamanţi să-şi viziteze copilul, sub supraveghere, de trei ori pe săptămână în incinta unui centru special şi de a-i instrui cum să-şi exercite funcţiile de părinţi. Progresul realizat urma a fi reevaluat la un interval de trei luni.", "", "Vizitele la centru au început la 4 octombrie 1988.", "", "21. La 13 octombrie 1988, comisia pentru copi a reexaminat ordonanţa de plasare sub tutelă. Reclamanta a asistat la reuniune, iar primul reclamant a participat în calitate de reperzentantul acesteia. Comisia dispuneade un raport, datat 20 septembrie 1988, prezentat de către departamentul servicii sociale, care conţinea informaţii recente cu privire la A. De asemenea, raportul conţinea o declaraţie conform căreia reclamanta refiza să urmeze tratamentul prescris, o descriere a modalităţilor de vizitare sugerate şi o recomandare de a menţine ordonanţa de plasare sub tutelă până la evaluarea vizitelor sugerate pentru următoarele trei luni. În conformitate cu regulile procedurale pertinente (a se vedea paragraful 57), acest raport nu a fot comunicat reclamanţilor, deşi preşedintele i-a informat de conţinutul lui. Reclamanţii au adresat un memoriu în care afirmau că opinia lor motivul deferirii nu a fost justificat, deoarece ei nu au beneficiat vre-odată de posibilitatea de a demonstra abilitatea lor de a îngriji copilul.", "", "Comisia a decis menţinerea tutelei şi a aprobat propunerile privind vizitele. Ea a considerat că numai timpul va arăta dacă după restituirea copilului reclamanţilor este un proiect viabil şi că sănătatea mintală a reclamantei trebuie să fie controlată în mod riguros.", "Reclamanata nu a atacat această decizie în faţa tribunalului local.", "", "22. Între 4 octombrie şi 19 decembrie 1988, reclamanţii au făcut aproape 23 de vizite. Lucrătorii asistenţei sociale nu considerau că vizitele au fost eficiente. Potrivit rapoartelor din 22 noiembrie, elaborat de un reprezentant al serviciilor sanitare, şi din 23 noimebrie, prezentat de un medic, reclamanţii în mod frecvent se certau în faţa lui A. şi manifestau o atitudine agresivă faţă de personal, ca în rezultat să fie excluşi din două centre de protecţie a copiilor. Ei au dat dovadă de incapacitate de a accepta sau urma sfaturi cu rpivire la modalităţile de îngrijire a copilului.", "", "23. La 19 decembrie 1988, a avut loc o reuniune cu privire la plasarea sub tutelă a copilului, la care au asistat ambii reclamanţi. În timpul reuniunii a fost notat faptul că nu a fost realizat nici un progres evident în abilitatea reclamanţilor de a se ocupa d copil. S-a decis de a încheia vizitele din cauza prejudiciului de lungă durată pe care acestea ar putea cauza copilului, în cazul în care nu există perspective reale de a restitui copilul în grija părinţilor naturali. De asemenea, s-a decis că de a examina posibilitatea de autorizare a adopţiei copilului. Reclamanţii au depus recurs intern directrului serviciilor sociale de district, care a confirmat decizia prin scrisoare din 28 decembrie 1988, în care le-a recomandat să solicite consultanţă juridică.", "", "Evenimentele care au avut loc pe parcursul anului 1989", "", "24. În urma unei cereri inaintate de reclamantă, o comisie pentru copii a examinat la 20 iunie 1989 chestiunea plasării sub tutelă. Reclamanata a asistat la însoţită de primul reclamant, care o reprezenta. Raportorul a furnizat comisiei un nou raport al departamentului servicii sociale care conţinea informaţii la zi cu privire la A. Raportul evidenţia problemele confruntate pe parcursul perioadei vizitelor, faptul că A, era fericit şi se dezvolta bine în familia adoptivă şi că se caută persoanele susceptibile de adopţiune. De asemenea, comisiei i-au fost furnizat dosarul examinat la comisiile precedente.", "", "Reclamanţii au solicitat restabilirea reptului la vizite. Comisia a considerat că între dna McMichael şi A. ar putea exista un conflict de interese. Prin urmare, ea a suspendat examinarea cauzei pentru a permite desemnarea unui „tutore” (safeguarder), o persoană independentă care să reprezinte interesele copilului (a se vedea paragraful 53).", "25. După ce a fost desemnat, tutorele a avut o întrevederi cu reclamanţii, reprezentanţii serviciilor sociale, părinţii adoptivi şi poliţia. În raportul său din 18 august 1989 el a declarat, printre altele, că A este îngrijit în mod adecvat de către părinţii lui adoptivi şi că ar fi de dorit ca dna McMichael să obţină opinia unui medic cu privire la starea sa psihică actuală.", "", "26. Examinarea cauzei a fost reluată la 5 septembrie 1989. Reclamanţii au asistat la dezbateri, dna McMichael fiind reprezentată de un avocat. În conformitate cu regulile procedurale pertinente (a se vedea paragraful 57), raportul tutorelui şi alte documente examinate de comisie nu au fost comunicate reclamanţilor, dar preşedintele le-a comunicat conţinutul. De asemenea, reclamanţii au prezentat observaţii în scris în care declarau a fi cababili să se ocupe de copilul lor şi incorect de a-i trage concluzii pe baza a trei luni de vizite frecvente. Tutorele a asistat la audiere şi a confirmat opinia că în interesul copilului ar fi necesar de a-l menţine sub tutelă.", "", "Comisia a conchis că plasarea sub tutelă trebuie să fie menţinută şi că nu există nici un motiv pentru care ea ar trebuie să acorde reclamanţilor dreptul la vizite. Comisia nu a acceptat sugestia avocatului reclamantei de a suspenda în continuare examinarea cauzei în scopul obţinerii unui raport psihiatric independent cu privire la reclamantă.", "", "27. Dna McMichael a depus recurs la tribunalul local, invocând următoarele motive:", "", "reclamanţiilor nu li s-a comunicat conţinutul dosarului prezentat la audiere;", "refuzul de a acorda dreptul la vizite s-a bazat pe informaţii cu caracter incomplet, în special lipsa informaţiilor la zi cu privire la sănătatea mintală a dnei McMichael; şi", "refuszul de a suspenda audierea în scopul obţinerii unui raport psihiatric cu rpivire la starea mintală curentă a reclamantei a fot în mod evident nerezonabil.", "", "Motivul (a) a fost retras. La audierea apelului din 4 octombrie 1989, tribunalul local a decis că ar fi adecvat de a obţine un raport psihiatric. Prin urmare, el a acceptat recursul şi a remis cauza comisiei pentru copii.", "", "28. Între timp, un raport psihiatric, datat 29 decembrie 1989, a fost produs la solicitatea avocaţilor reclamanteri. Conform raportului, reclamanta suferea de o maladie mintală recurentă, care oricum era în atenuare şi, în caz de repetare, ar putea fi supusă tratamentului ca şi anterior. Medicul psihiatru considera că dreptul la vizite trebuie restabilit şi că A. ar putea fi eventual restituit reclamanţilor.", "", "29. O altă audiere a avut loc la 12 decembrie 1989 în scopul reexaminării cauzei, conform deciziei tribunalului local (a se vedea paragraful 27). Audierea a fost amânată la solicitarea avocatului care o reprezenta pe dna McMichael pentru a permite medicului psihiatru să furnizeze un raport mai detaliat.", "", "D. Evenimentele care au avut loc pe parcursul anului 1990", "", "30. O comisie pentru copii s-a reunit la 9 ianuarie 1990, dar nici unul din reclamanţi nu s-a prezentat şi nu a fost reprezentat la această reuniune. Comisia a fors notificată că reclamanta a fost declarată alienată şi a fost internată într-un spital psihiatric.", "", "O nouă audiere a avut loc la 18 ianuarie 1990. Ambii reclamanţi nu s-au prezentat şi nu au fost reprezentaţi la audiere. Comisia a concluzionat că reclamanta nu era în stare să-l viziteze pe A şi că nu vede nici un viitor comun pentru A. şi dna McMichael. Comisia a adăugat la condiţia de supraveghere şi cea de a nu permite accesul reclamantei la copil. Reclamanta nu a atacat această decizie în faţa tribunalului loca.", "31. La 1 februarie 1990, consiliul a depus o cerere la tribunalul local de a autoriza adopţiunea lui A.", "", "32. Reclamanţii s-au căsătorit la 24 aprilie 1990. Respectiv, primul reclamant a obţinut drepturile de părinte relativ la A. (a se vedea paragrafele 42 şi 43).", "", "33. Cererea a fost examinată în perioada 18 iunie 1990 şi 27 iulie 1990. Reclamanţii, în calitate de părinţi, au refuzat să-şi dea consimţământul pentru adopţiune. Ei au participat la audiere. Primul reclamant şi-a apărat singur cauza, iar dna McMichael a fost reprezentată de un avocat. Probele documentare prezentate tribunalului au fost comunicate reclamanţilor. Au fost audiaţi martorii. Reclamanaţii au beneficiat de posibilitatea de a supune unui interogatoriu contradictoriu toţi martorii citaţi de consiliu şi au citat porpriile lor probe.", "", "34. Judecătorul tribunalului local a pronunţat hotărârea la 14 octombrie 1990, între timp reclamanta fusese internată din nou în spital la 12 august. El a conchis că reclamanţii refuzau să-şi dea acordul în mod nerezonabil şi că, respectiv, consimţământul lor nu mai era necesar. Prin urmare, el a emis ordonanţa de autorizare a adopţiunii copilului. Hotărârea lui conţinea o descriere detaliată a istoriei clinice a tulburătilor mintale de care suferea reclamanta şi a problemelor care au apărut în timpul vizitelor. El a constatat, în special următoarele:", "", "„Dna McMichael este incapabilă de a se ocupa permanenet de copil (A.) din cauza caracterului grav şi imprevizibil al bolii de care suferă. În faza de acutizare a bolii, copilul poate fi pus în pericol.", "...", "Părinţii naturali nu înţeleag ce înseamnă a iubi şi a avea grijă de un copil şi nu au manifestat abilitatea de a dezvolta astfel de abilităţi sau dorinţa de a le dezvolta.", "", "Este în interesul copilului să fie declarat pasabil de adopţiune. Părinţii naturali sânt incapabil emoţional şi intelectual de a garanta copilului un mediu stabil şi sigur. În cazul în care copilul ar fi plasat sub tutela lor el riscă să fie afectat emoţional şi, din cauza incapacităţii lor fizice de a se ocupa de copil, ar putea fi expus unui pericol real.”", "", "Judecătorul a concluzionat:", "", "„În opinia mea, concluzia finală este că părinţii naturali nu-şi dau acordul din motive nerezonabile. Ei refuză să-şi dea consimţământul deoarece ei nu sânt părinţi care au început să-şi demonstreze capacitatea de a se ocupa de copil. Dna McMichael suferă de tulburări mintale grave care pot în orice moment, decât dacă urmează un tratament medical adecvat, s-o facă incapabilă de a avea grijă nu numai de copil dar şi de ea însăşi. Chiar şi atunci când starea ei de sănătatea nu impune necesitatea internării în spital, ea nu este capabilă de a exercita facultăţile fizice şi emoţionale elementare de părinte. Una capacitate pe care o are este dorinţa de a fi părinte, de a avea copil, dar realizarea acestei dorinţe este peste puterile ei. Încapacitatea tatălui de a avea un comportament normal de părinte faţă de copil este stabilită rpin mărturiile dnei K (vizitator sanitar) şi a dnei M (departamentul servicii sociale), memoriile cărora sprijinesc constatările pe care le-am făcut referitor la vizite ...”", "", "35. În decembrie 1990, reclamanţii au depus recurs împotriva deciziei tribunalului local la curtea de sesiune.", "", "Evenimenetele care au avut loc pe parcursul anilor 1991 şi 1992", "", "36. Reclamanţilor li s-a acordat asistenţă judiciară. Opinia avocaţilor şi consilierilor juridici era că introducerea unui recurs nu are perspective de succes şi trebuie abandonat. Reclamanţii nu au acceptat staful şi au depus recurs, fără a beneficia de asistenţă judiciară.", "", "37. Recursul a fost respins de către curtea de sesiune la 1 noiembrie 1991. Curtea a declarat că judecătorul tribunalului local avea motive solide de a concluziona că, din cauza stării mintale a reclamanţilor şi incapacitatea reclamantei de a avea grijă de copil, ar fi în contradicţie cu interesele copilului de a-l plasa sub tutela părinţilor naturali.", "", "38. Între timp, la 18 iulie 1991, o comisie pentru copii a decis menţinerea tutelei. O decizie similară a fost emis, ulterior, de către o altă comisie la 9 iunie 1992.", "", "Evenimentele care au avut loc în timpul anului 1993", "", "39. La reuniunea unei comisii pentru copii care a avut loc la 4 mai 1993, s-a anunţat că părinţii adoptivi cu care a locuit A începând cu 23 decembrie 1987 intenţionau să-l adopte. Comisia a decis menţinerea tutelei, cu condiţia că A să locuiască în continuare cu părinţii adoptivi.", "", "40. La 25 mai 1993, judecătorul tribunalului local a acceptat cererea formulată de părinţii adoptivi de a-l adopta pe A. Efectul ordonanţei de adopţiune era învestirea părinţilor adoptivi cu toate drepturile şi datoriile de părinte relativ la A.", "", "41. La 21 septembrie  1993, o comisie pentru copii a decis ridicarea tutelei, dat fiind că a fusese adoptat şi toate rapoartele privind condiţia lui curentă erau favorabile.", "", "DREPTUL ŞI PREACTICA INTERNĂ RELEVANTE", "", "Drepturile părinţilor", "", "42. În conformitate cu dreptul scoţian natura drepturilor de care se bucură părinţii în raport cu copii lor este reglementată de dreptul comun. Cât priveşte fetele sub vârsta de 12 ani şi băieţii sub vârsta de 14 anu, părinţii se bucură, printre altele,", "", "de dreptul de tutore, care poate fi descris ca drept de a administra proprietatea copilului şi de a acţiona legal în numele copilului;", "dreptul la custodie, care poate fi descris ca dreptul părintelui de a locui împreună cu copilul său, sau de a decide reşedinţa copilului sau de a dijira edicaţia cotidiană;", "dreptul la vizite", "", "43. Poziţia persoanelor care pot exercita drepturile de părinte este reglementată de legea fin 1986 privind modificarea legislaţiei scoţiene cu privire la părinţi şi copii („legea din 1986”). În general, legea din 1986 a suprimat distincţile juridice între copii născuţi în căsătorie şi în afara ei. Totuşi, în ceea ce priveşte drepturile părinţilor persistă o diferenţă, după cum apare din articolul 2 (1) care prevede:", "", " „(a) mama unui copil exercită autoritatea de părinte indiferent dacă este sau a fost căsătorită cu tatăl copilului;", "", "(b) tatăl unui copil nu poate exercita autoritatea de părinte decât dacă este căsătorit cu mama copilului sau a fost căsătorit cu ea la epoca conceperii sau ulterior.”", "", " Articolul 2 (1) cade sub rezeva articolului 3, care permite oricărei persoane să revendice un interes sesizând tribunalului pentru a obţine un ordin cu privire la drepturile părinteşti (paragraful 1). Tribunalul, fiind obligat să ţină cont, în primul rînd, de bunăstarea coplului, poate să nu emită un astfel de ordin decât dacă aceasta ar fi în interesul copilului (paragraful 2). tatăl natural al unui copil născut în afara căsătoriei (care, în mod automat, nu se bucură de dreptul garantat de paragraful 2 (1)) poate obţine drepturile de părinte, inclusiv de tutore, custodie sau vizite) în cirtutea aceste proceduri, sesizând curtea de sesiune sau tribunal local. Dacă mama îşi dă consimţământul, chestiunea va fi examinată prompt.", "", "Măsuri obligatorii de plasare în custodie", "", "44. În Scoţia, dispoziţiile aplicabile copiilor care ar putea necesita măsuri obligatorii de plasare în custodie sânt enunţate în Partea III a legii din 1986, completată de regulamente şi, în special, de regulamentul din 1986 relativ la procedura în faţa comisiilor pentru copii.", "", "Cadrul instituţional", "", "Autoritatea locală", "", "45. Conform articolului 20 din legea din 1986, autoritatea locală (în speţă, consiliul regional din Strathclyde) are o responsabilitatea generală de a promova protecţia socială în regiune. În termeni mai precişi, datoria ei este de a ancheta şi de a comunica raportorului cazurile copiilor care ar putea necesita măsuri obligatorii de plasare în custodi, de a furniza rapoarte comisiilor pentru copii cu privire la copii şi de a implementa condiţiile de plasare sub tutelă impuse de comisiile pentru copii.", "", "Raportorul", "", "46. Raportorul este numit în virtutea articolului 36 din legea din 1986 de către autoritatea locală. Deşi este angajat de autoritatea locală, el trebuie să exercite judecata în mod independent şi activează separat de departamentul servicii sociale. El nu poate fi revocat fără consimţământul ministrului de interne. El este obligat să decidă dacă o cauză trebuie să fie diferită unei comisii pentru  copii şi să convoce astfel de audieri în caz de necesitate.", "", "Comisiile pentru copii", "", "47. Comisiile pentru copii decid dacă un copil constituie obiectul măsurilor obligatorii de plasare sub tutelă şi, în caz afirmativ, care măsuri sânt adecvate. În conformitate cu articolul 34 din legea din 1986, comisiei pentru copii este compusă de un preşedinte şi doi membri aleşi din colegiul specailiştilor în domeniul copiilor. Ministrul Afacerilor Interne desemnează un astfel de colegiu pentru fiecare autoritate locală. Durata mandatului membrilor este specificată de minitru; ei pot fi revocaţi în orice moment de către ministru, dar numai cu consimţământul judecătorului suprem din Scoţia, Preşedintele Curţii de Sesiune (articolul 33 şi anexa 3 la legea din 1986, articolul 7 (1) din legea cu privire la tribunale şi anchete din 1992). În practică, membrii sânt iniţial desemnaţi pentru o perioadă de doi ani şi, de obicei, mandatul lor se prelungeşte pentru un termen de cinci ani. Ei pot fi revocaţi numai sub rezerva unor circumstanţe excepţionale.", "", "În termenii dreptului intern, comisia pentru copii este considerată ca un organ juridicţional (tribunal) . Ea se supune legislaţiei aplicabile organelor jurisdicţionale scoţiene (a se vedea paragraful 61din anexa 1 la legea cu privire la tribunale şi anchete din 1992). Membrii comisiei se bucură de imunitate judiciară în raport cu procedura detenţiei sau defaimării, în acelaşi fel ca şi judecătorii instanţelor inferioare.", "48. Comisia poate examina cauza unui copil numai dacă ea a fost deferită de raortor şi dacă sât stabilite anumite motive pentru deferire, atât prin acordul copilului şi a părinţilor cât şi pritr-o decizie a tribunalului local. Astfel de motivele enunţate în articolul 32 din legea din 1986, includ:", "", "„(c) lipsa îngrijirii din partea părinţilor riscă să cauzeze suferinţe inutile copiluklui sai să prejudicieze grav sănătatea sau dezvoltarea lui.", "", "Astfel, în absenţa acordului, o decizie adoptată pe motivele de deferire, după audierea mărturiilor adecvate, este esenţială pentru comisie la examinarea cauzei.", "", "Judecătorul tribunalului local (Sheriff)", "", "49. Judecătorul (Sheriff) este oricare judecător al tribunalelor locale, şi îndeplineşte următoarele funcţii într-un proces:", "", "de a emite o ordonanţă pentru menţinerea copilului într-un local sigut, în aşteptarea unei audieri, în anumite circumstanţe;", "de a aprecia dacă motivele deferirii comisiei pentru copii sânt justificate, în cazul în care copilul sau părinţii lui nu le acceptă;", "de a audia apelurile împotriva deciziilor adoptate de comisiile pentru copii.", "", "Procedura", "", "Măsuri urgente", "", "50. Drept măsură urgentă de protecţie a copilului înainte ca el sau ea să fie adus în faţa unei comisii pentru copii, o persoană poate fi autorizată de către un judecător să însoţească copilul „într-un local sigur”, aşa cum este definit în lega din 1968, în cazurile în care el nu este îngrijit de părinţi (articolele 37 (2) şi 94 (1) din legea din 1968. Un astfel de plasament nu durează mai mult de şapte zile. Raportorul trebuie să fie notificat imediat. Dacă el consideră plasarea obligatorie sub tutelă este necesară, el trebuie să convoce o comisie pentru copii pentru a examina cauza. (articolul 37 (4)). Dacă comisia pentru copii nu poate statua, ea poate elibera un mandat, care poate fi reînoit o dată, solicitând plasarea pentru o perioadă de douăzeci şi unu de zile (articolul 37 (4)) şi (5)). Ulterior, raportorul poate solicita Sheriful să elibereze un nou mandat pentru menţinerea plasării penrtu o perioadă de douăzeci şi una de zile (articolul 37 (5A)). Copilul şi părinţii lui au dreptul să fie audiaţi înainte de eliberarea unui astfel de mandat de către o comisie pentru copii sau de către Sheriff.", "", "Obligaţiunile raportorului", "", "51. Raportorul este obligat să notifice părinţii copilului despre şedinţa comisiei pentru copii cel puţin cu şapte zile înainte. De asemenea, el trebuie să comunice înaintea primei audieri o declaraţie a motivelor deferirii, precum şi să solicite autorităţile locale să prezinte un raport cu privire la copil şi antedecendele sale sociale. Autoritatea locală este obligată să răspundă solicitării raporotrului (articolul 39 (4) din legea din 1968).", "", "Persoanele care au dreptul să asiste la dezbaterile comisiei pentru copii", "", "52. Unul di părinţi are dreptul să assiste la toate etapele procedurii în faţa comisiei. Termenul „părinte” exclude tatăl unui copil născut în afara căsătoriei, dar include o persoană căreia i s-au acordat drepturile paterne în virtutea articolului 3 din legea din 1968 (articolul 4 (1) şi 30 (2) din legea din 1968). Un părinte poate fi reprezentat de orice persoană la alegea lui (regula 11 din Regulamentul din 1986).", "", "Tutorele", "", "53. În cazul în care preşedintele comisiei consideră că există un conflict de interese între copil şi părinte, el este abilitat să desemneze o persoană cunoscută ca tutore să reprezinte copilul (articolul 34A din legea din 1968).", "", "Stabilirea motivelor de deferire", "", "54. La prima audiere a comisiei, membrii ei trebuie să se asigure că motivele deferirii sânt acceptate de copil şi de părinte. Dacă ele sân acceptate de ambele părţi, audierea poate continua. În caz negativ, comisia îl va obliga pe raportor să solicite tribunalului local să decidă dacă motivele sânt stabilite. O astfel de cerere trebuie înaintată în termen de şapte zile şi examinată în termen de douăzeci şi opt de zile. Părinţii pot participa în calitate de părţi şi pot fi reprezentaţi. Audierea este desfăşurată în camere, cu alte cuvinte în privat, în interesul copilului. În urma audierii, Sheriff-ul poate revoca deferirea sau, în cazul în care el consideră că motivele sânt stabilite, să remită cauza raportorului. Raportorul va organiza o altă comisie care urmează să examineze cauza şi să adopte o decizie (articolul 42 (6) din legea din 1968).", "", "Examinarea cauzei de către comisia pentru copii", "", "55. La această etapă, după discutarea cazului cu copilul, părintele sau părinţii, tutorele şi reprezentantul care asistă la audiere, comisia trebuie să examineze aranjamentele în scopul protejării intereselor copilului )articolul 43 din legea din 1968). Ea poate, printre altele,", "", "decide că nu se impune o altă măsură şi se desisizează de cauză;", "suspenda cauza în aşteptarea unei anchete noi;", "dacă consideră că copilul necesită plasarea obligatorie în custodie, emite o rdonanţă de plasare sub tutelă a copilului (a se vedea paragraful 58).", "", "56. Înainte de încheierea audierii, preşedintele trebuie să informeze copilul, părintele sau părinţii, tutorele sau reprezentanţii (în caz că sânt prezenţi) despre decizia comisiei pentru copii, motivele deciziei, dreptul copilului sau a părintelui de a introduce recurs la Sheriff împotriva acestei decizii şi dreptul copilului şi a părintelui de a primi o comunicare în scris a motivelor deciziei. O astfel de comunicare în scris trebuie să fie furnizată la solicitare. Fiecare părinte, copil sau tutore care nu a participat la audiere trebuie să fie notificat în scris de decizie, de dreptul de a primi o declaraţie a motivelor şi de dreptul la recurs (reguliule 19 (4) şi 20 din Regulamentul din 1986).", "", "57. Comisiile pentru copii trebuie să examineze orice informaţii relevante care le sânt furnizate (regula 19 (2) (a) din Regulamentul din 1986). În afara declaraţiei cu privire la motivele deferirii, această informaţie (care ar include orice raport, document sau informaţii prezentate de către raportor) nu este comunicată, în mod tradiţional, copilului sau părinţilor. Oricum, preşedintele este obligat să informeze copilul şi părinţii despre conţinutul acestor rapoarte, documente sau informaţii, în cazul în care consideră a fi relevant pentru modul în care cauza va fi examinată şi că divulgarea conţinutului nu ar aduce prejudiciu intereselor copilului (regula 19 (3) din Regulamentul 1986).", "", "Ordonanţa de plasare sub tutelă", "", "58.Ordonanţele de plasare sub tutelă sânt deciziile comisiilor pentru copii de a impune măsuri obligatorii de luare în custodie.Un fel de ordonanţă care poate fi emisă este de a supune supravegherii în conformitate cu condiţiile impuse de comisia pentru copii, care pot include condiţia ca copilul să domicilieze într-un local diferit de cele specializate- de exemplu, în casa părinţilor adoptivi (articolul 44 (1) (a) şi (b) din legea din 1968).", "", "O ordonanţă de plasare sub tutelă impune asupra autorităţilor locale obligaţiunea de a proteja copilul în coonformitate cu condiţiile fixate de aceasta şi îi abilitează să exercite această responsabilitate. Cu toate acestea, ea nu-i învesteşte cu dreptul paterne de custodie şi nu supimă nici un drept patern. Aceste drepturi sânt subordonate condiţiilor fixate de ordonanţă, în caz de incompatibilitate, ele nu pot fi exercitate.", "", "Astfel, dreptul la custodie nu poate fi exercitat dacă o ordonanţă de plasare sub tutelă prevede ca copilul să locuiască cu părinţii adoptivi. În cauza Aitken c. Aitken (1978, Session cases 297) Curtea de Sesiune a indicat că din moment ce o astfel de ordonanţă de plasare sub tutelă se menţine, ar fi posibil de a acorda unei persoane custodia copilului, dar numai sub rezerva condiţiilor impuse de ordonanţă şi persoana nu va putera exercitat eficiente custodia.", "", "Cât priveşte vizitele, comisia pentru copii este abilitată să le subordoneze unor condiţii speciale în cazul emiterii sau menţienrii unei ordonanţe de plasare sub tutelă (a se vedea cauza Kenedy c. A (1986), Scots La Times 358). În absenţa unei condiţii expres, părinţii vor beneficia de dreptul la vizite în mod rezonabil. Oricum, autoritatea locală este competentă să anuleze vizitele în exerciţiul responsabilităţilor sale prevăzute de articolul 20 din legea din 1968. Curtea de sesiune a evidenţiat în cauza Dewar c. Consiliului Regional Strathclyde ((1984) Session Cases 102), că treibunalele nu se vor pronunţa asupra controverselor cu privire la vizite între părinţi şi autoritatea locală. Dacă un părinte nu este mulţumit de decizia adoptată de o autoritate locală în materie de vizite, el sau ea trebuie să solicite comisiei pentru copii să reglementeze chestiunea în litigiu adăugând o condiţie cu privire la vizitele sub aspectul ordonanţei de plasare sub tutelă. Decizia comisiei poate fi atacată în faţa tribunalelor.", "", "59. Un părinte are dreptul de a solicita reexaminarea unei ordonanţe de plasare sub tutelă la un interval de şase luni după ultima examinare (articolul 48 (4) din legea din 1968) şi poate utiliza acest drept pentru a obţine o decizie cu privire la vizite.", "", "60. Conform legii din 1968, un copil nu trebuie să constituie obiectul unei ordonanţe de plasare sub tutelă decât dacă este necesar în interesul lui/ei. Ordonanţa poate fi reexaminată de către o comisie penntru copii:", "", "în orice moment, dacă autoritatea locală consideră că ea nu mai are efect sau trebuie modificată;", "într-un interval de un an, astfel ea nu va mai avea efect;", "la solicitarea copilului sau a părinţilor, după expirarea următoarelor perioade-", "(i) trei luni de la data impunerii ordonanţie de plasare sub tutelă;", "(ii)trei luni de la data modificării condiţiiei de reexaminare;", "(iii) şase luni de la data oricărei reexaminări (articolul 48 (4) din legea din 1968)", "", "Raportorul trebuie să efectuiere pregătirile necesare pentru organizarea a astfel de audieri de reexaminare. La reexaminare, comisia pentru copii poate anula, menţine sau modifica ordonanţa (articolul 47 (1) şi 48 din legea din 1968).", "", "Recursul împotriva deciziei comisiei pentru copii", "", "61. În termen de trei săptămâni de la adoptarea decizieie de către comisia pentru copii, copilul sau părintele, sau ambii pot depune recurs împotriva ei la Sherif (articolul 49 (1) din legea din 1968). Aceasta este relevanz pentru toate deciziile.", "", "Raportorul este obligat să asigure ca toate rapoartele li declaraţiile disponibile comisiei pentru copii împreună cu procesele verbale a dezbaterilor comisiei şi a motivelor deciziilor adoptate să fie depuse la grefierul tribunalului local. Aceste documente nu sânt comunicate părinţilor.", "Recursul este audiat în camere, în interesul copilului. Sheriff-ul trebuie, în primul rând, să audieze apelantul sau reprezentantul acestuia şi tutorele desemnat. În cazul în care se pretinde vre-o iregularitate în conducerea cauzei, decât dacă faptele sânt acceptate de către raportor, Sheriff-ul trebuie să examineze probele furnizate de către autorul recursului sau în numele lui şi a raportorului cu privire la iregularitate. Sheriff-ul va proceda la interogarea, în caz de necesitate, raportorului şi a autorilor sau compilatorilor rapoartelor sau declaraţiilor propuse spre examinare. El poate solicita rapoate sau declaraţii suplimentare în cazul în care consideră că aceasta ar putea fi util. Copilul, părinţii şi tutorele au dreptul, în mod normal, să asiste la toate etapele.", "", "62. Sheriful va admite recursul dacă constată că în procedura adoptată de comisia pentru copii exista un viciu, sau că comisia nu a atras o atenţie cuvenită unor factori . În cazul în care el decide că apelul este nefondat, el confirmă decizia comisiei pentru copii. Dacă admite recursul, el poate acţiona după cum urmază:", "", "În cazul în care recursul este formulat impotriva unui mandat de plasare, el îl poate rdica;", "în orice alt caz, el dispune de posibilitatea de a remite cauza comisie spre reexaminare sau suteşte copilul de tote procedurile ulterioare care sânt determinate de motivele de deferire (articolul 49 (5) din legea din 1968).", "", "63. În aşteptarea recursului, copilul sau părinţii lui pot înainta o cerere comisiei pentru copii de a suspenda ordonanţa în litigiu, Raportorul trebuie să facă pregătirile necesare pentru audiere, care poate admite sau respinge cererea (articolul 49 (8) din legea din 1968=.", "", "Procedura de adopţiune în Scoţia.", "", "64. Legislaţia care reglementeazuă procedura de adopţiune este legea din 1978 privind adopţounea („legea din 1978”).", "", "65. Conform legii din 1978, un ordin prin care copilul se declară liber pentru a fi adoptat garantează copilului posibilitatea de a locui cu personele care intenţionează să-l adopte pe parcursul unei perioade anterioare adopţiei, fără a exista un risc ca copilul să fie recuperat de părinţii naturali", "", "Înainte de a emite ordinul, tribunalul trebuie să se asigure în ceea ce priveşte fiecare părinte sau tutore al copilului că:", "", "(a) el sau ea este de acord,  în mod liber, şi în deplină cunoaştere a cauzei,  cu emiterea unui ordin de adopţiune; sau", "(b) acordul lui/ei de a adopta un ordin de adopţie trebuie să nu fie condiţionat de un număr de motive specaile, care includ motivul cîă părintele sau tutorele nu-şi dă acordul în mod nerezonabil (articolul 16 (29 din legea din 1978).", "Efectul unui ordin de declarare a copilului pasabil de adopţie este de a investi drepturile paterne şi obligaţiunile agenţiei de adopţie (o autoritate locală sau o societate aporbată de adopţie) şi de a achita drepturile paterne existente, După declararea copilului pasabil de adopţie, el va locui în mod normal cu persoanele care doresc să-l adopte şi numai ulterior vor solicita emiterea unui ordin de adopţie.", "", "66. Un ordin al tribunalului local prin care copilul se declară pasabil de adopţie, este susceptibil de recurs în faţa Curţii de sesiune. Ea dispune de jursdicţie la acest capitol. Curtea de Sesiune va proceda, în mod normal, pe baza constatărilor de fapt alr Sheriff-ului, dar nu este obligată de a proceda astfel. În caz de necesitate, ea poate examina probele sau poate remite cauza Sheriff-ului împreună cu instrucţiunile cu privire la manierea de procedare.", "", "PROCEDURA ÎN FAŢA COMISIEI", "", "67. Dl şi dna McMichael au sesizat Comisia la 11 octombrie 1989. Ei s-au plâns că au fost privaţi de îngrijirea şi custodia fiului lor A., şi prin aceasta de dreptul lor de a fonda o familie, precum şi de dreptul de a vizita copilul lor, care a fost eliberta spre adopţie. Ei au pretins că nu au beneficiat de un proces echitabil în faţa comisiei pentru copii şi că nu au beneficiat de posibilitatea de a consulta rapoartele confidenţiale şi alte documente prezentate la audiere. Primul reclamant, de asemenea, a afirmat că, în calitate de tată natural, el nu a beneficiat de un drept legal de a obţine custodia lui A sau de a participa la procedura de plasare în custodie sau de adopţie şi că, respectiv, el a fost supus discriminării.", "", "68. La 8 decembrie 1992, Comisia a declarat inadmisibile, pentru motivul de a fi nefondate, plângerile reclamanţilor formultae împotriva plasării lui A în custodie, sistarea vizitelor şi expunerea lui spre adopţie. Restul cererii a fost declarată admisibilă. În raportul său din 31 august 1983 (articolul 31), ea a exprimat opinia:", "", "că a avut loc încălcarea articolului 8 din Convenţie, în unanimitate;", "că nu a existat nici o încălcare a articolului 6 paragraful 1 cu privire la primul reclamant, cu unsprezece voturi la două,;", "că a avut loc încălcarea articolului 6 paragrfaul 1 din Convenţie, în unanimitate;", "că nu a existat nici o încălcare a articolului 14 cu privire la primul reclamant, în unanimitate;", "Textul integral al opiniei Comisieie şi a celor două opinii separate conţinute în acest raport sânt anexate la prezenta hotărâre.", "", "ARGUMENTE FINALE ÎN FAŢA CURŢII", "", "69. La audierea din 20 septembrie 1994, guvernul a susţinut în substanţă declaraţia finală enunţată în memoriul său, prin care a acceptat că a avut loc o încălcare a articolului 6 paragraful 1 cu privire la dna Mc Michael, dar a invitat Curtea să decidă", "", "că nu a existat nici o încălcare a articolului 6 paragraful 1 cu privire la primul reclamant;", "că nu a avut nici loc încălcarea articolului 8 din Convenţie cu privire la primul reclamant;", "că nici o chestiune separată nu a fost ridicată în temeiul articolului 8 din Convenţie cu privire la dna Mc Michael, şi", "că nu a existat nici o încălcare a articolului 14 cu privire la primul reclamant;", "", "70 Cu acceiaşi ocazie, reclamanţii au menţinut în esenţă concluziile formulate la sfârşitul memoriului lor, în care ei s-au bazat pe", "„1. articolul 6 paragraful 1 al Convenţiei europene a drepturilor omului, în termenii căruia în speţă lipsa accesului la informaţii contravine articolului în cauză.", "", "articolul 8 din Convenţie, termenii căruia sânt menţionaţi şi invocaţi, pentru a demonstra că dreptul la viaţa privată şi de familie etc, este de asemenea încălcată în speţă”", "", "ÎN DREPT", "", "SCOPUL CAUZEI ÎN FAŢA CURŢII ŞI ADMISIBILITATEA PROBELOR", "", "71. În memoriul său adresat Curţii reclamanaţii au reiterat revendicările lor, avansate în cererea către Comisie ( ase vedea paragrfaul 67), că retragerea coliluluilor lor din custodie şi grijă, sistarea vizitelor la el şi expunerea lui spre adopţie au contravenit dispoziţiilor articolului 8 din Convenţie. Obiectul litigiului deferit Curţii este delimitat de decizia Comisiei de admisibilitate (a se vedea printre altele, hotărârea din 21 februarie în cauza Powell şi Rayner v. Regatului Unit, seria A nr. 172, p. 13, paragraful 29). Respectiv, din moment ce plângerile în litigiu au fost declarate inadmisibile de către Comisiei pentru motivul de a fi nefondate (a se vedea paragrfaul 68), Curtea nu dispune de jurisdicţie de a le aexamina.", "", "72. În faţa Curţii, reclamanţii au depus o altă plângere care nu a fost examinată în raportul Comisiei, şi anume că ultima decizie a tribunalului regional local şi de Curţii de Sesiune de a permite adopţia lui A a fost adoptată în mod incorect în consecinţa lipsei posibilităţii de a refuta toate probele prezentate în timpul procedurii precedente relativ la plasarea copilului în custodie.", "", "La momentul când petiţia autorităţii locale a fost audiată de către tribunalului regional (între 18 iunie şi 27 iulie 1990) primul reclamant a obţinut drepturile paterne cu privire la A, în virtutea căsătoriei lui din 24 aprilie 1990 cu reclamanta ( a se vedea paragrfaul 33). Probele documentare prezentate tribunalului au fost comunicate reclamanţilor, care au participat la procedură în calitate de părţi, reclamanta fiind reprezentată de un avocat (a se vedea paragraful 33). Ordinul Sheriff-ului de a elibera pe A spre adopţie a fost confirmat de către Curtea de Sesiune în baza recursului depus de reclamanţi, care au persistat în recursul său. în pofida imposibilităţii evidente de a obţine câştig în cauză. (a se vedea paragraflele 34 şi 37).", "", "În lumina constatării Curţii relativ la procedura de plasare în custodie (a se vedea paragraful 84) şi a faptului că divulgarea deplină a documentelor relevante a fost efectuată în timpul procedurii de adopţie, Curtea nu consideră necesar de a decide dacă scopul cauzei deferite Curţii se extinde şi asupra acestei plângeri.", "", "73. Reclamanţii au afirmat că în memoriile sale adresate Curţii şi guvernului ei urmăreau scopul să „oferi noi probe care nu fusese anterior prezentate Comisiei” şi că astfel de inserări nu sânt permise.", "Curtea notează că elementele „noi” care erau incluse în memoriul guvernului consistă din detalii ample cu privire la faptele care sprijinesc plângerile declarate admisibile de către Comisie sau din argumentele juridice relative la fapte. Curtea nu este împiedicată de a face cunoştinşă cu acest material în măsura în care el este considerat pertinent (a se vedea regula 41 paragraful 1 din Regulamentul Curţii A)", "", "CU RPIVIRE LA PRETINSA ÎNCĂLCARE A ARTICOLULUI 6 PARAGRAFUL 1 DIN CONVENŢIE", "", "74. Reclamanţii au afirmat că incapacitatea lor de a consulta anumite rapoate confidenţaile şi alte documente prezentate comisiilor pentru copii şi, ulterior, tribunalului regional, au cauzat încălcarea articolului 6 paragrfaul 1, care prevede:", "", "Orice persoană are dreptul la judecareîn mod echitabil...de către o instanţă independentă şi imparţială, instituită prin lege... care va hotărâ asupra încălcării drepturilor şi obligaţiunilor sale cu caracter civil...”", "", "Aplicabilitatea articolului 6 paragrfaul 1", "", "Reclamanta", "", "75. Guvernul a acceptat concluzia Comisiei că în raport cu dna McMichael, articolul 6 paragraful 1 era aplicabil procedurii de plasare în custodie în faţa comisiilor pentru copii şi tribunalului regional.", "", "Pe baza jurisprudenţei sale constante, Curtea de asemenea nu vede nici un motiv pentru care să adopte concluzii diferite de cel ale Comisiei (a se vedea, spre exemplu, hotărârea în cauza W. contra Regatului Unit din 8 iulie 1987, seria A nr. 121-A, p. 35, paragraful 78).", "", "Primul reclamant", "", "76. Oricum, Comsia, concluzia căreia a fost confirmată de guvern, a considerat că articolul 6 paragraful 1 nu se aplica la plângerea primului reclamant, dl McMichael, privind incapacitatea de a consulta rapoartele confidenţiale şi documentele prezentate în timpul procedurii de plasare în custodie.", "", "", "", "", "", "", "", "", "", "", "", "", "", "            ", "", "", "", ""]}